[{"first_air_date":"1988-01-31","cast":["Fred Savage","Alley Mills","Josh Saviano","Danica McKellar","Dan Lauria"],"overview":"The Wonder Years tells the story of Kevin Arnold (Fred Savage) facing the trials and tribulations of youth while growing up during the 1960s and 70s. Told through narration from an adult Kevin (Daniel Stern), Kevin faces the difficulties of maintaining relationships and friendships on his enthralling journey into adulthood.","original_name":"The Wonder Years","vote_average":8.0,"name":"The Wonder Years","cert":"Unavailable","id":4500,"adult":"false","genre_ids":[35,18,10751],"origin_country":["US"]},{"first_air_date":"1985-11-01","cast":["Steve Ryde","Simon Schatzberger","Karl Collins","Ian Kirkby"],"overview":"Your Mother Wouldn't Like It was a children's sketch show broadcast on ITV between 1985 and 1988. A unique aspect of the show was that the performing cast were almost entirely children.\n\nThe show was produced by Central Television at their Lenton Lane studios in Nottingham. The children used on the show were part of the Central Junior Television Workshop, an initiative founded by Central Television. The show won a BAFTA award but has never been issued on DVD or VHS tape release.","original_name":"Your Mother Wouldn't Like It","vote_average":0.0,"name":"Your Mother Wouldn't Like It","cert":"Unavailable","id":4501,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Project 11 is a sketch comedy television show previously aired every weeknight in the Philippines by Q. The program was produced by GMA Network","original_name":"Project 11","vote_average":0.0,"name":"Project 11","cert":"Unavailable","id":4502,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"2004-10-07","cast":["Sean Faris","Marguerite Moreau","Jessica Lucas","Kelly Osbourne","Jon Foster"],"overview":"See life through the eyes of Dino, Ben, and Jonathan -- three teens experiencing the joys and pains of growing up. Although different in many ways, these guys have one main thing in common -- women. Together, their attitudes about women are challenged, and they discover there's more to life than meets the eye.","original_name":"Life As We Know It","vote_average":6.7,"name":"Life As We Know It","cert":"Unavailable","id":4503,"adult":"false","genre_ids":[18,35],"origin_country":["US"]},{"first_air_date":"1992-05-25","cast":[],"overview":"A fast-paced serial drama in an urban setting, this show explores the lives and loves of the patients and staff of a modern metropolitan hospital and contains a heady mix of medical crisis, human drama, comedy, romance and suspense.","original_name":"Shortland Street","vote_average":4.5,"name":"Shortland Street","cert":"Unavailable","id":4504,"adult":"false","genre_ids":[10766,18],"origin_country":["NZ"]},{"first_air_date":"2002-11-04","cast":["Jennie Bond","Ben Fogle","Lorne Spicer"],"overview":"Cash in the Attic, also Cash in the Celebrity Attic, is a United Kingdom television show on the BBC. The show, made by Leopard Films, premièred in 2002 and has run for sixteen series; as of February 2010, the seventeenth series is currently in production, along with the fifth celebrity series. The programme's tagline is The show that helps you find hidden treasures in your home, and then sells them for you at auction.\n\nNow Cash in the Attic has also launched an online version of the TV show. This is an innovative site which allows the general public to upload items for online valuations by a team of experts from the show, and then people can proceed to sell their item through the site.","original_name":"Cash in the Attic","vote_average":0.0,"name":"Cash in the Attic","cert":"Unavailable","id":4505,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2003-09-23","cast":["Teri Polo","David Sutcliffe","Danny Comden","Rhea Seehorn"],"overview":"When everyman Patrick Owen is bitten by the easily-excited puppy of movie star Alexandra Young, he becomes an overnight sensation. His anonymity and privacy go up in the flash of a hundred paparazzi cameras.","original_name":"I'm with Her","vote_average":7.0,"name":"I'm with Her","cert":"Unavailable","id":4506,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2005-05-19","cast":["Chris Addison","Peter Capaldi","Paul Higgins","Rebecca Front","Roger Allam"],"overview":"Set in the corridors of power and spin, the Minister for Social Affairs is continually harassed by Number 10's policy enforcer and dependent on his not-so-reliable team of civil servants.","original_name":"The Thick of It","vote_average":8.0,"name":"The Thick of It","cert":"Suitable for 18 years & above","id":4507,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2001-01-27","cast":["Diedrich Bader","Kurtwood Smith","Michael Rosenbaum","Julie Nathanson","Dominique Jennings"],"overview":"The Zeta Project is an American science fiction animated television series produced by Warner Bros. Animation. It first aired on Kids' WB in January 2001. It is a spin-off series based on the character Zeta from the Batman Beyond episode of the same name. Consequently, it is part of the DC animated universe. The show was created by Robert Goodman and Warner Bros. Animation.\n\nThe story's main character, Infiltration Unit Zeta, is a humanoid robot designed to carry out covert assassinations on the behalf of the National Security Agency. However, when Zeta discovers that one of his targets is innocent, he experiences a kind of existential crisis about goodness and the value of life; following this epiphany, Zeta finds he can no longer kill. The newly enlightened Zeta refuses to continue on as an infiltration unit and abandons his mission, going rogue. Zeta is pursued by a team of NSA agents, led by the obsessed Agent Bennett, and is aided by a 15-year-old runaway, Rosalie \"Ro\" Rowan.","original_name":"The Zeta Project","vote_average":8.3,"name":"The Zeta Project","cert":"Unavailable","id":4508,"adult":"false","genre_ids":[10759,16,10765],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Nuts Entertainment was a sketch comedy television show in the Philippines that aired every Saturday evening by GMA Network. It was part of the network's GMA KiliTV block. The show originally aired every Wednesdays.\n\nThe show was very popular for its unscripted, spontaneous and off-the-wall party games between two teams of cast members with celebrity guests and audience participants. The party games proved so popular that the sketch comedies were completely dropped to give more time to them. The games have even evolved from being just played in the studio to popular tourist resorts around the country and done in a sort of Amazing Race fashion. Other popular segments of the show were Balakubak: Balita At Kuwentong Bakla, a no-holds-barred celebrity hotseat interview portion, and Jak en Poy, a pie-throwing and water balloon battle between two teams of ordinary citizens led by Cookie and Belli based on the outcome of the game of Rock Paper Scissors.\n\nIn December 2008, the show had a Christmas holiday drama special called \"Nut's Entertainment Holiday Drama Special\", with included the Nuts casts for their acting and dramatic skills instead of comedy laughs. The episode was the last to be aired. It has since been replaced by Kapuso Movie Festival.","original_name":"Nuts Entertainment","vote_average":0.0,"name":"Nuts Entertainment","cert":"Unavailable","id":4509,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"1995-09-09","cast":["Peter Fernandez","Kerry Butler","Corinne Orr","Jean Louisa Kelly"],"overview":"Princess Gwenevere and the Jewel Riders is an American fantasy themed cartoon television series produced by Bohbot Productions and Hasbro with association with Hong Ying Animation in 1995. Each episode was constructed as an animated minimusical, aimed at children aged four and older. Internationally syndicated by Bohbot Entertainment, the international version has the title character renamed to Starla.\n\nThere is a special emphasis on the \"power of friendship\", which enables the titular Jewel Riders, the three adolescent girl defenders of this enchanted kingdom, to overcome their adversaries. The show's action is set in the legendary island of Avalon, here portrayed as a fairy tale style utopia that keeps its magical energies in check with the aid of the seven royal Crown Jewels. The plot follows the quest of Avalon's young princess Gwenevere and her friends Fallon and Tamara to secure the scattered enchanted jewels, stop the evil Lady Kale from taking over the kingdom, restore harmony in magic and bring their mentor Merlin home. In the second season, the Jewel Riders receive more powers and new costumes; a new villain, Morgana, is also introduced in addition to the returning Kale, as is a new set of magical jewels to find. In the original version of the show, the title character has her name similar with Arthur's wife, Guinevere; other Arthurian characters in the show include Merlin and Lady of the Lake.","original_name":"Princess Gwenevere and the Jewel Riders","vote_average":0.0,"name":"Princess Gwenevere and the Jewel Riders","cert":"Unavailable","id":4510,"adult":"false","genre_ids":[16,10765],"origin_country":["US"]},{"first_air_date":"2005-11-25","cast":["Wendie Malick","Chris Hardwick","Jansen Panettiere","Patrick Warburton","Lynsey Bartilson"],"overview":"The escapades of the X's, a family of well trained secret agents gifted in thwarting the forces of evil, yet not so gifted in fitting into everyday life.","original_name":"The X's","vote_average":5.5,"name":"The X's","cert":"Unavailable","id":4511,"adult":"false","genre_ids":[16,35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Sábado Gigante is a Spanish-language television show that is Univision's longest-running program and the longest-running variety TV show in the world. Sábado Gigante is an eclectic and frenetic mix of various contests, human-interest stories, and live entertainment. From its start in 1962, it has been hosted by Chilean TV star Mario Kreutzberger under the stage name of Don Francisco. Pedro De Paul began serving as co-host in 1986; that role was taken over by Javier Romero in 1991.\n\nAs of 2012 it airs Saturday nights at 8 p.m. ET on Univision; as such, the program is currently one of only three remaining first-run primetime programs airing on Saturday nights on any of the American commercial broadcast television networks, along with CBS's 48 Hours Mystery and Fox's COPS. A new episode has been produced every week throughout the show's history, with no reruns. As of October 27, 2012, it celebrates its 50th anniversary.","original_name":"Sábado Gigante","vote_average":0.0,"name":"Sábado Gigante","cert":"Unavailable","id":4514,"adult":"false","genre_ids":[10763],"origin_country":["US","CL"]},{"first_air_date":"1993-09-12","cast":["Dean Cain","Teri Hatcher","Lane Smith","Justin Whalin","K Callan"],"overview":"A much more lavish version of the popular Superman television series which had first aired forty years earlier, Lois & Clark focused more on the Man of Steel's early adult years in Metropolis. With the unknowing help of Lois Lane, Clark Kent created Superman there in Metropolis after finding work at the world-famous Daily Planet newspaper, where he meets fellow reporter Lois Lane.","original_name":"Lois & Clark: The New Adventures of Superman","vote_average":6.7,"name":"Lois & Clark: The New Adventures of Superman","cert":"Unavailable","id":4515,"adult":"false","genre_ids":[10759,18,10765,35],"origin_country":["US"]},{"first_air_date":"2002-09-03","cast":["Bryn McAuley","Terrence Scammell","Long John Baldry","Rick Jones","Sonja Ball"],"overview":"Toad Patrol is a Canadian television series which first aired in 1999 on Teletoon, currently airing on the Telefutura Spanish-language network as Patrulla de Sapitos. It was created by George and his wife, Peggy Sarson. Although it is primarily aimed at young children, it has found popularity with pre-teens to young adults because despite the fairly young and lighthearted appearance of the show, it had some rather dark undertones beneath the surface. Its cult appreciation has also stemmed from the fact that Toad Patrol had so much time and effort put into it. This series has a very distinct beginning, middle, and end to each season it airs. The story was in the works since 1985 and was in the development stage as the creators started selling Mistle Toad chocolates and cream pops to raise money. The show eventually managed to get animated overseas in both Korea, AKOM and India, UTV Toons. Although, a lot of the in-betweening and other works were done in Canada at Funbag and Helix studios.\n\nA show sponsor page has stated that 13 episodes of the series are currently in production. Several fans had assumed that with the passing of Long John Baldry, the series had been halted however, that is not the case. After discovering that Mistle Toad had two voice actors, fans are now sure that if a third season were to appear then that voice actor would take his place. However, after more than five years without an original episode and no further news of any additional planned broadcasts, the possibility of additional episodes of the series remains doubtful at best.","original_name":"Toad Patrol","vote_average":0.0,"name":"Toad Patrol","cert":"Unavailable","id":4516,"adult":"false","genre_ids":[16,10765],"origin_country":["CA"]},{"first_air_date":"1996-09-08","cast":["Michael McConnohie","Peter Spellos"],"overview":"Bureau of Alien Detectors is an American animated series that once aired on the UPN network's weekend-morning cartoon block UPN Kids. Repeats of the series were aired as part of Jetix on Toon Disney as well as part of the Fox Kids Lineup.","original_name":"Bureau of Alien Detectors","vote_average":8.0,"name":"Bureau of Alien Detectors","cert":"Unavailable","id":4517,"adult":"false","genre_ids":[16],"origin_country":["US"]},{"first_air_date":"2005-05-02","cast":["Mark Herras","Dingdong Dantes","Jennylyn Mercado","Cindy Kurleto","Iza Calzado"],"overview":"Encantadia is a Filipino fantasy television series produced by GMA Network. The pilot episode was aired on May 2, 2005. Its last episode was aired on December 9 of the same year to give way to its second book, Etheria. This series aired its pilot episode on December 12, and its last episode on February 18, 2006. The third and latest installment of the Encantadia saga, Encantadia: Pag-ibig Hanggang Wakas, aired its pilot on February 20, 2006, but it was apparently not a last installment. There will be a fourth installment of the Encantadia saga, Encantadia: Isang Bagong Mundo, originally in October 2010 but pushed back to 2nd Quarter 2011 and now even pushed back for a January 2012 airing due to several reasons, both with the cast and with preparations. It is rumored that this show will replace the epic-serye since at the time of January 2012, Amaya would have already ended, this is still unknown.\n\nA spin-off entitled Encantadia: The Second Saga was scheduled to be shown in 2010, but has since been shelved.\n\nThe entire Encantadia saga is currently aired on FOX Filipino.","original_name":"Encantadia","vote_average":0.0,"name":"Encantadia","cert":"Unavailable","id":4518,"adult":"false","genre_ids":[10759,10765,18],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Poker Night Live was the United Kingdom's first live Internet poker show, broadcast between 2005 and 2007 on Pokerzone, usually between 9pm and 1am. Versions of it have been broadcast world-wide.\n\nThe show, in its live form, finished in May 2007, although repeats of past episodes were still broadcast until the closure of the Pokerzone channel the following year.","original_name":"Poker Night Live","vote_average":0.0,"name":"Poker Night Live","cert":"Unavailable","id":4519,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1953-02-01","cast":["Ronald Reagan"],"overview":"General Electric Theater is an American anthology series hosted by Ronald Reagan that was broadcast on CBS radio and television. The series was sponsored by General Electric's Department of Public Relations.","original_name":"General Electric Theater","vote_average":0.0,"name":"General Electric Theater","cert":"Unavailable","id":4520,"adult":"false","genre_ids":[35,18],"origin_country":["US"]},{"first_air_date":"1987-09-26","cast":["William Conrad","Joe Penny","Lu Leonard"],"overview":"Jake and the Fatman is a television crime drama starring William Conrad as prosecutor J. L. \"Fatman\" McCabe and Joe Penny as investigator Jake Styles.\n\nThe series ran on CBS for five seasons from 1987 to 1992. Diagnosis: Murder was a spin-off of this series.","original_name":"Jake and the Fatman","vote_average":5.8,"name":"Jake and the Fatman","cert":"Unavailable","id":4521,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"1966-01-11","cast":["Yale Summers","Ross Hagen","Erin Moran","Hedley Mattingly","Marshall Thompson"],"overview":"Daktari is an American children's drama series that aired on CBS between 1966 and 1969. The series, an Ivan Tors Films Production in association with MGM Television, stars Marshall Thompson as Dr. Marsh Tracy, a veterinarian at the fictional Wameru Study Centre for Animal Behaviour in East Africa.","original_name":"Daktari","vote_average":5.3,"name":"Daktari","cert":"Unavailable","id":4530,"adult":"false","genre_ids":[10751,18],"origin_country":["US"]},{"first_air_date":"2001-07-12","cast":["Henry Rollins"],"overview":"Night Visions is an hour-long, American television horror anthology series, with each episode comprising two half-hour stories dealing with themes of the supernatural or simply the dark side of human nature. Henry Rollins was the uncredited host of the show.\n\nThe series aired on Fox from July 12 to September 6, 2001, after which it was picked up by the Sci Fi Channel, which reran the series beginning June 14, 2002. Sci Fi later aired the three remaining original episodes that produced for, but unaired, on Fox. One of these, \"Cargo \/ Switch\", ran as part of the Night Visions series, while the two other episodes' segments were edited into the Sci Fi Channel film Shadow Realm, minus the Rollins introductions and the Night Visions name.\n\nThe show's directors included some best known for feature films, including Tobe Hooper and Joe Dante, and others, such as Brian Dennehy, JoBeth Williams, and Bill Pullman, known primarily as actors.","original_name":"Night Visions","vote_average":6.8,"name":"Night Visions","cert":"Unavailable","id":4531,"adult":"false","genre_ids":[10765,18,9648],"origin_country":["US"]},{"first_air_date":"1988-10-08","cast":["Gerard Christopher","Stacy Haiduk","Sherman Howard","Robert Levine","Peter J. Fernandez"],"overview":"Superboy is a half-hour live-action television series based on the fictional DC Comics comic book character Kal-El's early years as Superboy. The show ran from 1988–1992 in syndication. It was renamed The Adventures of Superboy at the start of the third season.","original_name":"Superboy","vote_average":6.1,"name":"Superboy","cert":"Unavailable","id":4532,"adult":"false","genre_ids":[10759,18],"origin_country":["US"]},{"first_air_date":"2005-07-25","cast":["Anthony Bourdain"],"overview":"Anthony Bourdain: No Reservations was an American travel and food show on the Travel Channel; it also airs on the Discovery Travel & Living channel around the world. In it, host Anthony Bourdain visits overseas countries, cities worldwide, and places within the U.S., where hosts treat him to local culture and cuisine. The series premiered in 2005 on the Travel Channel. The format and content of the show is similar to Bourdain's 2001–2002 Food Network series, A Cook's Tour. The Travel Channel announced that season 9 will be the show's final season. Season 9 premiered on September 3, 2012 and concluded with its series finale episode on November 5, 2012.\n\nThe special episode Anthony Bourdain in Beirut that aired between Seasons 2 and 3 was nominated for an Emmy Award for Outstanding Informational Programming in 2007. In 2009 the series won the Emmy for \"Outstanding Cinematography For Nonfiction Programming\".","original_name":"Anthony Bourdain: No Reservations","vote_average":8.0,"name":"Anthony Bourdain: No Reservations","cert":"Unavailable","id":4533,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"1984-09-23","cast":["Joel McHale","Ross Shafer","Bill Nye","John Keister","Darrel Suto"],"overview":"Almost Live! was a local sketch comedy television show in Seattle, Washington, USA, produced and broadcast by NBC affiliate KING-TV from 1984 to 1999. A re-packaged version of the show also aired on Comedy Central from 1992 to 1993, and episodes aired on WGRZ-TV in the late 1990s. The show was broadcast on Saturday nights at 11:30, pushing Saturday Night Live back to midnight. The show is now aired in reruns by the Seattle NBC affiliate following Saturday Night Live.","original_name":"Almost Live!","vote_average":10.0,"name":"Almost Live!","cert":"Unavailable","id":4534,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2003-03-31","cast":["Paul Teutul, Sr."],"overview":"Paul Teutul, Sr. and his son Paul Teutul, Jr. manufacture custom chopper-style motorcycles.","original_name":"American Chopper","vote_average":7.0,"name":"American Chopper","cert":"Unavailable","id":4535,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"2005-09-20","cast":["Maeve Higgins"],"overview":"Naked Camera is an Irish hidden camera comedy television show which began airing on RTÉ Two in 2005. It is set and filmed in the Republic of Ireland, mostly in Dublin. Its concept is similar to that of the UK show Trigger Happy TV but can be seen as a descendent of the candid camera elements in RTÉ's own \"The Live Mike\". The sketch characters are played by the comedians PJ Gallagher, Patrick McDonnell, and Maeve Higgins, who also write the scripts. The third and final series aired in February 2007. It is produced by Scratch Productions for RTÉ.","original_name":"Naked Camera","vote_average":0.0,"name":"Naked Camera","cert":"Unavailable","id":4536,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":"1964-05-04","cast":["Tom Eplin","Linda Dano","Charles Keating","Victoria Wyndham","Matt Crane"],"overview":"Another World is an American television soap opera that ran on NBC for 35 years from May 4, 1964 to June 25, 1999. Set in the fictional town of Bay City, the show in its early years opens with announcer Bill Wolff intoning its epigram, “We do not live in this world alone, but in a thousand other worlds,” which Phillips said represented the difference between “the world of events we live in, and the world of feelings and dreams that we strive for.” Another World focused less on the conventional drama of domestic life as seen in other soap operas, and more on exotic melodrama between families of different classes and philosophies.","original_name":"Another World","vote_average":1.0,"name":"Another World","cert":"Unavailable","id":4547,"adult":"false","genre_ids":[10766],"origin_country":["US"]},{"first_air_date":"1990-01-04","cast":["Richard Wilson","Annette Crosbie","Doreen Mantle","Owen Brenman","Angus Deayton"],"overview":"One Foot in the Grave is a BBC television sitcom series  The series features the exploits of Victor Meldrew and his long-suffering wife, Margaret. The programmes invariably deal with Meldrew's battle against the problems he creates for himself. Living in a typical household in an unnamed English suburb, Victor takes involuntary early retirement. His various efforts to keep himself busy, while encountering various misfortunes and misunderstandings are the themes of the sitcom. The series was largely filmed on location in Walkford, near New Milton in Hampshire, although several clues show that the series may have been set in Hampshire – possibly Winchester. Despite its traditional production, the series supplants its domestic sitcom setting with elements of black humour and surrealism.","original_name":"One Foot in the Grave","vote_average":7.6,"name":"One Foot in the Grave","cert":"Unavailable","id":4548,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"1980-02-25","cast":["Paul Eddington","Derek Fowlds","Diana Hoddinott","Nigel Hawthorne"],"overview":"Set principally in the private office of a British Cabinet minister in the Department of Administrative Affairs in Whitehall, Yes Minister follows the ministerial career of The Rt Hon Jim Hacker MP, played by Paul Eddington. His various struggles to formulate and enact legislation or effect departmental changes are opposed by the British Civil Service, in particular his Permanent Secretary, Sir Humphrey Appleby, played by Nigel Hawthorne. His Principal Private Secretary Bernard Woolley, played by Derek Fowlds, is usually caught between the two. The sequel, Yes, Prime Minister, continued with the same cast and followed the events of the premiership of Jim Hacker after his unexpected elevation to Number 10 upon the resignation of the previous PM.","original_name":"Yes Minister","vote_average":8.2,"name":"Yes Minister","cert":"Unavailable","id":4549,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"1996-08-26","cast":["Beverley Mitchell","Stephen Collins","Catherine Hicks","Mackenzie Rosman","Nikolas Brino"],"overview":"Reverend Eric Camden and his wife Annie have always had their hands full caring for seven children, not to mention the friends, sweethearts and spouses that continually come and go in the Camden household.","original_name":"7th Heaven","vote_average":5.4,"name":"7th Heaven","cert":"Unavailable","id":4550,"adult":"false","genre_ids":[10751,18],"origin_country":["US"]},{"first_air_date":"2006-06-21","cast":["Simon Cowell","Howie Mandel","Terry Crews","Julianne Hough","Gabrielle Union"],"overview":"A weekly talent competition where an array of performers – from singers and dancers, to comedians and novelty acts – vie for a $1 million cash prize.","original_name":"America's Got Talent","vote_average":5.4,"name":"America's Got Talent","cert":"Unavailable","id":4551,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"1977-04-19","cast":["Chip Fields","Nicholas Hammond","Michael Pataki","Ellen Bry","Robert F. Simon"],"overview":"The Amazing Spider-Man is the first live-action TV series based on the popular comic book The Amazing Spider-Man, not counting Spider-Man's appearances on the educational The Electric Company series, and was shown in the USA between 1977-1979. It consisted of 13 episodes, which included a pilot movie in the fall of 1977; five one-hour episodes in the spring of 1978; six one hour episodes aired in the fall of 1978 and early 1979; and then a final two-hour episode in the summer of 1979. None of the episodes are available on DVD, but almost all of them have been released on VHS. Despite being set in New York City, the series was mostly filmed in Los Angeles.","original_name":"The Amazing Spider-Man","vote_average":7.4,"name":"The Amazing Spider-Man","cert":"Unavailable","id":4552,"adult":"false","genre_ids":[10765,10759],"origin_country":["US"]},{"first_air_date":"1981-09-07","cast":["Donald Sinden","Teddy Turner","Windsor Davies","Maria Charles","Gordon Peters"],"overview":"Never the Twain is a British sitcom that ran for eleven series from 7 September 1981 to 9 October 1991. It was created by Johnnie Mortimer, and was the only sitcom he ever created without his usual writing partner, Brian Cooke. Mortimer wrote the entirety of the first two series and four episodes out of six of the eighth, with the rest being mainly written by Vince Powell and John Kane.\n\nIt starred Windsor Davies and Donald Sinden as rival antique dealers, and also starred Robin Kermode, Julia Watson, Honor Blackman, Teddy Turner, Derek Deadman, Maria Charles and Zara Nutley.\n\nIt was made by Thames Television for the ITV network. Since it finished, it has been repeated a few times on satellite television: first on UK Gold and later on ITV3.\n\nThe title is taken from the Rudyard Kipling poem; The Ballad of East and West.","original_name":"Never the Twain","vote_average":6.3,"name":"Never the Twain","cert":"Unavailable","id":4563,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2005-11-13","cast":["Josh Henderson","Luke Macfarlane","Erik Palladino","Keith Robinson","Omid Abtahi"],"overview":"Gritty, intense, evocative and emotional, \"Over There\" takes you to the front lines of battle and explores the effects of war on a U.S. Army unit sent to Iraq on their first tour of duty, as well as the equally powerful effects felt at home by their families and loved ones.","original_name":"Over There","vote_average":7.6,"name":"Over There","cert":"Unavailable","id":4564,"adult":"false","genre_ids":[10768,18,10759],"origin_country":["US"]},{"first_air_date":"1991-10-07","cast":["Jeremy London","John Aaron Bennett","Regina Taylor","Kathryn Harrold","Sam Waterston"],"overview":"I'll Fly Away is an American drama television series set during the late 1950s and early 1960s, in an unspecified Southern U.S. state. It aired on NBC from 1991 to 1993 and starred Regina Taylor as Lilly Harper, a black housekeeper for the family of district attorney Forrest Bedford, whose name is an ironic reference to Nathan Bedford Forrest, the founder of the Ku Klux Klan. As the show progressed, Lilly became increasingly involved in the Civil Rights Movement, with events eventually drawing in Forrest as well.\n\nI'll Fly Away won two 1992 Emmy Awards, and 23 nominations in total. It won three Humanitas Prizes, two Golden Globe Awards, two NAACP Image Awards for Outstanding Drama Series, and a Peabody Award. However, the series was never a ratings blockbuster, and it was canceled by NBC in 1993, despite widespread protests by critics and viewer organizations.\n\nAfter the program's cancellation, a two-hour movie, I'll Fly Away: Then and Now, was produced, in order to resolve dangling storylines from Season 2, and provide the series with a true finale. The movie aired on October 11, 1993 on PBS. Its major storyline closely paralleled the true story of the 1955 murder of Emmett Till in Money, Mississippi. Thereafter, PBS began airing repeats of the original episodes, ceasing after one complete showing of the entire series.","original_name":"I'll Fly Away","vote_average":7.0,"name":"I'll Fly Away","cert":"Unavailable","id":4565,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"1999-06-28","cast":["Terri Irwin","Steve Irwin"],"overview":"Croc Files is a wildlife documentary television series focusing on crocodiles first aired on cable TV channel Animal Planet. It was created as a spin-off to the original Crocodile Hunter and The Crocodile Hunter Diaries series hosted by Australian naturalist Steve Irwin and his wife Terri Irwin. In the UK it was aired on ITV. In Australia it was aired on Network Ten.","original_name":"Croc Files","vote_average":9.6,"name":"Croc Files","cert":"Unavailable","id":4566,"adult":"false","genre_ids":[99],"origin_country":["GB","US","AU"]},{"first_air_date":"1994-10-24","cast":["Pam Arciero","Tessa Ludwick","Martin P. Robinson","Tim Lagasse","Kathryn Mullen"],"overview":"Allegra's Window is a children's television series that aired on Nick Jr. from October 24, 1994 to May 1, 1996, with reruns airing from May 2, 1996 to June 1998 and later airing on Noggin from February 2, 1999 to April 2003. The show deals with the daily life of a precocious, imaginative puppet named Allegra, and featured live actors, puppets and animation ala Sesame Street. The show was created by Jan Fleming, John Hoffman and Jim Jinkins.\n\nThe series also spawned a series of music videos aired during interstitials that aired on Nick Jr.","original_name":"Allegra's Window","vote_average":8.0,"name":"Allegra's Window","cert":"Unavailable","id":4567,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1997-09-13","cast":["Kathleen Wilhoite","April Winchell","Clea Lewis","Danny Cooksey","Don Adams"],"overview":"Pepper Ann is an American animated series created by Sue Rose and aired on first run syndication. It debuted on September 1, 1997, and ended on November 24, 2000.\n\nPepper Ann stars adolescents and charts their ups and downs at Hazelnut Middle School. It aired as part of the The Disney Afternoon block. The character originated in a comic strip published in YM magazine.","original_name":"Pepper Ann","vote_average":7.4,"name":"Pepper Ann","cert":"Unavailable","id":4568,"adult":"false","genre_ids":[16,35],"origin_country":["US"]},{"first_air_date":"1968-09-25","cast":["Alexandra Bastedo","William Gaunt","Stuart Damon","Anthony Nicholls"],"overview":"The Champions is a British espionage\/science fiction\/occult detective fiction adventure series consisting of 30 episodes broadcast on the UK network ITV during 1968–1969, produced by Lew Grade's ITC Entertainment production company. The series was broadcast in the US on NBC, starting in summer 1968.","original_name":"The Champions","vote_average":6.7,"name":"The Champions","cert":"Unavailable","id":4579,"adult":"false","genre_ids":[10765,10759],"origin_country":["GB"]},{"first_air_date":"1971-04-02","cast":["Jiro Dan","Shunsuke Ikeda","Jun Negami","Nobuo Tsukamoto","Kazuko Iwasaki"],"overview":"This series is a follow up to the original Ultraman and Ultra Seven. The first episode begins with a fight between two giant monsters named Takkong and Zazahn, in Tokyo. Amid the monster destruction, young race car driver Hideki Goh is killed while trying to rescue a little boy and a dog from the falling rubble. His valiant sacrifice is noted by everyone, even his friends and the new defense force MAT, but an unseen being also takes notice. Looking over Hideki is \"New Ultraman\", also known as \"Ultraman Jack\", who is so touched by the race car driver's heroism, that he decides to combine his life force with that of Hideki, thus bringing him back to life (just like the original Ultraman did with Shin Hayata), much to everyone's astonishment. MAT then asks Hideki to join the team, which he does, especially since in this frightening new \"Age of Monsters\" Earth will need a savior. In times of crisis, Hideki Go will raise his right arm and, by force of will, transform into Ultraman Jack to fight monsters.","original_name":"帰ってきたウルトラマン","vote_average":10.0,"name":"The Return of Ultraman","cert":"Unavailable","id":4580,"adult":"false","genre_ids":[10759,10765],"origin_country":["JP"]},{"first_air_date":"2002-02-15","cast":["Won Bin","Han Hye-jin","Kyoko Fukada","Lee Dong-gun","Lee Ho-jae"],"overview":"Friends is a 4-episode South Korean-Japanese short drama that aired on 2002. It was produced by TBS, and MBC. This was the first time in drama history that the two countries collaborated to co-produce the show in both South Korea and Japan.","original_name":"フレンズ","vote_average":7.0,"name":"Friends","cert":"Unavailable","id":4581,"adult":"false","genre_ids":[18],"origin_country":["KR","JP"]},{"first_air_date":"1967-03-28","cast":["Raymond Burr","Don Galloway","Don Mitchell","Barbara Anderson","Elizabeth Baur"],"overview":"Ironside is a Universal television series that ran on NBC from September 14, 1967 to January 16, 1975. The show starred Raymond Burr as a paraplegic Chief of Detectives, Robert T. Ironside. The character debuted on March 28, 1967 in a TV movie. When broadcast in the United Kingdom the show was initially titled A Man Called Ironside. The show earned Burr six Emmy and two Golden Globe nominations.\n\nA new television series having the same name, Ironside is currently under development and is scheduled to debut on October 2, 2013.","original_name":"Ironside","vote_average":7.4,"name":"Ironside","cert":"Unavailable","id":4582,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"1974-10-20","cast":["Horst Tappert","Fritz Wepper","Willy Schäfer"],"overview":"Derrick was a German TV series produced by Telenova Film und Fernsehproduktion in association with ZDF, ORF and SRG between 1974 and 1998 about Detective Chief Inspector Stephan Derrick and his loyal assistant Inspector Harry Klein, who solve murder cases in Munich and surroundings.","original_name":"Derrick","vote_average":5.7,"name":"Derrick","cert":"Unavailable","id":4583,"adult":"false","genre_ids":[18,80],"origin_country":["DE"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Love to Love","vote_average":0.0,"name":"Love to Love","cert":"Unavailable","id":4584,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Yan Can Cook is a Chinese cuisine cooking show starring Martin Yan that featured recipes for stir frying and other traditional Chinese meals. Martin had a catchphrase, \"If Yan can cook, so can you!\", with which he used to sign off each show. One of his other trademarks was to chop food frantically with a sharp cleaver while grinning to camera, which used to elicit a round of rapturous applause from the largely American audience.\n\nMartin's style of presentation is infused with a little bit of humour, with the series shown widely on public television in the United States, on Food Network in Canada and on HTV in Vietnam. The series later transferred to Thames Television in the UK in the 1980s. A series featuring Vietnamese cuisine was also produced and was broadcast in 2003.\n\nHe has also written several cookbooks, most of which are companions to his various series.","original_name":"Yan Can Cook","vote_average":8.0,"name":"Yan Can Cook","cert":"Unavailable","id":4597,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2004-10-03","cast":["James Spader","William Shatner","Candice Bergen","John Larroquette","Tara Summers"],"overview":"Boston Legal is an American legal dramedy created by David E. Kelley and produced in association with 20th Century Fox Television for ABC. The series aired from October 3, 2004, to December 8, 2008.\n\nBoston Legal is a spin-off of long-running Kelley series The Practice, following the exploits of former Practice character Alan Shore at the legal firm of Crane, Poole & Schmidt.","original_name":"Boston Legal","vote_average":7.8,"name":"Boston Legal","cert":"Unavailable","id":4598,"adult":"false","genre_ids":[35,18],"origin_country":["US"]},{"first_air_date":"2000-10-02","cast":["Anthony Clark","Jean Louisa Kelly","Mike O'Malley","Liza Snyder"],"overview":"A comedy about two young couples and their outrageously contrasting views on parenting. Greg and Kim Warner struggle on a daily basis to become perfect at the job. Kim is a neurotic, stay-at-home mother, and although her husband, Greg, is a success in his career, his more difficult job is keeping his wife calm as they raise their two young children. While Kim is determined to be the perfect mother and perfect wife and to raise the perfect children, her sister, Christine Hughes, a very down-to-earth mother of two, continually reminds her that life will never be perfect. Christine's husband, Jimmy, often feels compelled to share with his brother-in-law his philosophy about being a husband and a parent while still remaining a man.","original_name":"Yes, Dear","vote_average":5.8,"name":"Yes, Dear","cert":"Unavailable","id":4599,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2006-10-07","cast":["Keith Allen","Richard Armitage","Sam Troughton","Jonas Armstrong","Harry Lloyd"],"overview":"Robin Hood is a British television programme, produced by independent production company Tiger Aspect Productions for BBC One, with co-funding from the BBC America cable television channel in the United States. Based on the traditional stories of legendary English folk hero Robin Hood, the programme started on 7 October 2006. Series two commenced broadcasting on 6 October 2007 with the final two episodes on 29 December 2007. Series three began airing on 28 March 2009 for a thirteen episode run. The series was axed by the BBC after series three following the departure of multiple characters, including lead actor Jonas Armstrong.","original_name":"Robin Hood","vote_average":7.2,"name":"Robin Hood","cert":"Unavailable","id":4600,"adult":"false","genre_ids":[18,10759],"origin_country":["GB"]},{"first_air_date":"2001-09-30","cast":["Vincent D'Onofrio","Kathryn Erbe","Julia Ormond","Jay O. Sanders"],"overview":"The third installment of the “Law &amp; Order” franchise takes viewers deep into the minds of its criminals while following the intense psychological approaches the Major Case Squad uses to solve its crimes.","original_name":"Law & Order: Criminal Intent","vote_average":7.5,"name":"Law & Order: Criminal Intent","cert":"Unavailable","id":4601,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2003-01-17","cast":["Raven-Symoné","Orlando Brown","Kyle Massey","Anneliese van der Pol","Rondell Sheridan"],"overview":"Raven Baxter is a winsome teen whose ability to glimpse flashes of the future often gets her into hot water.","original_name":"That's So Raven","vote_average":6.5,"name":"That's So Raven","cert":"Unavailable","id":4602,"adult":"false","genre_ids":[10765,35],"origin_country":["US"]},{"first_air_date":"1995-01-29","cast":["Michael Hurst","Kevin Sorbo"],"overview":"Hercules: The Legendary Journeys is a television series, filmed in New Zealand and the United States. It was produced from 1995, and was very loosely based on the tales of the classical Greek culture hero Heracles. It ran for six seasons, producing action figures and other memorabilia as it became one of the highest rated syndicated television shows in the world at that time. It also gained a cult following along with its spin-off, Xena: Warrior Princess.\n\nIt was preceded by several TV movies with the same major characters in 1994 as part of Universal Television's Action Pack: in order, Hercules and the Amazon Women, Hercules and the Lost Kingdom, Hercules and the Circle of Fire, Hercules in the Underworld, and Hercules in the Maze of the Minotaur, the last of which served mostly as a \"clip show\" of the previous movies as a lead up to the series.","original_name":"Hercules: The Legendary Journeys","vote_average":6.4,"name":"Hercules: The Legendary Journeys","cert":"Unavailable","id":4615,"adult":"false","genre_ids":[10759,18],"origin_country":["US"]},{"first_air_date":"1995-09-04","cast":["Lucy Lawless","Renee O'Connor","Ted Raimi","Karl Urban","Alexandra Tydings"],"overview":"Xena is an infamous warrior on a quest to seek redemption for her past sins against the innocent. Accompanied her comrade-in-arms Gabrielle, the campy couple use their formidable fighting skills to help those who are unable to defend themselves.","original_name":"Xena: Warrior Princess","vote_average":6.7,"name":"Xena: Warrior Princess","cert":"Unavailable","id":4616,"adult":"false","genre_ids":[18,10759],"origin_country":["US"]},{"first_air_date":"1987-03-31","cast":["Matt Frewer","Chris Young","Jeffrey Tambor","William Morgan Sheppard","Concetta Tomei"],"overview":"Max Headroom is a British-produced American satirical science fiction television series by Chrysalis Visual Programming and Lakeside Productions for Lorimar-Telepictures that aired in the United States on ABC from March 1987 to May 1988. The series was based on the Channel 4 British TV pilot produced by Chrysalis, Max Headroom: 20 Minutes into the Future. The series is often mistaken as an American-produced show due to the setting and its use of an almost entirely US cast along with being broadcast in the USA on the ABC network. Cinemax aired the UK pilot followed by a six-week run of highlights from The Max Headroom Show, a music video show where Headroom appears between music videos. ABC took an interest in the pilot and asked Chrysalis\/Lakeside to produce the series for US audiences.\n\nThe show went into production in late 1986 and ran for six episodes in the first season with eight being produced in season two.","original_name":"Max Headroom","vote_average":6.8,"name":"Max Headroom","cert":"Unavailable","id":4617,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2006-11-15","cast":["Taye Diggs","Meta Golding","Adam Baldwin","Joe Nieves","Victoria Pratt"],"overview":"Today Detective Brett Hopper will be accused of shooting state attorney Alberto Garza. He will offer his rock solid alibi. He will realize he's been framed. And he will run. Then, he will wake up and start the day over again.","original_name":"Day Break","vote_average":7.5,"name":"Day Break","cert":"Unavailable","id":4618,"adult":"false","genre_ids":[10765,18,10759],"origin_country":["US"]},{"first_air_date":"2006-06-28","cast":["Jill Wagner","Sticky Fingaz","Neil Jackson","Jessica Gower","Nelson Lee"],"overview":"Blade is a half-man, half-vampire who employs his extraordinary powers in a crusade to save mankind from the demonic creatures who walk the night. Set in Detroit, Blade investigates the vampire house of Chthon. Along the way he forms an uneasy alliance with Krista Starr, a former military veteran who becomes entrenched in the world of vampires while investigating the murder of her twin brother.","original_name":"Blade: The Series","vote_average":6.0,"name":"Blade: The Series","cert":"Unavailable","id":4619,"adult":"false","genre_ids":[10759,10765,18,9648],"origin_country":["US"]},{"first_air_date":"2006-07-18","cast":["Colin Ferguson","Salli Richardson-Whitfield","Joe Morton","Erica Cerra","Neil Grayston"],"overview":"The sleepy Pacific Northwest town of Eureka is hiding a mysterious secret. The government has been relocating the world's geniuses and their families to this rustic town for years where innovation and chaos have lived hand in hand. U.S. Marshal Jack Carter stumbles upon this odd town after wrecking his car and becoming stranded there. When the denizens of the town unleash an unknown scientific creation, Carter jumps in to try to restore order and consequently learns of one of the country's best kept secrets.","original_name":"Eureka","vote_average":7.5,"name":"Eureka","cert":"PG","id":4620,"adult":"false","genre_ids":[10765,35,18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Jetix","vote_average":0.0,"name":"Jetix","cert":"Unavailable","id":4633,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Snork","vote_average":0.0,"name":"Snork","cert":"Unavailable","id":4634,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2005-09-18","cast":["Michael Seater","Ashley Leggat","Jordan Todosey","Ariel Waller","John Ralston"],"overview":"Life with Derek is a Canadian television sitcom that aired on Family and VRAK.TV in Canada and on Disney Channel in the United States. The series premiered on Family on September 18, 2005, and ran for four seasons, ending its run on March 25, 2009. The series starred Michael Seater and Ashley Leggat as the two oldest children in a stepfamily. It ended with 70 episodes and one spin-off television film, entitled Vacation with Derek.","original_name":"Life with Derek","vote_average":7.7,"name":"Life with Derek","cert":"Unavailable","id":4635,"adult":"false","genre_ids":[10751,35],"origin_country":["CA"]},{"first_air_date":"1994-01-02","cast":["James McCaffrey","Dorian Harewood","Joe Nipote","Dawn-Lyen Gardner","J. Downing"],"overview":"Viper is an action-adventure TV series about a special task force set up by the federal government to fight crime in the fictional city of Metro City, California that is perpetually under siege from one crime wave after another. The weapon used by this task force is an assault vehicle that masquerades as a Dodge Viper RT\/10 roadster and coupe. The series takes place in \"the near future\". The primary brand of vehicles driven in the show were Chrysler or subsidiary companies.\n\nThe Viper Defender \"star car\" was designed by Chrysler Corporation engineers. The exterior design of the car was produced by Chrysler stylist Steve Ferrerio.","original_name":"Viper","vote_average":6.6,"name":"Viper","cert":"Unavailable","id":4636,"adult":"false","genre_ids":[10759],"origin_country":["US"]},{"first_air_date":"2004-03-12","cast":["Emma Pierson","Alison Steadman","Janine Duvitski","Ben Miller","Geoffrey Whitehead"],"overview":"The Worst Week of My Life is a British comedy television series, first broadcast on BBC One between March and April 2004. A second series was aired between November and December 2005 and a three-part Christmas special, The Worst Christmas of My Life was shown during December 2006. It was written by Mark Bussell and Justin Sbresni.","original_name":"The Worst Week of My Life","vote_average":8.2,"name":"The Worst Week of My Life","cert":"Unavailable","id":4637,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2004-06-04","cast":[],"overview":"Impact Wrestling is a professional wrestling television program for Total Nonstop Action Wrestling. As of 2005, it airs weekly on Spike in the United States and Canada. On March 14, 2013, the company ended their almost continuous near-9-year residency at the Impact Zone and have since been filming the show live at venues across the country.\n\nImpact Wrestling originally debuted in the United States on Fox Sports Net on June 4, 2004, but after FSN did not renegotiate TNA's contract in May 2005, the show was left without a television network to broadcast on. The show began broadcasting episodes via the internet between July 1 and October 1, 2005 before securing a deal with Spike TV. The show first began airing episodes on Saturdays, however in April 2006 the show was moved to Thursday nights. Impact Wrestling briefly moved to Monday nights in 2010 but moved back to Thursdays later that year.","original_name":"Impact Wrestling","vote_average":4.7,"name":"Impact Wrestling","cert":"Unavailable","id":4638,"adult":"false","genre_ids":[10759,18],"origin_country":["US"]},{"first_air_date":"2007-05-13","cast":[],"overview":"","original_name":"That Crook'd 'Sipp","vote_average":0.0,"name":"That Crook'd 'Sipp","cert":"Unavailable","id":4649,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2004-09-03","cast":["Rick Jones","Sonja Ball","Annie Bovaird"],"overview":"Dragon Hunters is a cartoon series created by Arthur Qwak and produced by the French company Futurikon. It follows the adventures of two hunters for hire through a medieval world of floating land masses that is terrorized by a widely varying menace of monsters known collectively as dragons. A 3-D feature film and a videogame based on the film have also been released. Its original French title is Chasseurs de Dragons.","original_name":"Chasseurs de Dragons","vote_average":6.3,"name":"Chasseurs de Dragons","cert":"Unavailable","id":4650,"adult":"false","genre_ids":[16,10765],"origin_country":["FR","US"]},{"first_air_date":null,"cast":[],"overview":"TV Patrol Central Visayas is the local news network broadcast of the ABS-CBN Regional Network Group in Mandaue City. It has been the most watched news program in Metro Cebu and the Central Visayas region. The program delivers news headlines about the current events in Central Visayas. It is aired live daily from the ABS-CBN Channel 3 Cebu at 5:00 PM, from Monday to Friday, with simulcast over ABS-CBN TV-12 Dumaguete and TV-9 Bohol and on radio thru DYAB Radyo Patrol 1512 Cebu.\n\nAnchored by Leo Lastimosa, TV Patrol Central Visayas had been recognized by Catholic Mass Media Awards as Best TV News Program in 2005 and in 2008. It was further given recognition by Cebu Archdiocesan Media Awards as the Best TV News Program in 2007 and 2009.","original_name":"TV Patrol Central Visayas","vote_average":0.0,"name":"TV Patrol Central Visayas","cert":"Unavailable","id":4651,"adult":"false","genre_ids":[10763],"origin_country":["PH"]},{"first_air_date":"2002-09-16","cast":["Phil McGraw"],"overview":"Using the power of television, Dr. Phil McGraw presents compelling stories about real people with a variety of emotional and behavioral problems, stripping away the shame and embarrassment that too often keep people from seeking help. Its a show that is suppose to help people with their problems and to find a solution on live TV .","original_name":"Dr. Phil","vote_average":4.3,"name":"Dr. Phil","cert":"Unavailable","id":4652,"adult":"false","genre_ids":[10767],"origin_country":["US"]},{"first_air_date":"2004-10-08","cast":["James Cawley","Jeffery Quinn","John M. Kelley"],"overview":"Star Trek: Phase II is a fan-created science fiction series set in the Star Trek universe. The series was created by James Cawley and Jack Marshall in April 2003. The series, released exclusively via the Internet, is designed as a continuation of the original Star Trek, beginning in the fifth and final year of the starship Enterprise's \"five-year mission.\" The first episode of the series was released in January 2004, with new episodes being released at a rate of about one per year, though producers have expressed their desire to accelerate production.\n\nCBS, which owns the legal rights to the Star Trek franchise, allows the distribution of fan-created material as long as no attempt is made to profit from it without official authorization, and Phase II enjoys the same tolerance.\n\nStar Trek: Phase II stars James Cawley as Captain Kirk, Brandon Stacy as Mr. Spock, and John Kelley as Dr. McCoy. Eugene Roddenberry Jr., the son of Star Trek creator Gene Roddenberry, serves as consulting producer. Some of the original actors have returned to reprise their roles, including George Takei as Sulu in \"World Enough and Time\", and Walter Koenig as Chekov in \"To Serve All My Days\". The episodes are filmed on new sets located in Port Henry, NY, at a long-shuttered car dealership.","original_name":"Star Trek: Phase II","vote_average":8.2,"name":"Star Trek: Phase II","cert":"Unavailable","id":4653,"adult":"false","genre_ids":[18,10759,10765],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"What's On is a weekly half-hour infotainment TV series that airs on Fairchild TV.","original_name":"What's On","vote_average":0.0,"name":"What's On","cert":"Unavailable","id":4654,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":"2003-01-06","cast":[],"overview":"A fun-loving family of bears whose love, loyalty and humour allows them to overcome any obstacle that finds its way down their sunny dirt road. They demonstrate time and time again that, no matter what the problem may be, the love, understanding, and support of family will get them through anything!","original_name":"The Berenstain Bears","vote_average":5.4,"name":"The Berenstain Bears","cert":"Unavailable","id":4665,"adult":"false","genre_ids":[35,10751,16],"origin_country":["CA"]},{"first_air_date":"1995-09-30","cast":["Jeffrey Walker","Peter Bensley","Nicholas Hammond","Petra Yared","Michala Banas"],"overview":"When Jo Tiegan is given an oval-shaped mirror, as a gift, by the elderly owner of an antique shop, she is amazed to see another girl's image in the mirror instead of her own reflection. It is also quite obvious that the other girl can see her just as clearly. Jo (from the 1990's) and 'the girl in the mirror', Louisa Iredale (from 1919), later accidently find that they can also travel to each other's times through the mirror - following upon which discovery a relentless sequence of events is set in motion.","original_name":"Mirror, Mirror","vote_average":7.5,"name":"Mirror, Mirror","cert":"Unavailable","id":4668,"adult":"false","genre_ids":[18],"origin_country":["AU","NZ"]},{"first_air_date":"1991-09-25","cast":["Robert Harley","Paul Merton","Caroline Quentin"],"overview":"Paul Merton: The Series is a British sketch show that aired on Channel 4 from 1991 to 1993. The main star was Paul Merton, who co-wrote it along with John Irwin. It is not currently available on DVD but every episode is available for viewing free via Channel 4 service 4od and YouTube in the UK. It can also be purchased in the UK via iTunes.","original_name":"Paul Merton: The Series","vote_average":0.0,"name":"Paul Merton: The Series","cert":"Unavailable","id":4669,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2005-06-29","cast":["Michael Ian Black","David Wain","Michael Showalter"],"overview":"Stella was a short-lived television series that originally ran from June 28, 2005 to August 30, 2005 on the American television channel Comedy Central, created by and starring Michael Ian Black, Michael Showalter, and David Wain, the three members of the sketch comedy troupe of the same name and former cast members of MTV's The State. Stella, as a comedy troupe, has existed since 1997. It has a cult following and plays to sold out shows across the USA. The show aired on Tuesdays at 10:30 PM, EST.\n\nIn September, after 10 episodes, Stella's timeslot was filled by Mind of Mencia. On March 8, 2006, the following message was posted on Stella's official website: \"The STELLA series was on Comedy Central last summer. The network has officially decided not to renew it for a second season,\" thus effectively cancelling the series. The first season DVD was released on September 12, 2006. Episodes have also been available on iTunes and Hulu and some episodes on Joost. Stella premiered in Australia on The Comedy Channel on May 3, 2007.","original_name":"Stella","vote_average":7.3,"name":"Stella","cert":"Unavailable","id":4670,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Nightline is a New Zealand late night news show currently on TV3 hosted by Sacha McNeil. Nightline, hosted usually in the 10.30pm to 11.00pm timeslot, has a high focus on the arts and current events. It competes directly with TVNZ's Tonight show. Nightline generally runs the entire year, its timeslot being pushed later on some occasions to cater to long-running shows, but traditionally takes a short break over the Christmas period. Previous hosts have included Rachel Smalley, Samantha Hayes, Carly Flynn, Carolyn Robinson, Leanne Malcolm, Sarah Bradley, Joanna Paul and Belinda Todd.","original_name":"Nightline","vote_average":0.0,"name":"Nightline","cert":"Unavailable","id":4671,"adult":"false","genre_ids":[10763],"origin_country":["NZ"]},{"first_air_date":"2002-09-14","cast":["Vivica A. Fox","Phil LaMarr","Jeff Bennett","Tasia Valenza","Jim Cummings"],"overview":"Ozzy & Drix, also known as The Fantastic Voyage Adventures of Osmosis Jones & Drixenol and Osmosis Jones: The Animated Series, is an American animated television series based on the Warner Bros. film Osmosis Jones and it was produced by Warner Bros. Animation. It takes place inside the body of teenager Hector Cruz. The series premiered on September 14, 2002 on the Kids' WB; the final episode aired July 5, 2004. Unlike the original movie it spun off from, Ozzy & Drix was entirely animated and contained no live action. It stars Phil LaMarr as the replacement for Chris Rock as Osmosis Jones, and Jeff Bennett as the replacement for David Hyde Pierce as Drix. As of July 2011, episodes of the series are still available via the Kids WB website. The show also aired on Teletoon in Canada. The show is also slightly less violent than the movie, having the characters treated like people rather than simply cells, and having none of them killed off, unlike the movie where Thrax managed to kill off several cells. There are also new characters that replace the ones from the original movie such as Maria Amino replacing Leah Estrogen, Mayor Spryman replacing Mayor Phlegmming, Sylvian Fischer replacing Tom Colonic, Chief Gluteus replacing The Chief of Police, The Mole replacing Chill the Flu Shot and Scarlet Fever replacing Thrax.","original_name":"Ozzy & Drix","vote_average":6.2,"name":"Ozzy & Drix","cert":"Unavailable","id":4684,"adult":"false","genre_ids":[10751,16,35],"origin_country":["US"]},{"first_air_date":"2005-02-01","cast":["Stephen Mangan","Stephen Merchant","Doon Mackichan","Tracy-Ann Oberman","Graeme Garden"],"overview":"Bromwell High is an animated series about a British high school in South London. It first aired on Teletoon in Canada and Channel 4 in the United Kingdom. It is a co-production between Hat Trick Productions in the UK and DHX Media in Canada. According to the website Toonhound, it was originally to be entitled Streatham Hill, but was renamed Bromwell High in January 2005. Streatham Hill is a real London suburb, while Bromwell is fictional.\n\nSubsequent international purchases have seen the show screened in the United States on BBC America, on The Box in the Netherlands, dubbed to Spanish and Portuguese on Cartoon Network's Adult Swim in Latin America, on the ABC in Australia, on TVNZ's TV2 in New Zealand, and also dubbed in French for the Canadian Télétoon network.\n\nIt stars three trouble-making girls, Keisha, Latrina, and Natella as they wreak havoc on their impoverished school and its teachers.\n\nThe show was designed by David Whittle, who is also responsible for illustrating the popjustice icons series of books.\n\nThe show represents a caricatured view of contemporary British society. For example, the majority of students at Bromwell High School are immigrant children from the Caribbean and Asia, and some of the male teachers are aging 'chavs'. Many of the characters on the show speak a very poor form of English, including the headmaster, Iqbal. Most of the teachers have an affinity for biscuits.","original_name":"Bromwell High","vote_average":6.0,"name":"Bromwell High","cert":"Suitable for 15 years & above","id":4685,"adult":"false","genre_ids":[16,35],"origin_country":["GB","CA"]},{"first_air_date":"2005-12-27","cast":["Tara Strong","Claudia Schmidt","Ashley Johnson","Meagan Smith","Paul Eiding"],"overview":"Ben 10 was an American animated series created by Man of Action, and produced by Cartoon Network Studios. The series is about a 10 year old boy named Ben Tennyson who gets a watch-like alien device called the \"Omnitrix\". Attached to his wrist, this allows him to transform into various alien creatures.\n\nThe pilot episode aired on December 27, 2005, as part of a sneak peek of Cartoon Network's Saturday morning lineup. The second episode was shown as a special on Cartoon Network's Fridays on January 13, 2006, and the final regular episode aired on April 15, 2008.\n\nThe series gradually became popular among audiences, evolving into a franchise, being nominated for two Emmy Awards, winning one for \"Outstanding Individual Achievement in Animation\". Ben 10 was succeeded by Ben 10: Alien Force, which itself was succeeded in April 2010 by Ben 10: Ultimate Alien. A new series called Ben 10: Omniverse premiered in September 2012.","original_name":"Ben 10","vote_average":7.0,"name":"Ben 10","cert":"Unavailable","id":4686,"adult":"false","genre_ids":[16,10759,35,10762],"origin_country":["US"]},{"first_air_date":"2005-03-24","cast":[],"overview":"Collectors was an Australian television series that was shown at 8.00pm on Friday on ABC1 and repeated at 6.00pm on Monday on ABC2. It investigated a variety of collections from museums and private collectors. It was hosted by comedian Andy Muirhead, a former biologist, and featured a panel of experts: Sydney-based fashion designer Claudia Chan Shaw, antiques dealer and restorer Gordon Brown and professor of sociology Adrian Franklin. The panel formerly included museum curator Niccole Warren, and Lauren Carpenter who still occasionally reports for the show. Past guests have included former Australian immigration minister Amanda Vanstone, former Australian federal opposition leader Kim Beazley, and musician Pete Cooper from The Porkers.\n\nOn 11 June 2010, it was reported that host Andy Muirhead had been charged with one count of accessing child pornography. Collectors was off-air for a month and Muirhead took unpaid leave during proceedings. The website for the show was also taken down temporarily. These actions have been criticised for giving an impression of guilt. It was announced the following week that the show would return without Muirhead in July. In October 2012, Muirhead was sentenced to 10 months in jail for child pornography offences after pleading guilty in July 2012.","original_name":"Collectors","vote_average":0.0,"name":"Collectors","cert":"Unavailable","id":4687,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Ang TV is a youth-oriented variety show in the Philippines. The show's format was inspired by its predecessor \"Kaluskos Musmos\", a popular Philippine kiddie gag show in the '70s and its foreign counterpart \"The Mickey Mouse Club\". Prior to 1992, Johnny Manahan, a Filipino director, enlisted a group of kids and pre-teens to create the first ever youth-oriented variety show in the Philippines.\n\nMany of the Philippines' current artists are from \"Ang TV\". Active Filipino artists from the \"Ang TV\" include Claudine Barretto, Angelu de Leon, Gio Alvarez, Jolina Magdangal, Rica Peralejo, John Prats, Camille Prats, Paolo Contis, Kaye Abad, Angelica Panganiban and Patrick Garcia","original_name":"Ang TV","vote_average":0.0,"name":"Ang TV","cert":"Unavailable","id":4688,"adult":"false","genre_ids":[35],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"'Sang Linggo nAPO Sila was a daily noon-time variety show of ABS-CBN that aired from February 1995 to November 1998. It was hosted by the APO Hiking Society. Some of the original co-hosts included Bing Loyzaga, Michelle Van Eimeren, Agot Isidro, Lara Melissa de Leon, Amy Perez, John Estrada, Rannie Raymundo and Roderick Paulate.\n\nThe show was a spinoff of ABS-CBN's popular Sunday noon-time show Sa Linggo nAPO Sila. It was one of the new shows launched by ABS-CBN in 1995 as part of their \"Primetime on Daytime\" block after Eat Bulaga! moved from ABS-CBN to GMA. It aired live daily from ABS-CBN's studio at the Delta Theater until it moved to Studio 3 at the ABS-CBN Broadcast Center.","original_name":"'Sang Linggo nAPO Sila","vote_average":0.0,"name":"'Sang Linggo nAPO Sila","cert":"Unavailable","id":4689,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Earth Warp is a story produced by the BBC as part of their Look and Read programme. It originally aired between January and March in 1994. The story was 10 episodes long and focused heavily on pollution. It was shown again in its entirety in late 2009.","original_name":"Earth Warp","vote_average":0.0,"name":"Earth Warp","cert":"Unavailable","id":4700,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1963-08-09","cast":[],"overview":"Ready Steady Go! is one of the UK's first rock\/pop music television programmes and was a forerunner of MTV-type programming. It was conceived by Elkan Allan, head of Rediffusion TV. Allan was assisted by record producer\/talent manager Vicki Wickham, who became the show's producer, and Michael Lindsay-Hogg who was appointed the show's director in 1965. It was broadcast from August 1963 until December 1966. It was produced by Associated-Rediffusion the weekday ITV contractor for London, called Rediffusion-London post 1964. The live show was eventually networked nationally.\n\nThe show gained its highest ratings on 20 March 1964 when it featured the Beatles being interviewed and performing their songs \"It Won't Be Long\", \"You Can't Do That\" and \"Can't Buy Me Love\" - the last of which was a hit at the time.\n\nRSG! USA! was a Dick Clark production in 1964. A trademark infringement ended the show after six episodes.\n\nIts last episode was broadcast on 23 December 1966.","original_name":"Ready Steady Go!","vote_average":0.0,"name":"Ready Steady Go!","cert":"Unavailable","id":4701,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Carmen and Dave: An MTV Love Story was a reality television show produced by Mark Doctrow for Music Television. It followed the courtship of Carmen Electra and Dave Navarro.","original_name":"Carmen and Dave: An MTV Love Story","vote_average":0.0,"name":"Carmen and Dave: An MTV Love Story","cert":"Unavailable","id":4702,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Split Second is a 2004 Hong Kong crime thriller television drama produced by TVB and Thailand's TV3, with Marco Law serving as the executive producer. It ran from October 4, 2004 to November 12, 2004, with the total of 30 episodes.\n\nThis show uses a format similar to the American series 24. Each one-hour episode represents one day in the show's timeline, and an on-screen digital clock appears in the show regularly to remind viewers the time in the storyline.","original_name":"Split Second","vote_average":0.0,"name":"Split Second","cert":"Unavailable","id":4705,"adult":"false","genre_ids":[18,10759],"origin_country":["HK"]},{"first_air_date":"2007-06-06","cast":["Jael de Pardo","Jarrod Tomassi","Casey Brumels","Erin Ryder","Gabriel Copeland"],"overview":"Destination Truth is a weekly American paranormal reality television series that premiered on June 6, 2007, on Syfy. Produced by Mandt Bros. Productions and Ping Pong Productions, the program follows paranormal researcher Josh Gates around the world to investigate claims of the supernatural, mainly in the field of cryptozoology. Season three concluded on April 21, 2010, and currently holds the highest ratings ever for the series, which continued with a fourth season, beginning on Thursday, September 9, 2010, at 9:00 p.m. ET\/PT. The fifth season began July 10, 2012.","original_name":"Destination Truth","vote_average":7.8,"name":"Destination Truth","cert":"Unavailable","id":4706,"adult":"false","genre_ids":[99,10765],"origin_country":["US"]},{"first_air_date":"1984-07-16","cast":["Gary Sweet","Frank Thring","Hugo Weaving"],"overview":"Dramatization of the 1932\/33 Test cricket series between England and Australia. Played in Australia, the series gained notoriety in Australian and worldwide cricketing history for the fact that the English team (headed by captain Douglas Jardine) applied a bowling technique called \"leg theory\", or more commonly, Bodyline. This technique involved bowlers bowling the ball directly at the batsman's body, and resulted in many of the Australian team receiving numerous bruises and injuries, with batsman Bert Oldfield sustaining a cracked skull. The series generated much anger and resentment towards the English team within Australia and seriously damaged Anglo-Australian cricketing relations at the time.","original_name":"Bodyline","vote_average":7.3,"name":"Bodyline","cert":"Unavailable","id":4717,"adult":"false","genre_ids":[18],"origin_country":["AU"]},{"first_air_date":"2007-12-12","cast":[],"overview":"Crowned: The Mother of All Pageants is an eight-episode competition that featured multiple mother-daughter teams working together as pairs to win a beauty pageant competition. The show ran for eight episodes on The CW from December 12, 2007 to January 30, 2008.\n\nThe competition was judged by Carson Kressley, Shanna Moakler and television personality Cynthia Garrett.\n\nEach pair attempted to brand a 'style' for their mother\/daughter team via clothing and swimwear, create ways of expressing a point of view about issues in the world, and practice for the big pageant dance number. The prize package included a $100,000 cash award, a custom-designed platinum and diamond crown necklace, and tiaras.\n\nThe show was a production of Swim Entertainment and Fox Television Studios, with creator\/executive producer Laurie Girion.\n\nOn May 13, 2008, The CW officially cancelled the series. The show averaged 1.79 for its sole season.\n\nPageant Director-Linnea Maloney\n\nLinnea Mancini Maloney won the Miss New York USA 1988 title and went on to compete in the Miss USA 1988 pageant. She played in all Episodes 1-8 as the Pageant Director of Crowned, The Mother of all Pageants.","original_name":"Crowned: The Mother of All Pageants","vote_average":0.0,"name":"Crowned: The Mother of All Pageants","cert":"Unavailable","id":4718,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"1997-04-03","cast":["Joe Flaherty","Tony Longo","Matt Borlenghi","Michael Winslow"],"overview":"Police Academy: The Series is a syndicated 1997 television series spin-off from the Police Academy series of films. Michael Winslow was the only actor from the Police Academy films to have a recurring role on the show, although several of the film's cast made occasional guest appearances. The series was written by Paul Maslansky and produced by James Margellos and Gary M. Goodman. Music by Ari Wise and Jim Guttridge","original_name":"Police Academy: The Series","vote_average":5.0,"name":"Police Academy: The Series","cert":"Unavailable","id":4719,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2008-03-05","cast":["Michelle Collins","Robert Sheehan","Lisa Dwan","Alison Newman","Sammy Glenn"],"overview":"Rock Rivals is a British television drama series following the lives of two celebrity judges on an X Factor style show as their marriage falls apart. It was produced by Shed Productions, the company behind Footballers' Wives, Bad Girls and Waterloo Road. The series began on 5 March 2008 on ITV and finished on 23 April 2008. It was not renewed due to both poor ratings and poor reviews.","original_name":"Rock Rivals","vote_average":0.0,"name":"Rock Rivals","cert":"Suitable for 12 years & above","id":4720,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"So You Think You Can Dance was a Greek dance competition show produced and aired by Mega Channel and based on the format of other shows in the So You Think You Can Dance television franchise. The first season was broadcast in 2007 following auditions held in Athens, New York City, Melbourne, Munich, and Cyprus in late 2006. The auditions in the countries outside of Greece were aimed at Greeks living abroad. The grand prize of the show was 100,000 euros and a 3-year scholarship to a dance school in London, England.\n\nThe winner of season one was Loukas Kosmidis.\n\nTop 4: Jean Pierre Falone Stasinopoulos, Fanie Michailidou, Panagiota Kariotis","original_name":"So You Think You Can Dance","vote_average":0.0,"name":"So You Think You Can Dance","cert":"Unavailable","id":4721,"adult":"false","genre_ids":[],"origin_country":["GR","CY"]},{"first_air_date":"1983-04-29","cast":["Patsy Rowlands","David Daker","Michael Aldridge","Garfield Morgan","Thora Hird"],"overview":"Hallelujah! was a British sitcom made by Yorkshire Television for the ITV network and was broadcast from April 1983 to December 1984.\n\nThe series was set in a Salvation Army citadel in the fictional Yorkshire town of Brigthorpe during series 1. Captain Emily Ridley has been posted there, having been an active member of the Salvation Army for 42 years. Despite the town and residents being seemingly pleasant, Emily is determined to flush out sin from behind the net curtains. Assisting Emily are her niece Alice Meredith.\n\nThe programme was a repeat collaboration between Hird and the creator Dick Sharples, having worked together on the comedy series In Loving Memory between 1979 and 1986.\n\nThe show even featured guest appearances from guest stars like Hird's Last of the Summer Wine co-star actor Michael Aldridge and television presenter & Countdown Legend Richard Whiteley Himself.","original_name":"Hallelujah!","vote_average":5.0,"name":"Hallelujah!","cert":"Unavailable","id":4722,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2005-06-05","cast":["Bobby Flay","Giada De Laurentiis"],"overview":"Cooking competition following upcoming chefs, and the winner gets to host their own show!","original_name":"Food Network Star","vote_average":6.4,"name":"Food Network Star","cert":"Unavailable","id":4733,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"2006-05-15","cast":["Song Il-gook","Jin Hee-kyung","Song Ji-hyo","Han Hye-jin","Bae Soo-bin"],"overview":"Jumong  examines the life of Jumong Taewang, founder of the kingdom of Goguryeo. Few details have been found in the historical record about Jumong, so much of the series is fictionalized. The fantastic elements surrounding the original Jumong legend have been replaced with events more grounded in reality.","original_name":"삼한지-주몽 편","vote_average":8.6,"name":"Jumong","cert":"Unavailable","id":4734,"adult":"false","genre_ids":[10768,18],"origin_country":["KR"]},{"first_air_date":"2000-06-09","cast":["Brandy Ledford","Shannon Kenny","Paul Ben-Victor","Vincent Ventresca","Micahel McCafferty"],"overview":"The Invisible Man is a Sci-Fi American television series starring Vincent Ventresca, Paul Ben-Victor, Eddie Jones, Shannon Kenny and Michael McCafferty. Somewhat more successful than previous television series involving invisible secret agents, it aired from June 9, 2000 to February 1, 2002, lasting two seasons.\n\nThe plot revolves around Darien Fawkes, a thief facing life imprisonment who was recruited by a low-rent spy organization and given the power of invisibility via implantation of a special \"Quicksilver gland\" in his head. The gland allows Fawkes to secrete a light-bending substance called \"Quicksilver\" from his pores and follicles. The substance quickly coats his skin, hair, nails and clothes and renders him invisible. He can consciously release the Quicksilver, which then flakes off and disintegrates. However, the Quicksilver gland was sabotaged at its creation by scientist Arnaud DeFehrn to release a neurotoxin that accumulates in the bloodstream and causes intense pain, followed by antisocial behavior and psychosis. The host requires regular doses of \"counteragent\" to keep him sane and healthy, which is controlled by said government agency. This series lasted for two seasons, before being cancelled due to cost issues and internal bickering between the Sci Fi Channel and its then-parent company, USA Networks. The show's first season ran concurrently in first-run syndication as well as on Sci Fi.","original_name":"The Invisible Man","vote_average":7.3,"name":"The Invisible Man","cert":"Unavailable","id":4735,"adult":"false","genre_ids":[35,10765],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"At Your Service, Star Power is a public service program first aired on GMA Network in 2004 as At Your Service and later transferred to its sister network, Q. The show aired its final episode on October 2007\n\nThe program was hosted by Rhea Santos and later replaced by actress Iza Calzado when the show transferred to Q and when Rhea Santos was given News on Q.\n\nGMA and Q news reporter JP Soriano was a segment producer of this defunct show before becoming a full-time news reporter in 2006.","original_name":"At Your Service-Star Power","vote_average":0.0,"name":"At Your Service-Star Power","cert":"Unavailable","id":4736,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"1993-10-03","cast":["Anton Rodgers"],"overview":"Old Bear Stories was a BAFTA award winning stop frame animation television series for children based on the Old Bear and Friends books by Jane Hissey. Jane Hissey also created the television series, starting it on 24 September 1993, and creating 3 seasons, which ended on 24 December 1997 with a double-length Christmas special. In all, 41 episodes were made. The series was produced by Ealing Animation and was originally broadcast in the United Kingdom on ITV. Episodes have subsequently been repeated on Channel 5 in the UK, and are also broadcast in the United States and other countries worldwide. The show also aired for a short time on the CBC morning children's block in Canada. It also aired in the United States as part of Cartoon Network's Small World show.\n\nEpisodes of the series were released on VHS by Carlton Video.","original_name":"Old Bear Stories","vote_average":10.0,"name":"Old Bear Stories","cert":"Unavailable","id":4737,"adult":"false","genre_ids":[16],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Di-Gata Defenders is a Canadian action\/adventure, science fiction, fantasy animated television series created by Greg Collinson with Nerd Studios and Nelvana Entertainment. This show is rated C8 according to the Canadian TV Classification System. The series currently has 52 episodes and is airing the Ethos Saga as of Fall 2007. In North America, this show is aired on Teletoon in Canada and on Fox network's 4Kids TV block as of July 28, 2007. Internationally, the series airs on the Cartoon Network for Australia, Maori Television for New Zealand, the series also airs on the Astro Ceria for Malaysia, Hero TV for the Philippines starting November 3, 2006 and Jetix for the UK starting August 25, 2007 and Kix! for the UK starting September 29, 2008. It airs on Disney XD in The Netherlands.\n\nThe series follows the travels and adventures of six teenage children, part of an organization called the Di-Gata Defenders. Their mission as heroes is to defend RaDos against evil factions.","original_name":"Di-Gata Defenders","vote_average":8.0,"name":"Di-Gata Defenders","cert":"Unavailable","id":4738,"adult":"false","genre_ids":[10765],"origin_country":["CA"]},{"first_air_date":"2006-11-19","cast":["Ella Chen","Wu Zun","Jiro Wang","Danson Tang"],"overview":"After watching a high jump competition on TV, Lu Rui Xi was so inspired by a jumper named Zuo Yi Quan that she decides to transfer to his school, which happened to be an all-boys school; therefore, she disguises herself as a boy to get accepted. At the school, Rui Xi befriends Jin Xiu Yi. One day during a friendly soccer match, Rui Xi is knocked unconscious by Xiu Yi. Quan carries her to the infirmary and realizes that Rui Xi is in fact a girl! However, Quan keeps her identity a secret. At the same time, Xiu Yi starts to question his own sexual orientation when he finds himself having feelings towards Rui Xi.","original_name":"花樣少年少女","vote_average":0.0,"name":"Hana Kimi \/ Hua Yang Shao Nian Shao Nu","cert":"Unavailable","id":4749,"adult":"false","genre_ids":[35,10749],"origin_country":["TW"]},{"first_air_date":"1971-09-15","cast":["Stratford Johns","Derek Newark","Neil Stacy"],"overview":"Barlow at Large is a British television programme broadcast in the 1970s, starring Stratford Johns in the title role.\n\nJohns had previously played Barlow in the Z-Cars, Softly, Softly and Softly, Softly: Taskforce series on BBC television during the 1960s and early 1970s. Barlow at Large began as a three-part self-contained spin-off from Softly, Softly: Taskforce in 1971 with Barlow co-opted by the home office to investigate police corruption in Wales. Johns left Softly, Softly for good in 1972, but returned for a further series of Barlow at Large in the following year, Barlow having gone on full-time secondment to the Home Office. This second series, rather than telling one story in serial form, as the 1971 series had, was instead ten 50-minute episodes, each with a self-contained story. In this series, Barlow was supported by Norman Comer as Detective Sergeant Rees, who had been helpful to him during the first series. He also had to deal with the political machinations of the senior civil servant Fenton.\n\nIn 1974 the series was renamed Barlow and a further two series of eight episodes each followed, introducing the character of Detective Inspector Tucker, played by Derek Newark. The final episode was transmitted in February 1975. The Barlow character was seen again in the series Second Verdict in which he, along with his former colleague John Watt, looked into unsolved cases and unsafe convictions from history.","original_name":"Barlow","vote_average":0.0,"name":"Barlow","cert":"Unavailable","id":4750,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"2003-07-01","cast":["Hayato Ichihara","Akiyoshi Nakao","Keita Saito","Teppei Koike","Ryô Kimura"],"overview":"Water Boys is a Japanese television drama series aired in Japan on Fuji Television in 2003. There is a fairly large cast due to the amount of members in each team. There were 32 swimmers in this drama who were carefully chosen to fit their roles, but none of them had ever done synchronized swimming before.","original_name":"ウォーターボーイズ","vote_average":0.0,"name":"Water Boys","cert":"Unavailable","id":4751,"adult":"false","genre_ids":[35,18],"origin_country":["JP"]},{"first_air_date":"1965-10-02","cast":["Mel Blanc","Paul Frees","Daws Butler","Dick Van Dyke","Jess Harnell"],"overview":"Secret Squirrel is a funny animal cartoon character created by Hanna-Barbera, and also the name of his segment in the The Atom Ant\/Secret Squirrel Show, which debuted in 1965. He was given his own show in 1966, but was reunited with Atom Ant for one more season in 1967. Secret first appeared in a prime-time animated special called The World of Atom Ant and Secret Squirrel, which aired on NBC on September 12, 1965.\n\nThe Secret Squirrel half-hours included three individual cartoon segments: \"Secret Squirrel,\" \"Squiddly Diddly,\" and \"Winsome Witch.\" Secret Squirrel's shorts were a parody of the then-popular spy genre, with most of his shorts' elements satirizing those of the James Bond films. Secret Squirrel was also known as \"Agent 000\". Beginning in 1993, thirteen new Secret Squirrel cartoons appeared in between the 2 Stupid Dogs episodes, with the updated title, Super Secret Secret Squirrel and a new cast. As of September 5, 2011, episode reruns returned on Boomerang from Cartoon Network.","original_name":"Secret Squirrel","vote_average":6.4,"name":"Secret Squirrel & Morroco Mole","cert":"Unavailable","id":4752,"adult":"false","genre_ids":[10751,16,35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"All American New Year","vote_average":0.0,"name":"All American New Year","cert":"Unavailable","id":4753,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2017-05-17","cast":[],"overview":"A “Tinder-inspired” version of successful noughties game show Your Face Or Mine?, the cult-classic, couples-based comedy format in which your face can win you cash. Over a series of revelation-filled rounds, couples are forced to compare their looks with other people's - and ultimately with each other's - in this relationship-testing game.","original_name":"Your Face or Mine?","vote_average":0.0,"name":"Your Face or Mine?","cert":"Unavailable","id":4754,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2004-08-02","cast":["Bill Engvall","Elayne Boosler"],"overview":"Balderdash is an American television panel game show that aired on PAX TV from August 2, 2004 to February 4, 2005 with repeats airing until April 22. It was hosted by Elayne Boosler and announced by John Moschitta. The game was based on the board game of the same name.","original_name":"Balderdash","vote_average":0.0,"name":"Balderdash","cert":"Unavailable","id":4765,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1966-01-02","cast":["Kenji Sahara","Hiroko Sakurai","Yasuhiko Saijô","Ureo Egawa","Yoshifumi Tajima"],"overview":"Ultra Q is a tokusatsu SF\/kaiju series made in the tradition of Toho's many tokusatsu sci-fi\/horror films. It runs in a similar vein as the television shows The Outer Limits and The Twilight Zone. The show revolves around three recurring characters who investigate strange supernatural phenomena, be they giant monsters, aliens, ghosts, and other assorted calamities. Though doesn't include the titular character, this show is the precursor to Ultraman, and the whole Ultra Series.","original_name":"ウルトラQ","vote_average":0.0,"name":"Ultra Q","cert":"Unavailable","id":4766,"adult":"false","genre_ids":[10765,9648],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"The Herbalist's Manual is a Hong Kong television series released overseas in May 2005 and broadcast on TVB Jade channel in November 2005.\n\nThe series focuses on the greatest physician and pharmacologist in Chinese history, Li Shizhen and his herbalist manual, Bencao Gangmu.","original_name":"The Herbalist's Manual","vote_average":0.0,"name":"The Herbalist's Manual","cert":"Unavailable","id":4767,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"Deewar is an Indian television series that aired on DD National channel. The series was also shown on TV Asia channel in USA.","original_name":"Deewar","vote_average":0.0,"name":"Deewar","cert":"Unavailable","id":4768,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Kinship Season 1 is a Singaporean Chinese long-running drama that was televised on Singapore's free-to-air channel, MediaCorp TV Channel 8 every Monday to Friday at 19:00 tonight. The drama was the first of two parts, making its debut on 19 June 2007.\n\nThis drama series consists of a cast which aims to appeal to both younger and older audience. As such, the producers have cited this drama as a highly anticipated drama, comparable to the likes of Holland V, Double Happiness and Portrait of Home. This drama is one of the longest running dramas being produced by MediaCorp in 2007.","original_name":"Kinship Part 1","vote_average":0.0,"name":"Kinship Part 1","cert":"Unavailable","id":4769,"adult":"false","genre_ids":[],"origin_country":["SG"]},{"first_air_date":"2007-10-13","cast":[],"overview":"The Amazing Race: A Corrida Milionária was a Brazilian version of the popular franchised reality television show The Amazing Race. Hosted by Rony Curvelo, it was independently produced and aired in a purchased time slot in the Brazilian television network RedeTV!. The show premiered on 13 October 2007 and ended on 5 January 2008.\n\nFriends Patricia & Sane were the winners of the race.","original_name":"The Amazing Race: A Corrida Milionária","vote_average":0.0,"name":"The Amazing Race: A Corrida Milionária","cert":"Unavailable","id":4770,"adult":"false","genre_ids":[],"origin_country":["BR"]},{"first_air_date":"2007-08-07","cast":["Bill Weir"],"overview":"I-Caught is an ABC News newsmagazine program hosted by Bill Weir which ran from August 7 to September 11, 2007 at 10:00 PM ET. Originally a midseason project, the series aired during the Summer and briefly aired in Australia on the Nine Network.\n\ni-CAUGHT featured news stories based on video images captured by cell phones, webcams, surveillance cams, and the internet – as well as looking at what happens to the people involved after their video is seen publicly.\n\nAmong those featured in the premiere was liquid dancer David Bernal, better known to the video-viewing public as David Elsewhere.","original_name":"I-Caught","vote_average":0.0,"name":"I-Caught","cert":"Unavailable","id":4777,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":"2007-01-10","cast":["Erik Estrada","Jack Osbourne","Trish Stratus","Jason Acuña","La Toya Jackson"],"overview":"Armed &amp; Famous is an American reality television series that premiered January 10, 2007, on CBS. First-run episodes were also aired on VH1 in the United States. After the first episode aired, CBS moved the show into a time slot opposite American Idol on FOX. After four episodes, the show was pulled from the network on January 26, 2007 with broadcast rights for the series shifted to VH1. All six episodes of the series aired on VH1, including two previously unaired episodes from the original CBS run.","original_name":"Armed & Famous","vote_average":2.0,"name":"Armed & Famous","cert":"Unavailable","id":4778,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"1951-12-24","cast":[],"overview":"Hallmark Hall of Fame is an anthology program on American television, sponsored by Hallmark Cards, a Kansas City based greeting card company. The longest-running primetime series in the history of television, it has a historically long run, beginning during 1951 and continuing into 2013. From 1954 onward, all of its productions have been shown in color, although color television video productions were extremely rare in 1954. Many television movies have been shown on the program since its debut, though the program began with live telecasts of dramas and then changed to videotaped productions before finally changing to filmed ones.\n\nThe series has received eighty Emmy Awards, twenty-four Christopher Awards, eleven Peabody Awards, nine Golden Globes, and four Humanitas Prizes. Once a common practice in American television, it is the last remaining television program such that the title includes the name of the sponsor. Unlike other long-running TV series still on the air, it differs in that it broadcasts only occasionally and not on a weekly broadcast programming schedule.","original_name":"Hallmark Hall of Fame","vote_average":9.3,"name":"Hallmark Hall of Fame","cert":"Unavailable","id":4779,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Asayan, originally known as Asakusabashi Young Yōhinten, was a talent search variety show that aired on TV Tokyo from 1995 to 2002. Some idols that were originally discovered through Asayan auditions produced by Tsunku, formed groups that worked under the umbrella group, later to be named as the Hello! Project.\n\nMorning Musume and Chemistry were formed from idols that made a debut in Asayan, but also solo artists like Ami Suzuki and Yumi Matsuzawa debuted in the show.","original_name":"Asayan","vote_average":0.0,"name":"Asayan","cert":"Unavailable","id":4780,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Parrivaar - Kartavya Ki Pariksha is a Hindi serial that aired on Zee TV channel from April 9, 2007 until December 5, 2008. Though the actors are fresh the characters are real and believable and in the clutter of the rich glamorous families this show has a look which is different and a plotting that is entirely fresh.","original_name":"Parrivaar","vote_average":0.0,"name":"Parrivaar","cert":"Unavailable","id":4785,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":"2006-10-23","cast":[],"overview":"\"City Hunters\" is an animated TV series developed in Argentina that premiered throughout Latin America on October 2006 on the Fox network. The series, which blends traditional animation techniques with the latest generation of CGI, consists of nine 11-minute episodes.\n\n\"City Hunters\" is a form of branded entertainment. It was co-produced by Unilever for the AXE brand.\n\nThe animated series follows the antics of an aging Casanova, Dr. Lynch, and the young man he's training in the art of seducing women. The series was created by Catmandu Branded Entertainment, a branded entertainment firm headquartered in Buenos Aires, Argentina and produced by Encuadre. The characters were developed by Italian illustrator Milo Manara and aired in English.\n\n\"City Hunters\" airs on Fox Latin America's adult-skewed block \"No Molestar\", which includes \"Futurama,\" \"The Simpsons,\"Family Guy\", and \"American Dad.\"\n\nThe first episode was supervised by Carlos Baeza and most of the episodes were directed by Diego Pernia, Victor Ahmed and Gustavo Cova.","original_name":"City Hunters","vote_average":0.0,"name":"City Hunters","cert":"Unavailable","id":4786,"adult":"false","genre_ids":[16,18],"origin_country":["AR"]},{"first_air_date":"1998-12-01","cast":[],"overview":"These half-hour specials showcased some of the best up-and-coming comedians of the moment. The show was a pivotal stepping stone for many of today's stand-up stars.","original_name":"Comedy Central Presents","vote_average":7.5,"name":"Comedy Central Presents","cert":"Unavailable","id":4787,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1984-09-22","cast":["Jennifer O'Neill","Antony Hamilton","Richard Anderson","Mykelti Williamson","Jon-Erik Hexum"],"overview":"Cover Up is an American action\/adventure television series that aired for one season on CBS from September 22, 1984 to April 6, 1985. Created by Glen A. Larson, the series stars Jennifer O'Neill, Jon-Erik Hexum, Antony Hamilton, and Richard Anderson.","original_name":"Cover Up","vote_average":6.5,"name":"Cover Up","cert":"Unavailable","id":4788,"adult":"false","genre_ids":[10759,18,80],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Inside the NBA is the five-time Emmy Award-winning postgame show for NBA on TNT broadcasts. The program features host Ernie Johnson with analysts Charles Barkley, Kenny Smith and Shaquille O'Neal. Occasionally, Johnson, Smith, Barkley, and O'Neal are joined by analyst Chris Webber.","original_name":"Inside the NBA","vote_average":0.0,"name":"Inside the NBA","cert":"Unavailable","id":4789,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2006-07-11","cast":["Doon Mackichan","Mackenzie Crook","Lucy Scott","Ralph Brown","Anthony Davis"],"overview":"Modern Toss is a partly animated British comedy programme based on characters from Modern Toss, the creation of British comedy writers and cartoonists Jon Link and Mick Bunnage. Renowned for their scurrilous humour and highly stylised animation, it was created in 2004, initially as a website publishing single panel jokes and then as series of irregularly released comics.\n\nThe initial pilot programme was commissioned by Channel 4 as part of their Comedy Lab series and Broadcast in May, 2005. Series one was first broadcast in July 2006. Following the DVD release of the first series in November 2007, a second series began on 23 January 2008.\n\nThe show was aired on the Independent Film Channel in the United States and in 30+ territories including Canada, Australia, New Zealand, Russia, Poland, Finland, Ukraine, Italy, Mexico, Norway, Sweden, Slovenia, Croatia, Serbia, Montenegro, Bosnia Herzegovina, Macedonia, Philippines, Bulgaria, Finland, Iceland and the African territories reached by MNet. The series last played in the United Kingdom on 4Music in 2011 and the pilot episode received an airing on Channel 4 in August 2012.","original_name":"Modern Toss","vote_average":7.0,"name":"Modern Toss","cert":"Suitable for 18 years & above","id":4792,"adult":"false","genre_ids":[16,35],"origin_country":["GB"]},{"first_air_date":"1997-09-01","cast":["Dave Coulier","Alfonso Ribeiro","Pat Musick","Jason Marsden","Rino Romano"],"overview":"Extreme Ghostbusters is an animated television series and a follow-up to the animated series The Real Ghostbusters. It is a part of the Ghostbusters franchise. The series originally aired in the autumn of 1997, and features a team of younger college-level Ghostbusters who are led by veteran Ghostbuster Egon Spengler.","original_name":"Extreme Ghostbusters","vote_average":6.4,"name":"Extreme Ghostbusters","cert":"Unavailable","id":4793,"adult":"false","genre_ids":[16,9648,10759,35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Magic School & Friends","vote_average":0.0,"name":"Magic School & Friends","cert":"Unavailable","id":4794,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Family Genius was a TV series aired in the United States from September 9 to September 30, 1949. The series was broadcast on the DuMont Television Network, and is most notable for lasting less than a month before cancellation.","original_name":"The Family Genius","vote_average":0.0,"name":"The Family Genius","cert":"Unavailable","id":4795,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2006-10-17","cast":["Charley Boorman","Simon Pavey","Russ Malkin","Asia Mackay","Ewan McGregor"],"overview":"Race to Dakar is a documentary series following actor and keen motorcyclist Charley Boorman's entry into the 2006 Dakar Rally from Lisbon to Dakar. First aired on Sky2 and ABC Television during 2006, it was also released as a book.","original_name":"Race to Dakar","vote_average":0.0,"name":"Race to Dakar","cert":"Unavailable","id":4800,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Married in America is an ongoing documentary film series that follows the lives of nine American married couples. Directed by British director Michael Apted, it is a similar take on his famed Up Series.","original_name":"Married in America","vote_average":0.0,"name":"Married in America","cert":"Unavailable","id":4801,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"1999-04-19","cast":["Mercè Comes","Borja Espinosa","Jordi Sánchez","Joel Joan","Mònica Glaenzel"],"overview":"Plats bruts is a sitcom issued for TV3. The story talks about the life of Josep Lopez and David Güell. The show was co-produced by Kràmpack, El Terrat and Televisió de Catalunya.","original_name":"Plats bruts","vote_average":0.0,"name":"Plats bruts","cert":"Unavailable","id":4802,"adult":"false","genre_ids":[35],"origin_country":["ES"]},{"first_air_date":"1985-11-11","cast":["Len Carlson","Noam Zylberman","Susan Roman","Carl Banas","Dan Hennessey"],"overview":"The Raccoons is a Canadian animated television series which was originally broadcast from 1985 to 1991 with three preceding television specials from its inception in 1980 and one direct to video special in 1984. The franchise was created by Kevin Gillis with the co-operation of the Canadian Broadcasting Corporation.","original_name":"The Raccoons","vote_average":8.1,"name":"The Raccoons","cert":"Unavailable","id":4803,"adult":"false","genre_ids":[16],"origin_country":["CA"]},{"first_air_date":"1981-11-03","cast":["Merlin Olsen","Moses Gunn","Kellie Martin","Amanda Peterson","Timothy Gibbs"],"overview":"A good-hearted frontiersman poses as a priest to start an orphanage for a group of kids whose homes have been destroyed by an evil mining manager.","original_name":"Father Murphy","vote_average":10.0,"name":"Father Murphy","cert":"Unavailable","id":4808,"adult":"false","genre_ids":[37,18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Impostora or The Impostor is a Filipino drama series aired on GMA Network. It is directed by renowned director Maryo J. de los Reyes starring Sunshine Dizon and Iza Calzado.\n\nThe series is the first of GMA Network’s grand 57th anniversary offering, it began airing on June 4, and concluded on September 21. The series was successfully aired internationally, with a three-week delay, from June 20, 2007 until October 9, 2007 on GMA Pinoy TV. It was shown in Malaysia.\n\nFrom September 23, 2011 until January 10, 2012 GMA Life TV aired its English-dubbed version worldwide.","original_name":"Impostora","vote_average":0.0,"name":"Impostora","cert":"Unavailable","id":4809,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Genseishin Justirisers is a tokusatsu superhero TV series produced by Toho company Ltd. This series is the second in Toho's Seishin series.","original_name":"Genseishin Justirisers","vote_average":6.0,"name":"Genseishin Justirisers","cert":"Unavailable","id":4810,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":"2007-06-01","cast":["Peter Stickles","David Moretti","Beverly Lynne","Arthur Roberts","Evan Stone"],"overview":"The Lair is an American gay-themed vampire television series produced by here! in 2007. The first season, consisting of six episodes, wrapped production in January of that year. The first two episodes premiered on June 1, 2007. Season 2, consisting of 9 episodes debuted on September 5, 2008. A third season of 13 episodes was announced in September 2008 and Colton Ford confirmed that filming took place in October and November 2008. Season 3 premiered September 4, 2009. All three seasons also currently air online at Gay.com.","original_name":"The Lair","vote_average":6.3,"name":"The Lair","cert":"Unavailable","id":4811,"adult":"false","genre_ids":[9648,18],"origin_country":["US"]},{"first_air_date":"2006-12-20","cast":["Kim Poirier","Sean Gehon"],"overview":"Best! Movies! Ever! is a weekly series that aimed to present \"the greatest moments in movie history\". Each half-hour episode presented a themed \"top 10 list\" in which a rotating cast of Canadian media personalities give their reasons as to why the selected scene is considered to be one of the ten great moments appropriate to that week's theme.\n\nGuest stars included Kim Poirier, Richard Crouse, Azed Majeed, Lisa Schwartzman, Maggie Cassella, Tré Armstrong and Tracy Melchor.","original_name":"Best! Movies! Ever!","vote_average":3.0,"name":"Best! Movies! Ever!","cert":"Unavailable","id":4812,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Dame Chocolate is a 2007 Spanish-language telenovela, which was produced by the United States-based television network Telemundo and aired from March 5 until October 5, 2007. This limited-run serial stars Génesis Rodríguez as a sweet, simple girl who leaves rural Mexico for Miami in the US to fulfill her destiny in the chocolate business. Elements of this romantic soap opera resemble Ugly Betty, the Tammy films, The Beverly Hillbillies and No Holds Barred.\n\nLionsgate Home Entertainment and Xenon Pictures released a four-disc DVD set of Dame Chocolate in the US on November 27, 2007. The abridged version runs over 13 hours. It includes English subtitles and carries a TV-PG rating.","original_name":"Dame Chocolate","vote_average":4.0,"name":"Dame Chocolate","cert":"Unavailable","id":4813,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":["Neil Morrissey"],"overview":"TV's Naughtiest Blunders was an out-takes show, that ran from 2000 till 2005. It was shown on ITV and produced by Carlton Television. The show was narrated by Neil Morrissey and featured edited out clips and mistakes made by people on TV. The show frequently contained swearing, sexual innuendo and nudity, and because of this it was usually shown late at night. The show sometimes featured deleted out scenes from the news and soaps as well as documentaries and many other TV programmes.\n\nFrom 2004 to 2005, the show consisted of a voiceover and continuous clips, with commentary from Neil Morrisey who took over from Penk.\n\nMost of the clips shown on the programme were caused by actors forgetting their lines or not being able to stop laughing at what they have to say.\n\nSome shows were titled \"All New TV's Naughtiest Blunders\", but in the same way of You've Been Framed!, the \"All New\" tag was featured in the show, or was the title given to the show at the time of broadcast, and had no effect to this date.","original_name":"TV's Naughtiest Blunders","vote_average":0.0,"name":"TV's Naughtiest Blunders","cert":"Unavailable","id":4814,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2007-06-05","cast":["Pete Smith","Mick Molloy","Nikki Osborne","Jackie O"],"overview":"The Nation was an Australian satirical sketch comedy and discussion series covering the week's events across political and social spectrums, premiering on Tuesday 5 June 2007 at 9:30 pm on the Nine Network.\n\nIt was hosted by Mick Molloy with a supportive cast of Akmal Saleh, Jackie O, Tiffany Cherry, Gary Eck, Paul Calleja, Nikki Osborne and Pete Smith as the announcer for the show. The show was taped at the GTV-9 Melbourne studios in front of a studio audience. The first guests on the show were Peter Garrett, Stephen Curry and Lisa McCune. The final episode was broadcast on Wednesday 29 August 2007.","original_name":"The Nation","vote_average":0.0,"name":"The Nation","cert":"Unavailable","id":4815,"adult":"false","genre_ids":[35],"origin_country":["AU"]},{"first_air_date":"2005-02-13","cast":["Asami Kai","Ayumi Beppu","Yuki Ito","Atsushi Hashimoto","Yousuke Ichikawa"],"overview":"Mahō Sentai Magiranger, is Toei Company's twenty-ninth production of the Super Sentai television series. The action footage was used in Power Rangers Mystic Force and both shows had scenes simultaneously shot in New Zealand. The main themes of this series are courage and love of family. This series was dubbed into Korean under the Power Rangers Magic Force title.\n\nThe catchphrases of the series are \"Magic, it's a sacred power! Magic, it's an adventure to the unknown! Magic, and it's a proof of courage!\" and \"Divine! Adventurous! Courageous! It's just MAGIC\".","original_name":"魔法戦隊マジレンジャー","vote_average":0.0,"name":"Mahou Sentai Magiranger","cert":"Unavailable","id":4816,"adult":"false","genre_ids":[10765],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Viking: The Ultimate Obstacle Course, sometimes abbreviated to Viking: TUOC, is a Japanese obstacle course endurance game show using an obstacle course produced by Fuji TV and Monster9. The English version of Viking is produced by ESPN2 with two American commentators calling the action. In Europe it airs on Eurosport 2 with the American commentators in the first season and British commentator Colin Bryce in the second. In the Philippines, Viking was aired in TV5 and hosted by Brod Pete, Richard del Rosario, and Gabe Mercardo. In Taiwan on JET TV in its original form with Chinese subtitles and Thailand on Channel 9 MCOT in Thai program \"แชมป์ เฉือน แชมป์\" in 2009, later this program are broadcast other Japanese game show like Original Iron Chef, Unbeatable Banzuke and Sasuke Ninja Warrior. The entire show is broadcast from Tokyo Bay.","original_name":"Viking: The Ultimate Obstacle Course","vote_average":0.0,"name":"Viking: The Ultimate Obstacle Course","cert":"Unavailable","id":4817,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2004-11-05","cast":["Mel Blanc","Ben Mankiewicz"],"overview":"Cartoon Alley is an American television program that aired on Turner Classic Movies every Saturday Morning at 11:30 AM ET.\n\nHosted by Ben Mankiewicz, the series featured three classic animated shorts from the 1930-1950's per episode. Most shorts were from The Golden Age of American animation. Each of the three shorts focused on a common theme. Most shorts came from Warner Bros., MGM, and Paramount, but during the show's first season Cartoon Alley featured shorts from the Gaumont Film Company. Many recognizable characters have been featured in at least one episode such as Bugs Bunny, Popeye, Porky Pig, Tom and Jerry, and others not so famous such as Goopy Geer and The Captain and the Kids. The shorts often appeared uncut and uncensored, and the more controversial cartoons were often introduced with a brief warning by Mankiewicz about the ethnic stereotypes being portrayed. The network's logo was only featured for a brief time, usually during the last short featured.\n\nFrom November 2004 to September 2005 the series was featured just once a month but after popular demand the series became a weekly feature. This series never aired in February because of TCM's 31 Days of Oscars programming. The series was canceled in autumn of 2007.","original_name":"Cartoon Alley","vote_average":0.0,"name":"Cartoon Alley","cert":"Unavailable","id":4818,"adult":"false","genre_ids":[16],"origin_country":["US"]},{"first_air_date":"2004-02-16","cast":["Craig Phillips","Richard Bacon","Tess Daly","Uri Geller","Sarah Kozer"],"overview":"Back to Reality was a reality television show featuring stars from previous reality television programmes. The show was broadcast on Channel 5 between 16 February 2004 to 1 March 2004 and was advertised by Channel 5 as being \"The biggest reality show of all time\" however in terms of ratings, it failed to deliver. The 12 contestants spent 3 weeks in a studio built mansion, with no natural sunlight. In the final two weeks, the public voted for their favourite housemate with the two people with the lowest votes every 3\/4 nights being put to the housemate vote, where the other contestants has to vote for who they wanted to leave. The show was presented by Tess Daly and Richard Bacon, the first and only series of the show finished with James Hewitt winning the show ahead of Maureen Rees and Craig Phillips.","original_name":"Back to Reality","vote_average":0.0,"name":"Back to Reality","cert":"Unavailable","id":4819,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1983-10-03","cast":["Windsor Davies","Ben Stevens","Anne Ridler","Jeremy Hitchen","Denise Bryer"],"overview":"Gerry Anderson & Christopher Burr's Terrahawks, simply referred to as Terrahawks, was a 1980s British science fiction television series produced by Anderson Burr Pictures and created by the production team of Gerry Anderson and Christopher Burr. The show was Anderson's first in over a decade to utilize puppets for its characters, and also his last. Anderson's previous puppet-laden TV series included Thunderbirds and Captain Scarlet and the Mysterons.\n\nSet in the year 2020, the series followed the adventures of the Terrahawks, a taskforce responsible for protecting Earth from invasion by a group of extraterrestrial androids and aliens led by Zelda. Like Anderson's previous puppet series, futuristic vehicles and technology featured prominently in each episode.","original_name":"Terrahawks","vote_average":6.0,"name":"Terrahawks","cert":"Unavailable","id":4820,"adult":"false","genre_ids":[10759],"origin_country":["GB"]},{"first_air_date":"1952-10-13","cast":["Dick Clark"],"overview":"American Bandstand was an American music-performance show that aired in various versions from 1952 to 1989 and was hosted from 1956 until its final season by Dick Clark, who also served as producer. The show featured teenagers dancing to Top 40 music introduced by Clark; at least one popular musical act—over the decades, running the gamut from Jerry Lee Lewis to Run DMC—would usually appear in person to lip-sync one of their latest singles. Freddy \"Boom Boom\" Cannon holds the record for most appearances at 110.\n\nThe show's popularity helped Dick Clark become an American media mogul and inspired similar long-running music programs, such as Soul Train and Top of the Pops. Clark eventually assumed ownership of the program through his Dick Clark Productions company.","original_name":"American Bandstand","vote_average":9.0,"name":"American Bandstand","cert":"Unavailable","id":4821,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Love Experts is a show that was part talk show and part game show that ran from September 11, 1978 to September 7, 1979. It was hosted by Bill Cullen and Jack Clark was the announcer. The show was created by Bob Stewart. Bebu Silvetti's \"Spring Rain\" was used as the show's theme song.","original_name":"The Love Experts","vote_average":0.0,"name":"The Love Experts","cert":"Unavailable","id":4824,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2007-06-24","cast":["Marcus Brigstocke"],"overview":"News Knight with Sir Trevor McDonald, more commonly referred to as simply News Knight was a British television panel show shown on ITV, at 22:00 on Sunday nights. Fronted by Sir Trevor McDonald and in a similar style to the BBC One programme Have I Got News for You, its format featured three comedians and McDonald satirising the week's news. Marcus Brigstocke was a permanent member of the \"news team\".\n\nNews Knight is produced by Hat Trick Productions, the same production company as Have I Got News For You. The programme's title is a pun on McDonald's knighthood and on the BBC Two current affairs programme Newsnight. The show is therefore referred to as \"News Knight with Sir Trevor McDonald\" to avoid confusion.","original_name":"News Knight with Sir Trevor McDonald","vote_average":0.0,"name":"News Knight with Sir Trevor McDonald","cert":"Unavailable","id":4825,"adult":"false","genre_ids":[10763],"origin_country":[]},{"first_air_date":"2007-03-08","cast":["Marc Benjamin Puch","Bülent Sharif","Wanja Mues","Jorres Risse","André Hennicke"],"overview":"GSG 9 is a German TV-series about the special unit GSG 9 der Bundespolizei of the German Federal Police. It premièred in the Spring of 2007.\n\nIts original title, GSG 9 - Ihr Einsatz ist ihr Leben, is a pun on the word Einsatz. Einsatz can be translated as \"mission, stake, bet, dedication\", depending on the context. Thus, it can be translated as, GSG 9 - Their Mission Is Their Life or GSG 9 - They Put Their Lives at Stake.","original_name":"GSG 9 -  Ihr Einsatz ist ihr Leben","vote_average":0.0,"name":"GSG 9 -  Ihr Einsatz ist ihr Leben","cert":"Unavailable","id":4826,"adult":"false","genre_ids":[10759],"origin_country":["DE"]},{"first_air_date":null,"cast":[],"overview":"Connected: Coast to Coast is a political talk show on MSNBC hosted by Monica Crowley and Ron Reagan. The show aired live, weekdays at noon and again at 5 pm ET. The last show aired on Friday, December 10, 2005, and was replaced by MSNBC Live and later by Hardball with Chris Matthews.","original_name":"Connected: Coast to Coast","vote_average":0.0,"name":"Connected: Coast to Coast","cert":"Unavailable","id":4827,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"News 5","vote_average":0.0,"name":"News 5","cert":"Unavailable","id":4828,"adult":"false","genre_ids":[10763],"origin_country":["BZ"]},{"first_air_date":null,"cast":[],"overview":"Total Request Live was the Italian version of the American show of the same name that originated in 1999. Originally broadcast weekdays at 2.00 p.m., its time slot was changed as it ran into its second season. It was broadcast at 3.00 p.m. starting in 2002.\n\nThe main presenters, during the ten seasons, were Alessandro Cattelan, Giorgia Surina, Marco Maccarini, Carolina Di Domenico, and Federico Russo. As from June 2, 2008 the show is hosted by Elena Santarelli and Carlo Pastore, who presented another music programme of MTV, Your Noise. During her episode of May 15, 2009, Elena Santarelli, because of her maternity, left the show. Elisabetta Canalis came replacing her.\n\nIn 2010 the show had been completely renovated and have changed his name in TRL On the Road, so the show wasn't hosted from a stage, but from a truck to make viewers more involved.\n\nDespite the show has been cancelled from MTV schedule in 2010, the TRL Awards were anyway celebrated until 2012.","original_name":"Total Request Live","vote_average":0.0,"name":"Total Request Live","cert":"Unavailable","id":4829,"adult":"false","genre_ids":[],"origin_country":["IT"]},{"first_air_date":null,"cast":[],"overview":"Glass Slippers was a 40-episode South Korean drama series, first broadcast by SBS in 2002 starring Kim Hyun-joo and Kim Ji-ho as the two orphaned sisters Yun-hee and Tae-hee.","original_name":"玻璃鞋","vote_average":0.0,"name":"Glass Slippers","cert":"Unavailable","id":4830,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":"2006-04-16","cast":["Fab Filippo","Brandon Firla","Jennifer Baxter","Ennis Esmer","Aron Tager"],"overview":"Set in the fictional Toronto law firm of Fagen & Harrison, the series focuses on three young lawyers struggling to balance their expectations of life with the difficult realities of building a career in law.","original_name":"Billable Hours","vote_average":1.0,"name":"Billable Hours","cert":"Unavailable","id":4831,"adult":"false","genre_ids":[35],"origin_country":["CA"]},{"first_air_date":"2007-04-15","cast":["JR Bourne","Tom Sizemore","Chris Potter","Nicola Stephenson","Nicolas Wright"],"overview":"Superstorm is a three-part British docudrama miniseries written and directed by Julian Simpson, about a group of scientists that try to divert and weaken hurricanes using cloud seeding.\n\nSuperstorm originally aired on BBC One for a period of three weeks, totaling three 59 minute episodes, from 15 April 2007 to 29 April 2007. Each episode was followed by a half-hour documentary on BBC Two on extreme weather monitoring and forecasting, called The Science of Superstorms. The series was also aired on the Discovery Channel in the U.S. and Canada during the summer of 2007.\n\nSuperstorm is a co-production of BBC Worldwide, Discovery Channel and ProSieben, in association with M6 and NHK. Ailsa Orr and Michael Mosley, who made also Supervolcano, are the executive producers for BBC, while Jack E. Smith is the executive producer for Discovery Channel.\n\nThe miniseries was released on DVD in the United Kingdom on 2 July 2007.","original_name":"Superstorm","vote_average":5.9,"name":"Superstorm","cert":"Unavailable","id":4832,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Fox Magazine was a weekly newsmagazine on the Fox News Channel.\n\nHosted by Laurie Dhue, the program was a weekly in-depth look into some of the previous week's stories, in addition to special series produced by the program itself, such as its constant series about Nashville. Included in the programming were a recap of the previous week's commentaries from a number of the network's commentators, including Bill O'Reilly, Neil Cavuto, John Gibson, and others.\n\nThe program would come to an end on September 11, 2005, with Laurie Dhue leaving the network to work on Geraldo at Large, a new program that would appear on the Fox Broadcasting Network on October 31, 2005.","original_name":"Fox Magazine","vote_average":0.0,"name":"Fox Magazine","cert":"Unavailable","id":4833,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Jabberwocky was a daily children's TV show designed for 5-10 year-olds that eventually went into national syndication. The original series ran Monday through Friday for over two seasons, from 1972 to 1974, on WCVB in Boston; the nationally syndicated version ran weekly and was rerun in the wee hours of Saturday mornings by many TV stations up until the 1990s.","original_name":"Jabberwocky","vote_average":0.0,"name":"Jabberwocky","cert":"Unavailable","id":4834,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Frauentausch is a German reality television series broadcast on RTL II.\n\nThis program is similar to other Wife Swap programs, when, for ten days, wives exchange homes and families. They are allowed to advise each other through a video and information cards. The meet blindfolded, half-way en route to their new homes. They are allowed to greet each other, then are later asked for their impression of the meeting.\n\nOn the tenth and last day of the swap the wives prepare for their trip home, and say goodbye to their substitute families. At the half-way point en route to their apartments, the women or men meet each other again. They might give each other advice on what they can change or talk about problems encountered, etc. Sometimes the discussions end in insults or even in violence. Finally we see their arrival at their own home and how their families receive them.\n\nOn May 18, 2006, the hundredth episode was shown with a big anniversary special. It was shown whether the lives have changed of the families who have taken part at Frauentausch or whether there are new friendships between some families.\n\nPrisma Film produces with Tausche Familie a similarly successful format for Austrian television.","original_name":"Frauentausch","vote_average":0.0,"name":"Frauentausch","cert":"Unavailable","id":4835,"adult":"false","genre_ids":[10764],"origin_country":["DE"]},{"first_air_date":null,"cast":[],"overview":"World Business Review is an American television infomercial series that has been criticized for attempting to appear as a bona fide independent news program. The show typically features \"executives of mostly little-known companies\" talking about their products and services. The infomercial series purchases airtime in North America. The infomercial is formatted as a panel discussion in combination with segments about specific companies and their solutions. Supporting material and commentary is \"provided\" by leading industry experts from companies that have paid to participate in the program. The series has aired more than one thousand episodes and more than 4,000 interviews.","original_name":"World Business Review","vote_average":0.0,"name":"World Business Review","cert":"Unavailable","id":4836,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Hollywood's Talking is a short lived American game show based the 60s quizzer, Everybody's Talking, and produced by Jack Barry. It ran on CBS for three months in 1973, debuting on March 26 and ending on June 22 to make room for a new version of Match Game.\n\nIt was hosted by Geoff Edwards, with Johnny Jacobs announcing. The series was the first national game show hosted by the 42-year-old Edwards, who would become notable for his next two hosting jobs, The New Treasure Hunt and Jackpot!.\n\nThe program aired at 3:30 p.m.\/2:30 Central time, opposite ABC's One Life to Live and NBC's Return to Peyton Place.\n\nEdwards once said that while hosting this series, he had a tenuous working relationship with Jack Barry. It was not until 1980 that Edwards would host another Barry & Enright game, Play the Percentages.","original_name":"Hollywood's Talking","vote_average":0.0,"name":"Hollywood's Talking","cert":"Unavailable","id":4837,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Kitchen Equipped is a show which can be seen on Food Network Canada and HGTV.\n\nThe show, which shot 3 seasons was co-hosted by Canadian pastry and celeb chef Anna Olson, carpenter Jay Purvis, and interior designer Stacy McLennan. Both Olson and Purvis explore building and renovating a kitchen. Plus they explore gadgets, kitchen accessories, products, appliances, and a lot more. Stacey McLennan was the first winner of Designer Superstar Challenge.\n\nStacy McLennan was replaced after the 1st season with Chef Anna Olson.\n\nOver the course of the first season, Purvis and McLennan showed the viewers how to design a kitchen. Each episode would show a little more of the kitchen being done. The 2nd and 3rd seasons spent less time on the process and more on the finishes of the kitchen without showing the actual construction, just the various steps.","original_name":"Kitchen Equipped","vote_average":0.0,"name":"Kitchen Equipped","cert":"Unavailable","id":4838,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Disney's The Princesses of Heart","vote_average":0.0,"name":"Disney's The Princesses of Heart","cert":"Unavailable","id":4839,"adult":"false","genre_ids":[16],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Alan Keyes Is Making Sense","vote_average":0.0,"name":"Alan Keyes Is Making Sense","cert":"Unavailable","id":4840,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1998-07-23","cast":["Samantha Womack","Karl Howman","Natalie Walter","Denise Van Outen"],"overview":"Babes in the Wood is a British sitcom that aired on ITV from 1998 to 1999. Starring Karl Howman and Denise van Outen, Babes in the Wood was written by Geoff Deane, Paul Alexander, Simon Braithwaite, Ian Searle and Fleur Costello.","original_name":"Babes in the Wood","vote_average":2.0,"name":"Babes in the Wood","cert":"Unavailable","id":4841,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Hickory House is a British television programme aimed at pre-school children. It was produced by Granada Television from 1973 to 1977 and broadcast on weekday lunchtimes.\n\nEach programme was usually hosted by a pair of presenters, most often including Alan Rothwell. The setting was a normal house, but in Hickory House household objects were brought to life through puppetry. The puppet characters included Humphrey Cushion, Dusty Mop and the Handle Family. The puppets were created by Barry Smith's Theatre of Puppets.\n\nAll 129 episodes survive in Granada's archive, although none have yet been released on DVD.\n\nThe animated opening title sequence of Hickory House began with Granada Television's \"G\" logo transforming into a house. This innovation was used again in 1978 with the game show 3-2-1, when Yorkshire Television's \"Y\" logo was worked into an animated title sequence. Curiously, this later programme also featured a character named \"Dusty\" based on a household item.","original_name":"Hickory House","vote_average":0.0,"name":"Hickory House","cert":"Unavailable","id":4842,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"The BBC News at One is the afternoon news bulletin from the BBC. Produced by BBC News, the programme is broadcast on BBC One and the BBC News channel every weekday at 1:00pm. The programme is usually presented by Sian Williams every Monday and Sophie Raworth from Tuesday to Friday.\n\nThe BBC News at One achieved an average reach of 2.7 million viewers per bulletin in 2007, making it the most watched programme on UK daytime television.","original_name":"BBC News at One","vote_average":0.0,"name":"BBC News at One","cert":"Unavailable","id":4843,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Lawn Bowls Show","vote_average":0.0,"name":"The Lawn Bowls Show","cert":"Unavailable","id":4844,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Salo-Salo Together (SST) is a defunct Philippine noontime variety show aired over GMA Network.","original_name":"Salo-Salo Together (SST)","vote_average":0.0,"name":"Salo-Salo Together (SST)","cert":"Unavailable","id":4845,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"The Homecoming is a Singaporean Chinese TV drama series telecast on MediaCorp TV Channel 8. It made its debut on 3 April 2007 and ended its run on 30 April 2007. The series ran for a total of 20 episodes.","original_name":"The Homecoming","vote_average":0.0,"name":"The Homecoming","cert":"Unavailable","id":4846,"adult":"false","genre_ids":[],"origin_country":["SG"]},{"first_air_date":null,"cast":[],"overview":"Squawk Australia was a television business news program aired every weekday at 6:00am Singapore\/Hong Kong\/Taiwan time on CNBC Asia. It was broadcast live from CNBC Asia's Australia studio in Sydney, and anchored by Amanda Drury. It was produced by CNBC Asia from Australia. It was also seen in the United States on the CNBC World channel at 6:00pm ET or 5:00pm ET. On Sundays, it was simulcasted on CNBC Europe at 22.00 UK time or 23.00 CET time.\n\nThe studio for the show will soon be opened up for public viewing when the Financial and Energy Exchange opens its doors sometime in 2010. The show was filmed on the floor of the exchange in front of one of the largest videowalls in the Southern Hemisphere.\n\nJeffrey James was the original anchor of Squawk Australia until his departure from the network in October 2008.\n\nIt was announced in early 2010 that Squawk Australia will be cancelled as part of a programming revamp at the network on 14 June 2010. This is also due to the relocation of Karen Tso to Singapore, and Amanda Drury to CNBC headquarters in the U.S.","original_name":"Squawk Australia","vote_average":0.0,"name":"Squawk Australia","cert":"Unavailable","id":4847,"adult":"false","genre_ids":[10763],"origin_country":["US","SG","AU"]},{"first_air_date":null,"cast":[],"overview":"Mucking In is a New Zealand \"lifestyle\" television programme that airs on Television One. It is hosted by Jim Mora. He is assisted by gardener Tony Murrell.\n\nThe show features a very similar premise to the show Ground Force, in which a team of gardener and local volunteers employed by the show descend on an individual's place and improve the garden for the cameras within a specified time limit. People whose gardens are made over are nominated by the public, often for the voluntary work they have done within the community.","original_name":"Mucking In","vote_average":0.0,"name":"Mucking In","cert":"Unavailable","id":4848,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1977-09-10","cast":["Jolie Newman","Johnny Brogna","Matthew Laborteaux","James Bond III"],"overview":"The Red Hand Gang is an American live-action Saturday morning television series on NBC, first broadcast in 1977. The show featured five crime-solving pre-teens and their dog, who lived in the inner city. The group was so named because its members left red hand prints on fences to mark where they had been.","original_name":"The Red Hand Gang","vote_average":0.0,"name":"The Red Hand Gang","cert":"Unavailable","id":4849,"adult":"false","genre_ids":[10751],"origin_country":["US"]},{"first_air_date":"2007-08-27","cast":[],"overview":"City Homicide was an Australian television drama series that aired on the Seven Network between 27 August 2007 and 30 March 2011. The series was set on the Homicide floor of a metropolitan police headquarters in Melbourne. The main characters were six detectives, who solve the murder cases, and their three superior officers.\n\nCity Homicide did not return in its regular format in 2011. A six-episode mini-series titled No Greater Honour was shown instead which marked the closing storyline of the series. The mini-series guest starred Claire Van Der Boom, Marcus Graham, John Howard, and Graeme Blundell.","original_name":"City Homicide","vote_average":4.0,"name":"City Homicide","cert":"Unavailable","id":4850,"adult":"false","genre_ids":[18],"origin_country":["AU"]},{"first_air_date":"2007-02-11","cast":["Honor Blackman","Patsy Palmer","Jennifer Ellison","Jeffrey Archer","Michael Portillo"],"overview":"Following a fictional rape case in a real court room, argued by leading barristers and presided over by a real judge.","original_name":"The Verdict","vote_average":0.0,"name":"The Verdict","cert":"Unavailable","id":4851,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"The Folks on the Hill was a satirical sketch show, which started in January 2001 as a Saturday morning BBC Radio Ulster broadcast. In 2004, it evolved into an animated television show, first aired on 9 January 2004, on BBC One Northern Ireland. In its 10th year, the final, 17th series was broadcast on BBC Radio Ulster from Saturday 8 October until 12 November 2011, the day before writer and voice-over star Sean Crummey died.\n\nThe show was a light-hearted, comic parody of the prominent figures of Northern Irish politics, and occasionally other politicians including Tony Blair, Gordon Brown, Bertie Ahern and George W. Bush. The term 'folks on the hill' refers to the Northern Irish parliament and government at Stormont Hill.\n\nThe programme was written by Belfast impressionist, Sean Crummey, animated by Liam O'Neill and produced by Owen McFadden. The music was by Paul Rocks. Female voice impersonations were by Kathy Clugston, who provided the voices for Anne Robinson, Iris Robinson, Camilla, the Queen, Bairbre de Brun and many others.","original_name":"The Folks on the Hill","vote_average":0.0,"name":"The Folks on the Hill","cert":"Unavailable","id":4852,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Misleading Track is a TVB modern drama series released overseas in March 2005 and broadcast on TVB Jade Channel in June 2005.","original_name":"Misleading Track","vote_average":0.0,"name":"Misleading Track","cert":"Unavailable","id":4853,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":"2003-07-22","cast":["Alyson Stoner","Sabrina Bryan"],"overview":"Mike's Super Short Show is a former Disney Channel series of promotional advertisements made in the manner of a regular series which mainly promoted upcoming VHS\/DVD releases from Walt Disney Pictures and Pixar, along with The Walt Disney Company's theme park properties.","original_name":"Mike's Super Short Show","vote_average":6.0,"name":"Mike's Super Short Show","cert":"Unavailable","id":4856,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2003-03-23","cast":["Robert Bathurst","Carla Mendonça","Jasper Britton","Joe Prospero","Emma Sackville"],"overview":"My Dad's the Prime Minister is a British sitcom written by Ian Hislop and Nick Newman. It centres around the life of the Prime Minister, his family and his spin doctor. Its main cast include Robert Bathurst, Joe Prospero, Carla Mendonça, Brian Bovell and Emma Sackville.\n\nIt was filmed at Bushey in Watford, and extras included students of the nearby Bushey Hall School and Bushey Meads School.\n\nSeries 1 was shown on BBC 1 as part of CBBC, in April and May 2003. Season 2 was shown later in the evening on BBC 1, in November and December 2004. Series 1 focused more on Dillon, while the second season had greater coverage of the life of the Prime Minister. Series 1 was released on DVD and video, but currently Series 2 remains unreleased.","original_name":"My Dad's the Prime Minister","vote_average":0.0,"name":"My Dad's the Prime Minister","cert":"Unavailable","id":4857,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2007-07-05","cast":["Ian Stenlake","Lisa McCune","John Batchelor","Matthew Holmes","Conrad Coleby"],"overview":"Sea Patrol is an Australian television drama set on board HMAS Hammersley, a fictional patrol boat of the Royal Australian Navy. The series focuses on the ship and the lives of its crew members.","original_name":"Sea Patrol","vote_average":7.7,"name":"Sea Patrol","cert":"Unavailable","id":4858,"adult":"false","genre_ids":[10759,18],"origin_country":["AU"]},{"first_air_date":"2007-04-17","cast":[],"overview":"Living Lahaina is an American reality television series on MTV. The series, filmed over a three-month period on location in Lahaina, focused on a group of twenty-something surf instructors and their father-figure-boss at the Royal Hawaiian Surf Academy. Living Lahaina also followed cast members throughout travels to Indonesia, California, and Kauai.\n\nLiving Lahaina premiered on Tuesday, April 17, 2007 at 10:30 p.m. on MTV and was scheduled to run for eight episodes. However, only 3 episodes were shown on MTV.\n\nFollowing the style of MTV's Laguna Beach: The Real Orange County, The Hills and Maui Fever, Living Lahaina was shot in the format of a scripted television show. Cast members did not speak directly to the camera. Instead, the show made use of a Dukes of Hazzard style voice-over narrative periodically throughout each episode, to give background or sum up storylines.","original_name":"Living Lahaina","vote_average":0.0,"name":"Living Lahaina","cert":"Unavailable","id":4859,"adult":"false","genre_ids":[10764,99,18],"origin_country":["US"]},{"first_air_date":"2000-09-04","cast":["Trevor Eve","Sue Johnston","Tara Fitzgerald","Wil Johnson","Esther Hall"],"overview":"Waking the Dead is a British television police procedural crime drama series produced by the BBC featuring a fictional Cold Case unit composed of CID police officers, a psychological profiler and a forensic scientist. A pilot episode aired in September 2000, and there have been a total of nine series since. Each story is split into two hour-long episodes, shown on consecutive nights on BBC One. A third series episode won an International Emmy Award in 2004. The programme was also shown on BBC America in the United States, though these screenings are edited to allow for advertising breaks, as well as UKTV in Australia and New Zealand and ABC1 in Australia. The show aired its final episode on 11 April 2011. A spin-off from the series, titled The Body Farm, revolving around forensic scientist Eve Lockhart, was announced by the BBC in January 2011 and ran for just one series.","original_name":"Waking the Dead","vote_average":8.0,"name":"Waking the Dead","cert":"Unavailable","id":4860,"adult":"false","genre_ids":[18,10759],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Encantadia: Pag-ibig Hanggang Wakas, also known globally as Avisala Encantadia: Love Until the End is the third and the last installment of the Encantadia. It depicts the continuing story of the four royal Diwata sisters, Sang'gres Pirena, Amihan, Alena, and Danaya, along with King Ybrahim of Sapiro, in the enchanted world of Encantadia as they face the repercussions of their previous journey through Encantadia's history. The pilot episode aired on February 20, 2006 and the series ended on April 28, 2006.","original_name":"Encantadia: Pag-ibig Hanggang Wakas","vote_average":0.0,"name":"Encantadia: Pag-ibig Hanggang Wakas","cert":"Unavailable","id":4863,"adult":"false","genre_ids":[10759,10765,18],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Faraway Hill was the first soap opera broadcast on an American television network, running on the DuMont Television Network.","original_name":"Faraway Hill","vote_average":0.0,"name":"Faraway Hill","cert":"Unavailable","id":4864,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Don't Forget the Lyrics! is a game show that originally aired on Fox from July 11, 2007 to June 19, 2009, hosted by Wayne Brady and produced by RDF USA, part of RDF Media. The launch of this show prompted NBC to move up the launch of their similar game show The Singing Bee. The show's contestants compete to win $1,000,000 by correctly recalling song lyrics from a variety of genres.\n\nAfter a year off the air, on January 25, 2010, 20th Television announced the debut of a new syndicated version with Sugar Ray lead singer Mark McGrath as host in September 2010. Taping of the show's third overall season, and first as a syndicated show, began on June 15, 2010. The show premiered in daytime syndication and in primetime on VH1 on Monday, September 20, 2010. It premiered in primetime on MyNetworkTV on October 5, 2010. On March 24, 2011, the show was canceled along with Are You Smarter Than a 5th Grader? due to low ratings.","original_name":"Don't Forget the Lyrics!","vote_average":0.0,"name":"Don't Forget the Lyrics!","cert":"Unavailable","id":4865,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1998-10-05","cast":["Maestro Harrell","Bumper Robinson","Karen Maruyama","Chris Hardwick","Michelle Trachtenberg"],"overview":"Guys Like Us is a short-lived American sitcom that aired on UPN from October 5, 1998 to January 18, 1999. The series starred Bumper Robinson, Maestro Harrell, and Chris Hardwick.","original_name":"Guys Like Us","vote_average":0.0,"name":"Guys Like Us","cert":"Unavailable","id":4866,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":["Jay Stewart","Tom Kennedy"],"overview":"You Don't Say! is an American television game show that had three separate runs on television. The first version aired on NBC daytime from April 1, 1963 to September 26, 1969 with revivals on ABC in 1975 and in syndication from 1978–1979. The last two incarnations were executive produced by Ralph Andrews and produced and directed by Bill Carruthers.\n\nNBC broadcasts were produced by Ralph Andrews-Bill Yagemann Productions in association with Desilu Productions. Ralph Andrews Productions produced both of the 1970s versions, with the ABC version produced in association with the Carruthers Company and Warner Bros. Television.\n\nSimilar to the announcer's function on Password, either Stewart or Harlan would whisper the name being guessed, along with a description.","original_name":"You Don't Say!","vote_average":0.0,"name":"You Don't Say!","cert":"Unavailable","id":4867,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Dudesons are a four-man stunt group from Finland. The Dudesons are best known from their TV shows and live performances. Their TV shows are combination of stunts, comedy and reality.","original_name":"Duudsonit","vote_average":0.0,"name":"Duudsonit","cert":"Unavailable","id":4868,"adult":"false","genre_ids":[],"origin_country":["FI"]},{"first_air_date":"1969-10-07","cast":["Richard Baker"],"overview":"Mary, Mungo and Midge is a British animated children's television series, created by John Ryan and produced by the BBC in 1969.\n\nThe show featured the adventures of a girl called Mary, her dog Mungo, and her pet mouse Midge, who lived in a tower block in a busy town. BBC newsreader Richard Baker narrated the episodes, with John Ryan's daughter Isabel playing Mary. The theme tune and other music for the series was provided by Johnny Pearson.\n\nThis show was one of the first children's shows in the UK to reflect urban living. The programme showed Mary having adventures in a busy town, as opposed to in a wood, forest or other rural setting. The two featured animals were likely to be familiar to town dwellers, as opposed to the array of talking wildlife usually seen in children's television.\n\nIn each episode, the three of them would descend in the lift from their flat in the tower block. After their adventures they would return home, Midge would press the button for the lift back to the correct floor, by standing on Mungo's nose.\n\nMary, Mungo and Midge was a production of John Ryan Studios, who also produced the earlier Captain Pugwash and the later Sir Prancelot cartoons, both with a similar drawing style.","original_name":"Mary, Mungo and Midge","vote_average":10.0,"name":"Mary, Mungo and Midge","cert":"Unavailable","id":4869,"adult":"false","genre_ids":[16],"origin_country":["GB"]},{"first_air_date":"2003-05-26","cast":["Jamie Lynn Spears"],"overview":"Switched is an American TV series that ran from 2003 through 2004 in which two teens from different cities in the United States were given a chance to swap lives to see how the other one lived. Teens were able to experience the lives of others and experiment with new families and cultures. Teen celebrities often starred on the show, such as pop singer Skye Sweetnam, Jennifer Freeman from My Wife and Kids, Ashlie Brillault from Lizzie McGuire, basketball star Candace Parker, and Kyle Sullivan and Jamie Lynn Spears from All That.\n\nAn 8-episode spinoff called \"Switched Up!\", featuring adults instead of teens, aired in 2004.","original_name":"Switched!","vote_average":0.0,"name":"Switched!","cert":"Unavailable","id":4872,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2007-01-24","cast":["Julie Snyder"],"overview":"Le Banquier is the Quebec adaptation of the international game show Deal or No Deal. It debuted on January 24, 2007 at 9pm on the TVA network. The program, produced in Montreal by JPL Production II Inc. and Endemol USA for TVA, is hosted by Julie Snyder. The show's main sponsors are Vidéotron and Hyundai.\n\nThe show's first season ended on March 29, 2007. During the first season, episodes aired on Wednesdays at 9pm and Thursdays at 8pm.\n\nDuring the second season, episodes aired on Sundays at 7pm and Thursdays at 8pm.","original_name":"Le Banquier","vote_average":0.0,"name":"Le Banquier","cert":"Unavailable","id":4873,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":"2005-01-01","cast":[],"overview":"An animated medley of music, art, and dance ingeniously designed to introduce young children to masterpieces of these arts. This creative kaleidoscope of color, motion and music features a diapered baby 'conductor' who leads an all-animal orchestra through short musical pieces, played before a rapt animal audience.","original_name":"Classical Baby","vote_average":10.0,"name":"Classical Baby","cert":"Unavailable","id":4874,"adult":"false","genre_ids":[10762,16],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Zire Zamin is a television series that ran during September and October 2006, specifically for the month of Ramadan, when it was one of the most popular programmes in Iran. It was shown on Channel 3 in Iran and Jame Jam 1 for Iranians living abroad.","original_name":"Zire Zamin","vote_average":0.0,"name":"Zire Zamin","cert":"Unavailable","id":4875,"adult":"false","genre_ids":[],"origin_country":["IR"]},{"first_air_date":null,"cast":[],"overview":"Narodniy Artist is a television show based on the popular British show Pop Idol. The show is a contest to determine the best young singer in Russia. The show is produced by RTR in association with FBI Music & FremantleMedia. Season 1 & 2 was hosted by Fekla Tolstaya & Ivan Urgant.\n\nNarodniy Artist remains today the only Idol show to feature miming in their \"best of\" show where none of the contestants sang live.","original_name":"Narodniy Artist","vote_average":0.0,"name":"Narodniy Artist","cert":"Unavailable","id":4876,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1962-07-17","cast":["Jack Haig","Patricia Hayes","Hugh Lloyd","Mollie Sugden","Terry Scott"],"overview":"Terry is a youngish bachelor who lives with his mother (Vi Stevens). He's a bit of a dreamer who wants to get rich as quickly and as easily as possible. Terry comes up with one grand \"get rich quick\" scheme after another, causing endless problems for himself and his friend, Hugh.","original_name":"Hugh and I","vote_average":0.0,"name":"Hugh and I","cert":"Unavailable","id":4877,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Mazi sou is a Greek drama featuring two teenagers whose only common link is their age. Two 17 year old teens who run away, one from a juvenile institution and the other from her home, and scour Northern Greece and Turkey, following the \"arid\" railroad near Maritsa's bank.","original_name":"Mazi sou","vote_average":0.0,"name":"Mazi sou","cert":"Unavailable","id":4888,"adult":"false","genre_ids":[18],"origin_country":["GR"]},{"first_air_date":"2002-10-04","cast":["David Sneddon","Cat Deeley","Ainslie Henderson","Alex Parks","Carolynne Good"],"overview":"Fame Academy was a televised competition to search for and educate new musical talents. The winner received a chance to become a successful music artist and part of the international franchise Star Academy known under various titles in various countries.\n\nIn the UK version, the prize consisted of a £1m recording contract with a major record company, plus the use of a luxury apartment in London and a sports car for one year. It was broadcast by the BBC and co-produced by an Endemol company called 'Initial'. The first series was won by David Sneddon and the second and final series by Alex Parks.\n\nThe show was so successful that the BBC decided to screen celebrity versions for Comic Relief. Starting 2003, Comic Relief Does Fame Academy saw celebrities singing as students of the Academy with proceeds from the phone votes being donated to the charity. This was far more successful than the original show, and many believe its success secured the second series of the main programme.","original_name":"Fame Academy","vote_average":0.0,"name":"Fame Academy","cert":"Unavailable","id":4889,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2000-04-24","cast":["Alex Romano","Paul Nakad","Anh Do","Annalise Braakensiek","Paul Fenech"],"overview":"Pizza was an Australian television series on the Australian television network SBS. The series has a spin-off feature length movie, Fat Pizza, released in 2003, and a best-of highlights video\/DVD that featured previously unreleased footage and a schoolies exposé, released in 2004. In addition to this, a theatre show entitled \"Fat Pizza\", starring several characters from the show, has toured the Australian east coast.\n\nThrough ironic and self-conscious references, Pizza involves themes of ethnicity and stereotypes, cars, sex, illicit drugs, and violence to produce its sometimes mean-spirited dark humour.\n\nThe television program is noted for its frequent cameo appearances of numerous Australian celebrities of all varieties, including actors, comedians, professional athletes, and other public figures.","original_name":"Pizza","vote_average":9.0,"name":"Pizza","cert":"Unavailable","id":4890,"adult":"false","genre_ids":[35],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Moral Court is a nontraditional court show that is hosted by opinionated Larry Elder, and originally ran from 2000 to 2001.\n\nThe program had the same concept as a legality court show however the cases were based on opinion based ethics and morality judged by Elder with the winner of the case leaving with a cash prize. The judge decides after hearing the case who is morally right and how much to award. If he finds one party to be merely wrong, he'll award a $500 cash prize. If he finds it to be a more serious moral problem, he terms it offensive, and awards a $1,000 cash prize. If he finds it to be extremely bad, he terms it outrageous, and awards the show's maximum judgment, a $2,000 cash prize. The judge could also dismiss the case if he finds both parties to be wrong. After every case on Moral Court, court reporter\/interviewer Vivian Guzman would ask both parties a few questions and let them say their opinion on the outcome of the case. Out of all other court shows on television to this day, Moral Court was the only court show that dealt with ethics and morality rather than legality, hence why the parties were not referred to as the \"Plaintiff\" and \"Defendant\", but rather, the \"Accuser\" and the \"Accused\". The cases on the show would generally not be taken in a legal court. Moral Court received bad reviews and low ratings, resulting in the show not being renewed for a second season. The show was distributed by Warner Bros. Domestic Television Distribution and produced by Stu Billett Production Inc. The show was created by Stu Billett, who also co-created The People's Court.","original_name":"Moral Court","vote_average":0.0,"name":"Moral Court","cert":"Unavailable","id":4891,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2006-11-27","cast":["John Lehr","Jennifer Elise Cox","Kim Coles","Christopher Liam Moore","Bob Clendenin"],"overview":"10 Items or Less is a partly scripted, partly improvised American comedy series created by Nancy Hower, Robert Hickey and John Lehr. It starred Lehr as a less-than-successful businessman who returned home to run Greens & Grains, the family-owned supermarket, upon the death of his father.\n\nThe series debuted on TBS on November 27, 2006.\n\nDuring its first season, the program aired Monday nights at 11 p.m. ET\/PT. The second and third seasons aired on TBS Tuesday nights at 11 p.m. ET\/PT.\n\nIn November 2009, a blog posting stated the show had been cancelled, and would not be picked up for the fourth season.","original_name":"10 Items or Less","vote_average":7.5,"name":"10 Items or Less","cert":"Unavailable","id":4892,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1998-05-09","cast":["Victoria Smurfit","Clare Wilkie","Tabitha Wady","Jason O'Mara","Hermione Norris"],"overview":"Three young women from very different backgrounds meet, become friends and share experiences when they all gain positions as nannies in the wealthy households of London's exclusive Berkeley Square.","original_name":"Berkeley Square","vote_average":7.3,"name":"Berkeley Square","cert":"PG","id":4893,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Partners with Mel Tiangco is a now-defunct talk show show aired on GMA Network during the run of the 2004 elections when Jay Sonza run as a Senator for the party, Aksyon Demokratiko.In August 2004, it was replaced by Mel and Joey.It airs every Sunday.\n\nThe set and the theme song was same from the previous format, Partners Mel and Jay.","original_name":"Partners with Mel Tiangco","vote_average":0.0,"name":"Partners with Mel Tiangco","cert":"Unavailable","id":4902,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"2000-10-16","cast":["Rinku Karmarkar","Lily Patel","Gautam Chaturvedi","Ali Asgar","Nayan Bhatt"],"overview":"Kahaani Ghar Ghar Kii was an Indian soap opera that aired on STAR Plus. It ran 1700 episodes. It starred Sakshi Tanwar as Parvati Om Agarwal in the lead role of the series which tells the story of the successful Agarwal family. The final episode of the show aired on October 9, 2008.","original_name":"कहानी घर घर की","vote_average":2.3,"name":"Kahaani Ghar Ghar Kii","cert":"Unavailable","id":4903,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Everybody's Equal was a game show hosted by Chris Tarrant and aired on ITV from 7 June 1989 to 22 July 1991. Versions also existed in many European countries, plus Canada. Elements of the show resemble Tarrant's future hit Who Wants to be a Millionaire?, particularly its \"Fastest Finger First\" game.\n\nThe format was simple - 200 contestants were asked a question with four options and those who got it right were asked another. This continued until less than ten players survived, at which point they face four questions which are worth £50 each. The player who correctly answers the final question the fastest goes on to play the final round. The winning contestant must place four things into the correct order, to win £1000. If they get it wrong, the money is divided equally between all the other contestants.\n\nThis was all made possible via the use of 200 small handsets, which were centrally linked to a computer.\n\nThe introduction sequence played on the concept of equality among the contestants, as five very distinct people were shown going about their daily business.\n\nBefore the show, the computer would nominate 'Four to Follow' - four contestants who were seemingly expected to do well. They rarely did.","original_name":"Everybody's Equal","vote_average":0.0,"name":"Everybody's Equal","cert":"Unavailable","id":4904,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2003-08-29","cast":[],"overview":"Cowboy U was an American reality television series that aired on CMT from 2003 to 2007. The show premiered on August 29, 2003. Each season, eight \"city slickers\" were brought to a ranch and competed to win the final rodeo and $25,000.","original_name":"Cowboy U","vote_average":0.0,"name":"Cowboy U","cert":"Unavailable","id":4905,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2006-09-15","cast":["Fatoş Tez","Kartal Balaban","Hümeyra Akbay","Zeynep Anıl Tatdıran","Leyla Başak"],"overview":"A young woman's forced marriage to the agha of a tribe in Southeastern Turkey leads to tragedy and social change.","original_name":"Sıla","vote_average":6.0,"name":"Sıla","cert":"Unavailable","id":4906,"adult":"false","genre_ids":[18,9648],"origin_country":["TR"]},{"first_air_date":null,"cast":[],"overview":"Qin's Moon, aka The Legend of Qin is a CG Chinese animated TV series. The story is based on the novel of the same name by Taiwanese writer and entrepreneur Wen Shiren. It is China's first 3D wuxia animation, produced by Hangzhou Xuanji Science & Technology Information Corporation in Hangzhou, Zhejiang. The title means \"The bright moon of Qin Era\", quoted from a famous poem. Here it also contains the names of the two heroes. Ming is the hero Tianming, Yue is the heroine Yue-er.\n\nThis TV series was broadcast around Chinese New Year in 2007. The background of this TV series is begin from the building of the first Chinese empire: Qin to the end of the Capital of Qin which named XianYang been compromised by the soldiers from Chu. The span of this series is 30 years. It shows a juvenile named Tianming, who has the blood of heroes, grew up to a hero, as well as changed the development of the history with his ability. It is an inspirational TV series which combines martial arts, fantasy, history together with each other, and leads the audience to witness the surging, magnificent and beautiful ancient Chinese world two thousand years ago.","original_name":"Qin's Moon","vote_average":0.0,"name":"Qin's Moon","cert":"Unavailable","id":4907,"adult":"false","genre_ids":[],"origin_country":["CN"]},{"first_air_date":"2006-10-01","cast":["James Spader"],"overview":"Discovery Atlas is a documentary television series on the Discovery Channel and Discovery HD Theater which focuses on the cultural, sociological, and natural aspects of various countries by exploring their different peoples, traditions, and lands. The documentary follows the lives and individual struggles of locals, while taking in-depth looks at the countries' history and culture. Eight episodes have been broadcast so far on the Discovery Channel: the first episode, Discovery Atlas: China Revealed aired October 1, 2006, and was followed by Discovery Atlas: Italy Revealed, Brazil Revealed, and Australia Revealed. Most recently France, Japan, Egypt and Russia have been featured.\n\nAccording to the Miami Herald, the series will be shown over five years and focus on a total of 20 countries, with the possibility of more. Four countries will be featured each year. Other sources, including the Australian Discovery Channel and Discovery Communications Inc websites, have said that the series will focus on thirty countries.","original_name":"Discovery Atlas","vote_average":0.0,"name":"Discovery Atlas","cert":"Unavailable","id":4916,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"1999-11-01","cast":[],"overview":"De Club van Sinterklaas is a Dutch kids' soap opera loosely based on the legend of Sinterklaas and Zwarte Piet. The series follows a group of Pieten on their misadventures on their yearly way to the Netherlands. The series has a different subtitle every year in relation to the plot of the year. The show is incredibly popular in the Netherlands and has been the most successful show on the Dutch Jetix channel for several years and seems to be gaining in popularity with every season that comes by. Enormous merchandising has also appeared around the show over the years, ranging from CDs and DVDs to board games and collectible figures.","original_name":"De Club van Sinterklaas","vote_average":0.0,"name":"De Club van Sinterklaas","cert":"Unavailable","id":4917,"adult":"false","genre_ids":[],"origin_country":["NL"]},{"first_air_date":"2003-02-04","cast":["Scott Foley","Amanda Detmer","Peter Jacobson","Ana Ortiz","Eddie McClintock"],"overview":"A.U.S.A. is an American sitcom television series that aired in 2003 on NBC, starring Scott Foley.","original_name":"A.U.S.A.","vote_average":0.0,"name":"A.U.S.A.","cert":"Unavailable","id":4918,"adult":"false","genre_ids":[18,35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Bill Dance Outdoors is a fishing television series hosted by retired professional tournament angler Bill Dance. Each episode focuses on various aspects of recreational fishing techniques, usually targeting black bass species such as Largemouth and Smallmouth bass, though does occasionally focus on other species such as Channel catfish and Bluegill. Each episode is about an hour long, and will occasionally include viewer mail, product advertisement, and tips & tricks segments along with the primary topic of the particular episode. The series was on The Nashville Network, then moved to the Outdoor Life Network. The show has also featured guest appearances by celebrities such as Terry Bradshaw, Hank Williams, Jr., Mel Tillis, Jerry Reed, and many others. The show has also produced four blooper videos showing outtakes and mishaps during filming of the show and related commercials, as well as the hijinks of some of Bill's friends, guests, film crew, and family members, which have been broadcast in several bloopers and outtakes television shows in the U.S. and overseas.","original_name":"Bill Dance Outdoors","vote_average":0.0,"name":"Bill Dance Outdoors","cert":"Unavailable","id":4919,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2007-07-24","cast":["Glenn Close","Rose Byrne","Ryan Phillippe"],"overview":"Damages is an American legal thriller television series created by the writing and production trio of Daniel Zelman and brothers Glenn and Todd A. Kessler. The plot revolves around the brilliant, ruthless lawyer Patty Hewes and her protégée, recent law school graduate Ellen Parsons. Each season features a major case that Hewes and her firm take on, while also examining a chapter of the complicated relationship between Ellen and Patty. The first two seasons center around the law firm Hewes & Associates. Later seasons center more on Patty and Ellen's relationship as Ellen begins to distance herself from Hewes & Associates and begins an independent career.","original_name":"Damages","vote_average":7.5,"name":"Damages","cert":"Unavailable","id":4920,"adult":"false","genre_ids":[9648,18],"origin_country":["US"]},{"first_air_date":"1994-03-21","cast":[],"overview":"The Heisei Ultra Seven series follows directly from the final episode of the original series, ignoring the M78 continuity altogether and establishing Ultraseven as the only Ultra being to have arrived in this universe. This is a series of specials, beginning with 1994 edition which aired on Nippon Television, followed by the Memorial Trilogy in 1998, The Final Chapters in 1999, and EVOLUTION in 2002, all of which were direct-to-video.","original_name":"平成ウルトラセブン","vote_average":0.0,"name":"Heisei Ultra Seven","cert":"Unavailable","id":4921,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":"2001-04-22","cast":["Jason O'Mara","Richard Wilson","Jack Shepherd","David Walliams"],"overview":"High Stakes is a British sitcom starring Richard Wilson that aired in 2001. It was written by Tony Sarchet. The second series remains unaired.","original_name":"High Stakes","vote_average":0.0,"name":"High Stakes","cert":"Unavailable","id":4922,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1975-09-06","cast":["Bob Holt","Marty Ingels"],"overview":"The Great Grape Ape Show is a Saturday morning cartoon produced by Hanna-Barbera Productions that was broadcast on ABC from 1975 to 1978.","original_name":"The Great Grape Ape Show","vote_average":6.8,"name":"The Great Grape Ape Show","cert":"Unavailable","id":4929,"adult":"false","genre_ids":[16],"origin_country":["US"]},{"first_air_date":"1979-01-29","cast":["Hari Rhodes","Julie Harris","Claire Bloom","Kim Hunter","Victor Buono"],"overview":"Behind the scenes at the White House during eight administrations, as told by the people who work there.","original_name":"Backstairs at the White House","vote_average":0.5,"name":"Backstairs at the White House","cert":"Unavailable","id":4930,"adult":"false","genre_ids":[18,10768],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"LIFE ON TERRA, now in its eighth season, is the award winning science and natural history podcast series that explores the natural connections that propel life on Earth. Overseen by graduate students in the MFA program in Science and Natural History Filmmaking at Montana State University, TERRA distributes independently produced science, nature, and environmental films. We are proud to bring you these unique stories from around the globe that celebrate the wonders of the natural world.","original_name":"Terra: The Nature of Our World","vote_average":0.0,"name":"Terra: The Nature of Our World","cert":"Unavailable","id":4931,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Diggit\/Diggin' It","vote_average":0.0,"name":"Diggit\/Diggin' It","cert":"Unavailable","id":4934,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1997-07-14","cast":["Heath Ledger","Lisa Zane","Sebastian Roché","Vera Farmiga","John Saint Ryan"],"overview":"Roar is an American television show that originally aired on the Fox network in July 1997. In the year AD 400, a young Irish man, Conor, sets out to rid his land of the invading Romans, but in order to accomplish this, he must unite the Celtic clans.","original_name":"Roar","vote_average":6.5,"name":"Roar","cert":"Unavailable","id":4935,"adult":"false","genre_ids":[10765],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Fox Sports Central Asia is the flagship sports newscast of Fox Sports Asia, launched on January 28, 2013 following the channel's launch.","original_name":"Fox Sports Central Asia","vote_average":0.0,"name":"Fox Sports Central Asia","cert":"Unavailable","id":4944,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":"2005-10-02","cast":[],"overview":"Restaurant Makeover is a closed television series which airs as reruns on the Food Network Canada and HGTV Canada, as well as the Fine Living channel and Food Network in the United States, TVtropolis and in over 16 other countries worldwide. The pilot episode starred designer Robin De Groot and chef Brad Long in the Coco's Cafe. Most of the restaurants involved in the series were located in the Greater Toronto Area.","original_name":"Restaurant Makeover","vote_average":0.0,"name":"Restaurant Makeover","cert":"Unavailable","id":4945,"adult":"false","genre_ids":[],"origin_country":["CA","US"]},{"first_air_date":"2005-12-19","cast":[],"overview":"A contestant must choose from 26 sealed briefcases containing a marker for various amounts of cash from one penny to $1 million. The player then eliminates the remaining 25 cases one by one. The chosen ones are opened and the amount of money inside revealed. After several cases are opened, the player is tempted by the Banker to accept an offer of cash in exchange for not continuing the game and possibly winning a larger sum of money.","original_name":"Deal or No Deal","vote_average":6.1,"name":"Deal or No Deal","cert":"Unavailable","id":4946,"adult":"false","genre_ids":[35,10751],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Interactive Chart","vote_average":0.0,"name":"The Interactive Chart","cert":"Unavailable","id":4947,"adult":"false","genre_ids":[],"origin_country":["PL"]},{"first_air_date":null,"cast":[],"overview":"Tropang Trumpo was a Filipino gag show, produced by the TV5, then known as ABC5, and aired from 1994 to 1999.","original_name":"Tropang Trumpo","vote_average":0.0,"name":"Tropang Trumpo","cert":"Unavailable","id":4948,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Dirty Lives of Rich Teens","vote_average":0.0,"name":"Dirty Lives of Rich Teens","cert":"Unavailable","id":4949,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2006-04-14","cast":[],"overview":"Nerds FC is an Australian television documentary featuring soccer. The first series of the show was aired as a lead-in for the 2006 FIFA World Cup on the Special Broadcasting Service network that featured coverage of the Australian national soccer team.\n\nThe show follows a football team of 14 nerds who were trained over 3 months, climaxing with a match against a professional team. Nerds FC is produced by SBS independent and Grundy Television.\n\nNerds FC's format, FC Nerds, is based on the Danish reality TV hit FC Zulu.\n\nThe first series aired on Australian TV from 14 April 2006, encored from 8 June 2006, and encored again from 21 April 2007. The DVD for the first series was released on 6 June 2007.\n\nThe second series aired from 9 June 2007. The DVD for the second series was released on 16 August 2007.","original_name":"Nerds FC","vote_average":0.0,"name":"Nerds FC","cert":"Unavailable","id":4950,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"1998-07-06","cast":[],"overview":"","original_name":"陀槍師姐","vote_average":0.0,"name":"Armed Reaction","cert":"Unavailable","id":4957,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"Magpie was a British children's television programme shown on ITV from 30 July 1968 to 6 June 1980. It was a magazine format show intended to compete with the BBC's Blue Peter, but attempted to be more \"hip\", focusing more on popular culture. The show's creators Lewis Rudd and Sue Turner named the programme Magpie as a reference to the magpie's habit of collecting small items, and because of \"mag\" being evocative of \"magazine\", and \"pie\" being evocative of a collection of ingredients.","original_name":"Magpie","vote_average":0.0,"name":"Magpie","cert":"Unavailable","id":4958,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2001-02-25","cast":["Kevin Eldon","Catherine Tate","Johnny Vegas","Richard Thomas","Simon Munnery"],"overview":"Attention Scum! was a 2001 television comedy series created by Simon Munnery and Stewart Lee. It starred Munnery as his \"The League Against Tedium\" character and contained acerbic stand-up routines atop a transit van and sketches including mainstays such as \"24 Hour News\", operatic intermissions by Kombat Opera, and two characters engaged in a duel over their hats.","original_name":"Attention Scum","vote_average":0.0,"name":"Attention Scum","cert":"Unavailable","id":4959,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Business Centre Europe is a business news programme once aired on CNBC Europe that replaced Europe Tonight. Airing from 18.00 UK time, Business Centre Europe was a 30-minute wrap-up of the day's top business stories in Europe and also crossed over to the US to update progress on the trading day there. The show was initially presented by Sarah Clements and then by Emma Crosby.\n\nThe show took its name from CNBC US' flagship evening show, Business Center. However unlike its U.S. and Asian counterparts which used slightly different lower-thirds on screen, the show's lower-thirds were the exactly same as the ones used on CNBC Europe's other daytime programmes.\n\nThe programme was canceled in late 2001 where Emma Crosby co-anchored the show preceding its timeslot, European Market Wrap along with Nigel Roberts.","original_name":"Business Centre Europe","vote_average":0.0,"name":"Business Centre Europe","cert":"Unavailable","id":4960,"adult":"false","genre_ids":[10763],"origin_country":["GB"]},{"first_air_date":"1985-09-30","cast":[],"overview":"M.A.S.K. is an animated television series produced by the French-American DIC Enterprises, Inc and Kenner. The series was based on the M.A.S.K. action figures. It was animated in Asia by studios; KK C&D Asia, Studio Juno, Studio World, and Ashi Production.","original_name":"MASK","vote_average":6.8,"name":"MASK","cert":"Unavailable","id":4961,"adult":"false","genre_ids":[16,10759],"origin_country":["US"]},{"first_air_date":"1991-09-01","cast":[],"overview":"E! News, previously known as E! News Daily and E! News Live, describes both the entertainment news division of the E! network in the United States, and the branding of its flagship entertainment newscast. The program debuted on September 1, 1991 and mainly reports on celebrity news and gossip, along with previews of upcoming films and television shows, regular segments about all of those three subjects, and some news about the industry in general.","original_name":"E! News","vote_average":0.0,"name":"E! News","cert":"Unavailable","id":4962,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2005-11-05","cast":[],"overview":"A three-part British documentary film series about life in the Paleozoic, bringing to life extinct arthropods, fish, amphibians, synapsids, and reptiles. Narrated by Kenneth Branagh and using state-of-the-art visual effects, this prequel to Walking with Dinosaurs shows nearly 300 million years of Paleozoic history, from the Cambrian Period (530 million years ago) to the Early Triassic Period (248 million years ago).","original_name":"Walking with Monsters","vote_average":7.9,"name":"Walking with Monsters","cert":"Unavailable","id":4971,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Country Spirit aka Plain Love III was a television drama series produced by TVB. The series takes place in a winery in China in around 1900-1930. Winemaking, as well as the trials and tribulations of a touching love story between a widow, who is part of a ghost marriage, and her husband's house servant, are the main theme of this series\n\nThere are 42 episodes total.","original_name":"Country Spirit","vote_average":0.0,"name":"Country Spirit","cert":"Unavailable","id":4972,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":null,"cast":["Anna Nolan"],"overview":"The Afternoon Show is Raidió Teilifís Éireann's former live flagship daytime show. It ran from 2004 until May 2010. The programme was dropped by RTÉ as part of its new season of television in 2010, to be replaced by two afternoon programmes 4 Daily presented by Maura Derrane and The Daily Show hosted by Dáithí Ó Sé and Claire Byrne.\n\nThe television show, the last season of which was presented by Sheana Keane and Maura Derrane, was a mix of lifestyle, information and fun items. The show included cookery, fashion, health, fitness, parenting, life-coaching and celebrity gossip. Viewers also had the opportunity to text, phone and e-mail in interjections, views, experiences and opinions, and they were given a chance to win prizes in a daily quiz.\n\nThe Afternoon Show had met with a mixed reaction since it first appeared on screens in 2004, presented by Bláthnaid Ní Chofaigh and Anna Nolan. This was partly because it replaced the hugely popular show Open House. There was speculation that the show has not proved as successful as its predecessor and that it would not return for a second season. However, a second series began in 2005, although one of the former presenters, Sheana Keane, did not return.","original_name":"The Afternoon Show","vote_average":0.0,"name":"The Afternoon Show","cert":"Unavailable","id":4973,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2006-02-20","cast":["Gabriela Spanic","Catherine Siachoque","Ariel López Padilla","Francisco Gattorno","Géraldine Bazán"],"overview":"Tierra de Pasiones is a Spanish-language telenovela produced by Telemundo which is owned by NBC Universal. Tierra de Pasiones was filmed on a set in Homestead, Florida, and aired weekdays from February 20, 2006 to October 24, 2006 at 8 pm ET.","original_name":"Tierra de Pasiones","vote_average":0.0,"name":"Tierra de Pasiones","cert":"Unavailable","id":4974,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1992-04-27","cast":["Gareth Hunt","Julia Deakin","Alex Walkinshaw"],"overview":"Side by Side is a British sitcom starring Gareth Hunt and Louisa Rix that was broadcast for two series from 1992 to 1993. It was written by Richard Ommanney, who had also written Three Up, Two Down.","original_name":"Side by Side","vote_average":0.0,"name":"Side by Side","cert":"Unavailable","id":4975,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1976-12-13","cast":["Alex Trebek"],"overview":"Double Dare is an American television game show, produced by Mark Goodson—Bill Todman Productions, that ran from 1976 to 1977 on CBS. Alex Trebek was the host, with Johnny Olson and later Gene Wood announcing. The show was created by Jay Wolpert.\n\nDouble Dare was Alex Trebek's only CBS game show, with all others originally airing either on NBC, in syndication, or in Canada; he also only hosted one show for ABC—Super Jeopardy!, which aired for thirteen weeks in 1990.","original_name":"Double Dare","vote_average":0.0,"name":"Double Dare","cert":"Unavailable","id":4976,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"1979-02-01","cast":["Denise Miller","Lou Antonio","David Naughton","Ellen Travolta","Rebecca Balding"],"overview":"Makin' It is an American sitcom starring David Naughton as a disco dancer in the late 1970s. The series only lasted nine episodes, airing on Fridays at 8:00PM on ABC from February 1 through March 23, 1979 before being canceled. It also aired in the United Kingdom on ITV from April 25 through June 13, 1979.\n\nIn 2002, TV Guide ranked it number 40 on its TV Guide's 50 Worst TV Shows of All Time list.","original_name":"Makin' It","vote_average":0.0,"name":"Makin' It","cert":"Unavailable","id":4977,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2004-01-27","cast":[],"overview":"Body Hits is a TV series which focused on what goes on inside people's bodies as they fight their way through their hectic modern lifestyle. Dr. John Marsden was the show's host for its entirety. The programme aired on BBC Three in the United Kingdom, TechTV in the United States, The LifeStyle Channel and ABC2in Australia, and Prime Television New Zealand in New Zealand","original_name":"Body Hits","vote_average":0.0,"name":"Body Hits","cert":"Unavailable","id":4988,"adult":"false","genre_ids":[],"origin_country":["GB","US"]},{"first_air_date":"2000-09-22","cast":["Lindsay Sloane","William Ragsdale","Irene Molloy","Kohl Sudduth","Kyle Howard"],"overview":"Grosse Pointe is an American television parody series which aired on the WB Network during the 2000–2001 television season. Created by Darren Star, it was a satire depicting the behind-the-scenes drama on the set of a television show, and was inspired in large part by Star's experiences as the creator and producer of the nighttime soap Beverly Hills, 90210.","original_name":"Grosse Pointe","vote_average":6.0,"name":"Grosse Pointe","cert":"Unavailable","id":4989,"adult":"false","genre_ids":[18,35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Mr. Romance is a 2005 US tongue-in-cheek reality television show which aired on Oxygen. It was created by Gene Simmons and hosted by Fabio.\n\nMr. Romance featured a group of 12 male contestants, mentored by Fabio, entering a \"romance academy\" hoping to win a shot at novel cover fame. Each week the contestants would compete in romance-related events like romance novel cover photo shoots and learning to dance, with each contestant rated on their facility in the activity. The two lowest-scoring contestants at the end of the regular season were eliminated and the remaining ten contestants went on to compete in the Mr. Romance Pageant to select the winner. Fabio delivered show-ending homilies on the lesson of each episode.\n\nAt the pageant, Randy Richwood was crowned Mr. Romance.","original_name":"Mr. Romance","vote_average":0.0,"name":"Mr. Romance","cert":"Unavailable","id":4990,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Farmclub.com is a short-lived American TV show on USA Network. The show featuring the \"IT\" musical artists of the moment and promoting unsigned bands through national exposure and website interaction. The show featured moments such as the return of N.W.A., with Snoop Dogg filling in for the late Eazy-E.\n\nFarmclub.com signed artists to real record deals and puts their albums out through partnerships with Interscope, Def Jam, Universal, and other labels. The unsigned artists were selected from viewer votes from their website of the same name. Hosted by model\/actress and former Miss USA 1996 Ali Landry and former MTV VJ Matt Pinfield, the show's label signed artists such as: Detroit rap artist Alley Life, British DJ Sonique, Dynamite Hack and Sev. The exposure also helped other bands obtain mass audience appeal leading to subsequent record deals such as Dog Fashion Disco and Spine.\n\nFarmclub.com had a short lived partnership with Extreme Championship Wrestling in late 2000.","original_name":"Farmclub.com","vote_average":0.0,"name":"Farmclub.com","cert":"Unavailable","id":4991,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2007-03-07","cast":["Teri Polo","Sherri Shepherd","Michael Landes","KaDee Strickland","Chris Williams"],"overview":"The Wedding Bells is an American television comedy-drama that ran on Fox from March 7 to April 6, 2007. The series was greenlighted after the network became interested in a series centered on wedding planners. The network approached David E. Kelley to create the show, and he essentially remade a rejected pilot he created for ABC in 2004 entitled DeMarco Affairs which starred Selma Blair, Lindsay Sloane and Sabrina Lloyd as three sisters who inherit a wedding planner service. Though the show had a moderately strong premiere, it faded in the ratings and was cancelled after seven episodes had been produced and five episodes were aired.","original_name":"The Wedding Bells","vote_average":0.0,"name":"The Wedding Bells","cert":"Unavailable","id":4992,"adult":"false","genre_ids":[18,35],"origin_country":["US"]},{"cert":"Unavailable","cast":[],"id":4993,"first_air_date":"2007-06-07","overview":"Fast Cars & Superstars: Gillette Young Guns Celebrity Race was an ABC reality television series featuring twelve celebrities in a stock car auto racing competition. Directed by Michael John Warren, the branded series was a coproduction between television commercial production company @radical.media, television producer Michael Davies, advertising agency BBDO and Gillette.\n\nThe series debuted on June 7, 2007 and aired on the same night as a game in the 2007 NBA Finals. It aired at 8 p.m. Eastern time, 7 p.m. Central time, and postgame in the Mountain and Pacific time zones. The June 24 finale aired at 8 ET\/PT and 7 CT\/MT as the finals had ended by this time, with the San Antonio Spurs being crowned champions.\n\nThe event was taped at Lowe's Motor Speedway in Concord, North Carolina, using cars provided by the Jeff Gordon racing school. Kenny Mayne and Brad Daugherty were the hosts. Corey LaCosta from the racing school was the celebrities' driving instructor and head official for the competition.\n\nIn an interesting sidelight, the promos that aired in the Mountain and Pacific zones mention the show aired after the \"basketball finals,\" not giving the NBA's name or initials. This was because, despite the exclusive rights to air the finals, ABC could not mention the NBA in connection to this show's leadout. A possible reason was that Gillette is the title sponsor of this series; it is a competing product to Schick, a NBA sponsor at that time.","genre_ids":[],"origin_country":["US"],"original_name":"Fast Cars and Superstars: The Gillette Young Guns Celebrity Race","vote_average":0.0,"name":"Fast Cars and Superstars: The Gillette Young Guns Celebrity Race","adult":"false"}]