[{"first_air_date":null,"cast":[],"overview":"Dali Princess is a Chinese television series produced by CCTV in 2006. This series completed filming on 22 January 2006. Spanning over 31 episodes, series focuses on the lead character Aiyue's love relationships.\n\nThere were plans to start airing it in June 2008, but was postponed because of copyright problems. Finally, it released in January 2009.","original_name":"Dali Princess","vote_average":0.0,"name":"Dali Princess","cert":"Unavailable","id":5004,"adult":"false","genre_ids":[18],"origin_country":["CN"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Debbie King Show","vote_average":0.0,"name":"The Debbie King Show","cert":"Unavailable","id":5005,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":["Bob Bell","Frazier Thomas","Joey D'Auria"],"overview":"The Bozo Show is a locally produced children's television program that aired on WGN-TV in Chicago and nationally on what is now WGN America. The series is a local version of the internationally franchised Bozo the Clown format and is also the longest-running in the franchise. Recognized as the most popular and successful locally produced children's program in the history of television, it only aired under this title for 14 of its 40+ years: other titles were Bozo, Bozo's Circus, and The Bozo Super Sunday Show.","original_name":"The Bozo Show","vote_average":0.0,"name":"The Bozo Show","cert":"Unavailable","id":5006,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1967-11-10","cast":[],"overview":"Join Johnny Sokko and his giant flying robot as they battle evil monsters and Gargoyle henchmen. An adventure ensues every episode as Johnny's computerized robot helps the Unicorns defend the world against the maniacal monstrosities created by the Gargoyles.","original_name":"Jaianto robo","vote_average":9.5,"name":"Johnny Sokko and His Flying Robot","cert":"Unavailable","id":5007,"adult":"false","genre_ids":[10759,10762,10765],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Crime Scene is an American crime investigation television program on Fox News Channel.\n\nHosted by Greta Van Susteren, each episode of the program is an in-depth look into a criminal story, including interviews with a number of different people and analysis of the entire crime story.","original_name":"Crime Scene","vote_average":0.0,"name":"Crime Scene","cert":"Unavailable","id":5008,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Teka Mona! is a sketch comedy television show in the Philippines that airs every Saturday evenings on ABC. The show started airing on 2006 and it lasted until 2007.","original_name":"Teka Mona","vote_average":0.0,"name":"Teka Mona","cert":"Unavailable","id":5009,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Sim Street","vote_average":0.0,"name":"Sim Street","cert":"Unavailable","id":5020,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1972-09-14","cast":["Ralph Waite","Michael Learned","Richard Thomas","Will Geer","Ellen Corby"],"overview":"The Waltons is an American television.The show is centered on a family in a rural Virginia community during the Great Depression and World War II.","original_name":"The Waltons","vote_average":6.9,"name":"The Waltons","cert":"Unavailable","id":5021,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"1992-05-21","cast":[],"overview":"Each year, seven strangers in their twenties, from different backgrounds and countries, are chosen to come live together in a major city.","original_name":"The Real World","vote_average":5.7,"name":"The Real World","cert":"Unavailable","id":5022,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Catch-Up was an Australian daytime live television talk show on the Nine Network created by Mia Freedman.\n\nThe show featured a panel of women as co-hosts, with Libbi Gorr, Zoe Sheridan, Mary Moody and Lisa Oldfield. The show premiered on 26 February 2007. It was produced at Channel Nine's studio in Willoughby. The concept of The Catch-Up was to showcase women discussing views, news and gossip with each other as well as with their guests. The program followed a similar format to The View.\n\nThe show was under pressure even before it began. The Nine network decision to cancel its broadcast of the US soap opera The Young and the Restless to make way for the program caused outrage amongst fans of show which had been aired on the Nine Network since 1974.","original_name":"The Catch-Up","vote_average":0.0,"name":"The Catch-Up","cert":"Unavailable","id":5023,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1993-12-21","cast":["Phil Vischer","Mike Nawrocki","Lisa Vischer"],"overview":"VeggieTales is an American series of children's computer animated films featuring anthropomorphic vegetables in stories conveying moral themes based on Christianity. They frequently retell Biblical stories, sometimes anachronistically reframed, and include humorous references to pop culture in many different eras by putting Veggie spins on them. The series was developed by Big Idea Entertainment.\n\nVeggieTales was created by Phil Vischer and Mike Nawrocki, who also provide many of the voices. Originally released in direct-to-video format, the series debuted on December 21, 1993. From September 9, 2006, to September 7, 2009, VeggieTales appeared on NBC's children's programming block qubo in a repackaged and edited format. In 2009, Netflix, made many VeggieTales videos and feature films available via their video streaming service. Big Idea has also published VeggieTales books and music CDs and branded items such as toys, clothing, and garden seeds for vegetables and flowers.","original_name":"VeggieTales","vote_average":7.2,"name":"VeggieTales","cert":"Unavailable","id":5024,"adult":"false","genre_ids":[35,16,10762],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Colby Clubhouse is a children's television show that teaches principles from the Bible through songs and everyday situations. It was written and produced by Peter and Hanneke Jacobs and was originally aired on Trinity Broadcasting Network, with Peter Jacobs playing the part of Colby. It originally aired from 1981 to 2000 with several changes of cast members. The last original show was made in 2000. 56 different episodes were aired from the 1994 through 2000 seasons. On December 30, 2006, Colby's Clubhouse dropped from TBN, although it remains on the network's Smile of a Child digital subchannel. Two records were produced, as were several videos.","original_name":"Colby's Clubhouse","vote_average":0.0,"name":"Colby's Clubhouse","cert":"Unavailable","id":5025,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1993-01-06","cast":["Cary-Hiroyuki Tagawa","Gottfried John","Jack McGee","Clint Howard","Marjorie Monaghan"],"overview":"Space Rangers is an American futuristic science fiction drama. The short lived series aired on CBS in 1993. The show was created by Pen Densham and Trilogy Entertainment Group.","original_name":"Space Rangers","vote_average":4.3,"name":"Space Rangers","cert":"Unavailable","id":5026,"adult":"false","genre_ids":[10759,18,10765],"origin_country":["US"]},{"first_air_date":"1984-09-15","cast":["David Coburn","Lisa Lindgren","Darryl Hickman","Kaleena Kiff","Marilyn Schreffler"],"overview":"Pole Position is an animated cartoon series produced by DIC Entertainment.\n\nThe name Pole Position was used under license from Namco, who held the rights to the name due to the video game Pole Position. The show sought to capitalize on the popularity of the video game. However, there is very little in common between the game and the show.","original_name":"Pole Position","vote_average":7.7,"name":"Pole Position","cert":"Unavailable","id":5035,"adult":"false","genre_ids":[16],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Geraldo at Large is a United States television newsmagazine, hosted by Fox News correspondent-at-large and former talk show host Geraldo Rivera.","original_name":"Geraldo at Large","vote_average":0.0,"name":"Geraldo at Large","cert":"Unavailable","id":5036,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2004-09-21","cast":[],"overview":"Ross Kemp on Gangs is a BAFTA award-winning documentary series that was broadcast on Sky1 from 16 October 2006 to 22 September 2008. On 20 May 2007 the series won a BAFTA award for best factual series. The show is hosted by actor Ross Kemp, best known for his role of Grant Mitchell in the show EastEnders where Kemp's character was involved in several storylines involving gangs.\n\nOn the show Kemp travels around the world talking to gang members, locals who have been affected by gang violence, and the authorities who are attempting to combat the problem. In each episode he attempts to establish contacts within the gangs who can arrange interviews with the gangs' leaders.","original_name":"Ross Kemp on Gangs","vote_average":0.0,"name":"Ross Kemp on Gangs","cert":"Unavailable","id":5037,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"1961-12-28","cast":["June Whitfield","Ronnie Barker","Jimmy Edwards"],"overview":"Faces of Jim was a black-and-white British comedy television series starring Jimmy Edwards, June Whitfield and Ronnie Barker, with each episode being an individual half-hour sitcom. The first series aired as The Seven Faces of Jim, the second as Six More Faces of Jim and the third series as More Faces of Jim. All the episodes were written by Frank Muir and Denis Norden.","original_name":"Faces of Jim","vote_average":0.0,"name":"Faces of Jim","cert":"Unavailable","id":5038,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2004-12-21","cast":[],"overview":"Northern Lights is a 2006 comedy-drama. It is a spin-off of the 2004 Christmas special Christmas Lights.\n\nA sequel, City Lights, was broadcast in 2007. Also a Christmas special, Clash of the Santas, was broadcast in December 2008. It featured Colin and Howie taking a trip to Lithuania to represent the United Kingdom in a Santa convention. The main problem with this is that miserable Howie is picked as Santa, while true Christmas believer Colin is relegated to the role of cheerleading elf.","original_name":"Northern Lights","vote_average":6.0,"name":"Northern Lights","cert":"Unavailable","id":5039,"adult":"false","genre_ids":[35,18],"origin_country":["GB"]},{"first_air_date":"2006-10-27","cast":[],"overview":"Unanimous was a United Kingdom-based game show broadcast on Channel 4 from 27 October 2006 to 15 December 2006. It was based on an American game show titled Unan1mous.\n\nUnanimous: The Fallout, was shown on E4 later at night after Unanimous. It was hosted by comedians Paddy McGuinness and Olivia Lee and featured regular guest Karl Daly, played by Tom Bennett.\n\nThe 'Host' of the show was Alex Humes. Although fairly unknown, Humes starred in the reality TV programme Space Cadets, also for Channel 4, where he played one of the Russian pilots. The voice-over for the programme was provided by Phil Gallagher.\n\nThe show was not live but was recorded many weeks before airing. Contestants were not informed of the rules or objectives of the game before it started - only that they were going to be playing in a game show with a substantial prize fund, and they would be filmed non-stop in an enclosed environment.","original_name":"Unanimous","vote_average":0.0,"name":"Unanimous","cert":"Unavailable","id":5040,"adult":"false","genre_ids":[10764],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Kapwa Ko, Mahal Ko is a public service program aired every Saturday mornings by GMA Network. The show is recognized as the first and longest running public service program in Philippine television. It is currently hosted by Orly Mercado, Connie Angeles and Camille Angeles.","original_name":"Kapwa Ko Mahal Ko","vote_average":0.0,"name":"Kapwa Ko Mahal Ko","cert":"Unavailable","id":5041,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"1993-09-06","cast":["Matthew Corbett","Liana Bridges","Brenda Longman","Richard Cadell"],"overview":"Second incarnation of the childrens puppet show, picking up almost directly where \"The Sooty show\" left off Sooty, Sweep, Soo and little cousin Scampi continue their adventures with Matthew.","original_name":"Sooty & Co.","vote_average":7.4,"name":"Sooty & Co.","cert":"U","id":5052,"adult":"false","genre_ids":[10762,35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Anda Pa'l Cará is a Spanish-language television program, a late-night talk and variety show from Puerto Rico. It started in 2000 on WLII-TV Tele Once as a late night show with comedian Silverio Pérez as host, but has evolved into a more youth-oriented format with a focus on celebrity news and interviews.\n\nThe show usually features interviews to artists and other personalities, music performances, celebrity news, curious facts, and comedy sketches, among other things. Aside of its regular hosts, the show features a team of collaborators that offer their opinions on a wide range of topics from sexuality, movies, and Internet.\n\nDespite its hosting changes, the show has remained one of the most successful in the island, edging its direct rival, No te Duermas, of Telemundo.","original_name":"Anda Pa'l Cará","vote_average":0.0,"name":"Anda Pa'l Cará","cert":"Unavailable","id":5053,"adult":"false","genre_ids":[],"origin_country":["PR"]},{"first_air_date":null,"cast":[],"overview":"CMT Most Wanted Live, or MWL, is a country music video countdown show which aired on CMT from 2001 to 2004.","original_name":"CMT Most Wanted Live","vote_average":0.0,"name":"CMT Most Wanted Live","cert":"Unavailable","id":5054,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1968-09-24","cast":[],"overview":"How We Used to Live is a British educational historical television drama written by Freda Kelsall and sometimes narrated by Redvers Kyle and John Crosse, both employed as continuity announcers at Yorkshire Television at the time of production. Production began in 1968 at the YTV studios in Leeds. The series traced the lives and fortunes of various fictional Yorkshire families from the Victorian era until the 1960s, in and around the fictional town of Bradley, using self-contained short dramas interspersed with archive footage.","original_name":"How We Used To Live","vote_average":6.0,"name":"How We Used To Live","cert":"Unavailable","id":5055,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Heridas de Amor is a Mexican telenovela from Televisa. It is a remake of the telenovela Valeria y Maximiliano.","original_name":"Heridas de Amor","vote_average":0.0,"name":"Heridas de Amor","cert":"Unavailable","id":5056,"adult":"false","genre_ids":[18],"origin_country":["MX"]},{"first_air_date":"2004-07-19","cast":["Jo Hyun-jae","Jun Jin","Uhm Tae-woong","Kim Tae-hee","Han Ye-seul"],"overview":"This KBS drama is about a rare fox race whose appearance is that of humans. They survive by eating dead human livers. The drama revolves around conflicts between being a fox warrior and loving a human being.","original_name":"구미호 외전","vote_average":0.0,"name":"Fox with Nine Tails","cert":"Unavailable","id":5057,"adult":"false","genre_ids":[18],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"ESPN2 Garage is a new ninety minute programming block dedicated to the automotive and motorsports world on ESPN2. Debuting Saturday, January 6, 2006, the programming will air on ESPN2 from 5pm ET to 6:30pm ET on weekdays, from 10am ET to 12pm ET on Saturdays and from 10am ET to 11am ET on Sundays. This programming block will be the preceding the new daily automotive news and analysis program, NASCAR Now.\n\nESPN2 Garage programming will cover topics ranging from car preparation, automotive auctions, how-to help, racing programs, automotive entertainment\/reality and even an animated series about a family of motorsports fans entitled The Pits.","original_name":"ESPN2 Garage","vote_average":0.0,"name":"ESPN2 Garage","cert":"Unavailable","id":5058,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1992-03-13","cast":["Josef Meinrad","Roger Carel"],"overview":"Once Upon a Time... The Americas was a French animated TV series from 1991 directed by Albert Barillé.","original_name":"Il était une fois... les Amériques","vote_average":8.5,"name":"Once Upon a Time... The Americas","cert":"Unavailable","id":5065,"adult":"false","genre_ids":[10762,99,16,10751],"origin_country":["FR"]},{"first_air_date":"2004-09-27","cast":[],"overview":"Notorious is an American documentary television series that profiles the lives of infamous individuals in history. The series airs on The Biography Channel.\n\nMost episodes of Notorious are rehashes of the similar TV Series American Justice and Mobsters, both series that were originally broadcast on Biography Channel's sister channel, A&E Network. The only differences are the intro of the episodes and the lead-in's after commercials. Besides this, the rehashed episodes are no different in any way.","original_name":"Notorious","vote_average":0.0,"name":"Notorious","cert":"Unavailable","id":5066,"adult":"false","genre_ids":[99,10763],"origin_country":["US"]},{"first_air_date":"2003-06-02","cast":["Deric Wan","Sonija Kwok","Leila Tong","Stephen Au","Liu Kai-Chi"],"overview":"\"The Legend of Love\" is a 20 episode drama by Television Broadcasts Limited, released overseas in June 2003. It was re-aired in 2004 on BTV, and in 2005 and 2007 on TVB channels. It is an adaptation of the story of \"The Cowherd and Weaver Girl\", with slight changes to the storyline.","original_name":"牛郎織女","vote_average":0.0,"name":"The Legend of Love","cert":"Unavailable","id":5067,"adult":"false","genre_ids":[18],"origin_country":["HK"]},{"first_air_date":"2004-11-05","cast":["Andréa Beltrão","Selton Mello","Marisa Orth","Drica Moraes","Pedro Paulo Rangel"],"overview":"Moira, Anete and Caio are employees of a public office who do nothing in the office, which has lost some government attention over the years. Until a new boss arrives, Tales, with his intern Leda, and makes the old employees suffer with new and many jobs to do.","original_name":"Os Aspones","vote_average":9.8,"name":"Os Aspones","cert":"Unavailable","id":5068,"adult":"false","genre_ids":[35],"origin_country":["BR"]},{"first_air_date":null,"cast":[],"overview":"Fun Factory was a children's programme on the satellite television channel Sky Channel that ran from 1985 to 1991. It continued as a programming block without a host up until 1994.","original_name":"Fun Factory","vote_average":0.0,"name":"Fun Factory","cert":"Unavailable","id":5069,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2007-05-13","cast":[],"overview":"Fat Guy Stuck in Internet is an American live-action science fiction comedy television series on Cartoon Network's late night programming block, Adult Swim. The series was created by John Gemberling and Curtis Gwinn; and ended with a total of ten episodes over the course of one season.\n\nAn adaptation\/remake of Gemberling and Gwinn's 2005 Channel 102 web series Gemberling, Fat Guy Stuck in Internet follows computer programmer Ken Gemberling – the titular \"Fat Guy\" – who is accidentally sucked into his computer and learns he is destined to save cyberspace from a variety of evils. After a pilot aired in May 2007, Adult Swim commissioned a full season of Fat Guy Stuck in Internet which lasted ten episodes, airing from June 2008 to August 2008. Following the run of its first season, the channel chose not to renew the show for a second, effectively cancelling the series.","original_name":"Fat Guy Stuck in Internet","vote_average":0.0,"name":"Fat Guy Stuck in Internet","cert":"Unavailable","id":5070,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1987-08-13","cast":["Ilona Rodgers","Peter Elliott","Lisa Chappell","Michael Morrissey","Yvonne Lawley"],"overview":"Gloss was a television drama series in New Zealand that screened from 1987-1990. The series was about a fictional publishing empire run by the Redfern family.\n\nIt was a starting point for many actors who went on to many productions in New Zealand, Australia and around the world including Temuera Morrison, Miranda Harcourt, Peter Elliott, Lisa Chappell, Danielle Cormack and Kevin Smith.\n\nWriters for the show included James Griffin, who went on to write Outrageous Fortune, Rosemary McLeod and Ian Mune.\n\nThe show's title theme song was performed by Beaver Morrison.\n\nThe show has not been rescreened since its original screening, but selected extracts have been made available for viewing on NZ On Screen.","original_name":"Gloss","vote_average":0.0,"name":"Gloss","cert":"Unavailable","id":5079,"adult":"false","genre_ids":[10766,18],"origin_country":["NZ"]},{"first_air_date":"2000-03-27","cast":[],"overview":"Set in the fictional Midlands town of Letherbridge, defined as being close to the city of Birmingham, this soap opera follows the staff and families of a doctor's surgery.","original_name":"Doctors","vote_average":4.1,"name":"Doctors","cert":"Unavailable","id":5080,"adult":"false","genre_ids":[10766,18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Luis Medina","vote_average":0.0,"name":"Luis Medina","cert":"Unavailable","id":5081,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2004-01-28","cast":[],"overview":"College Hill was a reality television show on Black Entertainment Television that follows the lives of students at historically black colleges. First broadcast in 2004, the show has become quite popular, bringing in record ratings during its third and fourth seasons for BET. The sixth season, which is set in South Beach, Florida, premiered on March 24, 2009. The show aired every Tuesday at 10 pm on BET. In 2007, a spin-off was produced called College Hill Interns that focused on the lives of ten college students from different universities around the country on their summer internship program in the city of Chicago. The future of the show is unknown. In a recent BET meeting, College Hill and fellow BET original shows Baldwin Hills and Harlem Heights weren't mentioned as returning series.","original_name":"College Hill","vote_average":0.0,"name":"College Hill","cert":"Unavailable","id":5082,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Close Up was a half-hour-long New Zealand current affairs programme produced by Television New Zealand. The programme aired at 7.00 pm weeknights on TV ONE and was presented by Mark Sainsbury with Mike Hosking as the back-up supporting host. The last edition was broadcast on 30 November 2012.\n\nThe show was the country's most watched night news and current affairs show.\n\nThe new Close Up began broadcasting on 2 November 2004 as a replacement for the Holmes show immediately after Paul Holmes announced his resignation from TVNZ and that he would be presenting a similar show on Prime in 2005. The show was originally branded as Close Up at 7 using the existing Holmes studio but when the show relaunched in 2005 it was just branded as Close Up with a new-look studio.\n\nClose Up was hosted by Susan Wood from its first show in 2004 until 4 December 2006, when she resigned from TVNZ, citing health problems.\n\nClose Up competed with the TV3 current affairs show Campbell Live, and shares the same time slot with TV2 drama Shortland Street.\n\nIn September 2012, TVNZ announced plans to cancel Close Up and announced its replacement of Seven Sharp.","original_name":"Close Up","vote_average":0.0,"name":"Close Up","cert":"Unavailable","id":5083,"adult":"false","genre_ids":[],"origin_country":["NZ"]},{"first_air_date":"1974-09-13","cast":["Darren McGavin","Simon Oakland","Jack Grinnage","Ruth McDevitt"],"overview":"Kolchak: The Night Stalker is an American television series that aired on ABC during the 1974–1975 season. It featured a fictional Chicago newspaper reporter who investigated mysterious crimes with unlikely causes, particularly those that law enforcement authorities would not follow up. These often involved the supernatural or even science fiction, including fantastic creatures.","original_name":"Kolchak: The Night Stalker","vote_average":8.2,"name":"Kolchak: The Night Stalker","cert":"Unavailable","id":5084,"adult":"false","genre_ids":[18,10765],"origin_country":["US"]},{"first_air_date":"1976-09-11","cast":["Michelle Stacy","Walter Willison","Jack Lester"],"overview":"McDuff, The Talking Dog was a Saturday morning live action television program that aired on NBC in 1976. The show centered around the ghost of a 100-year-old sheepdog who used to live in the home now owned by a veterinarian, Dr. Calvin Campbell. McDuff could talk not only to the other animals, but also to Dr. Campbell. However, Dr. Campbell was the only person who could hear or see McDuff, which often led to wacky situations.\n\nDr. Campbell’s neighbor, Amos Ferguson, was played by Gordon Jump, who would later go on to WKRP in Cincinnati fame.","original_name":"McDuff, the Talking Dog","vote_average":0.0,"name":"McDuff, the Talking Dog","cert":"Unavailable","id":5085,"adult":"false","genre_ids":[10751,10765],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"College GameDay is an ESPN program that covers college basketball and is a spin-off of the successful college football version. Since debuting on January 22, 2005, it airs on ESPN Saturdays in the college basketball season at 11am ET and 8pm ET at a different game site each week. One difference between the two versions is that the college basketball version always appears at the ESPN Saturday Primetime game location, which is the ESPN college basketball game of the week and appears at 9pm ET Saturdays on ESPN. This program has also appeared at the site of the Final Four. The first two years of the show, it went to seven sites in seven weeks, but starting in 2007, it has been expanded to eight sites in eight weeks. The official name of the show is College GameDay Covered by State Farm.\n\nIn 2005, the host of the show the first four weeks was Rece Davis, but then the last four weeks Chris Fowler hosted the show, but since 2006, Rece Davis has been the exclusive host of the show. Since the show debuted, Davis has been joined by Digger Phelps, Jay Bilas and since 2007, Hubert Davis has been on the team on the set with Dick Vitale contributing. In 2008 during Championship Week, Bob Knight joined the cast, where he remained until 2012. Andy Katz has also served as a feature reporter giving up to the minute news and reports. Saturday Primetime is called by Dan Shulman and Dick Vitale along with TBA as sideline reporter.","original_name":"College GameDay","vote_average":0.0,"name":"College GameDay","cert":"Unavailable","id":5094,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1975-02-15","cast":["Gary Watson","Michael Williams","Colin Blakely"],"overview":"The Hanged Man is a British crime drama series that aired on ITV in 1975. It was created and written by Edmund Ward.","original_name":"The Hanged Man","vote_average":0.0,"name":"The Hanged Man","cert":"Unavailable","id":5095,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Cowboy Who? was an original 45 episode children's television series in Canada, which aired in a half-hour Sunday morning timeslot between 1990 and 1994 on the MCTV system. The show was a collaboration between then radio producer Jeff Green and the children's theatre group Salt & Pepper Theatre Company. In 1987, the Salt & Pepper Theatre Company had written and performed an 8-part series of 30 minute children's radio programs for Ottawa album oriented rock station CHEZ-FM on which Green had acted as producer and engineer. In addition, the theatre group had been involved with CHRO-TV, supplying children's theatre workshops in schools throughout the Ottawa Valley. When the Salt & Pepper Theatre Company were offered a regular slot on the station to help fulfill its CRTC license commitments for original local children's programming, they approached Green to collaborate on a series. In 1990, the team produced a pilot for Cowboy Who?, which gained them a commitment for a season of 13 episodes, and primary shooting began in the fall of that year. Two and a half more seasons were eventually created. The show spent several years in rotation on the MCTV stations.\n\nThe show was notable for its technical production values despite its obviously low budget, its humorous social commentary, a deliberate post-modernist structure, and the cult following it developed during its run. It was further distinguished in that it was suitable for all ages, and had a broad demographic appeal: providing puppets, cartoons, and on-screen behaviour appropriate to a pre-teen children's program; an overt anti-authoritarian angle for older children; and subtle adult humor designed to appeal to parents who were watching with their children. In 2005, a collaboration between Jeff Green and \"DVD-Lab\" software creator Roman Voska on Green's \"Stranger Still\" production led to the publication of the first season of Cowboy Who? as a DVD set.","original_name":"Cowboy Who?","vote_average":0.0,"name":"Cowboy Who?","cert":"Unavailable","id":5096,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":"2006-11-14","cast":["Leah Vandenberg","Matthew Newton","Chris Leaney","Sophie Katinis","Wayne Hope"],"overview":"Stupid, Stupid Man is an Australian television comedy which originally aired on TV1. It is set in the office of a fictional men's magazine COQ, parodying such men's magazines as FHM and Ralph. The first season began broadcasting on 14 November 2006, and a second season began on 11 December 2007. On 29 January 2008, the final episode of the show aired, and it was cancelled.","original_name":"Stupid, Stupid Man","vote_average":0.0,"name":"Stupid, Stupid Man","cert":"Unavailable","id":5097,"adult":"false","genre_ids":[35],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Partners: Mel and Jay is a now-defunct talk show show which used to air every Sunday on GMA Network from 1996 to 2004.","original_name":"Partners Mel and Jay","vote_average":0.0,"name":"Partners Mel and Jay","cert":"Unavailable","id":5098,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"2003-10-06","cast":["Vince Cellini","Stephanie Sparks"],"overview":"The Big Break is the Golf Channel's reality television program. The show's premise is to award an aspiring professional golfer exemptions into selected events on certain tours. The series debuted on October 6, 2003.\n\nCurrently, the show airs at 9 p.m. Eastern time\/6 p.m. Pacific time every Monday or Tuesday. Tom Abbott replaced Vince Cellini as the male host at Big Break Sandals Resorts in the spring of 2010. Stephanie Sparks stayed on as host.\n\nEach episode is an hour long, though each season finale is two hours long. The show's chief signature is a giant rock that bears its logo. Until the 11th edition, there was a side rock with the Roman numeral identifying the edition. Now, each show is referred to only by its location.","original_name":"The Big Break","vote_average":0.0,"name":"The Big Break","cert":"Unavailable","id":5101,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Scary Door","vote_average":0.0,"name":"The Scary Door","cert":"Unavailable","id":5102,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2005-07-31","cast":["Jessica Napier","Simon Burke","Erik Thomson","Brett Stiller","Luke Carroll"],"overview":"The Alice was an Australian drama television series created by Justin Monjo and Robyn Sinclair. It was set in the central outback city of Alice Springs. The program began as a successful TV movie, that later spun off a regular series. The series proved less popular and was cancelled by the Nine Network on 28 September 2005 after a sharp decline in its ratings. The entire series and original TV movie have since been released on DVD.","original_name":"The Alice","vote_average":0.0,"name":"The Alice","cert":"Unavailable","id":5109,"adult":"false","genre_ids":[18],"origin_country":["AU"]},{"first_air_date":"2007-10-08","cast":["Mauricio Islas","Catherine Siachoque","Sofía Stamatiades","Lupita Ferrer","Jencarlos Canela"],"overview":"Pecados Ajenos is a Spanish-language telenovela written by Eric Vonn and produced by the United States-based television network Telemundo. This limited-run series was shot in Florida by Telemundo Studios, Miami. It is also known as A Chance to Love\n\nPecados Ajenos replaced Amor Mio in Telemundo's 10 p.m. time slot on October 8, 2007. Lorena Rojas and Mauricio Islas were paired together for the first time in this saga of love, marriage, betrayal, parenthood, friendship and passion.\n\nShow was launched for example in Poland on Puls TV and in Romania on Acasa TV. In Georgia, channel Rustavi 2 broadcast the novel.\n\nVonn penned this urban melodrama set in West Palm Beach and Pompano Beach. It features star-crossed lovers who fall in love at the worst possible moment. The show dealt with topics such as homosexuality and homophobia in Hispanic culture, date rape and marital rape, drug addiction and alcoholism, domestic violence, prostitution, abortion, incest, the dangers of religious fanaticism, illegal immigration, mental disorders like schizophrenia and multiple personality disorder, animal cruelty, and the corruption and abuse in women's prisons.\n\nAs with most of its telenovelas, the network broadcast English subtitles as closed captions on CC3. Many scenes were shot on location in Virginia Key.","original_name":"Pecados Ajenos","vote_average":0.0,"name":"Pecados Ajenos","cert":"Unavailable","id":5110,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1978-01-08","cast":[],"overview":"An Audience with... is a British entertainment television show produced by London Weekend Television, in which a host, usually a singer or comedian, performs for an invited audience of celebrity guests, interspersed with questions from the audience, in a light hearted revue\/tribute style.","original_name":"An Audience with...","vote_average":10.0,"name":"An Audience with...","cert":"Unavailable","id":5111,"adult":"false","genre_ids":[10767],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"120 Minutes is a show on MTV Two that was broadcast nightly at 1am. In the tradition of the US show of the same name, it showcased music videos from \"the newest, most innovative acts in rock, left field and electronic music\".\n\nIn the United Kingdom and the rest of Europe, 120 Minutes was originally featured on MTV Europe from 1990, hosted during its first years by VJ Paul King and, from 1994 on, by ex-Wonder Stuff frontman Miles Hunt. It disappeared in late June 1995, but was replaced by a similar show, Alternative Nation, which was shown on MTV Europe on Tuesday nights at midnight CET until July 2010. 120 Minutes returned in 2003 to MTV2 Europe, replacing a similar show, 2eclectic, which had sporadically occupied various late-night slots.","original_name":"120 Minutes","vote_average":0.0,"name":"120 Minutes","cert":"Unavailable","id":5112,"adult":"false","genre_ids":[10402],"origin_country":["GB"]},{"first_air_date":"2003-05-17","cast":["Diane Mizota"],"overview":"Trading Spaces: Boys vs. Girls was a 2003 reality television series spin-off of the home redecorating series, Trading Spaces, hosted by Diane Mizota. During the fourth season, Chuck Cureau hosted seven episodes until the show ended in 2005. In each episode, two friends redecorate each other's bedrooms in themes relating to the others tastes or hobbies. Trading Spaces: Boys vs. Girls aired regularly on the Discovery Kids Channel until it became The Hub.","original_name":"Trading Spaces: Boys vs. Girls","vote_average":0.0,"name":"Trading Spaces: Boys vs. Girls","cert":"Unavailable","id":5113,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2003-01-27","cast":["Ryan Merriman","Cobie Smulders","Eric Balfour","Cynthia Martells","Arnold Vosloo"],"overview":"Veritas: The Quest is a television program that aired in 2003. It follows a rebellious but intelligent teenager, Nikko Zond, discovering that his father Solomon's profession is much more mystical and adventurous than he previously thought. Solomon and his team search for the answers to some of the world's mysteries, a quest began because of the mysterious disappearance of Nikko's mother during an archaeological dig. Thus begins Nikko's fantastical journey into an Indiana Jones-style adventure with his father and his colleagues in trying to follow in his mother's footsteps to discover what strange secrets she was uncovering. The series was cancelled in the United States by ABC with only four episodes being aired. Thirteen episodes were broadcast on Sci Fi Channel in the United Kingdom, on Rai 2 and Rai 4 in Italy, Sony Entertainment Television of Spain.\n\nThis was the first program where Cobie Smulders had a series regular role, and notable guest stars included Liz Vassey, Carlo Rota, Roger Rees, and Eli Wallach.","original_name":"Veritas: The Quest","vote_average":6.4,"name":"Veritas: The Quest","cert":"Unavailable","id":5114,"adult":"false","genre_ids":[10759],"origin_country":["US"]},{"first_air_date":"2004-01-07","cast":["Rémy Girard","Louison Danis","Claude Laroche","Antoine Bertrand","Hélène Bourgeois Leclerc"],"overview":"They’re dirty, vulgar, dishonest, grouchy, uncultured. They’re also a big, happy family. The Bougon are a joyous bunch of scoundrels who live on the margins of society, doing whatever it takes to scam their way through life, thinking up new schemes for avoiding work, and never conforming to the system.","original_name":"Les Bougon","vote_average":6.0,"name":"Les Bougon","cert":"Unavailable","id":5115,"adult":"false","genre_ids":[35],"origin_country":["CA"]},{"first_air_date":"2007-02-11","cast":["Irina Voronina","Paige Peterson","Gary Anthony Williams","Arturo Gil","Josh Gardner"],"overview":"Saul of the Mole Men is a live-action show created by Craig Lewis. The series first aired February 11, 2007 on Adult Swim. Described as \"an ultra-patriotic Land of the Lost set in the center of the Earth\", the series is directed by Tom Stern and stars Josh Gardner. Gardner is known for his previous collaboration with Stern on the television series, Gerhard Reinke's Wanderlust. The show's theme song is performed by South Park creator Trey Parker.\n\nLewis' primary inspirations behind this homage to 1970s-era Saturday morning live-action television were Sid and Marty Krofft, Doctor Who, and the Planet of the Apes franchise. On October 31, 2008 Adult Swim ran a special Halloween marathon.","original_name":"Saul of the Mole Men","vote_average":3.0,"name":"Saul of the Mole Men","cert":"Unavailable","id":5124,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Yummy Yummy is an episodic drama filmed by Singapore's now defunct SPH MediaWorks and Hong Kong's Television Broadcasts Limited in a joint collaboration. It was released in August 2005. The series is notable for being one of the few Singaporean co-productions in a language other than English or Mandarin Chinese.","original_name":"Yummy Yummy","vote_average":0.0,"name":"Yummy Yummy","cert":"Unavailable","id":5125,"adult":"false","genre_ids":[],"origin_country":["HK","SG"]},{"first_air_date":"1967-09-10","cast":["Rob Reiner","Richard Deacon","Roger C. Carmel","Eve Arden","Herbert Rudley"],"overview":"The Mothers-in-Law is an American sitcom starring Eve Arden and Kaye Ballard as two matriarchs who were friends and next-door neighbors whose children's elopement rendered them in-laws. The show aired on NBC from September 1967 to April 1969. Produced by Desi Arnaz, the series was created by Bob Carroll, Jr., and Madelyn Davis.","original_name":"The Mothers-in-Law","vote_average":7.0,"name":"The Mothers-in-Law","cert":"Unavailable","id":5126,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2007-04-05","cast":[],"overview":"So You Think You Can Dance is a dance reality show and competition aired on 8TV. Based closely on the original U.S. show by the same name, the series premiered on April 5, 2007.\n\nThe show was created by Simon Fuller and Nigel Lythgoe. The Malaysian entry in the So You Think You Can Dance franchise lasted two seasons and ended in 2008 after crowning champions Muhammad Haslam Abdul Rahman Rubaee, and Cecilia Yong Li Shi.","original_name":"So You Think You Can Dance","vote_average":0.0,"name":"So You Think You Can Dance","cert":"Unavailable","id":5127,"adult":"false","genre_ids":[],"origin_country":["MY"]},{"first_air_date":null,"cast":[],"overview":"The ITV News at 10.30 was the flagship news programme on British television network ITV, airing Monday to Friday at 10:30pm. It was produced by ITN. It was introduced into the ITV schedule as the ITV News at Ten-Thirty on 2 February 2004, following the demise of the ITV Nightly News.\n\nThere was a twenty-five minute broadcast of British national and international news, with a dedicated business, sports, and a review of the following morning' newspaper front-pages. It was followed by a five minute roundup of news from the ITV regions around the United Kingdom.","original_name":"ITV News at 10.30","vote_average":0.0,"name":"ITV News at 10.30","cert":"Unavailable","id":5128,"adult":"false","genre_ids":[10763],"origin_country":["GB"]},{"first_air_date":"1994-09-05","cast":["Mario López"],"overview":"Extra is an American entertainment television news program covering events and celebrities which debuted on September 5, 1994 in syndication. It was initially produced at Victory Studios in Glendale, California by Telepictures Productions in association with Warner Bros. Television Distribution. From 1995-2003 it was distributed by Time-Telepictures Television a joint merger between Time Magazine and Telepictures. Extra also had a spinoff show called Celebrity Justice, which ran for only three seasons from 2002–2005. Extra is one of two Warner Bros. Television shows to be syndicated to NBCUniversal television stations, the other being The Ellen DeGeneres Show. Extra is also one of two WBTV entertainment programs, the other being TMZ on TV.","original_name":"Extra","vote_average":2.0,"name":"Extra","cert":"Unavailable","id":5129,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Hogmanay Live is BBC Scotland's annual live event programme broadcast from either Edinburgh Castle's Great Hall or BBC Pacific Quay on Hogmanay. Regardless of location, the programme rings in the New Year with the firing of Edinburgh Castle's One O'Clock Gun and the subsequent fireworks and celebrations in Edinburgh. Occasionally the programme is networked across the United Kingdom on BBC One and it is also streamed live over bbc.co.uk on the internet.\n\nThe programme features a mixture of Scottish contemporary and folk music, with some past programming also featuring live coverage of parts of the Princes Street concert in Edinburgh.\n\nIts current presenter is Jackie Bird.","original_name":"Hogmanay Live","vote_average":0.0,"name":"Hogmanay Live","cert":"Unavailable","id":5130,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":["Justin Hartley","Robert Ri'chard","Rosa Blasi","Mario López","Anna Chlumsky"],"overview":"","original_name":"Eight Days a Week","vote_average":0.0,"name":"Eight Days a Week","cert":"Unavailable","id":5139,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"RPN NewsWatch in the Philippines was the longest-running English language flagship newscast of the Radio Philippines Network. It has a complicated history, undergoing many name changes.","original_name":"NewsWatch","vote_average":0.0,"name":"NewsWatch","cert":"Unavailable","id":5140,"adult":"false","genre_ids":[10763],"origin_country":["PH"]},{"first_air_date":"1993-11-12","cast":[],"overview":"The Team: A Season With McLaren is a 7 part TV series produced by John Gau Productions for the BBC during the 1993 Formula One season and first transmitted on BBC Two during November and December 1993. The series followed the team and regular drivers Ayrton Senna and Michael Andretti, as well as test driver Mika Häkkinen, giving a behind the scenes insight to the McLaren team.\n\nThe series consisted of seven episodes, each approximately 30 minutes in length:\n\n⁕A Man For All Seasons\n\n⁕The Rookie\n\n⁕A Few Good Men\n\n⁕The Boy From Brazil\n\n⁕Friendly Persuasion\n\n⁕The Rules Of The Game\n\n⁕Good-bye To All That\n\nThe episodes were narrated by Tim Pigott-Smith.","original_name":"A Season With McLaren","vote_average":0.0,"name":"A Season With McLaren","cert":"Unavailable","id":5141,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2006-08-28","cast":[],"overview":"Sam Has 7 Friends was a 2006 web television series drama created, produced, and funded by the production company Big Fantastic and subsequently bought and distributed by the web TV studio Vuguru. The series appeared on YouTube, Revver, iTunes and its own web site. The show revolved around its tagline, \"Samantha Breslow has seven friends. On December 15, 2006, one of them will kill her,\" with each episode bringing Sam one day closer to her death.","original_name":"SamHas7Friends","vote_average":0.0,"name":"SamHas7Friends","cert":"Unavailable","id":5142,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Conventioneers was a television program on Bite TV. The series was hosted by Jason Agnew, and Matt Chin. The series originally began as a simple interview style program set in various conventions across Toronto and Mississauga. Since the shows inception in 2006, The Conventioneers has undergone periods of formatting changes. They no longer were exclusive to conventions as they showcased in the \"Calgary Adventure\" episodes. Since that episode the Conventioneers were known to visit events such as Wakestock, and The Festival of Beer. The Conventioneers is one of the staples of the Bite TV rotation, as it receives constant repeat airings.","original_name":"The Conventioneers","vote_average":0.0,"name":"The Conventioneers","cert":"Unavailable","id":5143,"adult":"false","genre_ids":[35],"origin_country":["CA"]},{"first_air_date":"2007-02-12","cast":["Osvaldo Ríos","Andrea Montenegro","Natasha Klauss","Marlene Favela","Christian Meier"],"overview":"Zorro: La Espada y la Rosa is a Spanish-language telenovela based on Johnston McCulley's characters. Telemundo aired it from February 12 to July 23, 2007. This limited-run serial shows the masked crusader as a hero torn between his fight for justice and his love for a beautiful woman. Telemundo president Don Browne called this show \"without doubt the best production offered on Hispanic television in the United States today.\"\n\nThis series was produced by Telemundo, Sony Pictures Television International and RTI Colombia. This series was filmed in Colombia.\n\nIt was the network's most successful series of 2007 and its biggest seller in international syndication. Sony Pictures Television International has asked Telemundo to produce a sequel.","original_name":"Zorro: La espada y la rosa","vote_average":5.0,"name":"Zorro: La espada y la rosa","cert":"Unavailable","id":5144,"adult":"false","genre_ids":[37,18],"origin_country":["CO","US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"TheatreGames LIVE","vote_average":0.0,"name":"TheatreGames LIVE","cert":"Unavailable","id":5155,"adult":"false","genre_ids":[35],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Good Day New York is a weekday morning news and entertainment feature show which airs on WNYW-TV, the New York City flagship television station of the 21st Century Fox-owned Fox Broadcasting Company. The program is the first morning show to air on a Fox owned-and-operated station, having launched on August 1, 1988.","original_name":"Good Day New York","vote_average":0.0,"name":"Good Day New York","cert":"Unavailable","id":5156,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1974-04-12","cast":["Ryû Manatsu","Koji Moritsugu","Keiko Yamada","Takeshi Itô","Mîna Tominaga"],"overview":"Ultraman Leo is an Ultra foreign to the Land of Light, instead hailing from the fallen Planet L77 of the Leo constellation, where he and his brother Astra were royalty. After his planet was destroyed by Alien Magma and his twin Giras kaiju, Leo traveled to Earth, intending to make it a second home. While there, he blended into human society as Gen Ohtori, and became a gym instructor at a fitness club for children. But, when the Alien Magma that destroyed L77 came to conquer Earth, he was forced to take action. Leo met Ultraseven during his initial fight against Alien Magma, and became the first Ultra Crusader of Earth to not hail from the Land of Light. Unlike most of the previous Ultras to visit Earth, Leo's fighting style specializes in martial arts giving him far greater physical abilities than any other known Ultras. Despite his foreign origins, he, along with Astra, were readily accepted into the pantheon of the Ultra Brothers. During his tenure on Earth, Leo and Seven became very close, and it was for this reason that Seven would eventually entrust the training of his son Ultraman Zero to Leo and Astra.","original_name":"ウルトラマンレオ","vote_average":10.0,"name":"Ultraman Leo","cert":"Unavailable","id":5157,"adult":"false","genre_ids":[10759,10765],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Blastazoid was a video game themed MTV show starring CKY Crew members Brandon DiCamillo, Rake Yohn and Joe Frantz. The show featured pranks and set-ups reminiscent of predecessor Bam Margera, and showcased user-created gaming footage found on the internet.\n\nOnly two episodes of the show were aired. It is unclear how many were originally planned or actually filmed. The show was eventually cancelled because of a dispute between MTV and the makers of the show.\n\nThe show eventually evolved into a podcast which is run by more or less the same crew, Art Webb 1986, Rake Yohn and Brandon DiCamillo to name a few. The podcast is called \"GameCasa\", they also have a website and a YouTube channel, where they make videos\/reviews related to video games in a way reminiscent of Blastazoid.","original_name":"Blastazoid","vote_average":0.0,"name":"Blastazoid","cert":"Unavailable","id":5158,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"This Is Your Day is a Christian television show hosted by pastor Benny Hinn and broadcast several times a week in the United States by the Trinity Broadcasting Network, the Daystar Television Network, Revelation TV, Grace TV, VisionTV, INSP Networks, The God Channel and various local affiliates to an estimated four million followers. The program began in 1990 and is a half-hour long.","original_name":"This Is Your Day","vote_average":0.0,"name":"This Is Your Day","cert":"Unavailable","id":5159,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2004-12-25","cast":["Jane Moore","Sheila Hancock","Jenny Eclair"],"overview":"A group of middle-aged women grumble about various aspects of modern life.","original_name":"Grumpy Old Women","vote_average":0.0,"name":"Grumpy Old Women","cert":"Unavailable","id":5160,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Playdate is a British television dating programme that was made by Hamma & Glamma Productions for ITV. It was screened Monday to Fridays on ITV Play between 8.00pm and 10.00pm, and daily on ITV2 between 1.00am and 4.00am. Billed as \"the UK’s first interactive TV dating show\", the show's format is based around speed dating.\n\nThe show had one format: 7 days a week, the show was interactive: various singletons of both sexes were invited into the studio, and members of the public were invited to phone in and talk with the studio guests, known as \"datees\". Viewers were also invited to send text messages and picture messages to the \"datees\".\n\nThe show's presenters were Brendan Courtney, Dave O'Reilly, Giles Vickers Jones, Kat Shoob, Katy Pullinger, Zoe Hardman and former Big Brother winner Kate Lawler.\n\nPlaydate was axed with its final show being aired on 17 December. The Mint was shown in its slot on ITV2 and The Mint Extra shown in its slot on ITV Play. The Mint ceased broadcasting in 2007.","original_name":"Playdate","vote_average":0.0,"name":"Playdate","cert":"Unavailable","id":5169,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2007-07-02","cast":["Saby Kamalich","Michel Brown","Arap Bethke","Mauricio Aspe","Mónica Dionne"],"overview":"Madre Luna is a Spanish-language telenovela produced by the United States-based television network Telemundo and RTI Colombia. This limited-run series, also known as Grains of Love, debuted on July 2, 2007. Veteran telenovela writer Julio Jiménez developed the story as a vehicle for star Amparo Grisales. The show scored a 35 percent share of the Colombian audience during the summer of 2007. During November 2007, it averaged 571,000 core adult viewers.\n\nLuna's final episode aired Monday, January 28, 2008.","original_name":"Madre Luna","vote_average":0.0,"name":"Madre Luna","cert":"Unavailable","id":5170,"adult":"false","genre_ids":[18],"origin_country":["US","CO"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Takes Over Nick","vote_average":0.0,"name":"Takes Over Nick","cert":"Unavailable","id":5171,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1987-09-14","cast":["Erika Scheimer","Charlie Adler","Pat Fraley","Susan Blu","Alan Oppenheimer"],"overview":"BraveStarr is an American Space Western animated television series. The original episodes aired from September 1987 to February 1988 in syndication. It was created simultaneously with a collection of action figures. BraveStarr was the last animated series produced by Filmation and Group W Productions to be broadcast. Bravo!, a spin-off series was in production along with Bugzburg when the studio closed down. Reruns of the show aired on Qubo Night Owl from 2010 to 2013, and reruns air on the Retro Television Network from 2010 to Present.","original_name":"BraveStarr","vote_average":7.5,"name":"BraveStarr","cert":"Unavailable","id":5172,"adult":"false","genre_ids":[16,10759],"origin_country":["US"]},{"first_air_date":"1956-12-18","cast":[],"overview":"The show features a panel of four celebrities attempting to correctly identify a described contestant who has an unusual occupation or experience. This central character is accompanied by two impostors who pretend to be the central character. The celebrity panelists question the three contestants; the impostors are allowed to lie but the central character is sworn \"to tell the truth\". After questioning, the panel attempts to identify which of the three challengers is telling the truth and is thus the central character.","original_name":"To Tell the Truth","vote_average":7.7,"name":"To Tell the Truth","cert":"Unavailable","id":5173,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"1999-03-08","cast":["Saundra Quarterman","Kristin Lehman","Tim Guinee"],"overview":"Strange World is an American television program about military investigations into criminal abuses of science and technology. ABC commissioned 13 episodes, of which three aired in March 1999, before the network cancelled the program. The remaining ten episodes produced subsequently premiered on the Sci-Fi Channel in Spring 2002. The series was created by Howard Gordon and Tim Kring.\n\nIn a webchat during the 2002 run on Sci Fi, Gordon stated that, since the producers felt ABC was not going to support the show, the producers had the opportunity to write a conclusion to the story.","original_name":"Strange World","vote_average":0.0,"name":"Strange World","cert":"Unavailable","id":5174,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Love Guaranteed is a TVB modern drama series broadcast in July 2006.","original_name":"Love Guaranteed","vote_average":0.0,"name":"Love Guaranteed","cert":"Unavailable","id":5175,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":"2001-01-03","cast":["Lisa I'Anson"],"overview":"Club Reps was a factual entertainment programme made for ITV by STV Productions. It ran from 2001 to 2004. The programme has been repeated on Sky Real Lives and Pick TV.","original_name":"Club Reps","vote_average":1.0,"name":"Club Reps","cert":"Unavailable","id":5176,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1980-02-19","cast":["Lesley Mackie","Amanda Beveridge","Michael Elder","James Cosmo","Eileen McCallum"],"overview":"Take the High Road was a British soap opera produced by Scottish Television, set in the fictional village of Glendarroch, which started in February 1980 as an ITV daytime soap opera, and was dropped by the network in 1993, although various members of the ITV Network continued to screen the programme, while others had no interest in doing so. The programme has developed a cult following.","original_name":"Take the High Road","vote_average":5.0,"name":"Take the High Road","cert":"Unavailable","id":5185,"adult":"false","genre_ids":[10766,18],"origin_country":["GB"]},{"first_air_date":"1994-01-16","cast":["Mike Hagerty","Christopher Rich","George Carlin","Alex Rocco","Susan Sullivan"],"overview":"The George Carlin Show is an American sitcom that aired on the Fox network from January 1994 to July 1995. It was created jointly by veteran TV producer Sam Simon and the show's namesake, comedian George Carlin.","original_name":"The George Carlin Show","vote_average":7.0,"name":"The George Carlin Show","cert":"Unavailable","id":5186,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2000-10-01","cast":["Danielle Harris","Paul Sorvino","Heather Dubrow","Debi Mazar","Kevin Dillon"],"overview":"That's Life is an American comedy-drama series created by Diane Ruggiero, that was broadcast on CBS from October 1, 2000 to January 26, 2002.","original_name":"That's Life","vote_average":0.0,"name":"That's Life","cert":"Unavailable","id":5187,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Please Give Me a Job! is a Malaysian reality television programme produced by Red Communications and 8TV which features 10 fresh graduates vying for job placements in various companies. In each episode, the contestants compete in groups and take on various tasks. Created by Ahmad Izham Omar in cooperation with SEGi university college, it is hosted by Azah Yasmin. Datuk Clement Hii as the CEO of SEGi Education Group also plays a role in the show as mentor to the contestants, who appears in the beginning of each episode to give a short briefing to them in which he gives words of wisdom.","original_name":"Please Give Me a Job!","vote_average":0.0,"name":"Please Give Me a Job!","cert":"Unavailable","id":5188,"adult":"false","genre_ids":[],"origin_country":["MY"]},{"first_air_date":null,"cast":[],"overview":"Wheelbase was a BBC television series about cars broadcast on BBC2 between 1964 and 1975. Amongst its presenters were Gordon Wilkins between 1964 and 1973 and Cliff Michelmore. The show was the predecessor of Top Gear. Wheelbase was amongst the first programmes in the UK to be shown in colour during BBC2's \"colour launching period\".\n\nWheelbase's coverage of Formula One motor racing in the late 1960s was repeated during 2007 on UK satellite channel ESPN Classic. The programmes were transmitted largely as originally broadcast, but with occasional captions to put period commentary into context.","original_name":"Wheelbase","vote_average":0.0,"name":"Wheelbase","cert":"Unavailable","id":5189,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1995-03-05","cast":["Kajsa Ingemarsson","Annika Lantz","Kristoffer Appelquist"],"overview":"Snacka om nyheter was the Swedish version of the BBC series Have I Got News for You, broadcast by Sveriges Television. It was first broadcast on March 5, 1995 on TV2 and hosted by Stellan Sundahl. On February 22, 1999, Stellan Sundahl died, days after taping an episode that was shown the day before he died. The show was put on hiatus and the three remaining episodes were replaced by commemorative programmes.\n\nThe show returned in November 2000 and was hosted by Sven Melander who would continue hosting it until the show's cancellation. The last programme was broadcast on December 21, 2003.\n\nSnacka om nyheter took many rounds from the British original, including the \"Film Round\", \"Tabloid Headlines\", \"Odd One Out\", \"Missing Words\" and \"Caption Competition\". Other elements borrowed from Have I Got News for You were the opening that included the phrase \"Good evening and welcome to Snacka om nyheter\" followed by a punch-line and the three \"news reports\" in the beginning as well as the humorous delivery of the scores.\n\nIn 2008 the show began airing again, this time on Kanal 9, hosted by Kajsa Ingmarsson and produced by Jarowskij.","original_name":"Snacka om nyheter","vote_average":0.0,"name":"Snacka om nyheter","cert":"Unavailable","id":5190,"adult":"false","genre_ids":[35],"origin_country":["SE"]},{"first_air_date":"1994-03-18","cast":["Richard Eden","Andrea Roth","Blu Mankuma","Yvette Nipar","Andrea Roth"],"overview":"RoboCop: The Series is a 1994 television series based on the film of the same name. It stars Richard Eden as the title character. Made to appeal primarily to children and young teenagers, it lacks the graphic violence that was the hallmark of RoboCop and RoboCop 2. RoboCop has several non-lethal alternatives to killing criminals, which ensures that certain villains can be recurring. The OCP Chairman and his corporation are treated as simply naïve and ignorant, in contrast to their malicious and immoral behavior from the second film onward.","original_name":"RoboCop: The Series","vote_average":6.2,"name":"RoboCop: The Series","cert":"Unavailable","id":5191,"adult":"false","genre_ids":[10765,10759,35,80],"origin_country":["CA"]},{"first_air_date":"1987-11-17","cast":[],"overview":"Follow the adventures of fireman Sam and his colleagues as they protect the citizens of the Welsh town of Pontypandy. Whenever the alarm sounds, brave Sam and his co-workers can be counted on to jump into a fire engine, hop onto a helicopter, or even launch an inflatable lifeboat to battle blazes, mount rescue missions, or provide medical attention to those in need.","original_name":"Sam Tân","vote_average":6.5,"name":"Fireman Sam","cert":"Unavailable","id":5200,"adult":"false","genre_ids":[10762,16,35],"origin_country":["GB"]},{"first_air_date":"1945-01-15","cast":["Art Linkletter","Diane Linkletter"],"overview":"House Party is an American radio daytime variety\/talk show that aired on CBS Radio and on ABC Radio from January 15, 1945 to October 13, 1967. It had an equally long run on CBS television as Art Linkletter's House Party and, in its final season, The Linkletter Show, airing from September 1, 1952 to September 5, 1969.\n\nThe series was launched when producer John Guedel learned that an ad agency wanted to do a new daytime audience participation show, and he pitched a series that would star Art Linkletter. Asked to provide an outline, Guedel and Linkletter came up with a format that would give Linkletter great freedom and allow for spontaneity.","original_name":"House Party","vote_average":0.0,"name":"House Party","cert":"Unavailable","id":5201,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2001-10-01","cast":["Keith McErlean","Don Wycherley","Simon Delaney","Marcella Plunkett"],"overview":"Bachelors Walk was a comedy-drama based around three single men living in a house in Dublin’s Bachelors Walk.\n\nThe sries was shot in and around Dublin. The programme was first broadcast on RTÉ on 1 October 2001. The drama revolves around Barry looking for a get-rich-quick scheme, Raymond the film critic and Michael the would-be barrister. After a run of three series and an absence for three years, \"Bachelors Walk\" concluded for a one-off Christmas special which aired on St. Stephen's Day 2006 on RTÉ Two.","original_name":"Bachelors Walk","vote_average":0.0,"name":"Bachelors Walk","cert":"Unavailable","id":5202,"adult":"false","genre_ids":[35,18],"origin_country":["IE"]},{"first_air_date":null,"cast":[],"overview":"Rafferty's Rules was an Australian television drama series which ran from 1987 to 1990 on the Seven Network.\n\nThe producers of the series were Posie Graeme-Evans, and Denis Phelen. The directors were Graham Thorburn, Mike Smith and Russell Webb. The writers were David Allen, John Upton, Tim Gooding and David Marsh.\n\nRafferty's Rules was one of the first programs undertaken by the Seven Network's then new in-house drama unit, going into production in May 1985 as \"a 15-part courtroom drama\". The program had started out as a pilot episode, recorded in early 1984 with the actor Chris Haywood in the lead role. When the pilot episode was remounted later in 1984, Chris Haywood wasn't available and the lead role was re-cast to John Wood. This second recording was eventually broadcast as the program's first episode. Initially it was hoped that the program would make its debut during the 1985 ratings season and there was an option to extend the series to 26 episodes if the initial response was positive.\n\nBy mid-1986, the media was asking questions as to why the series, \"which had more pilots than TAA [a large airline at the time]\", had yet to appear. On Sunday 15 June 1986, The Sun-Herald TV Guide said, \"The series was made last year and scripting of a new series has almost been completed\".","original_name":"Rafferty's Rules","vote_average":0.0,"name":"Rafferty's Rules","cert":"Unavailable","id":5203,"adult":"false","genre_ids":[18],"origin_country":["AU"]},{"first_air_date":"1976-10-16","cast":[],"overview":"Beasts is a series of six television plays by Manx writer Nigel Kneale, unconnected but for a bestial horror theme, made by ATV for ITV in the United Kingdom and broadcast in 1976.","original_name":"Beasts","vote_average":7.0,"name":"Beasts","cert":"Unavailable","id":5204,"adult":"false","genre_ids":[10765,18],"origin_country":["GB"]},{"first_air_date":"2006-09-25","cast":["Cameron Ansell","Scott McCord","Martin Roach"],"overview":"Bigfoot Presents: Meteor and the Mighty Monster Trucks is a children's show on Discovery Kids, that premiered in the fall of 2006 and was produced by Endgame Entertainment and Bigfoot.\n\nIt is a CGI-style animation, presenting the fictional adventures of some monster trucks with the personalities of young children.\n\nIn 2007, Bigfoot Presents: Meteor and the Mighty Monster Trucks was nominated for an Emmy Award in the Outstanding Special Class Animated Program category.\n\nHead writers credited on the show were Ken Cuperus, Alice Prodanou and Dave Dias.\n\nThe series was cancelled on October 11, 2010, because of the last day of Discovery Kids' broadcast. Its successor, Hub Network, has not included it in their lineup, so the ending of the series is in limbo.\n\nIt is currently seen on Simle of a Child as \"Monster Truck Adventures\".","original_name":"Bigfoot Presents: Meteor and the Mighty Monster Trucks","vote_average":0.0,"name":"Bigfoot Presents: Meteor and the Mighty Monster Trucks","cert":"Unavailable","id":5205,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2005-02-21","cast":[],"overview":"Showbiz Tonight is an American entertainment news program on HLN.\n\nShowbiz Tonight is hosted by A.J. Hammer at CNN New York. The show reports and debates celebrity entertainment news stories and controversies, along with social networking segments involving viewer interaction via social networks and the program's call-in toll free number. The program airs Monday through Thursday nights at 11 p.m. Eastern, with encore presentations on Tuesday through Saturday mornings at 2 a.m. and 4:10 a.m. Eastern. Showbiz Tonight is also shown several times daily in Europe on Star! Scandinavia, a channel operated by Turner NonStop Television, part of Turner Broadcasting.","original_name":"Showbiz Tonight","vote_average":1.0,"name":"Showbiz Tonight","cert":"Unavailable","id":5206,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1982-03-01","cast":["Daniel Hugh Kelly","Dennis Franz","Maud Adams","John Mahoney","Craig T. Nelson"],"overview":"Chicago Story is an NBC drama that aired in the spring of 1982.","original_name":"Chicago Story","vote_average":0.0,"name":"Chicago Story","cert":"Unavailable","id":5217,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2000-06-24","cast":[],"overview":"Kama Sutra was a softcore television show on Showtime.","original_name":"Kama Sutra","vote_average":6.0,"name":"Kama Sutra","cert":"Unavailable","id":5218,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2007-08-11","cast":["Regine Velasquez","Karylle","Karel Marquez","Billy Crawford","Katrina Halili"],"overview":"The Philippine edition of Celebrity Duets is an interactive reality-based singing competition airing on GMA Network jointly hosted by Ogie Alcasid and Regine Velasquez. The show is produced by Fremantle Media and Simon Cowell through Syco Television which also produced the original version in the United States.\n\nThe series premiered on August 11, 2007.","original_name":"Celebrity Duets: Philippine Edition","vote_average":0.0,"name":"Celebrity Duets: Philippine Edition","cert":"Unavailable","id":5219,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Football Wives is a television pilot developed for U.S. television network ABC, which would have aired in the fall 2007 season had it been picked up for a series order. The show is based on the successful British television series Footballers' Wives, and follows the dramatic private lives of the players from the fictional NFL team the Orlando Stingrays. The pilot was written by Marco Pennette and directed by Bryan Singer.\n\nThough ABC did not pick up Football Wives when the network announced its 2007-2008 line-up on May 15, 2007, a June 28, 2007 article in the The Hollywood Reporter reported that production company ABC Studios had extended its options on the show's cast, and suggested the possibility that the network might have still been interested in the series. The Reporter also speculated that Football Wives had a chance for pickup by another network, with NBC and FOX reportedly interested. Football Wives was one of at least six pilots turned down by ABC, and reportedly \"tested very well with women and only so so for the men.\"","original_name":"Football Wives","vote_average":0.0,"name":"Football Wives","cert":"Unavailable","id":5220,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":"1986-09-27","cast":["Anna Maria Horsford","Roz Ryan","Clifton Davis","Barbara Montgomery","Sherman Hemsley"],"overview":"Amen is an American television sitcom produced by Carson Productions that ran from September 27, 1986 to May 11, 1991 on NBC. Set in Sherman Hemsley's real-life hometown of Philadelphia, Amen stars Hemsley as the deacon of a church and was part of a wave of successful sitcoms on NBC in the 1980s which featured entirely or almost-entirely black casts. Others included The Cosby Show, A Different World, and 227.","original_name":"Amen","vote_average":7.7,"name":"Amen","cert":"Unavailable","id":5221,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":["Greg Mathis"],"overview":"Judge Mathis is an American arbitration-based reality court show presided over by retired Superior Court Judge of Michigan's 36th District Court, Greg Mathis. The syndicated series features Mathis adjudicating small claims disputes.\n\nThe series was originally produced by Black Pearl Productions but is currently produced by Syndicated Productions and Telepictures Productions, while distributed by Warner Bros. Television Distribution. It is taped at NBC Tower in Chicago but includes cases and litigants from other U.S. jurisdictions.\n\nGreg Mathis' \"inspirational and positive messages to young people\" won the court show a PRISM Commendation in May 2002. The court show also won an NAACP Image Award in 2004.\n\nEach Judge Mathis episode runs for one hour and typically consists of 4 cases. The show is broadcast five days a week in every U.S. state, as well as Canada through Omni Television. The show has been on the air since 1999 and has taped over 2000 episodes. On September 9, 2013, Judge Mathis entered its 15th season.","original_name":"Judge Mathis","vote_average":7.8,"name":"Judge Mathis","cert":"Unavailable","id":5222,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2003-04-09","cast":["Lee Dong-wook","Kim Jae-won","Choi Kang-hee"],"overview":"Land of Wine is a 16-episode South Korean television drama broadcast by SBS in 2003.","original_name":"술의 나라","vote_average":0.0,"name":"Land of Wine","cert":"Unavailable","id":5223,"adult":"false","genre_ids":[18],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Friday Afternoon Thing","vote_average":0.0,"name":"Friday Afternoon Thing","cert":"Unavailable","id":5234,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1987-04-03","cast":["Lisa Snowdon","Loyd Grossman","Catherine Gee"],"overview":"David Frost wanders into celebrities' houses and a panel of celebrities has to guess who the famous homeowner is.","original_name":"Through the Keyhole","vote_average":0.0,"name":"Through the Keyhole","cert":"Unavailable","id":5235,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"1972-09-13","cast":["Richard Boone","Kurt Russell","Stella Stevens","Rick Lenz","Harry Morgan"],"overview":"Hec Ramsey is a television Western, a production of Jack Webb's production company, Mark VII Limited, in association with Universal Studios, broadcast in the United States by NBC as part of the NBC Mystery Movie wheel show during the 1972-73 and 1973-74 seasons.","original_name":"Hec Ramsey","vote_average":0.0,"name":"Hec Ramsey","cert":"Unavailable","id":5236,"adult":"false","genre_ids":[37],"origin_country":["US"]},{"first_air_date":"2004-09-13","cast":["Mark Cuban"],"overview":"The Benefactor is an American reality television show broadcast on ABC starting on September 13, 2004. The premise involved 16 contestants vying to win US$1 million from billionaire entrepreneur and Dallas Mavericks owner Mark Cuban.\n\nIn late March and early April 2004, ABC held open auditions for the show in Atlanta, Boise, Boston, Dallas and Las Vegas and also accepted auditions by mail.\n\nThe show and its format were kept tightly under wraps during its filming, which began on April 30, 2004 in Dallas, Texas. Mark Cuban purposefully kept details about the show to a minimum, eliciting only a small bit of information about the show on his personal blog during filming. Dallas journalists, eager to learn what was going on, routinely compiled sightings of Benefactor film crews around town.\n\nHowever, the show proved to be extremely unpopular and suffered from very low ratings, despite leading in to the popular Monday Night Football. The show also suffered from ABC stations in NFL markets moving the show to a timeslot after Jimmy Kimmel Live! or another night entirely due to local sports shows devoted to NFL coverage or local pre-game shows in the pre-MNF slot. Episode three had only 4.9 million viewers, the network's least-watched show of that week. Episode four did even worse, with only 4.05 million viewers and finished sixth in its time slot among 18- to 49-year-olds.","original_name":"The Benefactor","vote_average":0.0,"name":"The Benefactor","cert":"Unavailable","id":5237,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2006-09-04","cast":[],"overview":"Holland's Next Top Model is a Dutch reality television show hosted by writer and former model Daphne Deckers, who also serves as the lead judge. The first \"cycle\" premiered in September 2006 and was one of RTL5's highest rated shows, which is based on the series America's Next Top Model with Tyra Banks. On July 24, 2012, RTL5 announced they would not broadcast a new season.","original_name":"Holland's Next Top Model","vote_average":0.0,"name":"Holland's Next Top Model","cert":"Unavailable","id":5238,"adult":"false","genre_ids":[],"origin_country":["NL"]},{"first_air_date":"1970-07-29","cast":["Petra Markham","Judy Loe","Tony Selby"],"overview":"Ace of Wands is a fantasy-based British children's television show broadcast on ITV between 1970 and 1972, created by Trevor Preston and Pamela Lonsdale and produced by Thames Television. The title, taken from the name of a Tarot card describes the principal character, called \"Tarot\" who combined stage magic with supernatural powers. Tarot has a pet Owl named Ozymandias, played by Fred Owl.\n\nAce of Wands ran for two seasons of thirteen episodes and a third season of twenty. Many, if not all, of the first 26 episodes are believed to have been wiped, although the final season is intact. In the first two series Tarot is assisted by Sam Maxstead, a reformed convict and Lillian Palmer known by her nickname, Lulli, an orphan. Lulli shares a telepathic link with Tarot, which enables them to communicate over great distances. After having to leave the programme because of prior commitments, in the final series this pair were replaced by brother and sister Chas, a photographer, and Mikki, a female journalist, who have very similar roles, she also sharing a telepathic link with Tarot. A character named Mr Sweet who runs an antiquarian bookshop often has the answer to Tarot's questions. Sweet is based in a university for the last series. Mr. Stabs, played by Russell Hunter, is defeated by Ace of Wands's lead Tarot, yet returns, again played by Hunter, in an episode of the anthology series Shadows. The character's final appearance was in Dramarama, this time portrayed by David Jason. However, the Dramarama story was a prequel to the previous ones.","original_name":"Ace of Wands","vote_average":0.0,"name":"Ace of Wands","cert":"Unavailable","id":5239,"adult":"false","genre_ids":[10765],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Samson in the Land of Drawings","vote_average":0.0,"name":"Samson in the Land of Drawings","cert":"Unavailable","id":5240,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2001-07-21","cast":["Craig Horner","Christine Amor","Jessica Origliasso","Lisa Origliasso","Paul Phillips"],"overview":"Cybergirl is an Australian children's television series that first screened on Network Ten in Australia. The 26 episode series was created by Jonathan M. Shiff, whose previous series include the BAFTA-award-winning Ocean Girl. Cybergirl has also screened on ABC on 6:00am, Thursday and on other networks outside Australia. In 2007 it aired as Cy-An 6000 on the Kabillion on-demand network but no reason is given for the name change.","original_name":"Cybergirl","vote_average":0.0,"name":"Cybergirl","cert":"Unavailable","id":5245,"adult":"false","genre_ids":[10765,10751],"origin_country":["AU"]},{"first_air_date":"1978-09-09","cast":["Ted Cassidy","Jeff David","Al Eisenmann","Hilly Hicks","Don Messick"],"overview":"Godzilla is a 30-minute animated series co-produced between Hanna-Barbera Productions and Toho in 1978 and aired on NBC in the United States and TV Tokyo in Japan.\n\nThe series is an animated adaptation of the Japanese Godzilla films produced by Toho. The series continued to air until 1981, for a time airing in its own half-hour timeslot until its cancellation.","original_name":"Godzilla","vote_average":7.3,"name":"Godzilla","cert":"Unavailable","id":5246,"adult":"false","genre_ids":[10751,16],"origin_country":["US"]},{"first_air_date":"2007-05-14","cast":["Sheren Tang","Michael Tse","Cecilia Yip","Kiki Sheung","Derek Kwok Jing-Hung"],"overview":"Desperate Housewives Hong Kong style! Monica Mung Ka-Ka, Hilary Ting Mui-Heung and 'Fat' Cho Mei-Ngo are housewives in modern-day Hong Kong whose lives are turned upside down when they discover their husbands have hidden secrets. They become involved in a mysterious suicide and disappearance, while all the while competing to see who can become the head of the local PTA.","original_name":"師奶兵團","vote_average":0.0,"name":"The Family Link","cert":"Unavailable","id":5247,"adult":"false","genre_ids":[35],"origin_country":["HK"]},{"first_air_date":"1993-01-08","cast":["Clark Heathcliffe Brolly","Camilla Overbye Roos","Harry Dean Stanton","Freddie Jones","Alicia Witt"],"overview":"The lives of several people spanning from 1936 to 1993 are chronicled during their overnight stay at a New York City hotel room.","original_name":"Hotel Room","vote_average":6.6,"name":"Hotel Room","cert":"Unavailable","id":5248,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"1998-09-21","cast":["Marie Osmond","Donny Osmond"],"overview":"Donny & Marie is an American talk show hosted by Donny and Marie Osmond, that aired in syndication from September 1998 to May 2000 and was produced by Dick Clark. The show had a \"house band\", featuring Jerry Williams, Kat Dyson, Paul Peterson, and Nick Vincent.","original_name":"Donny & Marie","vote_average":0.0,"name":"Donny & Marie","cert":"Unavailable","id":5249,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1994-10-15","cast":["Arthur Reggie III","Ralph Woolfolk IV","Jimmy Lee Newman Jr.","Jim R. Coleman","Karen Fraction"],"overview":"My Brother and Me is a sitcom on Nickelodeon that premiered on October 15, 1994, and ran until February 2, 1995. The show is about a family living in the West Side of Charlotte, North Carolina, who experience the highs and lows of everyday life. Jennifer and Roger Parker have two sons, Alfie and Dee Dee. Alfie is the cool elder brother and Dee Dee is the younger brother, who always follows Alfie around. The family also has a smarter, older daughter named Melanie. Another main character of the show is Alfie's best friend Milton 'Goo' Berry.","original_name":"My Brother and Me","vote_average":10.0,"name":"My Brother and Me","cert":"Unavailable","id":5250,"adult":"false","genre_ids":[10751,35],"origin_country":["US"]},{"first_air_date":"2007-09-23","cast":["Tanika Ray"],"overview":"CW Now is a news program\/news magazine series which premiered on The CW on September 23, 2007. It was a brand extension of the syndicated Telepictures news magazine Extra, and features anchors and correspondents from that show. The program was devoted to topics of interest to young adults, including entertainment news and technology topics.\n\nDuring the upfronts, Dawn Ostroff announced a new marketing strategy for this show using what she calls, \"cwickies\", which is used in this program to replace the traditional network advertisements. Tanika Ray mentions that CW Now is a 30-minute commercial-free program. Nonetheless, as comedian Lewis Black pointed out on The Daily Show on September 26, 2007, the frequent mention of Wal-Mart shows that it is the program's de facto sponsor.\n\nThe show was produced by Telepictures and Warner Horizon Television.","original_name":"CW Now","vote_average":0.0,"name":"CW Now","cert":"Unavailable","id":5251,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":"2001-07-14","cast":["Anjelica Huston","Julianna Margulies","Joan Allen","Samantha Mathis","Caroline Goodall"],"overview":"The Mists of Avalon is a 2001 miniseries based on the novel of the same name by Marion Zimmer Bradley. It was produced by American cable channel TNT and directed by Uli Edel.","original_name":"The Mists of Avalon","vote_average":7.1,"name":"The Mists of Avalon","cert":"Unavailable","id":5256,"adult":"false","genre_ids":[10765,18],"origin_country":["US"]},{"first_air_date":"2006-06-30","cast":["Rachel Blakely","Maia Mitchell","Andrew Blackman","Dajana Cahill","Nicolas Dunn"],"overview":"Mortified was an Australian children's television series, co-produced by the Australian Children's Television Foundation and Enjoy Entertainment for the Nine Network Australia, Disney Australia and the BBC. The series premiered on 30 June 2006 and ended on 11 April 2007 with two seasons and a total of 26 episodes. Currently, re-runs air on both ABC and the Disney Channel, in the U.S. on Starz Kids and Family, and in the UK on Pop Girl.","original_name":"Mortified","vote_average":8.3,"name":"Mortified","cert":"Unavailable","id":5257,"adult":"false","genre_ids":[35,10762],"origin_country":["AU"]},{"first_air_date":"1990-08-09","cast":["Neil Pearson","Victoria Wicks","Susannah Doyle","David Swift","Stephen Tompkinson"],"overview":"Drop the Dead Donkey is a situation comedy that first aired on Channel 4 in the United Kingdom between 1990 and 1998. It is set in the offices of “GlobeLink News”, a fictional TV news company. Recorded close to transmission, it made use of contemporary news events to give the programme a greater sense of realism. It was created by Andy Hamilton and Guy Jenkin. The series had an ensemble cast, making stars of Haydn Gwynne, Stephen Tompkinson and Neil Pearson.\n\nThe series began with the acquisition of GlobeLink by media mogul Sir Roysten Merchant, an allusion to either Robert Maxwell or Rupert Murdoch. Indeed, Andy Hamilton and Guy Jenkin note on their DVDs that it was fortunate for their libel lawyers that the two men shared the same initials. The series is mostly based on the on-going battle between the staff of GlobeLink, led by editor George Dent, as they try to maintain the company as a serious news organisation, and Sir Roysten’s right-hand man Gus Hedges, trying to make the show more sensationalist and suppress stories that might harm Sir Roysten’s business empire.\n\nThe show was awarded the Best Comedy Award at the 1994 BAFTA Awards. At the British Comedy Awards the show won Best New TV Comedy in 1990, Best Channel 4 Comedy in 1991, and Best Channel 4 Sitcom in 1994.","original_name":"Drop the Dead Donkey","vote_average":7.8,"name":"Drop the Dead Donkey","cert":"Unavailable","id":5258,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2006-11-03","cast":["Phil Crowley"],"overview":"Dogfights is a military aviation themed TV series depicting historical re-enactments of air-to-air combat that took place in World War I, World War II, the Korean War, and the Vietnam War, as well as smaller conflicts such as the Gulf War and the Six-Day War. The program, which airs on the History Channel, consists of former fighter pilots sharing their stories of actual dogfights in which they took part, and uses computer-generated imagery to give the viewer a better perspective of what it is like to partake in aerial combat The series premiered on November 3, 2006.","original_name":"Dogfights","vote_average":7.0,"name":"Dogfights","cert":"Unavailable","id":5259,"adult":"false","genre_ids":[99,10763,10759],"origin_country":["US"]},{"first_air_date":"2000-06-11","cast":[],"overview":"A Wedding Story is an American reality series produced by Banyan Productions, and shown on the TLC network since 1996.","original_name":"A Wedding Story","vote_average":0.0,"name":"A Wedding Story","cert":"Unavailable","id":5260,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"F*** Off, I'm a Hairy Woman was a BBC Three documentary about the body image and contrasting stereotypes surrounding women's Androgenic hair, as part of a series including F*** Off, I'm Fat and F*** Off, I'm Ginger. It first aired on 29 March 2007.\n\nIt was presented by comedienne Shazia Mirza, and followed her as she grew all her body hair for six months.\n\nHer introduction posed the question, \"what would it be like if we lived in a world where beautiful women were allowed to be hairy? To find out, I've decided to take the plunge and grow out my body hair. Can I learn to love it, and can I convince the rest of the world to love it too?\"\n\nAfter six months, she advertised for other hairy women to put on a catwalk show, wearing lingerie made of body hair designed and made by artist Tracey Moberly.\n\nIt was repeated on the Really television channel in November 2011.","original_name":"F*** Off, I'm a Hairy Woman","vote_average":0.0,"name":"F*** Off, I'm a Hairy Woman","cert":"Unavailable","id":5261,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2004-09-27","cast":[],"overview":"Sunrise Earth is a nature documentary television series featuring hour-long episodes that aired in the United States on Discovery HD Theater, now renamed HD Theater. The series focuses on presenting the viewer with sunrises in various geographical locations throughout the world. It is also notable for its complete lack of human narration, concentrating instead on the natural sounds of each episodes' specific location. High-definition video images and Dolby 5.1 stereo surround sound are used to present each natural environment in a clear and detailed manner. The show is an example of the genre known as \"Experiential TV\", developed by series creator David Conover. The technique has been described by TV critic Tom Shales as \"crazily uneventful and thoroughly wonderful.\"\n\nCompass Light, Conover's small production company in Camden, Maine, started producing the series in 2004. 64 one-hour Sunrise Earth shows have been created in the first four years of production. The crew shoots with High Definition video cameras and the editors cut between multiple perspectives at a leisurely pace. The show is presented in real-time, with each shot lasting an average of 30 seconds. Each episode captures one sunrise from a certain location, such as Machu Picchu, Turkey or Scandinavia. Captions in the lower portion of the frame occasionally give information as to the location, time, and events on screen.","original_name":"Sunrise Earth","vote_average":10.0,"name":"Sunrise Earth","cert":"Unavailable","id":5262,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"1999-02-01","cast":["Greg Eagles","Jerry Stiller","Arif S. Kinchen","Carlos Alazraqui","Danny Wells"],"overview":"Crashbox is an educational children's television game show that airs on the HBO Family digital cable television channel in the United States. It aims to educate grade-school children in history, math, vocabulary, and other various subjects.\n\nThe show takes place in the insides of a game computer where green game cartridges are created and loaded by rusty robots. Each half-hour episode consists of at least seven 2-to-5-minute educational games. Near the end, the robots will do \"Crashbox Rewind\" where they flash back through the show and remind you how smart you really are.","original_name":"Crashbox","vote_average":10.0,"name":"Crashbox","cert":"Unavailable","id":5263,"adult":"false","genre_ids":[16],"origin_country":["US","CA"]},{"first_air_date":"1975-09-14","cast":["Willie Aames","Helen Hunt","Cameron Mitchell","Martin Milner"],"overview":"The Swiss Family Robinson is an American action and adventure series","original_name":"The Swiss Family Robinson","vote_average":0.0,"name":"The Swiss Family Robinson","cert":"Unavailable","id":5264,"adult":"false","genre_ids":[10759],"origin_country":["US"]},{"first_air_date":"1989-01-13","cast":["David Jason","Gwen Taylor","Nicola Pagett","Stephanie Cole","Michael Jayston"],"overview":"A Bit of a Do is a British comedy drama series based on the books by David Nobbs. The show starred David Jason and was aired on ITV in 1989. It was made for the ITV network by Yorkshire Television.\n\nThe show was set in a fictional Yorkshire town. Each episode took place at a different social function and followed the changing lives of two families, the working-class Simcocks and the middle-class Rodenhursts, together with their respective friends, Rodney and Betty Sillitoe, and Neville Badger. The series begins with the wedding of Ted and Rita Simcock's son Paul to Laurence and Liz Rodenhurst's daughter Jenny; an event at which Ted and Liz begin an affair. The subsequent fallout from this affair forms the basis for most of the first series.","original_name":"A Bit of a Do","vote_average":8.0,"name":"A Bit of a Do","cert":"Unavailable","id":5265,"adult":"false","genre_ids":[35,18],"origin_country":["GB"]},{"first_air_date":"1962-09-21","cast":[],"overview":"Academic quiz show where teams of students from UK universities answer questions on all manner of subjects.","original_name":"University Challenge","vote_average":5.0,"name":"University Challenge","cert":"Unavailable","id":5266,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Kiwifruit is a New Zealand magazine style talk show series that dealt with gay and lesbian issues. It was produced by CreamTV and shown on Television New Zealand's TV2.\n\nThe show was commissioned for an original 10 episode run in 2005, to find a replacement to long-time running QueerNation, which was coming to an end. It was set to compete with The OUTHouse. After showing both The OutHouse and Kiwifruit, it was decided that Kiwifruit would get the 40 episode contract.","original_name":"Kiwifruit","vote_average":0.0,"name":"Kiwifruit","cert":"Unavailable","id":5267,"adult":"false","genre_ids":[],"origin_country":["NZ"]},{"first_air_date":null,"cast":[],"overview":"The Adventures of Superboy is a proposed TV series that was put into production in 1961. It was meant to capitalize on the success of Adventures of Superman, which was cancelled years earlier. A revival was planned, but abandoned following the death of George Reeves, but only a pilot episode, \"Rajah's Ransom\", was produced. It featured the first non-comic book portrayals ever of Superboy and Lana Lang and stands as a forerunner of later series Superboy, which lasted four seasons and Smallville, which lasted ten seasons.\n\nThe show starred Johnny Rockwell as Superboy\/Clark Kent and Bunny Henning as Lana Lang. Although they did not go into production, twelve additional scripts were prepared, should the series be picked up.\n\nA book titled Superboy and Superpup: The Lost Videos, written by Chuck Harter, was published during the 1990s by Cult Movies Press, which looked at both The Adventures of Superboy pilot and The Adventures of Superpup pilot, as well as the 12 additional Superboy scripts that were prepared, had the Superboy pilot been picked up as a series.\n\nA short clip of this pilot can be seen in the documentary \"Look, Up In The Sky: The Amazing Story of Superman\".","original_name":"The Adventures of Superboy","vote_average":8.0,"name":"The Adventures of Superboy","cert":"Unavailable","id":5268,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2008-02-07","cast":["Brooke Shields","Kim Raver","Lindsay Price","Paul Blackthorne","Andrew McCarthy"],"overview":"Lipstick Jungle is an American comedy-drama television series created by DeAnn Heline and Eileen Heisler for NBC Universal Television Studio. The hour-long series was based on the best-selling novel of the same name by Candace Bushnell, who also served as executive producer alongside showrunner\/head writer Oliver Goldstick. The pilot was directed by Gary Winick.","original_name":"Lipstick Jungle","vote_average":5.5,"name":"Lipstick Jungle","cert":"Unavailable","id":5269,"adult":"false","genre_ids":[18,35],"origin_country":["US"]},{"first_air_date":"2007-09-25","cast":["Alona Tal","Polly Walker","Jimmy Smits","Rita Moreno","Nestor Carbonell"],"overview":"Cane is an American television drama created by Cynthia Cidre, who also served as executive producer alongside Jonathan Prince, Jimmy Iovine and Polly Anthony. The pilot was directed by Christian Duguay. The show chronicled the lives and internal power struggles of a powerful and wealthy Cuban-American family running an immensely successful rum and sugar cane business in South Florida.\n\nProduced by ABC Studios, CBS Paramount Network Television, El Sendero Productions, Interscope Records and Once A Frog Productions, the series premiered on September 25, 2007 airing on Tuesday nights at 10:00\/9:00c on CBS, following The Unit. The series premiere of the show brought in 11 million viewers, the best in its time slot since 1999's Judging Amy.","original_name":"Cane","vote_average":6.5,"name":"Cane","cert":"Unavailable","id":5270,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2006-01-19","cast":["Patrick Stewart","Ashley Jensen"],"overview":"Professor Ian Hood is a former physics professor recruited by the British government as its on-call scientist\/detective and Jensen's Young is the companion bodyguard hired to protect Hood from the people who want to see his work put to an end.","original_name":"Eleventh Hour","vote_average":6.0,"name":"Eleventh Hour","cert":"Unavailable","id":5271,"adult":"false","genre_ids":[18,9648],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"European Market Wrap was a business news programme aired on CNBC Europe. The programme was originally based on the CNBC U.S. programme Market Wrap, which was later replaced by the programme Closing Bell. The show followed the final moments of trade across Europe and went on location to reporters who gave the action from their respective areas. Throughout the show, US market updates were also included.\n\nLike its US counterpart, European Market Wrap was eventually replaced by European Closing Bell.","original_name":"European Market Wrap","vote_average":0.0,"name":"European Market Wrap","cert":"Unavailable","id":5274,"adult":"false","genre_ids":[10763],"origin_country":["GB"]},{"first_air_date":"1981-10-23","cast":["Mollie Sugden","Christopher Blake","Harold Goodwin","Deddie Davies","Tim Barrett"],"overview":"That's My Boy is a British sitcom that aired on ITV from 1981 to 1986. Starring Mollie Sugden, it was written by Pam Valentine and Michael Ashton, who later wrote My Husband and I, which also starred Mollie Sugden. It was produced by Yorkshire Television for the ITV network.","original_name":"That's My Boy","vote_average":6.8,"name":"That's My Boy","cert":"Unavailable","id":5275,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Marc is a British television series presented by T. Rex lead singer Marc Bolan. It was produced in Manchester by Granada Television for the ITV network.\n\nProduced by Muriel Young and directed by Nicholas Ferguson, it ran for six weekly episodes in the Autumn of 1977, before its host died in a car crash on 16 September that year. A pop music show, it gave Bolan a chance to showcase punk bands, including Generation X, The Jam and Eddie and the Hot Rods. T. Rex performed at least three songs each week - a mixture of new versions of their old hits, and fresh tracks - while the guests were slotted in between. Not all were as notable as those listed above, though they also included Roger Taylor, drummer with the rock band Queen, in a rare solo TV appearance. They were also joined by a dance troupe called Heart Throb.\n\nThe last episode featured Bolan duetting with his friend David Bowie. Before the song had reached its end, Bolan tripped over a microphone cable and fell off the stage. Bowie is said to have called out \"Could we have a wooden box for Marc [to stand on]?\".\n\nThe final show was recorded on 7 September 1977, but not broadcast until after Bolan's funeral on, which was also attended by David Bowie and Rod Stewart, among others.","original_name":"Marc","vote_average":0.0,"name":"Marc","cert":"Unavailable","id":5278,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2006-01-11","cast":["Kim Jeong-hoon","Ju Ji-hoon","Lee Yoon-ji","Yoon Eun-hye","Kim Seok"],"overview":"Chae Gyeong is an ordinary high school student. One day, she receives some unexpected news. Because of her grandfathers will, she must marry the unendurable Crown Prince Lee Shin who also attends her high school. Chae Gyeong resists the proposal but reluctantly marries him to help her debt-ridden family. As she struggles to adapt herself to the proper manners and royal duties of palace life and to her disagreeable husband, Lee Shin's sentimental cousin and second-in-line to the throne, Yul, steps into her life.  She feels like she can rely on Yul to help her, but finds it difficult not to worry about her haughty, cold-hearted husband. To help bridge this gap, the senior members of the royal family take some special measures to get them to spend the night together.","original_name":"궁","vote_average":7.7,"name":"Princess Hours","cert":"Unavailable","id":5279,"adult":"false","genre_ids":[35,18],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"Who's Your Daddy Now? is a situational comedy television show in the Philippines that was aired every Monday evenings by GMA Network replacing Lagot Ka, Isusumbong Kita. The show was part of the network's GMA KiliTV block. The show was canceled after a couple of months and so it last aired on July 9, 2007.","original_name":"Who's Your Daddy Now?","vote_average":0.0,"name":"Who's Your Daddy Now?","cert":"Unavailable","id":5280,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Bakuryū Sentai Abaranger is Toei's twenty-seventh production of the Super Sentai television series, and the first series to use TV Asahi's current logo. The series is based on dinosaurs and explosion. Its action footage was used in Power Rangers Dino Thunder. In addition, episode 10 in nearly its entirety was used for episode 19 of Power Rangers Dino Thunder as an English-dubbed show that the Dino Thunder Power Rangers discover on television.\n\nIt was the second Super Sentai series that used a dinosaur theme after Kyōryū Sentai Zyuranger.","original_name":"Bakuryū Sentai Abaranger","vote_average":8.0,"name":"Bakuryū Sentai Abaranger","cert":"Unavailable","id":5281,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Sentro was an evening news broadcast of TV5 in the Philippines anchored by Martin Andanar.\n\nThe newscast premiered on May 3, 2004, replacing Balitang Balita. It was first anchored by John Susi and Ali Sotto. On October 2, 2006, the newscast exchanged timeslots with Big News, the evening news program of the network. Susi and Sotto were replaced by Martin Andanar, who became the final anchor of the newscast.\n\nOn June 25, 2007, Sentro was reformatted into an all-English news show, despite the retention of the name and some of the opening text and ending reminders still in Filipino. This used to be the format of Big News before its main language was changed to Filipino.\n\nOn August 8, 2008, Sentro, together with Big News aired its final broadcast.","original_name":"Sentro","vote_average":0.0,"name":"Sentro","cert":"Unavailable","id":5282,"adult":"false","genre_ids":[10763],"origin_country":["PH"]},{"first_air_date":"2000-02-25","cast":["Chi McBride","Mae Whitman","Jacob Vargas","Keith Szarabajka","Debi Mae West"],"overview":"Max Steel is a science fiction–action, CGI, animated series which originally aired from February 25, 2000 to January 15, 2002, based on the Mattel action-figure of the same name. Max Steel ran for three seasons, totaling thirty-five episodes with a predicted audience of young males from the ages of eight to twelve. From 2004-2012, direct-to-DVD movies kept the presence of the main character alive. However, the first movie was the only movie to keep the continuity of the series. After Endangered Species, the continuity was altered. \"Endangered Species\" was the only movie to be made available in America, while later releases were in Latin America. The voice-acting cast for the series included such people as Chi McBride and Christian Campbell, the older brother of Neve Campbell, as well as well-known sports stars, such as Tony Hawk.\n\nAfter the bankruptcy of Netter Digital and Foundation Imaging, Mainframe Entertainment took over the productions of the third season and the movies. The last episode, \"Truth Be Told\", aired January 15, 2002. Max Steel was the first computer-generated series to air on Kids' WB.\n\nA reboot currently airs on Disney XD. However, characters and storylines have been either altered or taken away entirely.","original_name":"Max Steel","vote_average":6.8,"name":"Max Steel","cert":"Unavailable","id":5283,"adult":"false","genre_ids":[16],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Reliable Sources is a weekly show on CNN, focusing on analysis of the American news media. It was initially created to cover the media's coverage of the Persian Gulf War, but has since also covered the media's coverage of the Valerie Plame affair, the War in Iraq, the outing of Mark Felt as Deep Throat, and many other events and internal media stories. From 1992 to 2009, it was broadcast as a stand-alone program, but on January 18, 2009, Reliable Sources became a segment during CNN's new Sunday morning political program State of the Union with John King, although it remained hosted by Kurtz and retained its timeslot. In January 2010, after John King left the show, Reliable Sources was re-spun off as its own show, moving back one hour in the process.\n\nReliable Sources reviews the coverage of the news stories of the past week by the media, in addition to news about the news media behind the scenes, all with a constantly changing group of online, print, and broadcast journalists. The segments also feature some one-on-one interviews with journalists taking part in a news event or covering a story, such as Bob Woodruff after his return to ABC News in February 2007 after his severe injuries in Iraq on January 29, 2006.","original_name":"Reliable Sources","vote_average":8.0,"name":"Reliable Sources","cert":"Unavailable","id":5284,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"European Market Watch was a business news programme aired on CNBC Europe between 10 am-noon CET. The programme was originally based on the CNBC U.S. morning programme Market Watch, which was later replaced by the programme Morning Call. Just like its US counterpart, European Market Watch presented viewers with the latest market information and in-depth analysis of the stories making business.","original_name":"European Market Watch","vote_average":0.0,"name":"European Market Watch","cert":"Unavailable","id":5285,"adult":"false","genre_ids":[10763],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Secret Valley was an Australian children's television adventure series from 1980 made by the Grundy Organisation and first shown on the Australian Broadcasting Corporation.\n\nSecret Valley was a fictitious children's holiday camp in Bildarra which had been transformed from a run down ghost town into a resort. The children who worked and visited the camp often found themselves in battle against a gang of \"bad\" kids - Spider McGlurk and his gang from \"Spider Cave\". These battles usually featured flour bombs and other food related missiles and everyone inevitably ended up in a big mess.\n\nSpider McGlurk and his gang were not the biggest threat to the peace at Secret Valley. Secret Valley was also under threat of closure by the local council, and property developer William Whopper played by Hugh Keays-Byrne.\n\nProduced by Roger Mirams who also produced a spin-off series in 1986, amongst other programs and series.\n\nThe 1980 pilot was directed by Howard Rubie and written by Terry Bourke.\n\nThe series was aired in New Zealand, Spain, the UK and the Netherlands in 1982\/1983 by KRO television. It was also broadcasting by the Dutch TV station Kindernet in 1989\/1990.","original_name":"Secret Valley","vote_average":7.0,"name":"Secret Valley","cert":"Unavailable","id":5286,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"2007-04-22","cast":["Hermione Norris","Karl Davies","Tony Slattery","Celia Imrie","John Thomson"],"overview":"Kingdom is a British television series produced by Parallel Film and Television Productions for the ITV network. It was created by Simon Wheeler and stars Stephen Fry as Peter Kingdom, a Norfolk solicitor who is coping with family, colleagues, and the strange locals who come to him for legal assistance. The series also starred Hermione Norris, Celia Imrie, Karl Davies, Phyllida Law and Tony Slattery.\n\nThe first series of six one-hour episodes was aired in 2007 and averaged six million viewers per week. Despite a mid-series ratings dip, the executive chairman of ITV praised the programme and ordered a second series, which was filmed in 2007 and broadcast in January and February 2008. Filming on the third series ran from July to September 2008 for broadcast from 7 June 2009.\n\nStephen Fry announced on his blog in October 2009 that ITV was cancelling the series, which was later confirmed by the channel, which said that given tighter budgets, more expensive productions were being cut.","original_name":"Kingdom","vote_average":7.9,"name":"Kingdom","cert":"Unavailable","id":5287,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Cybernet was a weekly video gaming magazine programme, originally broadcast overnight on the ITV network in the United Kingdom. The programme was commissioned by Yorkshire Television and produced by Capricorn Programmes and also aired on GBC TV in Gibraltar. It was broadcast overseas on Dutch, Brazilian, Mexican television, the channel 2M TV in Morocco and the 4 channel in Russia, with local voice-overs.\n\nThe programme featured reviews, previews, tips and reports on video gaming and computer technology.","original_name":"Cybernet","vote_average":0.0,"name":"Cybernet","cert":"Unavailable","id":5288,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Ragtime was a children's television series presented by Maggie Henderson and Fred Harris. The programmes featured play with words, songs, stories and puppets. Puppets emerged from the green Ragtime Bag, including wooden spoons with faces drawn on them. These were named Mr Porridge, Mr Curry, Mr Jelly, Miss Sponge, Mrs Custard, Uncle Casserole and Mrs Ragamuffin. Other puppet regulars included Dax and Sniff, Humbug the tiger and Bubble, a cushion-shaped toy.\n\nThe music was provided by Peter Gosling and Dave Moses.\n\nIn 1973 the series won a Society of Film and Television Award for Best Children's Programme.\n\nAlthough a book and record were produced at the time, no episodes are currently available on DVD. Only eight of the twenty six episodes remain in the BBC's archive, due to a decision in the early 1990s to wipe the master tapes of many 1970s children's programmes.","original_name":"Ragtime","vote_average":0.0,"name":"Ragtime","cert":"Unavailable","id":5289,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The PBA on KBS was a presentation of Philippine Basketball Association games on Kanlaon Broadcasting System, and was the first broadcaster of the PBA on television.","original_name":"PBA on KBS","vote_average":0.0,"name":"PBA on KBS","cert":"Unavailable","id":5290,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"1964-10-20","cast":["Norman Yemm","George Mallaby","Charles Tingwell","Michael Preston","Leslie Dayman"],"overview":"Homicide was an Australian television police drama series  The series dealt with the homicide squad of the Victorian Police force and the various crimes and cases the detectives are called upon to investigate. Many episodes were based on real life crime cases.","original_name":"Homicide","vote_average":0.0,"name":"Homicide","cert":"Unavailable","id":5291,"adult":"false","genre_ids":[18],"origin_country":["AU"]},{"first_air_date":"2007-01-06","cast":["Kim Myung-min","Cha In-pyo","Han Sang-jin"],"overview":"Based on renowned Japanese novelist Yamazaki Toyoko's representative work Shiroi Kyotō, the drama brings viewers deep into the political inner workings of the medical field by taking a satirical look at malpractice and power plays at a university hospital, and contrasting the paths and personalities of two doctors played by Kim Myung-min and Lee Sun-kyun. The medical drama was a critical and ratings hit in South Korea, gaining praise for its acting, writing, direction, and its intelligent and uncompromising story without concessions to melodrama or romance.","original_name":"하얀거탑","vote_average":0.0,"name":"Behind the White Tower","cert":"Unavailable","id":5292,"adult":"false","genre_ids":[18],"origin_country":["KR"]},{"first_air_date":"2007-05-23","cast":[],"overview":"Vietnam Idol is a Vietnamese reality television competition to find new solo singing talents. It is part of the Idol franchise; it originated from the reality program Pop Idol created by British entertainment executive Simon Fuller. The 2010 season is being produced by Vietnam Television and the BHD Pictures, replacing the joint-venture between Ho Chi Minh City Television and Dong Tay Promotion before.","original_name":"Vietnam Idol","vote_average":0.0,"name":"Vietnam Idol","cert":"Unavailable","id":5293,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1996-09-11","cast":["Johan Rheborg","Jonas Inde","Robert Gustafsson","Henrik Schyffert"],"overview":"Percy Tårar was a Swedish 6-part television show broadcast by SVT in 1996. It was Killinggänget's follow-up to the popular Nilecity 105,6. It was directed by Walter Söderlund and produced by Magdalena Jangard.\n\nThe loose plot of the series revolves around a number of mostly unrelated storylines which are told in segments in each episode. These segments are flanked by various stand-alone sketches that will sometimes elaborate on minor characters.","original_name":"Percy tårar","vote_average":7.0,"name":"Percy tårar","cert":"Unavailable","id":5294,"adult":"false","genre_ids":[35],"origin_country":["SE"]},{"first_air_date":"2006-05-01","cast":[],"overview":"The Perfect Home is a television series of three 42 minute episodes commissioned for Channel 4 based on the book The Architecture of Happiness by Alain de Botton which first aired in 2006.\n\nIn the programmes, Alain de Botton explored the importance of innovative architecture for homes. He offered criticism of modern developments that build in an idealized fake heritage style, which he referred to as pastiche, often referring back to the example of Great Notley Garden Village near Braintree, Essex.\n\nThe first programme looks at how the current status quo came about where volume builders are typically building houses with architectural styles harking back to pre-industrial eras such as mock Tudor, neo-Georgian and mock country cottage façades.\n\nThe second looks at what defines a building's beauty, drawing parallels with the differences between the Catholic and Protestant ideals in their respective places of worship, suggesting the comparison was a trade off between decoration versus a more utilitarian approach.\n\nThe third programme looks at how the current situation could be improved, with de Botton's preferred option being that buildings' architecture should reflect the era in which they are built. To this end, he approached Bellway Homes with examples of more contemporary designs being used on in The Netherlands as a suggested alternative. Bellway's reaction was quite positive, and they have incorporated more contemporary designs into their Ravenswood development on the former Ipswich Airport site in Suffolk.","original_name":"The Perfect Home","vote_average":0.0,"name":"The Perfect Home","cert":"Unavailable","id":5295,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Big Thinkers is a former ZDTV television program. It featured a half-hour interview with a \"big thinker\" in science, technology, and other fields. The show was originally hosted by Mark Eddo, later replaced by John C. Dvorak. In 2001 the show changed its format, transforming from a weekly half-hour interview to a documentary-style program. This new format was initially referred to on the TechTV website as Big Thinkers 2.0.\n\nThe new incarnation of the Big Thinkers series was produced by Winton \/ duPont Films, a documentary film company located in the Presidio of San Francisco. Interviews were filmed in a 16:9 format and intercut with public domain material from the Prelinger Archives. This archival footage was used to create visual metaphors highlighting the speaker's points.","original_name":"Big Thinkers","vote_average":0.0,"name":"Big Thinkers","cert":"Unavailable","id":5298,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"1989-09-12","cast":["Kellie Martin","Bill Smitrovich","Patti LuPone","Chris Burke","Chad Lowe"],"overview":"Life Goes On is a television series that aired on ABC from September 12, 1989, to May 23, 1993. The show centers on the Thatcher family living in suburban Chicago: Drew, his wife Elizabeth, and their children Paige, Rebecca, and Charles, who is known as Corky. Life Goes On was the first television series to have a major character with Down syndrome.","original_name":"Life Goes On","vote_average":7.9,"name":"Life Goes On","cert":"Unavailable","id":5299,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"1972-04-13","cast":["Jack Smethurst","Kate Williams","Rudolph Walker","Nina Baden-Semper","Tommy Godfrey"],"overview":"Love Thy Neighbour is a British sitcom, which was transmitted from 13 April 1972 until 22 January 1976, spanning seven series. The sitcom was produced by Thames Television for the ITV network. The principal cast included Jack Smethurst, Rudolph Walker, Nina Baden-Semper and Kate Williams. In 1973, the series was adapted into a film of the same name, and a later sequel series was set in Australia.","original_name":"Love Thy Neighbour","vote_average":8.9,"name":"Love Thy Neighbour","cert":"Unavailable","id":5300,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"GMA Balita is the former evening newscast of GMA Network from 1986 to 1995. It replaced News at Seven as the network's flagship news program, and was originally anchored by Mike Lacanilao, Rene Jose and Helen Vela.\n\nThe newscast was moved to weekdays at 6:30 a.m. when GMA launched the more fast-paced Saksi in the afternoon slot in October 1995. It served as pre-programming to the network's morning shows, Business Today, and later, Good Morning Asia.","original_name":"GMA Balita","vote_average":0.0,"name":"GMA Balita","cert":"Unavailable","id":5301,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Gorgeous Tiny Chicken Machine Show is an internet comedy talk show parody starring a Japanese character called Kiko. The video series debuted on YouTube in 2007 and was created by husband-and-wife team Greg Benson and Kim Evey's production company, Mediocre Films. In spring 2008, a distribution deal with Sony Pictures resulted in 10 new episodes to premiere weekly on the company's C-Spot YouTube channel and its Crackle web video site. A second season premiered on C-Spot's channel on September 19, 2008.","original_name":"Gorgeous Tiny Chicken Machine Show","vote_average":0.0,"name":"Gorgeous Tiny Chicken Machine Show","cert":"Unavailable","id":5302,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1988-05-15","cast":["Michael Gambon","Brian Henson"],"overview":"The StoryTeller is a live-action\/puppet television series. It was an American\/British co-production which originally aired in 1988 and was created and produced by Jim Henson.\n\nReruns of The StoryTeller episodes were featured in some episodes of The Jim Henson Hour.","original_name":"The Storyteller","vote_average":8.3,"name":"The Storyteller","cert":"Unavailable","id":5303,"adult":"false","genre_ids":[10759,10751],"origin_country":["GB","US"]},{"first_air_date":null,"cast":[],"overview":"Okay ka, fairy ko! is a Filipino television comedy that premiered in 1987. This was Vic Sotto's first self-produced sitcom, which was followed later by 1 For 3.","original_name":"Okey Ka Fairy Ko!","vote_average":0.0,"name":"Okey Ka Fairy Ko!","cert":"Unavailable","id":5304,"adult":"false","genre_ids":[10765],"origin_country":["PH"]},{"first_air_date":"1970-09-12","cast":["Eddie 'Rochester' Anderson","Robert DoQui","Scatman Crothers","Johnny Williams"],"overview":"Harlem Globetrotters is a Saturday morning cartoon produced by Hanna-Barbera and CBS Productions, featuring animated versions of players from the famous basketball team, Harlem Globetrotters.\n\nBroadcast from September 12, 1970, to September 2, 1972 on CBS, and later re-run on NBC as The Go-Go Globetrotters, the show featured cartoon versions of George \"Meadowlark\" Lemon, Freddie \"Curly\" Neal, Hubert \"Geese\" Ausbie, J.C. \"Gip\" Gipson, Bobby Joe Mason, and Pablo Robertson, alongside their fictional bus driver and manager, Granny, and their dog mascot, Dribbles.\n\nThe series worked to a formula where the team travels somewhere and typically get involved in a local conflict that leads to one of the Globetrotters proposing a basketball game to settle the issue. To ensure the Globetrotters' defeat, the villains rig the contest; however, before the second half of the contest, the team always finds a way to even the odds, become all but invincible, and win the game.","original_name":"Harlem Globetrotters","vote_average":5.5,"name":"Harlem Globetrotters","cert":"Unavailable","id":5305,"adult":"false","genre_ids":[16],"origin_country":["US"]},{"first_air_date":"2006-10-02","cast":["Iza Calzado","Katrina Halili","Dingdong Dantes","Gardo Versoza","Arthur Solinap"],"overview":"Atlantika is a Filipino telefantasya produced by GMA Network about the fictional undersea kingdom of Atlantika. The series premiered on October 2, 2006 and ended on February 9, 2007. A behind-the-scenes introductory special, Atlantika: Ang Lihim ng Karagatan, was aired on October 1, 2006. The series' tagline is \"Two different worlds. One eternal love.\"","original_name":"Atlantika","vote_average":0.0,"name":"Atlantika","cert":"Unavailable","id":5306,"adult":"false","genre_ids":[10765,18],"origin_country":["PH"]},{"first_air_date":"2005-05-01","cast":[],"overview":"The New Zealand version of the British “Strictly Come Dancing” show sees celebrities perform choreographed dance routines which are judged by a panel of renowned ballroom experts and voted on by viewers.","original_name":"Dancing with the Stars","vote_average":0.0,"name":"Dancing with the Stars","cert":"Unavailable","id":5311,"adult":"false","genre_ids":[10764],"origin_country":["NZ"]},{"first_air_date":"2007-02-18","cast":[],"overview":"Australia's Got Talent is an Australian reality television talent show which premiered on 18 February 2007 on the Seven Network. The show is based on the Got Talent series format that originated in the United Kingdom with Simon Cowell. It was hosted by Grant Denyer, with Dannii Minogue, Tom Burlinson and Red Symons acting as judges. From series seven, the show will be broadcast on the Nine Network.\n\nThe first series aired at 6:30pm on Sunday nights. After a successful run, the series was given a vote of confidence as Seven moved the show to a more competitive Tuesday night timeslot. The second season aired from 29 April 2008. A third season, which aired on Wednesday nights, began on 4 February 2009. Its sixth series, the final series to be broadcast on Seven, ended on 25 July 2012. The seventh series began airing on 11 August 2013.","original_name":"Australia's Got Talent","vote_average":10.0,"name":"Australia's Got Talent","cert":"Unavailable","id":5312,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"1975-05-31","cast":["Jimmy Savile","Carol Vorderman","Shane Richie"],"overview":"Jim'll Fix It was a long-running British television show, broadcast by the BBC between May 1975 and June 1994. It was devised and presented by Jimmy Savile and produced by Roger Ordish and encouraged children to write in to have their wishes granted.\n\nThe show was hosted by Savile, who would \"fix it\" for the wishes of several viewers to come true each week. The producer throughout the show's run was Roger Ordish, always referred to by Savile as \"Doctor Magic\". The standard format was that the viewer's letter, which described their wish, would be shown on the screen and read out aloud, initially by Savile, but in later series by the viewer himself as a voice-over. Savile would then introduce the Fix, which would either have been pre-filmed on location or take place \"live\" in the studio. At the end, the viewer would join Savile to be congratulated and presented with a large medal with the words \"Jim Fixed It For Me\" engraved on it. Occasionally, other people featured in the \"Fix It\", might also give the viewer an extra gift somehow relating to the Fix. Savile himself played no part in the filming or recording of the \"fix-its\", unless specifically requested as part of the letter writer's wish. Some children apparently thought that Savile's first name was \"Jim'll\", so some letters shown on the programme started \"Dear Jim'll\".","original_name":"Jim'll Fix It","vote_average":0.0,"name":"Jim'll Fix It","cert":"Unavailable","id":5313,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2007-08-05","cast":["Tom Hollander","Michael Keaton","Natascha McElhone","Alfred Molina","Stephen Bogaert"],"overview":"The Company tells the thrilling story of Cold War CIA agents imprisoned in double lives, fighting an amoral, elusive, formidable enemy – and each other – in an internecine battle within the Company itself.","original_name":"The Company","vote_average":6.9,"name":"The Company","cert":"Unavailable","id":5314,"adult":"false","genre_ids":[10759,18],"origin_country":["US"]},{"first_air_date":"1997-01-13","cast":["Anna Galvin","Lucy Punch","Hugh Dancy","Christie Lee Woods","John Bradley"],"overview":"The New Adventures of Robin Hood is a 1997-1998 live action TV series on Turner Network Television. It was filmed in Vilnius, Lithuania and produced and distributed by Dune Productions, M6, and Warner Bros. International.\n\nThe tone of the series resembled its contemporaries Hercules: The Legendary Journeys and Xena: Warrior Princess. The premiere episode aired immediately after an episode of WCW Monday Nitro. A unique promotional effort took place between the two, with the Nitro main event -- Hulk Hogan vs The Giant—not beginning until two minutes before the show ended and then continuing and being broadcast in lieu of standard commercial breaks.","original_name":"The New Adventures of Robin Hood","vote_average":7.2,"name":"The New Adventures of Robin Hood","cert":"Unavailable","id":5315,"adult":"false","genre_ids":[10765,10759],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Kaajjal - Sabbki Aankhon Mein Basi, commonly known as Kaajjal, was an Indian daily television serial that aired on Sony Entertainment Television India. It centers around a young woman named Kaajjal, who hails from the small town of Mussourie, looking for the love of her life and finds instead Dev.","original_name":"Kaajjal","vote_average":0.0,"name":"Kaajjal","cert":"Unavailable","id":5316,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":"1991-09-14","cast":["David Rasche","Stephanie Hodge","Ada Maris","Loni Anderson","Carlos Lacámara"],"overview":"Nurses is an American sitcom that aired on NBC from 1991 to 1994, developed and produced by Susan Harris as a spin-off of Empty Nest.","original_name":"Nurses","vote_average":10.0,"name":"Nurses","cert":"Unavailable","id":5317,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Faux Pause is an American television program that aired briefly in 1998 on Game Show Network. Co-hosted by Mary Gallagher and Sean Donnellan, Pause consisted of jokes and skits done while watching certain episodes of game shows, in a similar fashion to Mystery Science Theater 3000.","original_name":"Faux Pause","vote_average":0.0,"name":"Faux Pause","cert":"Unavailable","id":5324,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2007-06-03","cast":["Brian McNamara","Sterling K. Brown","Catherine Bell","Sally Pressman","Wendy Davis"],"overview":"Army Wives is an American drama series that follows the lives of four army wives, one army husband, and their families.","original_name":"Army Wives","vote_average":6.9,"name":"Army Wives","cert":"Unavailable","id":5325,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Hip Hop Harry is a children's show that aired on Discovery Kids and TLC as part of the Ready Set Learn block, as well as most Retro Television Network affiliates, as an E\/I-compliant program. Similar to Barney the Dinosaur and Sesame Street, Hip Hop Harry is a live action program designed for preschool children in the 3-12 year old age group. The program uses age appropriate hip hop music and dance to teach social, educational, physical and creative skills.","original_name":"Hip Hop Harry","vote_average":0.0,"name":"Hip Hop Harry","cert":"Unavailable","id":5328,"adult":"false","genre_ids":[],"origin_country":["AU","US"]},{"first_air_date":"2006-06-16","cast":["Lauren Laverne"],"overview":"Transmission is a British television programme broadcast on Channel 4, offering live performances and interviews of famous music artists that ran for three series between 2006 and 2007. It was usually shown late night on a Friday as part of the 4music strand on Channel 4.\n\nThe programme was sponsored by mobile phone network T-Mobile. The first series aired in 2006 and came back for a second series in early 2007 then returned for a third series at the end of 2007.\n\nThe programme was presented by T4 presenter Steve Jones and former XFM presenter Lauren Laverne.","original_name":"Transmission","vote_average":0.0,"name":"Transmission","cert":"Unavailable","id":5329,"adult":"false","genre_ids":[10402],"origin_country":["GB"]},{"first_air_date":"2002-01-08","cast":["Carson Daly"],"overview":"Last Call with Carson Daly is an American late night television program hosted by Carson Daly and broadcast on NBC. Formerly a traditional talk show, the half-hour program consists of several produced segments, featuring interviews with musicians, filmmakers, and other artists, along with pre-taped on-location musical performances. It airs weeknights at 1:35 a.m. Eastern \/ 12:35 a.m. Central; it also airs weeknights a second time on the cable channel, Fuse.\n\nIn 2003 and 2004, Last Call was nominated for a Teen Choice Award for \"Choice TV Show – Late Night\".\n\nIn September 2013, NBC announced that Daly would be moving to The Today Show and leaving Last Call; it was not revealed if the program would continue without him.","original_name":"Last Call with Carson Daly","vote_average":2.9,"name":"Last Call with Carson Daly","cert":"Unavailable","id":5330,"adult":"false","genre_ids":[10767],"origin_country":["US"]},{"first_air_date":"2007-05-09","cast":["Joe Scarborough","Mika Brzezinski","Willie Geist"],"overview":"Morning Joe is a weekday morning talk show on MSNBC, with Joe Scarborough discussing the news of the day in a panel format with co-hosts Mika Brzezinski and Willie Geist. It was created as the replacement for Imus in the Morning, which was canceled in April 2007 after simulcasting on MSNBC since 1996. It airs from 6AM to 9AM Eastern Time.","original_name":"Morning Joe","vote_average":9.5,"name":"Morning Joe","cert":"Unavailable","id":5331,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":"2007-08-31","cast":["Maurice LaMarche","Kari Wahlgren","Patrick Warburton","John DiMaggio","Hal Sparks"],"overview":"Tak and the Power of Juju is an all CGI-based animated series that premiered on Nickelodeon on August 31, 2007 and on Nicktoons on September 1, 2007. It has been showing on Nicktoons in the United Kingdom since 5 July 2008. Based on the video game of the same name, the show consists of two eleven minute stories per half hour episode. It is Nickelodeon's first all-CGI series and the company's 30th Nicktoons. The series was produced by Nick Jennings and directed, among others, by Mark Risley, Jim Schumann, and Heiko Drengenberg. The show struggled to gain an audience, received many negative reviews and ended up being cancelled in November 2008 after only 26 episodes.","original_name":"Tak and the Power of Juju","vote_average":6.0,"name":"Tak and the Power of Juju","cert":"Unavailable","id":5340,"adult":"false","genre_ids":[16,35,10759],"origin_country":["US"]},{"first_air_date":"1981-10-09","cast":["Eduardo Jover","Gloria Cámara","Jesus Nieto","José Luis Gil","Manuel Peiró"],"overview":"Dogtanian and the Three Muskehounds is an animated cartoon adaptation of the classic Alexandre Dumas story of d'Artagnan and The Three Musketeers. Most of the characters are anthropomorphizations of dogs, hence the title of the cartoon; although there are a few exceptions, most notably Dogtanian's two sidekicks Pip the mouse and Planchet the bear, among several others.","original_name":"D'Artacan y los Tres Mosqueperros","vote_average":7.6,"name":"Dogtanian and the Three Muskehounds","cert":"Unavailable","id":5341,"adult":"false","genre_ids":[10759,16,35,10765,10751],"origin_country":["JP","ES","TW"]},{"first_air_date":"1965-09-18","cast":["Peter Falk"],"overview":"The Trials of O'Brien is a 1965 television series starring Peter Falk as a sordid Shakespeare-quoting lawyer and featuring Elaine Stritch as his secretary and Joanna Barnes as his ex-wife.\n\nThe series ran for only 22 episodes.\n\nAmong its guest stars: Milton Berle, Robert Blake, David Carradine, Faye Dunaway, Britt Ekland, Tammy Grimes, Buddy Hackett, Gene Hackman, Frank Langella, Angela Lansbury, Cloris Leachman, Roger Moore, Rita Moreno, Estelle Parsons, Joanna Pettet, Brock Peters, Tony Roberts and Martin Sheen.\n\nFalk often said that he actually liked this financially unsuccessful series much better than his later smash-hit Columbo.","original_name":"The Trials of O'Brien","vote_average":9.0,"name":"The Trials of O'Brien","cert":"Unavailable","id":5342,"adult":"false","genre_ids":[18,35],"origin_country":["US"]},{"first_air_date":"1992-09-12","cast":["Paul Zaloom","Jean Stapleton","Alanna Ubach","Senta Moses","Mark Ritts"],"overview":"Beakman's World is an educational children's television show. The program is based on the Universal Press Syndicate syndicated comic strip You Can with Beakman and Jax created by Jok Church. The series premiered September 18, 1992 on The Learning Channel cable network and in national syndication.\n\nOn September 18, 1993 it moved from national syndication to CBS Saturday morning children’s lineup. At the peak of its popularity, it was seen in nearly 90 countries around the world. The series was canceled in 1998. Reruns returned to national syndication in September 2006, after which it was transferred to local stations such as KICU. The show debuted a year prior to Bill Nye the Science Guy, which covered similar topics. The show's host, Paul Zaloom, still performs as Beakman in live appearances around the globe.","original_name":"Beakman's World","vote_average":8.7,"name":"Beakman's World","cert":"Unavailable","id":5343,"adult":"false","genre_ids":[35,10762],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Really Wild Show was a long-running British television show about wildlife, broadcast by the BBC as part of their CBBC service to children. It also runs on Animal Planet in the US.\n\nThe show was broadcast continuously since 21 January 1986. In April 2006 the BBC announced that the show would be axed that summer, and as such the last ever episode was shown in April 2006, giving the show a run of 20 years.","original_name":"The Really Wild Show","vote_average":0.0,"name":"The Really Wild Show","cert":"Unavailable","id":5344,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2005-09-24","cast":["Adam Spencer"],"overview":"Joker Poker was a late night Australian poker program on Network Ten which aired in 2005 and 2006. Series one was hosted by Adam Spencer, with series two hosted by Mike Goldman. Both series were co-hosted by New Zealand poker pro Lee Nelson and Australian model Laura Weston acted as hostess. The show was produced by Australian Production Company Freehand Group.\n\nThe show featured Australian comedians playing no-limit Texas hold'em poker. Four comedians compete in each episode on behalf of their chosen charity. It was recorded in the high rollers' room of Sydney's Star City Casino for the first season and in a studio at Fox Studios in Sydney for the second. The weekly winner donates $5,000 to charity, while the series winner donates $25,000.\n\nA New Zealand version also aired in 2007.","original_name":"Joker Poker","vote_average":0.0,"name":"Joker Poker","cert":"Unavailable","id":5345,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"2004-06-07","cast":["Lee Da-hae","Lee Joo-hyun","Park So-hyun","Park Tam-hee"],"overview":"","original_name":"Lotus Flower Fairy","vote_average":0.0,"name":"Lotus Flower Fairy","cert":"Unavailable","id":5356,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":"2001-02-18","cast":["Noboru Kaneko","Kei Horie","Takeru Shibaki","Kazuyoshi Sakai","Miu Takeuchi"],"overview":"Hyakujuu Sentai Gaoranger is Toei's twenty-fifth production of the Super Sentai television series airing in 2001 and celebrated the franchise's 25th anniversary. Its footage was used in the 2002 American series Power Rangers Wild Force and was later dubbed in 2010 as the retitled Power Rangers: Jungle Force for South Korean television in place of Samurai Sentai Shinkenger, possibly due to cultural reasons.","original_name":"Hyakujuu Sentai Gaoranger","vote_average":10.0,"name":"Hyakujuu Sentai Gaoranger","cert":"Unavailable","id":5357,"adult":"false","genre_ids":[10765,10759],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Talkin' Funny is a live call-in television show on Chicago Public-access television cable TV channel CAN21. It airs on Monday night at 7:30 p.m. in the Chicago area. The show is hosted by international comedians Sasha and the Noob, who formerly appeared in the live game show \"Don't Spit the Water\" at the Playground Theater.","original_name":"Talkin' Funny","vote_average":0.0,"name":"Talkin' Funny","cert":"Unavailable","id":5358,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2007-04-27","cast":[],"overview":"Nigeria’s Top Model 2007 was a television event in Nigeria. Originally the show was planned to be a multi-episode reality competition such as the original format of America's Next Top Model. However, after an unsuccessful attempt to gain the rights for the franchise it was modeled as a competition that only lasted one evening. It took place on April 27, 2007. The event was held in London with prizes such as a contract with acclaimed agency Select Models and immediate booking for shows in Johannesburg, Cape Town, Durban and others. Girls between 18 and 28 and who were at least 5'8 were allowed to compete.\n\n In a pageant-style contest with fourteen chosen girls competing in order to win the title of Nigeria's Top Model. In the first round the girls were narrowed down to six and with a second round resulting in the top 3 placements where Olabimitan Adeyinka took home victory. Given the big success the show enjoyed a second \"Cycle\" was planned but further plans did not surpass that stage.","original_name":"Nigeria's Next Top Model","vote_average":0.0,"name":"Nigeria's Next Top Model","cert":"Unavailable","id":5361,"adult":"false","genre_ids":[],"origin_country":["NG"]},{"first_air_date":null,"cast":[],"overview":"Kınalı Kar is a miniseries portraying the love stories of several people in the Turkish village of Kınalı Kar, most notably Ali and Nazar.","original_name":"Kınalı Kar","vote_average":6.0,"name":"Kınalı Kar","cert":"Unavailable","id":5362,"adult":"false","genre_ids":[18],"origin_country":["TR"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Barnaby Flowers A Time to Talk","vote_average":0.0,"name":"Barnaby Flowers A Time to Talk","cert":"Unavailable","id":5363,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"1991-01-07","cast":["John Henson"],"overview":"Talk Soup was a television show produced for cable network E! that debuted on January 7, 1991, and aired until August 2002. Talk Soup aired selected clips of the previous day's daily talk shows—ranging from daytime entries like The Jerry Springer Show and to celebrity interview shows like The Tonight Show—surrounded by humorous commentary delivered by the host. Although Talk Soup poked fun at the talk shows, it also advertised the topics and guests of upcoming broadcasts of them. Despite this several talk shows including The Oprah Winfrey Show refused to allow clips of their shows to be shown on the series. During its run, Talk Soup was nominated for five Daytime Emmy Awards, winning once in 1995 for Outstanding Special Class Program. It remains the only E! show to ever win an Emmy.\n\nA show based on it, The Soup, now airs weekly on E!.\n\nThe show frequently poked fun at actors Randolph Mantooth and Mario Van Peebles. Also featured was a womanizing Argentine sock puppet named Señor Sock that had bought several Thighmasters because he was madly in love with Suzanne Somers.","original_name":"Talk Soup","vote_average":10.0,"name":"Talk Soup","cert":"Unavailable","id":5372,"adult":"false","genre_ids":[35,10767],"origin_country":["US"]},{"first_air_date":"1999-10-04","cast":["Sue Rose","Al Mukaddam","Bryn McAuley","Ruby Smith-Merovitz","Kevin Duhaney"],"overview":"A unique style of cutout animation tells the story of eight-year-old Angela, her weird and wonderful friends, and her sworn enemy--snobby Nanette Manoir.","original_name":"Angela Anaconda","vote_average":4.4,"name":"Angela Anaconda","cert":"Unavailable","id":5373,"adult":"false","genre_ids":[16,35,10751],"origin_country":["US","CA"]},{"first_air_date":"2003-09-15","cast":["Rain","Gong Hyo-jin","Lee Dong-gun","Hong Soo-hyun","Lee Young-ha"],"overview":"Sang-doo! Let's Go to School! is a 2003 South Korean television series starring Rain, Gong Hyo-jin, Lee Dong-gun, Hong Soo-hyun and Song Min-joo. It aired on KBS2 from September 15 to November 4, 2004 Mondays and Tuesdays at 21:50 for 16 episodes.","original_name":"상두야 학교가자","vote_average":10.0,"name":"Sang Doo! Let's Go to School","cert":"Unavailable","id":5374,"adult":"false","genre_ids":[18],"origin_country":["KR"]},{"first_air_date":"1972-01-22","cast":["Tim Donnelly","Bobby Troup","Robert Fuller","Kevin Tighe","Randolph Mantooth"],"overview":"Emergency! is an American television series that combines the medical drama and action-adventure genres. It was produced by Mark VII Limited and distributed by Universal Studios. It debuted as a midseason replacement on January 15, 1972, on NBC, replacing the two short-lived series The Partners and The Good Life, and ran until May 28, 1977, with six additional two-hour television films during the following two years. Emergency! was created and produced by Jack Webb and Robert A. Cinader, both of whom were also responsible for the police dramas Adam-12 and Dragnet.","original_name":"Emergency!","vote_average":7.9,"name":"Emergency!","cert":"Unavailable","id":5375,"adult":"false","genre_ids":[10759,18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Sparkle Friends was an animated series produced for New Zealand's long running children's show, What Now?. The series stars the What Now presenters as children and also a magical creature named Gun-gi who vomits a green liquid which makes the presenters have super powers. Each episode is approximately 3 minutes long and is produced in 1 week by Mukpuddy Animation.\n\nSparkle Friends is now broadcast in Australia on ABC Television.","original_name":"Sparkle Friends","vote_average":0.0,"name":"Sparkle Friends","cert":"Unavailable","id":5376,"adult":"false","genre_ids":[],"origin_country":["NZ"]},{"first_air_date":"2005-06-06","cast":["Joe Ma","Annie Man","Gregory Charles Rivers"],"overview":"The Gâteau Affairs is a 20 episode TVB series in late 2004 and early 2005. It stars Joe Ma, Myolie Wu, Bobo Chan, Jack Wu and Annie Man. Bobo Chan provides the voice for the theme song. Gâteaux was misspelt as \"Gâteux\" for all scenes and captions within the series.","original_name":"The Gâteau Affairs","vote_average":0.0,"name":"The Gâteau Affairs","cert":"Unavailable","id":5377,"adult":"false","genre_ids":[18],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"CNBC's On the Money, hosted by Carmen Wong Ulrich, is a television program that focuses primarily on personal finance, a programming departure from CNBC's \"investor focused\" weekday programming.\n\nThe show premiered on October 10, 2005 with Dylan Ratigan as host. Ratigan was replaced by Melissa Francis in 2007 and remained on CNBC's schedule until October 5, 2007. On September 27, it was announced that the program would be removed from the schedule effective October 10, due in part to low ratings, but the last edition was aired on October 5.\n\nThe program was completely revamped and relaunched on August 4, 2008 featuring new CNBC personality Carmen Wong Ulrich The program is now more of a financial advice show, similar to The Suze Orman Show.\n\nOn the Money was reduced from a daily 10pm program, to a single Saturday night airing effective June 1, 2009. On August 25, 2009, CNBC announced that it would be canceling the program for the second time, shifting resources to their more successful documentary unit.\n\nThis program is not be confused with the current On the Money with Maria Bartiromo, which was retitled as such in January 2013 from The Wall Street Journal Report after the end of the NBC\/Dow Jones partnership deal.","original_name":"On the Money","vote_average":0.0,"name":"On the Money","cert":"Unavailable","id":5378,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"'Makuha Ka Sa Tikim' is a cooking-reality TV program of ABS-CBN in partnership with Knorr, a cooking product of Unilever Philippines. It began on September 10, 2005 with Eula, Jean and Eugene Domingo but has now ceased.\n\nThere were hundreds who came but only 27 made it to the final cut. They are mothers, girlfriends, daughters and wives – different women from all over the Philippines who have come together to show their culinary prowess in the Knorr kitchen and bring home the title of The Ultimate Cooking Diva.\n\nArmed with their exceptional kitchen skills and a common passion for cooking, these ladies will be seen on Knorr and ABS-CBN’s Makuha Ka Sa Tikim, a weekly program that will showcase the cooking prowess of the finalists. Hosted by Jean Garcia & Eula Valdez, the show will focus on the contestants’ creativity and culinary talents through a cooking showdown every Saturday at 10:30 AM.\n\nAnd aside from witnessing their excellent cooking skills, viewers will get to discover their various stories and cooking anecdotes week after week. One of them learned to cook because she spent a lot of time playing bahay-bahayan with friends as a child. Another uses her delicious dishes to soothe her husband’s fiery temperament. There’s also a comedian from Singapore who can easily make people laugh but who’s very serious when it comes to her cooking.","original_name":"Makuha Ka sa Tikim","vote_average":0.0,"name":"Makuha Ka sa Tikim","cert":"Unavailable","id":5387,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Pat Sajak Weekend is a talk show that aired Sunday nights on Fox News Channel and starred Pat Sajak. The show debuted in 2003 and was cancelled a few months later. Two guests were usually interviewed each week. Notable guests included Joan Rivers, Kelly Ripa, Drew Carey, Jason Alexander, and Bob Barker.","original_name":"Pat Sajak Weekend","vote_average":0.0,"name":"Pat Sajak Weekend","cert":"Unavailable","id":5388,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Internet Tonight is a television program on the cable network ZDTV. The show combined the \"effervescent moxie\" of Michaela Pereira with the \"dry wit\" of Scott Herriott, to bring the viewers the latest in Internet trends, humor, and news. Due to the production value it was called the \"absolute slickest show [TechTV] had\" but was canceled when \"Paul [Allen] took a dislike to the show ... and just killed it\"\n\nA daily, half-hour show, it was on the launch schedule for ZDTV, and strove to be \"the show of record about the Net.\" Segments included Strange Sites, Incredibly Useful Sites, and Home Sweet Homepage. The collection of these links were amassed into an archive called The Big List and on each show Scott's trademark was to yell 'THE BIG LIST' at its first mention. The show had contributing correspondents, most with their own dedicated segment:\n\n⁕The Surf Guru – ZDTV'S night watchman and self-proclaimed net expert played by Ed Marques.\n\n⁕Meghan Marx – the host of Love Online with Match.com\n\n⁕Liam Mayclem – the Music Online reporter and\n\n⁕Roving reporter SuChin Pak","original_name":"Internet Tonight","vote_average":0.0,"name":"Internet Tonight","cert":"Unavailable","id":5389,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1987-08-15","cast":["Debra Yancey","Michael L. White"],"overview":"Summer Breeze was a single episode pilot which originally aired in 1987 on the NBC television network.\n\nSummer Breeze centered around the life of newlyweds Michael and Eve Wainwright. The couple were high school sweethearts finding married life difficult when an old flame went out of his way to make their life miserable in an effort to win the love of Eve, whom he had had a crush on for many years.","original_name":"Summer Breeze","vote_average":0.0,"name":"Summer Breeze","cert":"Unavailable","id":5390,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1982-10-03","cast":["Jon-Erik Hexum","Meeno Peluce","Stephen Liska","Tracy Brooks Swope","Jenny Neumann"],"overview":"Voyagers! is an American science fiction time travel-based television series that aired on NBC during the 1982–1983 season. The series stars Jon-Erik Hexum and Meeno Peluce.","original_name":"Voyagers!","vote_average":7.2,"name":"Voyagers!","cert":"Unavailable","id":5391,"adult":"false","genre_ids":[10765],"origin_country":["US"]},{"first_air_date":"1948-12-17","cast":["Morey Amsterdam","Art Carney","Jacqueline Susann","Vic Damone"],"overview":"The Morey Amsterdam Show is an American sitcom which ran from 1948-1949 on CBS Television and 1949-1950 on the DuMont Television Network, for a total of 71 episodes.","original_name":"The Morey Amsterdam Show","vote_average":0.0,"name":"The Morey Amsterdam Show","cert":"Unavailable","id":5392,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Gospel Bill Show is a Christian-values based television show that was produced by Willie George Ministries from 1981 to 1993.\n\nIt was broadcast on the CBN and TBN, and is currently seen on Daystar, Smile of a Child, and in syndication on other small Christian television stations.","original_name":"The Gospel Bill Show","vote_average":0.0,"name":"The Gospel Bill Show","cert":"Unavailable","id":5399,"adult":"false","genre_ids":[37],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"You Don't Know You're Born is a British television documentary series that aired on ITV in 2007. It features celebrities looking into their family tree.","original_name":"You Don't Know You're Born","vote_average":0.0,"name":"You Don't Know You're Born","cert":"Unavailable","id":5400,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Hider in the House was a British children's game show presented by Jason King and Joel Ross. In the programme, a celebrity had to be hidden in a family's house by three children and a parent. If the family have fewer than three children, they use friends or related children to make up the numbers. The other parent of the family thinks they are taking part in a totally different programme. The children involved must undergo a series of tasks to win prizes which they will receive if the unaware parent does not work out what is really happening. The tasks are sometimes very messy or involve getting the unaware parent to do strange things.\n\nThe format, was devised by Eyeworks UK, won the Best Entertainment prize at the 2008 Rose d'Or ceremony.","original_name":"Hider in the House","vote_average":0.0,"name":"Hider in the House","cert":"Unavailable","id":5401,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1994-01-03","cast":["Josef Meinrad","Roger Carel"],"overview":"Il était une fois... les Découvreurs was a French animated TV series from 1994. Directed by Albert Barillé.","original_name":"Il était une fois... les découvreurs","vote_average":8.5,"name":"Once Upon a Time... The Discoverers","cert":"Unavailable","id":5402,"adult":"false","genre_ids":[10762,99,16,10751],"origin_country":["FR"]},{"first_air_date":"1986-09-19","cast":["Robert Hays","Christopher Daniel Barnes","Michael Cavanaugh","Patrick Culliton"],"overview":"Starman is an American science fiction television series, starring Robert Hays and Christopher Daniel Barnes and continuing the story from John Carpenter's 1984 film. The series ran on the ABC network from September 19, 1986 to May 2, 1987. The series was an adaptation and sequel to a movie of the same name produced in 1984.","original_name":"Starman","vote_average":6.6,"name":"Starman","cert":"Unavailable","id":5403,"adult":"false","genre_ids":[10765],"origin_country":["US"]},{"first_air_date":"1966-09-10","cast":["David Carradine","Jill Ireland","Tom Tully","Christopher Shea"],"overview":"Shane is an American Western television series","original_name":"Shane","vote_average":10.0,"name":"Shane","cert":"Unavailable","id":5404,"adult":"false","genre_ids":[37],"origin_country":["US"]},{"first_air_date":"2003-10-04","cast":["Kappei Yamaguchi","Alisa Durbrow","Aya Sugimoto","Chieko Kawabe","Keiko Kitagawa"],"overview":"Usagi Tsukino is a clumsy teenage girl who becomes a Magical Girl named Sailor Moon after meeting a cat named Luna, who tells her she is a destined warrior who must find the reincarnated princess of a lost kingdom. Along the way, she meets other reincarnated warriors who join her group known as the Sailor Senshi who fight the forces of the evil mastermind behind the Dark Kingdom.","original_name":"美少女戦士セーラームーン","vote_average":5.0,"name":"Pretty Guardian Sailor Moon","cert":"Unavailable","id":5405,"adult":"false","genre_ids":[18,10765],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Holidays for Sale was an Australian holiday and travel television series that debuted on 17 May 2008, on the Nine Network. It was hosted by Australia's Funniest Home Videos host Shelley Craft, and presented by a team of diverse Nine Network personalities. It is now a website dedicated to offering the cheapest Australian Holidays and is featured each week in the Nine Network's Getaway program.","original_name":"Holidays for Sale","vote_average":0.0,"name":"Holidays for Sale","cert":"Unavailable","id":5412,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Chuy was a long run teen magazine show every Sunday of ABS-CBN Regional Network Group in Northern Mindanao, Philippines which based in Cagayan De Oro.","original_name":"CHUY","vote_average":0.0,"name":"CHUY","cert":"Unavailable","id":5413,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"2008-05-07","cast":[],"overview":"Fire 000 is an Australian observational documentary series that is now airing on the Nine Network on 7 May 2008.\n\nFire 000 follows the fire officer operations of the New South Wales Fire Brigade.","original_name":"Fire 000","vote_average":0.0,"name":"Fire 000","cert":"Unavailable","id":5414,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"2007-05-13","cast":["Scott Adsit","Brendon Small"],"overview":"","original_name":"Let's Fish","vote_average":0.0,"name":"Let's Fish","cert":"Unavailable","id":5415,"adult":"false","genre_ids":[16,35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Nekenčiu reklamos is a Lithuanian comedy show, starring Rolandas Kazlas.\n\nIt consists of non-sense funny commercials and Kazlas' life near television. There are 33 episodes, which were shown in 2000–2001.","original_name":"Nekenčiu reklamos","vote_average":0.0,"name":"Nekenčiu reklamos","cert":"Unavailable","id":5416,"adult":"false","genre_ids":[35],"origin_country":["LT"]},{"first_air_date":null,"cast":[],"overview":"Sanya was an Indian TV situation comedy available in Hindi. It is a show for the channel Hungama TV which was bought by the Walt Disney Company. The show originally ran from 2005 - 2006. Sanya, however was actually put into the spotlight when it was shown on Hungama TV's sister channel Disney Channel IndiaSanya premiered on Disney Channel India on April 21, 2008 at 7.30pm IST.Sanya was shown daily at 7.30pm when a new episode was broadcast and was repeated at 10.30am and 3pm. The week's episodes were shown consecutively on Sundays at 4.30-7pm.","original_name":"Sanya","vote_average":0.0,"name":"Sanya","cert":"Unavailable","id":5417,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Poverty Campaign: Speak Up is a society show on Hong Kong's TVB sponsored by general manager Stephen Chan. The title literally means \"The story of a million people\" as the show allows the poor to speak out about their poverty experience. Most complaints are against the way the Hong Kong government and major corporations treat them unfairly. Much of the theme is about the increasing gap between the rich and the poor.","original_name":"Poverty Campaign: Speak Up","vote_average":0.0,"name":"Poverty Campaign: Speak Up","cert":"Unavailable","id":5418,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"CBC News: The Scene is a Canadian entertainment news program on CBC Television and CBC Newsworld. It airs a two-minute weekday wrap on CBC News Network and local CBC newscasts, and a half-hour Weekend Scene edition airs on Fridays, Saturdays and Sundays on CBC News Network.\n\nThe show is hosted by journalist Jelena Adzic.","original_name":"CBC News: The Scene","vote_average":0.0,"name":"CBC News: The Scene","cert":"Unavailable","id":5427,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":"2006-05-08","cast":[],"overview":"Dan Cruickshank's Marvels of the Modern Age is a BBC documentary series in which Dan Cruickshank traces the roots of Modernism and focuses on the movement's leading lights, such as Le Corbusier and Frank Lloyd Wright, and the century's most seismic political events including the rise of Nazi Germany.\n\nThe series was first broadcast on BBC Two in 2006 to coincides with the exhibition Modernism: Designing a New World at the Victoria and Albert Museum in London.","original_name":"Marvels of the Modern Age","vote_average":0.0,"name":"Marvels of the Modern Age","cert":"Unavailable","id":5428,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"1956-04-02","cast":["Frances Fisher","Holland Taylor","Joel Crothers","Forrest Compton","Lois Kibbee"],"overview":"The Edge of Night was an American television mystery series\/soap opera produced by Procter & Gamble. It debuted on CBS on April 2, 1956, and ran as a live broadcast on that network until November 28, 1975; the series then moved to ABC, where it aired from December 1, 1975, until December 28, 1984. There were 7,420 episodes, with some 1,800 available for syndication.","original_name":"The Edge of Night","vote_average":0.0,"name":"The Edge of Night","cert":"Unavailable","id":5429,"adult":"false","genre_ids":[80,9648,10766],"origin_country":["US"]},{"first_air_date":"2007-08-27","cast":["Juan Gil Navarro","Luciano Castro","Carla Peterson"],"overview":"Lalola was an Argentine television Comedy show that aired from 28 August 2007 to 29 April 2008. It was broadcast by TV channel América 2. It starred Carla Peterson and Luciano Castro as protagonists.\n\nThe show won nine Martín Fierro Awards for 2007, and also the Gold Prize.\n\nA pilot for an American version, entitled \"Eva Adams\", was filmed for the Fox network starring James Van Der Beek. It was envisioned as a dramedy, in the vein of how Yo soy Betty la fea was adapted for American audiences as Ugly Betty, but wasn't picked up for a regular series.","original_name":"Lalola","vote_average":9.0,"name":"Lalola","cert":"Unavailable","id":5430,"adult":"false","genre_ids":[18,10765,35],"origin_country":["AR"]},{"first_air_date":"2000-11-06","cast":["Adam Hart-Davis"],"overview":"What the Romans Did for Us, is a 2000 BBC documentary series \"looking at the innovations and inventions brought to Britain by the Romans\". The title of the programme is derived from the cult movie Monty Python's Life of Brian, referencing the famous scene where the People's Front of Judea discuss \"What have the Romans done for us?\"","original_name":"What the Romans Did for Us","vote_average":0.0,"name":"What the Romans Did for Us","cert":"Unavailable","id":5431,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Dhoop Kinare meaning \"at the edge of the sunshine\" in Urdu was a Pakistani television serial presented by the PTV network. The show centers around a team of doctors in a hospital in Karachi and revolves around their routines at the hospital and private lives at home. The show starred Rahat Kazmi and Marina Khan in lead roles, was directed by Sahira Kazmi and written by Haseena Moin.\n\nIn the early days of PTV, drama serials were usually applauded for being richly diverse in their plots and direction. They were celebrated in Pakistan and their quality content was cherished over the border in India as well. A long list of such dramas may usually include Dhoop Kinare as one of those at the top. The serial enjoyed seemingly undeniable success for two further decades after it finished airing. This serial is usually said to have promoted the careers of Rahat Kazmi and Marina Khan as one of the most sought after stars in Pakistani television industry.\n\nOn October 3, 2011, an Indian soap opera in Hindi was launched by Sony Entertainment Television India. It was titled as Kuch Toh Log Kahenge and is loosely based on Dhoop Kinare.","original_name":"Dhoop Kinare","vote_average":0.0,"name":"Dhoop Kinare","cert":"Unavailable","id":5432,"adult":"false","genre_ids":[],"origin_country":["PK"]},{"first_air_date":null,"cast":[],"overview":"Love at 0°C is a Singaporean drama series which aired on Mediacorp Channel 8. It debuted on 10 July 2006 and consists of 20 episodes. The cast consisted of mostly relative newcomers and younger artistes.","original_name":"Love at 0°C","vote_average":0.0,"name":"Love at 0°C","cert":"Unavailable","id":5441,"adult":"false","genre_ids":[],"origin_country":["SG"]},{"first_air_date":null,"cast":[],"overview":"The BBC News at Five is an hour long news programme broadcast every weekday at 17:00 on BBC News. The programme is fronted by BBC News at Ten presenter Huw Edwards from Monday-Thursday, and Newsnight presenter Gavin Esler on Friday. The show includes a detailed look at the news, as well as analysis with guests and business, sport and weather updates.","original_name":"BBC News at Five","vote_average":0.0,"name":"BBC News at Five","cert":"Unavailable","id":5442,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1998-11-07","cast":[],"overview":"Mythic Warriors is a Canadian-produced animated television series that was a fixture of CBS' Saturday-morning cartoon lineup. The show featured retellings of popular Greek myths that were altered so as to be appropriate for younger audiences.\n\nTwo seasons of episodes were produced in 1998 and 1999; then aired alongside reruns until 2000, when CBS' abolition of its children's programming resulted in its cancellation.\n\nThe programme was continues to be re-aired on STV. Original in 2009 on wknd@stv, which is a children's television strand on Scottish television channel, then on Saturday mornings on STV during 2010. The series has been translated into Scottish Gaelic and is broadcast on BBC Alba since 2012.\n\nMost of the characters in the show are all portrayed with their original Greek names, though Romanized exceptions were also utilized.","original_name":"Mythic Warriors","vote_average":0.0,"name":"Mythic Warriors","cert":"Unavailable","id":5443,"adult":"false","genre_ids":[16],"origin_country":["CA"]},{"first_air_date":"2008-06-02","cast":["Tabitha St. Germain","Matt Hill","Anna Cummer","Sam Vincent","Ian James Corlett"],"overview":"Monster Buster Club is a television series by Marathon Production and Image Entertainment Corporation. The show debuted on June 2, 2008 on Jetix in Europe, June 9, 2008 in the United States and in Asia on May 3, 2008. This show is about three twelve-year-olds, helped by an alien girl named Cathy, who are all charged with saving their town from alien invasions. With her grandfather, they reform a secret organization that was founded centuries ago called the Monster Buster Club, often abbreviated to MBC. The goal of the MBC is to locate alien criminals seeking refuge in Single Town, capture them, and send them to galactic authorities.","original_name":"Monster Buster Club","vote_average":10.0,"name":"Monster Buster Club","cert":"Unavailable","id":5444,"adult":"false","genre_ids":[16,35],"origin_country":["US","CA"]},{"first_air_date":"2005-06-01","cast":[],"overview":"A fast-paced eye-popping journey into days gone by from the people behind the hugely popular Brainiac: Science Abuse series.","original_name":"Brainiac: History Abuse","vote_average":5.5,"name":"Brainiac: History Abuse","cert":"Unavailable","id":5445,"adult":"false","genre_ids":[35,99],"origin_country":["GB"]},{"first_air_date":"2000-11-13","cast":["Eamonn Holmes"],"overview":"Playing for Time was a BBC Television daytime quiz programme that aired on BBC One from 13 November 2000 until 2001. The programme was hosted by Eamonn Holmes.","original_name":"Playing for Time","vote_average":0.0,"name":"Playing for Time","cert":"Unavailable","id":5446,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"The Surrogate is a 1995 television movie drama directed by Jan Egleson and Raymond Hartung and aired on ABC. The movie had a limited VHS release in the United Kingdom in April 1996. It has also been released on video in Asia.\n\nThe film centers around the young and talented student Amy, who replies on an innocent advertisement for a rental place. Here, she meets Stuart and Joan Quinn. After she rents the place, she creates a good relationship with the family. After a lot of hesitation, the family asks her to be the surrogate mother of their child, since Joan can't have babies herself anymore. Amy thinks about it and agrees. When Amy discovers that the family hides a dark secret about the death of an earlier baby, Amy is determined not to give her child up and flees. Soon, the police are looking for her, because she officially kidnapped her own baby.","original_name":"The Surrogate","vote_average":0.0,"name":"The Surrogate","cert":"Unavailable","id":5447,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1982-09-13","cast":["Ian Ogilvy","Brigit Forsyth","Lionel Jeffries"],"overview":"Tom, Dick and Harriet is a British sitcom that aired for two seasons from 1982 to 1983. It was created by the sitcom writing team of Johnnie Mortimer and Brian Cooke, and it starred veteran actor Lionel Jeffries in one of his very few television roles, only seven months after his previous TV sitcom role in Father Charlie, Ian Ogilvy, and Brigit Forsyth.\n\nIt was made by Thames Television for the ITV network.","original_name":"Tom, Dick and Harriet","vote_average":0.0,"name":"Tom, Dick and Harriet","cert":"Unavailable","id":5454,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Saber y ganar, the cultural quiz show of \"La 2\" hosted by Jordi Hurtado, has celebrated sixteen years on the air, thus becoming the daily program with a longer running time in the history of Spanish television.\n\nDuring the show's thirty-minute duration three contestants compete in different tests where they have to answer trivia-like questions, putting their mental, reasoning and memory abilities to the test. Most of the questions have a moderate level of difficulty and are spread over six different games: \"Cada sabio con su tema\", where each contestant answer questions about a given topic of their choice; \"La pregunta caliente\", where contestants must answer random questions; \"El duelo\", where two contestants answer questions about a topic that changes daily; \"La parte por el todo\", where the contestants must figure out what an image, piece of text or piece of music belong to; \"La calculadora humana\", where the contestant with the second highest score must answer fifteen basic arithmetic operations in 50 seconds in order to keep his\/her earnings for the day; and finally \"El reto\", where the contestant with the least score has to figure out seven words from their root and definition in order to remain in the game. If the contestant loses the \"El Reto\", a new individual will be chosen to replace him\/her the next episode.","original_name":"Saber y Ganar","vote_average":0.0,"name":"Saber y Ganar","cert":"Unavailable","id":5455,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Marko Živić Show was a Serbian late-night talk show that aired nightly on Fox televizija for just over four months during 2007.","original_name":"Marko Živić Show","vote_average":0.0,"name":"Marko Živić Show","cert":"Unavailable","id":5456,"adult":"false","genre_ids":[],"origin_country":["RS"]},{"first_air_date":"1999-10-12","cast":["Stacey Dash","Sean Patrick Flanery","Guy Torry","Joe Viterelli","Alexis Arquette"],"overview":"The Strip is a short-lived American action drama series which aired on the UPN television network during the 1999-2000 season.","original_name":"The Strip","vote_average":0.0,"name":"The Strip","cert":"Unavailable","id":5457,"adult":"false","genre_ids":[10759,18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Super Model Centroamérica is a reality documentary that features contestants from the participating countries Costa Rica, El Salvador, Guatemala, Honduras, Nicaragua and Panama that are living in a villa in Heredia, Costa Rica and do a variety of model-business-based competitions to determine who will win title Super Model Centroamérica.\n\nThe show followed the format of America's Next Top Model, with Costa Rican model Leonora Jiménez taking the role of Tyra Banks in the original series as the head of the search as well as a mentor for the finalists. Cycle one premiered in August 2007, and was won by Lisseth Cáceres from Panama.\n\nIn its second year, the show became a beauty-pageant style search where all significant factors of a typical \"Next Top Model\" show were removed. Instead, each country had its own model search where all of the national winners got a ticket for the Super Model of the World contest.","original_name":"Super Model Centroamérica","vote_average":0.0,"name":"Super Model Centroamérica","cert":"Unavailable","id":5458,"adult":"false","genre_ids":[],"origin_country":["CR"]},{"first_air_date":"2008-06-09","cast":["Maite Perroni","William Levy","Helena Rojo","Ana Patricia Rojo","Laura Zapata"],"overview":"Cuidado Con El Ángel is a Telenovela distributed by Televisa starring Maite Perroni and William Levy. The telenovela, a production of Nathalie Lartilleux, premiered on June 9, 2008 and finished its broadcast March 6, 2009. It had millions of viewers worldwide, and broke records in America.","original_name":"Cuidado con el Ángel","vote_average":4.8,"name":"Cuidado con el Ángel","cert":"Unavailable","id":5459,"adult":"false","genre_ids":[18,10766],"origin_country":["MX"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Cats","vote_average":0.0,"name":"Cats","cert":"Unavailable","id":5468,"adult":"false","genre_ids":[16,99,35],"origin_country":[]},{"first_air_date":"1967-01-02","cast":["Bill Mazer"],"overview":"Reach for the Stars was an American game show which briefly aired on NBC weekday mornings at 10:00 beginning January 2, 1967 for a total of 65 episodes. The show was produced by Merv Griffin Productions at NBC's New York studios and was hosted by longtime broadcaster Bill Mazer.","original_name":"Reach for the Stars","vote_average":0.0,"name":"Reach for the Stars","cert":"Unavailable","id":5469,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Bingo Night Live was an interactive television programme featuring a free-to-play bingo game, broadcast in the United Kingdom on ITV & UTV. It aired between 4 June 2008 and 15 November 2008.","original_name":"Bingo Night Live","vote_average":0.0,"name":"Bingo Night Live","cert":"Unavailable","id":5470,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2008-02-07","cast":["Damien Leith"],"overview":"Follow children and their families as they go through numerous medical examinations and treatments.","original_name":"Saving Kids","vote_average":0.0,"name":"Saving Kids","cert":"Unavailable","id":5471,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Koi Tumsa Nahiin","vote_average":0.0,"name":"Koi Tumsa Nahiin","cert":"Unavailable","id":5472,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Khwaabh","vote_average":0.0,"name":"Khwaabh","cert":"Unavailable","id":5473,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":"1987-12-13","cast":["James Bolam","Barbara Flynn","Dudley Sutton","Beryl Reid","Don Fellows"],"overview":"The Beiderbecke Tapes is a two-part British television drama serial written by Alan Plater and broadcast in 1987. It is the second serial in The Beiderbecke Trilogy and stars James Bolam and Barbara Flynn as schoolteachers Trevor Chaplin and Jill Swinburne. When a tape recording of a conversation about nuclear waste inadvertently falls into Trevor's hands, Trevor and Jill find themselves being pursued by national security agents.","original_name":"The Beiderbecke Tapes","vote_average":8.0,"name":"The Beiderbecke Tapes","cert":"Unavailable","id":5484,"adult":"false","genre_ids":[35,18],"origin_country":["GB"]},{"first_air_date":"2008-06-16","cast":["Bill O'Reilly","Laura Ingraham","Armstrong Williams","Michelle Malkin","Jonah Goldberg"],"overview":"Just In with Laura Ingraham was a short-lived news program broadcast on the Fox News Channel weekdays at 5:00 p.m. Eastern Time. The show was hosted by conservative talk radio host Laura Ingraham. The show, said to be a limited trial run, lasted only three weeks on the air before being canceled; it was replaced by the same show that preceded it: America's Election Headquarters.\n\nThe show received significant public coverage shortly after its cancellation when a tape of off-air excerpts featuring Ingraham was leaked to the internet. In the nine-minute video Ingraham questions Fox News' style, and describes the show as a \"train wreck.\"","original_name":"Just In","vote_average":0.0,"name":"Just In","cert":"Unavailable","id":5485,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Sarvo was an after-school show for kids on Nickelodeon Australia, it was hosted by Maude Garrett and Kyle Linahan, until it was cancelled in Late 2007. It acted as a wrapper program to the most popular programs on Nickelodeon.","original_name":"Sarvo","vote_average":0.0,"name":"Sarvo","cert":"Unavailable","id":5486,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"1976-09-20","cast":["Derek Jacobi","George Baker","Brian Blessed","Siân Phillips","Margaret Tyzack"],"overview":"Acclaimed blackly comic historical drama series. Set amidst a web of power, corruption and lies, it chronicles the reigns of the Roman emperors - Augustus, Tiberius, Caligula and finally Claudius.","original_name":"I, Claudius","vote_average":8.3,"name":"I, Claudius","cert":"Unavailable","id":5487,"adult":"false","genre_ids":[18,10768],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Napalm Death: Thrash to Death is a short heavy metal music documentary aired on British channel BBC. Thrash to Death centers around grindcore pioneers Napalm Death. An interview with its four members is conducted at their hometown, interspersed with footage from their live show at the Kilburn National, also featured on Arena's “Heavy Metal” documentary.\n\nThe setlist of Napalm Death's Kilburn Club performance is focused on songs of their Scum and From Enslavement to Obliteration albums. Half of the songs have a slightly shorter length than their original studio counterparts. Also, they pay an impromptu homage to one of their early influences, Flint, Michigan band Repulsion, playing the first bars of \"The Stench of Burning Death\" as an intro to one of their songs, \"Deceiver\".","original_name":"Napalm Death: Thrash to Death","vote_average":0.0,"name":"Napalm Death: Thrash to Death","cert":"Unavailable","id":5488,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Martinez & Caldwell","vote_average":0.0,"name":"Martinez & Caldwell","cert":"Unavailable","id":5489,"adult":"false","genre_ids":[],"origin_country":[]},{"cert":"Unavailable","cast":[],"id":5498,"first_air_date":null,"overview":"La Femme is a Singaporean Chinese modern family drama mainly emphasizing on the lives of three women of different traits. It was telecasted on Singapore's free-to-air channel, MediaCorp Channel 8. It made its debut on 2 June 2008 and ended on 4 July 2008. This drama serial consists of 25 episodes, and was screened on every weekday night at 9:00 pm.","genre_ids":[],"origin_country":["SG"],"original_name":"La Femme","vote_average":0.0,"name":"La Femme","adult":"false"}]