[{"first_air_date":null,"cast":[],"overview":"WCW Prime was a professional wrestling show produced by World Championship Wrestling which aired on Mondays from 1995 to 1997. Along with WCW WorldWide and WCW Pro, it was part of the WCW Disney tapings. The rights to WCW Prime now belong to WWE.","original_name":"WCW Prime","vote_average":0.0,"name":"WCW Prime","cert":"Unavailable","id":58500,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Secret Lives of Men is an American sitcom that aired from September 30, 1998 to November 11, 1998.","original_name":"The Secret Lives of Men","vote_average":0.0,"name":"The Secret Lives of Men","cert":"Unavailable","id":58511,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Leader's Questions is an Irish TV programme broadcast on RTÉ One and RTÉ News Now. It is produced by RTÉ News and Current Affairs and is presented by Bryan Dobson with RTÉ Political Correspondent David McCullough acting as relief presenter. The programme airs every Wednesday at 10:25 during the Dáil term and broadcasts live proceedings from Leinster House of questions proposed by opposition leaders in parliament to the Taoiseach. The programme is on air for 45 minutes. Before and after the proceedings the presenter usually chairs analysis of the proceedings with a panel of guests.","original_name":"Leader's Questions","vote_average":0.0,"name":"Leader's Questions","cert":"Unavailable","id":58512,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Good Morning Boss is morning television show aired in People's Television Network started to air in January 14, 2013 from 7:00 to 9:00 am","original_name":"Good Morning Boss","vote_average":0.0,"name":"Good Morning Boss","cert":"Unavailable","id":58513,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"2013-12-04","cast":[],"overview":"The son of a Broadway star, who was given up for adoption 26 years ago, tries to connect with his birth mother after his adopted mother dies.","original_name":"Kirstie","vote_average":6.0,"name":"Kirstie","cert":"Unavailable","id":58514,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Million Dollar Decorators is an American reality documentary television series on Bravo. The series premiered on May, 31, 2011.","original_name":"Million Dollar Decorators","vote_average":0.0,"name":"Million Dollar Decorators","cert":"Unavailable","id":58515,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Potlach is an animated television series, co-produced in France and Italy, produced by ELLIPSANIME. 26 episodes aired on the French television network France 3 during the summer of 2006. The series follows the lives of anthropomorphic farm animals, that live on a farm without humans.\n\nThe series has been dubbed into English, and has been released on DVD.","original_name":"Potlach","vote_average":0.0,"name":"Potlach","cert":"Unavailable","id":58516,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"In the Alpes with Annette","vote_average":0.0,"name":"In the Alpes with Annette","cert":"Unavailable","id":58517,"adult":"false","genre_ids":[16],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Hugo was an interactive television show created by the Danish company Interactive Television Entertainment in 1990. Since its premiere in TV2, this popular \"live one-player multi platform interactive game show\" has aired in more than 40 other countries and has seen multiple video games and other media and merchandise in its extended franchise.","original_name":"Hugo","vote_average":0.0,"name":"Hugo","cert":"Unavailable","id":58526,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Wales This Week is a long-running Current affairs television programme that is broadcast on ITV Cymru Wales. The programme deals with a wide range of topics relating to the Welsh Public, and is usually told through the eyes of the Welsh people at the heart of the story.\n\nThe programme was first broadcast in 1982 on HTV. It celebrates its 30th year on the air in September 2012.\n\nIt is currently presented by Jonathan Hill.","original_name":"Wales This Week","vote_average":0.0,"name":"Wales This Week","cert":"Unavailable","id":58527,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2013-06-16","cast":["Justine Clarke","Shane Jacobson","William McInnes","Stephen Curry","Michelle Vergara Moore"],"overview":"The Time of Our Lives follows the lives of the extended Tivolli family  as they navigate their way around relationships, raising kids, love,  careers, divorce, disability and finding happiness. Elder brother Matt is a high-flying sports agent struggling with his  obsessive wife Caroline.  Younger brother Luce runs a much more relaxed  household with long-time partner Bernadette, despite a  chaotic schedule and financial pressures. Chai Li, the youngest, was adopted from Vietnam as a baby and is a  successful and happy thirty-something until her world is shattered by a  humiliating turn of events. Herb has known the family  since childhood.","original_name":"The Time of Our Lives","vote_average":8.0,"name":"The Time of Our Lives","cert":"Unavailable","id":58528,"adult":"false","genre_ids":[18],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"The Romance Of Science was a Canadian scientific docudrama television series which aired on CBC Television in 1960.","original_name":"The Romance of Science","vote_average":0.0,"name":"The Romance of Science","cert":"Unavailable","id":58529,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Young at Heart was a British television music programme presented by Tv veteran and radio DJ Jimmy Savile and Valerie Masters. Produced by Tyne Tees Television in Newcastle upon Tyne, the show was launched in May 1960 and ran for eight episodes.\n\nYoung at Heart was Savile's first television series. Four years after presenting this music show for Tyne Tees, he would become the first presenter of the BBC's Top of the Pops.","original_name":"Young at Heart","vote_average":0.0,"name":"Young at Heart","cert":"Unavailable","id":58530,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1999-01-18","cast":["José Wilker","Glória Pires","Irene Ravache","Letícia Spiller","Ângelo Antônio"],"overview":"Suave Veneno is a Brazilian telenovela produced and aired on TV Globo in January 18 to September 18, 1999, in time from 21 hours, a total of 209 chapters.\n\nIt was written by Aguinaldo Silva with help of Angela Carneiro, Maria Helena Nascimento, Felipe Miguez, Fernando Rebello and Marilia Garcia. The telenovela was directed by Marcos Schechtman, Alexandre Avancini and Moacyr Goes with the general direction of Ricardo Waddington, Marcos Schechtman and core Ricardo Waddington and Daniel Filho.\n\nIt was played by TV Globo International in 2007 with a total of 140 chapters. There were 130 episodes of the version shown on Portuguese television.\n\nFeatured José Wilker, Glória Pires, Irene Ravache, Letícia Spiller, Patrícia França, Ângelo Antônio, Luana Piovani, Tarcísio Filho, Vanessa Lóes, Nívea Maria, Betty Faria and Rodrigo Santoro in lead roles in the plot.","original_name":"Suave Veneno","vote_average":0.0,"name":"Suave Veneno","cert":"Unavailable","id":58531,"adult":"false","genre_ids":[18,10766],"origin_country":["BR"]},{"first_air_date":null,"cast":[],"overview":"Start-Ups: Silicon Valley is an American reality television series on Bravo. The series debuted on November 5, 2012. Citing low viewership, Bravo chose not to renew the series for a second season.","original_name":"Start-Ups: Silicon Valley","vote_average":0.0,"name":"Start-Ups: Silicon Valley","cert":"Unavailable","id":58540,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2013-09-08","cast":[],"overview":"","original_name":"The Bachelor Australia","vote_average":0.0,"name":"The Bachelor Australia","cert":"Unavailable","id":58541,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Tickle, Patch and Friends was a BAFTA award-winning television series for children. The series was produced by Two Hand Productions for the United Kingdom television network Channel 5, and was originally broadcast in the Milkshake! programming block.","original_name":"Tickle patch and friends","vote_average":0.0,"name":"Tickle patch and friends","cert":"Unavailable","id":58542,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2011-10-01","cast":[],"overview":"Indian version of the TV series showcasing many popular musical artists usually playing acoustic instruments.","original_name":"MTV Unplugged","vote_average":0.0,"name":"MTV Unplugged","cert":"Unavailable","id":58543,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"NewsLife is the flagship English language newscast of People's Television Network in the Philippines. Shown every weekdays at 9:15 pm Philippine Standard Time after the Philippine Lottery Draw, it is anchored by Robert Tan, Ysabella Cantu, Cathy Untalan-Vital, and Bianca Saldua.","original_name":"NewsLife","vote_average":0.0,"name":"NewsLife","cert":"Unavailable","id":58544,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"GoldMind is a half-hour television series starring mentalist Haim Goldenberg. Is it produced in Toronto, Canada by WestWind Pictures for CanWest.\n\nGoldMind premiered on TVtropolis in March 2009.\n\nGoldenberg has said on his show that he does not believe in ESP or psychic powers, but he is an expert of mentalism, comparable to the English entertainer Derren Brown.","original_name":"GoldMind","vote_average":0.0,"name":"GoldMind","cert":"Unavailable","id":58545,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2004-01-31","cast":[],"overview":"","original_name":"Turas Teanga","vote_average":0.0,"name":"Turas Teanga","cert":"Unavailable","id":58546,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-03-19","cast":[],"overview":"","original_name":"The Rhyme Rocket","vote_average":0.0,"name":"The Rhyme Rocket","cert":"Unavailable","id":58555,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Talaash was an Indian drama series that aired in 1992 on Doordarshan. This was based on the Novel “Sonar Kathi Rupor Kathi” by writer “Ashutosh Mukherjee”.","original_name":"Talaash","vote_average":0.0,"name":"Talaash","cert":"Unavailable","id":58556,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":"2013-10-30","cast":["Chris Lilley"],"overview":"Ja'mie King, the self-promoting \"queen bee\" of Summer Heights High, returns from an exchange semester at that public school for her last three months at Hillford Girls Grammar, where she's the unchallenged diva among the school's most popular girls, as well as the school captain. Clothes, cars, boys, parties ... Ja'mie has it all, and her overriding goal is to win the Hillford Medal","original_name":"Ja'mie: Private School Girl","vote_average":6.7,"name":"Ja'mie: Private School Girl","cert":"Suitable for 15 years & above","id":58557,"adult":"false","genre_ids":[35],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Harbour Lights is a television drama broadcast by the BBC for two series in 1999 and 2000. It was filmed in Bridport in Dorset, and set in a fictionalised version of the town, known as Bridehaven. Story lines centred around the town's harbourmaster, Mike Nicholls, a former Royal Navy officer, played by actor Nick Berry.","original_name":"Harbour Lights","vote_average":0.0,"name":"Harbour Lights","cert":"Unavailable","id":58558,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2011-02-20","cast":[],"overview":"Inside the world famous \"west coast customs\" Ryan Friedlinghaus presents some of the dopest transformations on some of the dopest vehicles, with some high end clientele, Ryan and the west coast customs team don't disappoint!","original_name":"Inside West Coast Customs","vote_average":9.0,"name":"Inside West Coast Customs","cert":"Unavailable","id":58559,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Martin Late @ Night is a musical nightly talk show hosted by Martin Nievera. It is a spin-off of the defunct show Martin Late @ Nite which aired from 1998 to 2003. The show will premiere on March 1, 2013 on ABS-CBN.","original_name":"Martin Late @ Night","vote_average":0.0,"name":"Martin Late @ Night","cert":"Unavailable","id":58560,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"2011-07-18","cast":["Kim Je-dong","Han Hye-jin","Sung Yu-ri","Hwang Kwang-hee","Lee Kyung-kyu"],"overview":"Healing Camp, Aren't You Happy, or simply known as Healing Camp, is a South Korean talk show which began airing on July 18, 2011 on Monday nights at 11:15 pm KST on SBS. The program is known to have created a new genre of talk shows focused on \"healing\", which have become the trend of talk shows in 2012 and 2013. Healing Camp is also known for its superior casting capabilities, inviting top actors and actresses, as well as politicians, athletes, and other influential people who are not easily seen on entertainment programs.","original_name":"힐링캠프, 기쁘지 아니한가","vote_average":9.0,"name":"Healing Camp, Aren't You Happy","cert":"Unavailable","id":58569,"adult":"false","genre_ids":[],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"The Cowboys' Kitchen is a short-lived American television cooking show produced by Maravilla Productions. The series, which premiered on July 2, 2010, is an outdoor cooking series hosted by cattle-man turned chef Grady Spears. It is similar to Campfire Cafe, another outdoors cooking show. The series aires on the RFD-TV in the United States and RURAL TV in other countries.","original_name":"The Cowboys' Kitchen","vote_average":0.0,"name":"The Cowboys' Kitchen","cert":"Unavailable","id":58570,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2013-07-08","cast":["Steve Delaney","Rory Kinnear","Andy Linden","Zahra Ahmadi","Chris Ryman"],"overview":"Count Arthur Strong is a faded star from the golden days of variety, prone to delusions of grandeur, selective memory loss and the blurting out of malapropisms. He was never as famous as he thinks he was... or still thinks he is. Believing that another great entertainment triumph is only a phone call away, Arthur spends his day making the most of any opportunity that comes along - gaining a free lunch or selling a dodgy foot-spa he doesn't want - creating chaos and confusion wherever he goes, blissfully unaware that he has done so. ","original_name":"Count Arthur Strong","vote_average":5.8,"name":"Count Arthur Strong","cert":"PG","id":58571,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Starlit Time was a variety series on the DuMont Television Network. The series aired from April 9 to November 19, 1950. This show aired Sundays at 7pm ET, and replaced Front Row Center which ended April 2. Bela Lugosi made a rare TV guest appearance on May 21.","original_name":"Starlit Time","vote_average":0.0,"name":"Starlit Time","cert":"Unavailable","id":58572,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Star for a Night was a Philippine singing contest produced by Viva Entertainment and broadcast by IBC in 2002. The host was Regine Velasquez. The show venue was in a studio of GMA Network Center. The grand finals took place in Ultra in Pasig City.","original_name":"Star for a Night","vote_average":0.0,"name":"Star for a Night","cert":"Unavailable","id":58573,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Summertime '57 and Summertime '58 is a Canadian music variety television series which aired on CBC Television in 1957 and 1958.","original_name":"Summertime '57\/'58","vote_average":0.0,"name":"Summertime '57\/'58","cert":"Unavailable","id":58574,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"FilmXtra Uncut is a 30 minute movie review show launched in February 2010 on Film24, a UK television channel available on Sky Digital 157. Otherwise known as FXU, the show airs every Friday at 22.00 and reviews current theatrical and home entertainment film releases, with an emphasis on post-watershed content. The show also includes a celebrity gossip section entitled Bitesize Movie Gossip. Full episodes are available to view at the official Film24 website.\n\nFXU is produced by Kobiyoshi Productions as a commission for Film24. The show is written, presented and edited by Tim Fornara, who was previously a member of the Film24 presenting team. Anna Krahn co-presents the Bitesize Movie Gossip section and is also the Editor of the official Film24 website.\n\nFilmXtra Uncut is the late-night edition of the Film Xtra movie review show, also shown on Film24 and produced by Starstruck Media.","original_name":"FilmXtra Uncut","vote_average":0.0,"name":"FilmXtra Uncut","cert":"Unavailable","id":58575,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Personal Diary was a half-hour TV series that aired on Black Entertainment Television which profiled notable African-Americans. This TV series was an attempt to broaden the viewer demographics of B.E.T. by offering content not based primarily on music \/ entertainment performances or videos, but content that highlighted historical moments or significant achievements through a first-person, narrative style.\n\nTwo signature characteristics distinguished Personal Diary from other TV interview programs. The first was that the questions posed to the featured guest were never heard during the episode, giving the impression that the guest was relaying a stream of thoughts rather than participating in a typical question-and-answer interview. The second was the extreme close-up technique used in the taping of the episode, where the guest's face was prominently shown in frame throughout the episode.\n\nGuests who appeared on the show included educator Marva Collins, Rosa Parks, Ramsey Lewis, Shirley Chisholm, and Barbara Jordan.","original_name":"Personal Diary","vote_average":0.0,"name":"Personal Diary","cert":"Unavailable","id":58584,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Preston Episodes is an American sitcom that aired from September 9, 1995 to October 28, 1995.","original_name":"The Preston Episodes","vote_average":0.0,"name":"The Preston Episodes","cert":"Unavailable","id":58585,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Tapp Room is a Canadian variety television series which aired on CBC Television from 1956 to 1958.","original_name":"The Tapp Room","vote_average":0.0,"name":"The Tapp Room","cert":"Unavailable","id":58586,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"2Phat was an Irish television programme that was shown twice weekly on Network 2 from 1998 to 2000. It reunited Ray D'Arcy and Zig and Zag, who had previously appeared together on The Den. Following the demise of this show, all three would not appear together again until 14 November 2008, when D'Arcy hosted a Den Reunion Reunited special on his Today FM programme The Ray D'Arcy Show. Music was provided by DJ Lee and the theme of the show was decidedly tongue-in-cheek. The theme music for the opening of the TV show was a version of \"On Her Majesty's Secret Service\" by Propellerheads\n\nThe show consisted of 15 audience members, usually a class in school \/ college, who all knew each other. The show would have short sketches, which involved a question, usually music-related. The person who buzzed in first got a chance to answer the question, if answered correctly they then had to pick a title from the phat board. The phat board would then play a short section from three different music videos which all had something in common. At the end of the show one person would be selected at random from the people who answered a question correctly to play the final round where they could win a motor scooter.","original_name":"2Phat","vote_average":0.0,"name":"2Phat","cert":"Unavailable","id":58589,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"I Found The Gown is a reality series on TLC set at VOWS Bridal Outlet, a discount bridal store in Watertown, Massachusetts. The show chronicles owners Rick and Leslie DeAngelo hunting for discounted dresses in factory attics, boutique back rooms, and department store warehouses across the world while brides search VOWS for the perfect wedding dress at a significantly reduced price. The designer gowns featured on the show, including Vera Wang and Monique Lhuillier, are typically sold at 50 to 80 percent off the retail price.\n\nThe show premiered on August 24, 2012, and was renewed for a second season, which began on April 19, 2013. It airs new episodes on Fridays at 10\/9c and 10:30\/9:30c.","original_name":"I Found The Gown","vote_average":0.0,"name":"I Found The Gown","cert":"Unavailable","id":58592,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Unbelievable Truth is an Australian comedy television series on the Seven Network, based on a British radio show called The Unbelievable Truth. The series is produced by members of The Chaser and Graeme Garden's Random Entertainment, and was first screened in October 2012.\n\nThe show is hosted by Craig Reucassel with fellow Chaser members Julian Morrow and Andrew Hansen appearing in alternate episodes. The show features guests spinning lies about a given topic, while slipping in truths which they hope will be undetected by their fellow players.","original_name":"The Unbelievable Truth","vote_average":0.0,"name":"The Unbelievable Truth","cert":"Unavailable","id":58603,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Cleverdicks is a game show airing on Sky Atlantic, hosted by Ann Widdecombe. Four contestants compete each evening for the right to call themselves \"cleverdicks\" and play for a cash jackpot. As explained by host Widdecombe at the top of the first episode, a cleverdick is a person who is \"irritatingly and ostentatiously knowledgeable or intelligent.\" The question material is primarily academic in nature.\n\nThe show deliberately featured Britain's top quiz contestants. The very first show had David Stainer, one of the top quizzers in the world and champion of champions on Only Connect. He had a big score in the first round but lost to Rob Hannah.\n\nIn later shows Rob Hannah reached the final several times and beat several other top quiz players including Alan Gibbs, Nic Mortimer and Brian Pendreigh.","original_name":"Cleverdicks","vote_average":0.0,"name":"Cleverdicks","cert":"Unavailable","id":58604,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Footy Show was a Canadian soccer news show shown on The Score. The show featured James Sharman and Kristain Jack. The show aired twice a week on The Score, both a 6 o'clock pm. Both Sharmen and Jack previewed upcoming games, reviewed past matches, talked about soccer news around the world, and answered questions from the public. Doubt was put over the show when Rogers Media bought The Score Television Network. Sportsnet already had 2 soccer shows, Soccer Central and Soccer Central Matchday, and further doubt was put on the show when Brendan Dunlop was moved from The Footy Show to Soccer Central and Sharman began appearing on the show, and finally when Sportsnet officially took full control, the Footy Show ceased to air.","original_name":"The Footy Show","vote_average":0.0,"name":"The Footy Show","cert":"Unavailable","id":58605,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":"1979-04-07","cast":["Noriko Tsukase"],"overview":"The story of Banner, a young orphaned squirrel raised by a kindly mother cat, and his adventures in the forest.","original_name":"シートン動物記　りすのバナー","vote_average":9.7,"name":"Bannertail: The Story of Gray Squirrel","cert":"Unavailable","id":58606,"adult":"false","genre_ids":[10762,10751,16],"origin_country":[]},{"first_air_date":"1984-09-01","cast":[],"overview":"","original_name":"What's Up Mechadoc","vote_average":0.0,"name":"What's Up Mechadoc","cert":"Unavailable","id":58607,"adult":"false","genre_ids":[16],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Hollywood 411 is an entertainment news and gossip television show that originally aired premiered on August 12, 2005 but later premiered on January 14, 2008 on the TV Guide Network and is hosted by Chris Harrison. The show was previously hosted by Madison Michele with guest hosts Marc Istook, Tanika Ray, and Rosanna Tavarez. The show includes celebrity interviews and previews of TV shows and movies.","original_name":"Hollywood 411","vote_average":0.0,"name":"Hollywood 411","cert":"Unavailable","id":58608,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Yes Chef is an Australian Saturday cooking series debuted on Network Ten on 15 September 2012.","original_name":"Yes Chef","vote_average":0.0,"name":"Yes Chef","cert":"Unavailable","id":58617,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Baseball IQ is an American television game show airing on the cable channel MLB Network. The show debuted on January 24, 2012 and its first season is scheduled to end on February 23, 2012 with the season championship. The show is hosted by MLB Network anchor Matt Vasgersian. The show's focus is baseball trivia.","original_name":"Baseball IQ","vote_average":0.0,"name":"Baseball IQ","cert":"Unavailable","id":58618,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Boxing from Eastern Parkway is an American sports program broadcast by the DuMont Television Network from May 1952 to May 1954. The program aired boxing matches from Eastern Parkway Arena in Brooklyn, New York. The program aired Monday nights at 10pm ET and was 90 to 120 minutes long. During the 1953-1954 season, the program aired Mondays at 9pm ET.","original_name":"Boxing from Eastern Parkway","vote_average":0.0,"name":"Boxing from Eastern Parkway","cert":"Unavailable","id":58619,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Numtums is a children's television show about a group of ten small creatures called Numtums. It first aired in 2012 on the BBC's children's channel CBeebies, and is designed as an interactive programme to help a young audience learn about numbers.","original_name":"The Numtums","vote_average":0.0,"name":"The Numtums","cert":"Unavailable","id":58620,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Teri Meri Love Stories is an anthology series of 90 minute telefilms promoted as a \"collection of assorted love stories\" which premiered on August 11, 2012 on Star Plus. The series airs at weekends and features actors such as Shilpa Anand, Karan Singh Grover, Jennifer Winget, Karan Wahi, Shaheer Sheikh, Anita Hassanandani, Dimple Jhangiani, Gautam Rode Eijaz Khan and Avinash Sachdev.","original_name":"Teri Meri Love Stories","vote_average":0.0,"name":"Teri Meri Love Stories","cert":"Unavailable","id":58621,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":"2010-11-04","cast":[],"overview":"","original_name":"Leila's Home Delivery","vote_average":0.0,"name":"Leila's Home Delivery","cert":"Unavailable","id":58622,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2013-09-06","cast":[],"overview":"","original_name":"Survivorman - Secrets of Survival","vote_average":10.0,"name":"Survivorman - Secrets of Survival","cert":"Unavailable","id":58629,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"What's Your Bid? was an ABC and DuMont Television Network game show hosted by John Reed King and Robert Alda. The show aired Saturdays from February 14, 1953 to late April on ABC, and Sundays from May 3, 1953 to June 28, 1953 on DuMont. The show was an auction where audience members bid on items, with one item in each episode supposedly belonging to a famous person.","original_name":"What's Your Bid?","vote_average":0.0,"name":"What's Your Bid?","cert":"Unavailable","id":58630,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-11-25","cast":["Bianca Batista"],"overview":"Destino: São Paulo is an original television miniseries created for the Brazilian branch of the HBO Latin America. The series was produced by O2 Filmes, and directed by Alex Gabassi and Fábio Mendonça. It first aired on November 25, 2012.\n\nThe miniseries consists of six episodes focusing on the lives of immigrants in São Paulo, Brazil. Each episode follows the life of a different group, portraying the frustrations, joys, and culture shock they face daily. Most of the characters are played by immigrants who were selected for the production, playing with their native language.","original_name":"Destino: São Paulo","vote_average":10.0,"name":"Destino: São Paulo","cert":"Unavailable","id":58631,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Pilgrim's Rest was a short lived British sitcom which aired for just one series of 6 episodes on BBC1 from 31 July - 4 September 1997.\n\nGary Olsen of 2point4 Children fame starred as Bob Payne. Recently divorced he sets up a roadside cafe named Pilgrim's Rest with his sister Tilly played by Gwen Taylor who is also divorced from Duncan played by John Duttine. The series follows Bob and Tilly along with their staff and several customers.\n\nThe series received average ratings and was cancelled after one series.\n\nIt was produced by Tiger Aspect.","original_name":"Pilgrim's Rest","vote_average":0.0,"name":"Pilgrim's Rest","cert":"Unavailable","id":58632,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2013-09-03","cast":[],"overview":"","original_name":"My Big Fat Revenge","vote_average":0.0,"name":"My Big Fat Revenge","cert":"Unavailable","id":58633,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"News23 was the first primetime newscast and one of the first local programs aired over Studio 23. Aired from October 14, 1996 to September 18, 1998.","original_name":"News 23","vote_average":0.0,"name":"News 23","cert":"Unavailable","id":58634,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"European Parliament Report is an Irish Television programme broadcast on RTÉ One and RTÉ News Now. It is produced by RTÉ News and Current Affairs. The programme airs weekly on Sunday nights at around midnight usually after The Week in Politics. The programme features reports of recent happenings from the European Parliament in Strasbourg. The programme is filmed from inside the European Parliament buildings and usually features a panel of guests discussing the recent proceedings in parliament. The programme is presented by Ray Colgan.","original_name":"European Parliament Report","vote_average":0.0,"name":"European Parliament Report","cert":"Unavailable","id":58635,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"House Rules is an American sitcom that aired from March 9, 1998 to June 8, 1998.","original_name":"House Rules","vote_average":0.0,"name":"House Rules","cert":"Unavailable","id":58642,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Engraved on a Nation is a documentary series originally airing on The Sports Network and available on iTunes. The series, commissioned by Bell Media, celebrates the 100th Grey Cup with eight 60-minute documentaries demonstrating how one of the oldest trophies in professional sport has played an intrinsic role in shaping Canada’s history and national identity.\n\nTSN unveiled the Engraved on a Nation documentary series at the Hot Docs International Film Festival on May 4, 2012 in Toronto, Ontario. The first documentary in the series, The 13th Man, directed by Larry Weinstein, premiered October 8, 2012 at 7:30 p.m. ET on TSN. Overall, more than 1.5 million Canadians tuned in to watch some or all of the broadcast on TSN, making it the most-watched documentary ever on TSN. The series will also air on CTV Television Network, CTV Two, and in French on Réseau des sports.","original_name":"Engraved on a Nation","vote_average":0.0,"name":"Engraved on a Nation","cert":"Unavailable","id":58643,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Brief is a British drama series produced by Television South (TVS). The thirteen episodes were broadcast in 1984.\n\nRay Lonnen played the role of a barrister who goes to Germany to defend a British soldier accused of defecting to the East. The cast included Isobel Black who played his wife and Sabine Postel who played his mistress.","original_name":"The Brief","vote_average":0.0,"name":"The Brief","cert":"Unavailable","id":58644,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Sarap Diva is a Philippine Cooking show\/talk show created by GMA Network. The show is hosted by singer-actress, Regine Velasquez-Alcasid and aired every Saturday morning, before the network's afternoon variety show, Eat Bulaga. Each episode, there are celebrity guests for the host to chat and cook with. It began airing on GMA Life TV instead of GMA Pinoy TV because of timeslot issues on November 3, 2012, four weeks after its original premiere, on a four-episode delay basis.","original_name":"Sarap Diva","vote_average":0.0,"name":"Sarap Diva","cert":"Unavailable","id":58645,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Odd Folks Home is a half-hour documentary\/reality television program showing the homes and collections of people who collect macabre and other curiosities. It is a spin-off of Oddities, and features notable personalities from that show. It is hosted by New York City playwright, and Obscura customer, Edgar Oliver. The show premiered on November 22, 2012 on the Science Channel. However, regularly scheduled episodes did not start until February 9, 2013.","original_name":"Odd Folks Home","vote_average":0.0,"name":"Odd Folks Home","cert":"Unavailable","id":58646,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2013-04-21","cast":["Selena Sevy","Leland Chapman","Duane 'Dog' Chapman"],"overview":"Each week, the Chapmans and their son Leland will fly from their Da Kine Bail Bonds headquarters in Hawaii to various bail bondsmen businesses around the United States as they assist in apprehending criminals. The series will also encompass the group as they improve the bail bondsmen businesses techniques on how to run more efficiently, from the writing of bonds to the tedious task of tracking criminals and technological device training.","original_name":"Dog and Beth: On the Hunt","vote_average":7.9,"name":"Dog and Beth: On the Hunt","cert":"Unavailable","id":58647,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"2013-02-20","cast":["Shaun Micallef","Kat Stewart","Jonny Pasvolsky","Lucy Honigman"],"overview":"Charlie and Nicola Buchanan are crime scene cleaners whose unique quirks and talents solve the most baffling murder mysteries.","original_name":"Mr & Mrs Murder","vote_average":5.3,"name":"Mr & Mrs Murder","cert":"Unavailable","id":58660,"adult":"false","genre_ids":[35,80],"origin_country":["AU"]},{"first_air_date":null,"cast":["Sinjai Plengpanit"],"overview":"","original_name":"บันทึกจากลูก(ผู้)ชาย","vote_average":0.0,"name":"Bun Tuk Jak Look Pooh Chai","cert":"Unavailable","id":58661,"adult":"false","genre_ids":[],"origin_country":["TH"]},{"first_air_date":null,"cast":["Sinjai Plengpanit"],"overview":"","original_name":"สะดุดรัก","vote_average":0.0,"name":"Sadut Ruk","cert":"Unavailable","id":58662,"adult":"false","genre_ids":[],"origin_country":["TH"]},{"first_air_date":null,"cast":["Sinjai Plengpanit"],"overview":"","original_name":"เมื่อวันฟ้าเปลี่ยนสี","vote_average":0.0,"name":"Mer Wan Fah Plean See","cert":"Unavailable","id":58663,"adult":"false","genre_ids":[],"origin_country":["TH"]},{"first_air_date":null,"cast":["Sinjai Plengpanit"],"overview":"","original_name":"ทะเลริษยา","vote_average":0.0,"name":"Taley Rissaya","cert":"Unavailable","id":58664,"adult":"false","genre_ids":[],"origin_country":["TH"]},{"first_air_date":null,"cast":["Sinjai Plengpanit"],"overview":"","original_name":"น้ำพุ","vote_average":0.0,"name":"Nampu","cert":"Unavailable","id":58665,"adult":"false","genre_ids":[],"origin_country":["TH"]},{"first_air_date":null,"cast":[],"overview":"Staten Island Law is an American reality documentary television series on the Oprah Winfrey Network. The series debuted on January 12, 2013 and follows the lives of two Staten Island housewives who are best friends and both work as mediators. The series has been pulled off the broadcasting schedule due to low viewership and it is unknown if or when the remaining episodes will air.","original_name":"Staten Island Law","vote_average":0.0,"name":"Staten Island Law","cert":"Unavailable","id":58676,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Recuerdo de Amor is a Philippine afternoon drama series which aired on ABS-CBN in 2001-2003. It starred Carmina Villaroel and Diether Ocampo in successful roles.\n\nThe TV Series was delayed on May 14 to May 15,2001 and ended on its original end date Worldwide on TFC series also nominated Isabel Rivas for Best Actress in a Drama Series by the PMPC in 2002 alongside Seasoned Actress Pinky De Leon who was also part of the series was also known to use fast paced TV Filmography in its 45 Min Premiere of its Pilot Episode the series was also known for getting outstanding reviews throughout its run to Filipino Customers who had The Filipino Channel Internationally because of its memorable storyline and breathtaking Visual Effects similar to a U.S Soap Opera. The series was also Pinky De Leons last TV Series as she decided to retire from TV and Film Work. The Afternoon Series was also competing with Dramas such as Pangako Sa ’Yo and GMA-7s Rival Soap Kung Mawawala Ka.","original_name":"Recuerdo de Amor","vote_average":0.0,"name":"Recuerdo de Amor","cert":"Unavailable","id":58677,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Human Body: Ultimate Machine","vote_average":0.0,"name":"Human Body: Ultimate Machine","cert":"Unavailable","id":58678,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Great Sperm Race","vote_average":0.0,"name":"The Great Sperm Race","cert":"Unavailable","id":58679,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Saskatchewan River Delta","vote_average":0.0,"name":"Saskatchewan River Delta","cert":"Unavailable","id":58680,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Rodinné záležitosti","vote_average":0.0,"name":"Rodinné záležitosti","cert":"Unavailable","id":58683,"adult":"false","genre_ids":[],"origin_country":["SK"]},{"first_air_date":"1972-07-18","cast":["Rade Šerbedžija","Antun Kujavec","Milan Srdoč","Biserka Alibegović","Iva Marjanović"],"overview":"Story about Matan, professional beggar, smuggler, and trickster, his childhood and adult adventures with his family. It is shown as retrospective, while Matan is hiding from the authorities in the mental institution.","original_name":"Prosjaci i sinovi","vote_average":0.0,"name":"Beggars and Sons","cert":"Unavailable","id":58690,"adult":"false","genre_ids":[35,18],"origin_country":["HR"]},{"first_air_date":"1973-12-23","cast":[],"overview":"","original_name":"The Invisible Visor","vote_average":0.0,"name":"The Invisible Visor","cert":"Unavailable","id":58691,"adult":"false","genre_ids":[10759,18],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Ball Boys is an American reality television series shown on ABC. The series premiered on March 24, 2012.","original_name":"Ball Boys","vote_average":0.0,"name":"Ball Boys","cert":"Unavailable","id":58692,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"MasterChef Australia: The Professionals is an Australian cooking television show, based on the original BBC MasterChef: The Professionals. It aired on Network Ten from 20 January to 17 March 2013.","original_name":"MasterChef Australia: The Professionals","vote_average":0.0,"name":"MasterChef Australia: The Professionals","cert":"Unavailable","id":58693,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"2011 Bathurst 1000","vote_average":0.0,"name":"2011 Bathurst 1000","cert":"Unavailable","id":58694,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Trophy Room is an Australian sport-themed comedic television quiz show which first screened in 2010 on ABC1.\n\nThe show is hosted by stand-up comedian Peter Helliar who poses questions to two teams headed by Sports Journalist Amanda Shalala and broadcaster Adam Spencer.","original_name":"The Trophy Room","vote_average":0.0,"name":"The Trophy Room","cert":"Unavailable","id":58707,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2011-11-09","cast":["Paul Darrow","Ridley Scott"],"overview":"The series covers the life and work of leading science fiction authors of the last couple of centuries. It depicts how they predicted and, accordingly, influenced the development of scientific advancements by inspiring many readers to assist in transforming those futuristic visions into everyday reality.","original_name":"Prophets of Science Fiction","vote_average":7.1,"name":"Prophets of Science Fiction","cert":"Unavailable","id":58708,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Big Rich Atlanta is an American reality television series on the Style Network. The series premiered on January 23, 2013.","original_name":"Big Rich Atlanta","vote_average":0.0,"name":"Big Rich Atlanta","cert":"Unavailable","id":58709,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2000-06-19","cast":["Daniela Aedo","Lisette Morelos","Miguel de León","Libertad Lamarque","Silvia Pinal"],"overview":"Carita de Angel is a child telenovela produced in Mexico by Televisa in 2000 produced by Nicandro Díaz. It is a remake of the telenovela Papa Corazon, which also was adapted for Mundo de juguete. It starred Lisette Morelos, Miguel de León and Daniela Aedo as Dulce Maria. In 2001 it was broadcast in the United States by the Spanish-language broadcaster Univision. Among the great figures of his cast were Mexicans Joaquín Cordero and Ana Luisa Peluffo and Argentine Libertad Lamarque, who died during the filming of this soap opera and was replaced by actress Silvia Pinal.\n\nFrom December 11 of 2000 until January 5 of 2001 the soap opera interrupted its broadcast in order to go to Christmas minitelenovela Rayito de Luz. In Indonesia, this telenovela broadcast on RCTI in early 2003, and a years later, in 2004, it broadcast on SCTV. In the United States, it re-aired on the Spanish channel UniMás from June 14, 2012 to February 28, 2013.","original_name":"Carita de Ángel","vote_average":9.0,"name":"Carita de Ángel","cert":"Unavailable","id":58710,"adult":"false","genre_ids":[10766,18,10762],"origin_country":["MX"]},{"first_air_date":null,"cast":[],"overview":"Homeroom is an American sitcom that aired on ABC from September 16, 1989 to December 17, 1989. The series stars stand-up comedian Darryl Sivad as a fourth grade teacher at an inner-city school. ABC created the show as a vehicle for Sivad after seeing his routine on The Tonight Show Starring Johnny Carson.","original_name":"Homeroom","vote_average":0.0,"name":"Homeroom","cert":"Unavailable","id":58711,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Redemption Inc. is a nine-part Canadian reality game show hosted by business commentator Kevin O'Leary, broadcast on CBC. The show stars 10 ex-cons, from cocaine dealers to fraud artists, in an elimination-style competition that results in the winner earning $100,000 of O'Leary's money to start up their own business.","original_name":"Redemption Inc.","vote_average":0.0,"name":"Redemption Inc.","cert":"Unavailable","id":58724,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"What's Your News? is a children's television programme on Nick Jr. and CBC Kids launched in January 2009. It is billed as the first ever news show for and about 4-7 year old children and helps their transition from their home and family environment into the wider world around them.","original_name":"What's Your News?","vote_average":0.0,"name":"What's Your News?","cert":"Unavailable","id":58725,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"El amor no es como lo pintan is a Mexican telenovela produced by Juan David Burns and Elisa Salinas for TV Azteca. It was broadcast on Azteca 13 from November 6, 2000 to April 27, 2001 for 165 episodes.","original_name":"El amor no es como lo pintan","vote_average":0.0,"name":"El amor no es como lo pintan","cert":"Unavailable","id":58726,"adult":"false","genre_ids":[],"origin_country":["MX"]},{"first_air_date":"2012-11-21","cast":["Finn Woodlock","Sam Simmons"],"overview":"Problems is an Australian television comedy series starring Sam Simmons. The series revolves around Sam. In each episode he attempts to solve a suburban problem. Not a crisis but a suburban problem. The series premiered on 21 November 2012 on ABC1.","original_name":"Problems","vote_average":0.0,"name":"Problems","cert":"Unavailable","id":58727,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2006-04-09","cast":[],"overview":"Bali is an animated television series based on a series of French children's books by Magdalena and Laurent Richard published by Editions Flammarion. The show follows the adventures of Bali, a modern preschool puppy, his mom and dad, and Kikou, his stuffed animal in a city apartment. Paris-based PlanetNemo has licensed the television program to more than 20 countries worldwide and has sold U.S. media and merchandising rights. In addition, Bali has had a stage show run in Paris.","original_name":"Bali","vote_average":8.0,"name":"Bali","cert":"Unavailable","id":58728,"adult":"false","genre_ids":[16,10762],"origin_country":["FR"]},{"first_air_date":"2013-01-11","cast":["William Ash","Lee Boardman","Craig Parkinson","Stephen Walters","Naomi Bentley"],"overview":"Great Night Out is a British comedy-drama based in Stockport, North-West England that aired on ITV in early 2013. On 27 February 2013, it was announced that there will be a second series. It was later cancelled in April, as confirmed by Boardman via Twitter. Although the series scored decent ratings averaging over 3 million a week.","original_name":"Great Night Out","vote_average":0.0,"name":"Great Night Out","cert":"Unavailable","id":58729,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"We Are Family","vote_average":0.0,"name":"We Are Family","cert":"Unavailable","id":58736,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-03-29","cast":[],"overview":"Mary Mary is a multi-Grammy Award winning Gospel duo comprised of sisters Erica and Tina Campbell. Packed with touring and recording sessions, Mary Mary’s schedule is filled for the year and Erica is expecting her third child. Erica is having early contractions, and Tina is trying to cope with the stress that her career places on her children. With the group’s ongoing struggle to balance fame with family and with Erica’s health on the line, Mary Mary is in for one whirlwind of a year.","original_name":"Mary Mary","vote_average":0.0,"name":"Mary Mary","cert":"Unavailable","id":58737,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2013-08-03","cast":[],"overview":"","original_name":"Lava Chasers","vote_average":0.0,"name":"Lava Chasers","cert":"Unavailable","id":58738,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2013-09-25","cast":[],"overview":"","original_name":"Staying In With Greg & Russell","vote_average":0.0,"name":"Staying In With Greg & Russell","cert":"Unavailable","id":58739,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":"2013-04-01","cast":[],"overview":"","original_name":"EMSEE","vote_average":0.0,"name":"EMSEE","cert":"Unavailable","id":58740,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"$24 in 24 is a reality television series airing on the Food Network, which premiered on September 24, 2012. The show is hosted by Jeff Mauro. In each episode, Mauro goes on a trip to a different city in the United States with only $24 to spend on breakfast, lunch, and dinner.","original_name":"$24 in 24","vote_average":0.0,"name":"$24 in 24","cert":"Unavailable","id":58741,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Las Bandidas is a 2013 Spanish-language telenovela that was produced by RTI Producciones and Televisa for México-based television network Canal de las Estrellas and Colombia-based television network RCN TV. It is a remake of Las Amazonas, a Venezuelan telenovela produced for Venevisión. Ana Lucía Domínguez and Marco Méndez will star as the protagonists.","original_name":"Las Bandidas","vote_average":0.0,"name":"Las Bandidas","cert":"Unavailable","id":58742,"adult":"false","genre_ids":[],"origin_country":["VE"]},{"first_air_date":"1996-10-14","cast":[],"overview":"A boy and his young sister were curious about the book someone had left  on a bench, and they opened the book. Then the small Tower of Bavel was  completed on a page. Looking into the tower, they found an old man  sitting and reading a book, surrounded by innumerable books. As the man  turned pages, mythical animals appeared and disappeared.","original_name":"Bavel's Book","vote_average":5.0,"name":"Bavel's Book","cert":"Unavailable","id":58749,"adult":"false","genre_ids":[16],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"La smala s'en mêle","vote_average":0.0,"name":"La smala s'en mêle","cert":"Unavailable","id":58750,"adult":"false","genre_ids":[35,10751],"origin_country":[]},{"first_air_date":"2010-07-21","cast":[],"overview":"","original_name":"The Suspects: True Australian Thrillers","vote_average":0.0,"name":"The Suspects: True Australian Thrillers","cert":"Unavailable","id":58751,"adult":"false","genre_ids":[10763,99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Reporters is a weekly analytical programme shown on BBC News and BBC World News.\n\nThe programme features a presenter linking a number of BBC news reports from the past week and in some cases conducting interviews with correspondents present at the time the events took place. It is also shown on the BBC News Channel in the UK. Normally the Friday presenter of World News Today presents the show. It sister show is UK Reporters which shows viewers internationally the best reports from across the United Kingdom.","original_name":"Reporters","vote_average":0.0,"name":"Reporters","cert":"Unavailable","id":58752,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2011-01-31","cast":[],"overview":"","original_name":"Weather Caught On Camera","vote_average":0.0,"name":"Weather Caught On Camera","cert":"Unavailable","id":58753,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Vanessa was a British talk show presented by Vanessa Feltz. Vanessa Feltz was eventually sacked for asking for much money. Vanessa Feltz's show was replaced by Trisha Goddard.","original_name":"Vanessa","vote_average":0.0,"name":"Vanessa","cert":"Unavailable","id":58754,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Priceless Wonder is a Singaporean drama which aired on Channel 8. It debuted on 17 February 2010 and consists of 20 episodes.","original_name":"Priceless Wonder","vote_average":0.0,"name":"Priceless Wonder","cert":"Unavailable","id":58765,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-05-03","cast":[],"overview":"The Hoarder Next Door is a British documentary series about compulsive hoarding. Produced by Twenty Twenty and shown on Channel 4 it features psychotherapist Stelios Kiosses helping extreme hoarders. The show is narrated by Olivia Colman.","original_name":"The Hoarder Next Door","vote_average":0.0,"name":"The Hoarder Next Door","cert":"Unavailable","id":58766,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Killer Contact is an upcoming American paranormal television series on Syfy that was scheduled to debut on July 16, 2013. The series features a group of researchers who investigate reported paranormal activity around the world. Several press releases regarding Syfy's upcoming programming have not mentioned the series, nor has a new premiere date been announced.","original_name":"Killer Contact","vote_average":1.0,"name":"Killer Contact","cert":"Unavailable","id":58767,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Windrush is a 4-part series of one hour television documentaries originally broadcast on BBC2 in 1998 to mark the 50th anniversary of the arrival in Britain of the Empire Windrush, the ship which brought the first wave of post-war West Indian immigrants.\n\nThe series was produced and directed by David Upshal. Its Executive Producer was Trevor Phillips. It won the 1999 Royal Television Society Award for Best Documentary Series.\n\nContributors include Lenny Henry, Jazzy B, Doreen Lawrence, Valerie Amos, Rosalind Howells, Diane Abbott, Paul Boateng, Ben Bousquet, Carroll Thompson, Charlie Williams, Cy Grant, Professor Stuart Hall, Ken Livingstone, Darcus Howe, Linton Kwesi Johnson, Columbus Deniston, Ulric Cross, Chris Blackwell, Mike Phillips.\n\nThe four episodes were:\n\n⁕\"Arrival\"\n\n⁕\"Intolerance\"\n\n⁕\"A New Generation\"\n\n⁕\"A Very British Story\"\n\nThe series was also accompanied by the book Windrush: The Irresistible Rise Of Multi-Racial Britain. The book was written by Mike Phillips, based on the extensive interviews conducted by producer\/director David Upshal for the television series. The Independent newspaper described it as being \"One of the most important books ever to have been published on the black British experience\".","original_name":"Windrush","vote_average":0.0,"name":"Windrush","cert":"Unavailable","id":58768,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"First Week In is a documentary TV show on The Discovery Channel which features interviews and overviews about the life of three recently arrested individuals in jail. Most of the inmates depicted in the show are in jail for their first time, earning the aptly named title. The events of the show take place over the course of 7 days, cycling between the three inmates as the show progresses. At the end of the show, there is an overview of what happened to the inmates after the events of the show.","original_name":"First Week In","vote_average":8.0,"name":"First Week In","cert":"Unavailable","id":58769,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Terry and Me is a Canadian music variety television series which aired on CBC Television in 1956.","original_name":"Terry and Me","vote_average":0.0,"name":"Terry and Me","cert":"Unavailable","id":58770,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2013-07-09","cast":[],"overview":"Baking enthusiasts are put through a series of grueling elimination challenges, baking a mouth-watering selection of cakes, pies, tarts, pastries, bread, biscuits and desserts, all in the hope of being crowned Australia's Best Home Baker.","original_name":"The Great Australian Bake Off","vote_average":0.0,"name":"The Great Australian Bake Off","cert":"Unavailable","id":58779,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"TV Disc Jockey was an early Australian television program which is notable as it later became the Australian version of Bandstand. It aired on TCN-9 from 1957 to 1958. The series originally consisted of host John Godsen playing records, later a live band joined and then the series began to accompany the records by inviting young people into the studio to dance to the music. Brian Henderson became the host in 1957.\n\nAlthough kinescope recording had been invented, it is not known if any of the live episodes were recorded, and the series is possibly lost.","original_name":"TV Disc Jockey","vote_average":0.0,"name":"TV Disc Jockey","cert":"Unavailable","id":58780,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Thank You Jijaji is a Hindi language Indian comedy series which premiered on August 3, 2009 on SAB TV. The series is produced by Jaspal Bhatti, and starred Jaspal Bhatti & his wife Savita Bhatti in the main lead.","original_name":"Thank You Jijaji","vote_average":0.0,"name":"Thank You Jijaji","cert":"Unavailable","id":58781,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":"2013-02-04","cast":["Stephanie Mills","Adam Korson","Carrie-Lynn Neales","Amanda Brugel","Laura de Carteret"],"overview":"Seed is a half-hour comedy follows that Harry, a likable bachelor and bartender whose previous foray into sperm donation resulted in offspring he was unaware of until now. Seed tells the story of Harry's relationship with his new-found relatives, and the interactions of these families with one another.","original_name":"Seed","vote_average":6.3,"name":"Seed","cert":"Unavailable","id":58782,"adult":"false","genre_ids":[35],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Finding the Fallen is a UK-based documentary TV series by Yap Productions developed for the History Channel \/ Discovery Channel in which a team of archaeologists, historians and forensic experts work to identify unknown World War I soldiers and finally lay them to rest.","original_name":"Finding the Fallen","vote_average":0.0,"name":"Finding the Fallen","cert":"Unavailable","id":58783,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Fleabag Monkeyface is an animated TV show based on the popular Fleabag Monkeyface series of books by Knife and Packer that airs on British channel CITV. It is aimed at children 6–10 years old. The show follows the gross-out adventures of the eponymous hero and his two creators, Gene and Gerald.","original_name":"Fleabag Monkeyface","vote_average":0.0,"name":"Fleabag Monkeyface","cert":"Unavailable","id":58784,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2014-04-12","cast":["Kelton Pell","Shari Sebbens","Bruce R. Carter","Mark Coles Smith","Rarriwuy Hick"],"overview":"Head of the family before his time, Odin Freeburn is being pulled in all directions. Can he let go of his past in time to save the future?","original_name":"The Gods of Wheat Street","vote_average":8.2,"name":"The Gods of Wheat Street","cert":"Unavailable","id":58785,"adult":"false","genre_ids":[18],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"C.I.D. is a Singaporean police drama which aired in 2006 on MediaCorp Channel 8. The series debuted in June 2006 and was screened on weekday nights at 9pm.\n\nThe series was directed by Chong Liung Man and starred Tay Ping Hui and Qi Yuwu in the main lead roles. Five years later, Chong would go on to direct award-winning police blockbuster C.L.I.F., which also features Tay and Qi in the main roles as colleagues in the CID. Rare for a locally produced drama, certain scenes were filmed on location outside Southeast Asia; there were several scenes which took place in Taiwan and were filmed in the country itself.","original_name":"C.I.D.","vote_average":0.0,"name":"C.I.D.","cert":"Unavailable","id":58792,"adult":"false","genre_ids":[],"origin_country":["SG"]},{"first_air_date":null,"cast":[],"overview":"Alang-Alang is an Indonesian three-part television miniseries directed by Teguh Karya and broadcast in December 1994.","original_name":"Alang-Alang","vote_average":0.0,"name":"Alang-Alang","cert":"Unavailable","id":58793,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Divas in Distress is a new 2012 Hong Kong television drama produced by TVB. Written by Chan Kam-ling and produced by Poon Ka-tak, Divas in Distress is a sister production of the time traveling comedy, A Chip Off the Old Block.","original_name":"Divas in Distress","vote_average":0.0,"name":"Divas in Distress","cert":"Unavailable","id":58794,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"Campfire Favourites was an Australian television series which aired in 1956 on Sydney station TCN-9. Despite having a very brief run of less than 2 months, it is notable as one of the earliest Australian-produced television series, and for featuring Frank Ifield.\n\nThe series ended around the same time as two other early Australian series, The Johnny O'Connor Show and Accent on Strings, an article in Women's Weekly suggesting the three series were unable to obtain sponsors.\n\nBroadcast at 7:15PM on Thursdays, the 15-minute series was themed around country music. The set design was basic, consisting of a painted backdrop of Eucalyptus trees.","original_name":"Campfire Favourites","vote_average":0.0,"name":"Campfire Favourites","cert":"Unavailable","id":58795,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2013-01-07","cast":[],"overview":"Reality series chronicling the daily operations and staff drama at an African American-owned and operated tattoo shop in Harlem, New York.","original_name":"Black Ink Crew New York","vote_average":8.0,"name":"Black Ink Crew New York","cert":"Unavailable","id":58796,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Princesses: Long Island is an American reality television series on Bravo that premiered on June 2, 2013.","original_name":"Princesses: Long Island","vote_average":0.0,"name":"Princesses: Long Island","cert":"Unavailable","id":58797,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-11-18","cast":["Suranne Jones","Maisie Williams","Tom Ellis","Douglas Henshall","Olivia Cooke"],"overview":"A year after the disappearance of their son, Gabe and Eve Caleigh and their two daughters attempt to start anew, they head to Crickley Hall - a seemingly perfect countryside house. But when cellar doors start to open on their own, phantom children's cries are heard through the night and a frenzied cane-wielding specter rears its head - the Caleigh's realize the house comes with a lot more than they bargained for. Just as they're ready to move out, Eve Caleigh hears Cam's cries and all bets are off.","original_name":"The Secret of Crickley Hall","vote_average":6.8,"name":"The Secret of Crickley Hall","cert":"Unavailable","id":58808,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Total Recall is an Australian game show aired on the Seven Network, hosted by Michael Pope, also host of Blockbusters. Originally broadcast in 1994-95. It was also repeated on PayTv channel Nickelodeon a few years later.\n\nThe show saw two competing schools play a memory game. On Mon-Thurs, Four kids from one of the schools would play and the person with the most points at the end of the day was declared winner. They were then asked to come back on Friday where the four winners that week would go school against school. Also trying to amass the most points during the week to win the schools prize at the end of the week","original_name":"Total Recall","vote_average":0.0,"name":"Total Recall","cert":"Unavailable","id":58809,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"2014-05-30","cast":["John Malkovich","Richard Coyle","Yasmine Al Massri","David Hoflin","Claire Foy"],"overview":"It's 1715 on the Bahamian island of New Providence, the first functioning democracy in the Americas, where the diabolical pirate Edward Teach, a.k.a. Blackbeard, reigns over a rogue nation of thieves, outlaws and miscreant sailors. Part shantytown, part marauder's paradise, this is a place like no other on earth - and a mounting threat to international commerce. To gain control of this fearsome society, Tom Lowe, a highly skilled undercover assassin, is sent to the buccaneers' haven to take down the brilliant and charismatic Blackbeard. But the closer Lowe gets, the more he finds that his quest is not so simple. Lowe can't help but admire the political ideals of Blackbeard, whose thirst for knowledge knows no bounds - and no law. But Lowe is not the only danger to Blackbeard's rule. He is a man with many villainous rivals and one great weakness - a passionately driven woman whom he cannot deny.","original_name":"Crossbones","vote_average":6.1,"name":"Crossbones","cert":"Unavailable","id":58810,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2014-01-10","cast":["Steven Weber","Cristina Rosato","Matt Long","Billy Campbell","Jordan Hayes"],"overview":"Helix is an intense thriller about a team of scientists from the Centers for Disease Control who travel to a high-tech research facility in the Arctic to investigate a possible disease outbreak, only to find themselves pulled into a terrifying life-and-death struggle that holds the key to mankind's salvation...or total annihilation.","original_name":"Helix","vote_average":6.4,"name":"Helix","cert":"Unavailable","id":58811,"adult":"false","genre_ids":[18,10765],"origin_country":["US"]},{"first_air_date":"2013-09-22","cast":["Don Hany","Joan Chen","Maeve Dermody","Alaric Tay","Michael Dorman"],"overview":"1964-65. Singapore is a city at a crossroads. Political and racial tensions are at fever pitch as the British pull out, and a new nation is about to be born. The lights of Bugis Street have never burned so bright: bootleg copies of Motown songs boom out from street stalls; the Rolling Stones are in town along with tourists and American sailors fresh from Vietnam. They join British and Australian soldiers checking out the prostitutes and gambling dens en route to their own war in Borneo.\n\nThis is the city of Sam Callaghan, Patricia Cheng, the CIA’s Conrad Harrison and the clients of the Cheng Detective Agency. The agency’s cases range from the usual (straying spouses and petty fraudsters) to events with international implications and complications. Sam’s contacts from his military days are useful - but they start to drag him back into a dark world that he would prefer to leave behind.","original_name":"Serangoon Road","vote_average":6.5,"name":"Serangoon Road","cert":"Unavailable","id":58812,"adult":"false","genre_ids":[18],"origin_country":["AU","SG"]},{"first_air_date":null,"cast":[],"overview":"Totally Clueless is an American hidden camera game show on MTV that premiered on October 22, 2012.","original_name":"Totally Clueless","vote_average":0.0,"name":"Totally Clueless","cert":"Unavailable","id":58813,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Cannon and Ball's Casino was a short lived game show featuring Tommy Cannon and Bobby Ball.","original_name":"Cannon and Ball's Casino","vote_average":0.0,"name":"Cannon and Ball's Casino","cert":"Unavailable","id":58814,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Little Mouse on the Prairie is a 52 episodes animated series made by the cooperation of America and China, loosely based on the Stephen Cosgrove book with the same title. The story featuring a city mouse named Osgood Dee who just moved to the countryside Squeaky Corners to live at his uncle's farm. Each show focuses on Osgood Dee and a group of animal friends he met at the farm.","original_name":"Little Mouse on the Prairie","vote_average":0.0,"name":"Little Mouse on the Prairie","cert":"Unavailable","id":58821,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Football This Week was a TV sports program broadcast on the DuMont Television Network. The 15-minute program aired on Thursdays at 10:45 pm ET from October 11 to December 6, 1951.","original_name":"Football This Week","vote_average":0.0,"name":"Football This Week","cert":"Unavailable","id":58822,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2014-03-31","cast":["Majandra Delfino","Jules Willcox","Kevin Connolly","Brooklyn Decker","Zoe Lister-Jones"],"overview":"A comedy about six friends at different stages in their lives – married, divorced, newly engaged and single – who are outwardly happy, but secretly questioning if their friends have it better. Andi and Bobby are happily married with two kids but at times long for the days they had less responsibility and more fun; Will is newly single and preaching the bachelor lifestyle, but still pining for his ex-wife; Jules and Lowell are high on their passionate new relationship; and Kate has a successful career but may take a swan dive into the L.A. River when she finds out her last remaining single friend, Jules, just got engaged. When it comes to relationships, these six friends are finding it a challenge to look at each other without wondering… who really has the better life?","original_name":"Friends with Better Lives","vote_average":6.7,"name":"Friends with Better Lives","cert":"Unavailable","id":58823,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Three Chords from the Truth is a Canadian television series created by Steve Cochrane, Phyllis Ellis and Adriana Maggs that aired on the Canadian CMT network in 2009, and was also available on Movie Central. This program was CMT's first original comedy series and was nominated for two Gemini Awards.\n\nThe program starred Phyllis Ellis as Helena Delaney, a fortyish network executive for a struggling country music television station run by her former lover. The series provides a tongue-in-cheek look at the music industry, as Helena strives to improve network ratings and prove herself as the new boss. Her attempts generally result in humiliation, and witty, but subtle, remarks from the network staff. The staff is an ensemble cast of characters, including Joel Stewart, Helena's work-nemesis, comedic foil, and eventual love-interest, who is a genuine music lover, and views Helena as a sell-out; Rusty Katz, and Calvin Bates, the sarcastic on-air personalities. Ellis Dukes is Helena's boss and former lover who is now dating Amber, his much younger assistant. Mick McCafferty is a talent agent whose views on status and corporate-climbing mirror Helena's and lead to a mutual attraction. Mick represents Tommy Mountain, an up and coming Iraqi singer.","original_name":"Three Chords from the Truth","vote_average":0.0,"name":"Three Chords from the Truth","cert":"Unavailable","id":58826,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"The Loop is an Australian music show that airs on Eleven each Saturday from 9am to 11.30am and is hosted by Scott Tweedie and Ash London. It premiered on 28 January 2012.\n\nThe show originally featured the top 20 songs from the iTunes chart each week but adopted a new format featuring the latest music, hit predictions, classic music, new Australian releases, viral videos and trending tweets from 27 October 2012 onwards.\n\nKent 'Smallzy' Small from Nova FM presents a music news segment and is a fill-in presenter when Scott Tweedie is away.","original_name":"The Loop","vote_average":0.0,"name":"The Loop","cert":"Unavailable","id":58827,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Whaddyado is an American syndicated television series. It began airing on September 12, 2005. The show features people in real-life moral dilemmas and perilous situations to give young viewers a chance to ponder what they would do in the same situation.\n\nThe series is produced and distributed by Steve Rotfeld Productions.","original_name":"Whaddyado","vote_average":0.0,"name":"Whaddyado","cert":"Unavailable","id":58828,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Score Tonight","vote_average":0.0,"name":"Score Tonight","cert":"Unavailable","id":58837,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2014-02-23","cast":["J.K. Simmons","Jenna Elfman","Eli Baker","Ava Deluca-Verley","Lance Lim"],"overview":"It's not every family that's brought closer together by divorce, but then again, the Fishers are anything but typical.","original_name":"Growing Up Fisher","vote_average":6.0,"name":"Growing Up Fisher","cert":"Unavailable","id":58838,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Norm","vote_average":0.0,"name":"Norm","cert":"Unavailable","id":58839,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2010-05-16","cast":["Mike He","Charlene Choi"],"overview":"Calling For Love is a 2010 Taiwanese drama starring Charlene Choi, Mike He, Chen Zhi Kai and Zhou Cai Shi. It was produced by Comic Ritz International Production with Chai Zhi Ping as producer and directed by Lin He Long.\n\nThe series was first broadcast in Taiwan on free-to-air Chinese Television System from May 16 to August 15, 2010 every Sunday at 22:00-23:00. On October 18 then \"Purple Rose\" aired after was not approved by the mainland side quasi broadcast license late, and eventually replaced by the \"Sweetheart\", \"starlight fairy\". May 16, 2010, broadcast on CTS.","original_name":"呼叫大明星","vote_average":0.0,"name":"Calling For Love","cert":"Unavailable","id":58840,"adult":"false","genre_ids":[35,10749],"origin_country":["TW"]},{"first_air_date":"2014-01-08","cast":["Jason Beghe","Jesse Lee Soffer","Patrick John Flueger","Marina Squerciati","Laroyce Hawkins"],"overview":"A riveting police drama about the men and women of the Chicago Police Department's District 21 who put it all on the line to serve and protect their community. District 21 is made up of two distinctly different groups: the uniformed cops who patrol the beat and go head-to-head with the city's street crimes and the Intelligence Unit that combats the city's major offenses - organized crime, drug trafficking, high profile murders and beyond.","original_name":"Chicago P.D.","vote_average":7.5,"name":"Chicago P.D.","cert":"Unavailable","id":58841,"adult":"false","genre_ids":[80,18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Ethel Barrymore Theatre was an anthology television series hosted by Ethel Barrymore and the last series produced by the DuMont Television Network.\n\nWhile produced by the network, the series was aired on Fridays at 8:30pm ET from September 21 to December 21, 1956 on DuMont station WABD after the network had closed. The series may have been filmed in 1953, and was known as Stage 8 in syndication.","original_name":"Ethel Barrymore Theatre","vote_average":0.0,"name":"Ethel Barrymore Theatre","cert":"Unavailable","id":58844,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Subject is Jazz was a television program that aired on NBC in 1958. Hosted by Gilbert Seldes with the musical direction of Billy Taylor, the show featured prominent jazz performers.\n\nOne episode featured Ed Thigpen playing drums with his hands with Billy Taylor on piano. Other episodes featured Duke Ellington, Wilbur de Paris, Aaron Copland, Johnny \"Hammond\" Smith, Willis Conover, Lee Konitz, Cannonball Adderley, Willie \"The Lion\" Smith, Marshall Stearns and others.","original_name":"The Subject is Jazz","vote_average":0.0,"name":"The Subject is Jazz","cert":"Unavailable","id":58853,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Dos por uno is a Chilean telenovela starring Diego Muñoz, Carolina Varleta and Adela Secall originally aired on TVN and it premiered on March 11, 2013.","original_name":"Dos por uno","vote_average":0.0,"name":"Dos por uno","cert":"Unavailable","id":58854,"adult":"false","genre_ids":[],"origin_country":["CL"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Just For Laughs Gala Series","vote_average":0.0,"name":"Just For Laughs Gala Series","cert":"Unavailable","id":58855,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Protégé is a Philippine over-all talent competition airing on GMA Network. The program seeks to discover new celebrities in the country through a series of nationwide auditions. The Filipino public votes for the outcomes of the later stages through text voting and half of the results are from the judges. The judges give critiques not only of the contestants performances depending but also to their respective mentors on the challenges that are being given to them.\n\nThe result reveals right after the performance. The first two results nights during season 1 were shown one hour after the performance of the finalists. The judges, on the other hand, are happy that their opinions matter in this contest, since the results do not depend solely on text votes.\n\nProtégé sets quite a difference in the usual reality television series as it has a different opening billboard every week; and also the first Philippine television show to have a webisode.\n\nThe current winners of the show are Jeric Gonzales and Thea Tolentino, who are both from Calamba, Laguna. Jolina Magdangal and Gina Alajar, the mentors of Gonzales and Tolentino, respectively, also won. They were proclaimed as the winners on October 21, 2012.","original_name":"Protégé","vote_average":0.0,"name":"Protégé","cert":"Unavailable","id":58856,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Supermarket Superstar is an American reality competition cooking television series that debuted on July 22, 2013, on Lifetime. Produced by Eli Holzman, Rhett Bachner, Michael Chiarello and brothers Bob and Harvey Weinstein, and hosted by Stacy Keibler. Each show three aspiring food entrepreneurs compete against each other for a chance to win $10,000 in cash as well as $100,000 worth of product development from DINE Marketing and Mattson. The season finale will pit three previous winners against each other competing for a chance to have their products launched and marketed through The Great Atlantic & Pacific Tea Company family of supermarkets. The panel of judges the contestants must face are Debbi Fields of Mrs. Fields Bakeries, Chris Cornyn of DINE, and Chiarello himself.\n\nThe three contestants each present their product to the mentors in what is called the Product Pitch segment. After getting criticism and advice from the mentors they go into the test kitchen to modify their product taking into consideration price, taste, nutrition and shelf life. They are said to have 90 minutes to make their changes. While in the kitchen, they receive more advice and criticism from Chiarello and Andrew Hunter, one of the country's top research and development experts. The finished product is then given to a small focus group who eat and discuss it with Fields, after which they fill out a survey form. After the comments of the focus group are reviewed, Chirarello announces which dish was rated the highest by the focus group and which contestant is eliminated. The remaining two contestants then work on the marketing details of their product - logo and packaging - with graphic designers from 99designs and mentoring from Cornyn. Then they present their product and design to Tom Dahlen, who is titled an Operating Partner, A&P Supermarkets in a graphic, but otherwise referred to as \"the supermarket buyer\". Dahlen is joined in his office by the mentors and Keibler who give him a brief opinion and then the contestants return and he announces which contestant he has chosen as the winner. For the finale, Dahlen is joined by A&P President and CEO Sam Martin to pick the winner.","original_name":"Supermarket Superstar","vote_average":0.0,"name":"Supermarket Superstar","cert":"Unavailable","id":58857,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Strange Hill High is a children's animated series for CBBC.","original_name":"Strange Hill High","vote_average":7.0,"name":"Strange Hill High","cert":"Unavailable","id":58858,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Sim Sim Hamara is the Pakistani version of the children's television series Sesame Street. In April 2011, USAID announced that it would fund $20 million to start a local version of Sesame Street in Pakistan. The show, which began airing in December 2011 on PTV, will broadcast 78 episodes. Although the series consists of Urdu, most of the episodes will be translated into the regional tongues of Punjabi, Sindhi, Pashto and Balochi as well. The show includes Elmo and a host of new Pakistani characters. The aim of the program is to increase education among children. Sesame Street has had many co-productions around the world and the one in Pakistan is the first localised version in the country itself. The show has been viewed in Pakistan before, in the early 1990s, although it was in English and the characters and context could only be understood by a westernised minority of Pakistani children. The theme of the show is based on 'tolerance'.\n\nIn June 2012, it was reported that the US had terminated its funding of the program. This was later verified by the U.S. Embassy, Islamabad. The decision came after a Pakistani newspaper reported allegations of corruption by the local puppet theater that was working on the initiative, although these allegations were denied by the operator of the theater. The theater will seek alternative sources of funding to continue the production of the show.","original_name":"Sim Sim Hamara","vote_average":0.0,"name":"Sim Sim Hamara","cert":"Unavailable","id":58871,"adult":"false","genre_ids":[],"origin_country":["PK"]},{"first_air_date":null,"cast":[],"overview":"Snake Gully with Dad and Dave was a 1972 TV series based on characters created by Steele Rudd. It was adapted from the radio series Dad and Dave from Snake Gully rather than Rudd's original stories. The series was not a success with viewers or the public.","original_name":"Snake Gully with Dad and Dave","vote_average":0.0,"name":"Snake Gully with Dad and Dave","cert":"Unavailable","id":58872,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Sherlock Holmes was a 1951 television series produced by the BBC featuring Alan Wheatley as Sherlock Holmes and Raymond Francis as Dr. Watson. This was the first series of Sherlock Holmes stories adapted for television.","original_name":"Sherlock Holmes","vote_average":0.0,"name":"Sherlock Holmes","cert":"Unavailable","id":58875,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1996-12-25","cast":[],"overview":"The Enchanted World of Brambly Hedge is a stop-motion animated series based on the Brambly Hedge books by Jill Barklem. The show was produced by Reader's Digest Video and Hit Entertainment; in the United States, episodes began airing on the Starz premium channel in 1997.","original_name":"The Enchanted World of Brambly Hedge","vote_average":7.0,"name":"The Enchanted World of Brambly Hedge","cert":"Unavailable","id":58876,"adult":"false","genre_ids":[16,10751],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Lottery Changed My Life is a television series currently being broadcast by TLC profiling various winners of the lottery.","original_name":"Lottery Changed My Life","vote_average":0.0,"name":"Lottery Changed My Life","cert":"Unavailable","id":58877,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Chasing The Saturdays is an American reality documentary television series that follows the English-Irish girl group The Saturdays. The series premiered on January 20, 2013, at 10 pm ET\/PT on E!.\n\nOn May 14, 2013, it was reported that the show would not be returning for a second season. However, a representative for The Saturdays stated that the series was only commissioned for one season and although the series won't be returning, a Christmas special is a possibility.\n\nOn June 1, 2013, 4Music revealed an advert which announced that the show should premiere on their channel soon. Another advert then revealed the show would premiere on 13 June 2013 at 9pm.","original_name":"Chasing The Saturdays","vote_average":0.0,"name":"Chasing The Saturdays","cert":"Unavailable","id":58886,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-07-20","cast":["Samer Mohamad Ismail","Ghassan Massoud","Hassan Al-Jundi"],"overview":"Omar or Farouk Omar is a historical Arab television drama series that was produced and broadcast by MBC1 and directed by Hatem Ali. Co-produced by Qatar TV, the series is based on the life of Omar, one of the Prophet Mohammad's best companions and the second Caliph of Islam. The series had to face large controversy due to its depiction of Omar, Abu Bakr, Osman and Ali, the four Rashidun Caliphs, along with other characters, who some Muslims believe should not be depicted much like the Prophet Mohammad. The series consisted of 30 episodes and was originally aired in the month of Ramadan since July 20, 2012. It was made at a cost of 200 million Saudi Riyals and filmed in Morocco, mostly in Marakesh, Tangiers, El Jadida, Casablanca and Mohammedia. After the series was broadcast on MBC, dubbed into several languages and subtitled in English on youtube, it received great support from many different scholarly bodies and people watching it. As the series depended solely on reliable historical established facts, the series did not face criticism in terms of its content, as past movies and films faced.","original_name":"Omar","vote_average":10.0,"name":"Omar","cert":"Unavailable","id":58887,"adult":"false","genre_ids":[99,18],"origin_country":["QA"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Hero of the Day","vote_average":0.0,"name":"Hero of the Day","cert":"Unavailable","id":58888,"adult":"false","genre_ids":[],"origin_country":["RU"]},{"first_air_date":null,"cast":[],"overview":"The Canadian Farmer is a Canadian current affairs television miniseries which aired on CBC Television in 1959.","original_name":"The Canadian Farmer","vote_average":0.0,"name":"The Canadian Farmer","cert":"Unavailable","id":58889,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Prickly Heat was a British game show broadcast on Sky One from 1998 to 2001.","original_name":"Prickly Heat","vote_average":0.0,"name":"Prickly Heat","cert":"Unavailable","id":58890,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"After The Deluge: The Valley","vote_average":0.0,"name":"After The Deluge: The Valley","cert":"Unavailable","id":58891,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Outback Fight Club","vote_average":0.0,"name":"Outback Fight Club","cert":"Unavailable","id":58898,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Guerra de mujeres is a telenovela produced by Venevisión in 2001. Gaby Espino and Jorge Reyes starred as the main protagonists.","original_name":"Guerra de mujeres","vote_average":0.0,"name":"Guerra de mujeres","cert":"Unavailable","id":58899,"adult":"false","genre_ids":[],"origin_country":["VE"]},{"first_air_date":null,"cast":[],"overview":"Celanese Theatre is an anthology television series which aired from October 3, 1951 to June 25, 1952 on ABC. The show aired as a 60-minute program on Wednesdays at 10pm ET. Beginning on January 9, 1952, the show aired in a 30-minute version which ran from 10pm to 10:30pm ET. The series was produced by the Celanese Corporation and the William Morris Agency, and featured plays by Maxwell Anderson, Philip Barry, Rachel Crothers, Eugene O'Neill, S. N. Behrman, Elmer Rice, John Van Druten, Sidney Howard, Paul Osborn, and Robert E. Sherwood.\n\nThe show alternated with Pulitzer Prize Playhouse. For a short period beginning in October, Celanese Theatre alternated with a short-lived program King's Crossroads.","original_name":"Celanese Theatre","vote_average":0.0,"name":"Celanese Theatre","cert":"Unavailable","id":58900,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Влияние","vote_average":0.0,"name":"Влияние","cert":"Unavailable","id":58901,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Live with Savik Shuster","vote_average":0.0,"name":"Live with Savik Shuster","cert":"Unavailable","id":58902,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Freedom of Speech","vote_average":0.0,"name":"Freedom of Speech","cert":"Unavailable","id":58903,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Rachawadee started her career as a teacher at a famous school, located near the remorse palace of the royal family.\n\nIn the car, on the way from the main gates, she sees a handsome man dressed in a white suit watching her from behind the trees. Rachawadee felt strange as she looks into his eyes but ignored it. All the teachers at this school shared a dorm near the palace. The first-day Rachawadee slept in the teacher's dorm she dreamed of the remorse palace. Someone was quietly calling out her name until she awoke. Eventually, she entered the royal family's palace. On the wall to the left of the door, there was a portrait of a woman who looks like Rachawadee. She later discovers that the portrait was the painting of Jao Nang Noy, the bride of the owner of the palace.","original_name":"Tae pang korn","vote_average":0.0,"name":"Tae pang korn","cert":"Unavailable","id":58916,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Arun Sawas","vote_average":0.0,"name":"Arun Sawas","cert":"Unavailable","id":58917,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"2009 NRL Grand Final","vote_average":0.0,"name":"2009 NRL Grand Final","cert":"Unavailable","id":58918,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"2009 Supercheap Auto Bathurst 1000","vote_average":0.0,"name":"2009 Supercheap Auto Bathurst 1000","cert":"Unavailable","id":58919,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"2009 AFL Grand Final","vote_average":0.0,"name":"2009 AFL Grand Final","cert":"Unavailable","id":58922,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Daily Edition is an Australian afternoon entertainment show on the Seven Network on 17 June 2013. The show is presented by Sally Obermeder; Kris Smith, Tom Williams and Monique Wright and airs between 2pm and 3pm on weekdays.","original_name":"The Daily Edition","vote_average":0.0,"name":"The Daily Edition","cert":"Unavailable","id":58923,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Driven by Vision","vote_average":0.0,"name":"Driven by Vision","cert":"Unavailable","id":58930,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2013-08-06","cast":["Aarón Díaz","Carlos Ponce","Ximena Duque","Frances Ondiviela","Gaby Espino"],"overview":"Santa Diabla is the story of Santa Martínez, a woman who seeks revenge for the murder of her husband Willy Delgado. ","original_name":"Santa Diabla","vote_average":0.0,"name":"Broken Angel","cert":"Unavailable","id":58931,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2013-09-26","cast":["Robin Williams","Sarah Michelle Gellar","Hamish Linklater","Amanda Setton","James Wolk"],"overview":"The Crazy Ones is an American situation comedy series created by David E. Kelley that stars Robin Williams and Sarah Michelle Gellar. The single-camera project premiered on CBS on September 26, 2013, as part of the 2013–14 American television season as a Thursday night 9 pm entry. Bill D'Elia, Dean Lorey, Jason Winer, John Montgomery and Mark Teitelbaum serve as executive producers for 20th Century Fox Television.","original_name":"The Crazy Ones","vote_average":5.7,"name":"The Crazy Ones","cert":"Unavailable","id":58932,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Bet on Your Baby is an American television game show that is hosted by Melissa Peterman. The series premiered on ABC on April 13, 2013, with two back-to-back episodes.\n\nEach episode features five families with toddlers between the ages of two to three-and-a-half years old, who play to see how well they can guess their child's next move in order to win money toward their college fund.","original_name":"Bet on Your Baby","vote_average":0.0,"name":"Bet on Your Baby","cert":"Unavailable","id":58933,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Bani – Ishq Da Kalma is an Indian television drama series, which premiered on March 18, 2013 on Colors. The series was originally titled Gurbani, which means the composition of the Sikh Gurus. The title of the series was changed after several concerns reported by Sikh organizations, including Shiromani Gurdwara Parbandhak Committee. The team completed 100 episodes on 2 August 2013.\n\nThe story is set against the background of Punjab, and revolves round Bani, a young woman whose life is ruled by her mother's ambitions. The mother, Desho, dreams of getting Bani married to an expatriate or Non Resident Indian man. For twenty two years there has been a division in Bani's family—between her father Sarabjit and his brother Nirvail. Despite this, Bani and Nirvail's daughter Rajji are the best of friends. Bani, though she respects Desho's wishes, is not too keen to marry an NRI. Rajji is aware of this.","original_name":"Bani – Ishq Da Kalma","vote_average":0.0,"name":"Bani – Ishq Da Kalma","cert":"Unavailable","id":58934,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Libre para amarte is a Mexican telenovela produced by Emilio Larrosa for Televisa. It is based on Colombian telenovela Los canarios.\n\nGabriel Soto, Eduardo Santamarina star as the protagonists, with the stellar performance of the singer and actress Gloria Trevi for first occasion in a soup opera as Aurora Valencia, while Harry Geithner, Jacqueline Andere and Luz Elena González star as the antagonists.","original_name":"Libre para amarte","vote_average":0.0,"name":"Libre para amarte","cert":"Unavailable","id":58935,"adult":"false","genre_ids":[],"origin_country":["MX"]},{"first_air_date":null,"cast":[],"overview":"What happens in the food world when a bad employee starts to take down an otherwise thriving establishment or when restaurant owners suspect someone of not doing their job appropriately? They call in the Mystery Diners. These undercover operatives go into restaurants, bars and food service establishments with hidden cameras to find out what's really going on when the boss isn't around.","original_name":"Mystery Diners","vote_average":1.3,"name":"Mystery Diners","cert":"Unavailable","id":58936,"adult":"false","genre_ids":[10764],"origin_country":[]},{"first_air_date":"2013-05-27","cast":["Felicia Day","Ryon Day"],"overview":"","original_name":"Co-Optitude","vote_average":0.0,"name":"Co-Optitude","cert":"Unavailable","id":58945,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Ms. Lucy’s Classic Cajun Culture & Cooking","vote_average":0.0,"name":"Ms. Lucy’s Classic Cajun Culture & Cooking","cert":"Unavailable","id":58946,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2013-09-12","cast":[],"overview":"","original_name":"Sound of Cinema: The Music that Made the Movies","vote_average":7.5,"name":"Sound of Cinema: The Music that Made the Movies","cert":"Unavailable","id":58947,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Stage a Number was a TV series on the DuMont Television Network which aired Wednesdays at 9pm ET from September 10, 1952 to May 20, 1953.\n\nThe series was a live talent show for dancers, singers, acrobats, and other entertainers. A panel of celebrity judges decided on two winners who would be invited to appear the following week.","original_name":"Stage a Number","vote_average":0.0,"name":"Stage a Number","cert":"Unavailable","id":58948,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Autopsy - Mysterious Deaths","vote_average":0.0,"name":"Autopsy - Mysterious Deaths","cert":"Unavailable","id":58949,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2008-08-31","cast":["Eric Johnson","Jason Priestley","William Shatner","Leslie Hope"],"overview":"Based on the true story of the first Canadians to ever make it to the top of the world's tallest and most historic peak. A proud moment for Canadians and an adventure that is filled with bitterness, broken relationships and the bodies of four dead men.","original_name":"Everest","vote_average":5.2,"name":"Everest","cert":"Unavailable","id":58950,"adult":"false","genre_ids":[18],"origin_country":["CA"]},{"first_air_date":"2014-06-29","cast":["Anna Wood","Cam Gigandet","Adam Rodríguez","Georgina Haig","Gregory Harrison"],"overview":"A gorgeous Yankee litigator and a charming southern attorney must hide their intense mutual attraction as a police sex scandal threatens to tear the city of Charleston, S.C. apart.  ","original_name":"Reckless","vote_average":6.6,"name":"Reckless","cert":"Unavailable","id":58951,"adult":"false","genre_ids":[80,18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Binoy Henyo or Wonder Kid is a Filipino drama-comedy television series created and developed by Marlon Miguel and produced by GMA Network. The show premiered on July 22, 2013 on the network's pre-primetime slot, replacing Home Sweet Home, and on July 24, 2013 worldwide via GMA Pinoy TV. It stars David Remo as the titular character, with Sheena Halili, Luis Alandy, Nova Villa and Gwen Zamora. Winnie Hollis-Reyes executive produced the series and Albert Langitan directed the show. The series concluded it's nine weeks on September 20, 2013 with the total of 45 episodes and replaced by Prinsesa ng Buhay Ko on its timeslot.\n\nThe forty-five minute scripted drama centers on the titular character, Binoy, a six-year-old genius boy and his struggles with poverty and his longing for a father figure in his life. The show garnered both high ratings and positive feedback from viewers and critics, from its premiere telecast.","original_name":"Binoy Henyo","vote_average":0.0,"name":"Binoy Henyo","cert":"Unavailable","id":58960,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Deep South Paranormal is an American paranormal television series on Syfy that debuted April 10, 2013.","original_name":"Deep South Paranormal","vote_average":6.0,"name":"Deep South Paranormal","cert":"Unavailable","id":58961,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Ken Noyle Show is an Australian television series which aired on ABC. A half-hour variety series, in Sydney it aired on Thursdays, while in Melbourne it typically aired on Wednesdays.\n\nIn Melbourne the first episode aired on 24 May 1958, with guests including Beryl Meekin, Red Moore, vocalist Paul Miskell and Jancece, with competition in the 9:30PM time-slot including a feature film on HSV-7 and the first-half of The Astor Show on GTV-9. Later during the run of the series it aired at 9:00PM, competed against talent programme Stairway to the Stars on HSV-7, and American sitcom Susie on GTV-9. At that point the programme was preceded on ABV-2's schedule by Faraway Look and followed by documentary series Panorama.\n\nIt is not known if any kinescope recordings exist of the series, given the erratic survival rate of ABC's 1950s-era programming.","original_name":"The Ken Noyle Show","vote_average":0.0,"name":"The Ken Noyle Show","cert":"Unavailable","id":58964,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2001-09-26","cast":["David Swift","Eddie Cooper","Danielle Calvert","Dido Miles","Owen Brenman"],"overview":"Oscar Charlie was a 13-episode CBBC children's television series that aired for the first time on 26 September 2001.\n\nThe series is about a boy, Charlie Spinner, who discovers that his grandfather, Oscar Spinner, is actually a secret agent. He acts senile but it is just a cover so that nobody would notice. After Charlie confronts Oscar with this they work together on a dangerous assignment.","original_name":"Oscar Charlie","vote_average":0.0,"name":"Oscar Charlie","cert":"Unavailable","id":58965,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Emergency was a twentieth century UK television programme presented by Sue Robbie where a panel of experts gave advice on emergency situations. The programme was produced by David Crossman, and was an Action Time production for This Morning and Granada Television.","original_name":"Emergency","vote_average":0.0,"name":"Emergency","cert":"Unavailable","id":58966,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Holmes in New Orleans","vote_average":0.0,"name":"Holmes in New Orleans","cert":"Unavailable","id":58967,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Rob Dyrdek's Wild Grinders, also known simply as Wild Grinders, is an animated television series airing on Nickelodeon's sister channel Nicktoons. The series is created by, produced by, and loosely based on the life of professional skateboarder and reality TV star Rob Dyrdek, with distribution by Moonscoop. It made its second broadcast on U.S. television on April 27, 2012. Various animated shorts featuring the Wild Grinders characters had previously been seen and continues to be seen on Kabillion, a video on demand channel and streaming video website partially owned by Moonscoop.\n\nOn August 1, 2013, Rob Dyrdek confirmed a second season with 26 episodes to premiere on Nicktoons in 2014.","original_name":"Wild Grinders","vote_average":0.0,"name":"Wild Grinders","cert":"Unavailable","id":58968,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Vampire Ang Daddy Ko is a Philippine comedy sitcom starring Vic Sotto and his son, Oyo Boy Sotto. It will also be co-starred by Ryzza Mae Dizon and Jimmy Santos, Bea Binene, Derrick Monasterio, Glaiza de Castro, Anjo Yllana and Pilita Corrales. The show premiered on March 9, 2013 on GMA Network and on March 16, 2013 on GMA Pinoy TV, one week after its original premiere.\n\nThe show will also serve as Jinri Park & Ryzza Mae Dizon's sitcom debut.\n\nThe cast for the show started to shoot the show's pilot episode on February 5, 2013.\n\nIn reports released from the press conference of the show on January 2013, the show will resemble some of the Twilight scenes.","original_name":"Vampire Ang Daddy Ko","vote_average":0.0,"name":"Vampire Ang Daddy Ko","cert":"Unavailable","id":58973,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Studio 4 is a BBC drama anthology series, filmed at the BBC TV Centre's Studio Four, and screening over two seasons in 1962. The series was envisaged as a sequel to Storyboard, an anthology series which had been transmitted the previous year.","original_name":"Studio 4","vote_average":0.0,"name":"Studio 4","cert":"Unavailable","id":58974,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Paranormal Paparazzi is an American entertainment and lifestyle paranormal reality television news series on the Travel Channel. The series debuted on September 28, 2012 and showcases paranormal investigators from various locations in the United States as they investigate locations they believe are haunted. The series is hosted by Aaron Sagers, and executive produced by Zak Bagans and co-executive produced by Sagers. The show is based in part on Sagers' Paranormal Pop Culture entertainment website, and instead of being an investigation show, focuses on news stories and is set in a newsroom.","original_name":"Paranormal Paparazzi","vote_average":0.0,"name":"Paranormal Paparazzi","cert":"Unavailable","id":58975,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2011-06-22","cast":["Chris Gethard"],"overview":"The Chris Gethard Show is, according to its website, “the most bizarre and often saddest talk show in New York City.” After starting off as a live show at the Upright Citizens Brigade Theatre in New York, the show moved to cable access on June 22, 2011. It is a call-in and variety show hosted by Chris Gethard that airs every Wednesday night at 11:00PM on MNN and on a live stream at the show’s website. The Public access television show is written and produced by Noah Forman, Dru Johnston, J.D. Amato and Chris Gethard. It is directed by J.D. Amato. The show, known for its \"no cool kids\" atmosphere, has been called \"oddly uplifting\", a \"cult hit,\" \"an often riveting experiment in seat-of-your-pants broadcasting,\" and has gained viewers from around the world.","original_name":"The Chris Gethard Show: Public Access","vote_average":0.0,"name":"The Chris Gethard Show: Public Access","cert":"Unavailable","id":58976,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Johnny O'Connor Show is an early Australian television series which aired on Sydney station TCN-9. The first episode aired 28 October 1956. The quarter-hour variety series proved to be short-lived, running just a couple months. Performers on the series included pianist Glen Marks.\n\nIt ended at around the same time as two other early TCN productions, Accent on Strings and Campfire Favourites. The early offerings by the station had varying degrees of success, reflecting how new television was to Australia.\n\nNotable as one of the first Australian television series, information on this series is very scarce, and it is not known if any kinescope recordings exist of it.","original_name":"The Johnny O'Connor Show","vote_average":0.0,"name":"The Johnny O'Connor Show","cert":"Unavailable","id":58977,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Dance Years was a British documentary series created by Glenn Sims and written and presented by radio DJ Dave Pearce. It premiered on 21 July 2001 on the British channel ITV. The 14-episode series focused on dance music in the UK between 1988 and 2001, with each episode charting Pearce's personal top 10 dance tracks for a particular year. The programme also explored the year's most influential people, songs and nightclubs. Each episode was broadcast on ITV on Saturday mornings at approximately 1 a.m. Dorian Lynskey of The Guardian described The Dance Years as being part of a \"bumper year\" for retrospectives of dance music.\n\nThe show featured talking head interviews with artists and experts such as Double 99, Artful Dodger, Faithless, Slipmatt, Fabio, Judge Jules, Joey Negro, The Sneaker Pimps, Boy George, Tony Wilson, Graeme Park, Roger Sanchez, Phats and Small and M&S. Following the TV series of The Dance Years, Pearce went on to release a set of compilation albums under the same name in 2009, and hosted a similarly titled radio series in 2012.","original_name":"The Dance Years","vote_average":0.0,"name":"The Dance Years","cert":"Unavailable","id":58982,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Noodle and Doodle is a live action children's television series, which premiered on September 25, 2010. The series was created by John McCoy, is produced and directed by Kristopher Updike, and currently airs on NBC Kids and PBS Kids Sprout. The series is Sprout's first original long form television series. In Canada, it airs on the Knowledge Network.","original_name":"Noodle and Doodle","vote_average":0.0,"name":"Noodle and Doodle","cert":"Unavailable","id":58989,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"MGM is an American animation anthology series. These shorts were on Cartoon Network, but MGM was the first original series to air on Boomerang. This series is a collection of classic Metro-Goldwyn-Mayer cartoons from 1934 to 1958. It doesn't actually show Tom and Jerry or Spike and Tyke shorts from MGM. The show debuted in 2007 and ended in 2010.","original_name":"MGM cartoons","vote_average":1.0,"name":"MGM cartoons","cert":"Unavailable","id":58990,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Monkey Life is a TV series documenting the work of Dr. Alison Cronin, Jeremy Keeling and their team at Monkey World. Monkey Life follows on from ITV Meridian's Monkey Business, based on the work of the largest monkey and ape rescue centre in the world.","original_name":"Monkey Life","vote_average":0.0,"name":"Monkey Life","cert":"Unavailable","id":58991,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Master Game was a BBC production of televised chess tournaments that ran for seven series on BBC2 from 1976 to 1982.\n\nPresented by Jeremy James with expert analysis from Leonard Barden and, later, Bill Hartston, The Master Game was highly regarded for its innovative style, in which a display board with animated figurines and move notation, shown centre-left of screen, was accompanied by footage of the players cogitating, their thoughts during the game heard in voice-over.\n\nThe Disco 78 version of Ennio Morricone's \"Come Maddalena\" was memorably used as the show's theme tune.","original_name":"The Master Game","vote_average":0.0,"name":"The Master Game","cert":"Unavailable","id":58992,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Premier League Matchday is a soccer news show, made by Rogers Media, shown on Sportsnet most Saturdays before and after Premier League matches. The show features Canadians Gerry Dobson and Craig Forrest. Before August 2012, the show was known as Soccer Central, but was renamed because of the introduction of the show Soccer Central. The name was changed again before the 2013-14 Premier League season.","original_name":"Soccer Central Matchday","vote_average":0.0,"name":"Soccer Central Matchday","cert":"Unavailable","id":58993,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"The Young Chefs is a Canadian children's television series on food preparation which originally aired on CBC Television in late 1976.","original_name":"The Young Chefs","vote_average":0.0,"name":"The Young Chefs","cert":"Unavailable","id":58994,"adult":"false","genre_ids":[],"origin_country":[]},{"cert":"Unavailable","cast":[],"id":58995,"first_air_date":null,"overview":"Surveillance Oz is an Australian factual television series screened on the Seven Network that premiered in September 2012.\n\nSurveillance Oz focuses on the use of surveillance cameras in society and how they assist with law enforcement, crime prevention and investigation. It features footage from surveillance cameras or closed circuit television in public areas or private businesses.","genre_ids":[],"origin_country":[],"original_name":"Surveillance Oz","vote_average":0.0,"name":"Surveillance Oz","adult":"false"}]