[{"first_air_date":"2013-08-06","cast":[],"overview":"Michael Wood argues that the most important and influential British kings were a father, son and grandson who lived over a thousand years ago during the age of the Vikings.","original_name":"King Alfred and the Anglo Saxons","vote_average":7.0,"name":"King Alfred and the Anglo Saxons","cert":"Unavailable","id":59006,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"The Hungry Sailors is a British culinary series starring father and son duo Dick and James Strawbridge. Part of the ITV Food franchise, the show began airing in 2011, in the weekday afternoon slot.","original_name":"The Hungry Sailors","vote_average":0.0,"name":"The Hungry Sailors","cert":"Unavailable","id":59007,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Family Fortunes","vote_average":0.0,"name":"Family Fortunes","cert":"Unavailable","id":59008,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Two in the Top End","vote_average":0.0,"name":"Two in the Top End","cert":"Unavailable","id":59009,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Beyond Kokoda","vote_average":0.0,"name":"Beyond Kokoda","cert":"Unavailable","id":59010,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Extreme Fishing with Robson Green is a factual entertainment show broadcast on Channel 5. The show sees actor and fishing enthusiast Robson Green travel around the world in search of the greatest fishing destinations. There have been five series to date. A spin-off series entitled Robson's Extreme Fishing Challenge began airing on April 9 2012.","original_name":"Extreme Fishing with Robson Green","vote_average":0.0,"name":"Extreme Fishing with Robson Green","cert":"Unavailable","id":59011,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-02-24","cast":["Katharina Böhm","Jürgen Tonkel","Nicole Marischka","Stefan Rudolf","Olga von Luckwald"],"overview":"First Police Chief Inspector Vera Lanz, a Munich police detective, attempts to balance her professional and private life.","original_name":"Die Chefin","vote_average":0.0,"name":"Die Chefin","cert":"Unavailable","id":59022,"adult":"false","genre_ids":[80],"origin_country":["DE"]},{"first_air_date":null,"cast":[],"overview":"Chand sitara is a popular reality television program patterned after American Idol; it airs on the Ariana TV satellite network and is dedicated to Afghan Music. \"Chand Sitara\" stands for \"How Many Stars?\" The program consists of music videos sent to the show by musicians. People then call in or email how many stars the song deserves and the winner is displayed a week later. The program is hosted by Naim Arzo and Omar Bakhtari.\n\nThe show airs on Tuesday nights from 7:30 to 10:00 pm Pacific time.","original_name":"Chand sitara","vote_average":0.0,"name":"Chand sitara","cert":"Unavailable","id":59023,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"New Music Television \/ New Music TV, presented by Marc Almond was a weekly series of 26 half hour music programmes first aired in the UK at 11:30pm in July 2001 on ITV1 and ITV2. Each show featured six videos from artists and bands around the world together with an interview with a well known or up-and-coming artist\/band.\n\nThe series was formatted to portray a retro, fun and quirky style. It went on to sell around the world into 48 countries via Southern Star distribution and was responsible for helping to break 24 then unknown artists or bands into the UK top 20. e.g. The White Stripes, Feeder, The Hives and P.J. Harvey. The NMTV executive and series producer was Stephen Benham and the series was directed by Enrico Lando, currently enjoying success in Italy with his new award winning comedy series entitled I Soliti idioti for MTV Europe.\n\nA new series of New Music Television is to be re-launched across mainland China featuring a mix of western and Chinese popular music and aimed at the Chinese youth audience.","original_name":"New Music Television","vote_average":0.0,"name":"New Music Television","cert":"Unavailable","id":59024,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Keeping Mum is a British sitcom, written by Geoffrey Atherden and broadcast on BBC1 for two series between 1997 and 1998.\n\nIt starred Stephanie Cole as the main character, Peggy Beare, Martin Ball and David Haig as her sons and Meera Syal as her daughter-in-law.","original_name":"Keeping Mum","vote_average":7.0,"name":"Keeping Mum","cert":"Unavailable","id":59025,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":"2012-01-02","cast":[],"overview":"Jessie Pavelka tries to help nine morbidly obese individuals shed more than half their bodyweight before it kills them.","original_name":"Obese: A Year to Save My Life","vote_average":0.0,"name":"Obese: A Year to Save My Life","cert":"Suitable for 15 years & above","id":59026,"adult":"false","genre_ids":[10764,99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Adventures of Parsley was a 32-episode children's television series animated in stop motion. Produced by FilmFair, The Adventures of Parsley was a spin-off of The Herbs. Its opening credits featured either Parsley the lion roaring or Dill the dog barking with their head in a circle, in parody of MGM's logo. The Herbs and The Adventures of Parsley were created and written by Michael Bond, directed by Ivor Wood, and distributed by BBC1. BBC1 premiered The Adventures of Parsley on 6 April 1970. The five-minute-long episodes concluded the day's broadcast of children's programming, and preceded the early evening broadcast of BBC News..","original_name":"The Adventures of Parsley","vote_average":0.0,"name":"The Adventures of Parsley","cert":"Unavailable","id":59027,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Mario Rosenstock Show is an Irish topical sketch comedy show that first aired on RTÉ Two television in Ireland on 12 November 2012. The show features Mario Rosenstock's performing as characters from the world of sports, politics and entertainment.\n\nA second series of the show had been confirmed in December 2012. The second series began on Monday 16 September 2013.","original_name":"The Mario Rosenstock Show","vote_average":0.0,"name":"The Mario Rosenstock Show","cert":"Unavailable","id":59036,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The American Baking Competition is a reality competition television series that premiered on CBS on May 29, 2013. It is based on the BBC baking competition The Great British Bake Off. The series aims to find the best amateur baker in the United States. The series is hosted by Jeff Foxworthy and judged by Marcela Valladolid and Paul Hollywood.","original_name":"The American Baking Competition","vote_average":5.0,"name":"The American Baking Competition","cert":"Unavailable","id":59037,"adult":"false","genre_ids":[10764],"origin_country":[]},{"first_air_date":null,"cast":["Dorotea Saykaly"],"overview":"In this new work by Marie Chouinard, the company's ten dancers execute variations on the exercise of freedom. Often, the dancers appear on points: on one, two, and even four at a time. In a spectroscopy of the gesture, we also see them using different devices - crutches, rope, prostheses, horizontal bars, and harnesses - which at times liberate their movements, at others fetter it, and at still others create it.","original_name":"Body Remix\/Goldberg Variations","vote_average":0.0,"name":"Body Remix\/Goldberg Variations","cert":"Unavailable","id":59038,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Mandog is a 1972 BBC children's television science fiction serial in 6 parts based on the novel by Peter Dickinson, who adapted the book. It features Ian Sharp, Carol Hazell and Mollie Sugden and was directed by Anna Home. and Paul Stone.\n\nA group of present-day children become caught up in a conflict between two groups from the future who have come back into the present.\n\nThe significance of the title is that the mind of one person of the future is transferred into the family pet dog of one of the children.","original_name":"Mandog","vote_average":0.0,"name":"Mandog","cert":"Unavailable","id":59039,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2013-07-24","cast":["Alfonso Ribeiro"],"overview":"Spell-Mageddon is an American spelling bee game show on ABC Family and is hosted by Alfonso Ribeiro. It premiered on July 24, 2013. Its season finale aired on September 11, 2013.","original_name":"Spell-Mageddon","vote_average":0.0,"name":"Spell-Mageddon","cert":"Unavailable","id":59040,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Hero Bhakti Hi Shakti Hai is a live-action superhero TV series that airs in India. The show first aired on Hungama TV on 30 May 2005 on UTV's Kids channel Hungama TV. It was then aired on Jetix. The show is produced by Zarina Mehta, Ronnie Screwvala and Deven Khote\n\n\"Hero has strong emotional appeal and Indian values, which along with the fantasy and comedy elements should make a great viewing experience for kids. Our research shows that kids enjoy the theme of ‘Good winning over evil’ and the struggle that follows\", says Hungama TV head of programming Zarina Mehta.\n\nCreated by Arif Ali of UTV and directed by Waseem Sabir, the series stars Sumeet Pathak as Hero. Viewers also got an opportunity to be a ‘Hero’ by participating in the ‘Be A Hero Contest’ by watching the show. The winner of the contest will get a chance to star in an episode of Hero.","original_name":"Hero - Bhakti Hi Shakti Hai","vote_average":0.0,"name":"Hero - Bhakti Hi Shakti Hai","cert":"Unavailable","id":59041,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Genuine Ken is a reality TV game show hosted by former MTV's The Hills and The City cast member Whitney Port where 8 male contestants compete to become \"The Great American Boyfriend.\" The TV show's first season had Whitney Port and Lauren Bruksch as permanent judges and a different guest judge each week.\n\nThe reality game show aired in its first season on Hulu.","original_name":"Genuine Ken","vote_average":0.0,"name":"Genuine Ken","cert":"Unavailable","id":59042,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2013-09-24","cast":[],"overview":"","original_name":"Bite This with Nadia G","vote_average":0.0,"name":"Bite This with Nadia G","cert":"Unavailable","id":59051,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":"2013-10-05","cast":["Namkoong Min","Lee Young-ah","Seo Jun-young","Bae Seul-ki"],"overview":"A story about an aspiring writer who lives off of unemployment checks while chasing her dream. She reunites with her first love Jong Dae who is a temporary employee at unemployment benefits office.","original_name":"실업급여 로맨스","vote_average":5.5,"name":"Unemployed Romance","cert":"Unavailable","id":59052,"adult":"false","genre_ids":[35,18,10749],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"New Beginnings is a 20-episode Singaporean drama which debuted on 14 April 2010.","original_name":"New Beginnings","vote_average":0.0,"name":"New Beginnings","cert":"Unavailable","id":59053,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Quèquicom","vote_average":0.0,"name":"Quèquicom","cert":"Unavailable","id":59054,"adult":"false","genre_ids":[],"origin_country":["ES"]},{"first_air_date":null,"cast":[],"overview":"Early Start is a morning television show on CNN anchored by John Berman and Zoraida Sambolin. It premiered on January 2, 2012 and airs weekdays from 4:00-6:00 a.m. ET. The program originally aired only on weekday mornings for its first two months; a one-hour weekend edition of the program debuted on March 10, 2012, hosted by Randi Kaye, but the weekend edition is now replaced by New Day Weekend.\n\nAlong with Starting Point, Early Start replaced American Morning, which aired from 2001 to 2011. Ashleigh Banfield who co-anchored with Sambolin until July 13, 2012 has since moved to the 11am hour of CNN Newsroom.","original_name":"Early Start","vote_average":0.0,"name":"Early Start","cert":"Unavailable","id":59057,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"My Talk Show is a daily comedic parody talk\/variety television program that ran in first-run syndication from September 1990 to March 1991 in the United States and Canada. The series was produced by SCTV Productions, Imagine Entertainment and MCA Television.","original_name":"My Talk Show","vote_average":0.0,"name":"My Talk Show","cert":"Unavailable","id":59058,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Annaliza is a Philippine television drama broadcast by ABS-CBN that premiered on May 27, 2013 replacing Little Champ on ABS-CBN's Primetime Bida block, starring Andrea Brillantes, with Denise Laurel, Kaye Abad, Patrick Garcia, Carlo Aquino, and Zanjoe Marudo. It is based on the 1980 television series of the same name starring Julie Vega, with Alicia Alonzo, Augusto Victa and Daria Ramirez.","original_name":"Annaliza","vote_average":0.0,"name":"Annaliza","cert":"Unavailable","id":59067,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"2013-09-11","cast":[],"overview":"","original_name":"The Presidents Gatekeepers","vote_average":0.0,"name":"The Presidents Gatekeepers","cert":"Unavailable","id":59068,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Cricket on 5 is a UK television program on Channel 5 showing highlights of England's Test cricket, One Day Internationals and Twenty20 Internationals. The program is produced by Sunset & Vine.","original_name":"Cricket on Five","vote_average":0.0,"name":"Cricket on Five","cert":"Unavailable","id":59069,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1996-03-22","cast":["Hikari Tachibana","Masami Kikuchi","Akiko Yajima","Aya Ishizu","Emi Motoi"],"overview":"","original_name":"同級生2","vote_average":0.0,"name":"Classmates 2","cert":"Unavailable","id":59070,"adult":"false","genre_ids":[16,18],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"The Awaien Show, created by Omer Ikram, is a Pakistani parody show than ran on GEO Television Network during 2008. It initially started as a sports commentary show, coinciding with the Indian Premier League. The episodes were a success, and there were calls for the show's continuation. On November 13, the first episode was aired on GEO TV. The show went on to air on three channels owned by the GEO Television Network, GEO Entertainment, GEO News And AAG TV. The show consists of different skits, poking fun at public figures and current affairs, though it has a constantly changing format. The recurrent crew consists of Omer Ikram, who acts as a host, and Mir Muhammad Ali, a versatile actor who does every parody on the show, and a special guest in each episode. The show was canceled in June 7th, 2009.","original_name":"The Awaien Show","vote_average":0.0,"name":"The Awaien Show","cert":"Unavailable","id":59071,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2013-09-12","cast":["Vinnie Jones"],"overview":"Can Hollywood's hardest, Vinnie Jones, take on Russia's toughest jobs pitting himself against some of the wildest men and most extreme landscapes on earth? He's answering a personal life-long quest to find out why Russia is the toughest place on our planet to live, work and play. In this six part documentary series, Vinnie's challenge is to work, live and play alongside the men who hold down these jobs. Vinnie's punishing set of missions will span the biggest country in the world. Siberia alone is bigger than the USA, Alaska and Western Europe combined. It accounts for 1\/12 of the world's entire landmass! On this vast stage, Vinnie will pit both brains and brawn against the following: Cowboys, Trawler Men, Rail Men, Bodyguards, Poacher Squad, Truckers.","original_name":"Vinnie Jones: Russia's Toughest","vote_average":8.0,"name":"Vinnie Jones: Russia's Toughest","cert":"Unavailable","id":59072,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"1994-11-25","cast":[],"overview":"","original_name":"Bad Teacher's Equation","vote_average":0.0,"name":"Bad Teacher's Equation","cert":"Unavailable","id":59073,"adult":"false","genre_ids":[16],"origin_country":[]},{"first_air_date":"2013-07-30","cast":[],"overview":"Through the eyes of the heroes, experience realistic mid-air combat and see revealing interviews with the last surviving WWII veterans in War Heroes Of The Skies. From the WWII aircrew officer who doused a fire on the wing of his aircraft while 20,000 ft in the sky, to the phantom fighter pilot who took out four MiGs over Vietnam in the most celebrated dog fight of the modern era. Presented by Lord Ashcroft, these are all stories of superhuman endurance, selfless courage and heroism beyond the call of duty. Using vintage aircraft such as Spitfires fighters and Lancaster bombers, aerial stunt teams and state-of-the-art camera technology, the series brings to life the exploits of the world's greatest military air heroes. The series features realistic mid-air combat sequences, revealing interviews with the last surviving veterans, rare archive footage and cutting-edge CGI to transport viewers back in time to experience the reality of air combat.","original_name":"War Heroes of the Skies","vote_average":10.0,"name":"War Heroes of the Skies","cert":"Unavailable","id":59082,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2013-09-13","cast":[],"overview":"","original_name":"Gino’s Italian Escape","vote_average":0.0,"name":"Gino’s Italian Escape","cert":"Unavailable","id":59083,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Tasty Life is a 2012 South Korean television series starring Im Chae-moo, Yoon Jung-hee, Ryu Hyun-kyung, Yoo Da-in and Hye-ri. It aired on SBS from April 28 to September 23, 2012 on Saturdays and Sundays at 20:40 for 39 episodes.","original_name":"Tasty Life","vote_average":0.0,"name":"Tasty Life","cert":"Unavailable","id":59084,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Geoff and Judy was a short-lived television variety series which aired in 1959 on Melbourne television station GTV-9. Hosted by Geoff Corke and Judy Jack, the series aired at 1:00PM on Tuesdays. The obscure series is largely notable for pairing two then-popular figures in Melbourne television. At the time, Australian series tended to be aired on a single station only, something that would change in the 1960s.\n\nGeoff Corke's work on other 1950s Melbourne television series included In Melbourne Today, variety series Anything Goes, game show Penalty Box and The Happy-Go-Lucky Show.\n\nJudy Jack presented one of the earliest Australian children's series, The Judy Jack Show for HSV-7 and was one of several presenters on Children's TV Club for ABV-2.\n\nThere is very little information available on Geoff and Judy, and as it was a daytime series, it is unlikely that any kinescope recordings exist of it.","original_name":"Geoff and Judy","vote_average":0.0,"name":"Geoff and Judy","cert":"Unavailable","id":59085,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-11-06","cast":["Adelayo Adedayo","Natasha Jonas","Alice Felgate","Mandeep Dhillon","Dolly Wells"],"overview":"Some Girls is a British comedy series written by Bernadette Davis that airs on BBC Three. The show stars Adelayo Adedayo, Mandeep Dhillon, Alice Felgate, Natasha Jonas, Dolly Wells, Colin Salmon, Jassa Ahluwalia and Franz Drameh. It debuted on 6 November 2012 and the first series ran for six episodes.\n\nBBC Three announced at the end of the first series that the show would return for a second series. On 18 September 2013, they confirmed that each episode of the second series will premiere on BBC iPlayer a week ahead of being broadcast on BBC Three. The first episode became available on iPlayer on 23 September and will be broadcast on BBC Three on 30 September with the rest of the series following that trend.","original_name":"Some Girls","vote_average":8.0,"name":"Some Girls","cert":"Unavailable","id":59086,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2012-07-12","cast":[],"overview":"Polyamory: Married & Dating is an American reality television series on the American pay television network Showtime. The series follows polyamorous families as they navigate the challenges presented by polyamory. Polyamory Season 1 debuted on July 12, 2012, Season 2 premiered on August 15, 2013.","original_name":"Polyamory: Married & Dating","vote_average":9.0,"name":"Polyamory: Married & Dating","cert":"Unavailable","id":59087,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Be The Boss is an American reality-competition television series on A&E. The series debuted on December 2, 2012 and follows two employees who work for franchise-owned companies as they work their way to the top in order to own their franchise and \"be the boss\".\n\nThe series was intended to be a spin-off of the hit series Undercover Boss on CBS until CBS dropped the series and it was moved to A&E.","original_name":"Be the Boss","vote_average":0.0,"name":"Be the Boss","cert":"Unavailable","id":59088,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Comic Store Heroes is a reality television program set inside Manhattan's Midtown Comics, the largest comic book store in the United States. Described as a one hour documentary about comic book subculture, it is British production company Parthenon Entertainment's first U.S.-based factual entertainment production, and premiered on the National Geographic Channel on July 13, 2012 at 8pm Eastern Standard Time. As with Comic Book Men, a similar series airing on AMC starring Kevin Smith, the program focuses on the interactions among the store's staff, and with its customers.","original_name":"Comic Store Heroes","vote_average":0.0,"name":"Comic Store Heroes","cert":"Unavailable","id":59101,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Galactic Garden was a 1985 British television drama with a science fiction theme.\n\nA pair of alien visitors to earth arrive in a seed shaped space-pod, and begin exploring the new world of a suburban garden.\n\nThe drama was produced by BBC Bristol, and included Andrew Sachs, Mona Bruce and Sarah Neville amongst its cast. The director was John Downer, who also wrote the drama with Andrew Sachs.","original_name":"The Galactic Garden","vote_average":0.0,"name":"The Galactic Garden","cert":"Unavailable","id":59102,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Cash Dome is an American reality television series that airs on truTV. It premiered on August 13, 2013.","original_name":"Cash Dome","vote_average":0.0,"name":"Cash Dome","cert":"Unavailable","id":59103,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1976-07-25","cast":["Jean-Luc Godard"],"overview":"","original_name":"Six fois deux\/Sur et sous la communication","vote_average":10.0,"name":"Six fois deux\/Sur et sous la communication","cert":"Unavailable","id":59104,"adult":"false","genre_ids":[99],"origin_country":["FR"]},{"first_air_date":null,"cast":[],"overview":"You Don't Know Women is a television drama series from South Korea starring Kim Ji-ho, Go Se-won and Im Ho. The morning soap opera aired on SBS on Mondays to Fridays at 8:40 a.m. from August 2 to December 31, 2010 for 109 episodes.","original_name":"You Don't Know Women","vote_average":0.0,"name":"You Don't Know Women","cert":"Unavailable","id":59107,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Golu Ke Goggles is a Hindi language Indian television series that aired on STAR Plus.","original_name":"Golu Ke Goggles","vote_average":0.0,"name":"Golu Ke Goggles","cert":"Unavailable","id":59116,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":"2012-08-24","cast":[],"overview":"Yukon Men is an unscripted American cable television series aired on the Discovery Channel. It is produced by Paper Route Productions.\n\nThe series details the harsh life in the Alaskan village of Tanana where the population make their living by hunting and trapping game. It premiered on August 24, 2012. The show's prominent themes are community and survival. The television show is named after the nearby Yukon river and not the Yukon territory in Canada.","original_name":"Yukon Men","vote_average":5.8,"name":"Yukon Men","cert":"Unavailable","id":59117,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Swallows Parade was an Australian television series, for which there is little information on the Internet. Hosted by Doug Elliot aired on Melbourne station HSV-7, and is described as being a talent show, and is notable as one of the first such shows produced for Australian television.\n\nIt aired at 8:30PM on Saturdays during 1957. During this period, the same station broadcast another, longer-lived talent show, titled Stairway to the Stars, which ran from 1956 to 1958.\n\nAlthough HSV-7 was likely making at least some use of kinescope recording by 1957, it is not known if any such recordings of exist of Swallows Parade or Stairway to the Stars. A later Swallow's-sponsored talent contest, a special from 1959 that was hosted by Bert Newton, exists as a 16mm kinescope recording.","original_name":"Swallows Parade","vote_average":0.0,"name":"Swallows Parade","cert":"Unavailable","id":59118,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"CBC News at Six Manitoba","vote_average":0.0,"name":"CBC News at Six Manitoba","cert":"Unavailable","id":59119,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Rupert and the Snowglobe","vote_average":0.0,"name":"Rupert and the Snowglobe","cert":"Unavailable","id":59120,"adult":"false","genre_ids":[16],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"SBS Heroes","vote_average":0.0,"name":"SBS Heroes","cert":"Unavailable","id":59121,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2013-04-28","cast":[],"overview":"","original_name":"Koitabi: True Tours Nanto","vote_average":0.0,"name":"Koitabi: True Tours Nanto","cert":"Unavailable","id":59122,"adult":"false","genre_ids":[16],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Espai Terra","vote_average":0.0,"name":"Espai Terra","cert":"Unavailable","id":59133,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2013-02-01","cast":["Craig McLachlan","Cate Wolfe","Joel Tobeck","Nadine Garner"],"overview":"Dr Lucien Blake left Ballarat as a young man. But now he finds himself returning to take over not only his dead father's medical practice, but also his on-call role as the town's police surgeon, only to find change is afoot, nothing is sacred, and no one is safe.","original_name":"The Doctor Blake Mysteries","vote_average":7.5,"name":"The Doctor Blake Mysteries","cert":"Unavailable","id":59134,"adult":"false","genre_ids":[18,9648],"origin_country":["AU"]},{"first_air_date":"2013-10-07","cast":[],"overview":"","original_name":"Emma Approved","vote_average":0.0,"name":"Emma Approved","cert":"Unavailable","id":59137,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":"2013-07-16","cast":[],"overview":"A uniquely Canadian take on the original series, with ten teams of two racing around the world to amazing locations for the $1,000,000 prize.","original_name":"The Amazing Race Canada","vote_average":7.8,"name":"The Amazing Race Canada","cert":"Unavailable","id":59138,"adult":"false","genre_ids":[10764],"origin_country":["CA"]},{"first_air_date":"2013-04-25","cast":["Hidehiko Ishizuka","Shunsuke Nakamura","Atsuko Takahata","Mari Hoshino","Kenjiro Ishimaru"],"overview":"Hanazawa Taro is a policeman with with a body weight of 110 kg and works in a police box in the beautiful city of Kyoto. He has a really sharp perception, which allows him to smoothly deal with the various problems of the local residents as well as the tourists.","original_name":"刑事110キロ","vote_average":0.0,"name":"刑事110キロ","cert":"Unavailable","id":59139,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":"2013-09-11","cast":["BoA","Daniel Choi","Yim Si-wan","Kim Ji-won","Oh Jung-se"],"overview":"A drama about love and relationships, centers on a college student Joo Yeon Ae (BoA) who has both good looks and personality, but she′s actually a novice in relationships, and always fails at getting her man. Meanwhile, Cha Ki Dae (Choi Daniel) is a skilled dating coach who expert at reading women′s minds. He comes to coach Yeon Ae over SNS, but despite the experience he boasts about, however, he also always fails at getting his own girl. The drama also depicts what happens when four youths with completely different views toward love start dating each other. ","original_name":"연애를 기대해","vote_average":8.0,"name":"Waiting for Love","cert":"Unavailable","id":59150,"adult":"false","genre_ids":[18,10749,35],"origin_country":["KR"]},{"first_air_date":"2013-01-17","cast":["Dani Harmer","Shannon Flynn","Kieran Alleyne","Niall Wright","Lorenzo Rodriguez"],"overview":"Dani's Castle is a British sitcom aired on the CBBC Channel. Dani inherits a castle in Northern Ireland and gets more than she bargains for. She meets two residents, an unknown cousin and two people that have died 250 years ago. It is the spin-off series to Dani's House. It began airing on 17 January 2013 on the CBBC Channel, and 1 April 2013 on ABC3. On Friday Download, Shannon Flynn confirmed a second series for the children's show, which will air in November 2013. Dani's castle premiered on the 17th of January in the UK 2013 and the 1st of April 2013 in Australia.","original_name":"Dani's Castle","vote_average":0.0,"name":"Dani's Castle","cert":"Unavailable","id":59151,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Totally Viral was a British comedy television programme, composed entirely of clips from video-sharing Internet websites such as YouTube. It featured narration from English actor Donald Sinden, and premiered in the UK on 27 November 2006. The series' target audience was 16 to 34-year-old men – it was produced by Spun Gold TV in association with RDF Television. It featured jokes from DV3 Productions, an animated opening title sequence created by Jonti Picking of Sumo Dojo, and \"Sweet Talk\", a short film by Lorcan Finnegan. In promotion of the show, the channel boss Steve North remarked that virals were \"truly ... the entertainment of the future\". Totally Viral was initially broadcast on weeknights on UKTV G2, before moving to Dave when the channel was rebranded in October 2007 – at this time, a new season of 10 episodes was commissioned, which began on 26 October 2007.","original_name":"Totally Viral","vote_average":0.0,"name":"Totally Viral","cert":"Unavailable","id":59152,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Property Envy is an American talk show series that debuted on July 9, 2013, on Bravo after the second season premiere of Interior Therapy with Jeff Lewis.","original_name":"Property Envy","vote_average":0.0,"name":"Property Envy","cert":"Unavailable","id":59155,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1991-01-09","cast":["Victoria Abril","Jorge Sanz","Maribel Verdú","Fernando Guillén","Graciela Borges"],"overview":"Riders of the Dawn is a 1990 Spanish film, written and directed by Vicente Aranda, an adaptation of a novel by Jesús Fernández Santos. It stars Victoria Abril and Jorge Sanz. Made as a five episodes television minisieres, it premiered at the 1990 Cannes Film Festival as two part feature film.","original_name":"Los jinetes del alba","vote_average":0.0,"name":"Los jinetes del alba","cert":"Unavailable","id":59156,"adult":"false","genre_ids":[18],"origin_country":["ES"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Likteņa Līdumnieki","vote_average":0.0,"name":"Likteņa Līdumnieki","cert":"Unavailable","id":59157,"adult":"false","genre_ids":[18],"origin_country":["LV"]},{"first_air_date":null,"cast":[],"overview":"Facing Evil with Candice DeLong is an American documentary television series on Investigation Discovery that debuted on November 25, 2010 as a two-part special, which later turned into a full series. The series is hosted by former FBI Profiler Candice DeLong as she visits different women's prisons and talks with female prisoners. At the end, she states whether or not she believes that someone is being truthful about what they're saying. The series has been renewed for a fourth season.","original_name":"Facing Evil with Candice DeLong","vote_average":7.0,"name":"Facing Evil with Candice DeLong","cert":"Unavailable","id":59166,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Xarabank is a prime time talk show produced by Where's Everybody that airs every Friday on the Maltese national television station TVM. The show is presented by Peppi Azzopardi. Various topics are discussed- from politics to hobbies.\n\nThe name comes from the Maltese word for \"bus\", as on a Maltese bus one finds different people with different opinions who end up discussing and arguing on different topics.\n\nXarabank is Malta's most watched television programme and it is the only discussion programme in Malta that has a live audience who can participate by having his\/her say live. Xarabank is broadcast every Friday evening on TVM, Malta's National TV Station, between October and July. Xarabank has been on air since 4 April 1997. Xarabank investigates, discusses different issues and sometimes entertains.\n\nThe show main theme music is \"Xarabank owejo owejo!\"","original_name":"Xarabank","vote_average":0.0,"name":"Xarabank","cert":"Unavailable","id":59167,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Hello Cheeky was a series broadcast on BBC Radio 2 between 1973 and 1979. It was written and performed by Tim Brooke-Taylor, Barry Cryer, and John Junkin, with music by the Denis King Trio, and produced by David Hatch, Richard Willcox, and Bob Oliver Rogers.\n\nThere were also three Christmas specials: Hello Cheeky, Hello Christmas in 1973, Hello Christmas in 1974 and the pantomime-style Cheeky Whittington and his Magic Ballpoint in 1976.\n\nRegular segments included the quickfire \"meanwhile\"s, \"would you believe it?\"s, \"home hints for the handyman\", phone calls, news flashes and comic songs. The final sketch frequently featured a comic amalgam of three ostensibly serious broadcasts.\n\nHello Cheeky quickly gained a reputation of containing absolutely terrible jokes and puns. Two random examples of jokes are, \"I once spent an evening with twelve Benedictines. What happened? I drank them all and fell over\" and, \"Enoch Powell sent me a draught board for Christmas. Trouble is, all the squares are white.\" On 6 April 1975, \"The Least Worst of Hello Cheeky\" was recorded before a live audience in the Paris Studio. It was produced by Bob Rogers. From the two hour show, 45 minutes was released on vinyl. Two 30 minute shows containing material from this recording session were broadcast on 25 January and 1 February 1976.","original_name":"Hello Cheeky","vote_average":0.0,"name":"Hello Cheeky","cert":"Unavailable","id":59168,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Constructing Australia","vote_average":0.0,"name":"Constructing Australia","cert":"Unavailable","id":59169,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2013-02-19","cast":["Emily Rued"],"overview":"A supernatural, quirky comedy about Maggie and her recently deceased friend, Adam. Only Maggie and can see and hear Adam, which can create some pretty awkward situations for Maggie, and Maggie's a girl who needs no help with awkward.","original_name":"Maggie","vote_average":0.0,"name":"Maggie","cert":"Unavailable","id":59170,"adult":"false","genre_ids":[35,10765],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Sounds of Aus","vote_average":0.0,"name":"The Sounds of Aus","cert":"Unavailable","id":59171,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Talent Suomi is the Finnish version of the Got Talent format of the program and airs on Nelonen. The idea behind the programme is to search for the most talented and promising entertainment. Talent contest took off for the first time in Finland at the end of September 2007. The programme was originally hosted by Susanna Laine and Martin Coulter and had contemporary magazine editor Katja Ståhl, television presenter and film director Timo Koivusalo, as well as the Finnish National Ballet dancer and choreographer Sami Saikkonen as judges. The prize was €30,000\n\nEsikarsintoja held in three locations in Tampere, Oulu and Helsinki. Forty talents continued from the qualifiers to the semi-finals, where eight passed on to the finals which aired on 9 December. Spectators had the possibility to vote. Talent Suomi 2007 winner was 18 year-old beat boxer Aleksi Vähäpassi.","original_name":"Talent Suomi","vote_average":0.0,"name":"Talent Suomi","cert":"Unavailable","id":59182,"adult":"false","genre_ids":[],"origin_country":["FI"]},{"first_air_date":"2013-08-04","cast":["Rory Kinnear","Sean Harris","Shirley Henderson","Anatol Yusef","Eddie Marsan"],"overview":"Following a raft of shootings in an English market town, the crimes are retold in a nonlinear narrative structure through the eyes of a journalist and the tragedies' victims.","original_name":"Southcliffe","vote_average":7.4,"name":"Southcliffe","cert":"Suitable for 15 years & above","id":59183,"adult":"false","genre_ids":[80,18],"origin_country":["GB"]},{"first_air_date":"2013-10-21","cast":["Cristián de la Fuente","Flavio Medina","Diana Bracho","Adriana Louvier","Alejandra Barros"],"overview":"Quiero Amarte is an upcoming Mexican telenovela to be produced by Carlos Moreno Laguillo for Televisa. It is a remake of Imperio de Cristal, produced by Carlos Sotomayor in 1994.\n\nKaryme Lozano, Cristian de la Fuente and Adriana Louvier will star as the protagonists, while Diana Bracho, Flavio Medina and Salvador Zerboni will star as the antagonists, and with the stellar participations of Alejandra Barros, José Elías Moreno and Olivia Bucio.","original_name":"Quiero Amarte","vote_average":7.0,"name":"Loving You is all I want","cert":"Unavailable","id":59184,"adult":"false","genre_ids":[18],"origin_country":["MX"]},{"first_air_date":null,"cast":[],"overview":"Pure Pumpkin Flower is South Korean television series starring Lee Chung-ah, Bae Jong-ok, Jin Tae-hyun and Jang Hyun-sung. It aired on SBS on Mondays to Fridays at 19:20 from November 15, 2010 to May 13, 2011 for 124 episodes.","original_name":"Pure Pumpkin Flower","vote_average":0.0,"name":"Pure Pumpkin Flower","cert":"Unavailable","id":59185,"adult":"false","genre_ids":[],"origin_country":["KR"]},{"first_air_date":"2011-12-15","cast":["Brian Quinn","James Murray","Sal Vulcano","Joseph Gatto"],"overview":"This hidden-camera series follows four lifelong friends -- Brian \"Q\"' Quinn, James \"Murr\"' Murray, Joe Gatto and Sal Vulcano -- who take dares to an outrageous level. To find out who is best under pressure, the guys compete in awkward and outrageous hidden-camera hijinks with the loser performing what is deemed to be the most-mortifying challenge yet.","original_name":"Impractical Jokers","vote_average":7.3,"name":"Impractical Jokers","cert":"Unavailable","id":59186,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2002-10-18","cast":["Emma Vilarasau","Jordi Bosch","Ferran Rañé","Carmen Balagué","Pol Mainat"],"overview":"","original_name":"Majoria Absoluta","vote_average":0.0,"name":"Majoria Absoluta","cert":"Unavailable","id":59187,"adult":"false","genre_ids":[10751,35],"origin_country":["ES"]},{"first_air_date":null,"cast":[],"overview":"Double Bonus is a Singaporean Chinese drama which was telecasted on Singapore's free-to-air channel, MediaCorp Channel 8. This drama serial consists of 23 episodes. It made its debut on 3 Jan 2012 and was screened on Channel 8 at 2100hrs on every weekday night.","original_name":"Double Bonus","vote_average":0.0,"name":"Double Bonus","cert":"Unavailable","id":59198,"adult":"false","genre_ids":[],"origin_country":["SG"]},{"first_air_date":null,"cast":[],"overview":"Blue Skies is an American drama that aired from June 13 until August 1, 1988.","original_name":"Blue Skies","vote_average":0.0,"name":"Blue Skies","cert":"Unavailable","id":59199,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"TOP Bud is the first TV reality television show set in a Los Angeles, California medicinal marijuana collective.TOP Bud is created and produced by Blue Dream Media, a Los Angeles entertainment company and shopped by Original Media, an Endemol USA company. CNBC Business News reported that interest in the subject matter has \"Blown up.\"\n\nThe show was described to The New York Times as \"a cross between “LA Ink,” the TLC show produced by Original about a lively tattoo parlor, and “Weeds,”Weeds the Showtime hit drama about a dope-dealing mother of two.\".","original_name":"TOP Bud","vote_average":0.0,"name":"TOP Bud","cert":"Unavailable","id":59200,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Get a slice of Southern beach life in \"Welcome to Myrtle Manor\", a series that revolves around the quirky mobile home residents of a trailer park in Myrtle Beach, South Carolina.","original_name":"Welcome to Myrtle Manor","vote_average":8.0,"name":"Welcome to Myrtle Manor","cert":"Unavailable","id":59201,"adult":"false","genre_ids":[10764],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Who the (Bleep)... is an American documentary television series that airs on Investigation Discovery and premiered on February 1, 2013. It tells the story of those who were deceived by people they never knew had such dark secrets.","original_name":"Who the (Bleep)...","vote_average":0.0,"name":"Who the (Bleep)...","cert":"Unavailable","id":59202,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Wild Deep is an American documentary television series produced by Best Film Company. The series premiered on Animal Planet on January 22, 2013. The series showcases marine life at various regions in the world, such as Africa, Europe, Oceania, and the Americas.\n\nOn February 5, 2013, the series completed its whole airing of its first season. The renewal for Wild Deep's second season is yet to be determined.","original_name":"Wild Deep","vote_average":0.0,"name":"Wild Deep","cert":"Unavailable","id":59203,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Roger Miller Show is an American music variety television show hosted by Roger Miller. The NBC program aired on Monday nights from 8:30–9 p.m. ET from September 12–December 26, 1966. The house band was the Eddie Karam Orchestra.","original_name":"The Roger Miller Show","vote_average":0.0,"name":"The Roger Miller Show","cert":"Unavailable","id":59212,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Svešā dzīve","vote_average":0.0,"name":"Svešā dzīve","cert":"Unavailable","id":59213,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Take a Chance is an American game show that aired live on NBC on Sunday night from October 1, 1950 to December 24, 1950. The show was hosted by film actor Don Ameche.","original_name":"Take a Chance","vote_average":0.0,"name":"Take a Chance","cert":"Unavailable","id":59214,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2011-02-23","cast":["Sandra Cervera","Ramón Ibarra","Mario Martín","Maribel Ripoll","Enric Benavent"],"overview":"","original_name":"El secreto de Puente Viejo","vote_average":6.4,"name":"Old Bridge Secret","cert":"Unavailable","id":59215,"adult":"false","genre_ids":[18,10766],"origin_country":["ES"]},{"first_air_date":null,"cast":[],"overview":"Viva Vietnam: A White Trash Adventure Tour was a comedy documentary that aired on Comedy Central in 1995 and was hosted by the channel's first spokesperson, comic Tom Rhodes. It was the first opportunity Rhodes had to film and travel internationally for a television station. Rhodes would later become a late night talk show host in Amsterdam, write travel blogs for The Huffington Post, and perform across five continents.","original_name":"Viva Vietnam: A White Trash Adventure Tour","vote_average":0.0,"name":"Viva Vietnam: A White Trash Adventure Tour","cert":"Unavailable","id":59216,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Stir, also referred to as StirTV, Stir TV and Stir-TV, was the first nationally distributed Asian American television show. Produced by former A. Magazine publisher Jeff Yang in collaboration with KTSF producers Ashley Hathaway and David Baker, the 30-minute show aired on the International Channel for two seasons from December 2004-2005. The magazine-style program, which targeted viewers aged 18–25, was hosted by Tony Wang, a Chinese American corporate lawyer; Sabrina Shimada, a Japanese-German American high school student; Brian Tong, a Chinese-American Apple computer salesman; and Jeannie Mai, a Vietnamese-Chinese American makeup artist.\n\nThe show was nominated for an Emmy in 2005 for Episode #1 in the Children\/Youth Program category.","original_name":"Stir television show","vote_average":0.0,"name":"Stir television show","cert":"Unavailable","id":59217,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"SOLOS: the jazz sessions is 39 part television music profile\/performance series produced in Canada by Original Spin Media. Each episode features complete musical pieces, interviews and behind-the-scenes footage with some of today's most notable jazz artists. Shot in HDTV with multiple moving cameras and a medley of elegant, cinematic lighting designs, SOLOS: the jazz sessions showcases an exciting and dynamic variety of jazz styles – from the blues and boogie-woogie to bebop and beyond. The series premiered on Bravo! in Canada in the summer of 2004 and has subsequently been broadcast on HDNet, CBC Bold, Rave HD, Sky Arts, VTR Chile, and Mezzo TV. The programs are filmed at Toronto's Berkeley Church performance and event venue.","original_name":"SOLOS: The Jazz Sessions","vote_average":0.0,"name":"SOLOS: The Jazz Sessions","cert":"Unavailable","id":59218,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Meu Bem Querer is a Brazilian telenovela produced and aired by Rede Globo. Written by Ricardo Linhares, with the collaboration of Leonor Bassères, Nelson Nadotti, Maria Elisa Berredo and Glória Barretoentre, monitoring text by Aguinaldo Silva, direction of Luís Henrique Rios, João Camargo and Alexandre Avancini, direction general of Roberto Naar and nucleus of Marcos Paulo and transmitted by August 24, 1998 and January 20, 1999, totaling 179 episodes.","original_name":"Meu Bem Querer","vote_average":0.0,"name":"Meu Bem Querer","cert":"Unavailable","id":59227,"adult":"false","genre_ids":[],"origin_country":["BR"]},{"first_air_date":null,"cast":[],"overview":"Sins and Secrets is an American documentary television series on Investigation Discovery that debuted February 17, 2011. Each program profiles a notorious crime by detailing the city or community where the crime took place, often focusing on details from the personal lives of individual investigators. The show has been compared to the A&E series City Confidential.","original_name":"Sins and Secrets","vote_average":0.0,"name":"Sins and Secrets","cert":"Unavailable","id":59228,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Next Big Thing: NY is an American reality television series on Oxygen. The series debuted on June 12, 2012 and follows performance coaches that mentoring a group of entertainers seeking their breakthrough in show business.","original_name":"The Next Big Thing: NY","vote_average":0.0,"name":"The Next Big Thing: NY","cert":"Unavailable","id":59229,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Diamond Road","vote_average":0.0,"name":"Diamond Road","cert":"Unavailable","id":59230,"adult":"false","genre_ids":[99],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Dark Years","vote_average":0.0,"name":"The Dark Years","cert":"Unavailable","id":59231,"adult":"false","genre_ids":[99],"origin_country":["CA"]},{"first_air_date":"2013-01-15","cast":["Damien Dante Wayans","Craig Wayans","George O. Gore II","Tatyana Ali"],"overview":"Damien Dante Wayans and Craig Wayans, nephews of the famous Wayans brothers, decide to start their own production company after struggling to break through in show business, both in front of and behind the camera. Their partner in the endeavor is \"honorary Wayans\" family member, actor George O. Gore II.","original_name":"Second Generation Wayans","vote_average":0.0,"name":"Second Generation Wayans","cert":"Unavailable","id":59232,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"South Side Story is a six-part observational documentary series about the takeover of National Rugby League team the South Sydney Rabbitohs by actor Russell Crowe and businessman Peter Holmes à Court in 2006.","original_name":"South Side Story","vote_average":0.0,"name":"South Side Story","cert":"Unavailable","id":59233,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"2009-09-07","cast":[],"overview":"A public affairs show hosted by Mario Dumont. With an experienced team backing him up, Dumont proposes news stories, conducts interviews with citizens and players in the news, and provides his own comments, which are the fruit of his most recent observations.","original_name":"Dumont","vote_average":0.0,"name":"Dumont","cert":"Unavailable","id":59240,"adult":"false","genre_ids":[10763],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Teddybears was a children's television programme from the books. broadcast on ITV in the United Kingdom from 1997 to 1999. The show was about the life of five bears and there dog Fred. The show was filmed by Meridian Broadcasting.","original_name":"Teddybears","vote_average":0.0,"name":"Teddybears","cert":"Unavailable","id":59241,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Human, All Too Human is a three-part 1999 documentary television series co-produced by the BBC and RM Arts. It follows the lives of three prominent European philosophers: Friedrich Nietzsche, Martin Heidegger and Jean-Paul Sartre. The theme revolves heavily around the school of philosophical thought known as Existentialism, although the term had not been coined at the time of Nietzsche's writing and Heidegger declaimed the label.\n\nThe documentary is named after the 1878 book written by Nietzsche, titled Human, All Too Human: A Book for Free Spirits.","original_name":"Human, All Too Human","vote_average":0.0,"name":"Human, All Too Human","cert":"Unavailable","id":59242,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Uptown Jubilee was a short-lived American all-black variety show on CBS-TV from September 13 to October 20, 1949. The show aired live on Tuesday nights from 8–9 p.m. ET during September and on Thursdays from 8:30–9 p.m. ET during October.\n\nThe program aired three times as an hour-long show, each with a different title; premiering as Uptown Jubilee, changing to Harlem Jubilee and finally Sugar Hill Times, the title it also used during the two half-hour telecasts on October 6 and 20.\n\nIt was hosted by Willie Bryant; performers included Maxine Sullivan, Timmie \"Oh Yeah\" Rogers, Harry Belafonte, The Jubileers, and Don Redman and His Orchestra.","original_name":"Uptown Jubilee","vote_average":0.0,"name":"Uptown Jubilee","cert":"Unavailable","id":59243,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Monsters Resurrected is an American documentary television series that premiered on September 13, 2009, on the Discovery Channel. The program reconstructs extinct animals. It is also called Mega Beasts.","original_name":"Monsters Resurrected","vote_average":0.0,"name":"Monsters Resurrected","cert":"Unavailable","id":59244,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"America by The Numbers with Maria Hinojosa: Clarkston Georgia is a half hour television program, airing as a Need to Know Election 2012 special on PBS. It premieres on September 21, 2012.","original_name":"America By the Numbers with Maria Hinojosa: Clarkston Georgia","vote_average":0.0,"name":"America By the Numbers with Maria Hinojosa: Clarkston Georgia","cert":"Unavailable","id":59245,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"When Disaster Strikes is a documentary television series that exposes the inside human drama of disaster recovery.\n\nProduced by Parallax Film Productions, the show has aired on Discovery Channel US FOX Broadcasting, International and History Television in Canada.\n\nThis six-part series profiles the victims, the disaster, and the backbreaking work it takes to set things right, exploring the human story behind the headlines.\n\nWhen Disaster Strikes covers fires, floods, hurricanes, landslides, sewage-filled basements – every situation is different and requires a creative, no-nonsense plan.\n\nThe only thing common to the disasters are emotionally devastated victims.","original_name":"When Disaster Strikes","vote_average":0.0,"name":"When Disaster Strikes","cert":"Unavailable","id":59256,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Fit Stop is a Canadian children's physical fitness television series which aired on CBC Television from 1974 to 1975.","original_name":"The Fit Stop","vote_average":0.0,"name":"The Fit Stop","cert":"Unavailable","id":59257,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Failosophy is an American comedy television series on MTV. The series debuted after the third season premiere of Ridiculousness on February 14, 2013.","original_name":"Failosophy","vote_average":0.0,"name":"Failosophy","cert":"Unavailable","id":59258,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Pick Your Face is an Australia game show created by Banksia Productions for the Nine Network in 1999 until 2003, It hosted by Angus Smallwood.\n\nAngus would meet the three players of the day and then launch into","original_name":"Pick Your Face","vote_average":0.0,"name":"Pick Your Face","cert":"Unavailable","id":59259,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Program Playhouse was an anthology television series aired on the DuMont Television Network on Wednesdays from June 22 to September 14, 1949.\n\nThe first program starred Ernest Truex as Caspar Milquetoast in The Timid Soul.","original_name":"Program Playhouse","vote_average":0.0,"name":"Program Playhouse","cert":"Unavailable","id":59260,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Chiller Theatre was a Saturday night show on Channel 11 WPIX in New York City that showed classic horror movies.","original_name":"Chiller Theatre","vote_average":0.0,"name":"Chiller Theatre","cert":"Unavailable","id":59261,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Zero is a Singaporean drama which aired on SPH MediaWorks Channel U in November 2004. This series was one of the last broadcast by SPH MediaWorks before it amalgamated with MediaCorp. After the credits of the final episode rolled, a candid photo montage of behind-the-scenes and studio staff and personnel were shown.","original_name":"Zero","vote_average":0.0,"name":"Zero","cert":"Unavailable","id":59272,"adult":"false","genre_ids":[],"origin_country":["SG"]},{"first_air_date":"2011-11-06","cast":[],"overview":"Call of the Wildman is an American reality television series that airs on the Animal Planet network. The third season of the series is currently airing. The show follows the exploits of Kentucky woodsman Ernie Brown, Jr., nicknamed \"The Turtleman\". Aided by his friend, Neal James, and his dog, Lolly, Brown operates a nuisance animal removal business, catching the animals without harming them and releasing them back into the wild. The series is primarily filmed near Brown's Lebanon, Kentucky, home.\n\nBrown began catching snapping turtles from ponds near his home at the age of 7. He came to the attention of Animal Planet producers in part after an episode of Kentucky Educational Television's Kentucky Afield series that featured his bare-handed turtle-catching techniques was posted on YouTube and went viral. After personally visiting Brown and doing some initial filming, network executives decided to produce a 12-episode season of the series with the working title The Turtleman of Wild Kentucky. The title was soon changed to Call of the Wildman, a reference to Brown's distinctive yell that punctuates his actions throughout the series. The series was Animal Planet's most watched program in the fourth quarter of 2011 and was renewed for a second, 16-episode series that began airing in June 2012. On October 2012, Animal Planet has re-released the series with bonus features and trivia information known as Call of the Wildman: More Live Action.","original_name":"Call of the Wildman","vote_average":7.0,"name":"Call of the Wildman","cert":"Unavailable","id":59273,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Tivoli Party Time was an Australian television variety series which aired on Melbourne station HSV-7 from July 1957 to October 1957. It represents an early example of Australian-produced television content.\n\nInformation is difficult to find for the half-hour series, except that it aired live and featured acts who performed at the now-defunct Tivoli Theatre in Melbourne. It was actually the rise of television variety series like Tivoli Party Time that is credited with the demise of the Tivoli circuit.\n\nThe 8 September 1957 episode featured Spanish dancers Christine and Moll, and Filipino singer Bobby Gonzales as guests.\n\nAlthough the series was short-lived, variety series as a whole would become a major part of Australian television during late-1950s and 1960s.\n\nAlthough kinescope recording existed during the run of the series, it is not known if any of the episodes were recorded using the technology.","original_name":"Tivoli Party Time","vote_average":0.0,"name":"Tivoli Party Time","cert":"Unavailable","id":59274,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-09-06","cast":[],"overview":"Border Security: Canada's Front Line is a Canadian television program produced by Force Four Entertainment that airs on the National Geographic Channel. The show follows the work of officers of the Canada Border Services Agency as they enforce Canadian customs, quarantine, immigration and finance laws.","original_name":"Border Security: Canada's Front Line","vote_average":0.0,"name":"Border Security: Canada's Frontline","cert":"Unavailable","id":59275,"adult":"false","genre_ids":[80],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Mass For You At Home is a long running Australian religious television programme. The programme has been broadcast by Network Ten since August 1971 and is intended to allow for observant Catholics, particularly those with mobility problems, to participate in a mass from their own home. Mass For You At Home is broadcast on Network Ten Sunday and repeated on Aurora Channel on Foxtel every day. The programme is also available online here and includes a simultaneous translation into Auslan. The programme typically has thousands of viewers around Australia.\n\nGeoffrey Baron was a celebrant on this programme for 30 years. During 2006 Baron received national attention as a result of an altercation with teenagers that was recorded and subsequently uploaded to YouTube.","original_name":"Mass For You At Home","vote_average":0.0,"name":"Mass For You At Home","cert":"Unavailable","id":59276,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Yeh Zindagi Hai Gulshan is an Indian television drama series, which premiered on DD National on February 26, 2012. The series focuses on the concept of empowerment of women in muslim society. The series originally aired every once a week on Sunday but was converted to bi-weekly show due to popularity. The series is produced by Suhaib Ilyasi, director and the host of India's Most Wanted.","original_name":"Yeh Zindagi Hai Gulshan","vote_average":0.0,"name":"Yeh Zindagi Hai Gulshan","cert":"Unavailable","id":59287,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Grannies on Safari is an Emmy award-winning travel program syndicated in the U.S., featuring two African-American hosts, Regina S. Fraser and Pat A. Johnson. The program began airing in 2006 on Chicago's WTTW. Soon after, it was syndicated internationally by the UK Travel Channel and has been seen in over 117 countries and heard in 16 languages. The most recent third season can be viewed in over 300 PBS stations and on APT digital channel Create TV in the U.S.","original_name":"Grannies on Safari","vote_average":0.0,"name":"Grannies on Safari","cert":"Unavailable","id":59288,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Repo Games is an American game show on Spike TV. The series debuted on April 26, 2011.","original_name":"Repo Games","vote_average":1.0,"name":"Repo Games","cert":"Unavailable","id":59289,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Candy Apple News Company was a locally produced children's television series that aired in the 1970s and 1980s on WCAU-TV, Channel 10 in Philadelphia, Pennsylvania. In the show, a small human cast interacted with puppets in a radio and newspaper office. The principal human cast member was Matt Robinson, who had previously played Gordon on Sesame Street. Each episode was a half-hour of skits, short educational films, and other produced pieces.","original_name":"The Candy Apple News Company","vote_average":0.0,"name":"The Candy Apple News Company","cert":"Unavailable","id":59290,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Sexi Mong is a South Korean four part drama that was aired on Channel CGV in 2007. It is about three private investigators who fight sex crimes.","original_name":"Sexi Mong","vote_average":0.0,"name":"Sexi Mong","cert":"Unavailable","id":59291,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Show with Vinny is an American hybrid talk show reality television series on MTV. The series premiered on May 2, 2013, at 10:00 pm ET\/PT.","original_name":"The Show with Vinny","vote_average":0.0,"name":"The Show with Vinny","cert":"Unavailable","id":59292,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Mad Mad World is an entertainment-comedy panel show broadcast on ITV, presented by comedian Paddy McGuinness, featuring team captains Rufus Hound and Rhys Darby, and regular panellist Rob Rouse. The show began airing on 30 June 2012 with a regular slot on Saturday late nights. Each episode features three celebrity guests from the world of television, news and comedy, who attempt to answer questions on topics from all around the world. The series was originally due to be shown on 14 April 2012, but was postponed as a consequence of 2012's scheduling shenanigans between Britain's Got Talent and The Voice UK. It eventually emerged after Euro 2012, still in a late-evening slot.","original_name":"Mad Mad World","vote_average":0.0,"name":"Mad Mad World","cert":"Unavailable","id":59303,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Killing for a Living is a nature documentary show first debuting on BBC and Discovery Channel aired in 1997, and later repeated on Animal Planet. It was produced by Wildvision Production for BBC Worldwide in association with The Discovery Channel. It showcased various predators and the way they capture and kill their victim. The series was narrated by Anthony Hopkins from episode 1-3 and John Shrapnel from episode 4 onwards.","original_name":"Killing for a Living","vote_average":0.0,"name":"Killing for a Living","cert":"Unavailable","id":59304,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Teenage Mailbag was an Australian television series which aired in 1957 to 1958 on HSV-7. Information on this series is scarce. According to a 2008 article in The Age, the format consisted of Ernie Sigley, Gaynor Bunning and Heather Horwood singing requested songs in a 15-minute slot, and later expanded to an hour. The one-hour version became the series The Teenage Show. At one point, the series aired at 7:15PM, preceded by another 15-minute series titled Take That and followed by an American program.","original_name":"Teenage Mailbag","vote_average":0.0,"name":"Teenage Mailbag","cert":"Unavailable","id":59305,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"UK Today was a BBC television news programme shown on most digital satellite and digital terrestrial versions of BBC One and BBC Two. It consisted of a round up of stories from the BBC's various local news programmes where it had not initially been possible to show regional variations. The programme was eventually replaced by digital feeds of each regional news service, finishing in 2002.","original_name":"UK Today","vote_average":0.0,"name":"UK Today","cert":"Unavailable","id":59306,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Revolting World of Stanley Brown is a science-based British sitcom produced by the CBBC and aired on the CBBC Channel. The series follows 13-year-old Stanley Brown, who shares his insatiable curiosity about the revolting world around him with a chaotic time-traveller, Archie, and his best friends Mike and Jess. Stanley is always in trouble but each week, he finds a new and exciting way to come out on top, delighting in the mess and mayhem the world throws at him. The series is produced by Retort Productions.","original_name":"The Revolting World of Stanley Brown","vote_average":0.0,"name":"The Revolting World of Stanley Brown","cert":"Unavailable","id":59307,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Nigeria's Got Talent is a Nigerian reality talent show which is part of the Got Talent franchise. It was launched in 2012 on television stations AIT and NTA, and sponsored by telecommunication company Airtel.\n\nHosted by Andre Blaze, a former presenter on Nigeria's Got Talent's fore-runner The Peak Talent Show, the judges were actress Kate Henshaw, comedian Yibo Koko, and radio presenter Dan Foster, who had previously held a similar position on Idols West Africa.\n\nThe current champion is Amarachi Uyenne, an eight-year-old dancer from Delta. She is said to be Nigeria's youngest millionaire, having won the show's cash prize of ₦10,000,000.","original_name":"Nigeria's Got Talent","vote_average":0.0,"name":"Nigeria's Got Talent","cert":"Unavailable","id":59308,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Over the Limit is an American reality television series that premiered on March 21, 2010 on TruTV. The final episode aired on October 17, 2010. The series takes viewers alongside police officers during various calls, whether the suspects are driving too fast, drinking too much, fighting in public, and other belligerent behavior. Some segments may include high speed chases or confrontations with the officers at the scene.","original_name":"Over the Limit","vote_average":0.0,"name":"Over the Limit","cert":"Unavailable","id":59321,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Floating Brothel","vote_average":0.0,"name":"The Floating Brothel","cert":"Unavailable","id":59322,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Celebrity Super Spa is a British reality television show. It is broadcast on Channel 5, making its debut on 13 September 2013. The show is produced by ITV Studios and GroupM Entertainment and centres on six celebrities working in a real-life Spa in Liverpool, where they are taught to pluck, preen and pamper by Herbert Howe, a man with fifty years experience in the hair and beauty industry.","original_name":"Celebrity Super Spa","vote_average":0.0,"name":"Celebrity Super Spa","cert":"Unavailable","id":59323,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Work Experience is a British comedy series that mixes the sitcom, mock doc and prank show formats. It began on October 24, 2012 on E4. It was created by Michael Livingstone, Tom Thostrup and Claudia Webster and written by Rhodri Crooks, Tom Forbes, Livingstone, Sam Martin and Thostrup. Set in the madness of new fashion PR agency Grade PR, each week the show follows two ambitious interns as they embark on a week of tasks, tantrums and tears. However, unknown to them, the entire agency is fictional and the employees are actors.","original_name":"The Work Experience","vote_average":0.0,"name":"The Work Experience","cert":"Unavailable","id":59324,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Life At 1","vote_average":0.5,"name":"Life At 1","cert":"Unavailable","id":59325,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"R&B Divas: Los Angeles is an American Reality television series on TV One that premiered on July 10, 2013. The series chronicles the lives of R&B singers Lil Mo, Chanté Moore, Kelly Price, Claudette Ortiz, Michel'le and Dawn Robinson as they balance their music careers and personal lives. It is a spinoff to R&B Divas: Atlanta. The reunion was filmed on August 6, 2013, with Wendy Williams as the host.\n\nPart 1 of the R&B Divas: Los Angeles reunion acquired a 0.83 rating among P25-54 and a 0.95 rating among households. It drew a total of 834,000 viewers on its original airing night during its 10:00 p.m. premiere and encore airings. The episode is also tied with The Rickey Smiley Show as the TV One's No. 1 telecast among adults 25-54.","original_name":"R&B Divas: Los Angeles","vote_average":0.0,"name":"R&B Divas: Los Angeles","cert":"Unavailable","id":59326,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1981-01-01","cast":[],"overview":"Storybook International is a British children's television series, produced for ITV by Harlech Productions, a part of HTV. The weekly, half-hour show was a collection of folk tales and fairy stories from all over the world, based on an anthology of stories for children published by Gollancz in 1981, edited by Veronica Kruger. Filmed in such locales as Russia, Ireland and Scandinavia, the series' live-action playlets were based on stories which originated in England, Czechoslovakia, France, Romania, Turkey, Wales, Israel, Norway, China, Africa, India and elsewhere. A few of the stories were campfire legends derived from the Native Americans of New England and the Maori of New Zealand.\n\nFirst broadcast in 1983, it consisted of 65 episodes, aired as three separate series. Although its distribution was originally confined to Britain and Europe, Storybook International enjoyed extensive cable play in the US, Scandinavia and the Middle East in subsequent decades. Fitfully released on VHS throughout the 1980s and 1990, the full series was finally made available on DVD in 2006.\n\nThe show famously began with an animated title sequence with a troubadour singing the theme song, accompanied by a friendly anthropomorphic fox. The original version was sung in a traditional English folk style, but subsequent international versions had different versions of the song. Notably the US version replaced the line \"In England I am John\" with \"In America I'm John\".","original_name":"Storybook International","vote_average":0.0,"name":"Storybook International","cert":"Unavailable","id":59337,"adult":"false","genre_ids":[10751],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"2006 Supercheap Auto Bathurst 1000","vote_average":0.0,"name":"2006 Supercheap Auto Bathurst 1000","cert":"Unavailable","id":59340,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-09-24","cast":["Isidora Urrejola","Tiago Correa","Claudia di Girólamo","Héctor Noguera","Begoña Basauri"],"overview":"La Sexóloga is a Chilean telenovela originally aired on Chilevisión and its first aired in Chile on September 24, 2012.","original_name":"La Sexóloga","vote_average":0.0,"name":"La Sexóloga","cert":"Unavailable","id":59341,"adult":"false","genre_ids":[35,10766],"origin_country":["CL"]},{"first_air_date":null,"cast":[],"overview":"Who Knows Ireland Best? is an Irish quiz show broadcast on RTÉ One from 20 January 2012. The show is presented by Derek Mooney, and air on Friday evenings. Who Knows Ireland Best? has been received positively, being described by media as the \"highlight\" of RTÉ's spring 2012 season.","original_name":"Who Knows Ireland Best?","vote_average":0.0,"name":"Who Knows Ireland Best?","cert":"Unavailable","id":59342,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Top 20 Countdown: Most Shocking is an American reality television show produced by Nash Entertainment and truTV Original Productions. The show present twenty of the most shocking clips you've ever seen. From holiday disasters to great escapes to terrible drivers, each episode counts down the most action-packed high-adrenaline stories to reveal the most outrageous video of them all. This is a spin-off series Most Shocking which began airing on October 4, 2006.","original_name":"Top 20 Countdown: Most Shocking","vote_average":0.0,"name":"Top 20 Countdown: Most Shocking","cert":"Unavailable","id":59343,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Annie McGuire is an American sitcom that aired from October 26 to December 28, 1988 on Wednesday Night at 8:30 EST.","original_name":"Annie McGuire","vote_average":3.0,"name":"Annie McGuire","cert":"Unavailable","id":59352,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"A Day with Dana is a British chat show hosted by Dana Rosemary Scallon which was first aired on BBC Two in 1974.","original_name":"A Day with Dana","vote_average":0.0,"name":"A Day with Dana","cert":"Unavailable","id":59353,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Performers is a Canadian variety television series which aired on CBC Television from 1971 to 1972.","original_name":"The Performers","vote_average":0.0,"name":"The Performers","cert":"Unavailable","id":59356,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"A la luz del Angel is a planned Mexican telenovela to be produced by Carla Estrada for Televisa. It is based on Kathryn S. Blair's novel, A la Sombra del Ángel, focusing on Antonieta Rivas Mercado's life and the history of Victoria y Manuel. Originally, production was postponed due to difficulties of retelling Mercado's life with no alterations.\n\nAs of June 2012, Martha Higareda is confirmed to star in this telenovela.","original_name":"A la luz del Angel","vote_average":0.0,"name":"A la luz del Angel","cert":"Unavailable","id":59357,"adult":"false","genre_ids":[],"origin_country":["MX"]},{"first_air_date":null,"cast":[],"overview":"Young Scientists of the Year was a BBC1 television series in the 1970s.","original_name":"Young Scientists of the Year","vote_average":0.0,"name":"Young Scientists of the Year","cert":"Unavailable","id":59358,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Duckes Of Bröxstônia is an Australian short animated television series of 3 minutes created by Suren Perera and Stu Connolly, aired on ABC3 and Cartoon Network Asia.","original_name":"The Dukes of Broxstonia","vote_average":2.0,"name":"The Dukes of Broxstonia","cert":"Unavailable","id":59367,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"The Albertans is a Canadian dramatic television miniseries which aired on CBC Television in 1979.","original_name":"The Albertans","vote_average":0.0,"name":"The Albertans","cert":"Unavailable","id":59368,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Spellbound is a UK a general knowledge game show hosted by Paul Coia on Sky One, during the 1990s.","original_name":"Spellbound","vote_average":0.0,"name":"Spellbound","cert":"Unavailable","id":59369,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Misibis Bay is a Philippine mini television drama series to be broadcast by TV5 starring Ritz Azul, Christopher De Leon, Daniel Matsunaga, Vin Abrenica, Victor Silayan, Megan Young, Malak So Shdifat and Luke Jickain. It premiered on July 15, 2013 on the network's primetime block.\n\nThe series is the third offering of TV5 Mini Serye. Like its first offering, Sa Ngalan ng Ina and its second offering, Nandito Ako, the show is intended for six-week run, but the series was extended for two weeks due to its successful ratings.","original_name":"Misibis Bay","vote_average":0.0,"name":"Misibis Bay","cert":"Unavailable","id":59370,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"George is an American sitcom that aired from November 5, 1993 to January 19, 1994. Ex-boxer Tony Danza was co-producer of the series.","original_name":"George","vote_average":0.0,"name":"George","cert":"Unavailable","id":59371,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-01-19","cast":["Rupert Graves"],"overview":"Putin, Russia and the West is a four-part British documentary television series first shown in January and February 2012 on BBC Two about the relationship between Vladimir Putin's Russia and the West.\n\nThe series is produced by Norma Percy, whose previous series include The Death of Yugoslavia, Israel and the Arabs: Elusive Peace, and Iran and the West. The documentary was criticized by some dissidents for being an apology for Putin's regime.","original_name":"Putin, Russia and the West","vote_average":0.0,"name":"Putin, Russia and the West","cert":"Unavailable","id":59372,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"CMT Hot 20 Countdown is a show on CMT. CMT Top 20 Countdown is a weekly live music video show that counts down the twenty most popular country music videos. The show features a live audience, in-studio performances, and interviews. It premiered January 5, 2013 and airs Saturday mornings. It replaced the long running Top Twenty Countdown that aired from 2001-2012 and is similar to CMT Most Wanted Live, which aired from 2001-2004 and featured a live daily countdown.","original_name":"CMT Hot 20 Countdown","vote_average":0.0,"name":"CMT Hot 20 Countdown","cert":"Unavailable","id":59373,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Handu pumpulla is a Finnish television series. It aired on Finnish TV in 2005.","original_name":"Handu pumpulla","vote_average":0.0,"name":"Handu pumpulla","cert":"Unavailable","id":59380,"adult":"false","genre_ids":[],"origin_country":["FI"]},{"first_air_date":null,"cast":[],"overview":"Netbusters is a Football show broadcast on Sky Sports 1 on Mondays during the Football season. The show shows all the goals from the weekend's Football League action, and manager quotes and a Top 5 Goals feature. When the Football League Trophy games was on, they would show highlights of that game. They also show all the tables. When there are no goals in the game they would show misses and bloopers. Music is usually played on the goal videos. The show is the partner to Goals on Sunday.","original_name":"Netbusters","vote_average":0.0,"name":"Netbusters","cert":"Unavailable","id":59381,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Bonnie Prudden Show is a Canadian talk show and exercise television series which aired on CBC Television from 1965 to 1970.","original_name":"The Bonnie Prudden Show","vote_average":0.0,"name":"The Bonnie Prudden Show","cert":"Unavailable","id":59382,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Beverly Hills Vet is an American television program that deals with problematic pets and their eccentric owners. This show is hosted by Katrina Warren. It was shown on the channel Animal Planet.","original_name":"Beverly Hills Vet","vote_average":0.0,"name":"Beverly Hills Vet","cert":"Unavailable","id":59383,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Lucecita is a Venezuelan telenovela starred by Marina Baura, José Bardina, Esperanza Magaz and Ivonne Attas. It was produced and broadcast on Venevisión for about a year and a half, spanning 1967–1968. The original story, written by Delia Fiallo, has inspired several variations and adaptations through the years, most of them by Fiallo, both for television and cinema. In 1972, Venevisión aired its own remake.","original_name":"Lucecita","vote_average":0.0,"name":"Lucecita","cert":"Unavailable","id":59384,"adult":"false","genre_ids":[],"origin_country":["VE"]},{"first_air_date":null,"cast":[],"overview":"Kiner's Korner was a post game interview show following New York Mets broadcasts hosted by Ralph Kiner. The show aired since the Mets' inaugural season at Shea Stadium in 1964. For years the show followed every Mets home game. The first was on April 30, 1963 with guests Buddy Hackett and Phil Foster. In more recent years as Kiner's workload decreased, the show was on less frequently, usually following home games on free television.","original_name":"Kiner's Korner","vote_average":0.0,"name":"Kiner's Korner","cert":"Unavailable","id":59385,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-11-25","cast":["Cesar Millan"],"overview":"World-renowned dog behaviorist Cesar Millan searches for the perfect candidates to adopt rescued dogs. These dogs have behavioral issues that have prevented them from finding new homes. In each episode, Cesar will decide, out of three candidates, who is the best pack leader to adopt a dog after testing them in a series of challenges over two days. The goal is to make the right match and place these difficult dogs in the most compatible home. Cesar's mission: save abandoned dogs from incarceration and euthanasia and raise awareness of the desperate situation these dogs live in around the world.","original_name":"Cesar Millan's Leader of the Pack","vote_average":7.0,"name":"Cesar Millan's Leader of the Pack","cert":"Unavailable","id":59386,"adult":"false","genre_ids":[10764],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Kidlat is a 2013 weekly Philippine television drama that broadcast on TV5. It stars Derek Ramsay.\n\nOn December 17, 2012, TV5 unveils its Kidlat billboard on EDSA, but it caused heavy traffic at EDSA, due to Derek's appearance as Kidlat costume.\n\nOn January 6, 2013, before Kidlat aired on primetime, TV5 previewed the series by airing its telemovie.","original_name":"Kidlat","vote_average":0.0,"name":"Kidlat","cert":"Unavailable","id":59395,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"The Game of Scouting is a Canadian informational television series which aired on CBC Television in 1967.","original_name":"The Game of Scouting","vote_average":0.0,"name":"The Game of Scouting","cert":"Unavailable","id":59396,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Inside Comedy is an American television interview program hosted and directed by David Steinberg. During each episode, Steinberg interviews a number of popular comedians from the worlds of stand-up, television, and film. Its first season ran from January to March 2012, and its second season premiered on February 11, 2013.","original_name":"Inside Comedy","vote_average":0.0,"name":"Inside Comedy","cert":"Unavailable","id":59397,"adult":"false","genre_ids":[35,99,10767],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Richard Bey Show is a syndicated American talk show presented by Richard Bey which aired from 1987 to late 1996. The program, produced from WWOR-TV in Secaucus, New Jersey and syndicated by All American Television, was executive produced by Bob Woodruff and David Sittenfeld.","original_name":"The Richard Bey Show","vote_average":0.0,"name":"The Richard Bey Show","cert":"Unavailable","id":59398,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Eight Days, Assassination Attempts against King Jeongjo is a South Korean television miniseries starring Kim Sang-joong, Park Jung-chul, Jung Ae-ri, Lee Sun-ho, and Hee Won. The series ran for 10 episodes, and was aired by CGV from November 17, 2007 to December 16, 2007. This show is placed in the context of the Eight Days procession organized in 1795 by King Jeongjo of Joseon to visit the tomb of his father at Hwaseong Fortress. This historic event was a huge one, involving 5,661 people and 1,417 horses.","original_name":"Eight Days, Assassination Attempts against King Jeongjo","vote_average":0.0,"name":"Eight Days, Assassination Attempts against King Jeongjo","cert":"Unavailable","id":59401,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Stairway to the Stars was an early Australian television series which aired on Melbourne station HSV-7. The first episode aired 9 November 1956, with the series ending circa November 1958.\n\nHosts of the series included Eric Pearce for early episodes, and Geoff McComas for later episodes.\n\nOriginally broadcast on Fridays, it later moved to Wednesdays. Competition in the time-slot varied. At first, since HSV-7 was the only station in Melbourne, the series had no competition in the time-slot. By March 1957 the series competed against U.S. series Alfred Hitchcock Presents on GTV-9 and UK series The World is Ours on ABV-2. By November 1958 episodes competed against U.S. comedy series Susie on GTV-9, while ABV-2 featured Election Talk and UK series Fabian of the Yard.\n\nThe series was a talent show. For example, the episode broadcast 21 December 1956 featured a pop vocalist, a soprano, a dancer, a tenor, and a saxophonist, as well as Sonia Korn as the guest.","original_name":"Stairway to the Stars","vote_average":0.0,"name":"Stairway to the Stars","cert":"Unavailable","id":59402,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"News Light is the flagship evening newscast of Light TV 33 News and Public Affairs. It aired daily from 7:30 to 8:30 in the evening.","original_name":"News Light","vote_average":0.0,"name":"News Light","cert":"Unavailable","id":59411,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Brynne: My Bedazzled Life is an Australian TV show, which follows the extravagant life of Brynne Edelsten, the wife of multi-millionaire Geoffrey Edelsten. The show is filmed primarily in Melbourne.","original_name":"Brynne: My Bedazzled Life","vote_average":0.0,"name":"Brynne: My Bedazzled Life","cert":"Unavailable","id":59412,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"The Town Above is a Canadian drama television series which was produced in French and English. It was broadcast on Radio-Canada and CBC Television from 1959 to 1960.","original_name":"The Town Above","vote_average":0.0,"name":"The Town Above","cert":"Unavailable","id":59413,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Karishma – The Miracles of Destiny was an Indian television serial which was first broadcast on Sahara One on 25 August 2003 and lasted over 262 episodes ending in October 2004. It starred Karisma Kapoor in the leading role alongside an all-star cast including Sanjay Kapoor, Arbaaz Khan, Arshad Warsi, Vikas Bhalla and Jugal Hansraj. Created by Akashdeep, it was written by Sachin Bhowmick and directed by Anurag Basu. The title song was composed by Anu Malik and sung by Sonu Nigam and Sapna Mukherjee. In the UK, the serial has been aired on Venus in 2007 and repeated on Sahara One from September 2012 to March 2013.","original_name":"Karishma – The Miracles of Destiny","vote_average":0.0,"name":"Karishma – The Miracles of Destiny","cert":"Unavailable","id":59414,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Show Me Show Me is a television show on CBeebies presented by Chris Jarvis and Pui Fan Lee. Aimed at pre-school children the shows teach and show children and read stories about their toys. It began in 2009.","original_name":"Show Me Show Me","vote_average":0.0,"name":"Show Me Show Me","cert":"Unavailable","id":59415,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Chivalry and Betrayal: The Hundred Years' War is a 2013 documentary television series written and presented by cultural historian Dr. Janina Ramirez looking at a time when the ruling classes of England and France were bound together by shared sets of values, codes of behaviour and language for three hundred years that ended with the The Hundred Years' War when chivalry ended with the devastating warfare of cannon and betrayal between rulers when England lost her French possessions. Broadcast by the BBC in February 2013.","original_name":"Chivalry and Betrayal: The Hundred Years' War","vote_average":0.0,"name":"Chivalry and Betrayal: The Hundred Years' War","cert":"Unavailable","id":59416,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2013-11-09","cast":["Roger Craig Smith","Mick Wingert","Travis Willingham","Troy Baker","Laura Bailey"],"overview":"The further adventures of the Marvel Universe's mightiest general membership superhero team. With an all-star roster consisting of Iron Man, Captain America, Thor, Hulk, Hawkeye, Falcon and, occasionally--when she feels like it and only when she feels like it--Black Widow, the Avengers are a team in the truest sense. The Avengers save the world from the biggest threats imaginable--threats no single super hero could withstand.","original_name":"Marvel's Avengers Assemble","vote_average":0.0,"name":"Marvel's Avengers Assemble","cert":"Unavailable","id":59427,"adult":"false","genre_ids":[10759,16],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Skippers is a factual television programme by Raidió Teilifís Éireann. It follows four Irish fishing trawlers.","original_name":"Skippers","vote_average":0.0,"name":"Skippers","cert":"Unavailable","id":59428,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Lucky Fred is a Spanish animated TV series. Created by Imira Productions in 2011. It aired in Disney Channel and Nickelodeon on November 1, 2011 and Nickelodeon Philippines on February 18, 2012.","original_name":"Lucky Fred","vote_average":0.0,"name":"Lucky Fred","cert":"Unavailable","id":59429,"adult":"false","genre_ids":[16,10759,35,10751],"origin_country":["IL","PH","ES"]},{"first_air_date":null,"cast":[],"overview":"Mom and Sister is a South Korean television series that aired on MBC from November 4, 2000 to April 22, 2001. The story involves the lives of Kyong-bin, his parents, and older sisters.","original_name":"Mom and Sister","vote_average":0.0,"name":"Mom and Sister","cert":"Unavailable","id":59430,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Real News is Pakistan's first English-language comedy show, which airs on Play TV. The show was created by Saad Haroon, who also hosts the show along with co-host Danish Ali. The show makes fun of actual news events using political and social satire.","original_name":"The Real News","vote_average":0.0,"name":"The Real News","cert":"Unavailable","id":59431,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"In Real Life is a Canadian reality show where eighteen kids race across North America and compete in a series of real-life jobs, aimed to \"discover the skills, strength, and stamina it takes to make it in real life.\" The show is developed and produced by Apartment 11 Productions. The show is hosted by Canadian comedienne and actress, Sabrina Jalees.\n\nThe fourth season started production during January 2013 and continued to March 2013. Not much is known about this season except it contains 18 returning players from seasons past.","original_name":"In Real Life All-Stars","vote_average":0.0,"name":"In Real Life All-Stars","cert":"Unavailable","id":59432,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Kimora: House of Fab is an American reality television series on the Style Network that debuted on January 23, 2013. Kimora: House of Fab chronicles the day-to-day life at JustFab, an online fashion website. Simmons was hired in 2011 after the company raised $33 million in first round capital. The series focuses solely on Simmons career with the company, rather than her home life as shown in Kimora: Life in the Fab Lane.","original_name":"Kimora: House of Fab","vote_average":0.0,"name":"Kimora: House of Fab","cert":"Unavailable","id":59443,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Storytime with Thomas was a children's television series that aired on Fox Family in 1999 that was a spinoff to Shining Time Station.\n\nEach broadcast consisted of two episodes from seasons 1 to 5 of Thomas the Tank Engine & Friends with a short music video at the start and one episode of Magic Adventures of Mumfie in between. The show left the air in late 2001, when The Britt Allcroft Company changed its name to Gullane Entertainment which was acquired by HIT Entertainment in 2002.\n\nGeorge Carlin narrated Seasons 1, 2, 3 and 4, while Alec Baldwin narrated Season 5.","original_name":"Storytime with Thomas","vote_average":0.0,"name":"Storytime with Thomas","cert":"Unavailable","id":59444,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2013-03-03","cast":[],"overview":"Alien Mysteries is a Canadian UFO documentary series featuring eyewitness testimony that is produced by Exploration Production Inc. for Discovery Channel. Alien Mysteries showcases the real life stories of ordinary people who fall victim of alien abduction or attack. Alien Mysteries debuted on Discovery Canada on March 3, 2013.","original_name":"Alien Mysteries","vote_average":6.0,"name":"Alien Mysteries","cert":"Unavailable","id":59445,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"The Game Plan is an Australian sports television program, that focuses on the National Rugby League competition. It currently airs on One every Thursday night.","original_name":"The Game Plan","vote_average":0.0,"name":"The Game Plan","cert":"Unavailable","id":59446,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"The State of the Nation was a series of investigative journalism programmes produced by Granada Television between 1966 and 1988.","original_name":"State of the Nation","vote_average":0.0,"name":"State of the Nation","cert":"Unavailable","id":59449,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"On the Rocks is an American television sitcom that aired on ABC from September 11, 1975 to May 17, 1976. Originally telecast after Barney Miller, ABC promoted the two shows with the tagline \"Funny cops, and funny robbers\". Based on the British series Porridge.","original_name":"On the Rocks","vote_average":0.0,"name":"On the Rocks","cert":"Unavailable","id":59458,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Chhanchhan is an Indian comedy drama TV series which premiered on 25 March 2013 and aired on Sony Entertainment Television India and Sony Entertainment Television Asia from Monday to Thursday. The show was also called Modern Bahu during pre-production and stars Sanaya Irani, Supriya Pathak, and Anuj Sachdeva.","original_name":"Chhanchhan","vote_average":0.0,"name":"Chhanchhan","cert":"Unavailable","id":59461,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Wicked Single is an American reality documentary television series on VH1 and debut on March 17, 2013.","original_name":"Wicked Single","vote_average":0.0,"name":"Wicked Single","cert":"Unavailable","id":59462,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Theme in Seven is a Canadian music history television series which aired on CBC Television in 1955.","original_name":"Theme in Seven","vote_average":0.0,"name":"Theme in Seven","cert":"Unavailable","id":59463,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Accent on Strings was an Australian television series which aired in 1956 on Sydney station TCN-9. A music series, the first episode aired 27 October 1956. It was among several early locally-produced the series which debuted during the first official week of programming by the station, along with The Johnny O'Connor Show, game show What's My Line, religious series Give Us This Day, children's series Fun Farm, and music series Campfire Favourites, with these series having varying degrees of success.\n\nAccent on Strings proved to be among the less successful of early TCN-9 offerings, running a couple months, and ending at the same time as Campfire Favourites and The Johnny O'Connor Show.\n\nIt is not known if any of the episodes exist as kinescope recordings. There is very little information about this series available online.","original_name":"Accent on Strings","vote_average":0.0,"name":"Accent on Strings","cert":"Unavailable","id":59464,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Love Court was a MuchMusic Canadian TV series that aired in 2009. The series was hosted by recording artist Elise Estrada and was cancelled after 20 episodes due to poor ratings.","original_name":"Love Court","vote_average":0.0,"name":"Love Court","cert":"Unavailable","id":59475,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"The Doug Crosley Show was a Canadian music variety television series which aired on CBC Television in 1973.","original_name":"The Doug Crosley Show","vote_average":0.0,"name":"The Doug Crosley Show","cert":"Unavailable","id":59476,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Chock is a Swedish horror television series that was broadcast in 1997. It was made in the style of horror shows like Tales from the Crypt.\n\nEach episode was presented by the Swedish cult actor and horror host, Ernst-Hugo Järegård. Episodes were directed by Mikael Håfström, Daniel Bergman and Ulf Malmros.","original_name":"Chock","vote_average":0.0,"name":"Chock","cert":"Unavailable","id":59477,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"iBILIB is a Filipino weekly infotainment show produced by GMA Network and hosted by Chris Tiu with the dynamic duo Moymoy Palaboy and Isabelle Daza. The show features scientific experiments and explores different scientific facts and theories surrounding everyday events presented in magical manner as seen on Japan's popular science show Wonders of Horus. The show premiered January 29, 2012 on GMA Network and worldwide via GMA Life TV. The second season of the show is now called \"Is It Possible\" featuring things & experiments that are impossible to do. The show also features some cosplay pictures by different cosplayers by sending them via email or on their facebook page.","original_name":"IBilib","vote_average":0.0,"name":"IBilib","cert":"Unavailable","id":59478,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Titser is a Filipino drama television series created and developed by Nessa Valdellon and executive produced by Alemberg Ang for GMA News and Public Affairs. The ten-part series premiered on August 11, 2013, aired every Sunday night at 7:15 p.m. timeslot on GMA News TV, and on August 24, 2013 worldwide via GMA News TV International. It is directed by indie filmmaker and head of the Ateneo Filipino Department Dr. Alvin Yapan.\n\nThe series discusses issues in Philippine education: lack of books and chairs and classrooms, corruption in the procurement process, the high dropout rate and the fact that majority of the Philippine population has only reached a high school level, or less of education.","original_name":"Titser","vote_average":0.0,"name":"Titser","cert":"Unavailable","id":59479,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Hermie and Friends is a Christian video series for children. The show is 3-D animated and stars two caterpillars named Hermie and Wormie.\n\nThe show started with a 40-minute Max Lucado video special called Hermie: A Common Caterpillar, based on his book of the same name. The show was turned into a video series that takes place before Hermie became a butterfly. Licensed products include Christian video games, which loosely follow the videos.","original_name":"Hermie and Friends","vote_average":0.0,"name":"Hermie and Friends","cert":"Unavailable","id":59480,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Breast Darn Show in Town is an Australian comedy event created and executive produced by the Comedy Channel programming director Darren Chau, with Claire Haugh and Entourage Marketing & Events, in aid of the National Breast Cancer Foundation.\n\nFilmed at the Melbourne Town Hall, the format features a range of television, film, and comedic performers including Rebel Wilson, Mick Molloy, Hannah Gadsby, Celia Pacquola, Jordan Raskopoulos, Sam Simmons, Tom Ballard, Fiona O'Loughlin, Dave Thornton, Toby Truslove, Claire Hooper, Cal Wilson, Felicity Ward, Denise Scott and Mark Mitchell as Con the Fruiterer. The first special was hosted by Julia Morris premiered on the Comedy Channel on November 1, 2009. The second special was hosted by Grant Denyer and Corinne Grant and premiered on the Comedy Channel on November 5, 2010.","original_name":"The Breast Darn Show in Town","vote_average":0.0,"name":"The Breast Darn Show in Town","cert":"Unavailable","id":59489,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"100 Greatest is a long-running TV strand on Channel 4 in the United Kingdom that has been broadcasting since 1999. The \"list show\" programmes are generally public polls, and reflect the votes of visitors to the Channel 4 website. However, the results of some of the polls are determined by experts. The programmes are usually broadcast in the weekend schedule, in three- or four-hour blocks, throughout the year. They are also repeated on E4 on Saturday nights. The single \"Bentley's Gonna Sort You Out!\" has featured in the soundtrack of some of the earlier programmes, while others include various tracks from the Daft Punk album Discovery.\n\nUpon becoming Channel 4's chief creative officer in 2011, Jay Hunt declared that the list show format would be discontinued.","original_name":"100 Greatest","vote_average":0.0,"name":"100 Greatest","cert":"Unavailable","id":59494,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Reunion is Singaporean drama which aired on MediaCorp Channel 8 in December 2001. It was written by acclaimed award-winning script writer Ang Eng Tee, who went on to produce popular dramas such as Holland V and The Little Nyonya.","original_name":"The Reunion","vote_average":0.0,"name":"The Reunion","cert":"Unavailable","id":59495,"adult":"false","genre_ids":[],"origin_country":["SG"]},{"first_air_date":null,"cast":[],"overview":"The Second Half is an American sitcom that aired from September 7, 1993, to April 12, 1994. The series was executive-produced and co-created by its star, John Mendoza.","original_name":"The Second Half","vote_average":0.0,"name":"The Second Half","cert":"Unavailable","id":59496,"adult":"false","genre_ids":[],"origin_country":[]},{"cert":"Unavailable","cast":[],"id":59497,"first_air_date":null,"overview":"Davis at Large is an Irish variety and chat show presented by Derek Davis. The studio-based show aired on Friday nights, and later on Sunday nights, between 2 November 1984 and 23 February 1986.","genre_ids":[],"origin_country":[],"original_name":"Davis at Large","vote_average":0.0,"name":"Davis at Large","adult":"false"}]