[{"first_air_date":null,"cast":[],"overview":"Corridors of Power is an Australian television mockumentary series that first screened on the Australian Broadcasting Corporation in 2001.\n\nThe series features the private and public lives of two ambitious federal parliamentary backbenchers Fielding and Dunne who are contesting the same seat in a federal election.","original_name":"Corridors of Power","vote_average":0.0,"name":"Corridors of Power","cert":"Unavailable","id":5501,"adult":"false","genre_ids":[35],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Full House is a British sitcom which aired for three series from 1985 to 1986. It was the last sitcom to be jointly co-created by the sitcom writing team of Johnnie Mortimer and Brian Cooke, however, it was mainly written by Mortimer alone, with Mortimer writing 12 episodes alone, along with a further 3 with Cooke, while another veteran sitcom writer, Vince Powell, contributed another 3.\n\nIt starred Christopher Strauli, Sabina Franklyn, Brian Capron and Natalie Forbes, with Diana King, who was later replaced by Joan Sanderson.\n\nIt was made by Thames Television for the ITV network.","original_name":"Full House","vote_average":0.0,"name":"Full House","cert":"Unavailable","id":5502,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2008-04-06","cast":["Zahi Hawass"],"overview":"Egypt's Ten Greatest Discoveries is a documentary on the Discovery Channel, written and directed by Ben Mole and hosted by Zahi Hawass featuring a list of the top 10 discoveries of Ancient Egyptian sites and artifacts which are of cultural significance to the country. The list was compiled by Hawass with the assistance of some of the world's leading Egyptologists. Each discovery has a theme centered around a part of everyday life in Ancient Egypt. For six of those discoveries, a certain emphasis is placed on how some of their themes have managed to influence modern life. The documentary concludes with a short segment on how the practice of mummification influenced modern surgery with both procedures sharing much of the same techniques.","original_name":"Egypt's Ten Greatest Discoveries","vote_average":0.0,"name":"Egypt's Ten Greatest Discoveries","cert":"Unavailable","id":5503,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Pillar of Fire is a mini series documentary of the Israel Broadcasting Authority, named after the Pillar of Fire, the biblical phenomena which led the ancient Israelites to the Promised Land during their exodus from Egypt. It was produced by Yaakov Eisenmann and edited by Yigal Loussin and presents the History and narrative of Zionism from the late 19th century until the establishment of the state of Israel in 1948. It first aired during the winter and spring of 1981 on Israeli Channel 1 over a period of five months, and attracted its biggest rating at the time. It was later broadcast on CUNY TV in the United States in 1988 in English and it was announced by the German Minister of State to be aired as part of wide array of events to mark Israel's 60th Independence Day. It is still being re-aired at times, on the Israeli History Channel through the Israeli cable TV and satellite television providers, Hot and yes. In 2008, IBA has begun uploading the Pillar of Fire episodes to its official website in honor of Israel's 60th Independence Day, and in the same year The complete series was released to DVD and in English.\n\nPillar of Fire focuses on the History of Zionism, beginning in 1896, in the wake of Theodor Herzl's revival of the concept of Jewish nationalism and continues to follow the Jewish People in the 20th century, the early stages of Zionism, followed by the waves of Aliyah prior to the founding of Israel, the Revival of the Hebrew language, the Ottoman Empire's rule in over the Land of Israel, the British Mandate, Anti-Semitism in Europe, the rise of Nazism and The Holocaust, the history of the Yishuv, the Jewish struggle for independence, and ends in 1948, with the Israeli Declaration of Independence.","original_name":"Pillar of Fire","vote_average":0.0,"name":"Pillar of Fire","cert":"Unavailable","id":5504,"adult":"false","genre_ids":[99],"origin_country":["IL"]},{"first_air_date":null,"cast":["Tim Russ","Kate Mulgrew","John McMartin","Michael Learned","Shaun Cassidy"],"overview":"Roots: The Gift is a 1988 television film. It is the third installment of the Roots series, which traces the maternal family history of African American author Alex Haley, starting with his fourth great-grandfather Kunta Kinte. The film premiered on ABC on 11 December 1988, with AT&T as the sole national sponsor for the broadcast. LeVar Burton and Louis Gossett, Jr. reprise their respective roles of Kunta Kinte and Fiddler. The film is not considered a strict sequel because it takes place in between the second and third episodes of the original Roots miniseries.\n\nThe film was crafted as a Christmas movie. As one of the characters explains, the \"gift\" referred to in the title is freedom.\n\nRoots: The Gift is also notable in that it features four actors who each portrayed a major character in a Star Trek television series: Burton, Avery Brooks, Kate Mulgrew, and Tim Russ.","original_name":"Roots: The Gift","vote_average":0.0,"name":"Roots: The Gift","cert":"Unavailable","id":5505,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":"1965-09-17","cast":["Roger Smith","Richard X. Slattery"],"overview":"Mister Roberts is an American sitcom that aired on NBC from September 17, 1965 to April 8, 1966. Based on the best selling novel, 1948 play, and the 1955 film of the same name, the series stars Roger Smith in the title role and Richard X. Slattery as the ship's captain.","original_name":"Mister Roberts","vote_average":10.0,"name":"Mister Roberts","cert":"Unavailable","id":5514,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Ethelbert the Tiger is a children's animated TV Show. In each episode, Ethelbert, a friendly but naïve Indian tiger cub asks his wise human friend Dilip question, often regarding morals, ethics or behaviour. The pair then set off on Dilip's raft through a magic waterfall which transports them to another part of the world. They invariably meet a new animal friend who can help answer the question and give Ethelbert a different perspective on life.\n\nThe programme's visual style is very colourful, not unlike silk painting or batik.","original_name":"Ethelbert the Tiger","vote_average":0.0,"name":"Ethelbert the Tiger","cert":"Unavailable","id":5515,"adult":"false","genre_ids":[16],"origin_country":["IO","GB"]},{"first_air_date":null,"cast":[],"overview":"Comics Unleashed is a half-hour comedic talk show produced by the Entertainment Studios production company and hosted by Byron Allen, with John Cramer as announcer and DJ Cobra providing music support. The show features a panel of four guest comedians performing their standup bits thinly disguised as a sit-down chat show, sometimes preceded by a brief monologue or joke from Allen. Certain episodes were branded as Comics Unleashed: Hot Chocolate, as the featured comedians on those episodes were all of African descent.\n\nFirst-run weekly episodes were originally produced from 2006-07, with repeats still airing in some markets, including on a number of CBS affiliates, generally in the very late-night to overnight hours. Repeats of the series have been renewed in major CBS markets through the fall 2012 season, often following The Late Late Show with Craig Ferguson on those stations. Back-to-back episodes also aired in prime time on MyNetworkTV before it became a programming service. The series is also broadcast by the TV One cable network.","original_name":"Comics Unleashed","vote_average":0.0,"name":"Comics Unleashed","cert":"Unavailable","id":5516,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Ritz was a six-part BBC Television series that aired in 1987. It was a Comedy\/Drama set in a night club, where three bouncers—Chike played by Paul Rider, Skodge played by Andrew Dunn and Kenny played by Andrew Livingstone—helped to protect the newly formed Ritz night club from a rival club owner, Mad Mick, played by Richard Ridings.","original_name":"The Ritz","vote_average":0.0,"name":"The Ritz","cert":"Unavailable","id":5517,"adult":"false","genre_ids":[18,35],"origin_country":["GB"]},{"first_air_date":"2009-07-06","cast":["Kevin Cheng","Bosco Wong","Myolie Wu"],"overview":"Burning Flame III is a TVB production.\n\nIt is an independent installment to 1998's Burning Flame and 2002's Burning Flame II.","original_name":"Burning Flame III","vote_average":0.0,"name":"Burning Flame III","cert":"Unavailable","id":5518,"adult":"false","genre_ids":[18],"origin_country":["HK"]},{"first_air_date":"2007-01-08","cast":[],"overview":"The Baby Borrowers is a British reality television series produced by Love Productions for BBC Three. The series premiered 8 January 2007. The show features five couples aged between 16 and 19. They start off attempting to look after a baby for three days, before moving onto toddlers, pre-teens, teenagers and finally an elderly person.\n\nThere were also two spin off shows; The Baby Borrowers: Compilation showing highlight moments from the previous week, and The Baby Borrowers: Friends and Family asking what the teenage couples dearest and nearest think.","original_name":"The Baby Borrowers","vote_average":0.0,"name":"The Baby Borrowers","cert":"Unavailable","id":5519,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"The Second City's Next Comedy Legend was a summer reality show that aired on Canada's CBC Television in 2007. Contestants improvise and create characters for their chance to win a spot on the Second City Canadian Touring Company.\n\nJudges are Joe Flaherty, Mick Napier, Dave Thomas and Elvira Kurt and the show is hosted by Trish Stratus. Current Second City Toronto performers Matt Baram, Paul Bates, Anand Rajaram and Naomi Snieckus act as mentors. The show is co-executive produced by Second City CEO Andrew Alexander and producer Morgan Elliot.\n\nAuditions for the 2007 show took place March 20 in Vancouver, March 24 in Calgary, March 27 in Halifax and April 4 in Toronto.\n\nThe show premiered on July 10, 2007.","original_name":"The Second City's Next Comedy Legend","vote_average":0.0,"name":"The Second City's Next Comedy Legend","cert":"Unavailable","id":5520,"adult":"false","genre_ids":[35],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Frightmares The Series is an internet based Horror Film Program. The show is shot in line with the late night Creature Features and Chiller Theatre style programs of the 60's 70's and 80's. FTS does not follow a weekly format but the episodes are posted as completed. The Horror Host of the show is The Frightmaster and is always accompanied by his cohort Kane. Kane was sent by \"The Boss\" to ensure that The Frightmaster completes the shows to his satisfaction. In 2006 the show went on an extended hiatus. Frightmares the series returned with all new episodes in October 2010.","original_name":"Frightmares The Series","vote_average":0.0,"name":"Frightmares The Series","cert":"Unavailable","id":5529,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Wedding SOS is a Canadian television series shown on the Slice Network in Canada, the Fine Living network in the US, Sky Livingit in the UK and The Style Network in Australia.\n\nThe premise of each episode has a couple in over their heads planning a wedding, and brings in wedding expert Jane Dayus-Hinch to assist the couple to salvage the wedding. Dayus-Hinch is known as a fairy God-mother who grants the couple three wishes. She is also the ex-wife of former Judas Priest drummer John Hinch.","original_name":"Wedding SOS","vote_average":0.0,"name":"Wedding SOS","cert":"Unavailable","id":5530,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Prime Television's Saturday Club is a morning children's program, filmed in their Australian Capital Territory studios.\n\nHosted by Prime Possum and Madelaine Collignon, The program is packaged around popular Disney Cartoons airing at 9am on Saturday Mornings. Recently the program has been packaged around Disney Movies.\n\nGWN's Saturday Club is hosted by Doopa Dog and Madelaine Collignon","original_name":"Saturday Club","vote_average":0.0,"name":"Saturday Club","cert":"Unavailable","id":5531,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Kyaa Dill Chatha Hai","vote_average":0.0,"name":"Kyaa Dill Chatha Hai","cert":"Unavailable","id":5532,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":"2008-01-09","cast":["Martin Lewis"],"overview":"It Pays to Watch! is a money saving show presented and written by money saving expert Martin Lewis, co-presented by Ruth Liptrot. It airs on UK terrestrial Channel Five. It is repeated on UK digital channel Fiver as an extended version on Sundays providing extra tips known as It pays to watch More!\n\nA new series began on 17 September 2008.","original_name":"It Pays to Watch!","vote_average":0.0,"name":"It Pays to Watch!","cert":"Unavailable","id":5535,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Crash - Truslen fra det sorte hul is a 1984 Danish children's science fiction TV-series which was written, directed and produced by Carsten Overskov and starred Lars Ranthe.\n\nCrash was produced and broadcast by the Danish Broadcasting Corporation and was also broadcast by the Norwegian Broadcasting Corporation in Norway and by Sveriges Television in Sweden in summer 1985. It was a major production but was not successful in Denmark.\n\nCarsten Overskov published a book called Truslen fra det sorte hul, also in 1984.\n\nSome 20 years after the broadcast DR was given means to digitalize the series along with other Danish productions such as Tonny Toupé Show, Casper og Mandrilaftalen and Gotha.","original_name":"Crash","vote_average":0.0,"name":"Crash","cert":"Unavailable","id":5536,"adult":"false","genre_ids":[],"origin_country":["DK"]},{"first_air_date":null,"cast":[],"overview":"Gladiators is a sports entertainment television show that was an international success during the 1990s and early 2000s with shows being filmed in America, Finland, The United Kingdom, Australia, South Africa, Sweden, Nigeria and Denmark. Russia, Germany, The Bahamas and Japan would also compete in international shows during the series. After a lengthy break, Gladiators was revived in 2008 in the UK, the US, and Australia, in 2009 Saudi Arabia created their own series featuring competitors from all over the Arab region and most recently Sweden has brought back their version which is proving more successful than any other revival.\n\nThe concept of the show is that athletic members of the public battle against the show's own Gladiators to claim points in several events that require speed, strength and skill. In the final event of the show, \"The Eliminator\" the contenders race against each other, with the first to finish winning the episode and moving onto the next round.\n\nA children's derivative of the concept was also made in the US, called Gladiators 2000. A UK variant of this was aired starting in 1995, called Gladiators: Train 2 Win.","original_name":"Gladiators","vote_average":0.0,"name":"Gladiators","cert":"Unavailable","id":5547,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2004-01-06","cast":["Jason Priestley","Chip Foose","Troy Trepanier"],"overview":"Rides is an automotive reality TV show produced for the TLC Network. The show's host is automobile enthusiast and amateur racer Jason Priestly. Rides debuted in the Summer of 2004 and became TLC's highest-rated series of the year.","original_name":"Rides","vote_average":0.0,"name":"Rides","cert":"Unavailable","id":5548,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"ESPN2 College Football Friday Primetime is a live game presentation of Division 1-A college football on ESPN2 or sometimes ESPN. There is no main sponsor. The game telecast airs every Friday night at 7:45pm ET during the college football regular season. In 2010, the games will be announced by Joe Tessitore and Rod Gilmore. The game is preceded by a 5-10 minute long segment of College Football Scoreboard with Rece Davis, Lou Holtz and Mark May They both also present the Pontiac Performance Halftime Report.\n\nSince debuting in 2004, it has broadcast games from numerous conferences including the SEC, ACC, Big Ten and the Big East.\n\nThe biggest game for this package occurred on September 28, 2007, when the at the time fifth-ranked West Virginia Mountaineers took on the eighteenth-ranked South Florida Bulls. The game drew a 2.7 rating, the second highest since ESPN2 began televising college football.","original_name":"ESPN2 College Football Friday Primetime","vote_average":0.0,"name":"ESPN2 College Football Friday Primetime","cert":"Unavailable","id":5549,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Pangarap na Bituin is a Filipino primetime TV series produced by ABS-CBN, which was aired on September 3, 2007 and ended November 9 that same year. The series was a regional semi-finalist for the 2008 International Emmy Awards under the Telenovela Program category.\n\nThis is also the 2nd Highest rating Musical Primetime Series after 2006's Bituing Walang Ningning it was also considered a Sineserye because of its similar adaptation to the 1985 film Sana'y Wala Nang Wakas the movie and the TV series have different storylines but both stories revolve around a trio of female singers struggling to follow their dreams above animosities revolving the difficult world of showbiz trying not to break upon their bonds.","original_name":"Pangarap na Bituin","vote_average":0.0,"name":"Pangarap na Bituin","cert":"Unavailable","id":5550,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":"2004-10-23","cast":["Ji Sung","Kim Mu-saeng","Lee Bo-young","Eugene","Ryu Soo-young"],"overview":"Save the Last Dance for Me is a South Korean television series that aired on SBS from October 23, 2004 to January 2, 2005 on Saturdays and Sundays at 21:45 for 20 episodes. Starring Eugene, Ji Sung, Ryu Soo-young and Lee Bo-young, the drama revolves around two lovers who don't let amnesia get in the way of their romance.","original_name":"마지막 춤은 나와 함께","vote_average":8.0,"name":"Save The Last Dance for Me","cert":"Unavailable","id":5551,"adult":"false","genre_ids":[18,35],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"Agter Elke man is a television drama series which premiered on 5 September 1985 on TV1 .","original_name":"Agter Elke Man","vote_average":0.0,"name":"Agter Elke Man","cert":"Unavailable","id":5552,"adult":"false","genre_ids":[18],"origin_country":["ZA"]},{"first_air_date":null,"cast":[],"overview":"The PBA on GTV, later the PBA on MBS was a presentation of Philippine Basketball Association games by Media Specialists, Inc. on Government Television later became Maharlika Broadcasting System in 1980.","original_name":"PBA on MBS","vote_average":0.0,"name":"PBA on MBS","cert":"Unavailable","id":5553,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"2001-09-20","cast":["Simon Callow","Patrick McKenna","Tim McInnerny","Doon Mackichan","Michael McShane"],"overview":"Don't Eat the Neighbours is a children's comedy series that originally aired in the United Kingdom and Canada in 2001-2002. It was filmed mainly with puppets, but occasionally used computer graphics. The series was focused on the characters Rabbit, Wolf, and their children. Music for the show was done by Jim Guttridge, with the theme done by Dan Gagnon, Sandy Nuttgens, and Michael Scott.\n\nOnly four episodes were released on VHS and DVD in the 2001 volume A Rabbit for All Seasons.","original_name":"Don't Eat the Neighbours","vote_average":0.0,"name":"Don't Eat the Neighbours","cert":"Unavailable","id":5554,"adult":"false","genre_ids":[],"origin_country":["CA","GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Kkangana","vote_average":0.0,"name":"Kkangana","cert":"Unavailable","id":5555,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Tycoon is a 32-episode American situation comedy television series broadcast by ABC. It starred Walter Brennan as the fictitious businessman Walter Andrews, similar to his birth name of Walter Andrew Brennan. As chairman of the board of the Thunder Corporation that he founded but no longer actively runs, Brennan plays an eccentric and cantankerous millionaire with a common touch who helps promising persons in need. The series aired with new episodes at 9 p.m. Eastern time Tuesday from September 15, 1964, until April 27, 1965. It continued in reruns until September 7, 1965. The program did not develop sufficient audience, presumably because viewers may have preferred the versatile Brennan as the bucolic Grandpa Amos McCoy in his 1957-1963 ABC and CBS sitcom The Real McCoys. Oddly, The Tycoon has ther same name as an episode of The Real McCoys also called \"The Tycoon,\" which aired four years earlier on August 23, 1960.\n\nAfter The Tycoon floundered, Brennan returned to ABC two years later in a more homespun role, a western The Guns of Will Sonnett with costar Dack Rambo.\n\nJerome Cowan and Van Williams costarred with Brennan in The Tycoon. Cowan played Herbert Wilson, a by-the-book \"bean counter\" who decried Brennan’s questionable expenditure of company resources. Williams starred as young executive Pat Burns. George Lindsey, later with The Andy Griffith Show, appeared in a few episodes of The Tycoon as Tom Keane. Van Williams had earlier appeared as Ken Madison in two ABC detective series Bourbon Street Beat with Richard Long and Andrew Duggan and in Surfside 6 with Troy Donahue and Lee Patterson. Later, Williams starred on ABC's The Green Hornet.","original_name":"The Tycoon","vote_average":0.0,"name":"The Tycoon","cert":"Unavailable","id":5558,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2010-03-07","cast":["Kel Mitchell","John Byner","Jeannie Elias","Alex Nussbaum","Eddie Garvar"],"overview":"Pink Panther and Pals is an animated television","original_name":"Pink Panther and Pals","vote_average":6.3,"name":"Pink Panther and Pals","cert":"Unavailable","id":5559,"adult":"false","genre_ids":[16,35,10762],"origin_country":["JO","US"]},{"first_air_date":"2007-07-09","cast":["George Steinbrenner","Daniel Sunjata","Michael Rispoli","Christopher McDonald","Oliver Platt"],"overview":"The Bronx Is Burning is a television drama that debuted on ESPN on July 9, 2007, after the 2007 MLB Home Run Derby. It is an eight-episode mini-series adapted from Jonathan Mahler's best-selling book, Ladies and Gentlemen, The Bronx Is Burning. The book focuses on baseball's triumph over the turmoil and hysteria of 1977 New York City and how the New York Yankees came to embody the hopes and fears of an unforgettable summer with Billy Martin and Reggie Jackson's warfare under George Steinbrenner's leadership.\n\nThe show stars Daniel Sunjata, Oliver Platt, and John Turturro, while executive producers Mike Tollin, Brian Robbins, Joe Davola, writer and executive producer James Solomon, and director Jeremiah Chechik work on the show. The series is produced by ESPN Original Entertainment in conjunction with Tollin\/Robbins Productions. Filming began on September 18, 2006, in Connecticut and New York.\n\nThe 2007 debut of the series marks the 30th anniversary of the 1977 World Series win for the Yankees, the first under Steinbrenner.\n\nAfter airing on ESPN, episodes could be viewed on ABC on Demand.","original_name":"The Bronx Is Burning","vote_average":8.0,"name":"The Bronx Is Burning","cert":"Unavailable","id":5560,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2006-02-02","cast":[],"overview":"Rich Bride Poor Bride is a television series shown on Slice and the WE: Women's Entertainment network. It follows the planning stages of a happy and stressful wedding. Each episode begins with a suggested budget and then follows the bride and groom as they struggle through the highs and lows of the planning of their wedding. And at the end of the episode the budget is revealed and as they tally up the cost the viewers get a sense of whether they were under or over budget.","original_name":"Rich Bride, Poor Bride","vote_average":0.0,"name":"Rich Bride, Poor Bride","cert":"Unavailable","id":5561,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Amor de Madre","vote_average":0.0,"name":"Amor de Madre","cert":"Unavailable","id":5562,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":"2007-11-05","cast":["Michio Kaku"],"overview":"Visions of the Future is a 2007 documentary television series aired on the BBC Four television channel. The series stars theoretical physicist and futurist Michio Kaku as he documents cutting edge science.\n\nThere are a total of 3 installments in the series.","original_name":"Visions of the Future","vote_average":8.5,"name":"Visions of the Future","cert":"Unavailable","id":5563,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Kutch To Huwa Hain","vote_average":0.0,"name":"Kutch To Huwa Hain","cert":"Unavailable","id":5564,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Flight Squad is a Canadian animated television series produced by CINAR in 1998.","original_name":"Flight Squad","vote_average":0.0,"name":"Flight Squad","cert":"Unavailable","id":5565,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":"2008-09-02","cast":["Rodger Corser","Samuel Johnson","Catherine McClements","Jolene Anderson","Callan Mulvey"],"overview":"Rush was an Australian television police drama that first screened on Network Ten in September 2008. Set in Melbourne, Victoria, it focuses on the members of a Police Tactical Response team. It is produced by John Edwards and Southern Star.\n\nOn 10 November 2011, as with Network Ten setting out DVD promotions for the finale of season 4, David Knox of TV Tonight has announced that Rush would not return after 4 years, as the next episode would be its last.","original_name":"Rush","vote_average":8.1,"name":"Rush","cert":"Unavailable","id":5566,"adult":"false","genre_ids":[18],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Chicago Tonight is an evening television news program broadcast weeknights on WTTW in Chicago. Chicago Tonight reports primarily on local news and presents features showcasing local artists and events. The show began April 24, 1984 and was hosted by popular Chicago broadcast journalist John Callaway for fifteen years. He continued to contribute to the show until he died in 2009.\n\nMonday through Thursday night the program is hosted primarily by Phil Ponce. On Friday, Joel Weisman hosts Chicago Tonight: The Week in Review a panel discussion with four journalists on the top stories of the week.","original_name":"Chicago Tonight","vote_average":0.0,"name":"Chicago Tonight","cert":"Unavailable","id":5567,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Ek Se Badhkar Ek - Jalwe Sitaron Ke is a Hindi television reality show that aired on Zee TV channel, starting from June 7, 2008 to September 14, 2008. The show is a unique because it has both singing and dancing in a one platform. The show is replaced by its second season known as Chota Packet Bada Dhamaka, which is based on kids.","original_name":"Ek Se Badhkar Ek","vote_average":0.0,"name":"Ek Se Badhkar Ek","cert":"Unavailable","id":5570,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"The Itsy Bitsy Spider was an animated series based on the short film of the same name. It was broadcast on the USA Network's USA Cartoon Express. The title character's voice was done by Frank Welker.","original_name":"Itsy Bitsy Spider","vote_average":0.0,"name":"Itsy Bitsy Spider","cert":"Unavailable","id":5571,"adult":"false","genre_ids":[16],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Let's Join Joanie is an unaired TV pilot produced in 1950 at CBS Columbia Square in Hollywood as a proposed live weekly series, based on their radio show Leave It To Joan. Today, it is best remembered for its star, Joan Davis, who would later star in the popular 1952–1955 sitcom I Married Joan.","original_name":"Let's Join Joanie","vote_average":0.0,"name":"Let's Join Joanie","cert":"Unavailable","id":5572,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Kadambarii","vote_average":0.0,"name":"Kadambarii","cert":"Unavailable","id":5577,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":"1980-01-04","cast":["Michelle Pfeiffer","Vic Morrow","Jimmie Walker","LaWanda Page","Penny Santon"],"overview":"B.A.D. Cats is an American action\/police drama that aired on ABC from January until February 1980 on Friday nights at 8 PM Eastern time. The series stars Asher Brauner, Steve Hanks, and Michelle Pfeiffer in one of her first major acting roles.\n\nThe acronym B.A.D Cats stood for 'Burglary Auto Detail, Commercial Auto Thefts'.","original_name":"B.A.D. Cats","vote_average":0.0,"name":"B.A.D. Cats","cert":"Unavailable","id":5578,"adult":"false","genre_ids":[10759,18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Freej is an Emirati three-dimensional, computer animated television series for children and adults alike. The English tagline for the show is \"The Fun Old Girls.\"\n\nThe show was produced by Mohammed Saeed Harib, who also directed the fifteen standalone episodes of fifteen minutes each. It is the tale of four old Emirati women living in a secluded neighbourhood in modern day Dubai. The show's main characters - Um Saeed, Um Saloom, Um Allawi and Um Khammas - try to live a peaceful life in the midst of the ever-expanding city around them, but the city’s boom unveils new social issues every day that they would have to tackle solve in their own simple way. For those four old women, there is no issue too hard to crack with a good cup of coffee at Um Saeed’s house.\n\nThe show's title is a reference to \"freej\", a term which means \"neighbourhood\" in Emirati Arabic, based on accent of the people of Dubai's slums. Freej, originally produced in Arabic, has an English subtitled version available.\n\nThe show premiered on September 24, 2006 in during Ramadan in Sama Dubai, and ever since it returns with new episodes traditionally debuting every year during Ramadan.","original_name":"Freej","vote_average":10.0,"name":"Freej","cert":"Unavailable","id":5579,"adult":"false","genre_ids":[16],"origin_country":["AE"]},{"first_air_date":"1999-06-15","cast":["Joe Rogan","Adam Carolla","Bill Foster","Aaron Hamill","Cindy Crawford"],"overview":"The Man Show is an American comedy television show on Comedy Central. It was created in 1999 by its two original co-hosts, Jimmy Kimmel and Adam Carolla, and their executive producer Daniel Kellison.","original_name":"The Man Show","vote_average":6.7,"name":"The Man Show","cert":"Unavailable","id":5580,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2008-06-28","cast":[],"overview":"Wipeout is a reality game show series in which contestants compete in what is billed as the \"world's largest obstacle course\". Wipeout is hosted and commentated by John Henson and John Anderson, while Jill Wagner acts as the \"on-location\" presenter. The interim presenter for one season was Vanessa Lachey. The creators and executive producers are Matt Kunitz and Scott Larsen. Distribution of the show is handled by Endemol USA. The show is taped at Sable Ranch in Canyon Country, Santa Clarita, California, about 40 miles north of Los Angeles. The show holds a \"TV-PG L\" rating for mild language by participants and some crude humor. Syndicated reruns of Wipeout are airing on truTV, and TBS. Season Six started on ABC on May 9, 2013.","original_name":"Wipeout","vote_average":6.2,"name":"Wipeout","cert":"Unavailable","id":5583,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Kismet Kaa Khell","vote_average":0.0,"name":"Kismet Kaa Khell","cert":"Unavailable","id":5584,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":"2008-04-20","cast":["Tsuyoshi Kusanagi","Rena Tanaka","Takaya Kamikawa","Shosuke Tanihara","Nao Matsushita"],"overview":"Ryokiteki na Kanojo is a Japanese television drama based on the South Korean movie My Sassy Girl. It narrates the story between Saburo Masaki, a marine biologist, and Riko Takami, an aspiring writer with a short temper. While the two are at odds with each other at first, they eventually become attracted to each other and develop a relationship. It received an average of 8.18% viewer rating throughout the series.","original_name":"猟奇的な彼女","vote_average":0.0,"name":"My Sassy Girl","cert":"Unavailable","id":5585,"adult":"false","genre_ids":[18,35],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Kath Bandhan","vote_average":0.0,"name":"Kath Bandhan","cert":"Unavailable","id":5586,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":"1984-09-08","cast":["Peter Cullen","Clive Revill","Arthur Burghardt","Fred Travalena","Ellen Gerstell"],"overview":"Dragon's Lair is a short-lived television cartoon series by Ruby-Spears Productions based on the 1983 video game of the same name. Thirteen half-hour episodes were produced from 1984–1985, airing on ABC. Between the late '80s and the early '90s, the show was rerun on the USA Cartoon Express, and has also aired on Boomerang.","original_name":"Dragon's Lair","vote_average":1.0,"name":"Dragon's Lair","cert":"Unavailable","id":5587,"adult":"false","genre_ids":[16,10759],"origin_country":["US"]},{"first_air_date":"2006-11-29","cast":[],"overview":"The Secret Millionaire is a reality television show which originated in the UK, in which millionaires go incognito into impoverished communities and agree to give away tens of thousands of pounds. Members of the community are told the cameras are present to film a documentary. The UK version is produced by production company RDF Media. It first aired in 2006 on Channel 4, with further series in subsequent years.","original_name":"Secret Millionaire","vote_average":10.0,"name":"Secret Millionaire","cert":"Unavailable","id":5588,"adult":"false","genre_ids":[99],"origin_country":["US","GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Khwaishon","vote_average":0.0,"name":"Khwaishon","cert":"Unavailable","id":5589,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Khushiya Ya Dhukhiya","vote_average":0.0,"name":"Khushiya Ya Dhukhiya","cert":"Unavailable","id":5590,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2005-11-04","cast":[],"overview":"Living Up is a Hong Kong TVB series about luxury housing. Luxurious type homes are generally referred to as \"豪宅\", literally a mansion, pronounced as \"hou zaak\" in Cantonese. The houses featured on the show are expensively furnished with some of the best city views, often accompanied by excellent feng shui.","original_name":"Living Up","vote_average":0.0,"name":"Living Up","cert":"Unavailable","id":5591,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":null,"cast":["Jeff Foxworthy"],"overview":"Are You Smarter Than a 5th Grader? is a television game show format based on posing grade-school level questions to adults, hosted by Jeff Foxworthy. This television show began broadcast on the Fox Broadcasting Company network as a special in the United States and Canada on February 27, 2007, and it grew to be popular enough that a half-hour-long syndicated TV series was developed by the owners.\n\nSince then, Are You Smarter Than a 5th Grader? has been replicated in several other countries, some versions under the same title, and some under modified ones. The first season of this TV program ranked 28th in the Nielsen ratings in the U.S., with an average of 12.7 million viewers per episode. The status of the Fox-TV series following the summer of 2008 is unknown, but the syndicated TV show debuted in late-September 2009. Episodes from this series are also broadcast on MyNetworkTV one evening per week, and on the Country Music Television channel it is broadcast on five evenings per week.\n\nGSN began airing the show November 6, 2011 in five-hour blocks starting at 7:00 p.m. Eastern\/6:00 p.m. They currently air Are You Smarter than a 5th Grader? Sunday nights.\n\nIn 2013, the show appeared in TV Guide's list of the 60 greatest game shows ever.","original_name":"Are You Smarter Than a 5th Grader?","vote_average":9.3,"name":"Are You Smarter Than a 5th Grader?","cert":"Unavailable","id":5592,"adult":"false","genre_ids":[10751,10762],"origin_country":["US"]},{"first_air_date":"2003-11-03","cast":["Brian Worth","Samantha Trenk"],"overview":"Average Joe is an American reality television show broadcast on the NBC beginning in 2003. There were a total of four seasons, the first two following the original show premise, and the last two bringing back contestants from prior seasons.","original_name":"Average Joe","vote_average":10.0,"name":"Average Joe","cert":"Unavailable","id":5593,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"2005-04-02","cast":[],"overview":"Battle B-Daman or Battle B'Daman is an anime and manga series by Eiji Inuki that first aired in January 2004 in Japan, replacing Beyblade in its timeslot. It premiered in the United States on April 2005. Like its predecessor, it is themed around an enhanced version of a children's schoolyard game – whereas Beyblade was based around spinning tops, Battle B-Daman is a dramatized version of marbles. It is the first show of the B-Daman series to be dubbed in English.\n\nIn Japan, it airs on TV Tokyo. In the United States, India it once aired on ABC Family and Toon Disney's JETIX block. At one point, as well as G4 in the USA, but on the latter was replaced by G.I. Joe Sigma 6 soon after. In Canada, it airs on YTV, in which on February 2007, the second season commenced with a completely new voice cast, and what some have called inferior dubbing from the first season; the French dub of the show airs on Télétoon. In the India, it airs on DD National and Zee TV and the first few episodes are currently available through DD Kashir TV on demand service. The toys were originally made by DD India and were released by Hasbro in United States.","original_name":"B-伝説! バトルビーダマン","vote_average":6.5,"name":"Battle B-Daman","cert":"Unavailable","id":5594,"adult":"false","genre_ids":[16,10759],"origin_country":[]},{"first_air_date":"2001-09-29","cast":["John Schneider","Tom Kenny","Michael Reisz","Jim Cummings","Nicholas Guest"],"overview":"The Mummy: The Animated Series is an animated television series produced by Universal Animation Studios to capitalize on the success of The Mummy.\n\nIt premiered on Kids' WB! On the The WB network on September 29, 2001. It is set sometime between 1920 and 1934. The characters and plot were derived from the film, but the series could not replicate its success, efforts to make it consistent with real-world features were almost non-existent as, for example, Lake Titicaca is described as both puma-head shaped and as being found below the ruins of Macchu Picchu. The poor quality of the animation disappointed fans of the special effects-laden movie. It was retooled and rechristened The Mummy: Secrets of the Medjai for its second season, which began on February 15, 2003. Although the quality is considered to have improved between the first and second seasons, the show failed to find an audience and was cancelled on June 7, 2003. Reruns of the show aired on Toon Disney. The entire series was released on DVD in America R1 in three volumes on July 22, 2008.","original_name":"The Mummy: The Animated Series","vote_average":4.5,"name":"The Mummy: The Animated Series","cert":"Unavailable","id":5595,"adult":"false","genre_ids":[16,10759],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Besame Tonto is a 2003 Spanish language television soap opera as a joint Peruvian and Venezuelan production that received high ratings in Latin American countries as well as Russia, Germany and the Philippines. In 2004, Univision aired the soap opera in the United States.","original_name":"Bésame Tonto","vote_average":0.0,"name":"Bésame Tonto","cert":"Unavailable","id":5596,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2001-01-01","cast":["Katie Underwood","Luke Jacobz","Anna Choy","Sara Groen"],"overview":"The Big Arvo is an Australian television series that was broadcast on the Seven Network from 1999 until 2005. It starred four hosts, who hosted the show in a large model bus. They had segments such as \"cool job\" and \"dare\" to amuse younger viewers and to teach viewers who had outgrown Play School. The show appeared in K-Zone magazine to celebrate 500 episodes. It had begun in a morning timeslot under the name of The Big Breakfast, before moving to the afternoon to make way for AMV: All Music Video and Sunrise.","original_name":"The Big Arvo","vote_average":0.0,"name":"The Big Arvo","cert":"Unavailable","id":5597,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Poochini's Yard is an animated children's television series which originally aired globally in 2000, but was not shown in the United States for the first time until September 1, 2002. The series follows the life of a dog named Poochini who runs away from home, gets captured by the dog pound and is adopted by an average American family after its rich owner dies.\n\nThough it was created and co-produced by San Francisco-based entertainment company Wild Brain, Poochini was not shown in the United States for over two years after its production. The Christmas Tree and Coffee Dog are available on video and DVD. Co-produced, and internationally distributed, by Munich-based media group EM.TV, Poochini was based on the award-winning short A Dog Cartoon.\n\nThe series had just 26 episodes with the last one airing in the United States on March 1, 2003.\n\nIt was directed by Dave Marshall and Dave Thomas.","original_name":"Poochini's Yard","vote_average":6.0,"name":"Poochini's Yard","cert":"Unavailable","id":5598,"adult":"false","genre_ids":[16],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Big Fight Live is a British boxing television programme, broadcast by ITV Sport regularly until 1995 and again since 2005.","original_name":"The Big Fight Live","vote_average":0.0,"name":"The Big Fight Live","cert":"Unavailable","id":5599,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1981-05-17","cast":["Patricia Hayes","Dandy Nichols","Una Stubbs","Warren Mitchell"],"overview":"Till Death... is an ITV sitcom sequel to the BBC's Till Death Us Do Part that aired from 22 May to 3 July 1981.","original_name":"Till Death...","vote_average":0.0,"name":"Till Death...","cert":"Unavailable","id":5600,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2000-10-02","cast":["David Arquette","Rob Tinkler","Chuck Campbell","David Huband","Peter Oldring"],"overview":"Pelswick is an animated television series produced by Nelvana for CBC Television in Canada and the Nickelodeon cable channel in the United States. The series is about a teenage boy who uses a wheelchair, emphasized how he lived a normal life and was based on the books created by John Callahan. It aired during Nick on CBS on September 14, 2002, then ended in November the same year.","original_name":"Pelswick","vote_average":10.0,"name":"Pelswick","cert":"Unavailable","id":5601,"adult":"false","genre_ids":[16,35],"origin_country":["US","CA"]},{"first_air_date":"2007-07-17","cast":["Kirsty Wark","David Baddiel"],"overview":"The Book Quiz is a BBC Four quiz programme. The first series, first broadcast in 2007, was hosted by David Baddiel with a second 2008 series hosted by Kirsty Wark.","original_name":"The Book Quiz","vote_average":0.0,"name":"The Book Quiz","cert":"Unavailable","id":5602,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2005-03-27","cast":[],"overview":"Brady's Beasts is a Canadian children's television series about a monster-loving boy named Brady Plunkett, who is the protagonist of the series. It premiered on March 25, 2005. It currently airs on YTV.","original_name":"Brady's Beasts","vote_average":0.0,"name":"Brady's Beasts","cert":"Unavailable","id":5603,"adult":"false","genre_ids":[16],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Cara Sucia is a Venezuelan telenovela.\n\nProduced by Venevisión and filmed in 1992, Cara Sucia presents the story of Miguel Angel Gonzalez and Estrellita Montenegro.\n\nFilled with gaps and loopholes in the story, Cara Sucia nevertheless still managed to keep its viewers on the edge of their seats most of the show's duration.\n\nThe show was also dubbed into English, Russian, Mongolian, and Tagalog.","original_name":"Cara Sucia","vote_average":0.0,"name":"Cara Sucia","cert":"Unavailable","id":5604,"adult":"false","genre_ids":[],"origin_country":["VE"]},{"first_air_date":"2003-09-09","cast":["Christine Baranski","John Larroquette","Melanie Paxson","Tyler Francavilla","Jeff Bryan Davis"],"overview":"Happy Family is an NBC sitcom that debuted in fall of 2003.","original_name":"Happy Family","vote_average":0.0,"name":"Happy Family","cert":"Unavailable","id":5605,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1985-07-14","cast":["Nick Mancuso","Mark-Paul Gosselaar"],"overview":"Stingray is an NBC television series","original_name":"Stingray","vote_average":8.7,"name":"Stingray","cert":"Unavailable","id":5606,"adult":"false","genre_ids":[18,10759],"origin_country":["US"]},{"first_air_date":"2014-01-01","cast":[],"overview":"Catalyst is Australia's premier science  investigation series. Each week the team brings you stories from  Australia and around the world, meeting scientists at the forefront of  discovery.","original_name":"Catalyst","vote_average":0.0,"name":"Catalyst","cert":"Unavailable","id":5607,"adult":"false","genre_ids":[99,10763],"origin_country":["AU"]},{"first_air_date":"1978-10-01","cast":["Robert Conrad","Richard Chamberlain","Raymond Burr","Sally Kellerman","Barbara Carrera"],"overview":"The economic and cultural growth of town of Centennial, Colorado, through the intertwining lives of the brave men and women inhabiting it. Spanning two centuries from the settling of the area in the 1700s, to the late 1970s.","original_name":"Centennial","vote_average":8.1,"name":"Centennial","cert":"Unavailable","id":5608,"adult":"false","genre_ids":[37,18],"origin_country":["US"]},{"first_air_date":"1955-09-23","cast":["Champion","Barry Curtis","Jim Bannon","Blaze"],"overview":"The Adventures of Champion follow a wild stallion named Champion, who remarkably becomes friends with a young boy named Ricky North.The show followed the boy and the horse as they went on crazy adventures in the Southern West during the late 1800s.","original_name":"The Adventures of Champion","vote_average":6.0,"name":"The Adventures of Champion","cert":"Unavailable","id":5609,"adult":"false","genre_ids":[10751,37],"origin_country":["US"]},{"first_air_date":"1998-10-03","cast":["Paolo Bonolis","Luca Laurenti"],"overview":"Ciao Darwin is a variety game show format from Italy sold under licence to several countries, including Romania, Hungary, Poland, Serbia, Canada, USA, China and Greece.\n\nThere are two competing teams of about 50 people each, usually made up of people who fit certain opposing stereotypes. In each game two members of the audience are selected at random, one from each team, indicated by a light in front of them which remains illuminated when all the other team members' lights have gone off.\n\nThe games involve contestants competing in acts of bravery, style and talent, some of which are designed to humiliate the contestants, especially an assault course which was introduced with the Italian version in 2010, and the Finale which is a water tank game.","original_name":"Ciao Darwin","vote_average":5.0,"name":"Ciao Darwin","cert":"Unavailable","id":5610,"adult":"false","genre_ids":[10764,10767,35,10751],"origin_country":["IT"]},{"first_air_date":null,"cast":[],"overview":"Ciel mon mardi was a television talk show hosted by Christophe Dechavanne and running on French television TF1 every Tuesday at the beginning of the 1990s.\n\nThe title literally means Heaven, it's my Tuesday! but is also a wordplay on the more common Ciel, mon mari! expression, which means Heaven, it's my husband!.\n\nDechavanne invited groups of people who hated each other in real life and let them \"discuss\" their differences. For example he invited priests and homosexuals, Jewish groups and neo-Nazis, etc.","original_name":"Ciel mon mardi","vote_average":0.0,"name":"Ciel mon mardi","cert":"Unavailable","id":5611,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Cosmetic Surgery Live, \"All New Cosmetic Surgery Live\", is a UK TV show broadcast on Five. It is presented by Vanessa Feltz, cosmetic surgeon Dr Jan Adams and Danniella Westbrook, and features both live and prerecorded footage of plastic surgery and body modification.\n\n\"Dr Jan and Vanessa will be explaining the science behind some never seen-before procedures including: breast enhancement and full body liposuction, both undertaken whilst the patient is awake; scarless breast augmentations through the nipple; and open rhinoplasty.\"","original_name":"Cosmetic Surgery Live","vote_average":0.0,"name":"Cosmetic Surgery Live","cert":"Unavailable","id":5612,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Cotorreando was a daily Spanish language gossip television show that ran on the U.S. Spanish network, Telemundo from 2000 to 2007 .","original_name":"Cotorreando","vote_average":0.0,"name":"Cotorreando","cert":"Unavailable","id":5613,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Countdown was a long-running popular weekly Australian music television show broadcast by the Australian Broadcasting Corporation from 8 November 1974 until 19 July 1987. It was created by Executive Producer Michael Shrimpton, producer\/director Robbie Weekes and record producer and music journalist Ian \"Molly\" Meldrum. Countdown was produced at the studios of the ABC in the Melbourne suburb of Ripponlea.\n\nCountdown was the most popular music program in Australian TV history. It was broadcast nationwide on Australia's government-owned broadcaster, the ABC and commanded a huge and loyal audience. It soon exerted a strong influence on radio programmers because of its audience and the amount of Australian content it featured. For most of the time it was on air, it also gained double exposure throughout the country by screening a new episode each Sunday evening, and then repeating it the following Saturday evening. The majority of performances on the show were lip synched.\n\nMolly Meldrum, the program's talent co-ordinator, began appearing on-air in 1975, presenting the Humdrum music news segment and conducting interviews. Molly soon became the \"face\" of Countdown. He appeared regularly on-air until 1986. Another attraction to the program was the local & international acts who would host an episode - usually performing as well. During the show, Molly would interview them or have a chat with them before the show went out with the number 1 single of the week.","original_name":"Countdown","vote_average":0.0,"name":"Countdown","cert":"Unavailable","id":5614,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Engine Sentai Go-onger is the title of Toei Company's thirty-second Super Sentai series of Japanese tokusatsu television series. It premiered on February 17, 2008, a week following the finale of Juken Sentai Gekiranger, and ended on February 8, 2009. It aired as part of TV Asahi's 2008 Super Hero Time block alongside Kamen Rider Kiva. Its footage was used for the American series Power Rangers RPM and was dubbed into Korean for Power Rangers Engine Force. The catchphrase for the series is \"Rushing by at full-throttle mach speed, our slogan is 'go on!'\".","original_name":"Engine Sentai Go-onger","vote_average":7.0,"name":"Engine Sentai Go-onger","cert":"Unavailable","id":5615,"adult":"false","genre_ids":[35],"origin_country":["JP"]},{"first_air_date":"2002-06-03","cast":["Haruna Ikezawa"],"overview":"Hamtaro is a Japanese children's manga and storybook series created and illustrated by Ritsuko Kawai. The manga is serialized in Shogakukan's all girl's magazine Ciao in 1997, focusing on a hamster named Hamtaro who has a variety of adventures with other hamsters, known as \"Ham-Hams\". VIZ Media published the manga adaptations and storybooks in English.\n\nAn anime adaptation was then produced by TMS Entertainment and aired in TV Tokyo from July 7, 2000 to March 31, 2006.","original_name":"とっとこハム太郎","vote_average":7.0,"name":"Hamtaro","cert":"Unavailable","id":5622,"adult":"false","genre_ids":[10759,16],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"O Canada was a Canadian-American animated television anthology series, broadcast in the United States on Cartoon Network. O Canada was the first Canadian cartoon to air on Cartoon Network.\n\nShown mainly on Sunday nights at 12:00 midnight ET, O Canada featured a selection of animated shorts from Canada, mostly from the archives of the National Film Board of Canada.\n\nThe title of the series originated from the name of Canada's national anthem, O Canada.\n\nOne of the notable shorts featured in this series was Bob's Birthday, which would later serve as the basis for Comedy Central \/ Global Television Network's Bob and Margaret series, which would debut the following year. Despite its time slot, Bob's Birthday was censored with one scene, that featured Bob fully bottomless, edited with a maple leaf electronically superimposed over his genitalia.","original_name":"O Canada","vote_average":10.0,"name":"O Canada","cert":"Unavailable","id":5623,"adult":"false","genre_ids":[16],"origin_country":["US","CA"]},{"first_air_date":null,"cast":[],"overview":"Area 57 is the name of a pilot produced for the 2007\/2008 season for NBC. It centers on an Area 51-esque military base and the alien it houses. The pilot was not picked up.","original_name":"Area 57","vote_average":0.0,"name":"Area 57","cert":"Unavailable","id":5624,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2007-04-04","cast":["Mark Benton","Robson Green"],"overview":"In \"City Lights\", Howie and Colin witness a gangland shooting and have to join the Witness Protection Scheme, leading to the forced relocation of their families to London.","original_name":"City Lights","vote_average":0.0,"name":"City Lights","cert":"Unavailable","id":5625,"adult":"false","genre_ids":[18,35],"origin_country":["GB"]},{"first_air_date":"2006-01-16","cast":["A. J. Benza","Phil Ivey","Guy Laliberté","Kara Scott","Corey Zeidman"],"overview":"High Stakes Poker is a cash game poker television program, which was broadcast by the cable television network GSN in the United States. The poker variant played on the show is no limit Texas hold 'em. It premiered on January 16, 2006 and ended on December 17, 2007 for the first 4 seasons and the last 3 seasons ran from March 1, 2009 to May 21, 2011 and was simulcast in 3DTV on N3D.\n\nThe participants on the show include both professional poker players and amateur players.\n\nThe show was hosted by AJ Benza in the first five seasons, alongside Gabe Kaplan. Starting with the sixth season, Kara Scott replaced Benza as Kaplan's co-host, with Scott conducting interviews from the poker room floor. Starting with the seventh season, Norm Macdonald replaced Gabe Kaplan as Scott's co-host.","original_name":"High Stakes Poker","vote_average":7.0,"name":"High Stakes Poker","cert":"Unavailable","id":5626,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1968-04-03","cast":["Ronnie Barker"],"overview":"The Ronnie Barker Playhouse was a series of six comedy half hours showcasing the talents of Ronnie Barker. All were broadcast by Associated-Rediffusion in 1968.\n\nThe series was written by Brian Cooke, Hugh Leonard, Johnnie Mortimer and Alun Owen. The producers were Stella Richman and actress Stella Tanner. The executive producer was David Frost.","original_name":"The Ronnie Barker Playhouse","vote_average":0.0,"name":"The Ronnie Barker Playhouse","cert":"Unavailable","id":5629,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2007-04-09","cast":["Yoyo Mung","Linda Chung","Moses Chan","Raymond Lam","Chris Lai"],"overview":"Heart of Greed was a 2007 grand production drama by Hong Kong's TVB. The reception was excellent for the series, and subsequently led it to win many of the TVB Anniversary Awards in 2007, including the 'Best Series' Award. It became 2007 highest rated series when it hit 48 points, within the final minutes of its finale. The series is currently re-running on TVB's Pay Vision Classic Channel, upgrading the series status as a classic.\n\nDue to the success of the series, TVB produced a spin off Moonlight Resonance and it was broadcast in 2008 featuring the majority of the original cast and a different storyline.","original_name":"Heart of Greed","vote_average":0.0,"name":"Heart of Greed","cert":"Unavailable","id":5640,"adult":"false","genre_ids":[18],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Nursery Rhymes","vote_average":0.0,"name":"Nursery Rhymes","cert":"Unavailable","id":5641,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Sunday Night, later named Michelob Presents Night Music, is a late-night television show which aired for two seasons between 1988 and 1990 as a showcase for jazz and eclectic musical artists. It was hosted by Jools Holland and David Sanborn, and featured Marcus Miller as musical director. Guests included acts such as Sonny Rollins, Shinehead, Sister Carol, Sonic Youth, Joe Sample, Slim Gaillard, Elliott Sharp, Pere Ubu, Pharoah Sanders, and many others. In addition, vintage clips of jazz legends like Thelonious Monk, Dave Brubeck, and Billie Holiday were also featured. The show also featured a house band of Omar Hakim, Marcus Miller, Philippe Saisse, David Sanborn, Hiram Bullock, and Jools Holland. The show often allowed its guests ample time to explain the origins of their sound, meaning of songs, etc. It also provided a national audience for lesser known acts. Hal Willner was the music coordinator, responsible for the interesting musical mix-and-matching that took place on the show.","original_name":"Sunday Night","vote_average":0.0,"name":"Sunday Night","cert":"Unavailable","id":5642,"adult":"false","genre_ids":[10402],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Eesti otsib superstaari is an Estonian reality-competition gameshow airing on TV3. It debuted on 11 March 2007 and it has since become one of the most popular shows in Estonia. Part of the Idol franchise, it originated from the reality program Pop Idol created by the British entertainment executive Simon Fuller, first aired in 2001 in the United Kingdom.\n\nThe program seeks to discover the best singer in Estonia through a series of nationwide auditions. The outcomes of the later stages of the competition are determined by the viewers. Through telephone and SMS text voting, viewers have chosen as winners Birgit Õigemeel, Jana Kask, Ott Lepland and Liis Lemsalu.\n\nThe format features a panel of judges who critique the contestants' performances. The judges are former recording artist, music critic and journalist Mihkel Raud, singer Maarja-Liis Ilus and singer, actor and conductor Mart Sander. Composer and pianist Rein Rannap and Radio DJ, journalist and TV producer Heidy Purga belonged to the judging panel of the first season.\n\nCurrent judges","original_name":"Eesti otsib superstaari","vote_average":0.0,"name":"Eesti otsib superstaari","cert":"Unavailable","id":5643,"adult":"false","genre_ids":[],"origin_country":["EE"]},{"first_air_date":null,"cast":[],"overview":"Kamandag or Venom is a fantasy Philippine drama that aired on GMA Network from November 19, 2007 to April 25, 2008. Based from the graphic novel of Carlo J. Caparas, it starred Richard Gutierrez.","original_name":"Kamandag","vote_average":0.0,"name":"Kamandag","cert":"Unavailable","id":5644,"adult":"false","genre_ids":[10765,18],"origin_country":["PH"]},{"first_air_date":"1988-09-10","cast":["Noam Zylberman","Howard Morris","Elizabeth Hanna","Dan Hennessey","Denise Pidgeon"],"overview":"Police Academy: The Series, also known as Police Academy: The Animated Series, is a 1988 American animated television series based on the Police Academy series of films. The show was produced by Ruby-Spears Productions for Warner Bros. Television. It aired weekdays and lasted two seasons for a total of 65 episodes.\n\nSome episodes feature a crime boss named Kingpin. His keen intelligence, girth, and stature are very similar to the Marvel Comics character of the same name. Other new characters were added to the show as well. Among them were a group of talking police dogs called the Canine Corps. They were made up of Samson, Lobo, Bonehead, Chilipepper, and Schitzy. The theme song is performed by the Fat Boys who also make an appearance in two episodes as House's Friends: Big Boss, Cool and Mark.\n\nWhile the character of Carey Mahoney did appear in the show, he did not appear in either Police Academy 5: Assignment Miami Beach, Police Academy 6: City Under Siege, and Police Academy: Mission to Moscow.","original_name":"Police Academy","vote_average":3.0,"name":"Police Academy","cert":"Unavailable","id":5645,"adult":"false","genre_ids":[16],"origin_country":["US"]},{"first_air_date":"1985-05-21","cast":["Ray Bradbury"],"overview":"The Ray Bradbury Theater is an anthology series that ran for two seasons on HBO, three episodes per season from 1985 to 1986, and four additional seasons on USA Network from 1988 to 1992. It was later shown in reruns on the Sci Fi Channel. All 65 episodes were written by Ray Bradbury and many were based on short stories or novels he had written, including \"A Sound of Thunder\", \"Marionettes, Inc.\", \"Banshee\", \"The Playground\", \"Mars is Heaven\", \"Usher II\", \"The Jar\", \"The Long Rain\", \"The Veldt\", \"The Small Assassin\", \"The Pedestrian\", \"The Fruit at the Bottom of the Bowl, \"Here There Be Tygers\", \"The Toynbee Convector\", and \"Sun and Shadow\".\n\nMany of the episodes focused on only one of Bradbury's original works. However, Bradbury occasionally included elements from his other works. \"Marionettes, Inc.\" featured Fantoccini, a character from \"I Sing the Body Electric!\". \"Gotcha!\" included an opening sequence taken from \"The Laurel and Hardy Love Affair.\" Characters were renamed, and elements added to the original works to expand the story to 23–28 minutes or to better suit the television medium.\n\nEach episode would begin with a shot of Bradbury in his office, gazing over mementos of his life, which he states are used to spark ideas for stories. During the first season, Bradbury sometimes appeared on-screen in brief vignettes introducing the story. During the second season, Bradbury provided the opening narration with no specific embellishment concerning the episode. During the third season, a foreshortened version of the narration was used and Bradbury would add specific comments relevant to the episode presented. During the fourth and later seasons, a slightly shorter generic narration was used with no additional comments.","original_name":"The Ray Bradbury Theater","vote_average":7.4,"name":"The Ray Bradbury Theater","cert":"Unavailable","id":5656,"adult":"false","genre_ids":[10765,18],"origin_country":["US","CA","FR","NZ"]},{"first_air_date":"1980-09-06","cast":["Johnny Edward","Kamal el-Shennawi","Irene Handl"],"overview":"Metal Mickey was a five-foot-tall robot, as well as the name of a spin-off television show starring the same character. A modernised vision of a 1950s space toy, Metal Mickey first appeared on British television in the ITV children's magazine show The Saturday Banana, produced by Southern Television in 1978. Humphrey Barclay saw Mickey on Jimmy Savile's 'Jim'll Fix It' television show. Seeing the children chatting in the marketplace with the friendly robot, this led to the creation of the Metal Mickey television show. Within a month the pilot had been video-taped and shortly after this the series went live with its first six episodes. 41 episodes were made in all, attracting around 12 million viewers.\n\nMicky Dolenz, formerly of The Monkees pop group, was brought in to produce and direct along with Nic Phillips and David Crossman.","original_name":"The Metal Mickey TV Show","vote_average":3.0,"name":"The Metal Mickey TV Show","cert":"Unavailable","id":5657,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"The Peak is a Singaporean Chinese drama which is telecast on Singapore's free-to-air channel, MediaCorp Channel 8. It made its debut on 8 January 2007 and ended its run on 5 February 2007. The show was initially slated for a 20 episode run, but was extended to 21 episodes due to over-runs in the recording of the drama.\n\nDespite several negative reviews, the show was watched by almost 1 million viewers, making it one of the highest rated local dramas, breaking records previously held by A Million Treasures and Measure of Man.","original_name":"The Peak","vote_average":0.0,"name":"The Peak","cert":"Unavailable","id":5658,"adult":"false","genre_ids":[],"origin_country":["SG"]},{"first_air_date":null,"cast":[],"overview":"Minga y Petraca was a television show produced in Puerto Rico by Antonio \"El Gangster\" Sanchez since 1992 up until early 2005 on Telemundo Puerto Rico, channel 2.\n\nSanchez and actor Johnny Ray Rodríguez played Minga and Petraca, two middle aged, mustached \"ladies\" who dedicate themselves to reading such magazines as Vea, Teve Guia and other popular Puerto Rican gossip magazines. They comment on the stories published by each magazine, making fun of their articles. After reading each magazine, they would proceed by getting into comic situations, with their friends, husbands and families. Their husbands have never actually been shown on the show, only their voices are heard. Minga and Petraca are from the Santurce area of San Juan.\n\nMinga y Petraca reached such popularity in Puerto Rico that there was even a CD released with the two characters as main stars. The song Estoy Escriquillá!! was a big hit during Christmas of 1993 on Puerto Rico's radio.\n\nRecently, Ray moved to the United States and with that, he took his character of Petraca. Sanchez decided that \"the show must go on\", and changed the show's name to Minga y Tomasa. He hired a new actor, Alex Soto, to play Minga's new friend, Tomasa. Ray flies to Puerto Rico on and off to tape shows, and his character Petraca is now a visitor from the United States to Minga.","original_name":"Minga y Petraca","vote_average":0.0,"name":"Minga y Petraca","cert":"Unavailable","id":5659,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1986-03-01","cast":["Masami Kikuchi","Hirotaka Suzuoki","Kazuki Yao","Chika Sakamoto","Yoshiko Sakakibara"],"overview":"The year is Universal Century 0088. Directly after the end of the  Gryps War, Haman Karn and her army of Zeon remnants on the asteroid Axis  begin their quest of reviving the lost empire of the Zabi's, and  proclaim themselves as the Neo-Zeon. With the Earth Federation as  hapless as ever, only the Anti-Earth Union Group (AEUG) is able oppose  the plans of Neo-Zeon. In need of all the help it can get after being  decimated in the previous war and losing many of its key members, the  AEUG ship Argama enlists the aid of a young junk collector from the Side  1 colony of Shangri-La named Judau Ashta to pilot its newest mobile  suit, the ZZ Gundam.","original_name":"機動戦士ガンダムZZ","vote_average":0.0,"name":"Mobile Suit Gundam ZZ","cert":"Unavailable","id":5660,"adult":"false","genre_ids":[16,18,35],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Music Up, also known as Crazy for the Song, is the first Chinese animation idol TV series in China. It was distributed by Shanghai Animation Film Studio and produced by Welkin-Animation.","original_name":"Music Up","vote_average":0.0,"name":"Music Up","cert":"Unavailable","id":5661,"adult":"false","genre_ids":[],"origin_country":["CN"]},{"first_air_date":"1985-04-07","cast":["Lisa Ling"],"overview":"National Geographic's Explorer gives viewers special access to the issues of the day.","original_name":"Explorer","vote_average":5.8,"name":"Explorer","cert":"Unavailable","id":5672,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The National Vocabulary Championship was the first-ever U.S.-wide vocabulary competition for high school students created by GSN, in association with The Princeton Review. Thirty thousand high school students from across the United States participated in the inaugural year.\n\nThe NVC aimed to inspire students to expand their vocabularies and narrow the achievement gap. The program offered free educational resources, created spirited competition through testing and game play, and awarded more than $100,000 annually in college tuition and other prizes.\n\nFifty finalists nationally received a trip to the NVC Finals, where they competed to win $40,000 toward college tuition in the form of a 529 plan and to be crowned the National Vocabulary Champion.\n\nThe host of the National Vocabulary Championship was GSN host Dylan Lane.\n\nThe NVC was discontinued after the 2007-2008 academic and competition year due to changes in GSN policy and administration.","original_name":"National Vocabulary Championship","vote_average":0.0,"name":"National Vocabulary Championship","cert":"Unavailable","id":5673,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Omnibus was an arts-based BBC television documentary series, broadcast mainly on BBC1 in the United Kingdom. The programme was the successor to the long-running arts-based series 'Monitor'.\n\nIt ran from 1967 until 2003, usually being transmitted on Sunday evenings. During its 35-year history, the programme won 12 Bafta awards.\n\nAmong the series' best remembered documentaries are Cracked Actor, a profile of David Bowie, and Rene Magritte, a graduate film by David Wheatley, “Madonna: Behind the American dream”, a film produced by Nadia Hagger, and a profile of the British film director Ridley Scott.\n\nFor a season in 1982, the series was in a magazine format presented by Barry Norman.\n\nIn 2001, the BBC announced that the programme was being switched to BBC2, prompting accusations that the Corporation was further marginalising its arts programming. Regarded as its \"flagship arts programme\", 'Omnibus' was one of only two regular arts platforms still broadcast by the BBC. In late 2002 the BBC announced that 'Omnibus' was being axed the following year.\n\nThe series was replaced by Imagine hosted by Alan Yentob.","original_name":"Omnibus","vote_average":7.5,"name":"Omnibus","cert":"Unavailable","id":5674,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"1953-11-11","cast":[],"overview":"Current affairs programme, featuring interviews and investigative reports on a wide variety of subjects.","original_name":"Panorama","vote_average":8.0,"name":"Panorama","cert":"Unavailable","id":5675,"adult":"false","genre_ids":[99,10763],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Pigeon Boy is a children's cartoon created by Millimages of France, and is shown on a number of television networks, including the Australian Broadcasting Corporation in Australia. It is set in the fictional city of Ultrapolis and centres on the lives of three teenagers:Pigeon Boy, and his two companions, one who is extremely fat and the other who is the complete opposite.","original_name":"Pigeon Boy","vote_average":0.0,"name":"Pigeon Boy","cert":"Unavailable","id":5676,"adult":"false","genre_ids":[],"origin_country":["FR"]},{"first_air_date":null,"cast":[],"overview":"Plonsters is a children's television program produced by Anima Studio für Film & Grafik GmbH in Hamburg, Germany, and Bettina Matthaei for Egmont Imagination. Each episode is about 3 minutes and 30 seconds long and is produced using stop motion animation done with plasticine, also called claymation.","original_name":"Plonsters","vote_average":6.0,"name":"Plonsters","cert":"Unavailable","id":5677,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2000-07-11","cast":["Dwayne Cameron","Charles Mesure","Jay Laga'aia","Daniel Gillies","Manu Bennett"],"overview":"Street Legal is a New Zealand drama focused on the lives of a small group of lawyers. A total of 52 episodes were aired and reruns currently can be seen around the world. The show was produced by Screenworks.","original_name":"Street Legal","vote_average":0.0,"name":"Street Legal","cert":"Unavailable","id":5688,"adult":"false","genre_ids":[18],"origin_country":["NZ"]},{"first_air_date":"2002-11-01","cast":["Mary Scheer","Joey de Leon","Craig Charles","John Cervenka","Takeshi Kitano"],"overview":"Takeshi's Castle was a Japanese game show that aired between 1986 and 1990 on the Tokyo Broadcasting System. It featured the Japanese actor Takeshi Kitano as a count who owns a castle and sets up difficult challenges for players to get to him. The show has become a cult television hit around the world. A special live \"revival\" was broadcast on April 2, 2005, for TBS's 50th anniversary celebrations.","original_name":"Takeshi's Castle","vote_average":7.8,"name":"Takeshi's Castle","cert":"Unavailable","id":5689,"adult":"false","genre_ids":[35],"origin_country":["JP","PH","GB","US"]},{"first_air_date":"2007-09-28","cast":["Alex O'Loughlin","Sophia Myles","Jason Dohring","Shannyn Sossamon"],"overview":"Mick St. John is a captivating, charming and immortal private investigator from Los Angeles, who defies the traditional blood-sucking norms of his vampire tendencies by using his wit and powerful supernatural abilities to help the living.","original_name":"Moonlight","vote_average":7.0,"name":"Moonlight","cert":"Unavailable","id":5690,"adult":"false","genre_ids":[9648,80,18,10765],"origin_country":["US"]},{"first_air_date":"1963-01-01","cast":["Jean-Claude Drouot","Céline Leger","Robert Bazil","Fernand Bellan","Jean Gras"],"overview":"Thierry la Fronde was a French television series that aired in 1963–66 on the television station, ORTF original script by Jean-Claude Deret. Dubbed into English, it was shown internationally in the 1960s, including in Canada, where it was referred to under the original name, and also as The King's Outlaw. It was shown as well in Poland as Thierry Śmiałek. On ABC in Australia, it was called The King's Outlaw. In the Netherlands, 32 of the 52 episodes were shown in 1967 as Thierry de Slingeraar, as a Netherlands Television Service programme.","original_name":"Thierry la Fronde","vote_average":7.0,"name":"Thierry la Fronde","cert":"Unavailable","id":5693,"adult":"false","genre_ids":[10759],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Trivia Track is an interactive live game show that premiered on the Game Show Network March 17, 1997, and ran until October 2, 1998; it was taped at the network's Sony Pictures Studios facilities in Culver City, California. The show's first host was Larry Anderson, who was replaced by Marianne Curan in the fall of 1997; Dave Nemeth, Nancy Sullivan, and Peter Tomarken also served as occasional fill-in hosts. The announcers were Gene Wood and Ed MacKay.","original_name":"Trivia Track","vote_average":0.0,"name":"Trivia Track","cert":"Unavailable","id":5694,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1999-09-04","cast":[],"overview":"Gag Concert is a South Korean sketch-comedy TV show shown on the KBS2 network.","original_name":"개그콘서트","vote_average":0.0,"name":"Gag Concert","cert":"Unavailable","id":5705,"adult":"false","genre_ids":[35],"origin_country":["KR"]},{"first_air_date":"2004-11-07","cast":["Jeon Hyun-moo","Kim Je-dong","Lee Chae-Young","Ji Suk-jin","Lee Hyuk-jae"],"overview":"Star Golden Bell was a South Korean variety show broadcast on KBS. Star featured 5 lines of 4 people each which had various celebrities from music, film, television, and musicals. The last line contains regularly appearing celebrities. The show consisted of mini-games, which have certain prize amounts. The winning celebrity is then given the opportunity to ring the bell by correctly answering a riddle. If he or she is correct, the money is donated in the winner's name. All \"winnings\" go to a charity of KBS's choice.","original_name":"스타골든벨","vote_average":0.0,"name":"Star Golden Bell","cert":"Unavailable","id":5706,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2003-11-08","cast":["Lee Hyuk-jae","Yoo Jae-suk","Kang Ho-dong"],"overview":"Celebrity guests are split into two teams to compete in various contests. One guest, known only to himself, is designated the \"X-Man\", and does his best to cause his team to lose the contests. At the end, all guests try to determine the X-Man's identity.","original_name":"X맨","vote_average":4.5,"name":"X-Man","cert":"Unavailable","id":5707,"adult":"false","genre_ids":[35,10767],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"Happy Sunday is a Korean reality-variety show shown on the KBS2 network, which competes directly against MBC's Sunday Sunday Night and SBS's Good Sunday line-up. Although it has been broadcast since 2003, its line-up of shows has frequently changed, with a complete revamp occurring in Spring of 2007. At that time, three new shows were introduced – Are You Ready, High-Five, and Immortal Music Classics. Due to its poor reception, Are You Ready quickly evolved into 1 Night 2 Days, with most of its cast intact. In late November 2008, Happy Sunday had a revamp of its shows keeping 1 Night 2 Days as the second segment and bringing back Immortal Music Classics which was previously liked by viewers. However in late March, Immortal Music Classics ended once again and was replaced with Qualifications of Men, making Happy Sunday an all-male cast, with a total of 14 members. In 2013, Qualifications of Men was cancelled and replaced with Star Family Show Mamma Mia.\n\nOut of the three Sunday night shows, KBS's Happy Sunday, MBC's Sunday Sunday Night and SBS's Good Sunday, only KBS has kept its program as a \"whole program.\" Both MBC and SBS has divided their Sunday night show into two parts, the first segment as one program and the second as another. Both MBC and SBS have done this to record better TV ratings, which is important in South Korea media to prove the show's popularity. The key variety programs which garner Sunday night ratings and are usually compared to one another are Happy Sunday's 1 Night 2 Days, Sunday Sunday Night's We Got Married, and Good Sunday's Family Outing.","original_name":"해피선데이","vote_average":0.0,"name":"Happy Sunday","cert":"Unavailable","id":5708,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2001-11-08","cast":["Yoo Jae-suk","Jo Se-ho","Jeon Hyun-moo","Jo Yoon-hee"],"overview":"Happy Together is a popular South Korean variety show which first ran on November 8, 2001 on KBS2. It was the most popular show on KBS from 2002–2004, and further continued its success in two more seasons. Currently, Happy Together is still placed one of the most popular shows on Korean free-to-air networks which airs every Thursday at 11:05 PM regularly.","original_name":"해피투게더","vote_average":0.0,"name":"Happy Together","cert":"Unavailable","id":5709,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2002-01-16","cast":["Kwon Sang-woo","Chae Rim","So Ji-sub","Choi Yoon-young"],"overview":"Ho-Jung is a cute, naive girl who often falls head over heals with the wrong guys. Both Ho-Jung and Kyu-In, her neighbor, are idealistic about love. They start off on the wrong foot and treats each other as if they were siblings, constantly fighting. Ho-Jung's friend Cha Hee has a thing for Kyu-In and Ho-Jung later realizes that she too has feelings for him. Ho-Jae, Ho-Jung's brother, is a player, who has good physical features. Things start to get complicated for Ho-Jae when he falls for Ho-Jung's friend Soo-Ji, who does not have a physical appeal but has a good personality and intelligence.","original_name":"지금은 연애중","vote_average":7.0,"name":"We Are Dating Now","cert":"Unavailable","id":5710,"adult":"false","genre_ids":[18],"origin_country":["KR"]},{"first_air_date":"2006-05-31","cast":["Jung Dong-Hwan","Ahn Yeon-hong","Namkoong Min","Lee Sa-bi","Gong Yoo"],"overview":"One Fine Day is a 2006 South Korean television drama series starring Gong Yoo, Sung Yu-ri, Namgoong Min and Lee Yeon-hee. It aired on MBC from May 31 to July 20, 2006 on Wednesdays and Thursdays at 21:55 for 16 episodes.","original_name":"어느 멋진 날","vote_average":6.0,"name":"One Fine Day","cert":"Unavailable","id":5711,"adult":"false","genre_ids":[18],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"The Secret Life of... is a television show on the Food Network hosted by George Duran.\n\nThe ellipsis in the title refers to the food item or style of food which is featured during the 30 minute program. Included in the lineup are: cookies, steak, comfort foods, coffee, tailgating and popcorn. The show combines history segments with recipe segments. The history segments highlight key events in a food's history, usually including where it originated. In the recipe segments, George travels to different parts of America to become an \"assistant\" in the kitchen of a store or restaurant which specializes in the item featured in the episode.\n\nActor Jim O'Connor hosted the show for the first several years of its existence.\n\nDuring the O'Connor era, the show ended with the \"Jim O'Connor Road Show\" where Jim highlighted locations and festivals which celebrate food in unique ways.\n\nAs of April 23, 2007, George Duran took over hosting duties.\n\nGeorge Duran was formerly the host of Food Network's \"Ham on the Street\", but with his current hosting duties, that show's status is unclear.\n\nThe series was developed by Sara Hutchison and Kerry Lambert for Greystone Television. Kerry Lambert was the show runner for 7 of its 8 seasons.","original_name":"The Secret Life Of...","vote_average":0.0,"name":"The Secret Life Of...","cert":"Unavailable","id":5720,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2008-07-01","cast":["Shailene Woodley","Megan Park","Daren Kagasoff","Ken Baumann","Greg Finley"],"overview":"Amy and her friends at Grant High learn to define themselves while they navigate the perilous waters of contemporary adolescence. Between their love triangles, secrets, drama, accusations, gossip, confusion, and scandalous rumors, there's never a dull moment.","original_name":"The Secret Life of the American Teenager","vote_average":5.5,"name":"The Secret Life of the American Teenager","cert":"Unavailable","id":5721,"adult":"false","genre_ids":[18,10751],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"FNN Date Line was the last news program of the night on Fuji Television. It was broadcast with that name from October 1987 to March 1990.","original_name":"FNN Date Line","vote_average":0.0,"name":"FNN Date Line","cert":"Unavailable","id":5722,"adult":"false","genre_ids":[10763],"origin_country":["JP"]},{"first_air_date":"2006-10-12","cast":[],"overview":"The inspiring principle of the adaptation of the novel by R. L. Stevenson \"The Black Arrow\" for Tv is to shift the conflict of the War of the Two Roses from England to Tirolo, at the border between Italy and Germany, where the conflict between the Pope and the Empire takes place in the same years. This is the transition period in which Middle Age - embodied in the tyrannical feudatory Raniero von Rottemburg - gives way to Modern times - represented by Cusano and his Court. The main theme of the novel is that one cannot fight against evil by doing evil. The protagonists of our series will come to understand that the aim does not justify the means and that justice has to replace revenge. The Black Arrow is a Bildungsroman about growth and love in wartime: at the end of the 15th century the nobles connected to the Asburgo's Court fight against those related to the Church and to its spiritual master Nicolo Cusano - Nikolaus von Kues - bishop of Bressanone.","original_name":"La freccia nera","vote_average":5.5,"name":"The Black Arrow","cert":"Unavailable","id":5723,"adult":"false","genre_ids":[18],"origin_country":["IT"]},{"first_air_date":"2008-09-15","cast":["Megan Gale"],"overview":"Project Runway Australia is a reality television show based on the American program Project Runway, wherein fashion designers residing in Australia compete by making specific garments for weekly challenges. The show features Megan Gale as the host, and Peter Morrissey and Claudia Navone as judges. Alex Perry acts as a mentor to the contestants, as Tim Gunn does in the American version. Production began in May 2008, and the show premiered on Arena 8.30 p.m. Monday 7 July 2008.\n\nThe prizes for the winner of Project Runway Australia included what is described as \"$100,000 opportunity\" to create their own fashion line to show in Melbourne Fashion Week, a new car, the model of which changes throughout the seasons, and having their clothes displayed in a six-page spread in Madison magazine.","original_name":"Project Runway Australia","vote_average":0.0,"name":"Project Runway Australia","cert":"Unavailable","id":5724,"adult":"false","genre_ids":[],"origin_country":["US","AU"]},{"first_air_date":"2006-01-12","cast":["Kelly Osbourne"],"overview":"Project Catwalk is a competitive reality television series focusing on fashion design. In the UK it is shown on the digital station Sky One. The show follows a group of fashion designers as they compete against each other to avoid being \"the next fashion victim\" and win the competition. The programme is based upon the US reality show Project Runway.","original_name":"Project Catwalk","vote_average":0.0,"name":"Project Catwalk","cert":"Unavailable","id":5725,"adult":"false","genre_ids":[10764],"origin_country":["GB"]},{"first_air_date":"1989-11-05","cast":["Nicole Kidman","Brian Bovell","Judy Morris","Richard Carter","Joy Smithers"],"overview":"Bangkok Hilton is a three-part Australian mini-series, made in 1989 by Kennedy Miller Productions and directed by Ken Cameron. The title of the mini-series is, in the story, the nickname of a fictional Bangkok prison in which the protagonist is imprisoned, a mordant reference to Hanoi Hilton, the prison known as such used by North Vietnam during the Vietnam War.","original_name":"Bangkok Hilton","vote_average":6.8,"name":"Bangkok Hilton","cert":"Unavailable","id":5738,"adult":"false","genre_ids":[18],"origin_country":["AU"]},{"first_air_date":"2008-07-15","cast":["Nathan Fillion","Felicia Day","Simon Helberg","Neil Patrick Harris","Jed Whedon"],"overview":"Aspiring super-villain Dr. Horrible wants to join the Evil League of Evil and win the girl of his dreams, but his nemesis, Captain Hammer, stops him at every turn.","original_name":"Dr. Horrible's Sing-Along Blog","vote_average":7.6,"name":"Dr. Horrible's Sing-Along Blog","cert":"Unavailable","id":5739,"adult":"false","genre_ids":[35,18,10765],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"EIB Cure -a-thon","vote_average":0.0,"name":"EIB Cure -a-thon","cert":"Unavailable","id":5740,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Freedom: A History of Us","vote_average":0.0,"name":"Freedom: A History of Us","cert":"Unavailable","id":5741,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1993-11-14","cast":["Reese Witherspoon","Dennis Haysbert","Barbara Hershey","Oliver Reed","Colin Fox"],"overview":"Return to Lonesome Dove, written by John Wilder, is a TV miniseries involving characters created in Larry McMurtry's Pulitzer Prize-winning western novel Lonesome Dove. The story focuses on a retired Texas Ranger and his adventures driving mustangs from Texas to Montana. It is a sequel to the 1989 miniseries Lonesome Dove, but was not written by McMurtry, who instead wrote and published his own sequel novel Streets of Laredo in the same time frame.\n\nIt was nominated for an Emmy Award, and followed by two TV series, Lonesome Dove: The Series and Lonesome Dove: The Outlaw Years. Neither series lasted long.\n\nMcMurtry followed Streets of Laredo with two prequels, which with Laredo were also subsequently made into TV miniseries. Many fans of the Lonesome Dove series of novels do not consider Return to Lonesome Dove or the two derivative TV series to be canonical because of their divergence from McMurtry's storyline, and the apparent motivation of its production by the success of the original miniseries.","original_name":"Return to Lonesome Dove","vote_average":6.3,"name":"Return to Lonesome Dove","cert":"Unavailable","id":5742,"adult":"false","genre_ids":[18,37],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"PaRappa the Rapper is a 2001 Japanese anime series aimed towards children in Japan that consists of 30 episodes. It features the rapping dog PaRappa and his friends in different adventures. Unlike the game, there's very little rap incorporated into the series' soundtrack.\n\nRodney Greenblat, the original creator of PaRappa the Rapper, only designed the characters of Matt Major and Paula Fox for the show. He had nothing to do with the plot, as he had found out that it was a kids-oriented show meant to sell PaRappa merchandise. Originally, he, along with the company, were to make a teenage\/young adults-oriented show meant for the target audience, which was teenagers, at the time.","original_name":"PaRappa the Rapper","vote_average":0.0,"name":"PaRappa the Rapper","cert":"Unavailable","id":5743,"adult":"false","genre_ids":[10759],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"E!'s Live Countdown to the Academy Awards","vote_average":0.0,"name":"E!'s Live Countdown to the Academy Awards","cert":"Unavailable","id":5762,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2002-12-31","cast":["Cat Deeley"],"overview":"New Year's Eve Live is FOX's annual New Year's Eve special.","original_name":"New Year's Eve Live","vote_average":0.0,"name":"New Year's Eve Live","cert":"Unavailable","id":5765,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Neighbors","vote_average":0.0,"name":"The Neighbors","cert":"Unavailable","id":5778,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"A.M. Los Angeles","vote_average":0.0,"name":"A.M. Los Angeles","cert":"Unavailable","id":5779,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The People's Lawyer","vote_average":0.0,"name":"The People's Lawyer","cert":"Unavailable","id":5780,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Rush Limbaugh Show is a Conservative American talk radio show hosted by Rush Limbaugh on Premiere Radio Networks. Since its nationally syndicated premiere in 1988, The Rush Limbaugh Show has become the highest-rated talk radio show in the United States.","original_name":"The Rush Limbaugh Show","vote_average":0.0,"name":"The Rush Limbaugh Show","cert":"Unavailable","id":5781,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Swing Vote","vote_average":0.0,"name":"Swing Vote","cert":"Unavailable","id":5782,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2004-06-03","cast":["Steve Carell","John Salley","Jennifer Aspen","Rob Benedict","Tom Papa"],"overview":"Come to Papa is an American sitcom that aired from June 3 until June 24, 2004.","original_name":"Come to Papa","vote_average":0.0,"name":"Come to Papa","cert":"Unavailable","id":5791,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Dialing for Dollars was a franchised format local television program in the United States and Canada, popular in the 1950s, 1960s, and 1970s.","original_name":"Dialing for Dollars","vote_average":0.0,"name":"Dialing for Dollars","cert":"Unavailable","id":5792,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"AM Chicago","vote_average":0.0,"name":"AM Chicago","cert":"Unavailable","id":5793,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1978-01-01","cast":["Richard Sher","Oprah Winfrey"],"overview":"\"People Are Talking\" is a show that airs locally on CBS affiliate WJZ-TV in Baltimore, Maryland. The show began in August 1978 with Oprah Winfrey and Richard Sher as the original co-hosts. Oprah was co-host from 1978 to 1983, and Richard co-hosted for several years beyond that.","original_name":"People Are Talking","vote_average":0.0,"name":"People Are Talking","cert":"Unavailable","id":5794,"adult":"false","genre_ids":[10767],"origin_country":["US"]},{"first_air_date":"2008-03-02","cast":["Jamie Oliver","Oprah Winfrey"],"overview":"Oprah's Big Give is a reality television series that aired Sunday nights at 9:00 PM Eastern\/8:00PM Central on ABC, and is hosted by Nate Berkus. The Big Give is produced by Harpo Productions, and created and produced by Oprah Winfrey, and also produced by Bert Van Munster and Elise Doganieri. On April 20, 2008, during the final show, Stephen Paletta was declared the winner and won the $1 million. Outside the United States, the series is distributed through FremantleMedia.\n\nOn May 13, 2008, ABC decided not to renew the series for a second season.","original_name":"Oprah's Big Give","vote_average":0.0,"name":"Oprah's Big Give","cert":"Unavailable","id":5795,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Party Zone was MTV Europe's longest-running show, born not only when MTV Europe started but also when club culture was at its embryonic stage. Partyzone played a mix of new and old tracks from many different genres of dance music, including garage, house, techno, electronic, trance and drum and bass. It can be seen every Friday and Saturday night on the various European local MTV versions, alongside the original MTV European, which still goes out to European countries that don't have a local MTV.\n\nFrom 1987 - 2000, Party Zone was produced and programmed by James Hyman.\n\nBetween 1987 and 1990, Party Zone was hosted by some of MTV Europe's original VJs including Kristiane Backer. From 1991 to late 1998, it was hosted by Simone Angel, who quickly became the \"face\" of dance music on the channel, interviewing the most groundbreaking electronic acts and promoting videos by then still relatively unknown acts, such as The Prodigy in the early '90s. Party Zone featured many rare interviews over the years, including one with Aphex Twin, The Future Sound of London, Ken Ishii.\n\nEven after Simone Angel left MTV Europe in December 1998, the Party Zone continued to air as a weekly non-stop dance music mix on MTV Europe and on the then newly created local versions.","original_name":"Party Zone","vote_average":0.0,"name":"Party Zone","cert":"Unavailable","id":5796,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Cricket Star is an interactive, multimedia talent hunt for the world's best young cricketer. The first season of Cricket Star aired from December 2006 to March 2007 on DoorDarshan and Zee TV. The passion, drama and energy captured the hearts and minds of millions of viewers who followed the unravelling story on television, across the Internet and through their mobile phones. The winner, Sukhvir Singh, was awarded a contract with Leicestershire County Cricket Club.\n\nCricket Star India is the first programme in a 5-year international roll out, and the new series is scheduled to air in early 2008. This series will focus on the exciting new Twenty20 format, which Cricket Star helped introduce into India, as the Cricket Star contestants were put through a series of Twenty20 matches to test their skills. Public interest and excitement around the Twenty20 format continues to grow following India's surprise win of the inaugural World Twenty20 in South Africa in 2007. With the growth of this novel format of the game, there are new opportunities for cricketers with Twenty20 skills to shine.\n\nVisit the Official website here: Cricket Star\n\nThe Cricket Star formula is as simple as it is compelling:","original_name":"Cricket Star","vote_average":0.0,"name":"Cricket Star","cert":"Unavailable","id":5809,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Prove It! is an educational children's TV series presented by Joe Challands and Jamie Rickers. It is an entertainment programme focusing on the illustration of scientific facts, while raising the question of whether a certain claim can be empirically verified. The programme can usually be seen on the CITV. Regular segments include the 60 Second Prove It!, where a presenter attempts to perform a task in 60 seconds to prove it is possible, Fred's Shed where Fred Talbot shows how to use simple home items to perform various fun and interesting experiments and U Prove It, where viewers demonstrate their unusual skills.\n\nProve It! is an original format by GeronimoTV and was co-produced with STV Productions.","original_name":"Prove It!","vote_average":0.0,"name":"Prove It!","cert":"Unavailable","id":5810,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"3000 Whys of Blue Cat is the first large-scale Chinese animated series in mainland China with an emphasis on science. The series is produced by \"Beijing Sunchime Happy Culture Company\". The show remains one of the longest running children's cartoon series in the world. It is most commonly referred to as \"Blue Cat\". An English version was made for the first episode titled \"The Adventures of the Blue Cat\" and was made as a pilot for a series titled \"Lucky's Adventures\" but due to lack of intrerests, the series was canceled. The show uses a combination of 2D animation and CGI.","original_name":"蓝猫淘氣三千問","vote_average":0.0,"name":"3000 Whys of Blue Cat","cert":"Unavailable","id":5811,"adult":"false","genre_ids":[],"origin_country":["CN"]},{"first_air_date":null,"cast":[],"overview":"Alias the Jester was a British animated series created by Cosgrove Hall Films, airing in 13 episodes on ITV starting on 13 November 1985. The show also aired during the Australian Broadcasting Corporation's after school timeslot and is considered one of the Classic ABC shows. GBC TV in Gibraltar aired the series multiple times in the late eighties, notably as a filler during the children's 630pm - 730pm weekday slot.","original_name":"Alias the Jester","vote_average":0.0,"name":"Alias the Jester","cert":"Unavailable","id":5812,"adult":"false","genre_ids":[16],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Fréttir, is the principal nightly television news program of the Icelandic public television channel RÚV. The program has been broadcast since the channel was launched in 1966 and is the second most watched news program in Iceland.\n\nThe show airs at 7 p.m. with news coverage for about 25 minutes followed by sports for about 5 minutes.","original_name":"Fréttir","vote_average":0.0,"name":"Fréttir","cert":"Unavailable","id":5813,"adult":"false","genre_ids":[10763],"origin_country":["IS"]},{"first_air_date":"2007-04-10","cast":["Jacoby Shaddix"],"overview":"Scarred is a television program that debuted on MTV on April 10, 2007. On each episode of Scarred, several real-life risk-takers share the stories of how they were scarred or injured while attempting dangerous stunts on primarily skateboards, but occasionally on in-line skates, skis, snowboards, and bikes.","original_name":"Scarred","vote_average":7.0,"name":"Scarred","cert":"Unavailable","id":5814,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Perfect Date - \"ABC Afterschool Specials\"","vote_average":0.0,"name":"The Perfect Date - \"ABC Afterschool Specials\"","cert":"Unavailable","id":5823,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Saturday Morning Videos","vote_average":0.0,"name":"Saturday Morning Videos","cert":"Unavailable","id":5824,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2008-08-12","cast":["Sue Perkins"],"overview":"","original_name":"Maestro","vote_average":0.0,"name":"Maestro","cert":"Unavailable","id":5825,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Bagen","vote_average":0.0,"name":"Bagen","cert":"Unavailable","id":5826,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1985-10-11","cast":[],"overview":"","original_name":"Nöjesmassakern","vote_average":0.0,"name":"Nöjesmassakern","cert":"Unavailable","id":5827,"adult":"false","genre_ids":[35],"origin_country":["SE"]},{"first_air_date":"1992-09-25","cast":["Henrik Schyffert","Robert Gustafsson","Jonas Inde","Johan Rheborg"],"overview":"I manegen med Glenn Killing was a Swedish television show broadcast by SVT in 1992. It marked the television debut of Swedish comedy group Killinggänget.\n\nThe show's basic formula is borrowed from Vic Reeves Big Night Out, with some sketches stolen almost verbatim, but mostly different content and a set of original characters including Percy Nilegård.","original_name":"I manegen med Glenn Killing","vote_average":6.8,"name":"I manegen med Glenn Killing","cert":"Unavailable","id":5828,"adult":"false","genre_ids":[35],"origin_country":["SE"]},{"first_air_date":"1995-10-27","cast":["R.L. Stine"],"overview":"Anything can turn spooky in this horror anthology series based on the best-selling books by master of kid horror, R.L. Stine. In every episode, see what happens when regular kids find themselves in scary situations, and how they work to confront and overcome their fears.","original_name":"Goosebumps","vote_average":7.1,"name":"Goosebumps","cert":"Unavailable","id":5835,"adult":"false","genre_ids":[10765,9648,10762],"origin_country":["CA","US"]},{"first_air_date":"2008-01-16","cast":[],"overview":"","original_name":"Dubbat","vote_average":0.0,"name":"Dubbat","cert":"Unavailable","id":5836,"adult":"false","genre_ids":[35],"origin_country":["SE"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Sant och sånt","vote_average":0.0,"name":"Sant och sånt","cert":"Unavailable","id":5837,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Julstrul med Staffan och Bengt","vote_average":0.0,"name":"Julstrul med Staffan och Bengt","cert":"Unavailable","id":5838,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Stadskampen","vote_average":0.0,"name":"Stadskampen","cert":"Unavailable","id":5839,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Kockduellen","vote_average":0.0,"name":"Kockduellen","cert":"Unavailable","id":5840,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2006-09-24","cast":["Kjell Bergqvist","Cecilia Frode","Rolf Skoglund"],"overview":"Kaj is a cheat and a slacker. Luckily, he has a job as an estate agent  and a wife who can support him. But all this comes to an end when he get  sacked from work and thrown out of his home.","original_name":"Mäklarna","vote_average":7.7,"name":"Mäklarna","cert":"Unavailable","id":5849,"adult":"false","genre_ids":[18,35],"origin_country":["SE"]},{"first_air_date":null,"cast":[],"overview":"Broadcast from 1956, Filmkrönikan was Sweden's longest-running television program. It was broadcast on Sveriges Television.","original_name":"Filmkrönikan","vote_average":0.0,"name":"Filmkrönikan","cert":"Unavailable","id":5850,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Go C","vote_average":0.0,"name":"Go C","cert":"Unavailable","id":5851,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Bionytt","vote_average":0.0,"name":"Bionytt","cert":"Unavailable","id":5852,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Spacer","vote_average":0.0,"name":"Spacer","cert":"Unavailable","id":5853,"adult":"false","genre_ids":[],"origin_country":["SE"]},{"first_air_date":"2006-01-06","cast":["David Hellenius","Tilde de Paula Eby"],"overview":"","original_name":"Let's Dance","vote_average":5.8,"name":"Let's Dance","cert":"Unavailable","id":5854,"adult":"false","genre_ids":[10751,10764],"origin_country":["SE"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Sajber","vote_average":0.0,"name":"Sajber","cert":"Unavailable","id":5855,"adult":"false","genre_ids":[],"origin_country":["SE"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Listan","vote_average":0.0,"name":"Listan","cert":"Unavailable","id":5860,"adult":"false","genre_ids":[],"origin_country":["SE"]},{"first_air_date":"2001-09-01","cast":["Johan Wester","Anders Jansson"],"overview":"Hipphipp! is a Swedish comedy sketch show that ran for two seasons on SVT - First in 2001 and then in 2003. It also spawned a live-show and a four-part Christmas special. A film about Morgan Pålsson and Robert Flycht had its premiere in late February 2008.\n\nThe show was created by and primarily stars the duo of Anders Jansson and Johan Wester. Many characters and concepts evolved from stage shows that the pair performed during the 1990s.","original_name":"Hipp hipp!","vote_average":8.5,"name":"Hipp hipp!","cert":"Unavailable","id":5861,"adult":"false","genre_ids":[35],"origin_country":["SE"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Babel","vote_average":0.0,"name":"Babel","cert":"Unavailable","id":5862,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2004-06-12","cast":["Kong Kuwata","Masaki Terasoma","Romi Park","Shin-ichiro Miki","Toru Kusano"],"overview":"Samurai 7 is a 2004 anime TV series, produced by Gonzo and based on Akira Kurosawa's highly regarded 1954 movie Seven Samurai. The series was directed by Toshifumi Takizawa and its music was composed by Kaoru Wada and Eitetsu Hayashi. There are 26 episodes, each costing around ¥32,500,000 to produce.\n\nThe series premiered across Japan on the anime satellite television network, Animax, as an exclusive high definition CS-PPV broadcast, and was also later aired by the network across its other respective networks worldwide, including Southeast Asia, South Asia, Latin America and other regions. Funimation Entertainment acquired the dubbing rights for the North American release. It previously aired in America through the Independent Film Channel in April 2006 and in high definition on Dish Networks Animania HD channel. It has also been broadcast across Canada by specialty channel Razer and across Hong Kong by TVB Jade. The Funimation Channel aired the series on September 6, 2010. It began airing on Adult Swim's revived Toonami block on August 19, 2012. and ended its run on February 10, 2013.","original_name":"SAMURAI 7","vote_average":7.1,"name":"Samurai 7","cert":"Unavailable","id":5863,"adult":"false","genre_ids":[10759,16,18],"origin_country":["JP"]},{"first_air_date":"2008-09-18","cast":["James Lance","Nicholas Burns","Patrick Baladi","Rebekah Staton","Claire Keelan"],"overview":"No Heroics is a British superhero-comedy television series, which began on 18 September 2008. The show is ITV2's first original sitcom. It was nominated for Best New British TV Comedy of 2008 at the British Comedy Awards.","original_name":"No Heroics","vote_average":7.6,"name":"No Heroics","cert":"Unavailable","id":5864,"adult":"false","genre_ids":[18,35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Waterman is an animated web series created by Bryan Waterman. The first episode of the series was released on Newgrounds on August 21, 2003, which quickly became popular, being viewed over 327,000 times. The series became a hit, and a total of eight more episodes have since been produced. The nine Waterman episodes have been viewed 1.2 million times on Newgrounds alone. Like the TV show Family Guy, the show uses cutaway jokes. The Waterman cast and characters have also guest starred in an episode of the webtoon Bonus Stage, drawn in that series house style and episode three of another webtoon ICONS created by Braintree Studios. A film based on the series is currently in production.","original_name":"Waterman","vote_average":0.0,"name":"Waterman","cert":"Unavailable","id":5865,"adult":"false","genre_ids":[16,35],"origin_country":[]},{"first_air_date":"1982-11-07","cast":["Roger Rees","Alun Armstrong","John Woodvine","David Threlfall","Ian McNeice"],"overview":"Young Nicholas Nickleby sets out to make his fortune in order to prevent his mother and sister from depending upon his uncle, Ralph Nicklby. But he finds his first job as master at a Yorkshire school to be cruel, and runs away with one of the students. Meanwhile, Kate is subjected to the unwanted attentions of Sir Mulberry Hawk, aided by her uncle. Nicholas and his new friend, Smike, begin their adventures and eventually set out to rescue Kate, with the usual Dickensian twists, turns and asides.","original_name":"The Life and Adventures of Nicholas Nickleby","vote_average":9.0,"name":"The Life and Adventures of Nicholas Nickleby","cert":"Unavailable","id":5866,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Stolen Women: Captured Hearts is a 1997 made-for-television film directed by Jerry London. The film stars Janine Turner as Anna Morgan, a woman living on the plains of Kansas in 1868 who is kidnapped by a band of Lakota Indians. It also stars Patrick Bergin, Jean Louisa Kelly, Michael Greyeyes, and Rodney A. Grant. The story is loosely based on the real Anna Morgan who was taken by Cheyenne Indians for approximately one year before being returned to her husband.","original_name":"Stolen Women: Captured Hearts","vote_average":0.0,"name":"Stolen Women: Captured Hearts","cert":"Unavailable","id":5867,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Shipman is a 2002 ITV television drama film, about the life and crimes of serial killer Harold Shipman. The film was directed by Roger Bamford and written by Michael Eaton.","original_name":"Shipman","vote_average":7.0,"name":"Shipman","cert":"Unavailable","id":5868,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"VD Blues was a one-hour PBS Special of the Week that aired in 1972 about the dangers of venereal disease. The show consisted of a series of skits and sketches that were hosted by Dick Cavett and starred well-known performers such as James Coco and Marcia Rodd. It was underwritten by the 3M Company. The show featured the Shel Silverstein song \"Don't Give a Dose\" performed by Dr. Hook & The Medicine Show.","original_name":"VD Blues","vote_average":0.0,"name":"VD Blues","cert":"Unavailable","id":5869,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Drawn By Pain is a 12-part episodic internet series. It is about the spiral into one woman’s search for salvation as her animated madness fights for her sanity in the real world.","original_name":"Drawn By Pain","vote_average":0.0,"name":"Drawn By Pain","cert":"Unavailable","id":5870,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Helter Skelter is a 1976 TV film based on the 1974 book by prosecutor Vincent Bugliosi and Curt Gentry. In the United States, it aired over two nights. In some countries it was shown in theaters with additional footage.\n\nThe movie is based upon the murders committed by the Charles Manson Family. The best-known victim was actress Sharon Tate. The title was taken from the Beatles' song of the same name. According to the theory put forward by the prosecution, Manson used the term for an anticipated race war, and \"healter skelter\" [sic] was scrawled in blood on the refrigerator door at the house of one of the victims. It recounts the murders Manson committed, the investigation, and the 1970-71 trial where prosecuting D.A. Bugliosi attempted to draw connections between the Manson family and his violent convictions.\n\nThe 1976 film, directed by Tom Gries, stars Steve Railsback as Manson and George DiCenzo as Bugliosi. Writer JP Miller received a 1977 Edgar Award from the Mystery Writers of America for Best TV Feature or MiniSeries Teleplay.\n\nIn 2004, the book was adapted for a second made-for-TV movie, written and directed by John Gray and featuring Jeremy Davies as Manson.","original_name":"Helter Skelter","vote_average":0.0,"name":"Helter Skelter","cert":"Unavailable","id":5873,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1985-12-01","cast":["Jonathan Crombie","Colleen Dewhurst","Charmion King","Richard Farnsworth","Megan Follows"],"overview":"When Anne Shirley arrives at the Cuthbert’s Farm on Prince Edward Island, she is a precocious, romantic child, desperate to be loved, and highly sensitive about her red hair and homely looks. Anne moves from one mishap to another as her wild imagination and far-fetched antics combine to constantly bring trouble upon her shoulders.","original_name":"Anne of Green Gables","vote_average":8.7,"name":"Anne of Green Gables","cert":"Unavailable","id":5874,"adult":"false","genre_ids":[18,10751],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Cool and the Crazy is a 1994 American drama film written and directed by Ralph Bakshi and starring Jared Leto and Alicia Silverstone. The story revolves around an unhappily married couple in the late 1950s who both lead separate affairs. The film was Bakshi's first feature-length live-action film, being primarily known as a director of animated films which heavily utilize live-action sequences, such as Fritz the Cat, Heavy Traffic, Wizards, American Pop and The Lord of the Rings.\n\nCool and the Crazy first aired on the cable television network Showtime in 1994 as part of the series Rebel Highway.","original_name":"Cool and the Crazy","vote_average":0.0,"name":"Cool and the Crazy","cert":"Unavailable","id":5879,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Deep Jungle is a three-part miniseries that originally aired on PBS on consecutive Sundays from April 17 to May 1, 2005. The miniseries is a part of the twenty-third season of the natural history documentary series Nature. Deep Jungle follows scientists and filmmakers as they use the latest technology to explore the jungles of fourteen countries around the world.","original_name":"Deep Jungle","vote_average":0.0,"name":"Deep Jungle","cert":"Unavailable","id":5880,"adult":"false","genre_ids":[],"origin_country":["US","GB"]},{"first_air_date":null,"cast":[],"overview":"School's Out is a 1992 Canadian television movie featuring the characters of the popular Degrassi Junior High and Degrassi High series. The production was filmed during the summer of 1991 and premiered on CBC Television January 5, 1992. Originally, the movie was intended to be the series finale of the entire Degrassi saga, but in 2001, the franchise was revived with a new series, Degrassi: The Next Generation.","original_name":"School's Out","vote_average":0.0,"name":"School's Out","cert":"Unavailable","id":5881,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1981-11-11","cast":["Mark Harmon","Christopher Lee","Eddie Albert","John Carradine","Alex Cord"],"overview":"Goliath Awaits is a 1981 American television movie originally broadcast in two parts in November 1981 on various stations as a part of Operation Prime Time's syndicated programming. It is about a luxury passenger ship sunk by a torpedo fired by a German U-boat in 1939 that is discovered in 1981 with over 300 survivors and their descendants living in an air bubble in the wreck.","original_name":"Goliath Awaits","vote_average":0.0,"name":"Goliath Awaits","cert":"Unavailable","id":5884,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2008-03-23","cast":["David Jason","Sean Astin","Christopher Lee","Tim Curry","Jeremy Irons"],"overview":"As Rincewind involuntarily becomes a guide to the naive tourist Twoflower, they find themselves forced to flee the city of Ankh-Morpork to escape a terrible fire, and begin on a journey across the Disc. Unknown to them, their journey and fate is being decided by the Gods playing a board game the whole time.","original_name":"The Colour of Magic","vote_average":6.8,"name":"The Colour of Magic","cert":"Unavailable","id":5885,"adult":"false","genre_ids":[10759,10765,35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Learners is a British comedy drama television film starring David Tennant and Jessica Hynes. The film was announced by the BBC on 3 April 2007 and was broadcast on 11 November 2007. The DVD was released on 12 November 2007.","original_name":"Learners","vote_average":0.0,"name":"Learners","cert":"Unavailable","id":5892,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Veiled Ambition is a 1-part documentary created by Rebel Films for the SBS independent network following a Lebanese-Australian woman named Frida as she opens a shop selling fashionable clothing for Muslim women on Melbourne's Sydney Road.\n\nThe documentary follows Frida, described as a \"little aussie battler in a scarf\" as she develops her business in Melbourne while juggling a husband and home in Sydney and a pregnancy.\n\nA down-turn in sales after police raids on Muslim homes in Sydney and Melbourne induces Frida to stage a fashion show at the Australian Bridal Expo in order to gain greater exposure, a month before she is due to give birth.\n\nVeiled Ambition won the Palace Films Award for Short Film Promoting Human Rights at the 2006 Melbourne International Film Festival.","original_name":"Veiled Ambition","vote_average":0.0,"name":"Veiled Ambition","cert":"Unavailable","id":5893,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2003-10-06","cast":["Masahiko Tanaka","Motomu Kiyokawa","Michiko Neya","Tomokazu Seki","Kikuko Inoue"],"overview":"Gungrave is a Japanese animated television series based on the video game of the same name, created by Yasuhiro Nightow. The series is directed by Toshiyuki Tsuru, from a screenplay by Yousuke Kuroda, and produced by Madhouse Studios.\n\nThe series follows Brandon Heat and Harry MacDowell as they rise through the ranks of the Millennion crime syndicate.\n\nGungrave aired on TV Tokyo from October 6, 2003 to March 29, 2004, totaling twenty-six episodes. Like the Gungrave video game, and its sequel Gungrave: Overdose, the series' music is provided by Tsuneo Imahori; this also includes the series' opening theme.\n\nIn 2003 Geneon Entertainment, formally Pioneer Entertainment, announced the license of Gungrave in North America. On July 3, 2008, Geneon Entertainment and Funimation Entertainment announced an agreement to distribute select titles in North America after Geneon ceased distribution of their own titles in October 2007. While Geneon Entertainment will still retain the license, Funimation Entertainment will assume exclusive rights to the manufacturing, marketing, sales and distribution of select titles. Gungrave was announced as one of the several titles under the agreement on December 30, 2008. As of November 26, 2010, Funimation has fully licensed the anime series. The anime series returned to US television on May 11, 2011 on the Funimation Channel.","original_name":"ガングレイヴ","vote_average":7.6,"name":"Gungrave","cert":"Unavailable","id":5894,"adult":"false","genre_ids":[16,10759],"origin_country":["JP"]},{"first_air_date":"2000-04-26","cast":["Mayumi Shintani","Karen Miyama","Yuri Yoshida","Mutsumi Tamura","Riho Iida"],"overview":"Naota is a normal Japanese 6th grade boy (although a little cynical), but when his older brother leaves for America to play baseball, his brother leaves his 17 year old girlfriend Mamimi behind. Mamimi is sending mixed signals and advances to Naota, and he doesn't know what to do about her. But to make matters worse, Naota's world is totally turned upside down when he is run over by a woman on a Vespa. During their first encounter, she hits him over the head with her guitar, which then causes a horn to grow out of his forehead. She calls herself \"Haruko\" and her presence changes Naota's life to even further insanity","original_name":"フリクリ","vote_average":7.7,"name":"FLCL","cert":"Suitable for 12 years & above","id":5895,"adult":"false","genre_ids":[35,16,10759,10765,18],"origin_country":["JP"]},{"first_air_date":"1996-04-23","cast":["Keith Floyd"],"overview":"","original_name":"Floyd on Africa","vote_average":0.0,"name":"Floyd on Africa","cert":"Unavailable","id":5896,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"1999-07-29","cast":["Ted Koppel","Robert Krulwich"],"overview":"An exploration of how science, technology, and new thoughts challenging our social systems are changing the world before our eyes.","original_name":"Brave New World","vote_average":0.0,"name":"Brave New World","cert":"Unavailable","id":5897,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"1985-03-25","cast":["Maryana Ionesyan","Ilya Naumov","Natalya Guseva","Aleksei Fomkin"],"overview":"Alice Seleznyova, a girl from the future, finds herself 1984. Following her are the space pirates Krys and Joker Y, with most nasty pirate's intentions. Coming to her help is an ordinary boy, Kolya, and his friends from 6th grade. Based on Kir Bulychyov's 1077 novel \"One Hundred Years Ahead.\"","original_name":"Гостья из будущего","vote_average":8.3,"name":"Guest from the Future","cert":"Unavailable","id":5904,"adult":"false","genre_ids":[10759,18,10762,10765],"origin_country":["RU"]},{"first_air_date":"2003-04-20","cast":["James Callis","Rufus Sewell","Sienna Guillory","Matthew Marsden","John Rhys-Davies"],"overview":"Paris of Troy goes to Sparta on a diplomatic mission and falls in love with Helen, the wife of King Menelaus. When lovers flee to Troy, the bloody seeds of a long war, sown by King Agamemnon of Mycenae, finally sprout, so an old prophecy is fulfilled.","original_name":"Helen of Troy","vote_average":6.3,"name":"Helen of Troy","cert":"Unavailable","id":5905,"adult":"false","genre_ids":[18,10759],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Quantum is an Australian television show about science and technology that aired on ABC television for 16 years. It aired its last episode on 26 April 2001, and has been replaced by Catalyst.","original_name":"Quantum","vote_average":0.0,"name":"Quantum","cert":"Unavailable","id":5906,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Buck Rogers","vote_average":0.0,"name":"Buck Rogers","cert":"Unavailable","id":5907,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1958-10-10","cast":["Ludwig Stössel","James Flavin","Charles Bronson","Yvette Vickers"],"overview":"Man with a Camera is an American 1950s television crime drama starring Charles Bronson.\n\nThroughout the 1950s, Bronson spent most of his early acting career performing in TV shows as well as small parts in films, until he landed the lead in this ABC series. This is the only series in which he played the lead role. He would go on to have supporting roles either as a guest star or a recurring character in dozens of TV shows after this series was cancelled.","original_name":"Man with a Camera","vote_average":6.0,"name":"Man with a Camera","cert":"Unavailable","id":5908,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2008-10-13","cast":["Saffron Burrows","Mike O'Malley","Mädchen Amick","Alfre Woodard","Christian Slater"],"overview":"My Own Worst Enemy is an American television drama that aired on NBC in 2008. It premiered on October 13 and ended on December 15 after 9 episodes. The series was produced by Universal Media Studios. Jason Smilovic was the executive producer; David Semel was the director and executive producer. The final episode ended with a cliff-hanger, and the major plot lines ended without resolution.\n\nThe series followed the life of American secret agent Edward Albright and his cover, Henry Spivey, who had no knowledge of his double life. Albright, played by Christian Slater, was implanted with a chip allowing his handlers to physically switch Albright's personality to that of his cover. However, in the pilot episode, there was a malfunction which caused Albright's personalities to switch at random, revealing his secret life to his alias. Henry was then thrown into the highly dangerous life of Edward, with no real way for the two to communicate except through short cell phone video messages.\n\nGeneral Motors was a promotional sponsor of the show, and the new SUV model Chevrolet Traverse, along with the 2010 Chevrolet Camaro, appeared as cars for the program's characters via a product placement agreement.","original_name":"My Own Worst Enemy","vote_average":6.9,"name":"My Own Worst Enemy","cert":"Unavailable","id":5909,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2008-09-09","cast":["Rachel Zoe","Brad Goreski","Rodger Berman","Joy Bryant"],"overview":"The Rachel Zoe Project is an American reality documentary series starring celebrity stylist Rachel Zoe. The series premiered on September 9, 2008 on the Bravo television network. The show also airs on Arena in Australia, Really in the United Kingdom, TV3 in Norway, Cosmopolitan TV in Canada, SIC Mulher in Portugal, and Sub in Finland.\n\nThe show was confirmed by Bravo for a second season on December 5, 2008. Production began in January 2009. Zoe was spotted during Paris Fashion Week 2009, being followed by a TV crew filming footage for the show. Season 3 premiered on August 3, 2010 on Bravo. The third season covered the departure of Zoe's longtime styling associate, Taylor Jacobson, while introducing a new member to Team Zoe, Ashley Avignone. Season 4 premiered on September 6, 2011 on Bravo. Zoe confirmed that the series had been picked up for a fifth season in September 2012. The fifth season debuted on March 6, 2013.","original_name":"The Rachel Zoe Project","vote_average":4.0,"name":"The Rachel Zoe Project","cert":"Unavailable","id":5918,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2008-09-09","cast":["Michael Cassidy","JoAnna Garcia","Brian Hallisay","Lucy Hale","Ashley Newbrough"],"overview":"Megan Smith, a smart and quirky young assistant at a glossy magazine, is fired when her Yale education proves detrimental to getting ahead in the world of tabloid journalism. Her boss takes pity on her and arranges an interview with the wealthy Laurel Limoges to be a live-in tutor for her twin teen granddaughters. The beautiful and rebellious twins are less-than-thrilled with their new tutor, but Megan is determined to win them over as she enjoys the perks of her new job - breathtaking private suite, gorgeous car and live-in chef.","original_name":"Privileged","vote_average":7.8,"name":"Privileged","cert":"Unavailable","id":5919,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2008-09-23","cast":["Simon Baker","Robin Tunney","Tim Kang","Rockmond Dunbar","Joe Adler"],"overview":"Patrick Jane, a former celebrity psychic medium, uses his razor sharp skills of observation and expertise at \"reading\" people to solve serious crimes with the California Bureau of Investigation.","original_name":"The Mentalist","vote_average":7.6,"name":"The Mentalist","cert":"Unavailable","id":5920,"adult":"false","genre_ids":[9648,18],"origin_country":["US"]},{"first_air_date":"2008-09-28","cast":["Lizzy Caplan","Jennifer Coolidge","Melanie Lynskey","Judah Friedlander","Nick Kroll"],"overview":"The Life & Times of Tim is an HBO comedy animated television series, which premiered on September 28, 2008. The series was created by Steve Dildarian, and is about a hapless man in his mid-20's named Tim who lives in New York City with his girlfriend Amy. Throughout the series, Tim constantly finds himself in increasingly awkward situations in both his work and personal life.\n\nThe first season aired in 2008 and has since been aired in numerous countries, and has developed a cult following. The second season debuted on February 19, 2010 on HBO. On June 4, 2010, HBO announced it was canceling the show. There were rumors that it was going to be picked up by another network. On the 16th of August, 2010, it was announced HBO had reversed their original decision to cancel the show, and as a result, a third season was ordered. Season 3 of The Life and Times of Tim premiered on December 16, 2011. The first season was released on DVD on February 9, 2010, the second season was released on DVD on December 13, 2011, and the third season was released on DVD on December 18, 2012.\n\nOn April 20, 2012, HBO cancelled the series after three seasons.\n\nThe theme song is \"I'll Never Get Out of This World Alive\" performed by country music star Hank Williams.","original_name":"The Life & Times of Tim","vote_average":7.9,"name":"The Life & Times of Tim","cert":"Unavailable","id":5921,"adult":"false","genre_ids":[16,35],"origin_country":["US"]},{"first_air_date":"2008-10-03","cast":["Elizabeth Reaser","Alexandra Breckenridge","Rachel Boston","Adam Rothenberg","Amir Talai"],"overview":"The Ex List is an American comedy-drama television series based on the Israeli series The Mythological X created and written by Sigal Avin. The Americanized version, developed by Diane Ruggiero and produced by Fox Television Studios, premiered on CBS on October 3, 2008. Avin and Ruggiero acted as executive producers with Jonathan Levin, Avi Nir, and Mosh Danon. The series aired on Global in Canada and on Canal Fox on Latin America. The show was short lived due to grim ratings and reviews, and lasted less than a month, with less than half of the produced episodes airing.","original_name":"The Ex List","vote_average":3.1,"name":"The Ex List","cert":"Unavailable","id":5922,"adult":"false","genre_ids":[10765,18,35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"4REAL is a series of half-hour episodes hosted by sol Guy as he travels to remote locations with celebrity guests to connect with young leaders who, under extreme circumstances, are affecting real change on some of the most pressing issues of our time.\n\nCelebrity guests for Season One are Cameron Diaz, Mos Def, Joaquin Phoenix, Eva Mendes, Casey Affleck, K'naan, M.I.A. and Flea. The shows take you on unique adventures with these celebrities, but ultimately it's the young leaders who emerge as the stars. 4REAL inspires viewers with stories of their courage, creativity and dedication to tackling issues such as poverty, environment, health, children's and indigenous rights, drugs and violence in their communities and beyond.\n\n4REAL is airing globally on National Geographic Channels International in 166 countries and 35 languages, as well as on MTV in Canada.\n\n4REAL is produced by Vancouver-based Direct Current Media.\n\nThe series also air on The CW on fall 2008 as part of the Media Rights Capital Sunday block. It was removed from the schedule after the block's cancellation.","original_name":"4Real","vote_average":0.0,"name":"4Real","cert":"Unavailable","id":5923,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Chandan Ka Palna Resham Ki Dori is a television serial that appeared on Zee TV channel in 2001. The series aired every Monday to Friday at 9pm IST. The show was inspired from the Hindi movie Chori Chori Chupke Chupke, and deals with the somewhat taboo subject of a childless couple and a surrogate mother.","original_name":"Chandan Ka Palna Resham Ki Dori","vote_average":0.0,"name":"Chandan Ka Palna Resham Ki Dori","cert":"Unavailable","id":5940,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Customs is a six-part Irish documentary television series that examines the role of customs officers, focusing on their daily lives and their regular encounters with the illegal drug trade and other difficult situations. It is the first time such a filming sequence has been carried out. The series was originally broadcast in editions of 30 minutes each on RTÉ One at 19:30 on Sunday evenings. The first episode aired on 14 September 2008.\n\nThe makers of the series gained unprecedented access to the daily operations of Ireland's customs officers, allowing viewers to see first hand the way the authorities deal with the increasing level of illegal materials and substances being imported. For example, the first episode featured a suspicious passenger making haste for a nearby exit, a live snake found in luggage at Dublin Port, an undercover operation that halted a cigarette smuggling scam at Dublin Airport and the customs anti-evasion unit chasing down UK registered cars in Cork. A spokesperson for the show was quoted as saying:\n\n\"They find shipments of drugs in the strangest places: a doll's house; picture frames; the bottom of a massive cargo ship. Large quantities of money, cigarettes and cars are regularly seized, as well as a myriad of other illegal goods and substances.\"","original_name":"Customs","vote_average":0.0,"name":"Customs","cert":"Unavailable","id":5941,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2008-10-23","cast":[],"overview":"Speeders Fight Back is a nontraditional court show on TruTV that began airing in the fall of 2008 and is a spin-off of Speeders.\n\nOffending motorists that were shown on the original Speeders show challenge the officers that pulled them over and take their cases to the Oak Lawn, Illinois courthouse in front of Mayor and Judge David Heilman. From there, the said individuals use visual aids, alibis, emotional and offbeat excuses to get out of their traffic tickets. New episodes aired on October 1, 2009.\n\nThe first season of Speeders Fight Back took place at the Broward County, Florida courthouse with Chief Magistrate Brenda Di Ioia as the magistrate. The first season of the show is actually real. The Magistrate, the officers, the defendants and the court personnel are all actual. There are no scripts. In fact, the production company taped entire court sessions for 4 months from beginning to end then selected the ones they wanted to air.\n\nThe second season with the Mayor was scripted and contained some actors who played part of his court staff.","original_name":"Speeders Fight Back","vote_average":0.0,"name":"Speeders Fight Back","cert":"Unavailable","id":5942,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":["Lee Grant","Jaimz Woolvett","David McIlwraith","Karl Urban","Denise Virieux"],"overview":"White Fang was a 1993 television series loosely based on a novel by Jack London. During its single season 26 episodes were produced. It tells the story of young Matt Scott who adopts a wolf\/dog named Fang who continually saves him from bad situations.","original_name":"White Fang","vote_average":4.0,"name":"White Fang","cert":"Unavailable","id":5943,"adult":"false","genre_ids":[10759,18],"origin_country":["CA","NZ","FR"]},{"first_air_date":null,"cast":[],"overview":"Eye to Eye with Willie Jackson or more simply Eye to Eye is a New Zealand current affairs programme which looks at the main events from a Māori point of view. Willie Jackson or back up presenter will have both an Interviewee and panelists; both are usually prominent Māori people.","original_name":"Eye to Eye with Willie Jackson","vote_average":0.0,"name":"Eye to Eye with Willie Jackson","cert":"Unavailable","id":5952,"adult":"false","genre_ids":[],"origin_country":["NZ"]},{"first_air_date":"2008-10-04","cast":["Danny Chan Kwok-Kwan"],"overview":"The story of the legendary martial arts icon Bruce Lee following him from Hong Kong to America and back again, leading up to his tragic death at the age of 32.","original_name":"李小龍傳奇","vote_average":5.6,"name":"The Legend of Bruce Lee","cert":"Unavailable","id":5953,"adult":"false","genre_ids":[10759],"origin_country":["CN"]},{"first_air_date":null,"cast":[],"overview":"Pat et Stanley is a French animated show that appears as part of the children's television programme TFou on the French network TF1. Animated by Pierre Coffin, Pat the hippopotamus and Stan the dog have appeared in 362 short episodes as well as the 26 minute movie Pat et Stanley: Le Trésor de Pit et Mortimer. Outside of France, the duo are most famous for the short clip in which Pat is seen singing \"The Lion Sleeps Tonight.\" The clip appeared in Italy in a commercial by Ferrero's Kinder chocolates; they also produced a \"Happy Hippo\" shaped chocolate snack. They also appear re-voiced in English on The CW4Kids in the United States, and under two Dutch versions on Jetix in the Netherlands, and on Ketnet in Flanders. Pat and Stanley are now featured in many unofficial online videos singing English songs.","original_name":"Pat & Stan","vote_average":0.0,"name":"Pat & Stan","cert":"Unavailable","id":5954,"adult":"false","genre_ids":[],"origin_country":["FR"]},{"first_air_date":"2008-02-23","cast":["Paul Mercurio"],"overview":"Mercurio's Menu is an Australian television cooking show hosted by Paul Mercurio. The series follows Paul as he travels to different regions of Australia and highlights the region's local cuisines, as well as talk to local chefs. It is produced by WTFN and airs on Channel Seven and a number of other stations in Australia and New Zealand. It is also shown on the Australian Network which beams out to more than 44 countries across Asia, the Pacific and Indian subcontinent. It has also been sold to various countries including Israel, Spain and others.","original_name":"Mercurio's Menu","vote_average":0.0,"name":"Mercurio's Menu","cert":"Unavailable","id":5955,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"True Caribbean Pirates is a documentary which aired on The History Channel in 2006.\n\nThe documentary tells about pirates of the Caribbean such as Blackbeard, Henry Morgan, Anne Bonny and Black Bart Roberts. Larger than life, more dangerous than legend - pirates and buccaneers set sail for plunder. True Caribbean Pirates recreates the rise of piracy in the Caribbean and its climactic, inevitable downfall.","original_name":"True Caribbean Pirates","vote_average":0.0,"name":"True Caribbean Pirates","cert":"Unavailable","id":5956,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Warrior Challenge was a 2003 PBS reality television series. The show, produced by WNET in association with Channel 5 in Britain, premiered May 6, 2003 and lasted four episodes.\n\nThe show involved volunteer American and British military personnel and public workers competing in historically accurate simulations of military life in the given time period. Along the way, the competitors vied in challenges. Unlike reality shows on commercial networks, there was no winner of the show; thus, no prizes were awarded.\n\nWhile the show appeared to be a response to the reality craze that Survivor created, the show's executive producer Beth Hoppe claimed that the show's objective was to \"show what modern people do when they're faced with these historic challenges.\"","original_name":"Warrior Challenge","vote_average":0.0,"name":"Warrior Challenge","cert":"Unavailable","id":5957,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1962-09-20","cast":["James Caan","Slim Pickens","Andrew Prine","Earl Holliman"],"overview":"The Wide Country is an American Western television series which aired on NBC from September 20, 1962 to April 25, 1963.","original_name":"The Wide Country","vote_average":7.0,"name":"The Wide Country","cert":"Unavailable","id":5958,"adult":"false","genre_ids":[37],"origin_country":["US"]},{"first_air_date":"2008-09-08","cast":[],"overview":"LANGERLAND.TV is a ten-part satirical television programme broadcast in Ireland on RTÉ Two. It began on 8 September 2008.\n\nBased upon a similar premise to that of the award-winning website LangerLand.com, the show follows on from the successful online cartoon \"Top 10: What Have the Brits Ever Done For Us?\". The online version was produced in a grotty warehouse in West Cork. The television series asks the same question of the typical Irish terms, including the Church, the Dubs, the GAA, the IRA, the Yanks, the Gardaí, the Celtic Tiger, the Irish language and RTÉ. Each episode is available for viewing online within Ireland for 21 days after initial broadcast.\n\nThe series is written and produced by Aidan O'Donovan and Colm Tobin. The animation and compositing is done by Kevin Nolan, Paul Madden and Eoin Whelehan. The series is executively produced by Darren Smith and co-produced by Red Gorilla Productions and Kite Entertainment for RTÉ. Theme music is provided by Nine Wassies from Báinne.","original_name":"LANGERLAND.TV","vote_average":0.0,"name":"LANGERLAND.TV","cert":"Unavailable","id":5967,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":"2009-01-29","cast":["Paris Hilton"],"overview":"Paris Hilton's British Best Friend is a British reality television show where Paris Hilton searches for her new British best friend and is the second incarnation of the My New BFF franchise. The series aired on ITV2. Filmed in December 2008 and premiered on 29 January 2009 and consisted of eight episodes. The first episode received 428,000 viewers with 2% share, according to overnight figures.","original_name":"Paris Hilton's British Best Friend","vote_average":0.0,"name":"Paris Hilton's British Best Friend","cert":"Unavailable","id":5968,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"The FNS Music Festival is an annual music show on the produced by Fuji Network System and Fuji Television.","original_name":"FNS Music Festival","vote_average":0.0,"name":"FNS Music Festival","cert":"Unavailable","id":5969,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Indonesia Now is a weekly programme broadcast by Metro TV, read in English language, and broadcast by all television stations around the world. Indonesia Now is the first international programme from Indonesia, first aired on September 1, 2006 to explain Indonesian news or Asian news. It also broadcast since August 11, 2007, at 7:00 a.m. WIB and 1:00 p.m. WIB, with its host, Kania Sutisnawinata and Dalton Tanonaka.\n\n'Indonesia Now with Duncan Graham' is a regularly updated independent current affairs Blog started in 2005 that seeks to improve understanding of Indonesia and Indonesians. Written from a Western perspective by an Australian journalist. Website =http:\/\/www.indonesianow.blogspot.com","original_name":"Indonesia Now","vote_average":0.0,"name":"Indonesia Now","cert":"Unavailable","id":5970,"adult":"false","genre_ids":[],"origin_country":["ID"]},{"first_air_date":null,"cast":[],"overview":"Boom! Boom! The Explosion of Irish Comedy was a four-part Irish television programme broadcast on RTÉ One in 2008. Presented by Colm Meaney it focused on the positive changes that occurred in Irish comedy during the Celtic Tiger years. It combined rare and memorable performances from the archives with contemporary interviews with the featured comedians to explain how this transformation came about and who the people responsible for it were.\n\nBoom! Boom! was broadcast on Thursdays at 22:15, beginning on 10 July 2008. The series was filmed from May through early July 2008 around various Dublin locations including the Comedy Cellar, the Gaiety Theatre and Vicar Street. The series was directed by Cormac Larkin. Producer Catherine Munro told IFTN that the series was a review of the last 25 years in Irish comedy.\n\n\"We interviewed comedians including Kevin Gildea, Ann Gildea and Sue Collins from \"The Nualas\", actor Michael McElhatton, Brendan O'Carroll, PJ Gallagher and new talent Jarlath Regan. We also talked to Father Ted writer Arthur Mathews and producer Shay Healy, who both contributed to Irish comedy's success.\"","original_name":"Boom! Boom!","vote_average":0.0,"name":"Boom! Boom!","cert":"Unavailable","id":5971,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":"1987-01-01","cast":["Tara Strong","Cree Summer","Len Carlson","Noam Zylberman","Carl Banas"],"overview":"Hello Kitty and other Sanrio characters star in adaptations of various fairy tales from all over the world.","original_name":"Hello Kitty's Furry Tale Theater","vote_average":4.5,"name":"Hello Kitty's Furry Tale Theater","cert":"Unavailable","id":5972,"adult":"false","genre_ids":[16],"origin_country":["US","JP"]},{"first_air_date":"1959-09-10","cast":["John Cassavetes","Eduardo Ciannelli"],"overview":"Johnny Staccato is an American private detective series which ran for 27 episodes on NBC from September 10, 1959 through March 24, 1960.","original_name":"Johnny Staccato","vote_average":0.0,"name":"Johnny Staccato","cert":"Unavailable","id":5983,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Miit is a Hindi language Indian television series that aired on Zee TV channel in 2003, every Monday - Thursday at 9:30pm IST. The show is based on a popular novel Noukadubi, written by the famous Indian poet Rabindranath Tagore in 1905. It follows the concept of mistaken identities, where a woman is thought to be someone who died in a train mishap.","original_name":"Miit","vote_average":0.0,"name":"Miit","cert":"Unavailable","id":5984,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":"2008-09-29","cast":[],"overview":"19 Kids and Counting, rendered graphically as 19 Kids &amp; Counting in its onscreen logo, is an American reality television show on TLC. The show is about the Duggar family, which consists of parents Jim Bob and Michelle Duggar and their 19 children—nine girls and ten boys, all of whose names begin with the letter \"J\". The series began on September 29, 2008. The twelfth season premiere was September 17, 2013.","original_name":"19 Kids and Counting","vote_average":5.4,"name":"19 Kids and Counting","cert":"Unavailable","id":5985,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"1973-02-15","cast":["Michele Dotrice","Michael Crawford","Anthony Woodruff","Patrick McAlinney","Dick Bentley"],"overview":"Some Mothers Do 'Ave 'Em is a BBC situation comedy, written by Raymond Allen and starring Michael Crawford and Michele Dotrice. It was first broadcast in 1973 and ran for three series, ending in 1978.\n\nThe series follows the accident-prone Frank Spencer and his tolerant, if long-suffering, wife, Betty, through Frank's various attempts to hold down a job, which frequently end in disaster.\n\nNoted for its stuntwork, performed by Michael Crawford himself as well as featuring various well-remembered catchphrases, the series was voted #22 in the BBC's poll \"Britain's Best Sitcom\".","original_name":"Some Mothers Do 'Ave 'Em","vote_average":7.9,"name":"Some Mothers Do 'Ave 'Em","cert":"Unavailable","id":5986,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2008-09-08","cast":["Piers Morgan"],"overview":"The Dark Side of Fame with Piers Morgan is a BBC television series presented by Piers Morgan exploring the downside of fame. The show follows an interview format in which each episode is devoted to one particular celebrity figure who has seen the \"dark side of fame\". Morgan, a former tabloid editor, questions the guest on these experiences. The show is similar in nature to another show Morgan previously presented on the BBC You can't fire me, I'm famous!.","original_name":"The Dark Side of Fame with Piers Morgan","vote_average":0.0,"name":"The Dark Side of Fame with Piers Morgan","cert":"Unavailable","id":5987,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Dekho Magar Pyaar Se is a 2004 Hindi language Indian soap opera that aired on STAR Plus channel based on the story of a frumpy girl, Nikki. The series is a remake of the 2002 Venezuelan telenovela Mi Gorda Bella.","original_name":"Dekho Magar Pyaar Se","vote_average":0.0,"name":"Dekho Magar Pyaar Se","cert":"Unavailable","id":5988,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"cert":"Unavailable","cast":["Ryan Gosling","Chris Conrad","Dean O'Gorman","Jodie Rimmer","Nathaniel Lees"],"id":5999,"first_air_date":"1998-09-12","overview":"Young Hercules was a spin-off from the 1990s syndicated television series Hercules: The Legendary Journeys. It was aired on Fox Kids from September 12, 1998, to May 12, 1999. It lasted one season with 50 episodes and starred Ryan Gosling in the title role.","genre_ids":[10759,10765],"origin_country":["US"],"original_name":"Young Hercules","vote_average":6.3,"name":"Young Hercules","adult":"false"}]