[{"first_air_date":"1988-11-14","cast":["Barbara Carrera","Steve Bisley","Thaao Penghlis","Hal Holbrook","Barry Quin"],"overview":"Emma: Queen of the South Seas is a 1988 mini series based on the life of Emma Forsayth.\n\nThe budget was $5.5 million.","original_name":"Emma: Queen of the South Seas","vote_average":0.5,"name":"Emma: Queen of the South Seas","cert":"Unavailable","id":59504,"adult":"false","genre_ids":[10759,18,10768],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Something Borrowed, Something New is an American reality television series that premiered February 8, 2013, on TLC. Hosted by Kelly Nishimoto and Sam Saboura, brides-to-be are able to choose between a new designer dress or their reimagined heirloom. Created by Florence Deprez-Wright and Tanya Gill.","original_name":"Something Borrowed, Something New","vote_average":0.0,"name":"Something Borrowed, Something New","cert":"Unavailable","id":59505,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Property Wars is an American reality television series that airs on the Discovery Channel and premiered on July 12, 2012. The second season was announced on December 18, 2012, with the season debut on January 10, 2013. Property Wars follows a group of men, located in Phoenix, Arizona, who bid to purchase foreclosed homes, without being able to look inside. In each episode, the main cast members group in front of the home to see what condition it is in while their bidder is on location at the auction for the home.\n\nCast member John Ray filed Chapter 13 bankruptcy in October 2012, due to a delay in repaying a $600,000 loan.","original_name":"Property Wars","vote_average":6.0,"name":"Property Wars","cert":"Unavailable","id":59506,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-10-26","cast":[],"overview":"Jungle Gold is an American reality television series on the Discovery Channel that debuted on October 26, 2012.","original_name":"Jungle Gold","vote_average":4.0,"name":"Jungle Gold","cert":"Unavailable","id":59507,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"In Australia, Saturday Arvo Football is the broadcasting of Australian Football League Saturday afternoon matches on television. The Seven Network has the broadcast rights for the AFL starting from the 2012 season.\n\nThe original Saturday Arvo Football telecast may not air into some states, as the current broadcasting contract requires the local teams to be televised into their respective states.","original_name":"Saturday Arvo Football","vote_average":0.0,"name":"Saturday Arvo Football","cert":"Unavailable","id":59508,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Carson Nation is an American reality documentary television series on the Oprah Winfrey Network that debuted on June 25, 2011.","original_name":"Carson Nation","vote_average":0.0,"name":"Carson Nation","cert":"Unavailable","id":59509,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Their Springtime of Life was a Canadian documentary television miniseries which aired on CBC Television in 1972.","original_name":"Their Springtime of Life","vote_average":0.0,"name":"Their Springtime of Life","cert":"Unavailable","id":59510,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"On the Boardwalk with Paul Whiteman is an American talent show that aired live on ABC on Sunday night from May 30, 1954 to August 1, 1954.","original_name":"On the Boardwalk with Paul Whiteman","vote_average":0.0,"name":"On the Boardwalk with Paul Whiteman","cert":"Unavailable","id":59519,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Dulce Amargo is a Venezuelan telenovela produced and aired on Televen in co-production with Mexican channel Cadena Tres and distributed internationally by Telemundo. It is a remake of the Chilean telenovela Los treinta which is adapted by Venezuelan writer Iris Dubs. Official production of Dulce Amargo began on June 11, 2012, and premiered on October 31, 2012 in the prime-time hours.\n\nScarlet Ortiz and Erik Hayser star as the main protagonists with Fernando Noriega and Juliet Lima as the main antagonists. The co-protagonists include Roxana Díaz, Juan Carlos Martín del Campo, Alejandra Ambrosi, Carlos Guillermo Haydon, Alejandra Sandoval, Juan Carlos García and Anabell Rivero.\n\nIt is the second telenovela produced in high definition by Televen after Nacer Contigo and the first to be co-produced with Cadena Tres. The cast is composed of Venezuelan, Mexican and Colombian actors.","original_name":"Dulce Amargo","vote_average":0.0,"name":"Dulce Amargo","cert":"Unavailable","id":59520,"adult":"false","genre_ids":[],"origin_country":["US","VE"]},{"first_air_date":null,"cast":[],"overview":"The First Five Years is a Canadian informational television series which aired on CBC Television from 1971 to 1974.","original_name":"The First Five Years","vote_average":0.0,"name":"The First Five Years","cert":"Unavailable","id":59521,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Magic Mansion is an American sitcom that broadcast on the AFRTS television network from January 8, 1965, until June 1, 1968. Its weekly programs were televised live before a studio audience. The sitcom was transitional for television because it was one of the last live non-variety show broadcasts and one of the first to use the new medium of videotape. Air Force Staff Sergeants James Mortensen and David Castle created the show for family audiences in the United States Pacific Command. It starred Warren Chaney, Harriett Zorich, Jerry Jacobson, Earle Klay, Dick Hancock and Vincent Rizutto. Sgt. Mortensen produced the sitcom, which was written and directed by US Army Captain Warren Chaney. The music for the show's theme song was written by Corporal Larry Edisen. A multiple-camera setup format employing three cameras and a studio audience was used during production.","original_name":"Magic Mansion","vote_average":0.0,"name":"Magic Mansion","cert":"Unavailable","id":59522,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Governor was a 1977 New Zealand docudrama television miniseries on Sir George Grey, co-produced by TV One and the National Film Unit, with Grey played by English actor Corin Redgrave. There were six parts, screened from Sunday 2 October 1977; the series has not been rescreened as TV One omitted to obtain repeat rights.\n\nThe series was about Sir George Grey as Governor of New Zealand 1845-53 & 1861-68. In the nineteenth century he was both Governor and Prime Minister of New Zealand, and Governor of South Australia and Governor of the Cape Colony. Neville describes him as “a Victorian gentleman, a drug addict and a lecher”. The cost was $1 million, and Prime Minister Robert Muldoon instigated an investigation by the parliamentary public expenditure committee into budgeting and the control of expenditure in television. The series also aroused controversy because of the emphasis on Grey’s private life, and the dialogue in the Māori language, often without subtitles.\n\nKeith Aberdein wrote the script, from an idea by Michael A. Noonan, and carried out his own historical research and interviews. The series was produced by Tony Isaac. It won the 1978 Feltex Award for best drama, and Episode 4 won the award for best script.","original_name":"The Governor","vote_average":0.0,"name":"The Governor","cert":"Unavailable","id":59523,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Oscar and Friends is a 27-episode clay-mation children's series that ran from 1996-1999. The series was made in Wellington, New Zealand, and was aimed for kid’s aged 3–6. The series was produced by Gnome Productions Ltd., distributed by Southern Star Sales, and funded by NZ on Air and Southern Star Entertainment. Oscar and Friends” has been screened all around the world including on ITV in UK, Fox in USA, and ABC in Australia.","original_name":"Oscar and Friends","vote_average":0.0,"name":"Oscar and Friends","cert":"Unavailable","id":59524,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Better Show is a syndicated lifestyle television show. It airs weekdays on 155 stations across the United States. The program is produced and distributed by Meredith Corporation, a publishing company founded in 1902. The Better Show gets its name from Meredith's flagship publication, Better Homes and Gardens. Much of the show's content is tied not only to Better Homes and Gardens but also to Meredith's other magazines including More, Fitness, Ladies' Home Journal, Parents, and Family Circle. Each episode features a mix of subject matter experts and celebrity guests. There are both in-studio interviews and pre-taped feature stories.","original_name":"Better","vote_average":0.0,"name":"Better","cert":"Unavailable","id":59533,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Cannon and Ball Show was a successful comedy varitey show on ITV featuring the double act of Bobby Ball and Tommy Cannon.\n\nThe series was Cannon & Ball's first regular television series, filmed by LWT and lasted nine years until October 1988.","original_name":"The Cannon and Ball Show","vote_average":0.0,"name":"The Cannon and Ball Show","cert":"Unavailable","id":59534,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Training Dogs the Woodhouse Way is a British television series presented by Barbara Woodhouse first shown by the BBC in 1980. It was taped in 10 episodes at Woodhouse's home in Hertfordshire, England. The show was also internationally syndicated.\n\nIn the show she often used two commands: \"walkies\" and \"sit\"; the latter of which was parodied in the 1983 James Bond film Octopussy where James Bond does a Woodhouse impersonation, puts his hand up in a command posture, repeats Woodhouse's catch-phrase to a tiger and the animal responds to it by obeying. Her ten-part series had been shown at over one hundred stations in the United States and in Britain it proved so popular it was run twice. In 1982, singer-songwriter Randy Edelman wrote a song about her and her show, \"Barbara\", which he released in a single 45 rpm record.","original_name":"Training Dogs the Woodhouse Way","vote_average":0.0,"name":"Training Dogs the Woodhouse Way","cert":"Unavailable","id":59535,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Cyndi Lauper: Still So Unusual is an American reality documentary television series on WE tv. The series debuted on January 12, 2013 at 9pm ET\/PT.","original_name":"Cyndi Lauper: Still So Unusual","vote_average":0.0,"name":"Cyndi Lauper: Still So Unusual","cert":"Unavailable","id":59536,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Jai Jai Jai Bajrang Bali is an Indian television mythological series, which premiered on June 6, 2011 on Sahara One. It is based on the life of Hanuman, the Hindu monkey God who plays a major role in Ramayan, one of India's most popular mythological tales. The show tells the story of Maruti as he grows up in Anjan Pradesh along with his Mother Anjana and father Kesari. Ravan the all powerful demon who rules the three worlds at that time comes to know of the birth of this divine child and sends spies, demons, henchmen to assassinate him but fails each time. Ravan does not realize that this little boy that he is trying to kill is the eleventh Rudra Avatar of Lord Shiva, whom Ravan adores and worships.\n\nThe show is directed by Mr. Prem Sagar, the son of Dr. Ramanand Sagar and the Creative Producer of the show is Mr. Shiv Sagar.\n\nThe lead of the show, Raj Mange won the \"Best Child Artist of the Year\" award at the Indiantelevision.com's New Talent Awards.","original_name":"Jai Jai Jai Bajrang Bali","vote_average":0.0,"name":"Jai Jai Jai Bajrang Bali","cert":"Unavailable","id":59539,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Taste in Translation is an American Cooking show series produced by Leopard Films that currently airs on the Cooking Channel. The series is hosted by Aarti Sequeira, an Indian chef and television personality, who is best known as the winner of the sixth season of Food Network's reality television show, The Next Food Network Star. In the series, Aarti searches for the most popular dishes from around the world, as well as taking an in depth look at the history and cultural significance in the dishes she tastes. Each episode has a different dish theme, such as a barbecue or a birthday theme for an episode. The series premiered on January 4, 2013.\n\nOn February 8, 2013, Taste in Translation completed its whole airing of its first season. The renewal for the series's second season is yet to be determined.","original_name":"Taste in Translation","vote_average":0.0,"name":"Taste in Translation","cert":"Unavailable","id":59540,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Shades was a six-part British television series starring Stephen Tompkinson and Dervla Kirwan, who previously starred together on Ballykissangel. It was produced by ITV and Coastal Productions but ITV never aired the mini series in the UK. It was only shown in the US on PBS and in Ontario, Canada because of the PBS affiliate in Buffalo, New York that is received across the border.\n\nIt was a smart and unusual series that involved the two characters Mark and Maeve, who did not previously know each other, dying and then finding themselves continuing to exist as spirits. After their deaths, they learn there are some rules to this existence. One is that they can interact somewhat with the living - but the living will forget anything that happened and anything that was said with Mark and Maeve once these two have left their presence. The other is that, unlike with strangers, they cannot interact at all with the people who were closest to them, they can only observe what is happening with them. Mark and Maeve's frustration intensifies at not being capable of intervening directly in their loved one's lives. Instead they must find a way to do so indirectly, which was very tricky. From this they realize they are a shade of their former selves. Still conscious, yet diminished somehow on the physical plane. The series follows their attempts to set things right in the lives of new people they encounter, because of the unique advantage they have of being able to see the circumstances that these people are not aware of, and also their attempts to resolve the mess their personal lives were abruptly left in. The writer handled the story with these very specific rules. This made for great drama, seeing how Mark and Maeve would resolve the conflicts of their unfinished lives. The ambient theme music was perfectly suited to the series, sounding as if it were something made in the spirit world.","original_name":"Shades","vote_average":0.0,"name":"Shades","cert":"Unavailable","id":59549,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Monster Man is a reality TV series shown on Syfy.","original_name":"Monster Man","vote_average":0.0,"name":"Monster Man","cert":"Unavailable","id":59550,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Song Shop was a Canadian children's music television series which aired on CBC Television in 1958.","original_name":"The Song Shop","vote_average":0.0,"name":"The Song Shop","cert":"Unavailable","id":59551,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Nanny Daddy is a Singaporean drama which aired on Channel 8. It debuted on 2 September 2008 and consists of 20 episodes.","original_name":"Nanny Daddy","vote_average":0.0,"name":"Nanny Daddy","cert":"Unavailable","id":59552,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"United Stats of America is a documentary that airs on History and is hosted by Randy and Jason Sklar. The show premiered on May 8, 2012.","original_name":"United Stats of America","vote_average":0.0,"name":"United Stats of America","cert":"Unavailable","id":59553,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The World on Stage is a Canadian variety television series which aired on CBC Television in 1967.","original_name":"The World on Stage","vote_average":0.0,"name":"The World on Stage","cert":"Unavailable","id":59554,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2011-05-04","cast":[],"overview":"Two Greedy Italians is a BBC television series that first aired on BBC Two in the UK on May 4, 2011. The series sees the chefs Gennaro Contaldo and Antonio Carluccio travelling around Italy to see how society and food has evolved over the years. It was produced by Nicola Gooch. An accompanying cookery book was produced for the series. A second series was broadcast in April and May 2012. The series has also been sold and broadcast internationally, including on the Australian channels ABC and SBS, and the Swedish broadcaster SVT.","original_name":"Two Greedy Italians","vote_average":0.0,"name":"Two Greedy Italians","cert":"Unavailable","id":59563,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The King's Cupboard was a Canadian children's television series which aired on CBC Television in 1958.","original_name":"The King's Cupboard","vote_average":0.0,"name":"The King's Cupboard","cert":"Unavailable","id":59564,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2014-10-14","cast":[],"overview":"Give Out Girls is a British television comedy series created by Tony MacMurray and stand up comedienne Hatty Ashdown.","original_name":"Give Out Girls","vote_average":0.0,"name":"Give Out Girls","cert":"Unavailable","id":59567,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Justice at Large is an Irish television sitcom that aired on RTÉ for one series in 1969. Starring Paul Farrell, it was written by former barrister and actor Rex Mackey.","original_name":"Justice at Large","vote_average":0.0,"name":"Justice at Large","cert":"Unavailable","id":59568,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Starting Out is seven series of programmes made for UK schools by ATV and Central from 1973 to 1992. The writers included Catherine Storr, Dave Simpson, Anthony Horowitz and Grazyna Monvid. Comprising 56 episodes in total, the series were repeated until 1994.\n\nThe episodes were designed for older students who were about to leave school and who would soon be starting out on life as adults. Each series was made roughly every three years and was totally unrelated to that which came before, so that it was self-contained and relevant to the needs of each new generation of students. Several of the series were first broadcast late at night for preview by an adult audience, sometimes months before they were available to students.\n\nThe cast across the seven series included Joanna Lumley, John Savident, Kevin Lloyd, Rolf Saxon, Katharine Levy, Hywel Williams-Ellis, Amanda Noar, Nick Conway, Carol Chell and Ian Mercer.\n\nScripts from four episodes of the third series by Monvid were published as Choices: Four Plays from ITV's 'Starting Out' Series in 1986, while scripts from the 1989 series by Horowitz were published as Starting Out.","original_name":"Starting Out","vote_average":0.0,"name":"Starting Out","cert":"Unavailable","id":59569,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-04-15","cast":[],"overview":"'Una grande famiglia' is an Italian television TV series. It is one of the most successful series in Italy.","original_name":"Una grande famiglia","vote_average":0.0,"name":"Una grande famiglia","cert":"Unavailable","id":59570,"adult":"false","genre_ids":[],"origin_country":["IT"]},{"first_air_date":null,"cast":[],"overview":"Erebus: The Aftermath was a 1988 New Zealand television miniseries about Air New Zealand Flight 901, which crashed in Antarctica in 1979. The miniseries, a docudrama, was produced by Television New Zealand, and was broadcast in New Zealand and Australia. It was recently repeated by TVNZ to coincide with the 30th anniversary of the crash.\n\nThe series starred Frank Finlay as Justice Peter Mahon, the head of the Royal Commission of Inquiry that investigated the disaster, and David Cole as the chief witness. It was directed by Peter Sharp and written by Greg McGee. It was produced by Caterina De Nave.\n\nErebus: The Aftermath won several New Zealand Film and TV Awards, including Best Drama Programme, Best Drama Series, Best Writer, Best Television Director, and Best Performance - Male in a Dramatic Role.","original_name":"Erebus: The Aftermath","vote_average":7.0,"name":"Erebus: The Aftermath","cert":"Unavailable","id":59579,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Scam City is a show which started airing on Travel + Escape in June 2012 which crosses the globe visiting ten of the world’s most popular cities in an effort to expose the darker side of tourism. The host, Conor Woodman, meets with questionable characters ranging from unethical cab drivers to aggressive pimps as he witnesses and experiences the travel experience of parting with personal property and money. He intentionally falls victim to these alleged scammers and says \"yes\" to every hooker and pocket jeweler in the city, giving up substantial quantities of cash in the process. The show aims to expose the local adaptations of common scams - from pick pockets, expensive cab fares, to bars luring people in with adult entertainment at a high cost.\n\nScam City has also been aired on the National Geographic Channel.\n\nIn Australia, Scam City is shown on subscription TV channel Nat Geo Adventure, which airs on channel 628 on the Foxtel network.","original_name":"Scam City","vote_average":6.6,"name":"Scam City","cert":"Unavailable","id":59580,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Tenth Decade was a Canadian documentary television miniseries which aired on CBC Television in 1971.","original_name":"The Tenth Decade","vote_average":0.0,"name":"The Tenth Decade","cert":"Unavailable","id":59581,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Family Man is an American sitcom which aired on ABC from March 18, 1988 until April 29, 1988. It starred Richard Libertini as a middle-aged comedy writer married to a much younger wife, and focused on the trials and tribulations he faced raising two stepchildren and one biological child. The series was created by Earl Pomerantz.","original_name":"Family Man","vote_average":0.0,"name":"Family Man","cert":"Unavailable","id":59584,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Mga Basang Sisiw or Lost Children is a Filipino drama television series developed by Dode Cruz and produced by GMA Network. It premiered on June 3, 2013, replacing Unforgettable on the network's coveted Afternoon Prime block, and on June 5, 2013 worldwide via GMA Pinoy TV. The series is inspired on Agustin dela Cruz's classic Filipino film of the same title and topbilled by Lani Mercado, Raymond Bagatsing, Gardo Versoza, Maxene Magalona, Mike Tan and featuring Renz Valerio, Bianca Umali, Kimberly Faye, Hershey Garcia and Miko Zarsadias in the titular characters. The show is executive produced by Kaye Atienza-Cadsawan and directed by Ricky Davao.\n\nThe series chronicles the story of five siblings – Justin, Faye, Shine, Cha and Mickey – and their long and painful journey to rebuild their once happy family.","original_name":"Mga Basang Sisiw","vote_average":0.0,"name":"Mga Basang Sisiw","cert":"Unavailable","id":59585,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Kick Off is an Australian football television series airs on Fox Sports. It is hosted by Mel McLaughlin.","original_name":"Kick Off","vote_average":0.0,"name":"Kick Off","cert":"Unavailable","id":59586,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Clem And Lachlan's Adventures was an Australian reality television series that premiered in Australia on 1 January 2006 on the ABC, up until 14 May 2012 when the series was axed during its eighth season.\n\nClem and Lachlan's Adventure's was widelly popular with the younger fans. The show was produced exclussivelly for the ABC.\n\nClem and Lachlan's Adventures was officially axed on 1 May 2012 following poor ratings.","original_name":"Clem and Lachlan's Adventures","vote_average":0.0,"name":"Clem and Lachlan's Adventures","cert":"Unavailable","id":59595,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"This Week Live is an Australian comedy chat show screening weekly on Network Ten from 24 July 2013. It is hosted by comedians Dave Thornton, Tommy Little, Tom Gleeson and Meshel Laurie. The show features discussions of topical subjets, guests on the panel and pre-recorded interviews and skits. The show is created and produced by Craig Campbell and Kevin Whyte.\n\nRove McManus, Charlie Pickering and Peter Helliar have been guest panelists.","original_name":"This Week Live","vote_average":0.0,"name":"This Week Live","cert":"Unavailable","id":59596,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"1995-05-17","cast":["Lee Byung-hun","Choi Jin-sil","Jung Woo-sung","Huh Joon-ho"],"overview":"Asphalt Man is a 1995 South Korean television series starring Lee Byung-hun, Choi Jin-shil, Jung Woo-sung, and Lee Young-ae. Based on the 1991 comic of the same title by manhwa artist Huh Young-man, it aired on SBS from May 17 to July 6, 1995 on Wednesdays and Thursdays at 21:55 for 16 episodes.","original_name":"아스팔트 사나이","vote_average":0.0,"name":"Asphalt Man","cert":"Unavailable","id":59597,"adult":"false","genre_ids":[],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"Jim Jam and Sunny is a children's television programme that airs on the CITV channel. It first aired in 2006.","original_name":"Jim Jam and Sunny","vote_average":0.0,"name":"Jim Jam and Sunny","cert":"Unavailable","id":59598,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2013-04-27","cast":["Lee Hyang-sook","Sung Yu-ri","Yu Jun-sang","Kim Young-kwang","Kim Kap-soo"],"overview":"Jung Yi-hyun is a genius, but she suffers from psychogenic amnesia and does not remember her husband and young daughter. Hong Gyung-doo is uneducated and poor, but he's a loving father to young Hae-deum, who's inherited her genius from her mother. Yi-hyun and Gyung-doo met just as both were on the brink of suicide, and they'd decided to choose life together. The drama is about Yi-hyun's journey to putting together the pieces of her lost memory with her husband's help, a man who seems completely unsuited for her.","original_name":"출생의 비밀","vote_average":5.0,"name":"Birth Secret","cert":"Unavailable","id":59603,"adult":"false","genre_ids":[18,10749],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"Noticieros 56 is a news show on XHJUB hosted by Mirna Gonzalez, Rosana Diaz, Alejandro Pariente and Aaron Sanchez Longoria.","original_name":"Noticieros 56","vote_average":0.0,"name":"Noticieros 56","cert":"Unavailable","id":59604,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Escándalo TV was a daily live Spanish-language talk show about celebrity news and gossip of interest to a Latino audience, shown on Telefutura. It was hosted by Charytin Goyco, Marissa del Portillo and Felipe Viel. Occasionally celebrities guest hosts were featured. Former hosts include Gabriela Teissier & Lilia Luciano.\n\nEscándalo TV premiered on Telefutura on January 15, 2002 with Charytin Goyco, Felipe Viel, Marisa Del Portillo & Gabriela Teissier as hosts. It was broadcast all over the world. The show has many nicknames, such as \"Charytin's Show\" and \"ETV\".\n\nThere was a weekend edition of the program called \"Escandalo TV Extra\", hosted by Felipe Viel, Elizabeth Lopez & Danella Urbay.\n\nThe final episode of Escandalo TV aired on October 7, 2011.","original_name":"Escandalo TV","vote_average":0.0,"name":"Escandalo TV","cert":"Unavailable","id":59605,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"James Nesbitt's Ireland is a British documentary series about Ireland, presented by actor James Nesbitt. The first series began airing on ITV on 18 March 2013, this series contained eight episodes. Each episode is 30 minutes in length.","original_name":"James Nesbitt's Ireland","vote_average":0.0,"name":"James Nesbitt's Ireland","cert":"Unavailable","id":59606,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"One Car Too Far is an American reality television series. It stars Gary Humphrey and Bill Wu. It premiered on Discovery Channel on August 19, 2012.","original_name":"One Car Too Far","vote_average":0.0,"name":"One Car Too Far","cert":"Unavailable","id":59607,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"2013-06-10","cast":["Deon Cole"],"overview":"Deon Cole's Black Box is an American comedy television series that debuted on June 10, 2013, and airs weekly on TBS. The series features Deon Cole as he provides his humorous commentary on videos found via the internet and television.","original_name":"Deon Cole's Black Box","vote_average":9.0,"name":"Deon Cole's Black Box","cert":"Unavailable","id":59608,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":"2011-04-30","cast":["Henry Strozier"],"overview":"Witness the miracle of cute, from a kitten's first tentative steps, to a puppy's first call to the wild. The first few months of their lives are an adorable adventure. These furry friends are simply too loveable, too curious, too cute!","original_name":"Too Cute","vote_average":8.2,"name":"Too Cute","cert":"Unavailable","id":59615,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Stu Davis Show was a Canadian country music television series which aired on CBC Television in 1966.","original_name":"The Stu Davis Show","vote_average":0.0,"name":"The Stu Davis Show","cert":"Unavailable","id":59616,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2011-05-15","cast":["Julio Chávez","Gabriela Toscano","Rodrigo de la Serna","Luis Luque"],"overview":"El Puntero was a 2011 Argentine miniseries, produced by Pol-Ka and starred by Julio Chávez and Gabriela Toscano. \"Puntero\" is a word from Argentine slang for a man who works as an intermediate between poor people and political parties, in a clientelist relation. The miniseries received the Golden Martín Fierro Award.","original_name":"El puntero","vote_average":8.0,"name":"El puntero","cert":"Unavailable","id":59617,"adult":"false","genre_ids":[18,80],"origin_country":["AR"]},{"first_air_date":null,"cast":[],"overview":"Gastank was an English television show that aired between 1982-1983 in the United Kingdom on Channel 4. Hosted by former Yes keyboardist Rick Wakeman, the show featured a mix of interviews with 1970s musicians and impromptu performances where the guest artist would join Wakeman and his house band in playing re-arranged versions of their classic songs, or entirely new pieces created for the show. The format was very informal with the setting likened to a bar where Wakeman would interview the guest over a drink or two followed by their performance in front of a small studio audience sitting in groups at tables. Wakeman would frequently cite the show as an opportunity for musicians from different bands to get the opportunity to work together. During its run, the show featured guests as diverse as Ian Paice, Steve Hackett, Andy Fairweather Low, Godley and Creme, Eric Burdon and Phil Lynott.","original_name":"Gastank","vote_average":0.0,"name":"Gastank","cert":"Unavailable","id":59618,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Off the Bar is a British television comedy\/sports talk on the Loaded TV network.","original_name":"Off the Bar","vote_average":0.0,"name":"Off the Bar","cert":"Unavailable","id":59619,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Life After Top Chef is an American reality series that airs on the Bravo television network. It premiered on October 3, 2012.","original_name":"Life After Top Chef","vote_average":0.0,"name":"Life After Top Chef","cert":"Unavailable","id":59620,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Freshman Dorm is an American drama television series which debuted in the summer of 1992 and aired 5 episodes.","original_name":"Freshman Dorm","vote_average":0.0,"name":"Freshman Dorm","cert":"Unavailable","id":59621,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Our Place is an American musical variety show that aired on CBS during the summer of 1967. The official host was one of Jim Henson's early puppets, Rowlf the Muppet Hound. The show's other regulars were comedians Jack Burns and Avery Schreiber and the singing Doodletown Pipers.","original_name":"Our Place","vote_average":0.0,"name":"Our Place","cert":"Unavailable","id":59628,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Toppanos is a 15-minute Australian television series which aired from 1958 to 1959 on Sydney station ATN-7. It starred Enzo and Peggy Toppano, and combined music with ab-libbed comedy, along with a dog puppet named Jazza.\n\nThough short-lived, the program is notable as an early example of a morning television series produced in Australia. The series debuted on 20 October 1958. It aired at 8:30AM each weekday, and followed on Mondays, Tuesdays and Wednesdays at 8:45AM by Autumn Affair, which was Australia's first television soap opera, and followed on Thursdays and Fridays by U.S series Dr. Christian. Also on the ATN-7 morning schedule during the period were cartoons, music segments from taped editions of Sydney Tonight, news, and weather forecasts.\n\nA contemporary review of the debut of ATN-7's morning schedule in the Australian Women's Weekly said the Toppanos \"provide some pleasant music and painless chatter\".\n\nInformation on the archival status of the series is not available. The National Film and Sound Archive lists an item consisting of Enzo Toppano and Peggy Mortimer performing a song and comedy sketch on early television, which may possibly be footage from The Toppanos, though this is not confirmed.","original_name":"The Toppanos","vote_average":0.0,"name":"The Toppanos","cert":"Unavailable","id":59629,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Red Amber Green is a Scottish Television children's game show hosted by Bryan Burnett, and later Craig Elliott. It ran from 1996 until 1999.","original_name":"Red Amber Green","vote_average":0.0,"name":"Red Amber Green","cert":"Unavailable","id":59630,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2014-01-19","cast":[],"overview":"Get Ace is an Australian animated television series set to screen on Network Ten on October 2013. The series follows the adventures of Ace McDougal, a nerdy 12 year old school kid who has been fitted with a set of top-secret, ultra high-tech spy braces. He teams up with Hugo, an obnoxious computer hologram that Ace can't operate his newfound braces without.\n\nThis series is created by Galaxy Pop duo Gian Christian and Dina McPherson, who previously produced Rock It!.","original_name":"Get Ace","vote_average":0.0,"name":"Get Ace","cert":"Unavailable","id":59631,"adult":"false","genre_ids":[10762,16],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"LOLwork is an American reality documentary television series on the Bravo. The series premiered on November, 7, 2012.","original_name":"LOLwork","vote_average":0.0,"name":"LOLwork","cert":"Unavailable","id":59632,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Daddy At Home is a Singaporean television series which debuted on the local Chinese language channel Channel 8 on 2 November 2009. It was screened every night at 9pm from Monday to Friday.\n\nThe series' Chinese title literally means \"penguin father\". As the series is about house husbands, the title was derived from the fact that Emperor penguins is the only penguin species of which the male is fully responsible for incubating the eggs.","original_name":"Daddy At Home","vote_average":0.0,"name":"Daddy At Home","cert":"Unavailable","id":59633,"adult":"false","genre_ids":[],"origin_country":["SG"]},{"first_air_date":null,"cast":[],"overview":"The Concert Hour is a Canadian classical music television series which aired on CBC Television in English and Radio-Canada in French from 1954 to 1958.","original_name":"The Concert Hour","vote_average":0.0,"name":"The Concert Hour","cert":"Unavailable","id":59642,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-12-27","cast":["Rufus Sewell","Michelle Dockery","Michael Gambon","Charlotte Rampling","Alexander Fehling"],"overview":"A young woman finds out that her mother worked as a spy for the British Secret Service during World War II and has been on the run ever since.","original_name":"Restless","vote_average":6.6,"name":"Restless","cert":"Unavailable","id":59643,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Discovery was the first documentary television series to be broadcast on RTÉ. The series started on January 7, 1964 with a programme on Dublin Airport.\n\nThe series producer was Charlie Scott, and Brian Cleeve was the presenter and scriptwriter. Each half-hour edition focused on a specific subject, such as a commercial or state enterprise, an aspect of Irish culture, or some notable feature of the country's landscape.\n\nIn December 1964, Brian Cleeve received a Jacobs' Award for his contribution to the programme. However, in January 1966, it was announced that Cleeve was being dropped as the series' narrator because his voice was no longer felt to be suitable. Later that year, he left the programme completely to join the new 7 Days team.\n\nFollowing Cleeve's departure, Discovery continued for another season using a number of alternative presenters, such as Paddy Gallagher, John Skehan, Michael Viney, and Terry Wogan.\n\nIn 2002, RTÉ screened digitally-remastered versions of several of the original programmes. The topics covered included skydiving, mountaineering in the Wicklow mountains, and lighthouses off the Cork coast.","original_name":"Discovery","vote_average":0.0,"name":"Discovery","cert":"Unavailable","id":59644,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Chronicle is a BBC Television series shown monthly and then fortnightly on BBC Two from 18 June 1966 to its last broadcast in May 1991. Chronicle focused on popular archaeology and related subjects.\n\nThe best remembered episodes of Chronicle were \"The Lost Treasure of Jerusalem...?\", \"The Priest, the Painter and The Devil\" and \"The Shadow of The Templars\". These were presented by Henry Lincoln who later went on to write Holy Blood Holy Grail with Michael Baigent and Richard Leigh.\n\nThe BBC have made some editions available online","original_name":"Chronicle","vote_average":0.0,"name":"Chronicle","cert":"Unavailable","id":59645,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Steel Magnolias is an American comedy-drama television film directed by Kenny Leon that premiered at Lifetime Network on October 7, 2012. It is a remake of 1989 film of the same name starring Sally Field, Shirley MacLaine, Olympia Dukakis, Dolly Parton, Daryl Hannah and Julia Roberts. The new film stars an all-African American cast, including Queen Latifah, Jill Scott, Condola Rashād, Adepero Oduye, with Phylicia Rashād and Alfre Woodard as Ouiser.","original_name":"Steel Magnolias","vote_average":3.0,"name":"Steel Magnolias","cert":"Unavailable","id":59646,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Gentle Killers was a 1957 television serial. The six-part half-hour series was produced by ATV and aired on ITV. Cast included Tony Church and Hazel Court. It was written by Lewis Greifer and Leigh Vance. There is very scarce information on this series online, even though the episodes still exist in the archives.","original_name":"The Gentle Killers","vote_average":0.0,"name":"The Gentle Killers","cert":"Unavailable","id":59647,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2013-02-20","cast":["Nathaniel Morris","Matthew Shotwell"],"overview":"Weed Country is an American reality documentary television series on the Discovery Channel. The series premiered on February 20, 2013 during Discovery's newest programming block titled Weed Wednesdays.","original_name":"Weed Country","vote_average":10.0,"name":"Weed Country","cert":"Unavailable","id":59648,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Mortimer and Arabel was a puppet show based on Joan Aiken books which ran on CBBC from 1993 to 1994 and was later repeated on BBC CHOICE in the early 2000s.\n\nThe series tells the story about a girl named Arabel who makes friends with a naughty raven named Mortimer who can only say \"Nevermore\" when upset; however, most of the neighbors, especially a grumpy old man named Mr Leggit, can't stand Mortimer for all the choas he causes, and it is up to Arabel and her parents to keep Mortimer out of trouble before he upsets the rest of the town with his mischievous behavior.\n\nOther characters include: Arabel's parents Mr Jones and Mrs Jones, The Cashandcarry gang, PC Barnoff, The Mayor, The Chief inspector and Mr Leggit.\n\nA few books based on the series and a VHS tape covering 12 episodes of the series were released in the early 1990s, but nothing has been released since then, and the show has not been repeated on TV.","original_name":"Mortimer and Arabel","vote_average":0.0,"name":"Mortimer and Arabel","cert":"Unavailable","id":59657,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"30 Minutes is an American educational news magazine television series that aired on CBS from 1978 to 1982 following its Saturday Morning cartoon lineup. Patterned after 60 Minutes, its topics ranged from acne and rock bands to the Ku Klux Klan and juvenile defendants.","original_name":"30 Minutes","vote_average":0.0,"name":"30 Minutes","cert":"Unavailable","id":59658,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2014-06-01","cast":["Lee Pace","Scoot McNairy","Mackenzie Davis","Kerry Bishé","Toby Huss"],"overview":"Set in the early 1980s, and about a fictional visionary, an engineer and a prodigy whose innovations confronts the corporate behemoths of the time. Their personal and professional partnership will be challenged by greed and ego while charting the changing culture in Texas' Silicon Prairie.","original_name":"Halt and Catch Fire","vote_average":7.9,"name":"Halt and Catch Fire","cert":"Unavailable","id":59659,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Judy and Jim Show is a Canadian variety television miniseries which aired on CBC Television as separate runs in 1973 and 1977.","original_name":"The Judy and Jim Show","vote_average":0.0,"name":"The Judy and Jim Show","cert":"Unavailable","id":59660,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Evening Express is an evening television news program that airs on the HLN television network in the United States. The program is an extension of Morning Express with Robin Meade that specializes in topics including parenting, education, health, personal finance and relationships.","original_name":"Evening Express","vote_average":0.0,"name":"Evening Express","cert":"Unavailable","id":59661,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Disappearing Britain was a three-part TV mini-series broadcast on the Five channel in Britain. The series contained rare archive film of Thatcher-era Britain, with a retrospective commentary, and interviews with the general public.\n\nThree shows were broadcast:","original_name":"Disappearing Britain","vote_average":0.0,"name":"Disappearing Britain","cert":"Unavailable","id":59662,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Eloise Salutes the Stars is a talk show hosted by Eloise McElhone which aired on an 8-station network including the DuMont flagship station WABD. The series aired Tuesdays at 7:30pm ET in 1950 and early 1951. Other stations in the network, such as WPIX-TV chose to air the show at 5:15pm ET.\n\nThe show was sponsored by Doeskin Tissues, and produced by Lester Lewis. After the original 13 episodes were produced, the show was renewed for another 13 episodes in January 1951.\n\nMcElhone was also host of the DuMont series Quick on the Draw, a panelist on the ABC game show Think Fast, and a panelist on the NBC\/ABC series Leave It to the Girls.","original_name":"Eloise Salutes the Stars","vote_average":0.0,"name":"Eloise Salutes the Stars","cert":"Unavailable","id":59675,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Angel Falls is a drama series that aired from August 26, 1993 to September 30, 1993.","original_name":"Angel Falls","vote_average":0.0,"name":"Angel Falls","cert":"Unavailable","id":59676,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Perfect Cut is a Singaporean Chinese drama series which aired on MediaCorp Channel U. The second season debuted on 4 March 2009 in the 10pm slot. Rare for a MediaCorp produced drama, it features former MediaCorp actors such as Edmund Chen and Zheng Wanling in main roles.","original_name":"Perfect Cut","vote_average":0.0,"name":"Perfect Cut","cert":"Unavailable","id":59677,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Springs of Life is a Singaporean Chinese drama which aired in 2002. It was produced following the success of Wok of Life. Unusual for a locally produced period drama at that time, the theme song's introduction is in a rock and roll style.","original_name":"Springs of Life","vote_average":0.0,"name":"Springs of Life","cert":"Unavailable","id":59678,"adult":"false","genre_ids":[],"origin_country":["SG"]},{"first_air_date":"2012-11-17","cast":[],"overview":"Fatal Vows is an American documentary television series on Investigation Discovery that debuted on November 17, 2012. The series is presented by Brian Russell, an attorney as well as a forensic and clinical psychologist, and Stacy Kaiser, a licensed psychotherapist and relationship expert. Each episode tells the stories of divorces that turned deadly. The series has been renewed for a second season.","original_name":"Fatal Vows","vote_average":6.0,"name":"Fatal Vows","cert":"Unavailable","id":59679,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Gabrielle Carteris Show is a daytime talk show which aired from 1995 to 1996.","original_name":"Gabrielle","vote_average":0.0,"name":"Gabrielle","cert":"Unavailable","id":59680,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Maggie and Her is a British LWT comedy TV series starring Julia McKenzie, Irene Handl and Carol Gillies. It aired between 1976 and 1979. The series is about a divorced school teacher and her elderly neighbour.","original_name":"Maggie and Her","vote_average":0.0,"name":"Maggie and Her","cert":"Unavailable","id":59689,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2013-04-02","cast":["Claudia Winkleman","May Martin","Patrick Grant"],"overview":"The Great British Sewing Bee is a BBC Two television reality television programme in which amateur sewers compete to be named \"Britain's best home sewer\". A spin-off of the format of The Great British Bake Off, the programme is presented by Claudia Winkleman. ","original_name":"The Great British Sewing Bee","vote_average":7.5,"name":"The Great British Sewing Bee","cert":"Unavailable","id":59690,"adult":"false","genre_ids":[10764],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Amchi Mumbai, is weekly Malayalam show on Kairali TV that features Interviews, Talk Show, Talent Scan, Events, News updates from and about the Malayali diaspora in the city of Mumbai, India.\n\nThis show is telecasted at 8.30 a.m. IST, every Sunday.\n\nThe show aims to connect millions of Malayalees living in Mumbai with those who lives in Kerala and abroad. The show also find out Mumbai Malayalees' take on issues that concern not only Mumbai or Kerala, but also the rest of India. In addition, this show also has a news bulletin, 'Mumbai Fast News', which pertains to local happenings in and around Mumbai.\n\nAmchi Mumbai, the first television programme in a Malayalam Channel featuring the dream city and its current affairs is conceived by N.K. Bhupeshbabu and directed by Premlal Raman. Amchi Mumbai, charted on top list among pravasi show is hosted by J.P. Thakazhy and produced by Dr. Anil Raghavan.","original_name":"Amchi Mumbai","vote_average":0.0,"name":"Amchi Mumbai","cert":"Unavailable","id":59691,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Zoorama was an American television show that focused on wildlife and nature. The program was filmed at the San Diego Zoo and was produced between 1955 and 1970. Zoorama was originally created for the local television market in San Diego, California, and it was picked up for national broadcast on CBS before being sold as a syndicated series. For most of it run, the series was hosted by San Diego television reporter Bob Dale.","original_name":"Zoorama","vote_average":0.0,"name":"Zoorama","cert":"Unavailable","id":59692,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Hot Cities is an environmental documentary series broadcast in Autumn 2009 by BBC World News. It highlighted the effects of global warming and climate change on the world's most populous cities.","original_name":"Hot Cities","vote_average":0.0,"name":"Hot Cities","cert":"Unavailable","id":59693,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Champagne Charlie is a 1989 French-Canadian drama television series directed by Allan Eastman and starring Hugh Grant, Megan Gallagher and Megan Follows. It is based on the novel by Jacqueline Lefèvre and depicts the life of the nineteenth century wine merchant Charles Heidsieck.","original_name":"Champagne Charlie","vote_average":0.0,"name":"Champagne Charlie","cert":"Unavailable","id":59694,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Grand Slam is an American action series that aired from January 28, 1990 to March 14, 1990. The series premiered after Super Bowl XXIV on CBS, but never found an audience and was cancelled after six episodes leaving two unaired.","original_name":"Grand Slam","vote_average":0.0,"name":"Grand Slam","cert":"Unavailable","id":59705,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Neighbourhood Watched is a British reality television programme focusing on the lives of Housing Officers and their tenants.","original_name":"Neighbourhood Watched","vote_average":0.0,"name":"Neighbourhood Watched","cert":"Unavailable","id":59706,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Undercover Dads is a cult British television programme popular with both kids and adults. It first aired on BBC2 and CBBC in 2009. Presented by comedian, actor and puppeteer Dave Chapman, the show challenges a hard-working dad to get to know his kids, bring his family closer together and win them prizes....by dressing up as made-up TV expert 'Mega Nanny' and spending two whole days in their company without them realising it.","original_name":"Undercover Dads!","vote_average":0.0,"name":"Undercover Dads!","cert":"Unavailable","id":59707,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-01-21","cast":[],"overview":"Scorned: Love Kills is an American documentary television series on Investigation Discovery that premiered on January 21, 2012 and features tales of love gone fatally wrong.","original_name":"Scorned: Love Kills","vote_average":7.7,"name":"Scorned: Love Kills","cert":"Unavailable","id":59708,"adult":"false","genre_ids":[80,99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Thintervention with Jackie Warner is an American reality documentary television series on Bravo. The series debuted on September 6, 2010 and ran for one season.","original_name":"Thintervention with Jackie Warner","vote_average":0.0,"name":"Thintervention with Jackie Warner","cert":"Unavailable","id":59709,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Caught Red Handed is an American reality television series on truTV. The series debuted on November 5, 2012.\n\nOvercoming such things as antiquated surveillance systems, no floor security, and even their own cashiers, store owners enlist the help of professional “loss prevention agents” to start a crackdown on store theft. These bold bandits don't realize that their every move is being watched, and soon begin to display their shameless shoplifting skills.","original_name":"Caught Red Handed","vote_average":3.0,"name":"Caught Red Handed","cert":"Unavailable","id":59710,"adult":"false","genre_ids":[80],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Totally T-Boz is an American reality documentary television series on TLC. The four-episode series is premiered on January 1, 2013. Totally T-Boz follows Tionne \"T-Boz\" Watkins as she works on her new music career. As a previous member of TLC, the series also sheds light on how Watkins healed from the death of Lisa \"Left Eye\" Lopes. Watkins has stated via Twitter that she has no interest in continuing the series.","original_name":"Totally T-Boz","vote_average":0.0,"name":"Totally T-Boz","cert":"Unavailable","id":59719,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-01-23","cast":["Andrew Zimmern"],"overview":"Bizarre Foods America is an American television series, and a spin-off of Bizarre Foods, this time focusing on the United States rather than international travel. Andrew Zimmern travels to various cities throughout the country and samples local cuisines and ways of life. The format is similar to Bizarre Foods. The show premiered Monday January 23, 2012 at 9:00 ET on Travel Channel.\n\nMuch like the popular Bizarre Foods, Andrew heads to some of the most unique food hubs in the country. Once there he meets with locals and local chefs to gain a better understanding of American cuisine and to see how America has developed its reputation as a melting pot of cultures and foods and what sort of unusual foods people in America might have in their own cities and not realize.","original_name":"Bizarre Foods America","vote_average":9.3,"name":"Bizarre Foods America","cert":"Unavailable","id":59720,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"SportsFigures is an American educational television series for middle and high school aged teenagers produced by ESPN in association with Factory Films Inc. that aired from 1995-2007 on ESPN2. The program uses sports to teach physics, general science and math. Major sports celebrities join the host in a quest to find the answer to a sports\/physical phenomenon. Why does a curveball curve? What's the perfect launch angle for a snowboard jump? How can you have an ice skating rink in Southern California?\n\nThe show was the brain-child of George Bodenheimer, then vice president, now Executive Chairman of sports network ESPN.\n\nFirst broadcast in 1995, 84 half hours have presented over 160 different topics. Sports celebrities on the show have included Tiger Woods, Tony Hawk, Derek Jeter, Jeff Gordon, Jeanette Lee, Amanda Beard, Julie Foudy, Bob Burnquist, Vince Carter, Barry Larkin, Kenyon Martin, Lynn St. James, Reggie Jackson, Dave Mirra, Troy Glaus, Dan O'Brien, Benny Carter, Janet Evans, Chanda Rubin, Mike Richter, Pam McGee and Sascha Cohen among many others. The final year of production was 2007 though it continued airing in reruns through 2010.","original_name":"SportsFigures","vote_average":0.0,"name":"SportsFigures","cert":"Unavailable","id":59721,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Na Moral is a Brazilian talk show broadcast by Rede Globo since July 5 2012 and hosted by Pedro Bial. The show includes the participation of three people which complement the theme, 50 people in a audience and a DJ.","original_name":"Na Moral","vote_average":0.0,"name":"Na Moral","cert":"Unavailable","id":59722,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2013-01-27","cast":[],"overview":"Absolute Genius with Dick and Dom is a British television series broadcast on CBBC and presented by Richard McCourt and Dominic Wood. In each episode the duo study the work of a genius and attempt to recreate one of their ideas, occasionally with some improvements using technology not available in the subject's lifetime. They are assisted by Fran Scott and experts in the field of what is being studied.\n\nThe series was one of several commissioned by the BBC to interest young children in science, it follows the success of Professor Brian Cox who has been credited with making teenagers interested in the subject. The BBC chose Dick and Dom as the appropriate presenters for the intended age group.\n\nAs of August 2013, they are currently filming series 2 of the show.","original_name":"Absolute Genius with Dick and Dom","vote_average":0.0,"name":"Absolute Genius with Dick and Dom","cert":"Unavailable","id":59725,"adult":"false","genre_ids":[10751],"origin_country":[]},{"first_air_date":"2012-09-15","cast":["Lee Bo-young","Cheon Ho-jin","Min Young-won","Song Ok-Suk","Lee Sang-yoon"],"overview":"Seoyoung cuts off her cable with her incompetent and troublesome father, trying to get out of her misery. Family is tied not only by blood but also by love.","original_name":"내 딸 서영이","vote_average":7.0,"name":"My Daughter Seo-young","cert":"Unavailable","id":59726,"adult":"false","genre_ids":[],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"Ronaldinho Gaucho's Team is an Italian animated television series based on Brazilian soccer star Ronaldinho Gaúcho. The pilot episode first aired on October 15, 2011, at the DeA Kids channel.\n\nRonaldinho Gaucho's Team is the first animated series for TV produced by Italian studio GIG Italy Entertainment, with the coproduction of MSP - Mauricio de Sousa Produções, which publishes in Brazil the comic strip based on the fictionalised version of Ronaldinho Gaúcho as a child. The stories are based on the animated adventures of the character in comics, with 52 episodes of 11 minutes each.","original_name":"Ronaldinho Gaucho's Team","vote_average":0.0,"name":"Ronaldinho Gaucho's Team","cert":"Unavailable","id":59735,"adult":"false","genre_ids":[],"origin_country":["IT","BR"]},{"first_air_date":null,"cast":[],"overview":"You Gotta See This is an American reality television series produced by Comcast Entertainment Group for the Nickelodeon network. It premiered on July 21, 2012, directly after a marathon of SpongeBob SquarePants specials, movies and The Super Spongy Square Games. Just after 9 episodes, Nickelodeon cancelled You Gotta See This, they however aired the remaining episodes in UK and Ireland. It was hosted by Noah Crawford and Chris O'Neal.","original_name":"You Gotta See This","vote_average":0.0,"name":"You Gotta See This","cert":"Unavailable","id":59736,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Fluffy Club was ITV Breakfast's pre-school programming slot which aired on weekdays between 8.40am and 9.25am as part of CITV Breakfast, and every Saturday and Sunday morning from 06.00 to 07.25am on the ITV Network. It was presented by Mandisa Taylor, along with a puppet fluffy duckling \"Tiny Little Fluff\". The slot launched on GMTV in September 2008 replacing Wakey Wakey! and featured a combination of both home-grown and American imported programmes. Between April and July in 2010, Mandisa was on maternity leave and Emma Lee filled in. During the school holidays, the slot that aired on weekday mornings would be moved to an earlier time of 6am to 6:45am.\n\nThe Fluffy Club was axed at the end of 2010 and has since been replaced by out-of-vision Mini CITV presentation.","original_name":"The Fluffy Club","vote_average":0.0,"name":"The Fluffy Club","cert":"Unavailable","id":59737,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Cornwall with Caroline Quentin is a British documentary series about Cornwall, presented by Caroline Quentin. The first series comprised 8 episodes and was broadcast on ITV from 2 January to 20 February 2012. The second series comprised 10 episodes and was broadcast from 7 January to 11 March 2013. Episodes are shown on Monday evenings at 8pm.","original_name":"Cornwall with Caroline Quentin","vote_average":0.0,"name":"Cornwall with Caroline Quentin","cert":"Unavailable","id":59738,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Isador Goodman Show is an early Australian television variety series. The series debuted in 1956 and ran into the early months of 1957, aired on Melbourne station HSV-7 and starred pianist Isador Goodman, with episodes also featuring a guest vocalist. The series is notable as an early attempt at producing an Australian-produced variety series. The live 15-minute show aired at 7:15PM on Tuesdays, was preceded by a 15-minute newscast and followed at 7:30PM by American series Jet Jackson. When the series debuted, television was still fairly new to Australia, with local series production having just started, and locally-produced series often aired on just a single station.\n\nIn the episode broadcast 1 January 1957, Goodman was annoyed by two flies. He continued playing, doing his best to ignore them and to appear nonchalant. His numbers in the episode included Chopin Waltz, pop standard If I Love You and some boogie-woogie\n\nAlthough kinescope recording existed when the series aired and was possibly seeing at least some use by station HSV-7, it is not known if any such recordings were made of the series, and if so, if any such recordings still exist.","original_name":"The Isador Goodman Show","vote_average":0.0,"name":"The Isador Goodman Show","cert":"Unavailable","id":59739,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1959-01-01","cast":[],"overview":"Family Affairs was a BBC television discussion programme broadcast from 1959.","original_name":"Family Affairs","vote_average":0.0,"name":"Family Affairs","cert":"Unavailable","id":59740,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Kandi Factory is an American reality television series on Bravo that debuted April 9, 2013. It chroincles Kandi Burruss and her team at the Kandi Factory as she assists 16 aspiring artists jump-start their dreams of success in the music industry. Burruss confirmed on August 30, 2013, that the series will not be returning for another season.","original_name":"The Kandi Factory","vote_average":0.0,"name":"The Kandi Factory","cert":"Unavailable","id":59741,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Kamrup Ki Kahani was an Indian soap opera that aired in the 1990s, directed by Ruma Ghosh.","original_name":"Kamrup Ki Kahani","vote_average":0.0,"name":"Kamrup Ki Kahani","cert":"Unavailable","id":59750,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":"1989-09-15","cast":[],"overview":"Act of Will is a 1989 mini-series directed by Don Sharp. It the third mini series based on a Barbara Taylor Bradford novel he had directed and was an early lead role for Elizabeth Hurley.","original_name":"Act of Will","vote_average":0.0,"name":"Act of Will","cert":"Unavailable","id":59753,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"2013-02-12","cast":[],"overview":"Documentary series revealing the inner workings of Britain's railways, introducing the track-workers, train guards, drivers, police officers and management teams determined to keep the country moving.","original_name":"The Railway: Keeping Britain On Track","vote_average":0.0,"name":"The Railway: Keeping Britain On Track","cert":"Unavailable","id":59754,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Instant People was an Australian television series which aired from 1962 to 1963 on the Seven Network, hosted by Keith Smith. It was also known as The Nestle's Show.","original_name":"Instant People","vote_average":0.0,"name":"Instant People","cert":"Unavailable","id":59755,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Ryan Ryan Musikahan is a weekly late night musical show formerly aired by ABS-CBN from 1988 to 1995 hosted by Ryan Cayabyab. The show featured some of the local and international artists thru its musical numbers. This program currently aired re-runs on Jeepney TV.","original_name":"Ryan Ryan Musikahan","vote_average":0.0,"name":"Ryan Ryan Musikahan","cert":"Unavailable","id":59756,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Adventures on Islands is an American stop-motion animated television series. It lasted four seasons and was executive produced by Daniel Valle.","original_name":"Adventures on Islands","vote_average":0.0,"name":"Adventures on Islands","cert":"Unavailable","id":59757,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"One Woman's Experience, also known as One Woman's Story, was a DuMont Television Network anthology TV show created and produced by Lawrence Menkin and starring Wendy Waldron. The show aired from October 6, 1952 to April 3, 1953. The 15-minute show aired alongside another 15-minute Menkin show One Man's Experience. Some sources suggest that these episodes were also aired during the DuMont series Monodrama Theater which aired at 11pm ET from May 1952 until December 7, 1953.","original_name":"One Woman's Experience","vote_average":0.0,"name":"One Woman's Experience","cert":"Unavailable","id":59766,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Dukes of Melrose is an American reality documentary television series on Bravo and premiered on March 6, 2013. The series chronicles the daily operations at the couture store, Decades. The boutique is owned by Christos Garkinos and Cameron Silver, who are known for their vintage and glamorous clothing.","original_name":"Dukes of Melrose","vote_average":0.0,"name":"Dukes of Melrose","cert":"Unavailable","id":59767,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Celebrity Bluff is a Filipino television game show created and produced by GMA Network which debuted on November 17, 2012 and November 24, 2012 worldwide via GMA Pinoy TV. Comedians, Eugene Domingo, Jose Manalo and Wally Bayola serve as the show's hosts. On December 1, 2012, the show aired on its new timeslot right after Magpakailanman.","original_name":"Celebrity Bluff","vote_average":0.0,"name":"Celebrity Bluff","cert":"Unavailable","id":59768,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Shoot Out is an Australian football wrap-up television series, that airs on Fox Sports. It will host by Adam Peacock and Mark Bosnich.","original_name":"Shoot Out","vote_average":0.0,"name":"Shoot Out","cert":"Unavailable","id":59769,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"1974-01-08","cast":[],"overview":"Witness to Yesterday is a Canadian docudrama television series which featured staged interviews with historical personalities. It was first broadcast by Global Television Network in 1974, then produced by TVOntario to 1976. A 12-episode revival of the series was produced in 1998 for History Television.","original_name":"Witness to Yesterday","vote_average":0.0,"name":"Witness to Yesterday","cert":"Unavailable","id":59770,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Connected Hum Tum is a reality show that is broadcast on Zee TV from 3 June 10pm IST. It's a women's peep show where six ordinary women who have shooted out their own videos, sharing their private moment publicly on National Television. Moving 'Badalte Rishton ki Dastaan' to 11pm.","original_name":"Connected Hum Tum","vote_average":0.0,"name":"Connected Hum Tum","cert":"Unavailable","id":59771,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":"2012-04-20","cast":["Lara Spencer"],"overview":"Flea Market Flip is reality television series that airs on HGTV. It premiered on September 28, 2012, and is hosted by Lara Spencer. In October 2012, HGTV renewed Flea Market Flip for a second season with an order of eight episodes, which is expected to premiere in early 2013. The second season premiered on March 15, 2013.","original_name":"Flea Market Flip","vote_average":7.5,"name":"Flea Market Flip","cert":"Unavailable","id":59772,"adult":"false","genre_ids":[10764],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Revealed is an Australian current affairs television series. It first aired on Network Ten on 12 September 2013, hosted by Hugh Riminton.\n\nRevealed will feature interviews, profiles and investigative reports on a wide variety of topical issues. It combines locally-produced stories with stories from America's CBS News.","original_name":"Revealed","vote_average":0.0,"name":"Revealed","cert":"Unavailable","id":59783,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"2013-09-13","cast":[],"overview":"","original_name":"My Five Wives","vote_average":1.0,"name":"My Five Wives","cert":"Unavailable","id":59784,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2011-07-04","cast":[],"overview":"","original_name":"Embarrassing Teen Bodies","vote_average":0.0,"name":"Embarrassing Teen Bodies","cert":"Unavailable","id":59785,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2008-05-17","cast":["Song Ok-Suk","Kim Won-hee","Kim Seung-su","Cho Jin-woong","Park Jae-jung"],"overview":"Kwak Sun Young gets into a car accident and develops this ability of detecting a man's past from his body odors. She divorces her husband when she finds out about his long history of girlfriends. Sun Young then sets up a business where she helps women and even the police track down suspicious men and husbands.","original_name":"과거를 묻지 마세요","vote_average":0.0,"name":"Don't Ask Me About the Past","cert":"Unavailable","id":59786,"adult":"false","genre_ids":[35,18,10749],"origin_country":["KR"]},{"first_air_date":"2012-10-15","cast":[],"overview":"Documentary series that casts a covert eye over the ever-growing problem of insurance fraud, and sees outlandish claimers as they're caught out on camera.","original_name":"Claimed and Shamed","vote_average":0.0,"name":"Claimed and Shamed","cert":"Unavailable","id":59787,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Soltan-e Sahebgharan is an Iranian historical 1976 TV series directed by Ali Hatami. It stars Jamshid Mashayekhi, Naser Malek Motiee, Iren, Parviz Fanizadeh, Zari Khoshkam, Saeed Nikpour and Jahangir Forouhar. It deals with The Ghajar dynasty era and Nasereddin shah and Amir Kabir's relations and struggles and also assassination of the Shah by Mirza Reza Kermani.","original_name":"Soltan-e Sahebgharan","vote_average":0.0,"name":"Soltan-e Sahebgharan","cert":"Unavailable","id":59788,"adult":"false","genre_ids":[],"origin_country":["IR"]},{"first_air_date":"2009-06-24","cast":["Kim Hyun-joo","Lee Dong-wook","Lee Ha-nee","Choi Cheol-ho","Lee Won-jong"],"overview":"\"Partner\" centers around two law firms as they struggle to defend the accused and those around them. Kang Eun-ho, a widowed single mother & attorney, tangles with the charismatic and ruthless attorney Lee Tae-jo.\n\nIn the first two episodes the attorneys work on cases involving a step-brother chraged with murdering of his step-sister and a lawsuit between a wealthy mother-in-law and her divorced daughter-in-law.\n\nEach successive episode will cover provocative cases like these, while also bringing to light the charms of the attorneys and their daily lives.","original_name":"파트너","vote_average":0.0,"name":"Partner","cert":"Unavailable","id":59789,"adult":"false","genre_ids":[18],"origin_country":["KR"]},{"first_air_date":"2010-03-13","cast":["Son Hyun-joo","Yoo Ho-jeong","Kim Sung-ryung","Shin Sung-rok","Kim Mi-Sook"],"overview":"Married couple Kim Sung-jae & Yoon Ji-yeong gets divorced. Prior to their divorce, the couple had an argument and their five year old son left the house. Their child died by a car accident. The guilt from their child's death weighted heavily on the parents and eventually they divorced because of this.\n\nAs time goes on, the ex spouses meet again as neighbors ...","original_name":"이웃집 웬수","vote_average":0.0,"name":"Definitely Neighbors","cert":"Unavailable","id":59798,"adult":"false","genre_ids":[],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Snillen snackar","vote_average":0.0,"name":"Snillen snackar","cert":"Unavailable","id":59799,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Ta Soraya","vote_average":0.0,"name":"Ta Soraya","cert":"Unavailable","id":59800,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"God natt, Sverige","vote_average":0.0,"name":"God natt, Sverige","cert":"Unavailable","id":59801,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Lilla vi (tar stor plats)","vote_average":0.0,"name":"Lilla vi (tar stor plats)","cert":"Unavailable","id":59802,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Gharib's Story","vote_average":0.0,"name":"Gharib's Story","cert":"Unavailable","id":59805,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2013-09-16","cast":[],"overview":"","original_name":"James Martin's Food Map Of Britain","vote_average":0.0,"name":"James Martin's Food Map Of Britain","cert":"Unavailable","id":59814,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2013-09-17","cast":["Dave Gorman"],"overview":"Dave Gorman points out things he finds strange about modern life.","original_name":"Dave Gorman's Modern Life is Goodish","vote_average":7.3,"name":"Dave Gorman's Modern Life is Goodish","cert":"Unavailable","id":59815,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Mum and Dad are splitting up","vote_average":0.0,"name":"Mum and Dad are splitting up","cert":"Unavailable","id":59816,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Aussie Animal Island","vote_average":0.0,"name":"Aussie Animal Island","cert":"Unavailable","id":59817,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Šapro šou","vote_average":0.0,"name":"Šapro šou","cert":"Unavailable","id":59818,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Puikusis šou","vote_average":0.0,"name":"Puikusis šou","cert":"Unavailable","id":59819,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Šok su manimi","vote_average":0.0,"name":"Šok su manimi","cert":"Unavailable","id":59820,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2011-01-07","cast":["Keiko Kitagawa","Tae Kimura","Yuta Hiraoka","Risa Sudo","Yukiyoshi Ozawa"],"overview":"Rookie investigator Shoko Kazuki has just returned from the U.S. after being trained by the FBI in the art of criminal profiling. Recruited by a newly-formed Crime Profiling Support unit (CPS) within the Metropolitan Police Department, Shoko gets to work cracking the department’s most frustrating cases which offer only scanty clues and no apparent motives. Still, she must apply all the behavioral and analytical tools of her trade to painstakingly build the criminal profiles that will lead her and her team on the right trail. A realistic depiction of the profiling process and forensic analysis, LADY exposes the sinister underbelly of society and sheds light on the murky landscape of the criminal mind. -- TBS","original_name":"LADY ～最後のプロファイリング～","vote_average":10.0,"name":"LADY - The Last Criminal Profile","cert":"Unavailable","id":59829,"adult":"false","genre_ids":[80,18,9648],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"168 Hours","vote_average":0.0,"name":"168 Hours","cert":"Unavailable","id":59830,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Cyber City","vote_average":0.0,"name":"Cyber City","cert":"Unavailable","id":59831,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"It's IT","vote_average":0.0,"name":"It's IT","cert":"Unavailable","id":59832,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Blood on the Moon","vote_average":0.0,"name":"Blood on the Moon","cert":"Unavailable","id":59833,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Completes foxy","vote_average":0.0,"name":"Completes foxy","cert":"Unavailable","id":59834,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"iStudio","vote_average":0.0,"name":"iStudio","cert":"Unavailable","id":59835,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"IE Metropolis","vote_average":0.0,"name":"IE Metropolis","cert":"Unavailable","id":59844,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Bae Tai Hi-tech","vote_average":0.0,"name":"Bae Tai Hi-tech","cert":"Unavailable","id":59845,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Boys' Toys","vote_average":0.0,"name":"Boys' Toys","cert":"Unavailable","id":59846,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Nine intrend","vote_average":0.0,"name":"Nine intrend","cert":"Unavailable","id":59847,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Om Yim","vote_average":0.0,"name":"Om Yim","cert":"Unavailable","id":59848,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Tehran Car 11","vote_average":0.0,"name":"Tehran Car 11","cert":"Unavailable","id":59849,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Shop","vote_average":0.0,"name":"Shop","cert":"Unavailable","id":59850,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Fasten Our Seatbelt","vote_average":0.0,"name":"Fasten Our Seatbelt","cert":"Unavailable","id":59859,"adult":"false","genre_ids":[35],"origin_country":["IR"]},{"first_air_date":null,"cast":[],"overview":"She's Crafty is a Canadian TV program about making decorative crafts at home. Hosted by Wendy Russell, it is produced by Omni Film Productions for HGTV Canada, also airing on Fine Living Canada. In the U.S., it airs over the air on Ion Life rather than HGTV or Fine Living.","original_name":"She's Crafty","vote_average":0.0,"name":"She's Crafty","cert":"Unavailable","id":59860,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":"2010-05-10","cast":["Lee Soo-kyung","Kim Sang-kyung","Ryu Jin","Horan","Kang Shin-il"],"overview":"","original_name":"국가가 부른다","vote_average":0.0,"name":"Call of the Country","cert":"Unavailable","id":59861,"adult":"false","genre_ids":[35,18],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The One and Only... is a British entertainment show, celebrating some of Britain's best loved stars from the worlds of entertainment and music. The first show aired on 8 April 2012 and starred Des O'Connor. The second is set to air in September 2013, starring Cilla Black. Both shows have been presented by Paul O'Grady.","original_name":"The One and Only","vote_average":0.0,"name":"The One and Only","cert":"Unavailable","id":59862,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Hus i helvete","vote_average":0.0,"name":"Hus i helvete","cert":"Unavailable","id":59863,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Top Dog","vote_average":0.0,"name":"Top Dog","cert":"Unavailable","id":59864,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Ingenting är omöjligt","vote_average":0.0,"name":"Ingenting är omöjligt","cert":"Unavailable","id":59875,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"2008 IIHF World Junior Hockey Gold Final","vote_average":0.0,"name":"2008 IIHF World Junior Hockey Gold Final","cert":"Unavailable","id":59876,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Kolah Pahlavi","vote_average":0.0,"name":"Kolah Pahlavi","cert":"Unavailable","id":59877,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2013-09-18","cast":["Julia Zemiro"],"overview":"Each week, Julia will invite one of Australia’s finest comics to take a trip down Memory Lane. And Memory Bus Route. And Memory Bike Path. Julia and her guest will make their way from the seat of childhood memories, the family home, through the surrounding neighbourhood and all the way to the school gate, reliving formative moments, talking about life, love and achievement, about the past, present and future. What Julia discovers about her guests will explain, well, almost everything. Time-travelling guests Carl Barron, Noeline Brown, John Safran, Alan Brough and Shane Jacobson will share with Julia where they stacked their first bike, stole their first kiss and learned the art of a withering comeback.","original_name":"Julia Zemiro's Home Delivery","vote_average":7.0,"name":"Julia Zemiro's Home Delivery","cert":"Unavailable","id":59878,"adult":"false","genre_ids":[35,99],"origin_country":["AU"]},{"first_air_date":"2009-08-08","cast":[],"overview":"","original_name":"Alan in Wilko","vote_average":0.0,"name":"Alan in Wilko","cert":"Unavailable","id":59879,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":"2013-09-17","cast":[],"overview":"Prestige Pawnbrokers are the kings of pawning luxurious and costly  objects in cash-strapped Britain and are part of a growing number of  high-end pawnbrokers focusing on expensive and exclusive objects.  This documentary goes behind the scenes at Prestige and discovers that,  when it comes to upmarket pawn, everyone has a story to tell.","original_name":"Posh Pawn","vote_average":6.5,"name":"Posh Pawn","cert":"Unavailable","id":59880,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Chasing Nashville","vote_average":0.0,"name":"Chasing Nashville","cert":"Unavailable","id":59889,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2000-10-19","cast":[],"overview":"A Six Hour Series for The Discovery Channel that follows 80 candidates of Class 234 and their efforts to become US NAVY SEALS. You WILL feel the pain after watching the physical and mental challenges these candidates are faced with.","original_name":"Navy SEALS - BUDS Class 234","vote_average":0.0,"name":"Navy SEALS - BUDS Class 234","cert":"Unavailable","id":59890,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Sportsnet Connected is the flagship sports news program on Sportsnet in Canada. Originally known as Sportscentral and later Sportsnetnews, it was re-branded as Sportsnet Connected on January 7, 2008 with an emphasis on more local coverage of sports teams. Additionally, Rogers-owned Setanta Sports aired a version of the show called Setanta Connected, with an emphasis on international sports, although that was replaced with Soccer Central. Sportsnet Connected changed the look and format of its show on October 4, 2011.","original_name":"Sportsnet Connected","vote_average":0.0,"name":"Sportsnet Connected","cert":"Unavailable","id":59891,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Legally Brown is an Australian comedy television series screening on SBS from 23 September 2013.\n\nThe ten-part series is hosted and co-written by comedian Nazeem Hussain and produced by Johnny Lowry. It features stand-up in front of a live studio audience, interspersed with pre-recorded scripted comedy sketches as well as character and hidden camera stunts.","original_name":"Legally Brown","vote_average":7.0,"name":"Legally Brown","cert":"Unavailable","id":59892,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"2001-04-21","cast":["Shary Reeves","Ralph Caspers","Esther Brandt","Caroline Bruhn","Nola Bunke"],"overview":"","original_name":"Wissen macht Ah!","vote_average":9.0,"name":"Wissen macht Ah!","cert":"Unavailable","id":59893,"adult":"false","genre_ids":[99,10751,10762],"origin_country":["DE"]},{"first_air_date":null,"cast":[],"overview":"Dormitoryo is an upcoming Filipino suspense-thriller-drama series to be broadcast by GMA Network starring Lauren Young, Joyce Ching, Enzo Pineda and Ruru Madrid. It is set to premiere on GMA Network on September 22, 2013 on GMA Sunday Grande afternoon block after Sunday All Stars and worldwide via GMA Pinoy TV on September 29, 2013.","original_name":"Dormitoryo","vote_average":0.0,"name":"Dormitoryo","cert":"Unavailable","id":59894,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Shaye","vote_average":0.0,"name":"Shaye","cert":"Unavailable","id":59905,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Barenaked East Coast Music!","vote_average":0.0,"name":"Barenaked East Coast Music!","cert":"Unavailable","id":59906,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"2009 BMO Canadian Figure Skating Championships","vote_average":0.0,"name":"2009 BMO Canadian Figure Skating Championships","cert":"Unavailable","id":59907,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Cadbury Bournvita Quiz Contest is an Indian quiz contest that began on April 12, 1972. Sponsored by Cadbury India, it is one of India's most famous quiz contests. Originally held live in cities across the country, it later became a radio show and then, in June 1992, a television show on Zee TV. Later, the show was shifted to another television channel, Sony Entertainment Television. The show is hosted by Derek O'Brien. The original quizmaster on the radio show was Hamid Sayani, a prominent Indian broadcast personality. After the first four years, Hamid died and the show was taken over by his brother Ameen Sayani.\n\nAccording to the show's organizers, they are looking for children with proven talents who have been rewarded by their school. The children who take part must be able to present themselves clearly in Hindi or English. Also, participants should be able to balance their academics with their extracurricular activities. Each team consists of students from a given school.\n\nThe Bournvita Confidence Champion was organised in 2006 and the winner was Palak Muchhal from Queens, Indore.The winner of Confidence Championship 2007 was a boy from Ajmer who won a trip to Europe while the runner up was Ritam from Kolkata.","original_name":"Bournvita Quiz Contest","vote_average":0.0,"name":"Bournvita Quiz Contest","cert":"Unavailable","id":59908,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":"2013-07-03","cast":[],"overview":"","original_name":"Woman -My Life for My Children","vote_average":0.0,"name":"Woman -My Life for My Children","cert":"Unavailable","id":59909,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Road to Stardom With Missy Elliott was a competitive reality television show that aired on the UPN Network in 2005. The main judge and host was hip-hop artist Missy Elliott. Other judges were singer-producer Teena Marie, producer Dallas Austin, and manager Mona Scott.","original_name":"The Road to Stardom with Missy Elliott","vote_average":0.0,"name":"The Road to Stardom with Missy Elliott","cert":"Unavailable","id":59910,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Arena with Michael Coren is an evening talk show hosted by Michael Coren on the Sun News Network. The Arena was originally titled “Coren Tonight”. Previously Coren hosted The Michael Coren Show on the Crossroads Television System from 1999 to 2011.","original_name":"The Arena with Michael Coren","vote_average":0.0,"name":"The Arena with Michael Coren","cert":"Unavailable","id":59923,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Buzz and Tell is a 5 minute long CBeebies programme created and produced by Jon Doyle of 'Impossible Kids.' It is a comedy puppet panel show following a format that parodies University Challenge. There are five contestants in each episode. Each show includes a 'missing word round', a 'picture round', a 'numbers round', and a 'sound round'. The winner receives a silly prize - Mr Biscuits won a wooden spoon in episode 28.","original_name":"Buzz and Tell","vote_average":0.0,"name":"Buzz and Tell","cert":"Unavailable","id":59924,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1993-07-13","cast":[],"overview":"","original_name":"Far flung floyd","vote_average":0.0,"name":"Far flung floyd","cert":"Unavailable","id":59925,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Boo & Me is an animated television series, co-produced by KidsCo and Malaysian animation studio Inspidea.\n\nThe show tells the story of orphaned orang-utan Boo, and his adventures in the Malaysian rainforest with friends Aiman and Yasmin. Throughout the series, they learn valuable lessons about conservation, the importance of protecting the environment and how little things can have a big impact.\n\nThe first series launched in late 2009 and in November 2010, it was announced that a second season would be aired in spring 2011. On 9 May 2011, the channel aired a special version of its final episode, with the UK pop group Blue performing their song \"I Can\", which was the band’s Eurovision Song Contest entry.","original_name":"Boo & Me","vote_average":0.0,"name":"Boo & Me","cert":"Unavailable","id":59926,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The 9th Annual Canadian Comedy Awards","vote_average":0.0,"name":"The 9th Annual Canadian Comedy Awards","cert":"Unavailable","id":59927,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Yvette and Karl is a TV series which sees Most Haunted couple Yvette Fielding and Karl Beattie at home when they are not filming Most Haunted.","original_name":"Yvette and Karl","vote_average":0.0,"name":"Yvette and Karl","cert":"Unavailable","id":59928,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Highway Patrol is an Australian factual television series screened on the Seven Network that premiered on 21 September 2009. The show entered its fifth season in 2013.\n\nHighway Patrol follows members of the Victoria Police Highway Patrol as they intercept traffic and other criminal offenders on major highways in Victoria, Australia. The show depicts the police involved in high-speed police chases, attending major road accidents, confronting out-of-control drunk drivers as well as issuing lesser penalty notices to drivers. Each episode follows the progress of a select few incidents involving various Highway Patrol officers, from the first encounter by the officers through to the officers leaving the scene, with the exception that occasionally the officers will escort a driver back to a police station for the purpose of a breath or blood sample. Fines, court convictions and demerit points issued in relation to each incident are shown in a voiced-over addendum at the end.\n\nHighway Patrol is produced by Greenstone TV, makers of New Zealand’s Motorway Patrol with the co-operation of Victoria Police.","original_name":"Highway Patrol","vote_average":0.0,"name":"Highway Patrol","cert":"Unavailable","id":59939,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Granite State Challenge is an American television quizbowl game show that airs on New Hampshire Public Television and began in 1983.","original_name":"Granite State Challenge","vote_average":0.0,"name":"Granite State Challenge","cert":"Unavailable","id":59940,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2014-02-17","cast":["Jimmy Fallon","Steve Higgins","Black Thought","Ahmir-Khalib Thompson"],"overview":"After Jay Leno's second retirement from the program, Jimmy Fallon stepped in as his permanent replacement. After 42 years in Los Angeles the program was brought back to New York.","original_name":"The Tonight Show Starring Jimmy Fallon","vote_average":6.2,"name":"The Tonight Show Starring Jimmy Fallon","cert":"Unavailable","id":59941,"adult":"false","genre_ids":[35,10767],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Faye Emerson's Wonderful Town, also known as Wonderful Town, USA, is a 42-episode live half-hour variety television series which aired on CBS from June 16, 1951, to April 12, 1952 in which Faye Emerson visits various cities, mostly in the United States, to focus on the different kinds of music associated with each location.","original_name":"Faye Emerson's Wonderful Town","vote_average":0.0,"name":"Faye Emerson's Wonderful Town","cert":"Unavailable","id":59942,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Pat Callinan's 4x4 Adventures is an Australian Adventure television series airs on Network Ten on 11 October 2008 later on One since 2009.","original_name":"Pat Callinan’s 4x4 Adventures","vote_average":0.0,"name":"Pat Callinan’s 4x4 Adventures","cert":"Unavailable","id":59943,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"2007 Gemini Awards","vote_average":0.0,"name":"2007 Gemini Awards","cert":"Unavailable","id":59952,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Fame Game was a television programme broadcast in Ireland on RTÉ Two. It ran for four seasons from 2001 and was presented by Caroline Morahan. She was selected to present the show from an open audition at the Royal Dublin Society in the reality TV series The Selection Box. After being presented with the contract to host The Fame Game, Morahan had only two weeks to prepare for that role. The premise of the show was that starstruck celebrity-worshipping fans were sent, usually to exotic locations, to track down their idols. It was produced by Adare Productions, they had had similar success with a weekly item on their TG4 series RíRá, where the fans tried to get the celebrities to speak a cúpla focal as Gaelige.","original_name":"The Fame Game","vote_average":0.0,"name":"The Fame Game","cert":"Unavailable","id":59953,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Storm Riders is a reality television series which follows two meteorologists as they travel across the Great Plains of the United States in search of thunderstorms. Storm Riders is currently seen on The Weather Channel","original_name":"Storm Riders","vote_average":0.0,"name":"Storm Riders","cert":"Unavailable","id":59954,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"'The Siccness Network was a Saturday morning cartoon series produced by Rankin\/Bass and Motown Productions on BET from September 11, 2000 until 14 October 2001. The show followed the adventures of an anthropological prop and his wacky friends. The series was animated mainly in Oakland at the studios of Halas and Batchelor, and some animation done at Estudios Moro, Barcelona, Spain. The lead animator was Keith Knight, a man who considers himself to be a rapper, social activist, father and educator.","original_name":"The Siccness Network","vote_average":0.0,"name":"The Siccness Network","cert":"Unavailable","id":59957,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2013-02-27","cast":["Arisa Cox"],"overview":"A Canadian reality television show in which a group of contestants, known as \"HouseGuests\", are sequestered in the Big Brother House, under the surveillance of cameras and microphones, for the chance to win a grand prize of $100,000 by being the last remaining HouseGuest. Each week, the HouseGuests vote to evict one of their own until two HouseGuests remain on finale night. The winner is decided by the last seven evicted HouseGuests, known as the Big Brother Jury.","original_name":"Big Brother Canada","vote_average":5.3,"name":"Big Brother Canada","cert":"Unavailable","id":59960,"adult":"false","genre_ids":[10764],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Coming Up is a British Channel 4 television series of films made for television by new directors and writers.\n\nThe first series was in 2006, and each year's series comprises seven or eight films. Series 6 was shown from July to September 2011. A reviewer in The Independent wrote: \"Thank goodness for Coming Up ... it's a genuinely interesting display of possibilities\".","original_name":"Coming Up","vote_average":0.0,"name":"Coming Up","cert":"Unavailable","id":59969,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Poochai Huajai Mai Pae","vote_average":0.0,"name":"Poochai Huajai Mai Pae","cert":"Unavailable","id":59970,"adult":"false","genre_ids":[],"origin_country":["TH"]},{"first_air_date":null,"cast":[],"overview":"Nuebe Patrol is the local television counterpart of TV Patrol in Pagadian City. It is the only regional newscast that is not produced by the ABS-CBN Regional Network Group, and is instead locally produced by MIT-RTVN Inc. The program is aired throughout Zamboanga del Sur at around 5:00-5:45 PM live from ABS-CBN Pagadian News Center with replays at 7:30 AM on ABS-CBN Channel 9 and Channel 14.\n\nThe newscast replaced TV Patrol Northwestern Mindanao, which ended in 2009 due to its controversial copyright protection violation committed by Leo Santillan, the local producer of the program.\n\nAs it is not produced by the ABS-CBN Regional Network Group, the program uses a format, graphics package and theme music independent from the main national newscast TV Patrol and its regional versions. Its content is also editorially independent from ABS-CBN News. However, ABS-CBN News may also provide news coverage on the region through TV Patrol Chavacano and TV Patrol Northern Mindanao.","original_name":"Nuebe Patrol","vote_average":0.0,"name":"Nuebe Patrol","cert":"Unavailable","id":59971,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Dod Diew Mai Diew Dai","vote_average":0.0,"name":"Dod Diew Mai Diew Dai","cert":"Unavailable","id":59972,"adult":"false","genre_ids":[],"origin_country":["TH"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Game Ruk Payabaht","vote_average":0.0,"name":"Game Ruk Payabaht","cert":"Unavailable","id":59973,"adult":"false","genre_ids":[],"origin_country":["TH"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Rak Nai Saimauk","vote_average":0.0,"name":"Rak Nai Saimauk","cert":"Unavailable","id":59974,"adult":"false","genre_ids":[],"origin_country":["TH"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Fah Pieng Din","vote_average":0.0,"name":"Fah Pieng Din","cert":"Unavailable","id":59983,"adult":"false","genre_ids":[],"origin_country":["TH"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Revealing Gallipoli","vote_average":0.0,"name":"Revealing Gallipoli","cert":"Unavailable","id":59984,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Mueng Dala","vote_average":0.0,"name":"Mueng Dala","cert":"Unavailable","id":59985,"adult":"false","genre_ids":[],"origin_country":["TH"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Glub Ban Rao Na...Ruk Ror Yoo","vote_average":0.0,"name":"Glub Ban Rao Na...Ruk Ror Yoo","cert":"Unavailable","id":59986,"adult":"false","genre_ids":[],"origin_country":["TH"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Kaew Luem Kon","vote_average":0.0,"name":"Kaew Luem Kon","cert":"Unavailable","id":59987,"adult":"false","genre_ids":[],"origin_country":["TH"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Song Rao Nirundorn","vote_average":0.0,"name":"Song Rao Nirundorn","cert":"Unavailable","id":59988,"adult":"false","genre_ids":[],"origin_country":["TH"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Huajai Chocolate","vote_average":0.0,"name":"Huajai Chocolate","cert":"Unavailable","id":59989,"adult":"false","genre_ids":[],"origin_country":["TH"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"2005 AFL Grand Final","vote_average":0.0,"name":"2005 AFL Grand Final","cert":"Unavailable","id":59998,"adult":"false","genre_ids":[],"origin_country":[]},{"cert":"Unavailable","cast":[],"id":59999,"first_air_date":null,"overview":"","genre_ids":[],"origin_country":[],"original_name":"2005 Lexmark Indy 300","vote_average":0.0,"name":"2005 Lexmark Indy 300","adult":"false"}]