[{"first_air_date":"2014-02-24","cast":["Patcharin Jukrairuanpol","Ekkaphong Jongkesakorn","Lek Teeradetch","Pimaksiporn Wingomin","Chakapan Chan-O"],"overview":"In this new drama Namfon Patcharin plays the role of twins who were separated shortly after birth. After Ploy sees her twin, Plair, accidentally at work, she's determined to talk with her and tell her the truth about how she was taken away. Not long after the twins meet and the truth comes out, the 2 unintentionally swap lives and have to live the daily life of their other half. How will this turn out since the 2 have no idea how the other lived for the past 20 odd years?","original_name":"นางร้ายซัมเมอร์","vote_average":6.5,"name":"Lady Summer","cert":"Unavailable","id":61003,"adult":"false","genre_ids":[10766,18],"origin_country":["TH"]},{"first_air_date":"2011-07-12","cast":["Zahiril Adzim","Nora Danish","Amar Baharin","Zack Taipan","Dynas Mokhtar"],"overview":"A 13 episodes horror based from the hit horror movie, Khurat","original_name":"Khurafat The Series","vote_average":0.0,"name":"Khurafat The Series","cert":"Unavailable","id":61004,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2010-02-15","cast":["Zizan Nin","Emelda Rosmila","Fouziah Gous","Sahee D."],"overview":"Gunung Raya is a drama series set in a village called Gunung Raya. This horror mystery centers around four individuals, Azam, Intan, Mas and Omar, who each respectively are haunted by dreams of ancient folktales or legends. All four of them had once committed a heinous act when they lived at the village together as children. While growing up as kids, they were often bullied by the village chief’s son, Dayak (Imran Atta). One day, the four kids had lured Dayak to a haunted well deep within the thick of a forest. Dayak fell into the well and met his death.Unbeknownst to anyone, Dayak’s blood had unleashed a terrifying entity that lay deep within the well, ie the evil spirit of Gunung Raya, who was locked up in a Pandora’s box in the well. However, with the skillful mentoring of Lebai Awang, a master of wizardry, the four friends managed to defeat the evil spirit. But as a result of this clash with the devil, they had lost their memory and had no recollection of their past. The four friends are sent to the big city where they start life anew. But back at the village of Gunung Raya, Tok Sumun, the village chief, whose son, Dayak, had died, is hell-bent on avenging his son’s death. So, he casts free, the evil spirit of Gunung Raya once again, to wreck terrifying havoc upon the lives of his son’s killers. Haunted by terrifying dreams of the past, Azam, Intan, Mas, and Omar live their lives in fear of the evil curse set upon them and what lies in wait for them. Their past sins have come back to haunt them.","original_name":"Penunggu Gunung Raya","vote_average":9.0,"name":"Penunggu Gunung Raya","cert":"Unavailable","id":61005,"adult":"false","genre_ids":[27],"origin_country":["MY"]},{"first_air_date":"2008-08-06","cast":["Lee Min-woo ","Yoon Joo-hee","Kang Sung Min"],"overview":"Hometown Legends (2008) is a series of 8 one-act dramas. It is the continuation of a classic series of ghost stories which aired first on KBS between 1977 and 1989 and later between 1996 and 1999. This marks the return of the series after nine years.","original_name":"전설의 고향","vote_average":7.3,"name":"Korean Ghost Stories","cert":"Unavailable","id":61006,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2014-04-05","cast":["Lee Dong-wook","Lee Da-hae","Wang Ji-hye","Im Seul-ong","Lee Deok-hwa"],"overview":"This drama portrays the story of a heiress, Ah Mo Ne who lives a sheltered life like a princess but a catastrophe pushes her to do all she can to protect her hotel. She and the general manager of the hotel, Cha Jae Wan who appears cold on the outside but carries emotional baggage, fall in love. Cha Jae Wan and his mother were abandoned by his father. As an adult, he begins to work at a hotel and becomes an enemy to his father who abandoned him.","original_name":"호텔킹","vote_average":8.3,"name":"Hotel King","cert":"Unavailable","id":61009,"adult":"false","genre_ids":[18],"origin_country":["KR"]},{"first_air_date":"2012-02-27","cast":[],"overview":"Empire is a major five-part series presented by Jeremy Paxman. It tells the story of the British Empire in a new way, tracing not only the rise and fall of the empire but also the complex effects of the empire on the modern world – political, technological and social – and on Britain.","original_name":"Empire","vote_average":1.0,"name":"Empire","cert":"Unavailable","id":61010,"adult":"false","genre_ids":[99,36],"origin_country":["GB"]},{"first_air_date":"2013-01-01","cast":["Kantapong Bamrungrak","Puntitha Puwijarn Cowell","Arnas Lapanich","Paule Sittinawawit","Kanya Rattanapetch"],"overview":"Bodyguard girls from Opus is the story of \"Isra\" son of the Nawab family. He is faced with malice form the surrounding environment due to his families wealth and status. No one will trust him at all. As things move through various dangers he meets a girl named \"Prairie Stone\", which she has served before as a bodyguard swears to protect him, to protect the hunted to help them survive. Will they love amidst the dangerous city.","original_name":"บอดี้การ์ดสาว","vote_average":7.0,"name":"Bodyguard Girl","cert":"Unavailable","id":61017,"adult":"false","genre_ids":[10766,18],"origin_country":["TH"]},{"first_air_date":"1998-08-05","cast":["Ryan Stiles","Colin Mochrie","Wayne Brady","Laura Hall","Drew Carey"],"overview":"The show where everything's made up and the points don't matter. Not a talk show, not a sitcom, not a game show, Whose Line Is It Anyway? is a completely unique concept to network television. Four talented actors perform completely unrehearsed skits and games in front of a studio audience. Host Drew Carey sets the scene, with contributions from the audience, but the actors rely completely on their quick wit and improvisational skills. It's genuinely improvised, so anything can happen - and often does.","original_name":"Whose Line Is It Anyway?","vote_average":7.8,"name":"Whose Line Is It Anyway?","cert":"Unavailable","id":61018,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2013-06-10","cast":[],"overview":"From a 1969 Chevy Nova to a race-ready farm truck, the vehicles - and their drivers - come in all shapes and sizes and have one thing in common: the need for speed. But according to the STREET OUTLAWS of Oklahoma City - home to one of the largest undercover street racing rings in America – if you’re not on “the list,” you don’t matter. The “list” contains the 10 fastest street-racing cars in Oklahoma City and they are the best of the best. Not only will these guys will do anything -ANYTHING- to get ranked on this list, they’ll do whatever it takes to STAY ranked. Street racing comes first - before family, before friends and before work. The stakes are high and these drivers will put everything on the line to get to top, where there can only be one #1.","original_name":"Street Outlaws","vote_average":8.0,"name":"Street Outlaws","cert":"Unavailable","id":61019,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"2013-10-23","cast":["Kiatkamol Lata","Yardthip Rajpal","Chokchai Boonworametee","Rita Ramnarong","Supoj Janjareon"],"overview":"When a beautiful and sharp young one decides to disguise himself as the successor to a very large and wealthy family; a successor who also happened to flee his wedding, a drama of all sorts ensues. The story of a couple who disguise themselves as an assistant cook and his wife.","original_name":"ดอกอ้อ สายขวัญ","vote_average":6.0,"name":"Reed Wrapped Wire Flowers","cert":"Unavailable","id":61020,"adult":"false","genre_ids":[10766,18],"origin_country":["TH"]},{"first_air_date":"2004-08-28","cast":["Kang Dong-won","Kim Hyo-jin","Lee In"],"overview":"Kang-jae grew up under a jobless, gangster father. When Kang-jae accidentally meets Lee Dae-hae and his son Sun-mo, he feels more attached to Dae-hae than to his own father. Through Dae-hae and Sun-mo, Kang-jae learns the basics of magic as well as what fatherly love really means. Sun-mo, on the other hand, has a love-hate relationship with his father, who only cares about magic and nothing else. Meanwhile, Sun-mo is heartbroken by Dan-young, who falls in love with Kang-jae. Before that Dan-young was living with Sun-mo, mistakenly thinking that he is her long-lost brother before she was adopted. Yun-jin, Dan-young’s stepsister, instantly falls in love with Kang-jae and Kang-jae decides to marry her, not for love but for the sake of fulfilling his own ambitions at the price of spurning Dan-young.","original_name":"매직","vote_average":0.0,"name":"Magic","cert":"Unavailable","id":61021,"adult":"false","genre_ids":[18,10749],"origin_country":["KR"]},{"first_air_date":"2010-12-27","cast":[],"overview":"Rural Drift is a partially scripted comedy series that fortunes of a hapless Auckland resident, Orlando Stewart, as he heads blindly into the country in a desperate attempt to downsize, escape the stresses of the city and set up a small rural based business. The problem is he doesn't have a clue. Utilising the look and story telling techniques of the mockumentary comedy, Rural Drift is a sharply observed satire that mixes real life with set up scenarios.","original_name":"Rural Drift","vote_average":0.0,"name":"Rural Drift","cert":"Unavailable","id":61024,"adult":"false","genre_ids":[35],"origin_country":["NZ"]},{"first_air_date":"1998-09-19","cast":["Kim Sun-a"],"overview":"","original_name":"사랑과 성공","vote_average":0.0,"name":"Love & Success","cert":"Unavailable","id":61033,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2014-06-25","cast":[],"overview":"\"Million Dollar Listing\" has expanded into the sexy city of Miami where three luxury real estate agents battle it out in the world of high-end real estate. With a surging market in South Florida, properties are selling for record rates and agents are cashing in on massive commissions like never before. The mansions are bigger, the high-rises are taller, the amenities are more lux and the locals have access to amazing views, beaches and a lifestyle unlike anywhere else in the world. Business can get heated as the brokers attempt to make a name for themselves and outshine their competition by landing the next big listing in America’s hottest city.","original_name":"Million Dollar Listing Miami","vote_average":0.0,"name":"Million Dollar Listing Miami","cert":"Unavailable","id":61040,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"2013-02-27","cast":["John DeSilvia"],"overview":"Licensed contractor John DeSilvia comes to the rescue of distraught homeowners who have seen their homes left in shambles by the contractor they hired to fix it. Bad plumbing, shoddy framing, being structurally unsound: These are the complaints that homeowners have after hiring a bad contractor. John D steps in to make everything right, but he only has a few days in which to do it. After John and his team finish their work, these homeowners won't recognize the place.","original_name":"Rescue My Renovation","vote_average":6.0,"name":"Rescue My Renovation","cert":"Unavailable","id":61041,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"2014-07-02","cast":["David Guas"],"overview":"We're traveling across America to discover the best and boldest flavors competitors can fire up on their grills in this ultimate, outdoor cooking challenge. From the Virginia countryside where whole hogs are a classic, to Maryland's Eastern Shore where blue crabs are legendary, host David Guas visits a different city each week where he serves up amazing local ingredients to test the epic backyard skills of America's hardcore grillers. Competitors come from all walks of life, including a patent attorney, a professional chef, an electrician and a suburban mom. Despite their differences, all contestants have a passion for high-heat, big meat and cooking over an open flame. Each episode starts with 4 competitors, but in the end only 1 walks away with the $10,000 cash prize and the bragging rights of being the killer griller.","original_name":"American Grilled","vote_average":5.0,"name":"American Grilled","cert":"Unavailable","id":61042,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"1985-01-01","cast":[],"overview":"","original_name":"Alltagsgeschichte","vote_average":10.0,"name":"Alltagsgeschichte","cert":"Unavailable","id":61043,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2011-06-24","cast":["Lee Beom-soo","Kim Kap-soo","Lee Mi-sook","Kim Jung-eun","Kwak Kyung-taek"],"overview":"","original_name":"기적의 오디션","vote_average":0.0,"name":"Miracle Audition","cert":"Unavailable","id":61050,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2014-10-25","cast":["Brayden Patterson","Cody Jarvis","Rylee Cravens","Billy Patricks","Sydney Thomas"],"overview":"A likable college psychology student is tested daily with his roomies, one in friendship, and the other on patience as a third wheel freeloader. A contemporary life effort in the psychological, even pathological, and pretty typical day of students who make this school of no fools and broken rules.","original_name":"Up on High Ground","vote_average":10.0,"name":"Up on High Ground","cert":"Unavailable","id":61053,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2014-07-08","cast":["Zhao Liying","Hans Zhang","Chengyuan Li","Huang Ming"],"overview":"Based off Gu Man’s very popular internet novel, the story tells of a kind hearted young girl who works at a big conglomerate. However one of her weaknesses is eating, she loves to eat, and so upon discovering this her boss decides to intentionally fatten her up; she just so happens to share the same blood type as his sister, and thus has the motive of making her the blood donor. Hence comedy ensues as she melts his heart with her exceptional appetite and her cute charm.","original_name":"杉杉来了","vote_average":9.0,"name":"Boss & Me","cert":"Unavailable","id":61054,"adult":"false","genre_ids":[35],"origin_country":["CN"]},{"first_air_date":"2014-06-01","cast":[],"overview":"“Beasts of the Bayou” follows Captain Blimp Cheramie, his first mate Eric, and his nephew Nathan through the marshes of Venice, Louisiana. They are on the hunt for legendary creatures that haunt the thousands of square miles of swampland around their homes. All the while scientists are seeking alternative explanations for the sightings and stories that have plagued this region for hundreds of years.\n\nBlimp and his team will use all their hunting and tracking skills to uncover the truth. The scientists will rely on their theories and a lifetime of research to dispel the myths.\n\nIn the end, who will shed light on these timeless tales of beasts, creatures, demons, and monsters? It's book smarts versus swamp smarts on “Beasts of the Bayou”.","original_name":"Beasts of the Bayou","vote_average":0.0,"name":"Beasts of the Bayou","cert":"Unavailable","id":61055,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"2014-09-25","cast":["Viola Davis","Jack Falahee","Aja Naomi King","Matt McGorry","Liza Weil"],"overview":"A sexy, suspense-driven legal thriller about a group of ambitious law students and their brilliant, mysterious criminal defense professor. They become entangled in a murder plot and will shake the entire university and change the course of their lives.","original_name":"How to Get Away with Murder","vote_average":7.5,"name":"How to Get Away with Murder","cert":"Unavailable","id":61056,"adult":"false","genre_ids":[80,18,9648],"origin_country":["US"]},{"first_air_date":"2014-03-14","cast":["Kylie Contreary","Hidekun Hah","Michael Huntsman","Tom Ito","Andrea-Nichole Olivas"],"overview":"A group of super heroes rallies in the face of a greedy corporation.","original_name":"The Retcon Chronicles","vote_average":10.0,"name":"The Retcon Chronicles","cert":"Unavailable","id":61065,"adult":"false","genre_ids":[10765,10759,18],"origin_country":["US"]},{"first_air_date":"2014-05-06","cast":["Fortunato Cerlino","Salvatore Esposito","Maria Pia Calzone","Marco Palvetti","Marco D'Amore"],"overview":"Based on Robert Saviano's bestselling book, this gritty Italian crime drama paints a portrait of the brutal Neapolitan crime organisation the Camorra, as seen through the eyes of Ciro Di Marzo, the obedient and self- confident right-hand man of the clan's godfather, Pietro Savastano.","original_name":"Gomorra - La serie","vote_average":8.1,"name":"Gomorrah","cert":"Unavailable","id":61068,"adult":"false","genre_ids":[80,18],"origin_country":["IT"]},{"first_air_date":"2013-06-30","cast":["Chanapol Sattaya","Unyarin Teerathananpat","Theerapat Yamsri","Athichanan Srisevok","บอล เชิญยิ้ม"],"overview":"The story of a young boy with a passion for music as a young child whose name is Tone. \n\nTone and a group of other children meet at the Royal Eye Candy folk singers which teaches courses in singing, composing music for everyone to use to make a living.\n\nThe story goes on with singing competitions and the relationships between the competitors.","original_name":"โทน","vote_average":6.0,"name":"Tone","cert":"Unavailable","id":61069,"adult":"false","genre_ids":[10766,18],"origin_country":["TH"]},{"first_air_date":"2014-07-13","cast":["Sebbe Staxx"],"overview":"","original_name":"De obekväma","vote_average":0.0,"name":"De obekväma","cert":"Unavailable","id":61070,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2005-12-24","cast":["Pierre Casanova","Mia Diekow","Julia Fölster","Maxime Nivet","Yoann Sover"],"overview":"","original_name":"Yakari","vote_average":6.8,"name":"Yakari","cert":"Unavailable","id":61071,"adult":"false","genre_ids":[16,10751],"origin_country":["FR"]},{"first_air_date":"1982-12-27","cast":["Horst Kummeth","Heidy Forster","Udo Wachtveitl","Hansi Kraus","Hellmut Lange"],"overview":"","original_name":"Die fünfte Jahreszeit","vote_average":0.0,"name":"Die fünfte Jahreszeit","cert":"Unavailable","id":61074,"adult":"false","genre_ids":[18],"origin_country":["DE"]},{"first_air_date":"2013-11-30","cast":["James Jirayu","Worakarn Rojjanawat","Nichari Chokprajakchat","Kawee Tanjararuk","Wiwit Bawornkeeratikajorn"],"overview":"The story centers around a spoiled rich kid (Jame) who falls in love with his tutor (Punch).\n\nIttirit has always felt like a failure in his father's eyes and never as good as his adopted brother, Tun. To pass school, Ittirit cheats during his exams and gets caught by Chanamon, a strict TA who is in charge of the exam. Ittirit is put into summer school to graduate from law school in time, while his father is frustrated to find a tutor for Ittirit and talks to the professor for the best student. Chanamon is offered money by Ittipol (Ittirit's father) to help her finish school and help her family from starving.\n\nThrough conflicting situations, Chanamon at first able to persuade Ittirit into focusing on his studies by having Maya as his study partner. But as that plan fails she is able to bribe Ittirit to focus on his studies by offering to take him to his mother, after Ittirit is scolded by his movie star best friend and crush, Maya. Chanamon starts to fall in love with Ittirit as he tries to come in between Tun and Maya, who are working on set together and secretly have a crush on each other. Can Ittirit finally be able to let go of his first crush? Will Chanamon be able to go back to her normal life? Will Tun and Maya be able to finally really start dating? and will Ittirit be able to see his mother?","original_name":"รักสุดฤทธิ์","vote_average":7.0,"name":"Love to the Extreme","cert":"Unavailable","id":61079,"adult":"false","genre_ids":[10766,18],"origin_country":["TH"]},{"first_air_date":"2014-01-01","cast":["Thakrit Tawanpong","Yardthip Rajpal","Natcha Jantapan","Natpassara Adulyamethasiri","Panthila Fuklin"],"overview":"Rahman plays this role as the new chief ranger of the police patrol that venture deep into the forest of the village of Pha Mok where a home invasion occurred.\n\nThe plantation area is to be declared a reserve and this angers the owner of the plantations, they argue and a battle ensues. The various superstitions of the locals as to the stars become apparent as the story continues.","original_name":"ละครลูกไม้ของพ่อ: แสงดาวกลางใจ","vote_average":8.0,"name":"Father's Fruit: Starlight in My Heart ","cert":"Unavailable","id":61080,"adult":"false","genre_ids":[10766,18],"origin_country":["TH"]},{"first_air_date":"2013-06-15","cast":["Yuttana Puangklang","Wannarot Sonthichai","Thephasadin Na Ayutthaya","Ratchanont Sukprakob","Alicia Ann Laisuthruklai"],"overview":"Tithit (Toomtam Yuthana Puengklarng) meets Gandaomanee Girinisuan (View Wannarot Sontichai) in Phrajoit and falls in love with her. Unbeknownst to Thit, Gandaomanee is using her elder twin sister's name, Gandaowasee, for herself, therefore tricking him into thinking her real name is Gandaowasee. She later leaves him when she grows tired of him and finds out that he's the poor son of a merchant (his mother makes Thai desserts). Thit is heart-broken and tries searching for her unsuccessfully.\n\nOne year later, Thit meets the real Gandaowasee Kitrinisuan at a banquet and is ecstatic upon seeing her. But Gan claims she doesn't know him. Thit is confused and confronts Gan about their relationship. He assumes she doesn't want to remember him because he's poor, therefore denying ever knowing him.\n\nGan doesn't know that she has a younger twin named Gandaomanee (Nee) from her father's previous marriage, and that Gandaomanee is using Gan's name to cause trouble for people around her. Their parents separated when the twins were born. Their father, Visake, took Gan with him, while Nee is left with their mother. She later remarried a poor man who works as a principal at a school. Nee is bitter about her poor life and blames Visake and Gan for it. Therefore, she uses her older twin sister's name to fool with men around her.\n\nThit soon inherits a fortune from his father's family and becomes rich. It turns out Visake, Gan's father, is a close friend of Thit's paternal family. Gan finds out that he is the sole heir to the Suriyakan family fortune. He taunts her character, making false accusations about her. A lot of misunderstandings occur because he thinks she is a two-faced person who plays with men's hearts. He also believes that she is stealing her younger stepsister's boyfriend.\n\nThit's grandmother soon realizes that Thit and Gan have feelings for each other (although he still thinks of Gan as his \"Gandaowasee\" that he met a year ago). She wants to see Thit marry someone he loves, so she proposes they marry each other. Gan refuses the proposal at first, for she knows he is mistaking her for his other Gandaowasee and that he doesn't truly love her. Nareerat (Apple Aitanik Intarasut), Gan's stepsister, is under the impression that Gan is stealing her boyfriend, Brapun (Pukhai Pongsiri Bunluewong). She threatens to kill herself if Gan doesn't marry Thit. Gan gives in, accepting Thit's wedding \"proposal.\"\n\nThit and Gan marry each other and slowly fall in love. Soon Gandaomanee gets into the picture, trying to win back Tit now that he's rich. She wants a better life for herself and will do anything to get what she wants. Thit is conflicted to who \"Gandaowasee\" really is. The one he met at the beach, or the one he married. Only time will tell who Tit really loves.","original_name":"Sud Sai Pan","vote_average":7.0,"name":"End of the String ","cert":"Unavailable","id":61081,"adult":"false","genre_ids":[10766,18],"origin_country":["TH"]},{"first_air_date":"2013-09-17","cast":["Saran Sirilak","Bo Thunyasupan","Boom Piyaphun","Andrew Cronin","Sarut Vijittranon"],"overview":"The story of a young orphan who makes a success of his life in Thailand despite the class system.","original_name":"สุภาพบุรุษลูกผู้ชาย","vote_average":7.5,"name":"The Gentleman","cert":"Unavailable","id":61082,"adult":"false","genre_ids":[10766,18],"origin_country":["TH"]},{"first_air_date":"2013-11-27","cast":["Puen Khanin","Sara Legge","Panthila Fuklin","Panadda Wongphudee"],"overview":"This series is a follower of the other Father's fruit dramas and contains a list of top Thai stars.","original_name":"ละครลูกไม้ของพ่อ: ใต้ร่มใบภักดิ์","vote_average":7.5,"name":" Father's Fruit: Tai Rom Bai Puk","cert":"Unavailable","id":61083,"adult":"false","genre_ids":[10766,18],"origin_country":["TH"]},{"first_air_date":"2010-10-16","cast":["Santisuk Promsiri","Chintara Sukapatana","Daraneenuch Pohpiti"],"overview":"This is Ch.3's biggest project as a Ch.3 40 years celebration. It's a lakorn serie consisting of 4 separate but intertwining lakorns: \"Thara Himalai\", \"Duangjai Akkanee\", \"Pathapee Leh Ruk\", and \"Wayupak Montra\". It is based from a series of 4 books by the same name and uses the same casts for all 4 lakorns.\n\nThe 4 lakorns can be separated into different pages, but I think it's better to leave them all in the same page because they're part of one single series.","original_name":"4 หัวใจแห่งขุนเขา","vote_average":7.5,"name":"4 Hearts of the Mountains","cert":"Unavailable","id":61084,"adult":"false","genre_ids":[10766,18],"origin_country":["TH"]},{"first_air_date":"1997-06-02","cast":["Enzi Fuchs","Martin Benrath","Frank Giering","Jörg Hube","Monika Baumgartner"],"overview":"","original_name":"Sophie – Schlauer als die Polizei erlaubt","vote_average":0.0,"name":"Sophie – Schlauer als die Polizei erlaubt","cert":"Unavailable","id":61085,"adult":"false","genre_ids":[80],"origin_country":["DE"]},{"first_air_date":"2010-11-15","cast":["Amber Anderson","Christine Danzo-Matthews","Mary Foley","Stephanie Albanese"],"overview":"\"Ghost Chicks' is a Reality Mini Series that captures the phenomenon of paranormal investigation. Unlike other ghost hunting programs, \"Ghost Chicks\" features an all female cast as they explore and investigate the existence of supernatural activity while offering views from the female perspective.","original_name":"Ghost Chicks","vote_average":8.5,"name":"Ghost Chicks","cert":"Unavailable","id":61092,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"2014-06-15","cast":["Patchata Nampan","Peeranee Kongthai","Nattaraht Maurice Legrand","Jessica Pasaphan","Puen Khanin"],"overview":"A love story in the fashion world of Thailand and close family ties that interact with everyday life.","original_name":"รักนี้เจ้จัดให้","vote_average":6.0,"name":"Ruk Nee Jhe Jud Hai","cert":"Unavailable","id":61093,"adult":"false","genre_ids":[10766,18],"origin_country":["TH"]},{"first_air_date":"2014-05-31","cast":["Veraparb Suparbpaiboon","Pariyachat Limthammahisorn","Krissada Supphapprom","Kanyarat Pongkumpanart","Natida Patchanchai"],"overview":"The story of a young gentlemen that returns to Thailand from his study overseas to join a large business. A pretty young woman the only daughter of a prominent businessmen falls for the this man and thus the story begins.","original_name":"หนีก็ล่าซ่าก็รัก","vote_average":6.5,"name":"Nee Gor Lah Zaa Gor Ruk","cert":"Unavailable","id":61094,"adult":"false","genre_ids":[10766,18],"origin_country":["TH"]},{"first_air_date":"2012-07-31","cast":[],"overview":"Andrew Richards, Chad Beeder and Larry Larsen host this deep dive into the tools used on the tech support show Defrag. Each Defrag Tools show focuses on a specific tool, going deep into a tool's features, explaining when and why you should use the tool, and provides experience based tips to get the most out of the tool.","original_name":"Defrag Tools","vote_average":0.0,"name":"Defrag Tools","cert":"Unavailable","id":61095,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2014-07-17","cast":["Tom Ellis","Larenz Tate","Sarah Habel","Rick Gonzalez"],"overview":"Dr. William Rush is not your average on-call doctor. He's not attached to any hospital, he's highly discreet no matter what the ailment as long as the client can pay his cash-only premium and the doctor can party with the best of them. He has no desire to change his life or how he lives it, until an old flame and his conscience begin to stir things up.","original_name":"Rush","vote_average":7.0,"name":"Rush","cert":"Unavailable","id":61096,"adult":"false","genre_ids":[18],"origin_country":["CA"]},{"first_air_date":"2014-04-24","cast":["Ekkaphong Jongkesakorn","Marie Broenner","Pariya Sanmuang","Selina Pearce","Chirawat"],"overview":"A love story where two souls meet during cooking classes and discover the culinary delights of the world together.","original_name":"กุหลาบซ่อนกลิ่น","vote_average":6.0,"name":"Kularb Sorn Klin","cert":"Unavailable","id":61097,"adult":"false","genre_ids":[10766,18],"origin_country":["TH"]},{"first_air_date":"2014-04-21","cast":["Puntakarn Thongjure","Paula Taylor","Sakolrat Wornurai","Apinya Sakuljaroensuk","Prachakorn Piyasakulkaew"],"overview":"The story of a young man in his early thirties who fights for a living and who is one of the best. Nonetheless he has a weakness with the opposite sex whereby he cannot stop flirting. Will his girlfriend be able to marry him being aware of this weakness?","original_name":"ดงดอกงิ้ว","vote_average":6.5,"name":"Dong Dok","cert":"Unavailable","id":61106,"adult":"false","genre_ids":[10766,18],"origin_country":["TH"]},{"first_air_date":"2007-01-01","cast":["Saharat Sangkapricha","Rujira Chuaykua","Patsachon Soopree","อชิตพล หงษ์ขจร","Nirut Sirichanya"],"overview":"Complex emotional drama about a wealthy family and the five siblings who fall in love and create issues for the class system of Thailand","original_name":"แหวนดอกไม้","vote_average":7.0,"name":"Flower Ring","cert":"Unavailable","id":61107,"adult":"false","genre_ids":[10766,18],"origin_country":["TH"]},{"first_air_date":"1980-09-01","cast":["Rolf Schimpf","Edgar Bessen","Arnfried Lerche","Peter Seum","Susanne Beck"],"overview":"","original_name":"Achtung Zoll","vote_average":0.0,"name":"Achtung Zoll","cert":"Unavailable","id":61108,"adult":"false","genre_ids":[28],"origin_country":["DE","FR"]},{"first_air_date":"1984-01-01","cast":["Gerd Baltus","Eva Maria Bauer","Susanne Beck","Ute Christensen","Götz Burger"],"overview":"","original_name":"Tiere und Menschen","vote_average":0.0,"name":"Tiere und Menschen","cert":"Unavailable","id":61109,"adult":"false","genre_ids":[10751],"origin_country":["DE"]},{"first_air_date":"1967-10-14","cast":["Thomas Margulies","Hartmut Reck","Bum Krüger","Herbert Bötticher"],"overview":"","original_name":"Der Vater und sein Sohn","vote_average":0.0,"name":"Der Vater und sein Sohn","cert":"Unavailable","id":61110,"adult":"false","genre_ids":[10751],"origin_country":["DE"]},{"first_air_date":"2014-03-01","cast":["Tana Suthikamol","Sawika Chaiyadech","Mink karnasuta","Duangdao Jarujinda","Piyamas Monayakol"],"overview":"The story of a gentleman in an age where chivalry is deemed defunct.","original_name":"สุภาพบุรุษชาวดิน","vote_average":7.0,"name":"The Simple Gentleman","cert":"Unavailable","id":61111,"adult":"false","genre_ids":[10766,18],"origin_country":["TH"]},{"first_air_date":"2014-07-27","cast":["John Benjamin Hickey","Olivia Williams","Ashley Zukerman","Rachel Brosnahan","Daniel Stern"],"overview":"Set against the backdrop of the greatest clandestine race against time in the history of science with the mission to build the world's first atomic bomb in Los Alamos, New Mexico. Flawed scientists and their families attempt to co-exist in a world where secrets and lies infiltrate every aspect of their lives.","original_name":"Manhattan","vote_average":7.4,"name":"Manhattan","cert":"Unavailable","id":61112,"adult":"false","genre_ids":[18,10768],"origin_country":["US"]},{"first_air_date":"2014-07-07","cast":["Bill Farmer","Dee Bradley Baker","Billy West","Maurice LaMarche","Kevin Michael Richardson"],"overview":"The 7D is an American animated television series produced by Disney Television Animation loosely based on the 1937 film Snow White and the Seven Dwarfs by Walt Disney Productions where The 7D must defend the land of Jollywood from the magical villains Grim and Hildy Gloom who attempt to dethrone Queen Delightful and rule Jollywood.","original_name":"The 7D","vote_average":5.5,"name":"The 7D","cert":"Unavailable","id":61119,"adult":"false","genre_ids":[16,10762],"origin_country":["US"]},{"first_air_date":"2014-07-28","cast":["Bear Grylls"],"overview":"The famed survivalist takes A-list celebrities on journeys into the wildest locations around the world, forcing the stars to push their bodies and minds to the limit to successfully complete the adventure of a lifetime.","original_name":"Running Wild with Bear Grylls","vote_average":6.4,"name":"Running Wild with Bear Grylls","cert":"Unavailable","id":61120,"adult":"false","genre_ids":[10759,10764],"origin_country":["US"]},{"first_air_date":"2014-07-03","cast":["Maggie Gyllenhaal","Andrew Buchan","Katherine Parkinson","Lubna Azabal","Genevieve O'Reilly"],"overview":"Nessa Stein, the daughter of a Zionist arms procurer who as a child witnessed his assassination. Now an adult, Nessa inherits her father's company and changes course from supplying arms to laying data cabling networks between Israel and the West Bank. Her efforts to reconcile the Israelis and Palestinians lands her an appointment to the House of Lords and creates an international political maelstrom.","original_name":"The Honourable Woman","vote_average":7.5,"name":"The Honourable Woman","cert":"Unavailable","id":61123,"adult":"false","genre_ids":[18],"origin_country":["US","GB"]},{"first_air_date":"2014-04-27","cast":["Toshiaki Karasawa","Hirai Rio","Rei Dan","Kanji Ishimaru","Toru Tezuka"],"overview":"Based on the same-titled novel by Ikeido Jun (the writer of Hanzawa Naoki series), the drama unfolds against a backdrop of economic recession. Hosokawa Mitsuru is the current president of the core-precision tools manufacturing company, Aoshima. He was personally recruited from another company by the company's founder, Aoshima Takeshi. Needless to say, this move was not well-favored by the existing management who themselves were vying for the job. Not long after Mitsuru joined the company, the global financial crisis caused the economy to slump, and Aoshima was certainly not exempted from the ill-effects of the slump, which was accentuated by fierce competition within the industry.\n\nRealising that he needs to stem the company's cashflow crisis, Mitsuru proposes to sell the company's baseball club. However, his proposal is opposed by all the other top management, especially Sasai Kotaro, a long-serving employee who feels that he should have been promoted to President instead of Mitsuru. Mikami Fumio, who is the baseball club's manager, also tries to foil Mitsuru's plans of selling the club. Amidst all the enmity of the long-serving management, and also sabotage from a rival company, Mitsuru has to find a way to save the company from its downfall...","original_name":"ルーズヴェルト・ゲーム","vote_average":0.0,"name":"Roosevelt Game","cert":"Unavailable","id":61126,"adult":"false","genre_ids":[18],"origin_country":["JP"]},{"first_air_date":"2014-04-29","cast":["Tana Suthikamol","Amy Klinpratoom","Chawan Janjitranon","Pichayadon Peungphan","Nattasha Nauljam"],"overview":"The class system in Thailand today is not as serious as it once was, this story sees the funny side of this archaic idea.","original_name":"แหม่มจ๋า","vote_average":3.8,"name":"Mam Ja","cert":"Unavailable","id":61129,"adult":"false","genre_ids":[10766,18],"origin_country":["TH"]},{"first_air_date":"2014-04-15","cast":["Smart Krissada Pornweroj","Matira Tantiprasut","Worawut Niyomsup","Asanai Tientong","Pareena Busayasiri"],"overview":"First the main guy's father and the father of the main girl were business partners but then his father cheated her father. This betrayal turned her father, her younger brother and her mother crazy and shattered her whole family.\n\nBecause of this her uncle took care of her and when she graduated abroad she decided to come back to Thailand to take revenge on the man who destroyed her family..\n\nTo achieve her goal she applies for a job at her father' ex-business partner's company. Then she flirts with the oldest son of his to take over the business. But younger brother (Smart) will enchant her too.. To protect his family he won't stop from getting in the way of her revenge. He decides to keep her far away from his loved ones by kidnapping her to a lonely island where she can do no harm. But the more these two stay together the more feelings will grow and the more heat will rise. Will this vengeful flame be extinguished by the feelings between these two?","original_name":"Fai Ruk Plerng Kaen","vote_average":7.0,"name":"Fire Loves A Vengeful Flame","cert":"Unavailable","id":61134,"adult":"false","genre_ids":[10766,18],"origin_country":["TH"]},{"first_air_date":"2014-07-08","cast":["Kathryn Prescott","Cynthia Watros","Alexis Denisof","Anna Jacoby-Heron","Zac Pullam"],"overview":"A teenager finds out she was abducted as a toddler and returns to her biological family.","original_name":"Finding Carter","vote_average":6.4,"name":"Finding Carter","cert":"Unavailable","id":61135,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2013-11-20","cast":["Jang Keun-suk","IU","Lee Jang-woo","Han Chae-young","Kim Bo-Yeon"],"overview":"Dokgo Ma-te is the most beautiful man in the world. He is also an ambitious man and wants to make a lot money using his beautiful appearance. When he meets Hong Yoo-ra, the ex-daughter-in-law of a rich family, she recognises his ambitions and becomes his mentor. But when the poor, but adorable Kim Bo-tong surfaces with a huge crush on Ma-te, everything changes.","original_name":"예쁜남자","vote_average":6.3,"name":"Bel Ami","cert":"Unavailable","id":61136,"adult":"false","genre_ids":[35,18],"origin_country":["KR"]},{"first_air_date":"2003-01-01","cast":["Prakasit Bosuwan","Andrew Gregson","Pakkaramai Potranant","Sruangsuda Lawanprasert","Benjapol Cheuyaroon"],"overview":"Lieutenant Jeng's Police Unit was out to capture a drug dealer, Yai, who killed his best friend and colleague. Suspended from the mission, Jeng takes the mission into his own hands and goes undercover to capture Yai. But as Jeng gets hotheaded and rushes in, the plan is destroyed, the bad guys get away Jeng gets the police station sued for assault and attempted murder by Yai and also put on probation himself. Because of his probation period Jeng is put on a suicide case.","original_name":"12 ราศี","vote_average":6.5,"name":"The Twelve Zodiacs","cert":"Unavailable","id":61137,"adult":"false","genre_ids":[10766,18],"origin_country":["TH"]},{"first_air_date":"2014-06-13","cast":["Han Seung-yeon","Goo Ha-ra","Kang Ji-young","Nicole Jung","Park Gyu-ri"],"overview":"\"Secret Love\" is written as an Omnibus Mini-Series consisting of 5 episodes, focusing on the ups-and-downs of love relationships such as a first love, breakups, secret crushes, etc. Each episode features a member of the girl group KARA, teamed up with a leading man. \"Secret Love\" will be produced in advance, then be aired in Korea, Japan, Hong Kong, Taiwan and other Asian countries. ","original_name":"시크릿 러브","vote_average":8.3,"name":"Kara: Secret Love","cert":"Unavailable","id":61138,"adult":"false","genre_ids":[35,18,14,10749],"origin_country":["KR"]},{"first_air_date":"2010-05-23","cast":["Dietmar Wunder"],"overview":"","original_name":"Deutschland von oben","vote_average":8.5,"name":"Deutschland von oben","cert":"Unavailable","id":61139,"adult":"false","genre_ids":[99,10751],"origin_country":["DE"]},{"first_air_date":"2014-01-15","cast":["Kim Hyun-joong","Im Soo-hyang","Jin Se-yeon","Jo Dong-hyuk","Kim Sung-oh"],"overview":"Based in the 1930's of Shanghai, China, this drama is a story about love, friendship, patriotism and desire. Shin Jung Tae (Kim Hyun Joong) is an outrageous and clumsy man, but has an unconditional love for his country and family. He was known as the best fighter in the alleys of Shanghai.","original_name":"감격시대","vote_average":7.7,"name":"Inspiring Generation","cert":"Unavailable","id":61140,"adult":"false","genre_ids":[10759,18],"origin_country":["KR"]},{"first_air_date":"2014-02-24","cast":["Han Seung-yeon","Hong Jong-hyun","Park Jin-joo","Yoon Jong-hoon","Jung Ga-eun"],"overview":"The story about secret office love affair between Shin Ji Hoo, a 24 year-old woman who’s afraid of love and Oh Tae Soo, a 28 year-old man who has lots of dating experience and is rather cynical about love, but slowly transforms as he meets Ji Hoo.","original_name":"여자만화 구두","vote_average":6.4,"name":"Her Lovely Heels","cert":"Unavailable","id":61149,"adult":"false","genre_ids":[18],"origin_country":["KR"]},{"first_air_date":"2014-02-27","cast":["Choi Cheol-ho","Lee Min-jung","Joo Sang-wook","Kim Gyu-ri","Seo Kang-joon"],"overview":"Ae-Ra is focused on her appearance as she believes it will lead her to a better life. She then meets Jung-Woo who studied engineering. They eventually get married, but they also get divorced. After their divorce, Ae-Ra goes through difficult times. Unlike Ae-Ra though, Jung-Woo becomes a successful IT developer and very wealthy. Now, Ae-Ra tries to seduce Jung-Woo to marry her again.","original_name":"앙큼한 돌싱녀","vote_average":6.7,"name":"Cunning Single Lady","cert":"Unavailable","id":61150,"adult":"false","genre_ids":[35,18],"origin_country":["KR"]},{"first_air_date":"1969-02-20","cast":["Friedrich G. Beckhaus","Ilse Petri","Kerstin De Ahna","Michael Ande","Fritz Tillmann"],"overview":"","original_name":"Finke & Co.","vote_average":0.0,"name":"Finke & Co.","cert":"Unavailable","id":61151,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1974-05-02","cast":["Jürgen Feindt","Klaus Löwitsch","Manfred Heidmann"],"overview":"","original_name":"Die Fälle des Herrn Konstantin","vote_average":0.0,"name":"Die Fälle des Herrn Konstantin","cert":"Unavailable","id":61156,"adult":"false","genre_ids":[80],"origin_country":["DE"]},{"first_air_date":"2014-03-05","cast":["Park Yoo-chun","Son Hyun-joo","Park Ha-sun","So Yi-hyun","Yoon Je-moon"],"overview":"Three shots are fired and the president of South Korea suddenly goes missing from his vacation villa. Three Days is a condensed-time thriller that follows the struggles of elite Blue House bodyguard Han Tae Kyung to find and protect the president. With the aid of local police officer Yoon Bo Won and fellow Blue House guards, will Han Tae Kyung be able to save the president before it’s too late?","original_name":"쓰리 데이즈","vote_average":7.0,"name":"Three Days","cert":"Unavailable","id":61157,"adult":"false","genre_ids":[10759],"origin_country":["KR"]},{"first_air_date":"2014-08-17","cast":["Seo Hyun-jin","Yoo In-young","Lee Jin-wook","Jung Yong-hwa","Yang Dong-geun"],"overview":"Set in the Joseon Dynasty period, this drama series follows the Crown Prince Sohyeon, his warriors Heo Seung-Po and An Min-Seo, and a Park Dal-Hyang who is preparing for his military examination.","original_name":"삼총사","vote_average":9.0,"name":"The Three Musketeers","cert":"Unavailable","id":61158,"adult":"false","genre_ids":[10759],"origin_country":["KR"]},{"first_air_date":"1961-12-08","cast":["Georg Thomalla","Hans Timerding","Gretl Schörg"],"overview":"","original_name":"Komische Geschichten mit Georg Thomalla","vote_average":0.0,"name":"Komische Geschichten mit Georg Thomalla","cert":"Unavailable","id":61167,"adult":"false","genre_ids":[35],"origin_country":["DE"]},{"first_air_date":"1994-10-17","cast":["Elmar Wepper","Michaela May","Harald Leipnitz","Horst Sachtleben","Toni Berger"],"overview":"","original_name":"Unsere Schule ist die Beste","vote_average":0.0,"name":"Unsere Schule ist die Beste","cert":"Unavailable","id":61168,"adult":"false","genre_ids":[10751],"origin_country":["DE"]},{"first_air_date":"1978-01-06","cast":["Kovács Krisztián","Gábor Berkes","István Gruber","Pál Hamar","Péter Haumann"],"overview":"A few kids make a circus show for their sick friend, and get in some trouble along the way.","original_name":"Keménykalap és krumpliorr","vote_average":10.0,"name":"Hard Hats and Potato Nose","cert":"Unavailable","id":61169,"adult":"false","genre_ids":[10759,10751,35],"origin_country":["HU"]},{"first_air_date":"2014-08-07","cast":["Jo Bo-ah","Song Jae-rim","On Ju-wan","Ahn Gil-kang","Kim Seul-gi"],"overview":"Can a woman do anything for the sake of love? Ha Ni (Jo Bo Ah) is a mermaid princess in the underwater empire but she longs for the human world when she sees and falls in love with a man. She transforms into a human and follows Hyun Myung (On Joo Wan) to live in a temporary house for people who are preparing for employment. The pragmatic Hyun Myung is trying to find a good-paying job to provide him with a comfortable life. But will he be distracted by Ha Ni, who has just 100 days to make Hyun Myung fall in love with her so that she can remain a human? “Surplus Princess,” also known as “The Mermaid,” is a 2014 South Korean drama series directed by Baek Seung Ryong.","original_name":"잉여공주","vote_average":8.3,"name":"Idle Mermaid","cert":"Unavailable","id":61170,"adult":"false","genre_ids":[35,10765],"origin_country":["KR"]},{"first_air_date":"2014-07-04","cast":["Yeon Woo-jin","Han Geu-ru","Jeong Jin-woon","Han Sun-hwa","Yoon So-hee"],"overview":"A romantic comedy about a man who doesn't want to get married and a woman who has no luck in marriage prospect. Gong Ki Tae is a successful bachelor who keeps getting pressured by his family to settle down. He then comes up with a plan to introduce Joo Jang Mi, whom he thinks will never be approved by his family.","original_name":"연애 말고 결혼","vote_average":7.3,"name":"Marriage, Not Dating","cert":"Unavailable","id":61171,"adult":"false","genre_ids":[35],"origin_country":["KR"]},{"first_air_date":"2014-11-06","cast":["Kent Osborne","Ashly Burch","Frank Gibson","Allyn Rachel","OLIVER (Vocaloid)"],"overview":"Bee, a reluctant hero, becomes entangled in the adventures of a puppy (...or is he a cat?) as they travel between reality and the void of Fishbowl Space.","original_name":"Bee and Puppycat","vote_average":8.3,"name":"Bee and Puppycat","cert":"Unavailable","id":61174,"adult":"false","genre_ids":[10765,16],"origin_country":["US"]},{"first_air_date":"1976-12-31","cast":["Gerd E. Schäfer","Traute Sense","Heinz Behrens","Helga Hahnemann","Rolf Herricht"],"overview":"","original_name":"Maxe Baumann","vote_average":5.0,"name":"Maxe Baumann","cert":"Unavailable","id":61181,"adult":"false","genre_ids":[35],"origin_country":["DE"]},{"first_air_date":"2014-06-23","cast":["Jung Eun-ji","Ji Hyun-woo","Shin Sung-rok","Lee Se-young","Kang Nam-Gil"],"overview":"When she's not making ends meet, Choi Choon Hee hones her skills in trot music, an old-fashioned, but heartfelt genre. Her luck turns when she pairs up with Jang Joon Hyun, an arrogant songwriter who excels in pop hits, as well as Jo Geun Woo, a shrewd talent CEO. Choon Hee's star burns hot, but between work and love, can she overcome the haters and trot her way into success?","original_name":"트로트의 연인","vote_average":6.0,"name":"Trot Lovers","cert":"Unavailable","id":61182,"adult":"false","genre_ids":[35],"origin_country":["KR"]},{"first_air_date":"1971-05-07","cast":["Stefan Behrens","Monika Lundi","Franz Schafheitlin","Dieter Hallervorden","Rotraud Schindler"],"overview":"","original_name":"Von Liebe keine Rede","vote_average":0.0,"name":"Von Liebe keine Rede","cert":"Unavailable","id":61183,"adult":"false","genre_ids":[18],"origin_country":["DE"]},{"first_air_date":"2014-06-25","cast":["Lee Joon-gi","Nam Sang-mi","Jeon Hye-bin","Han Joo-wan","Yu Oh-seong"],"overview":"It’s the 19th Century and as western influences spread across Asia, Korea’s Joseon dynasty is experiencing great upheaval and rapid modernization. As the son of the last great swordsman, Park Yoon Kang is caught between two worlds, but the sudden murder of his father and sister catapult him into the new era as he takes up the gun to avenge their deaths. However, it’s not just his family who needs his protection, but his people as well. Is Park Yoon Kang cut out to be the hero of an era?","original_name":"조선 총잡이","vote_average":6.3,"name":"The Joseon Gunman","cert":"Unavailable","id":61184,"adult":"false","genre_ids":[10759,18],"origin_country":["KR"]},{"first_air_date":"2012-10-26","cast":[],"overview":"The hunt for sought-after objects","original_name":"Raiders of the Lost Past","vote_average":0.0,"name":"Raiders of the Lost Past","cert":"Unavailable","id":61185,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1975-03-06","cast":["Theo Lingen","Stefan Behrens","Ursela Monn","Johanna von Koczian","Thomas Fritsch"],"overview":"","original_name":"Hoftheater","vote_average":0.0,"name":"Hoftheater","cert":"Unavailable","id":61186,"adult":"false","genre_ids":[35],"origin_country":["DE"]},{"first_air_date":"1968-10-05","cast":["Katrin Schaake","Gerhart Lippert","Benno Hoffmann","Ulrich Beiger","Lia Pahl"],"overview":"","original_name":"Spedition Marcus","vote_average":0.0,"name":"Spedition Marcus","cert":"Unavailable","id":61195,"adult":"false","genre_ids":[18],"origin_country":["DE"]},{"first_air_date":"2014-07-01","cast":["Len Edmondson"],"overview":"Phoenix, Arizona—where the country’s top motorcycle builders compete day and night. It’s a dog-eat-dog world, where buyers are willing to pay upwards of $150,000 for a fully-customized, one-of-a-kind ride. Biker Battleground Phoenix follows the temperamental and talented bad boys of the bike business. In their world, showcases are for pride and bragging rights, competition is cutthroat and money talks. When egos and passion collide, the aftershocks echo across town.\n\nThey don't follow trends–they set them. No tactic is off limits and no move is too corrupt. From stealing ideas and poaching employees to public bashing on social media, these guys will do whatever it takes to give themselves and their shops the ultimate edge over the rest.","original_name":"Biker Battleground Phoenix","vote_average":0.0,"name":"Biker Battleground Phoenix","cert":"Unavailable","id":61196,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"2014-01-24","cast":["Song Ji-hyo","Choi Jin-hyuk","Lee Pil-mo","Choi Yeo-jin","Clara Lee"],"overview":"Medical school student, Chang Min, and a dietitian, Jin Hee, fall in love and marry despite his family's strong opposition. When Chang Min marries Jin Hee, he gives up his medical internship to become a pharmaceutical salesman despite the fact that the rest of his family are successful doctors. Their married life is miserable as Chang Min's family looks down on Jin Hee and Chang Min begins to treat her poorly. They finally divorce and go their separate ways until they are suddenly reunited as interns working at the same hospital. Will this couple's tumultuous feelings for each other be rekindled?","original_name":"응급남녀","vote_average":8.7,"name":"Emergency Couple","cert":"Unavailable","id":61197,"adult":"false","genre_ids":[35],"origin_country":["KR"]},{"first_air_date":"2009-01-02","cast":["Loes Luca","Pierre Bokma","Marc-Marie Huijbregts","Carry Tefsen","Georgina Verbaan"],"overview":"Kootje de Beer has sold his café  Schaep met de 5 Pooten. It was time for a new challenge. Kootje started a camping at the North Sea: 't Vrije Schaep. His friend Lukas moves along with him and his regular clients don't let him down. But, where is Door? Without her, nothing is the same...","original_name":"'t Vrije Schaep","vote_average":0.0,"name":"'t Vrije Schaep","cert":"Unavailable","id":61198,"adult":"false","genre_ids":[10751],"origin_country":["NL"]},{"first_air_date":"2014-08-13","cast":[],"overview":"With unprecedented and exclusive access, VICE News journalist and filmmaker Medyan Dairieh spent three weeks filming alone inside the self-proclaimed caliphate of the Islamic State.\n\nThe Islamic State, a hardline Sunni jihadist group that formerly had ties to al Qaeda, has conquered large swathes of Iraq and Syria. Previously known as the Islamic State of Iraq and Syria (ISIS), the group has announced their intention to reestablish the caliphate and declared their leader, the shadowy Abu Bakr al-Baghdadi, as the caliph.","original_name":"VICE News: The Islamic State","vote_average":0.0,"name":"VICE News: The Islamic State","cert":"Unavailable","id":61199,"adult":"false","genre_ids":[99,10763],"origin_country":[]},{"first_air_date":"2014-07-31","cast":[],"overview":"The Quest is a new reality adventure that takes 12 lucky contestants on the journey of a lifetime when they enter the world of \"Everealm.\" For The Quest, the Executive Producer of the blockbuster movie franchise The Lord of the Rings has joined forces with the creators and producers of The Amazing Raceto conjure a land of magic and malevolence, where mythical creatures lurk in the woods, agents of darkness stir in the shadows, and mystical beings infiltrate the keep. For 12 lucky souls, a fantastic world will come alive in a unique competition series where players will engage in epic challenges. Fantasy meets reality when one player emerges as a real-life hero.","original_name":"The Quest","vote_average":3.5,"name":"The Quest","cert":"Unavailable","id":61200,"adult":"false","genre_ids":[10764,10765],"origin_country":["US"]},{"first_air_date":"2014-08-04","cast":["Kim Sung-oh","Jung Il-woo","Ko Sung-hee","U-Know Yunho","Seo Ye-ji"],"overview":"Being able to see ghosts and other supernatural spirits is a heavy responsibility. Prince Lee Rin (Jung Il Woo), like his father before him, discovers that he has the ability to see ghosts and other supernatural beings. Armed with his newfound abilities, Lee Rin becomes the leader of a group of night watchmen who patrol the streets from dusk to dawn to protect the people of the Chosun Dynasty against evil spirits. Moo Seok (Jung Yun Ho) is the best swordsman in the land who is the prince’s trusty bodyguard. But their loyalties will be tested when they both fall in love with the same woman – Do Ha (Go Sung Hee), the successor of the Ma Go tribe who seeks their help to protect the Baek Do mountain’s spirits. But Park Soo Ryun (Seo Ye Ji), the daughter of a court officer, will stop at nothing to marry Prince Lee Rin. “The Night Watchman,” also known as \"Diary of a Night Watchman,\"","original_name":"야경꾼일지","vote_average":5.0,"name":"The Night Watchman","cert":"Unavailable","id":61209,"adult":"false","genre_ids":[10759,10765],"origin_country":["KR"]},{"first_air_date":"2014-06-25","cast":["Akkaphan Namart","Usamanee Vaithayanon","Pichayadon Peungphan","Kanyakorn Pinij","Nichanun Funkaew"],"overview":"Park was mistreated by his stepfather and he mistaken that his mother doesn't love him so he ran away from home at a young age. He was helped by this rich man who took him in as a son. Amawasee is the niece of Park's stepfather. She was sad when Park left because he was nice to her and she has feeling for him.\n\nYears later Amawasee meets Park again as the man who brought the house his stepfather put on sale because the family was having financial difficulty due to Park's younger brother. Amawasee knew that he's her P'Park despite his cold demeanor but Park refused to accept that he's P'Park, calling himself Raj Rutchapbumi now.\n\nThen Amawasee was forced to marry his younger brother by her uncle. She agreed as a way to repay her uncle for raising her. After Park knew about the wedding between Amawasee and his brother he kidnapped her to his farm. He told her kidnapping her is part of his revenge against his family but really he didn't want Amawasee to marry his brother because he loves her. He blamed Amawasee as well for turning him into a cold and heartless person who has no family. To keep her by his side he must pretend to hate her but he knows she's the only person who has always been kind to him. She's the person who will mend his broken heart and patch things up between him and his family.","original_name":"Hua Jai Teuan","vote_average":7.0,"name":"Wild Heart","cert":"Unavailable","id":61212,"adult":"false","genre_ids":[10766,18],"origin_country":["TH"]},{"first_air_date":"2014-07-17","cast":["Matt Passmore","Blair Redford","Katherine LaNasa","Deanna Russo","Stephanie Szostak"],"overview":"A provocative drama that explores modern marriage at its midpoint. Through the lens of one couple, Neil Truman and his wife, Grace, this series answers the question, “What do you do when having it all is not enough?” by delving into their shocking and unconventional choices.","original_name":"Satisfaction","vote_average":5.6,"name":"Satisfaction","cert":"Unavailable","id":61213,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"1990-01-01","cast":[],"overview":"","original_name":"Fabulas Disney","vote_average":0.0,"name":"Fabulas Disney","cert":"Unavailable","id":61214,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2014-07-18","cast":["Phupoom Phongpanu","Pichukkana Wongsarattanasin","Thakrit Tawanpong","Jarinporn Joonkiat","Tanyares Ramnarong"],"overview":"Darika is the granddaughter of a funeral director. She is a strong hearted and independent young woman who seeks money as her main refuge. Fate just so happens to have her stumbling head over heels when she meets Prajan, a successful man of perfect background and qualities. We find ourselves here again as we return for part two of Dao Kien Duen.\n\nThe story begins with Darika, a 23 year old woman whose grandfather is a funeral director. Thuwaiwanjak Phuttan, Darika’s best friend, has to go on a business trip for his job. He asked her to look after his condo. Darika does not hesitate and agrees because this is the only time in her life where she gets to stay in a luxurious place compared to her low monthly rented room that she had rented out since she attended college. In addition, the condo is close to her work place which is even more convenient for her. She can save money from traveling expenses and use it for other things. Darika really loves her job because she gets paid well. It makes her happy to be able to fend for herself and not rely on a man.\n\nDarika doesn’t take interest in men because she’s afraid that she will experience a failed marriage like her mother’s. Her mother isn’t a very good person because 30 years ago, she fell in love with a police officer and eloped with him, leaving her father to be heartbroken in embarrassment. After a while, his true colors showed and he began to cheat on her. Her mother couldn’t take it anymore and decided to divorce him. She returned back to her father carrying Darika along with her.\n\nDarika grew up poor. Her house is made from wood taken from a casket. This resulted in her not having any friends come over because they’re afraid of ghosts. However, this optimistic young girl is not ashamed but instead proud of her home. She thinks it’s unique and very chic in design. Her poor status taught Darika the value of money ever since she was little.\n\nDarika spent a couple days at the condo then had to go back to Warang. Her boss is busy preparing for the 50th anniversary since the company’s opening. Mom Luang Chankaan Thatsanai (Ken) is the head leader. He’s a young man of high status who has graduated with his master’s degree from Harvard at only 26 years of age. He’s the beloved child of Khun Dararai, a reputable and well known person in society. Chan Thatsanai is a charming and famous businessman. Chan is a very formal person who cares a lot about organization. His clothes has to be arranged by the right shades of color.\n\nHis father gave him time to study and learn about the company for 2 years. After that, he has to accept the position after him and look after the family’s business. Darika currently works at his company and they will eventually cross path. How will the rest of the story play out?","original_name":"ดาวเคียงเดือน","vote_average":7.0,"name":"The Sun Beside the Moon","cert":"Unavailable","id":61215,"adult":"false","genre_ids":[10766,18],"origin_country":["TH"]},{"first_air_date":"2014-07-08","cast":["Rasri Balenciaga","Ekkaphong Jongkesakorn","Jackie Jacqueline Muench","Virithipa Pakdeeprasong","Nattarika Thamapreedanan"],"overview":"Jay interns for Ton's funeral company as an embalmer, people who prepare bodies for funerals. When Ton's father passes away he leaves behind the inheritance to his son, his best friend and Jay. Jay takes care of her sick mother who is diagnosed with cancer, and her trouble-maker brother. As Jay works with an uncle, her teacher in embalming, she finds a box called Raak Boon in his desk. Jay finds out that the Raak Boon fulfills wishes to chosen few, if they help three ghosts fulfill their last desires. The uncle talks about his experience of wanting his wife to get better from ovarian cancer and Ton's father who wished to live longer. Because of this, Jay hopes that the box will choose her to have a six sense so that she can wish her mother well, but her uncle warns her that if she does not fulfill the timeline to help each ghost that the box will kill her. Through many misunderstanding Ton ends up firing Jay, but eventually rehires her because the people who hired were to scared of dead bodies.\n\nThrough later events Ton's Uncle Pisai tries to take over the company, and Ton catches him in the act of embezzling money from Ton's company. But because of Ton's mother, the case is dropped, until Ton's mother is in a coma state and Jay ends up dead for a period of time. Pisai ends up learning about the Rark Boon box because of an evil spirit that wants to save the box, when Jay announces that she wants to wish for the box to be destroyed. Will Ton stay dead? Is his mother going to survive? Who is the evil spirit?","original_name":"รากบุญ 2 รอยรักแรงมาร","vote_average":3.5,"name":"Raak Boon 2: Roy Ruk Raeng Marn","cert":"Unavailable","id":61216,"adult":"false","genre_ids":[10766,18],"origin_country":["TH"]},{"first_air_date":"2014-07-07","cast":["Yukari Tamura","Souma Saitou","Yuu Asakawa","Anri Katsu","Ayaka Ohashi"],"overview":"In a fantasy world, fighter Tatsumi sets out for the Capitol to earn money for his starving village, and finds a world of unimaginable corruption, all spreading from the depraved Prime Minister who controls the child Emperor's ear. After nearly becoming a victim of this corruption himself, Tatsumi is recruited by Night Raid, a group of assassins dedicated to eliminating the corruption plaguing the Capitol by mercilessly killing those responsible.","original_name":"アカメが斬る!","vote_average":7.1,"name":"Akame ga Kill!","cert":"Unavailable","id":61223,"adult":"false","genre_ids":[10759,16],"origin_country":["JP"]},{"first_air_date":"2014-06-09","cast":["Dafne Fernández","Begoña Maestre","El Langui","Blanca Portillo","Adrián Rodríguez"],"overview":"","original_name":"Chiringuito de Pepe","vote_average":6.2,"name":"Chiringuito de Pepe","cert":"Unavailable","id":61224,"adult":"false","genre_ids":[35],"origin_country":["ES"]},{"first_air_date":"2014-07-15","cast":["Gabriel Luna","Nicky Whelan","Neil Hopkins","Tanc Sade","Alfred Molina"],"overview":"Matador chronicles the unlikely rise of Tony \"Matador\" Bravo, a popular soccer star who comes to be known as much for his playboy antics off the field as his dynamic moves on it. But what his fans and family don't realize is that it's all a cover—in truth, he is a skilled covert operative executing missions for a little-known branch of the CIA. “Matador” has the kind of fame and notoriety that affords him access to powerful circles of corruption and villainy. But, in balancing the dueling roles in which he's been cast, he will be forced to confront the question of his true identity… and it is this mission which will prove to be his most dangerous.","original_name":"Matador","vote_average":4.8,"name":"Matador","cert":"Unavailable","id":61225,"adult":"false","genre_ids":[10759,80],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"From the 4.5 billion-year epic of planet Earth, to the centuries-old prophecies of Nostradamus, to the hunt for the man who killed Abraham Lincoln, History Specials brings together the channel's most watched and acclaimed historical programs. History captures the grand sweep of our past with wit, intelligence, and enthusiasm, in programs covering critical turning points and fascinating cultural phenomena from the Dark Ages to Sherman's March, the comets to Columbus. Cutting-edge CGI recreates ancient battle scenes, and expert interviews shed light on some of history's greatest mysteries. See the past and present wonders of the world come together in this captivating collection — the source for all the fascinating history you want to know.","original_name":"History Specials","vote_average":0.0,"name":"History Specials","cert":"Unavailable","id":61226,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2014-07-26","cast":[],"overview":"With more than 600 million views in weekly webisodes and over 6 million YouTube subscribers to date, Harley Morenstein, aka the “Sauce Boss,” and his kitchen crew are ready for primetime television. From whiskey-laced, burger-stuffed lasagnas to donut casseroles to Jack & Coke cupcakes — The Epic Meal Time team delivers recipes that are visually mind-blowing spins on food preparation and presentation. This new FYI series will follow the ingenious group as they invent spectacular new dishes, on a whole new “epic” level.","original_name":"Epic Meal Empire","vote_average":0.0,"name":"Epic Meal Empire","cert":"Unavailable","id":61227,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"1961-03-12","cast":["Vico Torriani","Vivi Bach","Paul Hörbiger","Hans Jürgen Diedrich","Klaus Havenstein"],"overview":"","original_name":"Hotel Victoria","vote_average":0.0,"name":"Hotel Victoria","cert":"Unavailable","id":61242,"adult":"false","genre_ids":[],"origin_country":["DE"]},{"first_air_date":"2007-11-26","cast":["Francis Renaud","Tomer Sisley","Ángela Molina","Doudou Masta","Patrick Descamps"],"overview":"","original_name":"La Commune","vote_average":0.0,"name":"La Commune","cert":"Unavailable","id":61243,"adult":"false","genre_ids":[18],"origin_country":["FR"]},{"first_air_date":"2014-04-29","cast":["Sarah Lancashire","Siobhan Finneran","James Norton","Rhys Connah","Charlie Murphy"],"overview":"Happy Valley is a dark, funny, multi-layered thriller revolving around the personal and professional life of Catherine, a dedicated, experienced, hard-working copper. She is also a bereaved mother who looks after her orphaned grandchild.","original_name":"Happy Valley","vote_average":7.9,"name":"Happy Valley","cert":"Suitable for 15 years & above","id":61244,"adult":"false","genre_ids":[18,80],"origin_country":["GB"]},{"first_air_date":"2014-04-21","cast":["Jessica Brown Findlay","Matthew McNulty","Sean Harris","Joanne Whalley","Ben Daniels"],"overview":"Set in 1820 against the forbidding backdrop of windswept Cornish moors, the story follows the journey of young and spirited Mary who is forced to live with her Aunt Patience after the death of her mother. Mary arrives at the isolated Jamaica Inn to discover her Aunt is a shell of the carefree woman she remembers from her childhood, and instead finds a drudge who is firmly under the spell of her domineering husband Joss. The Inn has no guests - the rooms are locked and kept for storage - but it soon becomes clear that it’s a cover, as Joss is the leader of a smuggling ring, and Jamaica Inn the hub of his ‘free’ trade.","original_name":"Jamaica Inn","vote_average":5.4,"name":"Jamaica Inn","cert":"Suitable for 12 years & above","id":61245,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"2013-12-11","cast":["Rory Kinnear","Christopher Eccleston","Rufus Wright","Rupert Evans","Paul Freeman"],"overview":"Belgravia, London, November 7th, 1974. Sandra Rivett, nanny of the aristocratic Lucan family, is found beaten to death. Shortly thereafter, the prime suspect, John Bingham, 7th Earl of Lucan, mysteriously disappears. When the manhunt begins, the subsequent scandal shakes the foundations of the British ruling class like never before.","original_name":"Lucan","vote_average":7.0,"name":"Lucan","cert":"Suitable for 15 years & above","id":61246,"adult":"false","genre_ids":[80,18],"origin_country":["GB"]},{"first_air_date":"2012-11-07","cast":["Gabriel Byrne","Ralph Ineson","Charles Dance","Jamie Sives","Gina McKee"],"overview":"Secret State explores the relationship between a democratically elected government, big business and the banks.","original_name":"Secret State","vote_average":7.0,"name":"Secret State","cert":"Unavailable","id":61247,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"2014-08-24","cast":["Ellie Harrison","Max Hug Williams"],"overview":"The first months of an animal's life are crucial - if they lose their mothers, they'll need help. Meet the wild orphans getting a second chance, and those devoted to saving them.","original_name":"Nature's Miracle Orphans","vote_average":0.0,"name":"Nature's Miracle Orphans","cert":"Unavailable","id":61254,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2013-05-19","cast":["Alice Roberts"],"overview":"Professor Alice Roberts journeys 40,000 years back in time on the trail of the great beasts of the Ice Age. This was the last time that giants like mammoths, woolly rhinos, and sabre-tooth cats ruled the Earth and Alice attempts to reconstruct their lives in incredible detail.","original_name":"Ice Age Giants","vote_average":6.0,"name":"Ice Age Giants","cert":"Unavailable","id":61255,"adult":"false","genre_ids":[99,99],"origin_country":["GB"]},{"first_air_date":"2014-04-07","cast":["Dmitriy Nagiev","Aleksandr Gordon","Anastasiya Panina","Polina Grenc","Vladimir Sychev"],"overview":"Retired mobster tries to get back in business by making friends with the kid of his ex-boss. To do so, he must became PE teacher in kid's school.","original_name":"Физрук","vote_average":6.1,"name":"P. E. Teacher","cert":"Unavailable","id":61256,"adult":"false","genre_ids":[35],"origin_country":["RU"]},{"first_air_date":"1982-01-01","cast":[],"overview":"Through the Joseph Campbell: Transformations of Myth Through Time course students will learn a great deal about the mythologies that human beings have created over the centuries from a man who made the study of those mythologies his life's work. What makes Joseph Campbell particularly captivating is his ability to make those mythologies relevant to the lives of people living today.\r\n\r\nJoseph Campbell, as author, scholar, teacher, and storyteller, is an inspiration to people of all walks of life the world over. This course consists of 14 hour-long programs selected from over 50 hours of Campbell lectures and is introduced by \"THE HERO'S JOURNEY,\" an award-winning biographical film. Through these programs and the accompanying specially prepared academic materials, students will gain a deeper understanding of mythology's role in human history.\r\n\r\nThe Joseph Campbell: Transformations of Myth Through Time course is a significant resource for the study of mythology. The course draws from classic and recent scholarship about the mythology of the world. Leading scholars have worked to integrate the series with several print components into a rounded course of study that promises to stimulate and challenge faculty as well as students.","original_name":"Joseph Campbell - Transformations of Myth Through Time","vote_average":0.0,"name":"Joseph Campbell - Transformations of Myth Through Time","cert":"Unavailable","id":61257,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2014-09-01","cast":["Juan Carlos Barreto","Macaria","Adriana Louvier","Flavio Medina","Alejandro Camacho"],"overview":"Yo no creo en los hombres (I don't trust men anymore) is a Mexican telenovela produced by Giselle González for Televisa. It is based on Yo no creo en los hombres (1991), produced in México.","original_name":"Yo no creo en los hombres","vote_average":1.0,"name":"I Don't Trust Men Anymore","cert":"Unavailable","id":61258,"adult":"false","genre_ids":[18],"origin_country":["MX"]},{"first_air_date":"2014-07-05","cast":["Kensho Ono","Sora Amamiya","Natsuki Hanae","Ai Kayano","Ai Kakuma"],"overview":"In 1972, the Apollo 17 mission discovered a hypergate to Mars on the surface of the moon. Soon a war breaks out between Earth and Mars, and Martian soldiers begin to descend from the sky, riding steel giants, intent on exterminating humanity.","original_name":"アルドノア・ゼロ","vote_average":7.4,"name":"Aldnoah.Zero","cert":"Unavailable","id":61259,"adult":"false","genre_ids":[16,10759,10765],"origin_country":["JP"]},{"first_air_date":"2014-01-17","cast":["Cecilia Freire","Manuela Velasco","Adrián Lastra","José Sacristán","Javier Rey"],"overview":"In 1950s Spain, the heir to a fashion house romances a beautiful seamstress who works for the company, despite the objections of his family.","original_name":"Velvet","vote_average":5.5,"name":"Velvet","cert":"Unavailable","id":61260,"adult":"false","genre_ids":[18],"origin_country":["ES"]},{"first_air_date":"2004-10-15","cast":[],"overview":"","original_name":"Un tueur si proche","vote_average":0.0,"name":"Un tueur si proche","cert":"Unavailable","id":61271,"adult":"false","genre_ids":[80,99,18,9648],"origin_country":["CA"]},{"first_air_date":"2008-02-13","cast":["Patrick Groulx"],"overview":"Whether Farm Equipment Mechanics, teamsters dog or bush pilots, those who make \"dirty work\" are always happy to initiate Patrick Groulx to the basics of their job. And the facilitator returns the favor! Many workers recognize themselves in this series; that's probably why it is the most popular original production airing on Ztélé.","original_name":"Jobs de bras","vote_average":8.0,"name":"Arm Jobs","cert":"Unavailable","id":61272,"adult":"false","genre_ids":[10764],"origin_country":["CA"]},{"first_air_date":"2014-08-29","cast":[],"overview":"This documentary series delves into the fascinating world of pawnbroking, through the eyes of Nykolas, Francis and Sylvain, two employees and an owner of \"pawn shops\" in Quebec. The reality of their job is not easy. Their main issues are quickly assess the value of objects by detecting the \"true\" \"false\", negotiating the price with the customer, all, ensuring their safety! Indeed, pawn shops see in all colors ... Therefore, what relationship do they have with the police about the stolen items? The program also addresses more personal issues, such as how to deal with prejudices surrounding their profession, considering that they are perceived as being associated with organized crime? Here's your chance to discover what a \"pawn shop\" in Quebec, a place that arouses even today the inglorious judgments.","original_name":"Pawn Shop Québec","vote_average":6.5,"name":"Pawn Shop Québec","cert":"Unavailable","id":61273,"adult":"false","genre_ids":[99],"origin_country":["CA"]},{"first_air_date":"2014-03-24","cast":["Phil Crawford"],"overview":"Follow Phil Crawford, one of America's leading safecrackers, and his best buddy, Blaze as they travel the country to unravel mysteries and unlock the secrets lurking in abandoned safes. Phil, Blaze and their fun-loving crew of family and friends can track down and crack giant bank vaults, intricate antique safes and even armored vehicles and underground bunkers.","original_name":"The Safecrackers","vote_average":10.0,"name":"The Safecrackers","cert":"Unavailable","id":61274,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"2014-07-29","cast":[],"overview":"This series between the scenes of an unknown world, taboo and \"wild\" than the porn. Hosted by Mélanie Maynard, the series focuses on actors, actresses, directors and producers who gravitate around the middle of the pornographic film, and practicing a profession, needless to say, unusual. Who are these men and women who make their living with sex? What relationship do they have with their spouses, children and their families? They manage to live their \"art\"? Without following the protagonists on film sets, the series reveals the personal challenges these people necessarily caused by the marginality of their job ... rated \"XXX\"!","original_name":"Classé XXX","vote_average":3.0,"name":"Classé XXX","cert":"Unavailable","id":61275,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2014-07-28","cast":[],"overview":"Ghosts, near death experiences, witchcraft and exorcisms are all paranormal phenomena, science has failed to find an explanation. With an open mind, the original production Parallel Lives takes us into issues where the mystery alongside the inexplicable. Each episode focuses on a type of paranormal phenomenon and transports the viewer to the limits of reason. Dramatic re-enactments, intervention specialists and moving testimonies of ordinary people shed light on strange events.","original_name":"Vies parallèles","vote_average":6.5,"name":"Vies parallèles","cert":"Unavailable","id":61276,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2014-08-10","cast":["James May"],"overview":"Top Gear's James May presents this 3 part series which takes a look at the 'peoples car'. Covering every form of cars for the masses - from the Beetle to the Kei Car, May looks at the many forms of people's car, their origins and their effect on history. Each episode covers a particular theme; these being cars from dictatorships, microcars and the dream cars we aspire to.","original_name":"James May's Cars of the People","vote_average":8.4,"name":"James May's Cars of the People","cert":"Unavailable","id":61285,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2012-09-03","cast":[],"overview":"","original_name":"Achter Gesloten Deuren","vote_average":0.0,"name":"Behind Closed Doors","cert":"Unavailable","id":61286,"adult":"false","genre_ids":[10764],"origin_country":["NL"]},{"first_air_date":"2014-07-14","cast":["Makoto Furukawa","Ibuki Kido","Kana Yuuki","Shizuka Ishigami","Saori Oonishi"],"overview":"Only a pure maiden can have the privilege to contract with a spirit. Priestesses, who can summon spirits from Astral Zero, the world of spirits, and have full command of their power, are called elementalists. Kamito Kazehaya is the only male with this privilege, and due to what happened in the past he comes to Areisha Spirit Academy where priestesses are trained to become elementalists. He is then told that he is to transfer to the school, form a team with priestesses to compete in Blade Dance where the most powerful elementalist is chosen, and win.","original_name":"精霊使いの剣舞","vote_average":7.0,"name":"Blade Dance of Elementalers","cert":"Unavailable","id":61287,"adult":"false","genre_ids":[16,35],"origin_country":["JP"]},{"first_air_date":"1975-10-19","cast":["Marjorie Yates","David Swift"],"overview":"Couples TV Show","original_name":"Couples","vote_average":0.0,"name":"Couples","cert":"Unavailable","id":61288,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"2009-10-10","cast":[],"overview":"An animated adaptation of six classical Japanese literature pieces, including No Longer Human (Ningen Shikkaku) and Run, Melos (Hashire, Melos) by Osamu Dazai, Kokoro by Natsume Souseki, Hell Screen (Jigoku Hen) and The Spider's Thread (Kumo no Ito) by Ryunosuke Akutagawa and In the Forest, Under Cherries in Full Bloom (Sakura no Mori no Mankai no Shita) by Ango Sakaguchi.","original_name":"青い文学シリーズ","vote_average":7.3,"name":"Aoi Bungaku Series","cert":"Unavailable","id":61289,"adult":"false","genre_ids":[16,18,9648],"origin_country":["JP"]},{"first_air_date":"1991-01-04","cast":["Roy Marsden","Susannah York","Gemma Jones","James Faulkner","Tony Haygarth"],"overview":"A particularly vicious serial killer is stalking the Norfolk coast in the vicinity of the Larksoken nuclear power station. The press have branded him 'The Whistler' because witnesses have heard a hymn being whistled in the vicinity of the murders. His trademark is the letter 'L' carved on the forehead of his victims. L for Larksoken? At first, his victims seem to be chosen entirely at random - women in the wrong place at the wrong time - but then two women employed at the nuclear power station are murdered in quick succession...","original_name":"Devices and Desires","vote_average":0.0,"name":"Devices and Desires","cert":"Unavailable","id":61290,"adult":"false","genre_ids":[9648,18,80],"origin_country":["GB"]},{"first_air_date":"1992-09-01","cast":["Kate Beckinsale","Christopher Eccleston","Anna Patrick","Rob Spendlove"],"overview":"Shown as part of Channel 4's Video Fantasies series, a selection of four innovative dramas deploying state-of-the-art visual and electronic effects. This was the only one of the four that had a futuristic basis. It was set perhaps a couple of decades ahead in a world being slowly drowned by technology, a world in which traffic jams are the norm instead of the exception, and where the people avoid getting caught in the rain for better reasons than simply not wanting to get wet. The Rachel of the title is the younger sister of an up-and-coming marketing executive who has just secured a contract with a wealthy but repulsive millionaire who is into toxic waste, which he stores in secret for large sums of money. Rachel finds that, through a large bank of video screens in her sister's apartment, her wishes can come true when she brings to life the image on an anti-pollution poster. This new friend helps her to make up her mind about her own future. The style of the production was fresh and colourful, the pace slow and moody for the most part, and it made for an interesting half-hour's viewing.","original_name":"Rachel's Dream","vote_average":0.0,"name":"Rachel's Dream","cert":"Unavailable","id":61291,"adult":"false","genre_ids":[10765],"origin_country":["GB"]},{"first_air_date":"2002-10-01","cast":["Philippe Charbonneau","Souyuan Jetten-Duchesneau","Elina Khao","Guylaine Tremblay","Marc Béland"],"overview":"With humour and compassion, Annie et ses hommes  shows us the ups and downs of a modern family, focusing on the emotions and experiences of a woman in her forties. This dramatic comedy is a subtle portrait of a singular woman, Annie, and her clan. It’s a thought-provoking exploration of family life.","original_name":"Annie et ses hommes","vote_average":7.5,"name":"Annie et ses hommes","cert":"Unavailable","id":61300,"adult":"false","genre_ids":[18,10766,35],"origin_country":["CA"]},{"first_air_date":"2013-01-12","cast":[],"overview":"Retail fraud.","original_name":"De ontmaskering van de Vastgoedfraude","vote_average":0.0,"name":"De ontmaskering van de Vastgoedfraude","cert":"Unavailable","id":61301,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2010-08-30","cast":["André Ducharme"],"overview":"Each week, five amateur cooks compete against each other hosting a dinner party for the other contestants. Each competitor then rates the host's performance with the winner winning a cash prize. ","original_name":"Un souper presque parfait","vote_average":4.8,"name":"Un souper presque parfait","cert":"Unavailable","id":61302,"adult":"false","genre_ids":[10764],"origin_country":["CA"]},{"first_air_date":"2012-04-23","cast":[],"overview":"","original_name":"Drei Farben Grün","vote_average":0.0,"name":"Drei Farben Grün","cert":"Unavailable","id":61303,"adult":"false","genre_ids":[99],"origin_country":["FR","DE"]},{"first_air_date":"2014-09-08","cast":["Macha Grenon","Antoine Pilon","Marguerite Bouchard","Jade Charbonneau","Jean-François Pichette"],"overview":"Nathalie Lapointe is in her early forties, a single mother of three with a successful career as columnist at a major newspaper. Just as she’s starting to think she might be able to pay more attention to her own needs, she gets terrible news: the cancer from which she recovered two years previously is back. How can she break the news to her kids? How can the family plan for the future with this sword of Damocles hanging over them?\n\nDespite the shock, life goes on. Nathalie must cope with evolving circumstances at the paper as well as at home. She wonders if she can allow herself to fall in love with her daughters’ school principal. As for her children, they must deal with their own teenage life challenges, all the while knowing that their mother may soon be gone. Nathalie’s best friend and neighbor is particularly hard-hit by the news: she’s already suffering from her husband’s infidelity and from the absence of her son, who is overseas. Nathalie’s misfortune also has a powerful effect on her three siblings. They must re-think their priorities at a time when all three are facing crucial choices in their emotional and professional lives. For Nathalie’s parents Janine and Gérard, her illness makes no sense. How do you face the very real possibility that your child will die before you?","original_name":"Nouvelle adresse","vote_average":8.0,"name":"Nouvelle adresse","cert":"Unavailable","id":61304,"adult":"false","genre_ids":[18],"origin_country":["CA"]},{"first_air_date":"1995-09-05","cast":["François Sanche"],"overview":"","original_name":"La facture","vote_average":9.0,"name":"La facture","cert":"Unavailable","id":61305,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":"2011-02-06","cast":[],"overview":"","original_name":"Histoires des services secrets français","vote_average":0.0,"name":"Histoires des services secrets français","cert":"Unavailable","id":61316,"adult":"false","genre_ids":[99],"origin_country":["FR"]},{"first_air_date":"2013-10-22","cast":["Nathalie Richard"],"overview":"This journey through time retraces fourteen centuries of a rich shared history between Jews and Muslims. A story of great historical rigor, without concessions or bias, driven by fluid and inspired realization.","original_name":"Juifs et musulmans - Si loin, si proches","vote_average":0.0,"name":"Jews and Muslims: So Far, So Close","cert":"Unavailable","id":61317,"adult":"false","genre_ids":[99],"origin_country":["FR"]},{"first_air_date":"2005-06-13","cast":["John Gotti","Henry Hill","Ray Liotta","Dominick Montiglio","Joseph Pistone"],"overview":"Infiltrate the legendary secrecy of one of the world's most powerful criminal organisations to expose the stark realities deep Inside the Mafia. With remarkable access to FBI and DEA agents and former mobsters, get intimate detail on the cutthroat deals, gangland assassinations and secret rituals within the infamous global mob.","original_name":"The Mafia","vote_average":0.0,"name":"The Mafia","cert":"Unavailable","id":61318,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2012-04-08","cast":["Lorànt Deutsch"],"overview":"","original_name":"Métronome","vote_average":7.8,"name":"Métronome","cert":"Unavailable","id":61319,"adult":"false","genre_ids":[99],"origin_country":["FR"]},{"first_air_date":"2009-08-20","cast":[],"overview":"","original_name":"Mon corps ce héros","vote_average":0.0,"name":"Mon corps ce héros","cert":"Unavailable","id":61320,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2009-01-01","cast":[],"overview":"","original_name":"Quand le monde bascule","vote_average":0.0,"name":"Quand le monde bascule","cert":"Unavailable","id":61321,"adult":"false","genre_ids":[99],"origin_country":["FR"]},{"first_air_date":"2013-07-07","cast":["Takahiro Sakurai","Junichi Suwabe","Mai Nakahara","Hiroyuki Yoshino","Kikuko Inoue"],"overview":"In Kyoto, humans and supernatural creatures live side-by-side. Soichiro Shimogamo used to be the head of tanuki society, but without warning one day he was made into tanuki stew, and no one knows how it happened. He left four sons behind who all live happily with their mother. What does fate have in store for this strongly bonded family?!","original_name":"有頂天家族","vote_average":5.7,"name":"The Eccentric Family","cert":"Unavailable","id":61338,"adult":"false","genre_ids":[16,35,18],"origin_country":["JP"]},{"first_air_date":"2014-07-05","cast":["Kenji Nojima","Kotono Mitsuishi","Ryou Hirohashi","Shizuka Itou","Rina Satou"],"overview":"Usagi Tsukino is chosen to be a guardian of justice and is sent on a quest to locate a Silver Crystal before the Dark Kingdom invades the Earth.","original_name":"美少女戦士セーラームーンクリスタル","vote_average":8.4,"name":"Sailor Moon Crystal","cert":"Unavailable","id":61339,"adult":"false","genre_ids":[16,14],"origin_country":["JP"]},{"first_air_date":"1971-01-05","cast":["Grethe Weiser","Walter Bluhm","Günther Jerschke","Tilly Lauenstein","Horst Niendorf"],"overview":"","original_name":"Theatergarderobe","vote_average":0.0,"name":"Theatergarderobe","cert":"Unavailable","id":61340,"adult":"false","genre_ids":[35],"origin_country":["DE"]},{"first_air_date":"2015-03-31","cast":["Becki Newton","Zachary Knighton","Nate Torrence","Meera Rohit Kumbhani"],"overview":"Four relationship-phobic people are unexpectedly thrust into one another's lives and form an unlikely bond in a townhouse in Queens, NY.","original_name":"Weird Loners","vote_average":5.7,"name":"Weird Loners","cert":"Unavailable","id":61343,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2013-09-06","cast":[],"overview":"Documentary-maker David Malone delves into the secrets of ocean waves. In an elegant and original film he finds that waves are not made of water, that some waves travel sideways and that the sound of the ocean comes not from water but from bubbles. Waves are not only beautiful but also profoundly important, and there is a surprising connection between the life cycle of waves and the life of human beings.","original_name":"The Secret Life of Waves","vote_average":0.0,"name":"The Secret Life of Waves","cert":"Unavailable","id":61344,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2014-08-18","cast":[],"overview":"","original_name":"Polen entdecken!","vote_average":10.0,"name":"Polen entdecken!","cert":"Unavailable","id":61359,"adult":"false","genre_ids":[99],"origin_country":["DE"]},{"first_air_date":"2011-04-22","cast":["Franz X. Gernstl"],"overview":"","original_name":"Gernstl - Sieben mal Bayern","vote_average":0.0,"name":"Gernstl - Sieben mal Bayern","cert":"Unavailable","id":61360,"adult":"false","genre_ids":[99],"origin_country":["DE"]},{"first_air_date":"2012-07-08","cast":["Alexandre Achdjian","Nassim Si Ahmed","Issa Doumbia","Pablo Pauly"],"overview":"","original_name":"Les Lascars","vote_average":0.0,"name":"Les Lascars","cert":"Unavailable","id":61361,"adult":"false","genre_ids":[35],"origin_country":["FR"]},{"first_air_date":"2014-09-11","cast":[],"overview":"Penguins on a Plane: Great Animal Moves follows the expert handlers entrusted with transporting some of the world's most precious and challenging cargo safely to their destinations.","original_name":"Penguins on a Plane: Great Animal Moves","vote_average":0.0,"name":"Penguins on a Plane: Great Animal Moves","cert":"Unavailable","id":61362,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2013-10-10","cast":[],"overview":"Male model Masayoshi Hazama decides to become a superhero, despite having no superpowers or the technology to create a high-powered suit. He becomes the hero, Samurai Flamenco and begins to fight crime in the name of justice. Police officer Hidenori Goto finds out about Samurai Flamenco and his real identity by a twist of fate, which leads to him getting involved in lots of trouble. These two young men will come face to face with hardships of being crime-fighters while discovering what it truly means to be a hero of justice.","original_name":"サムライフラメンコ","vote_average":7.0,"name":"Samurai Flamenco","cert":"Unavailable","id":61363,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"ラインタウン","vote_average":0.0,"name":"Line Town","cert":"Unavailable","id":61364,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2011-09-05","cast":["Eric Judor","Arnaud Henriet","Hafid F. Benamar","Toinette Laquière","Romain Berger"],"overview":"","original_name":"Platane","vote_average":6.0,"name":"Platane","cert":"Unavailable","id":61375,"adult":"false","genre_ids":[35],"origin_country":["FR"]},{"first_air_date":"2008-12-31","cast":[],"overview":"Mood Spoiler","original_name":"Tujurikkuja","vote_average":0.0,"name":"Tujurikkuja","cert":"Unavailable","id":61376,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2011-09-24","cast":[],"overview":"","original_name":"Traumwohnung in der Traumstadt","vote_average":0.0,"name":"Traumwohnung in der Traumstadt","cert":"Unavailable","id":61377,"adult":"false","genre_ids":[],"origin_country":["DE"]},{"first_air_date":"2014-09-21","cast":["Tim Daly","Téa Leoni","Zeljko Ivanek","Erich Bergen","Patina Miller"],"overview":"Former CIA agent Elizabeth Faulkner McCord is suddenly thrust into the position of US Secretary of State where she must quickly learn to drive international diplomacy, wrangle office politics and balance a complex family life.","original_name":"Madam Secretary","vote_average":6.4,"name":"Madam Secretary","cert":"Unavailable","id":61378,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2014-07-06","cast":["Ozawa Ari","Yuichi Nakamura","Yuki Ono","Mai Nakahara","Nobuhiko Okamoto"],"overview":"High school student Chiyo Sakura has a crush on schoolmate Umetarō Nozaki, but when she confesses her love to him, he mistakes her for a fan and gives her an autograph. When she says that she always wants to be with him, he invites her to his house and has her help on some drawings. Chiyo discovers that Nozaki is actually a renowned shōjo manga artist named Sakiko Yumeno. She then agrees to be his assistant in order to get closer to him. As they work on his manga Let's Fall in Love (恋しよっ), they encounter other schoolmates who assist them or serve as inspirations for characters in the stories.","original_name":"月刊少女野崎くん","vote_average":7.6,"name":"Monthly Girls' Nozaki-kun","cert":"Unavailable","id":61379,"adult":"false","genre_ids":[16,35],"origin_country":["JP"]},{"first_air_date":"2014-09-15","cast":["Yasmin Paige","Callum Turner","Charlotte Spencer","Billy Howle","Jordan Stephens"],"overview":"In Overton, a remote little village in the English countryside, the townsfolk have two interests which are farming and racehorses. Life there seems simple but the village teens resort to playing chicken over razor-sharp blades spinning atop farm silos and other dangerous games to kill their boredom.\n\nThen, quite suddenly, life in Overton becomes a lot less boring. Another, much more literal type of killing is revealed when someone finds the body of a local teen under the wheels of a tractor. Now a murder investigation will bring to light all those secrets this close-knit community has been hiding, and life in Overton will never be the same.","original_name":"Glue","vote_average":5.7,"name":"Glue","cert":"Unavailable","id":61380,"adult":"false","genre_ids":[9648,80,18],"origin_country":["GB"]},{"first_air_date":"2014-09-24","cast":["Anthony Anderson","Tracee Ellis Ross","Marcus Scribner","Marsai Martin","Miles Brown"],"overview":"A family man struggles to gain a sense of cultural identity while raising his kids in a predominantly white, upper-middle-class neighborhood.","original_name":"black-ish","vote_average":7.1,"name":"black-ish","cert":"Unavailable","id":61381,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2014-08-17","cast":["Warintorn Panhakarn","Peeranee Kongthai","Thanakrit Panichawit","Gosin Ratchakrome","Jessica Pasaphan"],"overview":"Lanta finds a baby under a vehicle, so she decides to take care of the baby and adopt him since the baby was abandoned by his biological mother. She is best friend's with Supadun so she forces him to be the father of the baby. Supadun is not pleased with her decision to take the baby in and he thinks they should give the baby to the police, they call the baby Tu Nu. But later he wants to be Lan's real lover but she's not ready to be anyone's wife yet. They bicker a lot but they're also lovey dovey too.\n\nThe plot will revolve around the struggles of adoption and the feeling of conflict that adoptive parents face when the child is not biologically theirs. Some feel that you cannot love another child the same if he\/she is not biologically yours. Hence the title, \"Love Must be Carried.\" The saying is that a mother's love for a child that she had carried for 9 months is greater than her love for an adopted child since they aren't blood related. However, this lakorn will probably prove that wrong because Lanta and Supadun will be able to show that a child doesn't have to be biologically yours for you to fully love with all your heart.","original_name":"Ruk Tong Om","vote_average":8.0,"name":"Ruk Tong Aoom","cert":"Unavailable","id":61396,"adult":"false","genre_ids":[10766,18],"origin_country":["TH"]},{"first_air_date":"2010-09-10","cast":[],"overview":"","original_name":"Die Küsten des Nordens","vote_average":0.0,"name":"Die Küsten des Nordens","cert":"Unavailable","id":61397,"adult":"false","genre_ids":[],"origin_country":["DE"]},{"first_air_date":"2014-09-26","cast":["Hidenobu Kiuchi","Kaito Ishikawa","Daisuke Ono","Chiaki Takahashi","Shizuka Itou"],"overview":"Twenty years ago, Shokichi Komachi was part of the Bugs 2 mission to Mars that discovered Terra Formars, human-cockroach hybrids that resulted from a terraforming accident. Shokichi was one of only two survivors. Now, the AE virus that came from Mars is raging wildly on earth. Shokichi boards the spacecraft Annex 1 to go back to Mars to find a sample in order to create a vaccine. They will face an unanticipated accident, a multinational conspiracy, and even more advanced Terra Formars.","original_name":"テラフォーマーズ","vote_average":5.6,"name":"Terra Formars","cert":"Unavailable","id":61398,"adult":"false","genre_ids":[10759,16,10765],"origin_country":["JP"]},{"first_air_date":"2014-09-17","cast":["Octavia Spencer","Dave Annable","Astro","Griffin Gluck","Zoe Levin"],"overview":"Children and teenagers become friends in a hospital where they are all patients. Together they try to escape the sad reality to create their own world with their own codes , while the nursing staff do their best to bring them a little happiness everyday. Charlie , in a coma for several months, attending meanwhile helplessly bustle around him. He sees nothing , but he hears everything ...","original_name":"Red Band Society","vote_average":7.0,"name":"Red Band Society","cert":"Unavailable","id":61399,"adult":"false","genre_ids":[18,35],"origin_country":["US"]},{"first_air_date":"2014-09-27","cast":[],"overview":"","original_name":"Karen Senki","vote_average":8.5,"name":"Karen Senki","cert":"Unavailable","id":61400,"adult":"false","genre_ids":[16],"origin_country":[]},{"first_air_date":"2014-09-29","cast":[],"overview":"Meraji ha Started......","original_name":"Meraji ha","vote_average":5.0,"name":"Meraji ha","cert":"Unavailable","id":61401,"adult":"false","genre_ids":[10751,10759],"origin_country":[]},{"first_air_date":"2014-01-14","cast":["Bob Mortimer","Vic Reeves","Morgana Robinson","Daniel Renton Skinner","Daniel Simonsen"],"overview":"Surreal sitcom with Vic Reeves and Bob Mortimer. A series of anarchic affairs featuring the uninvited lodgers and guests that cause chaos and disruption in their home.","original_name":"House of Fools","vote_average":8.5,"name":"House of Fools","cert":"Unavailable","id":61412,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2013-10-20","cast":["Robert Bathurst","Doon Mackichan","Harry Peacock","Tim Downie","Shazad Latif"],"overview":"Toast of London is a British comedy series following Steven Toast, an eccentric middle-aged actor with a chequered past who spends more time dealing with his problems off stage than performing on it.","original_name":"Toast of London","vote_average":6.6,"name":"Toast of London","cert":"Suitable for 15 years & above","id":61413,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2014-10-02","cast":["Yukari Fukui","Yu Shimamura","Mark Ishii","Ayahi Takagaki","Takuya Satou"],"overview":"The Universal Century, a history marked by space colonization and space warfare, has passed. Humanity's prosperity, which ushered in a new era known as Regild Century (R.C.), was believed to endure alongside the global peace. Beruri Zenamu a pilot in training of the of the Capitol Guard is somehow chosen by the G-Serufu - a highly maneuverable Mobile Suit of unknown origin - to lead to uncover hidden truths that will shake the peace of the Regild Century era.","original_name":"ガンダム Gのレコンギスタ","vote_average":3.0,"name":"Gundam Reconguista in G","cert":"Unavailable","id":61414,"adult":"false","genre_ids":[16,10765],"origin_country":["JP"]},{"first_air_date":"2014-10-12","cast":["Junichi Suwabe","Kana Ueda","Noriaki Sugiyama","Ayako Kawasumi","Atsuko Tanaka"],"overview":"Ten years ago, the magus Kiritsugu Emiya saved one lone survivor  of a great disaster. As he cried in happiness, he proclaimed that by  saving him, he had saved himself. The boy swore then that he would  become a hero who lived to save others. Five years after the death of  his foster father, Shirō Emiya finds himself drawn into a battle to the  death between seven magi called Masters, where each commands the spirit  of a hero of legend called a Servant in pursuit of having one wish  granted by the legendary Holy Grail. In this battle, Shirō will finally  have the chance to face the ghosts of his past, and to find his path to  face his dreams and his future. Through the power of the Holy Grail, his  wish will finally come true, for a hero of justice must have an evil to  defeat.","original_name":"Fate\/stay night [Unlimited Blade Works]","vote_average":7.0,"name":"Fate\/stay night [Unlimited Blade Works]","cert":"Unavailable","id":61415,"adult":"false","genre_ids":[10759,16,35,18,9648,10765],"origin_country":["JP"]},{"first_air_date":"2014-10-13","cast":["Gina Rodriguez","Andrea Navedo","Yael Grobglas","Justin Baldoni","Ivonne Coll"],"overview":"A comedy-drama following a chaste young woman who is accidentally impregnated via artificial insemination as she struggles to inform her devoutly religious family and make the right choices concerning the child. Based on the telenovela \"Juana la virgen.\"","original_name":"Jane the Virgin","vote_average":7.0,"name":"Jane the Virgin","cert":"Unavailable","id":61418,"adult":"false","genre_ids":[35,18],"origin_country":["US"]},{"first_air_date":"2014-09-25","cast":[],"overview":"Millions of tourists visit Angkor Wat in Cambodia every year to marvel at its remarkable architecture, yet most are probably unaware that when it was built nearly 1,000 years ago it was even more impressive. Using remote sensing technology, scientists now know what is hidden beneath the nearby paddy fields and jungle: a sophisticated metropolis with an elaborate network of houses, canals, boulevards and temples covering 30 square kilometres that housed three-quarters of a million people. To put that into perspective, London at that time was home to just 18,000. These previously hidden finds tell us a great deal about life during the golden age of the powerful Khmer dynasty.","original_name":"Jungle Atlantis","vote_average":0.0,"name":"Jungle Atlantis","cert":"Unavailable","id":61419,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2014-10-05","cast":["Ryou Hirohashi","Chiwa Saito","Daisuke Ono","Jouji Nakata","Chiwa Saito"],"overview":"A little girl named Kohina ends up summoning a Kokkuri-san, a lower-ranking ghost in Japanese folklore. The Kokkuri-san she calls ends up being a white-haired handsome, young man. Although he had intended to merely haunt her at first, he becomes worried about her terrible eating habit of cup ramen for every meal, so he decides to haunt her in order to protect her.","original_name":"繰繰れ！コックリさん","vote_average":6.5,"name":"Gugure! Kokkuri-san","cert":"Unavailable","id":61432,"adult":"false","genre_ids":[16,35],"origin_country":["JP"]},{"first_air_date":"2014-10-03","cast":["Kenichi Suzumura","Yukari Tamura"],"overview":"Kaoru is an office lady you can find anywhere, serious and works diligently, but her husband is a super otaku and more-or-less a NEET. She is caught up in one of her husband's whims one day or the subject of his concerns another, but the two are so close that it's embarrassing to even watch them!","original_name":"旦那が何を言っているかわからない件","vote_average":7.4,"name":"I Can't Understand What My Husband Is Saying","cert":"Unavailable","id":61433,"adult":"false","genre_ids":[16,35],"origin_country":["JP"]},{"first_air_date":"2014-10-06","cast":[],"overview":"The thief Mysterious Joker doesn't just steal things. An audacious and elusive miracle-maker, he travels the world searching for treasure with his partner and cook Hachi. As they circle the globe, they must avoid traps set by the police and compete in various competitions to reach their final goal, the Timeslip Treasure.","original_name":"怪盗ジョーカー","vote_average":10.0,"name":"Mysterious Joker","cert":"Unavailable","id":61434,"adult":"false","genre_ids":[16,35,12,9648],"origin_country":["JP"]},{"first_air_date":"2014-10-06","cast":["Shimazaki Nobunaga","Yuuichirou Umehara","Yoshihisa Kawahara","Ibuki Kido","Kenjirou Tsuda"],"overview":"Tatsumi is a high school student who lives on his own, until a merman named Wakasa takes up residence in his bathtub. His solitary lifestyle is turned upside down by the self-centered (but handsome) new roommate.","original_name":"オレん家のフロ事情","vote_average":6.0,"name":"Merman in My Tub","cert":"Unavailable","id":61435,"adult":"false","genre_ids":[16,35,10765],"origin_country":["JP"]},{"first_air_date":"1994-01-28","cast":["The Street Beats"],"overview":"","original_name":"Koukou Butouden Crows","vote_average":10.0,"name":"Koukou Butouden Crows","cert":"Unavailable","id":61436,"adult":"false","genre_ids":[28],"origin_country":[]},{"first_air_date":"2013-10-02","cast":["Emmanuelle Chriqui","Clifton Collins Jr.","Emily Osment","Missi Pyle","Nathan Keyes"],"overview":"Roxie and Veronica are two gorgeous young women - who also happen to be highly trained contract killers. While on an errand for their boss, an unpleasant surprise in the trunk of their car turns this lethal pair into hunted targets.","original_name":"Cleaners","vote_average":7.1,"name":"Cleaners","cert":"Unavailable","id":61437,"adult":"false","genre_ids":[10759,80,18],"origin_country":["US"]},{"first_air_date":"2014-10-06","cast":["Michelle Creber","Cara Gee","Matreya Scarrwener","Teach Grant","Eric Keenleyside"],"overview":"Set in 1869 Alberta-Montana border country, “Strange Empire” is a Western whose heroes are women. With most of their men gone, and those who remain battling for control, the women struggle to survive, to find their independence, and to build a life in which to thrive and raise families.","original_name":"Strange Empire","vote_average":6.2,"name":"Strange Empire","cert":"Unavailable","id":61450,"adult":"false","genre_ids":[37],"origin_country":["CA"]},{"first_air_date":"2014-07-08","cast":[],"overview":"Three months have passed since the riot in Yokohama, and life has returned to normal... Or as normal as things could be. When faced with a shocking betrayal, the Hamatora detectives and their friends at Cafe Nowhere must try to hold things together as they come falling down, piece by piece.","original_name":"Re：␣ ハマトラ","vote_average":8.0,"name":"Re:␣Hamatora","cert":"Unavailable","id":61455,"adult":"false","genre_ids":[16,35,9648],"origin_country":["JP"]},{"first_air_date":"2013-07-04","cast":["Shimazaki Nobunaga","Mamoru Miyano","Tatsuhisa Suzuki","Daisuke Hirakawa","Akeno Watanabe"],"overview":"The story revolves around Haruka Nanase, a boy who has always loved to be immersed in water, and to swim in it. Before graduating from elementary school, he participated in a swimming tournament along with his fellow swimming club members, Makoto Tachibana, Nagisa Hazuki, and Rin Matsuoka. After achieving victory, each of the boys went their separate ways. Time passed, and in the middle of their uneventful high school lives Rin appears and challenges Haruka to a match, showing Haruka his overwhelming power. Not wanting it to end like this, Haruka, gathers together Makoto and Nagisa once again and brings a new member named Rei Ryugazaki to create the Iwatobi High School Swimming Club in order to defeat Rin.","original_name":"フリー!","vote_average":6.9,"name":"Free!","cert":"Unavailable","id":61456,"adult":"false","genre_ids":[16,35,18],"origin_country":["JP"]},{"first_air_date":"2014-10-06","cast":["Robson Green","Tom Brittney","Al Weaver","Tessa Peake-Jones","Kacey Ainsworth"],"overview":"Drama series set in 1953, against the backdrop of the real hamlet of Grantchester. The drama focuses upon the life of Sidney Chambers, a charismatic, charming clergyman who turns investigative vicar when one of his parishioners dies in suspicious circumstances.","original_name":"Grantchester","vote_average":7.5,"name":"Grantchester","cert":"Suitable for 15 years & above","id":61457,"adult":"false","genre_ids":[9648,80,18],"origin_country":["GB"]},{"first_air_date":"2014-04-28","cast":["Philip Glenister","MyAnna Buring","Rosie Cavaliero","Nathan Stewart-Jarrett","Sammy Winward"],"overview":"Three-part crime thriller. When detective Marcus Farrow looks into a seemingly forgotten case, he has no idea of the chaos and heartache that will soon follow. He is found at the scene of a murder, and with all the evidence pointing towards him, he is arrested and charged.","original_name":"Prey","vote_average":6.8,"name":"Prey","cert":"Unavailable","id":61472,"adult":"false","genre_ids":[80],"origin_country":["GB"]},{"first_air_date":"2012-10-10","cast":[],"overview":"BLACK OPS travels the world to take viewers along on top secret special ops missions. The series reveals how elite special operations units in different countries carry out their high-risk\/zero-recognition assignments and shares the inside story of some of the most dramatic military actions in recent history.\r\n\r\nWhen 40 Chechen terrorists armed with guns and bombs hold 800 theater-goers hostage, it's up to Russia's elite anti-terrorist force, Spetsnaz group \"Alpha,\" to get the hostages out alive. Negotiation is not an option, and a siege would set off the explosives.\r\n\r\nThe only way to save the hostages' lives is to use an untested top-secret knock-out gas.","original_name":"Black Ops","vote_average":5.0,"name":"Black Ops","cert":"Unavailable","id":61473,"adult":"false","genre_ids":[18,10768],"origin_country":[]},{"first_air_date":"2014-10-09","cast":[],"overview":"Sōji is an ordinary high school student with an extraordinary love for pig tails (or \"twin tails\"). One day a mysterious girl from another universe named Thouars appears in front of him. At the exact same time, monsters begin attacking the city where Sōji lives, declaring they will drain the world's energy in the name of the Twintails. Sōji receives a powerful armor from Thouars called \"Tail Gear\" which transforms him into a female Twintail warrior named Tail Red.","original_name":"俺、ツインテールになります。","vote_average":8.8,"name":"Gonna be the Twin-Tail!!","cert":"Unavailable","id":61474,"adult":"false","genre_ids":[16],"origin_country":[]},{"first_air_date":"2011-03-16","cast":["Simon Abkarian","Soufiane Guerrab","Olivier Rabourdin","Dimitri Storoge","Philippe Nahon"],"overview":"Tony Roucas, a long-term convicted criminal, escapes from prison with Kenz, a small-town big shot. Their run reveals a generational conflict of a new genre. Tony’s quest for truth and desire for vengeance take you to the heart of great French organized crime, from the 50s to today.","original_name":"Les beaux mecs","vote_average":0.0,"name":"Tony's Revenge","cert":"Unavailable","id":61475,"adult":"false","genre_ids":[10749,18,80],"origin_country":["FR"]},{"first_air_date":"2014-09-17","cast":["Murtaza Arif","Max Bracey","Martin Krøis Holtmann","Nicholas Marshall","Kumud Pant"],"overview":"From Ancient Greece to the frozen North, rulers have always needed their elite troops – men trained to perfection, skilled with a devastating array of weaponry – men who will track down their leader’s enemies and kill them. All assassination teams faced one big problem: getting close enough to kill. No one in the ancient world had sniper rifles. As a result even the most formidable Japanese Ninjas got captured and tortured.\n\nThis series brings some of the most dramatic tales of antiquity to life with a mixture of dramatic reconstruction, documentary filming and expert testimony.\n\nEach episode details the intricate complexity of the elite troops who performed the assassination missions and how they worked. It shows what they had to do to achieve elite status, how they could dress, and the weapons they got to use when they completed their first mission.","original_name":"Ancient Black Ops","vote_average":6.0,"name":"Ancient Black Ops","cert":"Unavailable","id":61476,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2014-08-29","cast":["Wongsakorn Poramathakorn","Ausadaporn Siriwattanakul","Likit Butprom","Ornlene Sothiwanwongse","Jayjintai Untimanon"],"overview":"The story of a young composer and only child with the painful truth that Chirayu her fiance may be having a relationship with another. Deciding  to jump from a bridge to commit suicide, looking into the water, she did not want to die.","original_name":"คีตโลกา","vote_average":8.0,"name":"Khit Loh Gaa","cert":"Unavailable","id":61493,"adult":"false","genre_ids":[10766,18],"origin_country":["TH"]},{"first_air_date":"2011-02-09","cast":["Akkaphan Namart","Peechaya Wattanamontree","Puntitha Puwijarn Cowell","Poolaphat Attapanyapol","Chartchai Ngarmsan"],"overview":"A twin romantic comedy starring Om Akapan, ‘Min’ Pechaya Wattanamontree, and Sammie Pantitha Puwijaan. Om is the twin, playing two characters Thup and Tian. Love the name play, Tupe means incense and Tian means candle. One is a playboy, the other is a serious business man. Min plays Krachao. She comes from a poor family and will do almost anything to rise up but her heart is pure. She doesn't steal, lie, or cheat others out of their rightful earnings. Her best friend is played by Sammie.\n\nSammie works on Tupe and Tian's farm. She brings in Krachao to help her as a worker and along the way they befall many schemes from outsiders who want to destroy the farm or destroy Krachao's good reputation. Sammie is a tomboy. She doesn't spend a lot of time fixing herself and when one of the twin goads her on, she changes herself to become beautiful.","original_name":"บันไดดอกรัก","vote_average":7.0,"name":"Bundai Dok Ruk","cert":"Unavailable","id":61494,"adult":"false","genre_ids":[10766,18],"origin_country":["TH"]},{"first_air_date":"2014-04-07","cast":["Dallas Campbell","Ellie Harrison"],"overview":"From pirates' hoards and shipwrecked booty to dazzling gems to precious metals, Ellie Harrison and Dallas Campbell journey to the far corners of the globe in search of some of the most extraordinary and elusive gems and precious metals.","original_name":"The Treasure Hunters","vote_average":0.0,"name":"The Treasure Hunters","cert":"Unavailable","id":61495,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2014-09-21","cast":["Dan Spielman","Ashley Zukerman","Adele Perovic","Victoria Haralabidou","Anthony LaPaglia"],"overview":"The Code is a drama series which tells tells the story of two brothers who discover some information that those at the highest levels of political power are determined to keep secret.","original_name":"The Code","vote_average":7.3,"name":"The Code","cert":"Unavailable","id":61496,"adult":"false","genre_ids":[80,18],"origin_country":["AU"]},{"cert":"Unavailable","cast":["Casey Wilson","Ken Marino","John Gemberling","Sarah Wright","Tymberlee Hill"],"id":61499,"first_air_date":"2014-10-14","overview":"Six years ago, Annie and Jake bonded over their mutual love of nachos and they've been inseparable ever since. Now, after returning from a romantic two-week island vacation, Jake’s all set to pop the question. Before he can ask, though, Annie lets loose on Jake for his inability to commit. She was expecting him to “put a ring on it” in paradise and now Jake’s perfect proposal is ruined. Not wanting to spend the next 60 years talking about that mess of a proposal, Jake and Annie decide to hold off on the engagement until they can do it right. Yet if history tells us anything, it’s when we really want things to go right that they all tend to go wrong. The only thing we know for sure is these two are destined to be together whether they can get it together or not.","genre_ids":[35],"origin_country":["US"],"original_name":"Marry Me","vote_average":5.9,"name":"Marry Me","adult":"false"}]