[{"first_air_date":"2012-11-18","cast":[],"overview":"Mankind The Story of All of Us is an epic 12-hour television event about the greatest adventure of all time—the history of the human race.  \n\nIt takes 10 billion years for the ideal planet to form and 3 billion more for the right conditions to emerge before it finally happens: mankind begins. From there unfolds a fast-paced story told here through key turning points—stepping stones in our journey from hunter-gatherer to global citizen. It’s a tale of connections—why some ideas take hold and spread around the globe, and how the lives of people in one part of the world are shaped by events in another.","original_name":"Mankind: The Story of All of Us","vote_average":8.0,"name":"Mankind: The Story of All of Us","cert":"Unavailable","id":62006,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2014-07-27","cast":[],"overview":"Follow along as a handful of survivalist battle brutal weather and living conditions on Great Slave Lake.","original_name":"Ice Lake Rebels","vote_average":7.5,"name":"Ice Lake Rebels","cert":"Unavailable","id":62007,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"2015-01-18","cast":["Christina Milian"],"overview":"As part of this loud, loving, opinionated and multi-talented Cuban-American family, Christina Milian has always been the focus, often to the consternation of her two sisters, Danielle and Lizzy. Now, Christina is learning how to share the spotlight, and this all-new E! docu series \"Christina Milian Turned Up,\" follows Christina as she reinvigorates her music career with a new label, a new sound and a new look, all while raising her young daughter Violet with help from mom Carmen and sisters Danielle and Lizzy. This season is all about family when middle-sister Danielle tries to balance a new marriage and motherhood; baby sister Lizzy begins a new chapter as a trained culinary chef and converts to Orthodox Judaism, and Carmen attempts to find a happy medium managing Christina's professional life while keeping a very close watch over her entire family.","original_name":"Christina Milian Turned Up","vote_average":0.0,"name":"Christina Milian Turned Up","cert":"Unavailable","id":62012,"adult":"false","genre_ids":[10764],"origin_country":[]},{"first_air_date":"2015-01-13","cast":["Miki Nakatani","Asami Mizukawa","Shohei Miura","Nanao","Yûichi Haba"],"overview":"Two women are bound by their mutual passion for writing. Tono Risa is already a successful writer. Her books are all best sellers and have been made into movies, putting increasing pressure on Risa to keep churning out masterpieces. The professional pressures and her personal responsibilities begin to make Risa feel overwhelmed and dejected. Yuki is a young woman who moves to Tokyo with the dream of becoming a published writer someday. When she is about to give up on that dream, Yuki is offered a job to work as Risa’s assistant by her editor. The two women start off a little stilted but eventually form a friendship and a productive working relationship. As Yuki’s role gradually increases from being an assistant to a ghostwriter for Risa, will Risa feel threatened by Yuki’s ambition?","original_name":"ゴースト ライター","vote_average":7.8,"name":"Ghost Writer","cert":"Unavailable","id":62013,"adult":"false","genre_ids":[18],"origin_country":["JP"]},{"first_air_date":"1979-03-10","cast":["Edeltraut Elsner","Peter Schiff","Wolfgang Völz","Inge Wolffberg","Günter Pfitzmann"],"overview":"","original_name":"Die Koblanks","vote_average":0.0,"name":"Die Koblanks","cert":"Unavailable","id":62014,"adult":"false","genre_ids":[18,10751],"origin_country":["DE"]},{"first_air_date":"2015-01-27","cast":[],"overview":"Vettai police fighters","original_name":"Vettai 3.0","vote_average":0.0,"name":"Vettai 3.0","cert":"Unavailable","id":62027,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1980-01-01","cast":["Berenika Orłowska","Alicja Wolska","Magda Dembińska"],"overview":"","original_name":"Plastusiowy pamiętnik","vote_average":0.0,"name":"Plastusiowy pamiętnik","cert":"Unavailable","id":62028,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1969-05-01","cast":[],"overview":"","original_name":"Porwanie Baltazara Gąbki","vote_average":10.0,"name":"Hijacking Baltazar Gąbka","cert":"Unavailable","id":62029,"adult":"false","genre_ids":[16,10751],"origin_country":[]},{"first_air_date":"2014-08-25","cast":[],"overview":"","original_name":"互联网时代","vote_average":0.0,"name":"The Internet Age","cert":"Unavailable","id":62030,"adult":"false","genre_ids":[99],"origin_country":["CN"]},{"first_air_date":"1973-06-13","cast":[],"overview":"","original_name":"Barbapappa: Jorden Runt","vote_average":0.0,"name":"Barbapappa: Jorden Runt","cert":"Unavailable","id":62033,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2015-02-11","cast":["Clovis Cornillac","Hugo Becker","Anne Charrier","Zinedine Soualem","Anthony Pho"],"overview":"Every year Le Chef (English: The Chef), owner of the restaurant Le Paris, and a figure in French cuisine incorporates a young offender on probation into his team. Romain, just released from prison, arrives in this new world where gastronomy and excellence mix. After a difficult integration, he shows a real talent for cooking and climbs the ranks.","original_name":"Chefs","vote_average":5.8,"name":"Chefs","cert":"Unavailable","id":62034,"adult":"false","genre_ids":[35,18],"origin_country":["FR"]},{"first_air_date":"2013-10-15","cast":["Maki Horikita","Saki Aibu","Takumi Saito","Nanami Sakuraba","Nanao"],"overview":"Haru Tezuka's parents run a bar in Kamata, Tokyo. She is honest and bright, but she can't lie which sometimes causes her to get in trouble. Haru finds it difficult to get a job. Haru then notices an application guideline from airline company ANA (All Nippon Airways). Haru, who never thought of working in the airline industry, decides to take a test for the airline company. She first attends a company presentation by ANA. There, she sees elite persons who have dreamed of becoming pilots for lengthy periods of time and airplane enthusiasts. She becomes overwhelmed by them. Haru is indecisive about whether she wants to go through with it, but she manages to barely pass her test. Now, Haru wants to become a pilot, but what awaits for her is harsh training.","original_name":"ミス・パイロット","vote_average":7.7,"name":"Miss Pilot","cert":"Unavailable","id":62045,"adult":"false","genre_ids":[35,18],"origin_country":["JP"]},{"first_air_date":"2015-09-22","cast":["Emma Roberts","Taylor Lautner","Lea Michele","Abigail Breslin","Keke Palmer"],"overview":"The super-charged comedy-horror series is a modern take on the classic whodunit with a killer cast. ","original_name":"Scream Queens","vote_average":6.4,"name":"Scream Queens","cert":"Unavailable","id":62046,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2015-03-02","cast":["Martin Clunes","Arsher Ali","Charles Edwards","Emma Fielding","Art Malik"],"overview":"Arthur & George is a three-part adaptation of Julian Barnes' novel about Sherlock Holmes creator Arthur Conan Doyle as played by actor Martin Clunes. \n\nSet in 1906 in Staffordshire, Hampshire and London the drama follows Sir Arthur and his trusted secretary, Alfred ‘Woodie’ Wood as they investigate the case of George Edalji, a young Anglo-Indian solicitor who was imprisoned for allegedly mutilating animals and writing obscene letters.","original_name":"Arthur & George","vote_average":6.3,"name":"Arthur & George","cert":"Suitable for 15 years & above","id":62047,"adult":"false","genre_ids":[9648],"origin_country":["GB"]},{"first_air_date":"2015-05-03","cast":["Claire Rushbrook","Mark Bazeley","Mark Bonnar","Ruth Gemmell","Frances Grey"],"overview":"The story of a group of inspirational women in a rural Cheshire community with the shadow of World War II casting a dark cloud over their lives. As the conflict takes hold and separates the women from their husbands, fathers, sons and brothers, the characters find themselves under increasing and extraordinary pressures in a rapidly fragmenting world. By banding together as the Great Paxford Women’s Institute, they help maintain the nation’s fabric in its darkest hour, and discover inner resources that will change their lives forever.","original_name":"Home Fires","vote_average":7.7,"name":"Home Fires","cert":"Suitable for 12 years & above","id":62048,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"2015-02-15","cast":[],"overview":"I Survived a Zombie Apocalypse is a horror-themed game show set in the future after a nationwide epidemic has transformed most of the country's population into ravenous zombies. The contestants have to survive in the Monroe Shopping Village and need to work together to secure their makeshift base as they try and avoid any contact with the flesh-eaters. Anybody still “alive” after seven days is then rescued and sent to a tropical quarantine zone as a reward.","original_name":"I Survived a Zombie Apocalypse","vote_average":4.9,"name":"I Survived a Zombie Apocalypse","cert":"Unavailable","id":62049,"adult":"false","genre_ids":[10764],"origin_country":["GB"]},{"first_air_date":"2015-02-04","cast":["Rebecca Gibney","Peter O'Brien","Matthew Nable","Antonia Prebble","Akos Armont"],"overview":"After the success of 2014’s TV movie The Killing Field, Rebecca Gibney returns to the screen as Detective Sergeant Eve Winter in Seven’s new series Winter. Peter O’Brien will reprise his role as Detective Inspector Lachlan McKenzie. The series will premiere Wednesday 4 February 2015 @ 9.00pm and as it begins Eve Winter and her task force must solve the chilling murder of 23-year old mother Karly at a hauntingly beautiful fishing town south of Sydney.","original_name":"Winter","vote_average":7.0,"name":"Winter","cert":"Unavailable","id":62050,"adult":"false","genre_ids":[18],"origin_country":["AU"]},{"first_air_date":"2009-06-02","cast":["Sun Honglei","Huang Zhizhong","Sun Chun","Zhang Heng","Yang Xue"],"overview":"Nation affairs, family affairs and outstanding soldiers In 1925, two brothers Yang Liren and Yang Chanqing successively left their home for Guangzhou to make a living. With the help of his elder sister Chanhua and CPC members Qu En and Qu Xia, Liqing passed the exam to Huangpu Military College. Influenced by communist thoughts and experiencing East Expedition and Northern Expedition, Liqing became an outstanding soldier...","original_name":"人间正道是沧桑","vote_average":9.0,"name":"The Road We Have Taken","cert":"Unavailable","id":62051,"adult":"false","genre_ids":[18,36,10752],"origin_country":["CN"]},{"first_air_date":"2014-04-14","cast":[],"overview":"","original_name":"Special investigation","vote_average":0.0,"name":"Special investigation","cert":"Unavailable","id":62064,"adult":"false","genre_ids":[],"origin_country":["FR"]},{"first_air_date":"1999-12-28","cast":["Karin Thaler","Enzi Fuchs","Gerhart Lippert","Michael Roll","Ursula Buschhorn"],"overview":"","original_name":"Wilder Kaiser","vote_average":0.0,"name":"Wilder Kaiser","cert":"Unavailable","id":62065,"adult":"false","genre_ids":[18],"origin_country":["DE"]},{"first_air_date":"2015-01-19","cast":["Zuria Vega","Mark Tacher","Sergio Goyri","Sabine Moussier","Rebecca Jones"],"overview":"The story of Renata Flores del Angel, a young woman from a wealthy family who falls for Pablo Ramos, the foreman of her father's estate.","original_name":"Que te Perdone Dios... Yo No","vote_average":1.5,"name":"Ask God For Forgiveness... Not Me","cert":"Unavailable","id":62066,"adult":"false","genre_ids":[18,10766],"origin_country":["MX"]},{"first_air_date":"2014-12-15","cast":["Go Joo-won","Lee Young-ah","Ryu Jin","Jung Joon","Yoon Joo-hee"],"overview":"Jang Mi is a woman with a warm personality which makes her kind to everyone. She is 26-years-old and a graduate student majoring in culinary arts. She was brought up in a wealthy family, but loses everything one day when her father passes away. Jang Mi's life changes completely after her father's death. While Jang-Mi struggles to make a living, she meets a man who is the grandson of a food company president and they become involved romantically.","original_name":"달려라 장미","vote_average":10.0,"name":"Run, Jang Mi","cert":"Unavailable","id":62067,"adult":"false","genre_ids":[10751],"origin_country":["KR"]},{"first_air_date":"2007-04-01","cast":["Minami Takayama","Isamu Tanonaka","Wataru Takagi","Hiromi Konno","Keiko Yamamoto"],"overview":"Kitarou, a ghost, spends his afterlife helping humans in need of his skills by thwarting the plans of evil spirits who live to torment humanity.","original_name":"ゲゲゲの鬼太郎","vote_average":0.0,"name":"Cackling Kitarou","cert":"Unavailable","id":62068,"adult":"false","genre_ids":[16,35,10751],"origin_country":["JP"]},{"first_air_date":"2013-09-05","cast":["Philippe Geubels"],"overview":"","original_name":"Geubels en de Belgen","vote_average":0.0,"name":"Geubels en de Belgen","cert":"Unavailable","id":62069,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2015-03-08","cast":["Aidan Turner","Heida Reed","Ruby Bentall","Jack Farthing","Eleanor Tomlinson"],"overview":"Britain is in the grip of a chilling recession... falling wages, rising prices, civil unrest - only the bankers are smiling. It's 1783 and Ross Poldark returns from the American War of Independence to his beloved Cornwall to find his world in ruins: his father dead, the family mine long since closed, his house wrecked and his sweetheart pledged to marry his cousin. But Ross finds that hope and love can be found when you are least expecting it in the wild but beautiful Cornish landscape.","original_name":"Poldark","vote_average":7.7,"name":"Poldark","cert":"Suitable for 12 years & above","id":62084,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"2015-02-20","cast":["Moritz Bleibtreu"],"overview":"In the final analysis, it all comes down to guilt, different shades of guilt that one assumes in a single moment of thoughtlessness or in months of premeditated planning. Defence Attorney Friedrich Knonberg knows he must tip legal scales of justice in favour of his client for crimes that are never black and white and what they may seem. In German with subtitles.","original_name":"Schuld","vote_average":8.0,"name":"Shades of Guilt","cert":"Unavailable","id":62085,"adult":"false","genre_ids":[80,18],"origin_country":["DE"]},{"first_air_date":"2008-04-01","cast":[],"overview":"","original_name":"Battlefield: As maiores batalhas da Segunda Guerra","vote_average":0.0,"name":"Battlefield: As maiores batalhas da Segunda Guerra","cert":"Unavailable","id":62086,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2014-02-23","cast":[],"overview":"Follow the busy, aspirational lifestyles of a group of driven and ambitious women who enjoy the lavish, pampered and cultured lifestyle of Melbourne. Between them, they own private jets, amazing homes and are married to high profile businessmen, including one to a rock star and another to a plastic surgeon.","original_name":"The Real Housewives of Melbourne","vote_average":4.4,"name":"The Real Housewives of Melbourne","cert":"Unavailable","id":62087,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"2015-02-15","cast":["Henry Lloyd-Hughes","Nikesh Patel","Jemima West","Julie Walters","Alexander Cobb"],"overview":"Epic drama set in the summer of 1932 where India dreams of independence, but the British are clinging to power. \n\nSet against the sweeping grandeur of the Himalayas and tea plantations of Northern India, the drama tells the rich and explosive story of the decline of the British Empire and the birth of modern India, from both sides of the experience. At the heart of the story lie the implications and ramifications of the tangled web of passions, rivalries and clashes that define the lives of those brought together in this summer which will change everything.","original_name":"Indian Summers","vote_average":7.2,"name":"Indian Summers","cert":"Unavailable","id":62088,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"2015-02-04","cast":["Dr. Sanjayan Muttulingam"],"overview":"A fresh look at humankind’s relationship to the planet’s wildest places and most fascinating species.\n\nUsing advanced filming techniques, this series will provide visuals as stunning as the best natural history programs. Distinguishing itself from nearly all other nature films, however, the series turns the cameras around, showing the world as it really is—with humans in the picture.","original_name":"Earth: A New Wild","vote_average":6.0,"name":"Earth: A New Wild","cert":"Unavailable","id":62089,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2015-02-23","cast":["David Hoffman","Rebecca Reid","Brianne Howey","Alex Beckett"],"overview":"Tommy is a chubby barista, whose perfect hands catapult him into the glamorous but ruthless world of modelling. He can take everything his new career throws at him but the hard part is dealing with his new roommates – a tough-talking catalogue model, a muscled lothario and a neurotic catwalk diva.","original_name":"I Live with Models","vote_average":3.5,"name":"I Live with Models","cert":"Unavailable","id":62090,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2014-11-24","cast":["Garth Barnard","Aileen Downey"],"overview":"Garth Barnard has a lifelong passion and unshakeable resolve to investigate how thousands of young Airmen from the Second World War died in catastrophic air accidents and training crashes.","original_name":"WWII Air Crash Detectives","vote_average":2.5,"name":"WWII Air Crash Detectives","cert":"PG","id":62103,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2014-10-05","cast":["Jun Fukuyama","Tatsuhisa Suzuki","Aoi Yuki","Yuuki Kaji","Misaki Kuno"],"overview":"The “Seven Deadly Sins”—a group of evil knights who conspired to overthrow the kingdom of Britannia—were said to have been eradicated by the Holy Knights, although some claim that they still live. Ten years later, the Holy Knights have staged a Coup d'état and assassinated the king, becoming the new, tyrannical rulers of the kingdom. Elizabeth, the king's only daughter, sets out on a journey to find the “Seven Deadly Sins,” and to enlist their help in taking back the kingdom.","original_name":"七つの大罪","vote_average":7.8,"name":"The Seven Deadly Sins","cert":"Unavailable","id":62104,"adult":"false","genre_ids":[10759,16,10765],"origin_country":["JP"]},{"first_air_date":"2014-03-07","cast":["Cesar Millan"],"overview":"The world’s most loved dog behaviorist, Cesar Millan, rescues neighborhoods terrorized by badly misbehaving pooches. Each week, Cesar is called in by whistleblowers who tell on the four-legged thugs who scare neighbors, clients, friends, and even family members! Cesar surprises dog owners to witness the chaos firsthand and uses his unmatched expertise to bring balance to the dogs and humans.","original_name":"Cesar 911","vote_average":7.0,"name":"Cesar 911","cert":"Unavailable","id":62105,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"2014-04-13","cast":["Alex Seel","Gil Bellows","Lis-Marie Alvarado","Kishana Holland","Gary Larsen"],"overview":"Six average Americans are confronted with the realities of illegal immigration while retracing the footsteps of dead border runners.","original_name":"Borderland","vote_average":7.0,"name":"Borderland","cert":"Unavailable","id":62106,"adult":"false","genre_ids":[10763,99],"origin_country":["US"]},{"first_air_date":"2015-02-24","cast":["Lennie James","Catherine Walker","Kimberley Nixon","Neve McIntosh","Prasanna Puwanarajah"],"overview":"The Major Trauma Centre is a state-of-the-art unit which treats only the most gravely ill or seriously injured. Whether that patient lives or dies is determined by knife-edge decisions and procedures, but can the diverse team of medical professionals knit together and rise to the challenge? Our team hold a life in their hands but in every case they face the agonisingly real fear that it could slip through their fingers.","original_name":"Critical","vote_average":8.1,"name":"Critical","cert":"Suitable for 15 years & above","id":62107,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"2015-03-17","cast":["Kevin Sutton","Kris Mochrie","Mackenzie Crook","Jason Manford","Michelle Keegan"],"overview":"Exploring what happens when a bunch of white lies spiral out of control and the effect it has on an ordinary group of colleagues and friends.","original_name":"Ordinary Lies","vote_average":7.0,"name":"Ordinary Lies","cert":"Unavailable","id":62108,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"2014-06-18","cast":[],"overview":"If The L Word was written in 2014, filtered through the satirical lens of Girls (replete with dancing to Icona Pop’s “I Love It” in a club) and set in Québec, you’d have Féminin\/Féminin. \n\nA type of docu-dramatic comedy, straddling both documentary and fiction, Féminin\/Féminin delves into the lives of six 20-something friends—lesbian, bisexual, and, yes, even straight—as they “live and love” in Montreal.","original_name":"Féminin\/Féminin","vote_average":7.0,"name":"Féminin\/Féminin","cert":"Unavailable","id":62123,"adult":"false","genre_ids":[18],"origin_country":["CA"]},{"first_air_date":"2014-07-14","cast":["Grant Denyer"],"overview":"Two families of four are brought together and go head-to-head answering questions that have been put to 100 people, to determine the most popular responses. Not only are jokes and laughs at play each night, but the winning family could win $10,000 if they score over 200 points in the final Fast Money round and a car if they win five nights in a row.","original_name":"Family Feud","vote_average":0.0,"name":"Family Feud","cert":"Unavailable","id":62124,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"2015-08-25","cast":["Megalyn Echikunwoke","Grant Gustin","Carlos Valdes"],"overview":"Originally from Africa, Mari McGabe's parents were killed by local greed, corruption and wanton violence.But the orphaned Marl refuses to succumb to the terrors surrounding her.\n\nInheriting her family's Tantu Totem, Mari can access the powers of animals - anything from the super-strength of a gorilla to the speed of a cheetah. As Vixen she fights valiantly to protect the world from threats like those that claimed her family.","original_name":"Vixen","vote_average":6.7,"name":"Vixen","cert":"Unavailable","id":62125,"adult":"false","genre_ids":[16,10765,10759],"origin_country":["US"]},{"first_air_date":"2016-09-30","cast":["Mike Colter","Simone Missick","Alfre Woodard","Rosario Dawson","Theo Rossi"],"overview":"Given superstrength and durability by a sabotaged experiment, a wrongly accused man escapes prison to become a superhero for hire.","original_name":"Marvel's Luke Cage","vote_average":6.9,"name":"Marvel's Luke Cage","cert":"Suitable for 15 years & above","id":62126,"adult":"false","genre_ids":[18,10765,10759],"origin_country":["US"]},{"first_air_date":"2017-03-17","cast":["Finn Jones","Jessica Henwick","Jessica Stroup","Tom Pelphrey","Sacha Dhawan"],"overview":"Danny Rand resurfaces 15 years after being presumed dead. Now, with the power of the Iron Fist, he seeks to reclaim his past and fulfill his destiny.","original_name":"Marvel's Iron Fist","vote_average":6.1,"name":"Marvel's Iron Fist","cert":"Suitable for 18 years & above","id":62127,"adult":"false","genre_ids":[10759,80,18,10765],"origin_country":["US"]},{"first_air_date":"2014-01-04","cast":["Geoffrey Zakarian","Marcela Valladolid","Jeff Mauro","Katie Lee","Sunny Anderson"],"overview":"The lives of different families and how they cook different meals for each other.","original_name":"The Kitchen","vote_average":3.5,"name":"The Kitchen","cert":"Unavailable","id":62128,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2015-02-24","cast":["Pascal Demolon","Jonathan Lambert","Philippe Vieux","Nicole Ferroni","Lou Chauvain"],"overview":"Against the background of decline of the Roman Empire, \"Peplum\" takes us into the lives of Bravus, a former slave who became adviser to the tyrannical Emperor Maximus. Under pressure, stuck between a professional life stressful and chaotic family life, his days are not looking easy. \n\nIndeed, work side Bravus must wet the gown to slow a decline that has a tendency to accelerate under the leadership of the incompetent messy, cruel, capricious and narcissistic Maximus. Personal side, he must face every night his son Caius freshly converted to Christianity, his wife Octavia, foreign to the codes of good Roman society and daughter Lydia sassy which assimilates too well. \n\n\"Peplum\" or how to avoid the burn out in a declining society. The parallel with today can not be a coincidence.","original_name":"Peplum","vote_average":5.8,"name":"Peplum","cert":"Unavailable","id":62129,"adult":"false","genre_ids":[35],"origin_country":["FR"]},{"first_air_date":"2015-03-05","cast":["Russell Tovey","MyAnna Buring","Nicholas Moss","Adam Nagaitis","David Walmsley"],"overview":"At its heart, Banished is a story of survival. Though it is set in the stark historical reality of the founding of the penal colony in Australia in 1788 after the arrival of the First Fleet, it is not the story of Australia and how it came to be. Rather, it is a tale of love, faith, justice and morality played out on an epic scale in a confined community where the stakes are literally life and death.","original_name":"Banished","vote_average":6.5,"name":"Banished","cert":"Unavailable","id":62130,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"2013-02-28","cast":[],"overview":"Through short documentary episodes, key features of The Last of Us  are shown.","original_name":"The Last of Us Development Series","vote_average":0.0,"name":"The Last of Us Development Series","cert":"Unavailable","id":62141,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2015-03-09","cast":["Kevin Alejandro","Agnes Bruckner","India Ennenga","Sandrine Holt","Sophie Lowe"],"overview":"A small town that is turned upside down when several local people, who have long been presumed dead, suddenly reappear; their presence creates both positive and negative consequences. As families are reunited, the lives of those who were left behind are challenged both physically and emotionally.","original_name":"The Returned","vote_average":7.0,"name":"The Returned","cert":"Unavailable","id":62142,"adult":"false","genre_ids":[18,10765],"origin_country":["US"]},{"first_air_date":"2006-10-21","cast":["Timo Hetzel"],"overview":"","original_name":"Bits und so","vote_average":10.0,"name":"Bits und so","cert":"Unavailable","id":62147,"adult":"false","genre_ids":[],"origin_country":["DE"]},{"first_air_date":"2015-02-25","cast":["Kim Hye-ja","Chae Shi-ra","Lee Ha-na","Lee Soon-jae","Chang Mi-hee"],"overview":"This drama features the women of three generations and the people around them.\n\nMa Ri grows up as a good teacher of this generation where there is no true mentor. Hyun Sook, who has been a troublemaker, realizes the love and support of her family. Kang Soon Ok regards herself as unlucky, but later on realizes how happy she has been.\n\nHow can you hold up when your life gets tough? You will figure it out by holding up day by day, just like these women in the drama.","original_name":"착하지 않은 여자들","vote_average":7.8,"name":"Unkind Women","cert":"Unavailable","id":62148,"adult":"false","genre_ids":[18],"origin_country":["KR"]},{"first_air_date":"2014-05-04","cast":["Teona Dolnikova","Elena Tashaeva","Aleksandra Florinskaya","Marcin Rój","Pavel Priluchnyy"],"overview":"","original_name":"Тайный город","vote_average":0.0,"name":"Тайный город","cert":"Unavailable","id":62149,"adult":"false","genre_ids":[14],"origin_country":["RU"]},{"first_air_date":"2015-03-10","cast":["Esther Coles","Paul Whitehouse","Cecilia Noble","Rosie Cavaliero","Simon Day"],"overview":"Paul Whitehouse stars in Nurse, a poignant character comedy drama for BBC Two. Whitehouse plays eight different characters whose lives are connected by Liz, an overstretched Community Mental Health Nurse played by Esther Coles.","original_name":"Nurse","vote_average":0.0,"name":"Nurse","cert":"Unavailable","id":62164,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2014-10-08","cast":[],"overview":"Supercar Superbuild showcases the passion, artistry and engineering behind some of the fastest and most lust-worthy supercars in the world. Behind each story lies a dedicated team of passionate automotive artists that overcome tremendous obstacles as they dream big and think outside of the box in order to create the ultimate automotive fantasies for car fans across the globe.","original_name":"Supercar Superbuild","vote_average":9.0,"name":"Supercar Superbuild","cert":"Unavailable","id":62165,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2014-01-13","cast":["Aleksandr Pugachev","Dmitriy Pevtsov","Ilya Lyubimov","Irina Antonenko","Yuliya Agafonova"],"overview":"","original_name":"Корабль","vote_average":0.0,"name":"Корабль","cert":"Unavailable","id":62166,"adult":"false","genre_ids":[10765],"origin_country":["RU"]},{"first_air_date":"2012-07-06","cast":["Youko Hikasa","Kana Hanazawa","Kana Ueda","Takahiro Sakurai","Marina Inoue"],"overview":"Known as a Rogue Hero in the fantasy world Arezard, Akatsuki decided to take upon the request of the defeated Demon King to take his daughter with him. After bringing her back to the world he came from, Akatsuki brought her to join Babel, an academy-like organization that specializes in training those who came from the other world.","original_name":"はぐれ勇者の鬼畜美学","vote_average":7.5,"name":"Aesthetica of a Rogue Hero","cert":"Unavailable","id":62171,"adult":"false","genre_ids":[10759,16,35,10765],"origin_country":["JP"]},{"first_air_date":"2015-02-24","cast":["James Cade","Ian Matthews","Melanie Scrofano","Don Francks","Stephen Eric McIntyre"],"overview":"This drama series is a fictionalized retelling of the story of meth dealer-turned-ATF informant Charles Falco, who spent three years inside one of America's most dangerous motorcycle gangs, the Vagos. Although Falco originally took on the assignment to avoid spending 20 years in prison on drug charges, it eventually evolved into a quest for justice for him. “Gangland Undercover” documents the lives of outlaw bikers, who live in a world in which respect is earned through fear. The series is based on Falco's memoir, “Vagos, Mongols, and Outlaws,” and documented historical research of gang rivalries.","original_name":"Gangland Undercover","vote_average":7.7,"name":"Gangland Undercover","cert":"Unavailable","id":62172,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2015-02-22","cast":["Jürgen Vogel","Marie Bach Hansen","Lynn Van Royen","Navid Negahban","Sarah Perles"],"overview":"After a number of murders of prostitutes at a motorway stop near Berlin, in a rear courtyard in Antwerp, and in a brothel in Copenhagen, Europol decides to form a taskforce to tackle the case. Harald, a Dane, Jackie, a German, and Alice from Belgium embark on the hunt for the killer. As the case unfolds, the killings prove to be just the tip of the iceberg, the iceberg itself being a large, pan-European criminal organization involved in everything from drugs and financial crime to corruption, hired killings and not least people trafficking , illegal labor and prostitution.","original_name":"The Team","vote_average":7.2,"name":"The Team","cert":"Unavailable","id":62183,"adult":"false","genre_ids":[80],"origin_country":["AT","BE","DK","DE","CH"]},{"first_air_date":"2014-01-01","cast":["Evan Koons","Timothy G. Royer","Anthony Bradley","Amy Sherman","John Perkins"],"overview":"For the Life of the World is a film series that explores the deeper meaning of Salvation. Is it only about personal atonement, about getting to heaven or something that comes later?","original_name":"For the Life of the World: Letters to the Exiles","vote_average":0.5,"name":"For the Life of the World: Letters to the Exiles","cert":"Unavailable","id":62184,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2014-03-03","cast":[],"overview":"Go behind the walls of Charleston, South Carolina's most aristocratic families and discover a world of exclusivity, money and scandal that goes back generations. The fast-paced, drama-filled docu-series follows Charleston singles struggling with the constraints of this tight-knit, posh society.","original_name":"Southern Charm","vote_average":7.7,"name":"Southern Charm","cert":"Unavailable","id":62185,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"2015-02-08","cast":["Richard Roxburgh"],"overview":"Australia: The Story of Us is an extraordinary journey through the people, places and events that have shaped Australia, from the first footprints on our continent to the present day. Astounding visual sequences, amazing CGI and dramatic re-enactments bring these stories to life and show how we came to be the country we are today.","original_name":"Australia: The Story of Us","vote_average":9.0,"name":"Australia: The Story of Us","cert":"Unavailable","id":62186,"adult":"false","genre_ids":[99],"origin_country":["AU"]},{"first_air_date":"2014-12-02","cast":["Paul Adelstein","Lisa Edelstein","Necar Zadegan","Beau Garrett"],"overview":"Follows a best-selling author of a self-help book series who is secretly hiding her separation from her husband as she starts to navigate her life as a single woman in her 40's in Los Angeles. She starts to side with and take advice more from her divorced friends rather than her married ones and it leads her to some unexpected and life-changing experiences.","original_name":"Girlfriends' Guide to Divorce","vote_average":4.8,"name":"Girlfriends' Guide to Divorce","cert":"Unavailable","id":62187,"adult":"false","genre_ids":[18,35],"origin_country":["US"]},{"first_air_date":"2015-03-16","cast":["Vladimir Mashkov","Viktoriya Isakova","Mariya Mironova","Sergei Makovetsky","Andrey Merzlikin"],"overview":"","original_name":"Родина","vote_average":0.0,"name":"Родина","cert":"Unavailable","id":62188,"adult":"false","genre_ids":[9648,18],"origin_country":["RU"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Documentos TV","vote_average":10.0,"name":"Documentos TV","cert":"Unavailable","id":62189,"adult":"false","genre_ids":[99],"origin_country":["ES"]},{"first_air_date":"2015-03-16","cast":["Denis Ménochet","Miranda Raison","Marc-André Grondin","Brendan Coyle"],"overview":"Set in London, SPOTLESS is the story of a troubled crime scene cleaner, Jean, whose tidy life is turned upside down when his outlaw brother Martin crash lands into his world, entangling them in the deadly dynamics of organized crime.","original_name":"Spotless","vote_average":7.3,"name":"Spotless","cert":"Unavailable","id":62202,"adult":"false","genre_ids":[18,80],"origin_country":["FR"]},{"first_air_date":"2013-06-21","cast":["Nina Hatchwell","Vincent van Ommen","Rosa Hoskins","Luke Brandon Field"],"overview":"A comedy-drama series about the art of womanhood Set in modern day London. 'You Look Stunning Too' is the story of Isabella, a single girl in her early 30s who fantasizes a lot about what she wants from life, especially in regard to men.","original_name":"You Look Stunning Too","vote_average":7.0,"name":"You Look Stunning Too","cert":"Unavailable","id":62203,"adult":"false","genre_ids":[35,10749],"origin_country":["GB"]},{"first_air_date":"2007-07-02","cast":[],"overview":"Meet SamSam, the smallest of heroes. For a hero, he doesn't quite yet have super powers. But it doesn't mean he can't fly his own SamSaucer into space or can't deal with dirty rotten monsters. Sometimes he does need a little help from his cuddly SamTeddy, SamMummy or SamDaddy, as well as his friends. And granted, sometimes, using his noggin and a bit of imagination gets the work done, too.","original_name":"SamSam","vote_average":7.0,"name":"SamSam","cert":"Unavailable","id":62206,"adult":"false","genre_ids":[16],"origin_country":["FR"]},{"first_air_date":"1976-09-06","cast":["Johannes Schauer"],"overview":"","original_name":"Hungária kávéház","vote_average":0.0,"name":"Hungária kávéház","cert":"Unavailable","id":62207,"adult":"false","genre_ids":[18],"origin_country":["HU"]},{"first_air_date":"2015-04-06","cast":["David Threlfall","Andrew Tiernan","John Simm","Anna Madeley","Lorcan Cranitch"],"overview":"Based on the extraordinary true story of Alec Jeffreys' discovery of DNA fingerprinting and its first use by Detective Chief Superintendent David Baker in catching a double murderer.","original_name":"Code of a Killer","vote_average":6.9,"name":"Code of a Killer","cert":"Unavailable","id":62208,"adult":"false","genre_ids":[18,80],"origin_country":["GB"]},{"first_air_date":"2014-09-10","cast":[],"overview":"","original_name":"Landschwärmer","vote_average":0.0,"name":"Landschwärmer","cert":"Unavailable","id":62209,"adult":"false","genre_ids":[99],"origin_country":["DE"]},{"first_air_date":"2009-01-01","cast":[],"overview":"","original_name":"Háború a nemzet ellen","vote_average":0.0,"name":"Háború a nemzet ellen","cert":"Unavailable","id":62222,"adult":"false","genre_ids":[],"origin_country":["HU"]},{"first_air_date":"2015-03-23","cast":["James Corden","Reggie Watts"],"overview":"Once Craig Ferguson retires, James Corden will be taking over The Late Late Show. The show is a late night talk show that interviews celebrities and has its own bits. And of course, it's all hosted by James Corden.","original_name":"The Late Late Show with James Corden","vote_average":5.3,"name":"The Late Late Show with James Corden","cert":"Unavailable","id":62223,"adult":"false","genre_ids":[10767],"origin_country":["US"]},{"first_air_date":"1982-02-26","cast":["Eva Maria Bauer","Rainer Hunold","Manfred Krug","Heinz Reincke","Uta Stammer"],"overview":"","original_name":"Die Fischer von Moorhövd","vote_average":0.0,"name":"Die Fischer von Moorhövd","cert":"Unavailable","id":62226,"adult":"false","genre_ids":[18],"origin_country":["DE"]},{"first_air_date":"2015-04-08","cast":["Fuyuka Oura","Yumeha Kouda","Ayaka Asai","Kenji Akabane"],"overview":"Mochizuki General Hospital boasts some of the most well-trained (and well-endowed) nurses in town. But though these ladies spend much of their day battling sickness, their after-hours are spent fighting a very different sort of disease... Under the leadership of the hospital chairman, a handful of staff members and local teenagers form a group of mercenary assassins, targeting the \"cancers\" of society and excising those individuals before their wickedness spreads.","original_name":"トリアージX","vote_average":9.0,"name":"Triage X","cert":"Unavailable","id":62227,"adult":"false","genre_ids":[16,10759],"origin_country":["JP"]},{"first_air_date":"2013-09-09","cast":[],"overview":"Coming-of-age behind-the-curve","original_name":"Burning Bridges","vote_average":0.0,"name":"Burning Bridges","cert":"Unavailable","id":62228,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2015-04-02","cast":["Tom York","Sonya Cassidy","Sonita Henry","Sophia Lauchlin Hirt","Spencer Drever"],"overview":"The story of how a few brave men and women banished the Gods to the realm of the unconscious - a place they called the Underworld or the Kingdom of Hades. The series follows the protagonist as he seeks the truth about his past, which may be intertwined with the Gods themselves.","original_name":"Olympus","vote_average":4.7,"name":"Olympus","cert":"Unavailable","id":62229,"adult":"false","genre_ids":[10765],"origin_country":["CA","GB"]},{"first_air_date":"2015-02-25","cast":["O'Neal McNight","Miriam Sternoff"],"overview":"The adage says opposites attract…and in the case of this docu-sitcom, which follows the lives of Los Angeles stylist Miriam Sternoff, who is Jewish, and her fiancé, southern and African-American comedian O’Neal McKnight, they do.","original_name":"Kosher Soul","vote_average":0.0,"name":"Kosher Soul","cert":"Unavailable","id":62240,"adult":"false","genre_ids":[35,10764],"origin_country":[]},{"first_air_date":"2015-03-23","cast":[],"overview":"","original_name":"Liefde voor Muziek","vote_average":0.0,"name":"Liefde voor Muziek","cert":"Unavailable","id":62241,"adult":"false","genre_ids":[99,10402],"origin_country":["BE"]},{"first_air_date":"2015-02-20","cast":["Giulia Michelini","Claudio Gioè","Andrea Sartoretti","Gianmarco Tognazzi","Ivano Marescotti"],"overview":"A young psychologist returns to her hometown in order to investigate the death of her mother from twenty years ago.","original_name":"Il Bosco","vote_average":0.0,"name":"O Bosque Escuro","cert":"Unavailable","id":62242,"adult":"false","genre_ids":[10759,9648,80],"origin_country":["IT"]},{"first_air_date":"2015-03-29","cast":["Haaz Sleiman","Emmanuelle Chriqui","Tamsin Egerton","Stephanie Leonidas","Rufus Sewell"],"overview":"A miniseries chronicling the life of Jesus of Nazareth.","original_name":"Killing Jesus","vote_average":4.6,"name":"Killing Jesus","cert":"Unavailable","id":62243,"adult":"false","genre_ids":[99,18],"origin_country":["US"]},{"first_air_date":"2015-03-18","cast":["Kim Hee-seon","Ji Hyun-woo","Kim You-jung","Lim Hyung-jun","Koh Soo-hee"],"overview":"When Jo Gang-Ja attended high school, she was notorious for fighting. She gave birth to her daughter A-Ran in her late teens and became more responsible. Her daughter A-Ran is now a high school student, but A-Ran is bullied at school. Jo Gang-Ja decides to go back to high school to protect her daughter. Jo Gang-Ja becomes a high school student again.","original_name":"앵그리맘","vote_average":8.7,"name":"Angry Mom","cert":"Unavailable","id":62244,"adult":"false","genre_ids":[35,18,10751],"origin_country":["KR"]},{"first_air_date":"2011-12-22","cast":[],"overview":"","original_name":"Club Friday","vote_average":0.0,"name":"Club Friday","cert":"Unavailable","id":62245,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2015-10-31","cast":["Bruce Campbell","Lucy Lawless","Ray Santiago","Dana DeLorenzo","Arielle O'Neill"],"overview":"Bruce Campbell reprises his role as Ash Williams, an aging lothario and chainsaw-handed monster hunter who’s spent the last three decades avoiding maturity, and the terrors of the Evil Dead. But when a Deadite plague threatens to destroy all of mankind, he’s forced to face his demons — both metaphorical and literal.","original_name":"Ash vs Evil Dead","vote_average":7.8,"name":"Ash vs Evil Dead","cert":"Unavailable","id":62264,"adult":"false","genre_ids":[28,35,14,27],"origin_country":["US"]},{"first_air_date":"2015-02-23","cast":["Yu Jun-sang","Yoo Ho-jeong","Go Ah-sung","Lee Joon","Jang Hyun-sung"],"overview":"Han In Sang and Seo Bom are young and in love, despite major differences in wealth and status. But all of that hangs in the balance when Han In Sang accidentally knocks up Seo Bom, setting off a comedic domino effect that reverberates throughout the snooty Han family and the modest Seo family. Between pride and humiliation, as well as love and duty, will this young couple be able to survive the storm and do what's right for their baby?","original_name":"풍문으로 들었소","vote_average":8.0,"name":"Heard It Through the Grapevine","cert":"Unavailable","id":62265,"adult":"false","genre_ids":[35,18],"origin_country":["KR"]},{"first_air_date":"2015-01-07","cast":["Ji Sung","Hwang Jung-eum","Park Seo-joon","Kim Yoo-ri","Kim Young-ae"],"overview":"Cha Do Hyun is a rich heir to a family company with one major problem. Due to suppressed childhood trauma, he suffers from dissociative identity disorder manifested in 7 unique personalities who are out of his control. In order to overcome this disorder in secret, he hires a first year medical resident to help him heal by killing off each personality one by one.","original_name":"킬미, 힐미","vote_average":8.6,"name":"Kill Me, Heal Me","cert":"Unavailable","id":62266,"adult":"false","genre_ids":[35,18,9648],"origin_country":["KR"]},{"first_air_date":"2015-04-03","cast":["Jung Kyung-ho","Kim So-yeon","Yoon Hyun-min","Jin Goo","Park Young-gyu"],"overview":"After his uncle's unjust takeover of the family company, Kang Min Ho grows up to be a successful, if not cynical investor who only cares about money. But when he undergoes a sudden heart transplant surgery, Min Ho literally has a change of heart when he inherits a warm and compassionate heart. In the midst of seeing the world anew, including falling for the kind Kim Soon Jung, Min Ho must mitigate his newfound personality with the demands of his cutthroat career.","original_name":"순정에 반하다","vote_average":8.0,"name":"Beating Again","cert":"Unavailable","id":62267,"adult":"false","genre_ids":[18,10749,35],"origin_country":["KR"]},{"first_air_date":"2014-03-03","cast":["Chloë Sevigny","James D'Arcy"],"overview":"Follows Catherine Jensen, a recently promoted homicide detective who enlists the help of Thomas Schaeffer, a forensic psychologist, to track down serial killers and relentlessly seeks the truth behind the disappearance of her brother.","original_name":"Those Who Kill","vote_average":5.4,"name":"Those Who Kill","cert":"Unavailable","id":62284,"adult":"false","genre_ids":[10759,80],"origin_country":[]},{"first_air_date":"2017-08-18","cast":["Charlie Cox","Krysten Ritter","Mike Colter","Finn Jones","Élodie Yung"],"overview":"Daredevil, Jessica Jones, Luke Cage and Iron Fist join forces to take on common enemies as a sinister conspiracy threatens New York City.","original_name":"Marvel's The Defenders","vote_average":7.0,"name":"Marvel's The Defenders","cert":"Suitable for 15 years & above","id":62285,"adult":"false","genre_ids":[10759,80,10765],"origin_country":["US"]},{"first_air_date":"2015-08-23","cast":["Alycia Debnam-Carey","Colman Domingo","Danay García","Rubén Blades","Lennie James"],"overview":"What did the world look like as it was transforming into the horrifying apocalypse depicted in \"The Walking Dead\"? This spin-off set in Los Angeles, following new characters as they face the beginning of the end of the world, will answer that question.","original_name":"Fear the Walking Dead","vote_average":6.3,"name":"Fear the Walking Dead","cert":"Suitable for 18 years & above","id":62286,"adult":"false","genre_ids":[18,27],"origin_country":["US"]},{"first_air_date":"2015-04-05","cast":["Juan Pablo Di Pace","Adam Levy","Richard Coyle","Vincent Regan","Greta Scacchi"],"overview":"\"A.D. The Bible Continues\" picks up where the smash hit miniseries \"The Bible\" left off, continuing the greatest story ever told and exploring the exciting and inspiring events that followed the Crucifixion of Christ. The immediate aftermath of Christ's death had a massive impact on his disciples, his mother, Mary, and key political and religious leaders of the era, completely altering the entire world in an instant. Beginning at that fateful moment of the Crucifixion and the Resurrection, \"A.D. The Bible Continues\" will focus on the disciples who had to go forward and spread the teachings of Christ to a world dominated by political unrest, and the start of a whole new religion that would dramatically reshape the history of the world.","original_name":"A.D. The Bible Continues","vote_average":5.7,"name":"A.D. The Bible Continues","cert":"Unavailable","id":62287,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2014-04-28","cast":["Sebastian Jessen","Julie Zangenberg","Nicolaj Kopernikus","Allan Hyde","Frederikke Dahl Hansen"],"overview":"Heartless follows Sofie and Sebastian - two siblings with a deep dark and fatal secret. In order to survive they must suck energy out of other people. We follow their quest for answers as to why they are this way and their search leads them to Ottmannsgaard, a boarding school with plenty of deep dark secrets of its own.","original_name":"Heartless","vote_average":5.7,"name":"Heartless","cert":"Unavailable","id":62288,"adult":"false","genre_ids":[18,9648],"origin_country":["DK"]},{"first_air_date":"2015-01-19","cast":["Jang Hyuk","Oh Yeon-Seo","Lee Ha-nee","Lim Ju-hwan","Lee Deok-hwa"],"overview":"Wang So is the Prince of Goryeo who has a cursed fate. He had to get married with the Last Princess of Balhae, Shin Yool. She was born with the fate of becoming the light for another country. But because of this fate, she has to face death. Through their marriage life, Wang So and Shin Yool begin to grow closer and love each other.","original_name":"빛나거나 미치거나","vote_average":7.0,"name":"Shine or Go Crazy","cert":"Unavailable","id":62299,"adult":"false","genre_ids":[14,36,10749],"origin_country":["KR"]},{"first_air_date":"2013-04-15","cast":[],"overview":"","original_name":"Abenteuer Wilder Westen","vote_average":0.0,"name":"Abenteuer Wilder Westen","cert":"Unavailable","id":62300,"adult":"false","genre_ids":[10751],"origin_country":["DE"]},{"first_air_date":"2015-04-01","cast":["Park Yoo-chun","Shin Se-kyung","Namkoong Min","Yoon Jin-seo","Kim So-hyun"],"overview":"Three years ago, Choi Moo Gak was mysteriously entangled in the \"Barcode\" murder case, resulting in not only the death of his sister, but also in the loss of most of his senses. While unearthing the cold case, Moo Gak crosses paths with Oh Cho Rim, a fellow victim who gained the synesthetic ability to see smells, but lost all of her memories prior to the incident. Moo Gak and Cho Rim combine their strange powers to track down the culprit, but are they ready to confront the truth?","original_name":"냄새를 보는 소녀","vote_average":6.4,"name":"The Girl Who Sees Smells","cert":"Unavailable","id":62301,"adult":"false","genre_ids":[35,14,10749],"origin_country":["KR"]},{"first_air_date":"2008-04-30","cast":["Alejandro Calva","Rubén Zamora","Arath de la Torre","Tony Dalton"],"overview":"","original_name":"Los Simuladores","vote_average":7.5,"name":"Los Simuladores","cert":"Unavailable","id":62302,"adult":"false","genre_ids":[10759,35],"origin_country":["MX"]},{"first_air_date":"1974-01-01","cast":["Marianne Wünscher","Erik S. Klein","Helga Labudda","Jochen Thomas","Rolf Lemcke"],"overview":"","original_name":"Aber Vati!","vote_average":0.0,"name":"Aber Vati!","cert":"Unavailable","id":62303,"adult":"false","genre_ids":[35],"origin_country":["XG"]},{"first_air_date":"2015-03-13","cast":[],"overview":"","original_name":"LUKE! Die Woche und ich","vote_average":7.0,"name":"LUKE! Die Woche und ich","cert":"Unavailable","id":62304,"adult":"false","genre_ids":[35],"origin_country":["DE"]},{"first_air_date":"2015-01-11","cast":["Kingone Wang","Lorene Ren","Lee Shao Xiang"],"overview":"A man loses everything in one day in a tragic car accident. Fang Zhan Cheng lost his fiancée, Liang Luo Han, but he also lost his own eyesight. Devastated by the loss of his fiancée, Zhan Cheng is inconsolable and even refuses a corneal transplant that could restore his vision. But his life takes an unexpected turn when Wang Yu Xi, who looks exactly like his fiancée, is hired to become Zhan Cheng’s day nurse. Another young woman, Xu Ya Ti, receives Luo Han’s heart in a transplant and begins to exhibit many of Luo Han’s mannerisms and personality. Caught between a woman who looks exactly like his beloved dead fiancée and another woman who behaves just like her, what will Zhan Cheng do?","original_name":"聽見幸福","vote_average":9.0,"name":"Someone Like You","cert":"Unavailable","id":62305,"adult":"false","genre_ids":[18],"origin_country":["TW"]},{"first_air_date":"2001-09-23","cast":[],"overview":"The cowboy who draws a gun faster than his shadow is back! Lucky Luke, the famous wandering cowboy fights crime and injustice, most often in the form of the bumbling Dalton brothers. He rides Jolly Jumper, \"the smartest horse in the world\" and is often accompanied by Rantanplan, \"the stupidest dog in the universe\".","original_name":"Les nouvelles aventures de Lucky Luke","vote_average":7.5,"name":"The New Adventures of Lucky Luke","cert":"Unavailable","id":62318,"adult":"false","genre_ids":[37,16,35,10751],"origin_country":[]},{"first_air_date":"2010-03-03","cast":[],"overview":"","original_name":"Géniusz, az alkimista","vote_average":0.0,"name":"Géniusz, az alkimista","cert":"Unavailable","id":62319,"adult":"false","genre_ids":[18,80],"origin_country":[]},{"first_air_date":"2015-05-08","cast":["Jane Fonda","Lily Tomlin","Martin Sheen","Sam Waterston","Ethan Embry"],"overview":"Elegant, proper Grace and freewheeling, eccentric Frankie are a pair of frenemies whose lives are turned upside down - and permanently intertwined - when their husbands leave them for each other. Together, they must face starting over in their 70s in a 21st century world.","original_name":"Grace and Frankie","vote_average":7.3,"name":"Grace and Frankie","cert":"Suitable for 15 years & above","id":62320,"adult":"false","genre_ids":[35,18],"origin_country":["US"]},{"first_air_date":"2015-04-09","cast":["Andrew Bachelor","Jamie Chung","Juliette Goglia","Ryan Hansen","Alison Rich"],"overview":"Resident Advisors is an outrageous comedy set in the most hormonally-overloaded, sexually active, out-of-control workplace in the world: a college dorm. The show follows a group of resident assistants as they navigate sex, drugs, and midterms.","original_name":"Resident Advisors","vote_average":6.9,"name":"Resident Advisors","cert":"Unavailable","id":62321,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2015-02-17","cast":["Wendi McLendon-Covey"],"overview":"Repeat After Me is an American hidden camera comedy television series. Host Wendi McLendon-Covey instructs celebrities to interact with people via a remote ear piece.","original_name":"Repeat After Me","vote_average":0.0,"name":"Repeat After Me","cert":"Unavailable","id":62322,"adult":"false","genre_ids":[10764,35],"origin_country":["US"]},{"first_air_date":"2015-04-04","cast":[],"overview":"","original_name":"ガンスリンガー ストラトス","vote_average":6.7,"name":"Gunslinger Stratos: The Animation","cert":"Unavailable","id":62323,"adult":"false","genre_ids":[10765,10759,16],"origin_country":["JP"]},{"first_air_date":"2015-04-01","cast":["Adam Richman"],"overview":"Adam Richman is on the ultimate hunt to uncover the most unique, surprising, and delicious hidden food treasures in every town. He'll uncover the dishes you would never find anywhere else on the planet, at the places you would never expect.","original_name":"Man Finds Food","vote_average":5.0,"name":"Man Finds Food","cert":"Unavailable","id":62324,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2015-03-13","cast":["Catrine Clay","Max Hastings","Andrew Robertshaw","Karina Urbach","Mat McLachlan"],"overview":"Sir Tony Robinson, the history presenter and former Black Adder star, tells the story of the Great War. How it started, how it changed the world and how it finished with a 100 day flourish of military brilliance, which finally put an end to four years of incompetence and slaughter. With the aid of hundreds of amazing archived 3D images of the Great War which chronicle WWI from start to finish and breathe new life into the story, Tony Robinson's World War I allows modern audiences to see the war in a completely new way. Robinson will also show how the Great War changed British people for generations to come – liberating large portions of the working class, powering the rise of the Labour party and breaking the old ties of service to the aristocracy.","original_name":"Tony Robinson's World War 1","vote_average":5.0,"name":"Tony Robinson's World War 1","cert":"Unavailable","id":62345,"adult":"false","genre_ids":[99,10768],"origin_country":[]},{"first_air_date":"2014-09-01","cast":[],"overview":"A cooking competition where amatuer chefs compete for the title of A Konyhafőnök, the Chief Chef.","original_name":"A konyhafőnök","vote_average":0.0,"name":"A konyhafőnök","cert":"Unavailable","id":62348,"adult":"false","genre_ids":[],"origin_country":["HU"]},{"first_air_date":"2015-04-06","cast":["Yoshitsugu Matsuoka","Natsuki Hanae","Ozawa Ari","Juri Kimura","Ai Kakuma"],"overview":"","original_name":"ミカグラ学園組曲","vote_average":6.0,"name":"Mikagura Gakuen Kumikyoku","cert":"Unavailable","id":62369,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":"2014-03-13","cast":["Bruno Barbieri","Lidia Bastianich","Alessandro Borghese"],"overview":"Junior Masterchef Italia is a culinary competition for talented kids between the ages of 8 and 13 who love to cook. The series will give budding cooks the exciting opportunity to showcase their talent, culinary smarts and passion for food through a series of delicious challenges and cook-offs. Bruno Barbieri, Lidia Bastianich and Alessandro Borghese will coach and encourage the promising hopefuls to cook like pros and teach them the tricks of the trade along the way.","original_name":"Junior MasterChef Italia","vote_average":9.0,"name":"Junior MasterChef Italia","cert":"Unavailable","id":62370,"adult":"false","genre_ids":[10764],"origin_country":["IT"]},{"first_air_date":"2014-07-08","cast":["Joe Bastianich","Tim Love"],"overview":"Restaurateur & TV personality Joe Bastianich and chef\/restaurateur Tim Love vie against each other to invest their own money in food concepts they believe will make millions. Each week, two teams will compete for a shot at making their dreams come true.","original_name":"Restaurant Startup","vote_average":0.0,"name":"Restaurant Startup","cert":"Unavailable","id":62371,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"2015-03-31","cast":[],"overview":"This is about the ANZAC's.\r\n\r\nFor the first time, experience the Tour of Duty roadshow and feel part of the community as Tony encourages the locals to show off memorabilia, tell stories and share poignant recollections of their ancestors who fought the war at home and abroad.\r\n \r\nFocusing on the last century of war and war service in Australia – on the battlefield, and on the home front, Tony digs deep through the trenches in the towns and cities he visits making the locals the stars of the show.\r\n\r\nSimilar to \"Tony Robinson's World War I\"","original_name":"Tony Robinson's Tour Of Duty","vote_average":0.0,"name":"Tony Robinson's Tour Of Duty","cert":"Unavailable","id":62372,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2015-04-14","cast":["Karan Soni","Bess Rous","Eugene Cordero","Trace Beaulieu","Neil Casey"],"overview":"Meet the team of the UMP cruiser, a barely-functional starship led by an aggressively cheerful Captain with a with a barely-competent crew, including a clueless navigator, a brain damaged mechanic, a bickering couple,a man with gills raised to be an organ farm for his brother and ART, the billionaire turned robot. When their ship is drawn into a different universe, they must to learn to work together while dealing with space clouds, robot rebellions, and the occasional alien attack.","original_name":"Other Space","vote_average":7.4,"name":"Other Space","cert":"Unavailable","id":62383,"adult":"false","genre_ids":[35,10765],"origin_country":["US"]},{"first_air_date":"2015-04-02","cast":[],"overview":"Famous homicide trials are presented using expert commentary from lawyers, friends, family, law enforcement and victims.","original_name":"Did He Do It?","vote_average":0.0,"name":"Did He Do It?","cert":"Unavailable","id":62398,"adult":"false","genre_ids":[80],"origin_country":[]},{"first_air_date":"2015-04-13","cast":["Cha Seung-won","Lee Tae-hwan","Lee Yeon-hee","Kim Jae-won","Seo Kang-joon"],"overview":"Fair Princess Jungmyung lives a life of the highest privilege, until her half-brother Prince Gwanghae executes the rightful crown prince and usurps the throne. Exiled from court, Jungmyung goes under disguise as a man and learns to adapt to life as a commoner — never forgetting Gwanghae's wrongdoing. But amidst rampant corruption throughout the kingdom, can Jyungmyung exact her vengeance, restore order and take back her rightful place in the palace?","original_name":"화정","vote_average":6.3,"name":"Hwajung","cert":"Unavailable","id":62409,"adult":"false","genre_ids":[18,36,10749],"origin_country":["KR"]},{"first_air_date":"2013-04-07","cast":[],"overview":"The best and biggest performances from the Melbourne International Comedy Festival's late night club.","original_name":"Comedy Up Late","vote_average":0.0,"name":"Comedy Up Late","cert":"Unavailable","id":62410,"adult":"false","genre_ids":[35],"origin_country":["AU"]},{"first_air_date":"2013-11-28","cast":["Yoon Doo-joon","Baek Jin-hee","An Woo-yeon","Lee Joo-woo","Kim Dong-young"],"overview":"What do a group of foodies and a murder have in common? Lee Soo Kyung is a 33-year-old divorcee who is a composed, confident woman who is happy to be living alone after marrying way too early in life. But the only thing that can make her lose her cool composure is great food. Living next door is another foodie, Goo Dae Young, a single man who loves surrounding himself with gourmet food but hates being asked if he is dining alone at great restaurants. When a strange murder occurs in their neighborhood, how will their lives be intertwined?","original_name":"식샤를 합시다","vote_average":8.1,"name":"Let's Eat","cert":"Unavailable","id":62411,"adult":"false","genre_ids":[35,80,18],"origin_country":["KR"]},{"first_air_date":"2015-08-12","cast":["Noah Reid","Paige Spara","Amy Sedaris","Jordan Hinson","Matthew Florida"],"overview":"A workplace comedy centered on Kevin, a young man who declares his unrequited love for his coworker Audrey in a letter, believing he’ll never see her again after he accepts a job overseas. But when the opportunity falls through and Kevin is forced to return to his old job, how will he and Audrey continue to work together now that his feelings are no longer secret?","original_name":"Kevin from Work","vote_average":5.1,"name":"Kevin from Work","cert":"Unavailable","id":62412,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2015-06-19","cast":["Hannah John-Kamen","Aaron Ashmore","Luke Macfarlane","Thom Allison"],"overview":"An action-packed adventure series following a fun-loving, hard living trio of interplanetary bounty hunters (a.k.a. Killjoys) sworn to remain impartial as they chase deadly warrants around the Quad, a system of planets on the brink of revolution.","original_name":"Killjoys","vote_average":6.7,"name":"Killjoys","cert":"Unavailable","id":62413,"adult":"false","genre_ids":[10759,10765],"origin_country":["CA"]},{"first_air_date":"2015-04-15","cast":["Darren Boyd","Fay Ripley","Aisling Bea","Llewella Gideon","Jennie Jacques"],"overview":"Matthew decides to leave his job and train to become a male midwife on a busy maternity ward. He is soon joined by best friend and former policeman friend Ian who joins as the hospital security guard.","original_name":"The Delivery Man","vote_average":6.4,"name":"The Delivery Man","cert":"Unavailable","id":62414,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2015-04-15","cast":[],"overview":"Welcome to the world of Newzoids, a topical puppet animation sketch show poking fun at pop stars, politicians, sports faces and TV favourites, and depicting our most talked about famous faces in a way they have never been seen before. \n\n \n\nImagine a world where David Cameron and Nick Clegg battle it out on Jeremy Kyle, where Ed Miliband joins Ant and Dec on I’m A Catastrophe…Get Me Out Of Here, and where Professor Brian Cox finds an extraordinary new planet in the solar system – Kim Kardashian’s backside.","original_name":"Newzoids","vote_average":0.0,"name":"Newzoids","cert":"Unavailable","id":62427,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2015-04-10","cast":["Yuusaku Yara","Hideyuki Tanaka","Takumi Yamazaki","Toshihiko Seki","Tesshou Genda"],"overview":"Transcending eternity, the 12 Gold Saints return to protect love and peace on Earth! They gave their lives to destroy the Wailing Wall to break the way for Seiya and the Saints in their battle against Hades in the Underworld! Though presumed to have perished, Aiolia and the other Gold Saints return to the beautiful earthly world of radiating luminescence! Why have these lost souls been brought back to life? Shrouded in this deep mystery, Aiolia becomes embroiled in a duel. When he burns his Cosmo to its limit…the Cloth of Leo transforms! In 2015, the Golden Cosmo is finally revived!","original_name":"聖闘士星矢 黄金魂","vote_average":8.1,"name":"Saint Seiya: Soul of Gold","cert":"Unavailable","id":62428,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":"2014-02-17","cast":["Belén Rueda","Gonzalo de Castro","Macarena García","Luisa Martín","Adolfo Fernández"],"overview":"","original_name":"B&b, de boca en boca","vote_average":0.0,"name":"B&b, de boca en boca","cert":"Unavailable","id":62429,"adult":"false","genre_ids":[35,10751],"origin_country":["ES"]},{"first_air_date":"2015-04-05","cast":["Daisuke Namikawa","Kenta Miyake","Maaya Sakamoto","Natsuki Hanae","Yoshimasa Hosoya"],"overview":"Arslan is the heir apparent of Pars, a strong nation that sits at the hear of the trade route connecting the East and the West. When the pagan nation of Lusitania begins an invasion of Pars, the timid Arslan is confronted with battle for the first time. His worst anxieties are realized the Parsian army falls for a Lusitanian stratagem and are routed. He barely escapes with his life, thanks to the loyal and indomitable warrior Daryun. Together they will stand against the invasion and the cruelties of fate that are about to blow down on Pars.","original_name":"アルスラーン戦記","vote_average":7.1,"name":"The Heroic Legend of Arslan","cert":"Unavailable","id":62430,"adult":"false","genre_ids":[10759,16,18,10765],"origin_country":["JP"]},{"first_air_date":"2014-09-22","cast":["Shin Dong-yup","Sung Si-kyung"],"overview":"Fun and Easy Cooking by Two Guys. In Shin Don-yub and Sung Si-kyung’s kitchen, they show you how to fix delicious and easy meals. No tricky recipes here, so anybody can do it!","original_name":"오늘 뭐 먹지?","vote_average":0.0,"name":"What Are We Eating Today?","cert":"Unavailable","id":62431,"adult":"false","genre_ids":[10751],"origin_country":["KR"]},{"first_air_date":"2012-02-01","cast":["Paco Tous","María León","Toni Acosta","Iñaki Miramón","Raúl Arévalo"],"overview":"A white-collar crook, an itinerant carnival vendor and other colorful characters keep on chugging through life while residing in a campground. They are down on their luck. They live in a campground. But these eccentrics still embrace their own joie de vivre.","original_name":"Con el culo al aire","vote_average":6.0,"name":"Con el culo al aire","cert":"Unavailable","id":62432,"adult":"false","genre_ids":[35],"origin_country":["ES"]},{"first_air_date":"2015-05-21","cast":["Ryan Allen","Jennette McCurdy","Jack Murray","Jesse Carere","Justin Kelly"],"overview":"Between is the story of a town under siege from a mysterious disease that has wiped out everybody except those 21 years old and under. The series explores the power vacuum that results when a government has quarantined a 10-mile diameter area and left the inhabitants to fend for themselves.","original_name":"Between","vote_average":5.5,"name":"Between","cert":"Unavailable","id":62433,"adult":"false","genre_ids":[10765,18],"origin_country":["CA"]},{"first_air_date":"2014-01-05","cast":[],"overview":"\"Blood, Sweat and Heels\" steps up Bravo’s style and sass with a group of up-and-coming movers and shakers in New York's elite circles of real estate, fashion, and media. The all-female cast includes former \"video vixen\" turned realtor Melyssa Ford, real estate partner Brie Bythewood, modeling agency owner Mica Hughes, affordable-style expert Daisy Lewellyn, A Belle in Brooklyn blogger and author Demetria Lucas, and style and pop culture journalist Geneva S. Thomas. From Harlem to Brooklyn, life in the big city often resembles a small town when the women cross paths in their personal and professional lives. The self-starters built their reputations and successes without the help of a man, but they never underestimate the power of a girlfriend’s support. These independent ladies are aggressive in their pursuit of personal and career goals, but will the cost of success prove too steep as they climb their way to the top?","original_name":"Blood, Sweat and Heels","vote_average":0.0,"name":"Blood, Sweat and Heels","cert":"Unavailable","id":62446,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2015-04-18","cast":["Cho Yeo-jeong","Yeon Woo-jin","Shim Hyung-tak","Wang Ji-won","Lee Yeol-eum"],"overview":"Ko Cheok-Hee (Cho Yeo-Jeong) worked as a lawyer and she would do anything to win her case. So Jung-Woo was her office manager. He pointed out any mistake made by Ko Cheok-Hee which irked her. Their relationship was rocky at best.\n\nNow, they meet again at a law firm, but So Jung-Woo works as a lawyer and Ko Cheok-Hee is the officer manager.","original_name":"이혼변호사는 연애중","vote_average":7.0,"name":"Divorce Lawyer in Love","cert":"Unavailable","id":62447,"adult":"false","genre_ids":[35,10749],"origin_country":["KR"]},{"first_air_date":"1968-09-22","cast":["Ursula Karusseit","Christa Lehmann","Erika Pelikowsky","Armin Mueller-Stahl","Erik S. Klein"],"overview":"","original_name":"Wege übers Land","vote_average":0.0,"name":"Wege übers Land","cert":"Unavailable","id":62448,"adult":"false","genre_ids":[18],"origin_country":["DE"]},{"first_air_date":"2015-03-28","cast":["Kim Kang-woo","Park Hee-soon","Jo Bo-ah","Kim Kyu-chul","Park So-hyun"],"overview":"Gil Soo-Hyun is extremely intelligent. At the age of 10, he attended Harvard University. After graduating there, he decided to work at the FBI and worked there for 10 years. Afterwards, he decided to come back to South Korea. He now works as the leader of the Special Missing Persons Unit. The unit deals with about 1% of special missing cases involving violent crimes. His appearance borders on perfection, but he holds a secret. Detective Oh Dae-Young joins the Special Missing Persons Unit. He has worked as a detective for 20 years and he has an obsession in observing the law. He is known as a master of missing person cases.","original_name":"실종느와르 M","vote_average":8.5,"name":"Missing Noir M","cert":"Unavailable","id":62449,"adult":"false","genre_ids":[28,80,53],"origin_country":["KR"]},{"first_air_date":"2015-04-05","cast":["Sora Amamiya","Yasuaki Takumi","Sayuri Yahagi","Satoshi Hino","Chinatsu Akasaki"],"overview":"After failing his college entrance exams, 18 year-old Tsukasa Mizugaki is offered a position at the renowned SAI Corporation, known for its production and management of Giftia, androids that possess human emotions. Tsukasa’s position is in the terminal service department where the main job is to recover Giftias that are close to their expiration, a graveyard department in every sense. To make matters worse, Tsukasa is ordered to work with Isla, a female Giftia who is never given any responsibility other than serving tea to co-workers.","original_name":"プラスティック･メモリーズ","vote_average":7.9,"name":"Plastic Memories","cert":"Unavailable","id":62450,"adult":"false","genre_ids":[16,18,10765],"origin_country":["JP"]},{"first_air_date":"1968-12-31","cast":[],"overview":"","original_name":"Üzenet a jövőből - A Mézga család különös kalandjai","vote_average":0.0,"name":"Üzenet a jövőből - A Mézga család különös kalandjai","cert":"Unavailable","id":62451,"adult":"false","genre_ids":[16,35],"origin_country":["HU"]},{"first_air_date":"2010-01-12","cast":["Antonio Garrido","Luis Fernández","Ana Fernández","Daniel Avilés","Priscilla Delgado"],"overview":"","original_name":"Los Protegidos","vote_average":3.8,"name":"Los Protegidos","cert":"Unavailable","id":62466,"adult":"false","genre_ids":[10751,35],"origin_country":["ES"]},{"first_air_date":"2014-05-12","cast":["Agnès Busquets","Marta Torné","Julio Manrique","Joan Carreras","Sílvia Abril"],"overview":"","original_name":"39+1","vote_average":0.0,"name":"39+1","cert":"Unavailable","id":62467,"adult":"false","genre_ids":[10751,35],"origin_country":["ES"]},{"first_air_date":"2015-03-25","cast":["Dawn Lang","Jason Perez","Jazmin Lang","Jessica Capri","Katie Snyder"],"overview":"A group of little ladies navigate the Big Apple while facing obstacles that test people even of average height like hailing cabs, catching subways and traversing crowded streets. These east coast besties scramble to try to make it big in Manhattan, supporting one another every step of the way as they prove that “if they can make it there, they’ll make it anywhere”.","original_name":"Little Women: NY","vote_average":6.0,"name":"Little Women: NY","cert":"Unavailable","id":62468,"adult":"false","genre_ids":[10764],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Reality show following Little Women: LA star Terra Jole which begins as she prepares to welcome her baby into the world and continues following the adventures of the family.","original_name":"Little Women: Terra's Little Family","vote_average":0.0,"name":"Little Women: Terra's Little Family","cert":"Unavailable","id":62469,"adult":"false","genre_ids":[10764],"origin_country":[]},{"first_air_date":null,"cast":["Brian Protheroe","Fred Sirieix","Cici Coleman","Laura Nicole Tott","Sam Conrad"],"overview":"Interactive dating experiment in which real dates are filmed, and then viewers get the chance to apply to date the unsuccessful participants the following week.","original_name":"First Dates","vote_average":8.4,"name":"First Dates","cert":"Unavailable","id":62470,"adult":"false","genre_ids":[10764],"origin_country":["GB"]},{"first_air_date":"2015-04-06","cast":["Jamie Croft"],"overview":"Knee-high to a grasshopper, Heidi, a young orphan brunette with curly hair and the face of an angel, is brought by her aunt to the Swiss Alps to live with her grand-father, a silent and solitary old man. Taking up the challenges of her new existence, she will display all her strength and natural resources to find her rightful place in a sometimes harsh and unfriendly environment. Whether in the magnificent mountain settings with Peter, the goatherd or shut away in a big mansion in Frankfurt with Clara, a disabled girl confined to a wheelchair, Heidi will learn the priceless value of friendship and mutual help. Like a ray of sunshine, Heidi lights up and soothes the hearts of people and animals around her, inspiring them with her enthusiastic, generous and wonderful zest for life. The essence of a positive heroine, Heidi goes through life in the present without ever losing her innocence and her free-spirited manners.","original_name":"Heidi","vote_average":7.6,"name":"Heidi","cert":"Unavailable","id":62475,"adult":"false","genre_ids":[16,10751,10762],"origin_country":["AU","DE","FR"]},{"first_air_date":"2014-12-05","cast":["Thomas Middleditch","Tania Gunadi","Adam Devine","Alfred Molina","Larry Wilmore"],"overview":"Penn Zero is not your average kid - every day he's zapped into another dimension with his friends to save the world.","original_name":"Penn Zero: Part-Time Hero","vote_average":6.5,"name":"Penn Zero: Part-Time Hero","cert":"Unavailable","id":62486,"adult":"false","genre_ids":[10765,10759,16,35],"origin_country":["US"]},{"first_air_date":"2015-03-29","cast":["Angelina Wahler","Max Charles","Thomas Robinson"],"overview":"A mild-mannered young bird and his best friends, a pair of rambunctious siblings called Fee and Foo, seek adventure and mischief in the magical forest that they call home.","original_name":"Harvey Beaks","vote_average":6.4,"name":"Harvey Beaks","cert":"Unavailable","id":62487,"adult":"false","genre_ids":[10751,16,35],"origin_country":["US"]},{"first_air_date":"2012-04-20","cast":["Hans-Werner Meyer","Jasmin Tabatabai","Aleksandar Radenkovic","Josephin Busch","Martin Brambach"],"overview":"","original_name":"Letzte Spur Berlin","vote_average":0.0,"name":"Letzte Spur Berlin","cert":"Unavailable","id":62488,"adult":"false","genre_ids":[80],"origin_country":["DE"]},{"first_air_date":null,"cast":[],"overview":"BBC Young Dancer 2015 is a brand new award for young people that showcases the very best of young British dance talent. Young dancers enter in one of four categories of dance: ballet, contemporary, hip hop and South Asian dance. BBC Young Dancer 2015 culminates in a grand final at Sadler's Wells, when the best dancers in each category will dance against each other for the title.","original_name":"BBC Young Dancer 2015","vote_average":0.0,"name":"BBC Young Dancer 2015","cert":"Unavailable","id":62489,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2013-08-18","cast":["Michelle Batista","Rafaela Mandelli","Juliana Schalch"],"overview":"Karin, Magali and Luna are three call girls, who decide to apply some marketing knowledge on the world's oldest profession.","original_name":"O Negócio","vote_average":7.4,"name":"El Negocio","cert":"Unavailable","id":62490,"adult":"false","genre_ids":[35,18],"origin_country":["BR"]},{"cert":"Unavailable","cast":["Haruka Shiraishi","Reika Uyama","Takaaki Seki","Yukari Nozawa","Atsuki Tani"],"id":62495,"first_air_date":"2014-10-11","overview":"Ronja is the only daughter of Mattis, a bandit leader who lives in a castle in the middle of a large forest. When Ronja grows old enough, she ventures into the forest to interact the strange and magical creatures that live there. She learns to live in the forest through her own strength, with the occasional rescue from her parents. Ronja's life begins to change, however, when she happens upon a boy her own age named Birk.","genre_ids":[35,16,10751,14,10759],"origin_country":["JP"],"original_name":"山賊の娘ローニャ","vote_average":5.8,"name":"Ronja the Robber's Daughter","adult":"false"}]