[{"first_air_date":"2008-09-24","cast":["Leigh Francis"],"overview":"The outrageous comedy panel show hosted by the irrepressible Keith Lemon. Each episode sees top celebrities going head to head in a series of hilarious rounds unlike any other panel show.","original_name":"Celebrity Juice","vote_average":5.9,"name":"Celebrity Juice","cert":"Unavailable","id":6000,"adult":"false","genre_ids":[35,10767],"origin_country":["GB"]},{"first_air_date":"1994-03-13","cast":["Crispin Bonham-Carter","Caroline Harker","Leslie Phillips","Alan David","Brenda Bruce"],"overview":"Honey for Tea is a British sitcom that aired on BBC1 in 1994. Starring Felicity Kendal, it was written by Michael Aitkens. The series was poorly received at the time, receiving a particularly scathing review from Victor Lewis-Smith in the London Evening Standard.","original_name":"Honey for Tea","vote_average":0.0,"name":"Honey for Tea","cert":"Unavailable","id":6001,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2002-05-29","cast":["Nick Frost"],"overview":"Danger! 50,000 Volts! is a 2002 British television programme written and presented by Nick Frost, which presented viewers with various life-threatening scenarios and suggested ways out of these situations. The show was a spoof of the outdoors survival genre in which survival experts demonstrated how to improvise solutions to dangerous problems. A feature of the series was the clever and humorous use of 'danger' iconography in the graphic design of segment titles, further identifying the show with the British tradition of stoic resolve in the face of overwhelming odds. In the DVD release of the programme, a 30 minute spin-off episode called Danger! 50,000 Zombies! is included as an extra. This episode saw Frost paired up with Dr. Russell Fell, as they dealt with the situation of a zombie outbreak and what one should do in this situation.\n\nIn 2003 there was a second season made called \"Danger! Incoming Attack!\"","original_name":"Danger! 50,000 Volts!","vote_average":7.8,"name":"Danger! 50,000 Volts!","cert":"Unavailable","id":6002,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Not Only But Always is a British TV movie, originally screened on the Channel 4 network in the UK on 30 December 2004.","original_name":"Not Only But Always","vote_average":0.0,"name":"Not Only But Always","cert":"Unavailable","id":6003,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Greatest Canadian Invention is a television mini-series originally aired on CBC Television. It is a spiritual sequel to The Greatest Canadian. It began with people voting online which invention they considered the greatest Canadian invention. The show is a two-hour special, hosted by Bob McDonald, that premiered on 3 January 2007 at 8:00 EST.","original_name":"The Greatest Canadian Invention","vote_average":0.0,"name":"The Greatest Canadian Invention","cert":"Unavailable","id":6004,"adult":"false","genre_ids":[99],"origin_country":["CA"]},{"first_air_date":"2006-11-02","cast":["Sharon Gless","Joe Pingue","Aaron Abrams","Eva Birthistle","Ron Lea"],"overview":"The State Within is a 2006 seven-episode British television political drama, written by Lizzie Mickery and Daniel Percival, produced by Grainne Marmion as a joint BBC–BBC America production, that was broadcast by BBC One in the United Kingdom from Thursday, 2 November 2006.","original_name":"The State Within","vote_average":7.7,"name":"The State Within","cert":"Unavailable","id":6015,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"1994-09-18","cast":["Lynda Carter","Lee Horsley","Lochlyn Munro","Rodney A. Grant","Garwin Sanford"],"overview":"Hawkeye is a television series, airing in syndication for one season during 1994-1995, and produced by Stephen J. Cannell. The series was filmed in North Vancouver and Vancouver, British Columbia, Canada.\n\nBased on characters from the Leatherstocking Tales, a set of novels written by James Fenimore Cooper, the series takes place in 1755 Hudson Valley, New York during the French and Indian War. It follows the main character, Natty Bumppo, his Native American companion Chingachgook, trading post owner Elizabeth Shields and other people stationed at or living in the vicinity of Fort Bennington.","original_name":"Hawkeye","vote_average":9.2,"name":"Hawkeye","cert":"Unavailable","id":6016,"adult":"false","genre_ids":[37],"origin_country":["US"]},{"first_air_date":null,"cast":["Erik Dellums"],"overview":"Mysterious Journeys is a paranormal television series that aired on the Travel Channel. Similar to Weird Travels, In Search Of..., and Is It Real?, the show explores a variety of topics often considered pseudoscientific or paranormal, covering everything from ghosts, monsters, and UFOs to strange disappearances and historical locations. The show is usually presented through interviews, reenactments and scene footage, with narration by Dellums.\n\nThe show premiered on March 20, 2002 and ran a limited 4 episode season, halting production until 2007 when an additional 10 episodes aired. The show has since halted production and it is unknown if any further episodes will air, as there is little to no information available on the Travel Channel's website.","original_name":"Mysterious Journeys","vote_average":10.0,"name":"Mysterious Journeys","cert":"Unavailable","id":6017,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2008-08-19","cast":[],"overview":"Pedigree Dogs Exposed was a BBC One investigative documentary, produced by Jemima Harrison, which looked into health and welfare issues facing pedigree dogs in the United Kingdom. It was originally broadcast on 19 August 2008.\n\nThe Kennel Club, the governing body of pedigree dogs in the UK that runs the prestigious dog conformation show Crufts, was criticized for allowing breed standards, judging standards and breeding practices to compromise the health of pedigree dogs.\n\nThe programme generated much criticism of the Kennel Club. It also caused various sponsors and trade exhibitors to withdraw their participation from Crufts and other Kennel Club events. The BBC—which has broadcast Crufts for 42 years—withdrew its coverage of Crufts for 2009, and chose not to renew it for 2010.\n\nThe Kennel Club initially denied the filmmakers' assertion that many dogs suffer from diseases and stated that the vast majority of dog breeds are healthy. It also lodged a complaint with broadcasting regulator Ofcom, claiming unfair treatment and editing. Due to strong public opinion, it later rolled out new health plans and reviewed breed standards for every breed. Some breeders have condemned the Club for overreacting. Ofcom's final ruling upheld KC's complaints regarding the lack of a right of reply for some allegations made by the programme but dismissed complaints made in various other areas. The ruling also acknowledges that KC's geneticist Jeff Sampson's views were misrepresented but states that as a whole, the KC was not treated unfairly.","original_name":"Pedigree Dogs Exposed","vote_average":5.0,"name":"Pedigree Dogs Exposed","cert":"Unavailable","id":6018,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"1963-09-25","cast":["Keith Andes","Glynis Johns","George Mathews"],"overview":"Glynis is an American situation comedy that aired on CBS from September 25 to December 18, 1963.","original_name":"Glynis","vote_average":0.0,"name":"Glynis","cert":"Unavailable","id":6019,"adult":"false","genre_ids":[35,18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Love Marriage was a Hindi-language television series that aired every Monday - Thursday at 8pm IST on Zee TV channel in 2002, which highlights the interesting relations in an urban society. The series is an Indian version of the popular American television series Sex and the City; however, it is more about the city than sex.","original_name":"Love Marriage","vote_average":0.0,"name":"Love Marriage","cert":"Unavailable","id":6020,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":"1994-09-04","cast":["Christine Cavanaugh","Tim Conlon","Paul Rudd","Jana Marie Hupp","Paula Marshall"],"overview":"Wild Oats is a short-lived American television sitcom that aired in 1994 on Fox.","original_name":"Wild Oats","vote_average":0.0,"name":"Wild Oats","cert":"Unavailable","id":6031,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Sports Unlimited is a sports program of ABS-CBN in the Philippines. It features different kinds of sports, as well as ordinary and prominent sports figures. It was originally hosted by Dyan Castillejo and Vince Hizon but the latter was replaced by Marc Nelson. It became a longgest-running sports program in the Philippines and on Asia. It airs every Saturday after The Bottomline on ABS-CBN, with replays on Sundays at 11:30 PM on ABS-CBN News Channel, also airs worldwide through The Filipino Channel.","original_name":"Sports Unlimited","vote_average":0.0,"name":"Sports Unlimited","cert":"Unavailable","id":6032,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"It's Alive! is a Canadian children's variety show that aired on YTV between 1993 and 1997. Coined \"the least educational show on television\", the show mainly consisted of comedy sketches, celebrity interviews, musical performances, game shows, and obstacle challenges. In its original six-episode first season, episodes were 1½ hours long, which also contained an episode of programs including Mighty Morphin Power Rangers, Are You Afraid of the Dark?, and Captain Scarlet and the Mysterons. Starting in the second season, the show was cut back to one hour with the television programs dropped from the show. In the fourth and final season, the show was cut to a half hour. Most of the sketches and the obstacle courses were shot at various locations in Toronto, while the musical performances, game show segments, and celebrity interviews were done in front of a live studio audience full of children at the studios of Global Television in Toronto. A unique aspect of the show was the use of product placements including 3DO, Crispers, and Canada Games. The game show Uh Oh!, which was inspired on a game show parody sketch during its second season, became a spin-off show after It's Alive! ended in 1997.","original_name":"It's Alive!","vote_average":0.0,"name":"It's Alive!","cert":"Unavailable","id":6035,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":"2007-05-31","cast":[],"overview":"Pirate Master was a CBS reality television show created by Mark Burnett which replaced the previous Mark Burnett show on CBS, Rock Star. It follows sixteen modern-day pirates on their quest for gold, which totaled US$1,000,000. The show was hosted by Cameron Daddo, and took place in the Caribbean island nation of Dominica. The show premiered on Thursday, May 31, 2007. The show also aired on CTV in Canada, Sky3 in the UK, premiered on June 21, 2007 on Network Ten in Australia, and premiered on July 4, 2007 on AXN Asia. On July 10 in the US, the show moved to Tuesdays at 10 p.m.. In its Tuesday run, it would follow the 9 p.m. broadcast of Big Brother 8. As of July 24, in the US, Pirate Master was only online on CBS.com's Innertube, with a new episode presented each week on Tuesday morning.","original_name":"Pirate Master","vote_average":7.0,"name":"Pirate Master","cert":"Unavailable","id":6036,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"2006-03-10","cast":[],"overview":"Rescue Mediums is a Canadian paranormal reality television series that originally aired from March 10, 2006 to July 17, 2011 on the W Network. The show stars Jackie Dennison and Christine Hamlett in series 1–3 and Jackie and Alison Wynne-Ryder series 4-7. The show has also aired on the WE: Women's Entertainment network in the USA, Discovery Channel in the UK and CBS reality UK.\n\nThe series follows the trials and tribulations of acclaimed and quirky international psychics, who make house calls, as they ask ghostly spirits to leave.","original_name":"Rescue Mediums","vote_average":4.0,"name":"Rescue Mediums","cert":"Unavailable","id":6037,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Captain Barbell Meets Darna","vote_average":0.0,"name":"Captain Barbell Meets Darna","cert":"Unavailable","id":6038,"adult":"false","genre_ids":[10765,18],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Street Crime UK was a reality television series focusing on law enforcement in various parts of the United Kingdom, as police go about their duties on the streets of Britain's towns and cities.\n\nThe police officers featuring in episodes discussed work, responding to 999 calls, enforcing public order, raid premises allegedly being used for illegal purposes, pursuing and arresting various suspects, transporting them to the police station after they are arrested. The show was narrated by Susan Rae, who often updated the viewers as to whether the arrested were charged\/tried\/convicted etc. and sometimes given details of the sentences\/penalties that were imposed on them for their lawbreaking, also updating on current events.\n\nStreet Crime UK was originally shown on Bravo and was later repeated on Virgin 1. There have been four series in total.\n\nThe programme also featured police clips, previously broadcast on ITV's reality police series Crimefighters.\n\nStreet Crime UK was replaced by Brit Cops: Frontline Crime in 2008.","original_name":"Street Crime UK","vote_average":0.0,"name":"Street Crime UK","cert":"Unavailable","id":6047,"adult":"false","genre_ids":[10764],"origin_country":["GB"]},{"first_air_date":"1975-01-01","cast":["Mieczysław Czechowicz"],"overview":"Miś Uszatek is a Polish character from the stop motion-animated TV series of the same name. He was created jointly by Polish writer Czesław Janczarski and cartoonist Zbigniew Rychlicki.\n\nMiś Uszatek's first appearance was in a Polish comic magazine for children, \"Miś\", on 6 March 1957. Later, he was the main character of several children's books, which were translated into many languages. However, it became very popular in 1975, when Łódź' Animated Forms Studio, Se-ma-for, created a series of cartoons for the Polish TV network, featuring actor Mieczysław Czechowicz, who voiced the characters. In all-time Polish ranks of animated programs, it usually comes second only to Bolek i Lolek.\n\nMiś Uszatek and his friends - Prosiaczek, Króliczki and Zajączek, as well as Kruczek the Puppy - were loved by pre-teen kids. At the same time, Uszatek, a teddy bear, played the role of a friend from kindergarten. He was also liked by parents, as he would always go to bed at appropriate hour, singing the goodnight song:\n\nAltogether, Se-ma-for created 104 episodes of the cartoon; the last one was made in 1987. In the 1960s, two theatrical movies about the friendly bear were made. Also, in the fall of 2007, the Se-ma-for studio announced that it was planning to make more episodes, but later these plans changed in favor of a possible full-length movie, to be created with help from the Japanese company Eden Entertainment. As of 2008, Mis Uszatek airs on Polish TV every Thursday.","original_name":"Miś Uszatek","vote_average":1.0,"name":"Miś Uszatek","cert":"Unavailable","id":6048,"adult":"false","genre_ids":[10751,16],"origin_country":["PL"]},{"first_air_date":null,"cast":[],"overview":"Istayl Naton is a lifestyle magazine show aired every Sundays over GMA Network TV 6 Iloilo. It aims to bring the Ilonggo culture and way of life closer to its Ilonggo viewers. The show is hosted by actor John Arceo, Dino Vasquez and Angelia Ong with Mama Monyeka as segment host.","original_name":"Istayl Naton","vote_average":0.0,"name":"Istayl Naton","cert":"Unavailable","id":6049,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"In Bed With Chris Needham is a 1992 Teenage Video Diary from the BBC about a Loughborough teen and thrash metal fan, Chris Needham, and his friends as they establish their own band and build up to their first proper 'gig'.","original_name":"In Bed With Chris Needham","vote_average":0.0,"name":"In Bed With Chris Needham","cert":"Unavailable","id":6050,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2008-10-05","cast":["Jaime Murray","Kristoffer Polaha","Autumn Reeser","Christine Lakin","Patrick Fabian"],"overview":"Valentine is a romantic comedy\/drama television series that aired on The CW and City in Canada from October 5, 2008 to July 19, 2009. The series was created by Kevin Murphy, who also serves as executive producer alongside Courtney Conte. The show was produced by Media Rights Capital and aired on Sundays at 8:00pm. On November 20, 2008, CW pulled Valentine along with Easy Money. However, the series returned on Sunday, June 28, 2009 to begin burning off the remaining unaired episodes. The show's only season averaged 0.72 million viewers and 0.2 demo in Adults 18-49.","original_name":"Valentine","vote_average":7.7,"name":"Valentine","cert":"Unavailable","id":6051,"adult":"false","genre_ids":[10765,18,35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Koło Fortuny was the Polish version of Wheel of Fortune. The show first ran from 2 October 1992 to 1 September 1998 and ran in a revival on TVP2 from 29 October 2007 to 2009, when it was put off the air.\n\nFor rules of the game, see the article entitled Wheel of Fortune, as this article only describes the unique differences in the Polish version of the show. The 2007-09 run of the show was one of few versions to use a green podium instead of the traditional blue, using a red-yellow-green sequence. The original show used the reverse order of the American version's color sequence, with blue on the left, yellow in the middle, and red on the right.","original_name":"Koło Fortuny","vote_average":0.0,"name":"Koło Fortuny","cert":"Unavailable","id":6052,"adult":"false","genre_ids":[],"origin_country":["PL"]},{"first_air_date":"1996-09-28","cast":["Bill Hader","Stephen Colbert","Steve Carell","Tracy Morgan"],"overview":"The Ambiguously Gay Duo is an American animated comedy sketch that debuted on The Dana Carvey Show before moving to its permanent home on Saturday Night Live. It is created and produced by Robert Smigel and J. J. Sedelmaier as part of the Saturday TV Funhouse series of sketches. It follows the adventures of Ace and Gary, voiced by Stephen Colbert and Steve Carell, respectively, two superheroes whose sexual orientation is a matter of dispute, and a cavalcade of characters preoccupied with the question.","original_name":"The Ambiguously Gay Duo","vote_average":1.0,"name":"The Ambiguously Gay Duo","cert":"Unavailable","id":6065,"adult":"false","genre_ids":[35,16],"origin_country":["US"]},{"first_air_date":"1981-10-11","cast":["Antonio Ferrandis","Miguel Joven","Pilar Torres","Juanjo Artero","José Luis Fernández"],"overview":"Verano azul was a famous Spanish television show directed by Antonio Mercero that first aired in 1981. It tells of the adventures of a group of youngsters between ages 9 and 17, while on summer vacation in Nerja, a small town on the Mediterranean Costa del Sol, Andalusia, in Southern Spain. The series, with 19 episodes that drew up to 20 million viewers in Spain, has been re-run almost every summer since then. It has left a deep impact over several generations of viewers and has become part of Spain's common cultural memory. It was also broadcast in Latin America, Portugal, France and some Slavic countries like Yugoslavia, Bulgaria, Poland and Czechoslovakia.\n\nThe show was produced by the Spanish state broadcaster TVE, and it was originally broadcast on its then main channel TVE1 from October 11, 1981 to February 14, 1982.","original_name":"Verano azul","vote_average":8.5,"name":"Verano azul","cert":"Unavailable","id":6066,"adult":"false","genre_ids":[35],"origin_country":["ES"]},{"first_air_date":"2007-05-25","cast":["Scott McNeil","Matt Hill","Sam Vincent","Nicole Oliver","Cathy Weseluck"],"overview":"Storm Hawks is an animated television series created by Asaph \"Ace\" Fipke and made by Nerd Corps Entertainment in conjunction and collaboration with Cartoon Network and YTV. It premiered on Cartoon Network on May 25, 2007. It started to air on YTV in September 2007. It started to air on Cartoon Network in the UK on August 6, 2007. In Poland, it started to air on Cartoon Network on November 10, 2007. Internationally, it first aired on ABC1 in Australia on February 26, 2008 and on Hero in the Philippines on March 12, 2008. The show also started airing in Singapore on okto, Bulgaria, Turkey, Portugal and Romania in 2008. Disney XD began airing the series on February 28, 2011.","original_name":"Storm Hawks","vote_average":0.0,"name":"Storm Hawks","cert":"Unavailable","id":6067,"adult":"false","genre_ids":[10759,16],"origin_country":["US","CA"]},{"first_air_date":null,"cast":[],"overview":"Idol er et norsk TV-program på TV 2 basert på det populære britiske underholdningskonseptet Pop Idol. Hovedinnholdet i konseptet er en talentkonkurranse innen popmusikk for unge amatørsangere. Den norske versjonen av Idol ble første gang sendt i 2003. Monster Entertainment har produsert serien i samtlige sesonger. Trond Kvernstrøm produserte de to første sesongene, deretter produserte Ingvild Daae to sesonger. Sesong 3 av Idol vant Gullruten 2005 i klassen beste underholdningsprogram. Finalen i sesong fem ble sett av 1 475 000 seere, og gikk dermed inn i historien som det mest sette underholdningsprogrammet i TV 2s historie. Produsent for sesong 5 er igjen Trond Kvernstrøm og Jon Peder Olrud. Prosjektleder for TV 2 har hele tiden vært Rolf Wenell.\n\nProgrammets mål er formulert i ordene «jakten på en superstjerne». I Idol inviteres vanlige mennesker til å synge i en audition i flere byer. Et panel på fire dommere inviterer noen av deltagerne til å delta videre i programmet. Deltagerne blir færre og færre ved at det gjennomføres flere sangprøver, der kun noen deltagere går videre. Etterhvert er det opp til TV-seerne å avgjøre hvem som skal gå videre, ved at de stemmer på sine favoritter ved hjelp av telefon og SMS.","original_name":"Idol","vote_average":0.0,"name":"Idol","cert":"Unavailable","id":6068,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Shadoevision was an episode of \"The Cinemax Comedy Experiment\" that first aired in 1986, and was repeated on Weird TV in 1995. It was hosted, created and produced by Shadoe Stevens.","original_name":"Shadoevision","vote_average":0.0,"name":"Shadoevision","cert":"Unavailable","id":6069,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2002-05-14","cast":["Jamie Oliver"],"overview":"Oliver's Twist is a television series featuring chef Jamie Oliver, the name of the programme is a pun on the title of Charles Dickens' novel Oliver Twist. Following the popularity of his first TV series, The Naked Chef, he began producing Oliver's Twist to be aired outside the UK. The show became a success, being aired in over 70 countries and helping to establish Oliver's global popularity.","original_name":"Oliver's Twist","vote_average":10.0,"name":"Oliver's Twist","cert":"Unavailable","id":6070,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1957-09-18","cast":["John McIntire","Frank McGrath","Terry Wilson","Robert Fuller"],"overview":"Wagon Train is an American Western series that ran on NBC from 1957–62 and then on ABC from 1962–65, although the network also aired daytime repeats, as Major Adams, Trailmaster and Trailmaster, from January 1963 to September 1965. The show debuted at #15 in the Nielsen ratings, rose to #2 in the next three seasons, and peaked at #1 in the 1961–62 television season. After moving to ABC in the autumn of 1962, the ratings began to decline, and Wagon Train did not again make the Top 20 listing.\n\nThe series initially starred veteran movie supporting actor Ward Bond as the wagon master, later replaced upon his death by John McIntire, and Robert Horton as the scout, subsequently replaced by lookalike Robert Fuller a year after Horton had decided to leave the series.\n\nThe series was inspired by the 1950 film Wagon Master directed by John Ford and starring Ben Johnson, Harry Carey Jr. and Ward Bond, and harkens back to the early widescreen wagon train epic The Big Trail starring John Wayne and featuring Bond in his first major screen appearance playing a supporting role. Horton's buckskin outfit as the scout in the first season of the television series resembles Wayne's, who also played the wagon train's scout in the earlier film.","original_name":"Wagon Train","vote_average":7.1,"name":"Wagon Train","cert":"Unavailable","id":6081,"adult":"false","genre_ids":[37],"origin_country":["US"]},{"first_air_date":"1988-01-17","cast":["Duncan Regehr","Brian McNamara","Jason Michas","Peter Donat","Julia Montgomery"],"overview":"Earth Star Voyager is the name of a science fiction television movie shown on the Wonderful World of Disney in 1988. The show aired as a two-part pilot, but was never picked up for a series and has not been released on DVD, although a fan base for the pilot has grown over the years.","original_name":"Earth Star Voyager","vote_average":0.0,"name":"Earth Star Voyager","cert":"Unavailable","id":6082,"adult":"false","genre_ids":[10759],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Martin Yan – Quick & Easy is a Canadian culinary television program produced for Food Network Canada and hosted by Martin Yan. Yan has had other celebrity chefs on his show, like Christine Cushing.","original_name":"Martin Yan – Quick & Easy","vote_average":0.0,"name":"Martin Yan – Quick & Easy","cert":"Unavailable","id":6083,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"BBC Newsline is the BBC's regional television news service for Northern Ireland. The programme is broadcast on BBC One Northern Ireland from BBC Northern Ireland's headquarters in Broadcasting House, Ormeau Avenue, Belfast.\n\nAs well as being available via all multi-channel outlets in Northern Ireland, the programme can be accessed by the rest of the United Kingdom on the BBC iPlayer, or alternatively on Sky channel 973. Viewers from the Republic of Ireland with a Sky subscription can also watch on Sky channel 141. As the BBC UK regional TV on satellite service is broadcast unencrypted, it is possible to receive BBC Newsline anywhere in Europe using an appropriate receiver.","original_name":"BBC Newsline","vote_average":0.0,"name":"BBC Newsline","cert":"Unavailable","id":6084,"adult":"false","genre_ids":[10763],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Animal Magic was a BBC children's television series which ran from 1962 to 1983 from BBC Bristol. It began fortnightly and was transmitted weekly from 1964.\n\nThe presenter was the avuncular Johnny Morris. His charismatic style and genuine fondness for animals made the show an instant hit with children and adults alike. The show combined jovial voiceovers applied to various animals from Bristol Zoo with some basic educational features.\n\nMorris' co-presenters over the years were: Gerald Durrell, Tony Soper, Keith Shackleton, Sheila Young, David Taylor and Terry Nutkins. When Nutkins joined the show in the early 1980s, the producers tried to update it, using new video effects technology. This allowed them to do such things as \"shrink\" the presenters to allow them to see life from an ant's viewpoint, or to swim in a riverbed for example. Dottie the ring-tailed lemur appeared as a regular guest for eight years in the 1970s. Much to Morris' anger, the show was discontinued in 1983 when the programme's anthropomorphic treatment of animals fell out of fashion.\n\nThe 100th edition was transmitted on 4 January 1967.\n\nMany editions of the show were junked by the BBC in the early 1990s when they were assumed to be of no further use. Recent documentaries such as The Way We Went Wild have had to resort to using clips from off-air recordings of some shows.","original_name":"Animal Magic","vote_average":0.0,"name":"Animal Magic","cert":"Unavailable","id":6085,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2004-02-29","cast":["Ondřej Hejma","Ilona Csáková","Eduard Klezla","Leoš Mareš"],"overview":"Česko hledá SuperStar is the Czech version of Idol series. It is broadcast on Czech TV Nova, first series in spring 2004, the second a year later, the third series in autumn 2006. The show was very popular in 2004, with an audience of more than 3.5 million people; other media attention was also huge. The further series' rating was rather lower. In 2008, the program was superseded by the X Factor. However, Czech broadcaster TV Nova and broadcaster of Slovak version of Idol TV Markíza confirmed that both versions will be joined into one federal. The latest version is called Česko Slovenská Superstar, which started in September 2009.","original_name":"Česko hledá SuperStar","vote_average":0.0,"name":"Česko hledá SuperStar","cert":"Unavailable","id":6086,"adult":"false","genre_ids":[10764],"origin_country":["CZ"]},{"first_air_date":"1995-04-13","cast":["Gregor Fisher"],"overview":"The Baldy Man is a television series starring Gregor Fisher, a Scottish comedian. It was broadcast in two series comprising thirteen episodes on ITV, screening in 1995 and 1997, was made by The Comedy Unit\/. The character's chief attributes were his comb over hairstyle as well as his bumbling nature and plump figure. The series was produced and directed by Colin Gilbert who worked with Fisher in Scotland's well known situation comedy Rab C. Nesbitt among many others. The show was written by Philip Differ who was the script editor on Naked Video. The Baldy Man character first appeared in a series of sketches in the BBC Scotland show Naked Video.","original_name":"The Baldy Man","vote_average":0.0,"name":"The Baldy Man","cert":"Unavailable","id":6099,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"1996-04-15","cast":["Takuya Kimura","Tomoko Yamaguchi","Yutaka Takenouchi","Izumi Inamori","Takako Matsu"],"overview":"A music school graduate, Sena worked part-time teaching piano after failing to move on to graduate school. One day, an older woman named Minami comes to visit Sena’s apartment, dressed in a bridal gown. Minami explained that she had been engaged to Sena’s roommate, but that he did not show up for the wedding. Minami then decides to stay in the apartment to wait for her fiancé. And so this is how Minami and Sena begin their strange life together. Sena tries to cheer up Minami by telling her that “when life isn’t going your way, just think of that time as a long vacation, given by God.” However, Sena also has his share of problems and is finding it hard to believe in himself. He is also dealing with frustrations in his relationship with a girl at school, which seemed to be going nowhere. With their own sets of problems, Sena and Minami slowly grow to be indispensible to each other. The story follows the heart of a man so pure that he has difficulty expressing himself, and his relationship with a woman who is inspired by his innocent soul to retrieve the emotions she had forgotten.","original_name":"ロングバケーション","vote_average":8.8,"name":"Long Vacation","cert":"Unavailable","id":6100,"adult":"false","genre_ids":[18],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Today's Business is a show on CNBC that aired in the early morning, 5 to 7AM ET timeslot, hosted by Liz Claman and Bob Sellers, and it was replaced by Wake Up Call on Feb 4, 2002. The show gives news that will probably affect the trading day ahead.\n\nToday's Business was the equivalent program on CNBC Europe. It ended on 23 March 2007 and was replaced by Capital Connection.\n\nThere was also a program on CNBC Asia called CNBC Today, but it was replaced by Asia Wake Up Call.","original_name":"Today's Business","vote_average":0.0,"name":"Today's Business","cert":"Unavailable","id":6101,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":"1974-09-07","cast":["Arch Whiting","Chad States"],"overview":"Run, Joe, Run was a Saturday morning television program that aired on NBC from 1974 to 1976. It centered around Joe, a German Shepherd in the military's K-9 Corp., and his master, Sergeant Will Corey. One day, during training, Joe was falsely accused of attacking his master, a crime for which the dog would be put to sleep as punishment. However, he escaped before being killed and a $200 bounty was put on his head.\n\nSgt. Corey believed Joe was innocent and also pursued him, hoping to find Joe before the authorities did. While on the run, Joe helped people he encountered.\n\nDuring the show's second season, Sgt. Corey, having never found Joe, was called back to duty. Joe then teamed with a hiker, Josh McCoy, and continued to help others, all the while still on the run.\n\nThe show was considered as a cross between Lassie and The Fugitive. Like The Fugitive, and later, The Incredible Hulk, it centered around a falsely accused person running from authorities and helping out people he meets along the way. The show was produced by William P. D'Angelo Productions, who also produced the NBC young adult drama, Westwind.","original_name":"Run, Joe, Run","vote_average":7.0,"name":"Run, Joe, Run","cert":"Unavailable","id":6102,"adult":"false","genre_ids":[10751],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Star Academy Arab World, also known as Star Academy: Al-Academya or Star Academy LBC, is a pan-Arab televised talent show, which began in 2003 that features a group of young male and female candidates from all over the Arab world. The show became a huge success instantly and a must-watch event everyday for its fans. It is the Arabic adaptation of the French television show Star Academy, which is produced by Endemol. Star Academy Arab World is produced by Netherlands company Endemol, Vanilla Productions & PAC Ltd. The show is based on the Spanish format called Operación Triunfo.\n\nThe show basically revolves around 16–21 contestants that live in an isolated penthouse apartment for 4 months, with one of the contestants getting eliminated every week through a nomination process. The contestants get to showcase their talents in a weekly concert and perform on stage with various designs, dancers, solo performances, a cappella on piano sharing the stage with the most popular singers in the Arab World.\n\nOne of the show's highlights are the appearances of some of the Arab World's most important performers such as Najwa Karam, Diana Haddad, Haifa Wahbe, Elissa, Angham, Asalah, Ramy Ayach, Myriam Fares, Kazem Al Saher, Nawal Al-Zoghbi, Marwan Khoury, Carole Samaha, Ehab Tawfik, Wael Kfoury, Sherine, Fares Karam, Abdallah Al Rowaished and many more. The show has also been successful for its reinvention and continuous changes, just as, starting from the third season, the show witnessed guests from international superstars such as Julio Iglesias, Anggun, Karl Wolf, Tina Arena, Chris De Burgh and Massari.","original_name":"Star Academy Arab World","vote_average":0.0,"name":"Star Academy Arab World","cert":"Unavailable","id":6103,"adult":"false","genre_ids":[],"origin_country":["LB"]},{"first_air_date":null,"cast":[],"overview":"Formula 1 Decade was a show on Speed Channel. First airing on May 11, 2003 the show takes a look at Formula One Grand Prix events that were run 10 years prior to the present season. A one-hour show, the announcers, SPEED's Formula One commentary team, Bob Varsha, Steve Matchett, and David Hobbs, perform a mixture of a commentary as if the race is taking place right now along with reminiscing about rules changes and also Matchett's then role with Michael Schumacher's team. In 2003, when the show looked back at the 1993 season, dominated by Alain Prost, Varsha was the show's host, while Hobbs and Matchett looked at videotape of the races, and reminisced. That changed in 2004, when Matchett began introducing the race that would be seen on an episode and wrapping up each show, while Varsha joined Matchett and Hobbs to do commentary.\n\nSpeed Channel picked up the rights to broadcast the years-old races in their three-year agreement with FOM in 2003. It was included in their contract that allowed them to continue broadcasting live Formula One races, though it cost extra money, as the Formula One archives are rarely opened to any network.\n\nOn April 2, 2004 the show had the daunting task of airing the 1994 San Marino Grand Prix, and showing the crash that claimed the life of 3-time World Drivers' Champion, and 41-time Grand Prix race winner Ayrton Senna in that event. Matchett, a mechanic for Benetton-Ford that weekend, made these remarks at the beginning of the broadcast:","original_name":"Formula 1 Decade","vote_average":0.0,"name":"Formula 1 Decade","cert":"Unavailable","id":6104,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"BBC Look North is the BBC's TV news service for East Yorkshire and Lincolnshire, produced by BBC Yorkshire and Lincolnshire. The programmes are produced and broadcast from the BBC Broadcasting Centre at Queens Court in Kingston upon Hull, East Yorkshire with reporters also based in Grimsby, Lincolnshire and Lincoln.\n\nPeter Levy regularly presents the programme during weekday evenings at 6:30 with weekends, nights and bulletins on Daybreak covered by others from the news team. The weather presenters include Paul Hudson, Keeley Donovan, Lisa Gallagher.\n\nThe programme can be watched in any part of the UK from Astra 1N on Freesat channel 967 and Sky channel 957, and in select areas on Virgin Media channel 858. The latest edition of Look North is also available to watch on the BBC iPlayer.","original_name":"BBC Look North","vote_average":0.0,"name":"BBC Look North","cert":"Unavailable","id":6105,"adult":"false","genre_ids":[10763],"origin_country":[]},{"first_air_date":"1971-01-08","cast":["Ronnie Barker"],"overview":"Six Dates with Barker is a series of six one-off, half hour situation comedies showcasing the talents of Ronnie Barker. All were broadcast by London Weekend Television early in 1971.\n\nWriters on the series included John Cleese and Spike Milligan. The producer was Humphrey Barclay.","original_name":"Six Dates with Barker","vote_average":10.0,"name":"Six Dates with Barker","cert":"Unavailable","id":6118,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Toonattik was the flagship children's strand of the British breakfast television station, ITV Breakfast, which ran from 5 February 2005 to 9 May 2010. The strand aired on weekend mornings from 7.25am until ITV Breakfast's closedown at 9.25am, featuring a selection of both British and imported cartoons, mainly from brands such as Disney, Nickelodeon and Cartoon Network. Throughout the majority of its run, it was presented by Jamie Rickers and Anna Williamson.","original_name":"Toonattik","vote_average":0.0,"name":"Toonattik","cert":"Unavailable","id":6119,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1971-07-20","cast":["Jay Tarses","Mark Lindsay","Al Hirt"],"overview":"Make Your Own Kind of Music was an American summer replacement television series starring The Carpenters that aired on NBC from July 20, 1971 to September 7, 1971. Some guest stars were Don Knotts, Herb Alpert, Al Hirt, Mark Lindsay, Patchett & Tarses, Helen Reddy, and the Doodletown Pipers.\n\nThe key concept of the series was that each show starts off with the letter \"A\". The first show started off with \"A is for Alpert\", as Herb Alpert stood next to a big letter \"A\", and introduced the show. The cast would then go down the alphabet list, and when they got to \"Z\", the show would end.","original_name":"Make Your Own Kind of Music","vote_average":0.0,"name":"Make Your Own Kind of Music","cert":"Unavailable","id":6120,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Balita Ngayon is the former flagship national news broadcast of ABS-CBN in the Philippines. It aired on ABS Channel 3 from 1969–1972 and from 1986-1987 after the resumption of operations as a single network following the People Power Revolution. It became the first newscast to use Filipino, predating GMA Balita for 17 years and TV Patrol by 18 years.\n\nIt is also the title of ABS-CBN's Mega Manila AM radio station DZMM's hourly newscasts.","original_name":"Balita Ngayon","vote_average":0.0,"name":"Balita Ngayon","cert":"Unavailable","id":6121,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"2005-07-12","cast":["Tony Hirst"],"overview":"Blueprint for Disaster is a Canadian documentary television series that premiered in 2004 on Discovery Channel Canada. Produced by Temple Street Productions, the program investigates why and how various disasters have happened. Toronto-based Voice Artist Adrian Bell provided the narration for the first series. The show also aired in the UK under the title Seconds from Disaster. So far, two seasons have been produced.","original_name":"Blueprint for Disaster","vote_average":7.0,"name":"Blueprint for Disaster","cert":"Unavailable","id":6122,"adult":"false","genre_ids":[99],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Saksi is the late night news broadcast of GMA Network in the Philippines. It was formerly the early evening and flagship newscast of the network from 1995 to 2002. The newscast is currently anchored by Arnold Clavio and Vicky Morales. It is aired Mondays to Thursdays 11:00pm-11:30 pm. and Fridays 11:30pm-12:00 am It is also aired internationally thru GMA Pinoy TV and is heard on a slightly delayed basis through Super Radyo DZBB 594 AM.","original_name":"Saksi","vote_average":0.0,"name":"Saksi","cert":"Unavailable","id":6123,"adult":"false","genre_ids":[10763],"origin_country":["PH"]},{"first_air_date":"2002-11-09","cast":[],"overview":"Deutschland sucht den Superstar is a German reality talent show, also commonly known by its initials DSDS. Part of the Idol franchise, it was created by English media mogul Simon Fuller as a spin-off from the British show Pop Idol, of which two series were broadcast between the years of 2001 and 2003. Debuting to mediocre ratings in October 2002 on the RTL network, the show has since become one of the most successful shows on German television.\n\nThe program aims to discover the best singer in the country through a series of nationwide auditions in which viewer voting determines the winner. Voting is done through telephone and SMS text voting.","original_name":"Deutschland sucht den Superstar","vote_average":1.0,"name":"Deutschland sucht den Superstar","cert":"Unavailable","id":6124,"adult":"false","genre_ids":[10751,10764],"origin_country":["DE"]},{"first_air_date":"2001-01-12","cast":[],"overview":"Timewatch is a long-running British television series showing documentaries on historical subjects, spanning all human history. It was first broadcast on 29 September 1982 and is produced by the BBC, the Timewatch brandname is used as a banner title in the UK, but many of the individual documentaries can be found on US cable channels without the branding.","original_name":"Timewatch","vote_average":6.7,"name":"Timewatch","cert":"Unavailable","id":6135,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2000-01-14","cast":["Hugh Fearnley-Whittingstall"],"overview":"Return to River Cottage is the second series of the Channel 4 programme that follows Hugh Fearnley-Whittingstall during his second year of living in the country at River Cottage, Dorset after leaving the city behind. The preceding series was Escape to River Cottage.","original_name":"Return to River Cottage","vote_average":0.0,"name":"Return to River Cottage","cert":"Unavailable","id":6136,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"1969-09-17","cast":["Bill Bixby","Brandon Cruz","Miyoshi Umeki","James Komack","Kristina Holland"],"overview":"The Courtship of Eddie's Father is an American television sitcom based on the 1963 movie of the same name, which was based on the book written by Mark Toby. It tells the story of a widower, Tom Corbett, who is a magazine publisher, and his son, Eddie, who believes his father should marry, and manipulates situations surrounding the women his father is interested in. ABC had acquired the rights to the story; the series debuted on September 17, 1969, and was last broadcast on March 1, 1972.\n\nBixby received an Emmy nomination for the show.","original_name":"The Courtship of Eddie's Father","vote_average":6.2,"name":"The Courtship of Eddie's Father","cert":"Unavailable","id":6137,"adult":"false","genre_ids":[35,10751,10762],"origin_country":["US"]},{"first_air_date":"1969-01-01","cast":["Igor Khristenko","Olga Zvereva","Klara Rumyanova","Anatoli Papanov"],"overview":"Nu, pogodi! is a Soviet\/Russian animated series produced by Soyuzmultfilm. The series was created in 1969 and became a popular cartoon of the Soviet Union. The latest episode was produced in 2006. The original film language is Russian but very little speech is used.\n\nThe series follows the comical adventures of a mischievous yet artistic wolf [Volk], trying to catch a hare [Zayats]. The series has additional characters that usually either help the hare or interfere with the wolf's plans.","original_name":"Ну, погоди!","vote_average":7.6,"name":"Nu, pogodi!","cert":"Unavailable","id":6138,"adult":"false","genre_ids":[10751,16,35],"origin_country":["SU"]},{"first_air_date":"2005-02-28","cast":["Kenix Kwok","Michael Tao","Moses Chan","Anne Heung","Paul Chun"],"overview":"Love Bond is a warm family show which follows two families, the Gei and the Lam, who are neighbors in the same building. This series also marked the fifth collaboration between Michael Tao and Kenix Kwok following the first three installments of the Detective Investigation Files Series and 2004's Shine On You.","original_name":"心花放","vote_average":0.0,"name":"Love Bond","cert":"Unavailable","id":6139,"adult":"false","genre_ids":[18],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"Morning Girls with Kris and Korina was a morning talk show on ABS-CBN, hosted by broadcaster Korina Sanchez and Kris Aquino. Originally intended for only two weeks, the show instead ran for 16 months. It officially ended on May 28, 2004 when the network decided to tap Korina Sanchez for Rated K, a news-magazine program on the station's Sunday Slot, after Sharon temporarily went off-air, due to Sharon's pregnancy. Morning Girls was replaced by the now-defunct talk show Good Morning Kris, where Kris hosted the show for six months.","original_name":"Morning Girls with Kris and Korina","vote_average":0.0,"name":"Morning Girls with Kris and Korina","cert":"Unavailable","id":6140,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"2005-03-14","cast":["Reggie Yates","Sharon D. Clarke","Gemma Gregory","Dominique Moore"],"overview":"The Crust is a British television series about a pizza parlour which was originally shown by CBBC.","original_name":"The Crust","vote_average":0.0,"name":"The Crust","cert":"Unavailable","id":6141,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2003-10-27","cast":["Francis Ng","Joe Ma","Sammul Chan","Ron Ng","Bosco Wong"],"overview":"Triumph in the Skies is a Hong Kong drama television series that premiered on TVB in 2003. The drama tells the lives of pilots working for the fictional Solar Airways based on Hong Kong's Cathay Pacific.\n\nIt has been cited as one of TVB's best serial dramas, and there were rumours of a sequel to be made in 2006. However, it has been pushed back due to continuing negotiation with an airline to provide support. In May 2011, TVB announced that a sequel was in development, with filming beginning in the early months of 2012. The sequel, titled Triumph in the Skies II, aired on TVB Jade on 15 July 2013.\n\nTriumph in the Skies has been compared to the now-cancelled NBC series LAX. It sparked an interest in aviation when first aired amongst Hong Kong viewers, as well as an interest in a small doll named \"Triangel\" featured early on in the series.\n\nExternal photography took place on location in Japan, Italy, and Australia, with sequence shots at Parafield Airport in Adelaide being memorable for their in-depth depiction of flight training.","original_name":"衝上雲霄","vote_average":0.0,"name":"Triumph in the Skies","cert":"Unavailable","id":6154,"adult":"false","genre_ids":[18],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"Sindoor Tere Naam Ka was a Hindi serial that has aired since March 21, 2005 until April 6, 2007. Due to its popularity, the series was to be dubbed in Mandarin for scheduled airing in China as of 2007.","original_name":"Sinndoor Tere Naam Ka","vote_average":0.0,"name":"Sinndoor Tere Naam Ka","cert":"Unavailable","id":6155,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":"2001-04-15","cast":["Christian Potenza"],"overview":"Untalkative Bunny is a Canadian\/British co-produced animated series about a yellow rabbit and its life in the big city The series consists of small episodes, and are aired by Teletoon, as well as Disney in many parts of the world including the UK & France. It no longer airs on Teletoon, having been cancelled after June 2005. The episodes usually deal with Bunny and the problems of a modern life in the big city, and often present surreal elements. The show is full of \"modern life\" elements, such as diets, vegetarianism, racism, and environmentalism.\n\nThe name of the show comes from the fact that Bunny, the main character, never says any word at all, expressing itself completely by facial expressions and other forms of body language. A single gender for Bunny is not completely defined, since it seems to portray both gender roles in different episodes. However, in the episode \"Eating With Manners\", Bunny is consistently called \"Mr. Bunny\", therefore it can be assumed that Bunny is a male.\n\nOther recurring characters include:\n\n⁕Squirrel: An orange Squirrel, who frequently pays visits to Bunny, and lives in the wild, but still with all the affordable modern comforts. He is sometimes accompanied with his son and daughter.","original_name":"Untalkative Bunny","vote_average":8.0,"name":"Untalkative Bunny","cert":"Unavailable","id":6156,"adult":"false","genre_ids":[16,35],"origin_country":["CA","GB"]},{"first_air_date":"2002-03-21","cast":["Jessica Greco","Victoria Sanchez","Stephanie Morgenstern","Thea Gill","Cara Pifko"],"overview":"Bliss is a Canadian produced, half hour dramatic television series, produced by Montreal-based Galafilm and Toronto-based Back Alley Films, an anthology of women's erotica. The series ran from 2002 to 2004.\n\nThe format of the show—short, sensual vignettes adapted for television—aired on Oxygen in the United States and Showcase, TMN and Movie Central in Canada. The series is distributed by Oasis International in Toronto.","original_name":"Bliss","vote_average":0.0,"name":"Bliss","cert":"Unavailable","id":6157,"adult":"false","genre_ids":[18],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Loopy De Loop was the only theatrical cartoon short series produced by William Hanna and Joseph Barbera after leaving MGM and opening their new Hanna-Barbera Studios. The series, distributed to theatres by Columbia Pictures, ran in theaters from November 5, 1959 to June 17, 1965.","original_name":"Loopy De Loop","vote_average":8.5,"name":"Loopy De Loop","cert":"Unavailable","id":6160,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1962-09-23","cast":["Scott Edmund Lane","Jackie Coogan","Allyn Joslyn"],"overview":"McKeever and the Colonel is an American situation comedy that was broadcast on NBC television in the United States from 1962-1963. Its setting was a Westfield military academy. Dick Powell's Four Star Television produced the series.\n\nGary McKeever was the name of a student who was the lead of the series, whilst the Colonel in the title referred to the school commandant who was constantly at loggerheads with McKeever.\n\nJackie Coogan played Sgt. Barnes, a soldier at the school who was sympathetic to McKeever. The program also starred character actor John McGiver.\n\nThe guest stars included Walter Coy, formerly the host of the NBC anthology series Frontier.","original_name":"McKeever and the Colonel","vote_average":0.0,"name":"McKeever and the Colonel","cert":"Unavailable","id":6175,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Power Lunch Europe is a television business news programme on CNBC Europe, aired from noon to 1 pm CET each weekday, though it shares little with its U.S. counterpart other than its name. The programme was most recently presented by Louisa Bojesen, but has been on hiatus since January 2009.","original_name":"Power Lunch Europe","vote_average":0.0,"name":"Power Lunch Europe","cert":"Unavailable","id":6176,"adult":"false","genre_ids":[10763],"origin_country":["GB"]},{"first_air_date":"2001-04-11","cast":["Michael Landes","Alexondra Lee","Jonathan Togo","Danny Woodburn","Richard Gant"],"overview":"Detectives Nick O'Malley and Kate Benson work in Special Unit 2, a secret precinct of the Chicago Police Department whose sole charge is to protect the city's citizens from Links, a malicious paranormal species that is the missing link between man and beast.","original_name":"Special Unit 2","vote_average":8.3,"name":"Special Unit 2","cert":"Unavailable","id":6177,"adult":"false","genre_ids":[10765,35,10759],"origin_country":["US"]},{"first_air_date":"2004-03-21","cast":["Dave Salmoni"],"overview":"Animal Face-Off is a television program that aired on the Discovery Channel and Animal Planet in 2004.","original_name":"Animal Face-Off","vote_average":0.0,"name":"Animal Face-Off","cert":"Unavailable","id":6180,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"K-100 was an entertainment information programme which was shown on Hong Kong's Television Broadcasts Limited. The program provided information about upcoming and latest shows airing on TVB. It also featured interviews with celebrities who work for the station, and behind-the-scenes peeks at the station's studio complex. In addition, K-100 also announced the station's top-five shows over the previous week in terms of viewership during the \"Viewership Ratings\" segment.\n\nThe name \"K-100\" originated from the station's previous post office box number, with the \"K-\" prefix indicating that the box was located in Kowloon. The station's PO box was re-numbered to \"70100\" following the postal service's consolidation of its PO boxes, but the programme's name stuck.\n\nThe program debuted on January 22, 1977, and ran almost every week until September 17, 2005, when it was replaced by another show called \"E-Buzz\". 1,449 episodes of K-100 had been taped since its inception.","original_name":"K-100","vote_average":0.0,"name":"K-100","cert":"Unavailable","id":6181,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":"2009-11-30","cast":["Jeremy Bulloch","Suanne Braun","Claudia Christian","Rachel Grant","Gene Foad"],"overview":"Starhyke is a British science fiction \/ comedy series filmed in 2004.\n\nStarhyke began production in October 2004 and starred Claudia Christian of Babylon 5 and Jeremy Bulloch from Star Wars. In 2007, the producers aimed to complete post-production, and in March 2008 it was announced that this process was now finished, however a later post on the official site stated that post-production would be completed at the end of September 2008, and that there was a private screening of all six episodes in Bristol, UK in November 2008.\n\nCurrently only six episodes have been made. An announcement on the official site reported that the producers were \"getting nearer to finalising a deal and being able to announce which channel has been lucky enough to add Starhyke to their spring schedule\". Producer, Jonathan Brown, said in March 2008 that Virgin 1 and Sky One had refused the series while Five Life, Bravo and Paramount Comedy were considering buying it. As reported on the official website props, costumes and posters from Starhyke were featured in episode 39 of the BBC drama Casualty, broadcast on 24 May 2008.\n\nThe series got its world premier at a press, cast and crew screening at the Showcase Cinema De Lux in Cabot Circus, Bristol on 8 November 2008. The series was released on DVD on 30 November 2009.","original_name":"Starhyke","vote_average":3.0,"name":"Starhyke","cert":"Unavailable","id":6194,"adult":"false","genre_ids":[35,10765],"origin_country":["GB"]},{"first_air_date":"2005-04-06","cast":["Skyler Stone"],"overview":"Con is a television series on Comedy Central in which con artist Skyler Stone revealed the secrets of his profession by performing confidence tricks, scams, and hoaxes of various degrees of complexity on camera. These could range from simply claiming that an order for food was botched, to claiming to be a certain profession, which required training. In one episode Stone showed how he received free soft drinks at fast food restaurants by retaining paper cups from various fast food restaurants and then refilling them at soda fountains. Most of his cons revolved around him claiming that he is filming a television show or movie of some sort, and that the product or service he wished to acquire would be advertised in the film or show. The products did wind up getting free advertisement – but on Con, not where they were told.","original_name":"Con","vote_average":10.0,"name":"Con","cert":"Unavailable","id":6195,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1993-11-11","cast":["Adrian Edmondson","Richard Briers","Imelda Staunton","Paul Merton","Owen Brenman"],"overview":"Richard Briers plays Godfrey Spry, who, having been hit on the head in a freak accident, ends up with an attention span of just 30 seconds. As a result he begins to obsess over TV commercials and begins to take advertising claims literally, causing erratic twists in his behaviour and complicating the lives of all those around him.","original_name":"If You See God, Tell Him","vote_average":7.0,"name":"If You See God, Tell Him","cert":"Unavailable","id":6196,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Simon Townsend's Wonder World! was a multi-award–winning Australian children's television show that aired on Network Ten from 1979 until 1986. It was hosted by journalist Simon Townsend.","original_name":"Simon Townsend's Wonder World","vote_average":0.0,"name":"Simon Townsend's Wonder World","cert":"Unavailable","id":6197,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":["Kenneth Copeland","Gloria Copeland"],"overview":"","original_name":"Believer's Voice of Victory","vote_average":0.0,"name":"Believer's Voice of Victory","cert":"Unavailable","id":6198,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Juggalo Championship Wrestling is an American independent professional wrestling promotion founded in 1999 by Joseph Bruce and Joseph Utsler, better known as the hip-hop duo Insane Clown Posse. JCW currently runs shows throughout the country. The video games Backyard Wrestling: Don't Try This at Home and Backyard Wrestling 2: There Goes the Neighborhood feature numerous independent wrestlers from the promotion.\n\nThe style of JCW is largely based upon hardcore wrestling. Bruce and Utsler refer to Extreme Championship Wrestling as the major influence on the company's style as well as their unique camera angles, which they compare to that of the movie Natural Born Killers; \"fading in and out, and turning all over.\" In early years of the company, talent mostly consisted of rappers and well-known names performing under parody alternate-names. The company instituted a change in the roster after changing their name, focusing more on independent and hardcore wrestlers, as well as several established names.\n\nJCW records the majority of its shows and releases them in episodes of SlamTV! and on DVDs, which are sold on its online store. It launched the JCW Wrestling School with Kevin Canady as head trainer in 2010. That December, the promotion began running bi-weekly events at The Modern Exchange in Southgate, Michigan and established a video distributing partnership with HighSpots.com. In March 2011, it launched a broadcasting website and began showing its bi-weekly events live on internet pay-per-view.","original_name":"Juggalo Championship Wrestling","vote_average":0.0,"name":"Juggalo Championship Wrestling","cert":"Unavailable","id":6199,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1972-12-25","cast":["Iain Cuthbertson","Michael Bates","Jane Asher","Michael Bryant"],"overview":"The Stone Tape is a television play directed by Peter Sasdy and starring Michael Bryant, Jane Asher, Michael Bates and Iain Cuthbertson. It was broadcast on BBC Two as a Christmas ghost story in 1972. Combining aspects of science fiction and horror, the story concerns a team of scientists who move into their new research facility, a renovated Victorian mansion that has a reputation for being haunted. The team investigate the phenomena, trying to determine if the stones of the building are acting as a recording medium for past events. However, their investigations serve only to unleash a darker, more malevolent force.\n\nThe Stone Tape was written by Nigel Kneale, best known as the writer of Quatermass. Its juxtaposition of science and superstition is a frequent theme in Kneale's work; in particular, his 1952 radio play You Must Listen, about a haunted telephone line, is a notable antecedent of The Stone Tape. The play was also inspired by a visit Kneale had paid to the BBC's research and development department, which is located in an old Victorian house in Kingswood, Surrey. Critically acclaimed at time of broadcast, it remains well regarded to this day as one of Nigel Kneale's best and most terrifying plays. Since its broadcast, the hypothesis of residual haunting – that ghosts are recordings of past events made by the natural environment – has come to be known as the \"Stone Tape Theory\".","original_name":"The Stone Tape","vote_average":7.0,"name":"The Stone Tape","cert":"Unavailable","id":6214,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Our World was the first live, international, satellite television production, which was broadcast on 25 June 1967. Creative artists, including The Beatles, opera singer Maria Callas, and painter Pablo Picasso — representing nineteen nations — were invited to perform or appear in separate segments featuring their respective countries. The two-and-half-hour event had the largest television audience ever up to that date: an estimated 400 million people around the globe watched the broadcast. Today, it is most famous for the segment from the United Kingdom starring The Beatles. They sang their specially composed song \"All You Need Is Love\" to close the broadcast.","original_name":"Our World","vote_average":0.0,"name":"Our World","cert":"Unavailable","id":6215,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Variety Big Brother, also known as Big Brother's Return, was a television show hosted by Chang Fei, a.k.a. Fei Ge, which screens on Taiwanese channel China Television on Saturday mornings, Singapore MediaCorp Channel U on Sunday nights and Singapore MediaCorp Channel 8 on Friday nights. In 2007 the show was nominated for Best Entertainment Variety Programme at the 42nd Golden Bell Awards.\n\nHost Chang Fei is reportedly retiring as a host but would still be involved with the show. One of the co-hosts, Kang Kang, left the show in 2004. The current co-hosts are 黃品源 and 洪都拉斯. The show ended its run on September 24, 2011.","original_name":"Variety Big Brother","vote_average":0.0,"name":"Variety Big Brother","cert":"Unavailable","id":6216,"adult":"false","genre_ids":[],"origin_country":["TW"]},{"first_air_date":"1981-03-04","cast":[],"overview":"Biographical drama series about the poor Welsh boy who became prime minister. David Lloyd George's career as a lawyer takes a fateful turn when he marries the daughter of a wealthy landowner and becomes a Liberal Party parliamentary candidate.","original_name":"The Life and Times of David Lloyd George","vote_average":0.0,"name":"The Life and Times of David Lloyd George","cert":"Unavailable","id":6217,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1979-04-04","cast":["Kei Tomiyama","Masatō Ibu","Sumi Shimamoto","Hidekatsu Shibata","Masaya Nihei"],"overview":"The Ultraman is a Japanese animated television series co-produced by Tsuburaya Production and Tokyo Broadcasting System. The series aired on TBS Television affiliates on the Wednesday 7:00 PM time slot from April 4, 1979 to March 26, 1980, lasting a total of 50 episodes. It was the eighth installment in the Ultra Series and aired four years after the end of Ultraman Leo. The show was the first animated incarnation of Tsuburaya's iconic superhero Ultraman, as well as one of the earliest works of anime studio Nippon Sunrise, who also worked on their now-iconic mecha series Mobile Suit Gundam during the same year.","original_name":"ザ☆ウルトラマン","vote_average":0.0,"name":"The☆Ultraman","cert":"Unavailable","id":6218,"adult":"false","genre_ids":[16,10759,10765],"origin_country":["JP"]},{"first_air_date":"1988-10-13","cast":["Alexei Sayle","Mark Williams"],"overview":"Alexei Sayle's Stuff is a comedy sketch show which ran on BBC2 for a total of 18 episodes over 3 series from 1988 to 1991.","original_name":"Alexei Sayle's Stuff","vote_average":6.5,"name":"Alexei Sayle's Stuff","cert":"Unavailable","id":6219,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"1966-09-28","cast":["Steve Forrest","Sue Lloyd","Paul Ferris","Colin Gordon"],"overview":"The Baron is a British television series, made in 1965\/66 based on the book series by John Creasey, written under the pseudonym Anthony Morton, and produced by ITC Entertainment. It was the first ITC show without marionettes to be produced entirely in colour.","original_name":"The Baron","vote_average":6.0,"name":"The Baron","cert":"Unavailable","id":6234,"adult":"false","genre_ids":[10759,18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Entertainment Konek is a Philippine showbiz-oriented talk show aired on ABS-CBN.","original_name":"Entertainment Konek","vote_average":0.0,"name":"Entertainment Konek","cert":"Unavailable","id":6237,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Y Speak was a youth-oriented debate show that discusses on Philippine issues. Now on its seventh year, Studio 23's flagship show Y Speak is hosted by Bianca Gonzalez which airs every Saturday.\n\nTo date, it is one of Studio 23's most awarded local shows. Aside from the CMMA victory as Best TV Talk Show, it is also a recipient of the UST Students' Choice Award for Best Public Affairs Talk Show, the Gandingan for Best Panel Discussion Show, the Anak TV Seal, and endorsements from the Department of Education and the National Youth Commission.","original_name":"Y Speak","vote_average":0.0,"name":"Y Speak","cert":"Unavailable","id":6238,"adult":"false","genre_ids":[99],"origin_country":["PH"]},{"first_air_date":"2000-04-13","cast":["Louis Theroux"],"overview":"A fly-on-the-wall series showing  Louis Theroux spending time with guest celebrities.","original_name":"When Louis Met...","vote_average":6.0,"name":"When Louis Met...","cert":"Suitable for 12 years & above","id":6239,"adult":"false","genre_ids":[99,10764],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Nginiig was a weekly horror television program in the Philippines aired by ABS-CBN. It started in 2004 and wass hosted first by Raymond Bagatsing, then by Jericho Rosales and finally, Hero Angeles. The show sometimes airs on the Kapamilya Channel\n\nThe show features real horror and paranormal stories through re-enactments based on the victims' account of the horrifying events. The victims are interviewed about the events that took place in the haunted venues and actors and actresses play them in the reconstructions.\n\nThe series ended in 2006 after the director, Luis Luigi Santiago, died in 2005. Santiago, who has just completed a feature film version of the show, was passing by a bar in Makati City when a drunk male patron suddenly brandished a firearm and shot several people, including the director.\n\nNginiig is in Southeast Asia and dictated by Aldoxia Inggtoy.","original_name":"Nginiig","vote_average":0.0,"name":"Nginiig","cert":"Unavailable","id":6240,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"1972-04-23","cast":["Ian Hendry","Wanda Ventham","Maurice Denham","Ronald Howard","Timothy Carlton"],"overview":"The Lotus Eaters is a BBC television drama made between 1972 and 1973.\n\nThe series, written by Michael J. Bird, dealt with the lives of various British expats living on the island of Crete and their reasons for being there. The central characters were a married couple, Erik and Ann Shepherd who ran a tavern called \"Shepherd's Bar\".\n\nIn the first episode, Ann was revealed to be a \"sleeper agent\" of British Intelligence with Erik having been a broken down drunk whom she was made to marry as part of her cover story. A clash with Soviet and Chinese agents resulted in both of them having to leave Crete. In the final scene on a plane leaving Heraklion airport, they have a partial reconciliation, since each is the only person the other can trust.\n\nThe Lotus Eaters was filmed in the Cretan resort of Aghios Nikolaos and derived its title from the Lotus Eaters of Greek mythology, where those who ate the fruit of the Lotus tree lost the desire to return home.\n\nThe series was also the first of the Mediterranean based dramas written by Michael J. Bird for the BBC. The others included Who Pays the Ferryman?, also set in Crete, The Aphrodite Inheritance set in Cyprus and The Dark Side of the Sun set in Rhodes.","original_name":"The Lotus Eaters","vote_average":0.0,"name":"The Lotus Eaters","cert":"Unavailable","id":6253,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Crazy Cottage was a children's game show created by Paul Zenon, produced by Action Time for Carlton and broadcast on ITV from 4 April 1996 to 29 May 1998. It was first presented by Rick Adams, followed by Jez Edwards with a puppet cuckoo called Vera. The gimmick of the show was that most things had to be performed backwards.\n\nThe show started with the presenter saying \"goodbye\", then starting the games at Round 5. One of the rounds involved a series of actions that had to be performed in a certain order, so that when it was played back in reverse, it matched what they were asked to do. Another round was a kitchen set up on a slope, but appeared to the viewers as a normal room.\n\nAt the end of the programme, the winning team won a prize, such as a trip to Alton Towers. The losing team would win a backwards invention, for example, a black lightbulb.","original_name":"Crazy Cottage","vote_average":0.0,"name":"Crazy Cottage","cert":"Unavailable","id":6254,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Up for the Match is an Irish Gaelic games-themed variety show currently hosted by Des Cahill and Gráinne Seoige. The show is broadcast live in two editions each year on RTÉ One on the eve of the respective All-Ireland hurling and football finals. Up for the Match features a mixture of music and chat with special guests and experts from the world of Gaelic games.","original_name":"Up for the Match","vote_average":0.0,"name":"Up for the Match","cert":"Unavailable","id":6257,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2005-09-10","cast":["Michael Absalom"],"overview":"Sportsround was a weekly spin-off from CBBC children's news programme Newsround. The sports magazine show was broadcast Friday evenings at 6:30pm on CBBC Channel and on Saturday mornings on BBC Two at 7.25am.\n\nSportsround was the only sports television show in the UK that was specifically aimed at children.\n\nFirst broadcast in 2005, Sportsround was a well-known children's show - regularly having big names on the show, including David Beckham, Lewis Hamilton, Jenson Button and Frank Lampard.\n\nThe final episode aired on 11 December 2010. It was replaced by a new sports show, Match of the Day Kickabout, which airs in Sportsround's original BBC Two slot on Saturday mornings.","original_name":"Sportsround","vote_average":0.0,"name":"Sportsround","cert":"Unavailable","id":6258,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1997-07-11","cast":["Michelle Phillips"],"overview":"Spicy City is an animated television series which was created by Ralph Bakshi for HBO. The series lasted for one season which consisted of six episodes.","original_name":"Spicy City","vote_average":6.0,"name":"Spicy City","cert":"Unavailable","id":6259,"adult":"false","genre_ids":[16,10759,80],"origin_country":["US"]},{"first_air_date":"1997-03-05","cast":["Debi Mazar","Seth Green","Joanna Gleason","Saverio Guerra","Nancy Cassaro"],"overview":"Temporarily Yours is an American sitcom that ran for six episodes in 1997.","original_name":"Temporarily Yours","vote_average":0.0,"name":"Temporarily Yours","cert":"Unavailable","id":6260,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2004-04-26","cast":["Lorne Spicer"],"overview":"Car Booty is a British television programme shown on BBC One as part of their daytime schedule, and is showing on Digital channel, Home.\n\nThe concept of the show is for a family or group who are in need of funds to sell items from around their home at a car boot sale, in order to raise the desired amount of money. There are times when there is an antique too good for the boot sale, so coverage of a family member taking an item to a specialist is often shown.\n\nThe show is presented by Lorne Spicer, who can also be seen on daytime show Money Spinners and recently on BBC's My Life For Sale'. She is joined by valuer Mark Franks and from time to time Paul Hayes, who also presents the show by himself when Lorne is not available.\n\nThe show is made by Leopard Films, who also make Cash in the Attic.","original_name":"Car Booty","vote_average":0.0,"name":"Car Booty","cert":"Unavailable","id":6273,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"The Live Mike was an Irish television comedy, variety, and chat show presented by Mike Murphy. It was first broadcast on RTÉ 1 on 9 November 1979. The programme featured a candid camera pieces by Murphy himself, with parody songs and comedy sketches by Twink, Dermot Morgan and Fran Dempsey, as well as a serious studio interview. The show ended on 2 April 1982.","original_name":"The Live Mike","vote_average":0.0,"name":"The Live Mike","cert":"Unavailable","id":6274,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":"2005-10-30","cast":["Andrew Sachs","Elliot Cowan","Laurence Fox","Stuart Graham","Alexandra Weaver"],"overview":"Egypt is a BBC television drama serial about various archaeological discoveries taking place in that country's history, with the occasional 'flashback' scene involving actors portraying the ancient Egyptians themselves. The hour-long show originally aired on Sunday nights at 9 pm on BBC1 in 2005.\n\nThe first two episodes explored the work of Howard Carter and his archaeological quest in Egypt in the early part of the twentieth century. The next two episodes focused on the eccentric explorer \"The Great Belzoni\", played by Matthew Kelly. The final two episodes dramatise the discovery and deciphering of the Rosetta Stone by Jean-François Champollion, who is played by Elliot Cowan.\n\nThe music was recorded by the Warsaw Radio Orchestra and is featured on the CD Timeless Histories by Chappell music, produced by Clare Isaacs.","original_name":"Egypt","vote_average":8.3,"name":"Egypt","cert":"Unavailable","id":6275,"adult":"false","genre_ids":[99,18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Raven was a multi-BAFTA-winning BBC Scotland children's adventure game show that aired on CBBC in the United Kingdom and on BBC Kids in Canada from 2002 to 2010 over the course of ten series, with three spin-off series. It was hosted by James Mackenzie in the title role, who conducts a group of children, known as warriors, over five days through a series of tasks and feats. At various stages in the adventure, the group loses the least successful warrior, until two go through to the final week to compete for the title of Ultimate Warrior.","original_name":"Raven","vote_average":0.0,"name":"Raven","cert":"Unavailable","id":6276,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"My Guardian Abby is a drama series that is broadcast on QTV-11 starring Starstruck avenger Nadine Samonte as Abby, a pink angel.\n\nEvery week, the show features different guest stars with different plots. In the story, there are three types of angels: white angels, child angels that stay in heaven; pink angels, who go down to earth to help mortals; and the blue angels, who help the pink angels in their mission. Pauleen, a blue angel, acts as Abby's guide whenever she has to go down and aid the mortals, and in the process, teaching her all about life.","original_name":"My Guardian Abby","vote_average":0.0,"name":"My Guardian Abby","cert":"Unavailable","id":6277,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":"1999-01-05","cast":["Jaclyn Linetsky","Sonja Ball","Bronwen Mantel","Laura Teasdale"],"overview":"Mega Babies is a Canadian cartoon created by the Tremblay brothers, Christian and Yvon, and produced by CinéGroupe and Landmark Entertainment Group in association with Sony Wonder.\n\nMega Babies was co-directed by Kevin Patrick Currie, Rick Thomas and Waid Konuwanchuk that first aired on January 1, 1999 and ended on April 1, 2001. Mega Babies was aired on Fox Family and Teletoon. The show was also aired weekday mornings in the UK on Sky One and was later repeated on Channel 5 on weekend mornings between 2001 and 2002.","original_name":"Mega Babies","vote_average":5.0,"name":"Mega Babies","cert":"Unavailable","id":6278,"adult":"false","genre_ids":[16,35],"origin_country":["CA"]},{"first_air_date":"1997-09-15","cast":["Cree Summer","Bill Switzer","Dale Wilson","Scott McNeil","Andrew Kavadas"],"overview":"Mummies Alive! is an American animated series from DIC Entertainment. It originally aired for one season in 1997.\n\nIn ancient Egypt, an evil sorcerer named Scarab, kills the pharaoh's son, Prince Rapses, so he can become immortal. Entombed alive for his crime, Scarab revives in the modern world and begins his search for Rapses' reincarnation, a San Francisco-dwelling boy named Presley Carnovan to retrieve the spirit of Rapses' so he can become immortal. Rapses' bodyguards, Ja-Kal, Rath, Armon, and Nefer-Tina, along with Rapses' cat, Kahti, awake from the dead to protect him from Scarab. They use the power of Ra to transform into powerful guardians.\n\nEach of the mummies is aligned with the power of an Egyptian god. Ja-Kal uses the spirit of falcon, Rath uses the spirit of snake, Armon uses the spirit of ram, and Nefer-Tina uses the spirit of cat. They are able to call upon it for magical armor and powers to fight superhuman evildoers. Although, once their strength is exhausted, they must rest in their sarcophagi to regain the ability. In order to access these powers, the mummies call out the phrase \"With the Strength of Ra!\", which triggers their transformation. The mummies also have the power to make a horrifying face, usually used to scare away nosy bystanders.","original_name":"Mummies Alive!","vote_average":6.4,"name":"Mummies Alive!","cert":"Unavailable","id":6279,"adult":"false","genre_ids":[16],"origin_country":["US","CA"]},{"first_air_date":"1992-03-14","cast":[],"overview":"Australia's leading international affairs program featuring fascinating, in-depth stories from the ABC's unrivalled network of foreign correspondents.","original_name":"Foreign Correspondent","vote_average":7.5,"name":"Foreign Correspondent","cert":"Unavailable","id":6292,"adult":"false","genre_ids":[99,10763],"origin_country":["AU"]},{"first_air_date":"2004-11-29","cast":["Eamonn Holmes"],"overview":"Hard Spell is a United Kingdom televised spelling bee programme for children between the ages of eleven and fourteen, presented by Eamonn Holmes, with Nina Hossain reading the words. It was first broadcast on BBC One in late 2004. Heats were held in different parts of the country leading to the grand final, at the end of which Gayathri Kumar was crowned Britain's best young speller.\n\nNotable spellers apart from Gayathri included Nisha Abraham-Thomas from Wolverhampton, Mark Jackson from Cambridge, Dominic Harvey from Bath, Sarah Williams from Penzance, Jack Jarvis from Chesterfield and Anthony Collins from Barnes.\n\nAll of the televised runners-up in 2004 received a signed photograph of Eamonn Holmes and other Hard Spell memorabilia.\n\nSoon after, the BBC produced a one-off episode of Star Spell, which followed the same format but had celebrities taking part rather than children. This was again presented by Eamonn Holmes, with Nina Hossain reading the words. The one-off episode was won by Richard Whiteley. In late 2005, the BBC broadcast a full series of Star Spell, again presented by Eamonn Holmes but Mishal Husain took over from Nina as word pronouncer.\n\nAs the show was such a success, Hard Spell returned to television screens at Christmas 2005 with a different age group but the same presenters, Eamonn Holmes and Mishal Husain. In the final, the winner was Niall O'Neill from Northern Ireland who won £10,000 worth of holiday vouchers and media equipment for his school. In 2005 the memorabilia contained a Hard Spell T-shirt, mug, pencil case, pen and a dictionary signed by the presenter.","original_name":"Hard Spell","vote_average":0.0,"name":"Hard Spell","cert":"Unavailable","id":6295,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1986-09-01","cast":["Gary Waldhorn","Karl Howman","Howard Lew Lewis","Mike Walling","Christopher Ellison"],"overview":"Brush Strokes is a British television sitcom, broadcast on BBC television from 1986 to 1991. Written by Esmonde and Larbey and set in South London, it depicted the amorous adventures of a good-looking, wisecracking house painter, Jacko. There were 40 episodes spread over 5 series.","original_name":"Brush Strokes","vote_average":7.6,"name":"Brush Strokes","cert":"Unavailable","id":6296,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"J.A.K.Q. Dengekitai is the second Super Sentai series. It aired from April 9, 1977 to December 24, 1977. Created by Shotaro Ishinomori, it ran for 35 episodes. The title given to this series for international distribution by Toei is The Jackers.","original_name":"J.A.K.Q. Dengekitai","vote_average":0.0,"name":"J.A.K.Q. Dengekitai","cert":"Unavailable","id":6297,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1985-02-02","cast":["Yoshinori Okamoto","Minoru Watanabe","Nahoko Nomoto","Genshuu Suzuki","Haruki Hamada"],"overview":"After already conquering hundreds of planets, the Great Star League Gozma sets its sights onto Earth. To defend the lands in such a great crisis, the military begins a special branch known as the Earth Defense Force, comprised of elite members from all areas of the military. Under the supervision of Commander Ibuki, the numerous gathered soldiers of the Earth Defense Force begin a harsh training.","original_name":"電撃戦隊チェンジマン","vote_average":8.7,"name":"Dengeki Sentai Changeman","cert":"Unavailable","id":6298,"adult":"false","genre_ids":[10759,10765],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Ninja Captor is a Japanese tokusatsu TV series aired from April 7, 1976 to January 26, 1977 on TV Tokyo 12 Channel, produced by Toei Company, Ltd. Ninja Captor is similar to series of Super Sentai and aired during the run of Himitsu Sentai Goranger and was even once classified as the second sentai series before J.A.K.Q. Dengekitai.","original_name":"Ninja Captor","vote_average":0.0,"name":"Ninja Captor","cert":"Unavailable","id":6313,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2006-11-26","cast":["H. Jon Benjamin","Jon Glaser","H. Jon Benjamin","Patrice O'Neal","Larry Murphy"],"overview":"Assy McGee is an animated sitcom featuring police detective Assy McGee, a parody of tough-guy cop shows and movies, who is literally a walking pair of buttocks. Along with his partner Don Sanchez, the trigger-happy McGee solves crimes in a fictionalized Exeter, New Hampshire. Larry Murphy voices all of the main characters. The series premiered on November 26, 2006, on Adult Swim and was canceled after season two ended on July 6, 2008.","original_name":"Assy McGee","vote_average":8.3,"name":"Assy McGee","cert":"Unavailable","id":6318,"adult":"false","genre_ids":[16,35],"origin_country":["US"]},{"first_air_date":"2006-12-07","cast":[],"overview":"The Bazura Project is a comedy show about the history of cinema, written and presented by Shannon Marinko and Lee Zachariah. It originally ran on Australian community television from 2006 to 2008, and on ABC2 in late 2011.","original_name":"The Bazura Project","vote_average":0.0,"name":"The Bazura Project","cert":"Unavailable","id":6319,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Newsbeat was the flagship news broadcast of Net 25 in the Philippines. It was currently anchored by Arlyn Dela Cruz-Collantes and Onin Miranda, and has the slogan \"Ang bagong pulso ng mga balita\". A 60-minute newscast, was aired at 6:00 PM Philippine time.\n\nVeteran broadcaster Ka Totoy Talastas joins the duo in providing commentary on the day's current affairs.\n\nThe show was last aired on December 24, 2007, to make way for the premiere of i-Balita.","original_name":"Newsbeat","vote_average":0.0,"name":"Newsbeat","cert":"Unavailable","id":6320,"adult":"false","genre_ids":[10763],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Aktuelle Kamera was the state television newscast of the former German Democratic Republic. On air from December 21, 1952 to December 14, 1990, Aktuelle Kamera was one of the main propaganda tools of the East German government.","original_name":"Aktuelle Kamera","vote_average":0.0,"name":"Aktuelle Kamera","cert":"Unavailable","id":6321,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"As Schools Match Wits is a high school quiz show, hosted by Beth Ward, that airs on PBS member station WGBY in Springfield, Massachusetts, and produced in association with Westfield State College. America's longest-running high school quiz show, As Schools Match Wits is well known throughout western Massachusetts and northern Connecticut.","original_name":"As Schools Match Wits","vote_average":0.0,"name":"As Schools Match Wits","cert":"Unavailable","id":6334,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1999-04-29","cast":["Samuel West"],"overview":"Documentary series tracing mankind's exploration of our solar system.","original_name":"The Planets","vote_average":8.0,"name":"The Planets","cert":"Unavailable","id":6335,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"1986-04-07","cast":["Makoto Sumikawa","Naomi Morinaga","Hiroshi Watari","Shozo Iizuka","Tōru Ōhira"],"overview":"Jikuu Senshi Spielban is a Japanese tokusatsu television series, part of the Metal Hero Series created by Toei Co. Ltd. from April 7, 1986 to March 9, 1987. Spielban's action footage was used for the battle scenes in VR Troopers.\n\nFor distribution purposes, Toei refers to this television series as Spielvan.","original_name":"時空戦士スピルバン","vote_average":8.0,"name":"Jikuu Senshi Spielvan","cert":"Unavailable","id":6336,"adult":"false","genre_ids":[10759],"origin_country":["JP"]},{"first_air_date":"1979-01-03","cast":["Paul Maxwell","Alexandra Bastedo","Brian Blessed","Peter McEnery","Tony Doyle"],"overview":"A man visiting Cyprus to investigate the death of his brother is drawn into a strange conspiracy.","original_name":"The Aphrodite Inheritance","vote_average":0.0,"name":"The Aphrodite Inheritance","cert":"Unavailable","id":6337,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"1977-11-07","cast":["Jack Hedley","Lalla Ward","Neil McCarthy","Takis Emmanuel"],"overview":"Who Pays the Ferryman? was a television series produced by the BBC in 1977. The title of the series refers to the ancient religious belief and mythology of Charon the ferryman to Hades. In ancient times it was the custom to place coins in or on the mouth of the deceased before cremation so that the deceased could pay the ferryman to go to Hades.\n\nThe eight-part series was written by Michael J. Bird.","original_name":"Who Pays the Ferryman?","vote_average":9.0,"name":"Who Pays the Ferryman?","cert":"Unavailable","id":6338,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"2004-07-03","cast":["Brianne Siddall","Michael McConnohie","Michelle Ruff","Bob Papenbrook","Ezra Weisz"],"overview":"Zentrix is a 3D-CG Chinese animated TV series directed by Tony Tong and Felix Ip under the Hong Kong based company Imagi Animation Studios. The original story was written by Tony Tang, Benny Chow, Felix Ip and Francis Kao.","original_name":"Zentrix","vote_average":0.0,"name":"Zentrix","cert":"Unavailable","id":6339,"adult":"false","genre_ids":[16],"origin_country":["HK"]},{"first_air_date":"2006-12-01","cast":[],"overview":"Det Røde Kapel was a Danish television show on the Danish television channel DR2, about the fictional theatre group Det Røde Kapel, which consists of three Danish comedians, who want to perform a comedy\/variety show in North Korea. The show is notable for actually taking place in North Korea.\n\nWhile the point of the trip is not to mock the regime of North Korea, the three comedians are able to act in ways that might quickly have raised suspicion in western countries, but due to the isolation of the inhabitants, and extremely low or non-existent exposure to western media, certain themes such as irony and subtle mockery are not seen as offensive. Their ability to communicate between each other in Danish, which is understood by no one else, also allows them certain freedom.\n\nAlong with the on-going challenge of getting their theatre show performed, the show also follows the three around certain \"tourist friendly\" landmarks in North Korea in or close to the capital Pyongyang, where they are taken to under strict supervision and guidance by officials. While it is difficult to judge the truthfulness of the situation, their female guide throughout their journey seems to develop strong affection for the group, acting very sad when they leave, and expressing hope that they will meet again.","original_name":"Det Røde Kapel","vote_average":6.0,"name":"Det Røde Kapel","cert":"Unavailable","id":6354,"adult":"false","genre_ids":[99,35],"origin_country":["DK"]},{"first_air_date":"2004-03-16","cast":["Kristin Lehman","Eric Schaeffer","Viola Davis","Nestor Carbonell","Héctor Elizondo"],"overview":"Century City is an American science fiction-legal drama television series set in Los Angeles in the year 2030.","original_name":"Century City","vote_average":7.0,"name":"Century City","cert":"Unavailable","id":6355,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Malta's Next Top Model","vote_average":0.0,"name":"Malta's Next Top Model","cert":"Unavailable","id":6356,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1959-10-02","cast":["Rod Serling"],"overview":"A series of unrelated stories containing drama, psychological thriller, fantasy, science fiction, suspense, and\/or horror, often concluding with a macabre or unexpected twist.","original_name":"The Twilight Zone","vote_average":8.3,"name":"The Twilight Zone","cert":"Unavailable","id":6357,"adult":"false","genre_ids":[18,9648,10765],"origin_country":["US"]},{"first_air_date":"1980-04-15","cast":["Tom Adams","Sharon Maughan","Duggie Brown"],"overview":"The Enigma Files is a British television detective drama that ran for one series of fifteen episodes in 1980.","original_name":"The Enigma Files","vote_average":6.0,"name":"The Enigma Files","cert":"Unavailable","id":6358,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Pat and Margaret is a British television film written by comedian Victoria Wood. The story follows sisters Margaret, a cook, and Pat, a successful actress in the United States, after they are reunited on a television programme after spending 27 years apart. It stars Wood alongside frequent comedy partner Julie Walters in the title roles, and features other past collaborators of Wood, including Thora Hird, Celia Imrie and Duncan Preston. First aired in 1994 on BBC One, the film was directed by Gavin Millar and produced by Ruth Caleb.\n\nAfter gaining over 10 million viewers, it won a Broadcasting Press Guild award and was nominated for two BAFTA awards. It drew comparisons with northern English dramatist Alan Bennett for its complex characterisation and observational dialogue.","original_name":"Pat and Margaret","vote_average":0.0,"name":"Pat and Margaret","cert":"Unavailable","id":6359,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"2002-10-14","cast":[],"overview":"The property show that helps prospective buyers find their dream home in the country.","original_name":"Escape to the Country","vote_average":6.7,"name":"Escape to the Country","cert":"Unavailable","id":6390,"adult":"false","genre_ids":[10764],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Shirl's Neighbourhood was an Australian afternoon children's television series aired on the Seven Network between 1979 and 1983. The half-hour show featured former Skyhooks frontman Graeme \"Shirley\" Strachan and co-host Liz Rule alongside a cast of characters including Norm The Kangaroo, Ol' Possum, Claude The Crow, Stanley The Snake, Greenfinger the Garden Gnome, Yippee the Bunyip, Bartholomew the Sheep and a band of monkeys. Franciscus Henri appeared in the show as a regular, both as himself presenting musical segments and as \"Professor Henri\" in comical sketches. He left the show in October 1980.\n\nNorm the Kangaroo was played by Don Bridges. The other characters were puppets created and brought to life by Ron Mueck.","original_name":"Shirl's Neighbourhood","vote_average":0.0,"name":"Shirl's Neighbourhood","cert":"Unavailable","id":6399,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Daily News Live, presented by AT&T, is a live, sports oriented talk show airing weeknights from 5:00PM to 6:00PM ET on Comcast SportsNet Philadelphia. The show features seven-time Pennsylvania Sportscaster of the year Michael Barkann joined by a rotating panel of writers from the Philadelphia Daily News and athletes and sports experts from around the country for a roundtable discussion about the top sports stories from both the city and the nation.\n\nOn game days, guest interviewers are also brought into the fold, shedding light on the night's big game. The show, though, is not limited to input from the day's panelists, as viewers are free to e-mail the show using the form at the homepage with the possibility of having their e-mail being mentioned or even discussed on the show. Originally, viewers could call in, but that portion of the program was cut by producers.\n\nThe show debuted on October 1, 1997 with Michael Barkann, Bill Conlin, Les Bowen, and Jack L. Williams, chairman of Comcast SportsNet.\n\nThe incredible success of Daily News Live resulted in the development of similar shows in other Comcast SportsNet sister stations. These include Chicago Tribune Live on Comcast SportsNet Chicago, Chronicle Live on CSN Bay Area, Daily News Live on SportsNet New York, and Washington Post Live on Comcast SportsNet Mid-Atlantic.","original_name":"Daily News Live","vote_average":0.0,"name":"Daily News Live","cert":"Unavailable","id":6400,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2002-10-22","cast":["Richard Mylan","Anne-Marie Duff","Bill Bailey","David Bradley","Liza Goddard"],"overview":"Wild West is a situation comedy screened from October 2002 until 2004 starring Dawn French and Catherine Tate. It was described as a dark comedy from the pen of Simon Nye and was filmed on location in Cornwall. Set in the hamlet of St Gweep, Wild West observes the strange goings-on in the local Cornish community. Shop owners Mary Trewednack and her life-partner Angela are the main focus but there are many other characters in this sitcom.\n\nThe first series of the sitcom was scheduled to appear on prime-time BBC1 where its eccentricities met with a poor critical and popular response, but a second series was commissioned and both series have received retrospective praise.\n\nMost of the sitcom was filmed in the village of Portloe in Cornwall.","original_name":"Wild West","vote_average":5.0,"name":"Wild West","cert":"Unavailable","id":6401,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2000-09-04","cast":["Liza Wang","Jessica Hsuan","Joyce Tang"],"overview":"A Matter of Customs is a TVB program in Hong Kong starring Wong He, Jessica Hsuan, Danny Lee and Liza Wang. The story is about customs agents in Hong Kong.","original_name":"A Matter of Customs","vote_average":0.0,"name":"A Matter of Customs","cert":"Unavailable","id":6402,"adult":"false","genre_ids":[18],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"Cronica Cârcotaşilor is a weekly satire show on Prima TV hosted by Codruț Kegheș and Mihai Găinușă.\n\nLoosely based on the Italian entertainment program Striscia la notizia, Cronica Cârcotaşilor ridicules various celebrities from the current Romanian political, media and showbiz scene by exposing their stupidity, hypocrisy or poor grammar skills, as seen on TV.\n\nThe main features of the show are:\n\n⁕the latest bloopers of the news presenters, politicians or other celebrities\n\n⁕the last week's top 3 TV bloopers or ridiculous sequences from different TV shows\n\n⁕an ironic peek behind the curtains of the fashion and showbiz scene, featuring the snobbish and labile character Cătălin Dezbrăcatu', an obvious satire on the Romanian fashion designer Cătălin Botezatu.\n\n⁕intermissions by attractive professional dancers nicknamed bebeluşe; in contrast to the Striscia la notizia's veline, Cronica Cârcotaşilor features four dancers: Delia Florea, Oana Ionita, Ioana Petric and Cristina Zegan.","original_name":"Cronica Cârcotaşilor","vote_average":0.0,"name":"Cronica Cârcotaşilor","cert":"Unavailable","id":6403,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2006-05-26","cast":["Terry Jones"],"overview":"Terry Jones' Barbarians is a 4-part TV documentary series first broadcast on BBC 2 in 2006. It was written and presented by Terry Jones, and it challenges the received Roman and Roman Catholic notion of the barbarian.\n\nProfessor Barry Cunliffe of the University of Oxford acted as consultant for the series.","original_name":"Terry Jones' Barbarians","vote_average":9.0,"name":"Terry Jones' Barbarians","cert":"Unavailable","id":6404,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"1996-06-21","cast":["Gillian Anderson"],"overview":"Future Fantastic was a British documentary television series which premiered in 1996. This show looked at the how science and science fiction complement each other, and how ideas and technologies from the past are helping to shape our future. The series was narrated by Gillian Anderson and co-produced by the British Broadcasting Corporation, The Learning Channel and Pro Sieben.","original_name":"Future Fantastic","vote_average":0.0,"name":"Future Fantastic","cert":"Unavailable","id":6419,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"House Calls: The Big Brother Talk Show is a spin-off of the American reality television series Big Brother. The program is a live Internet talk show hosted by Gretchen Massey and focuses on events in the Big Brother house as well as taking phone calls from viewers. The show started in 2004 during Big Brother 5 with Marcellas Reynolds as host\/co-host, and became quite popular. House Calls aired during the fifth through tenth seasons of Big Brother.","original_name":"House Calls: The Big Brother Talk Show","vote_average":0.0,"name":"House Calls: The Big Brother Talk Show","cert":"Unavailable","id":6420,"adult":"false","genre_ids":[10767],"origin_country":["US"]},{"first_air_date":"2006-04-01","cast":["Henry Rollins"],"overview":"The Henry Rollins Show was a weekly talk show hosted by Henry Rollins on the Independent Film Channel. The show featured Rollins' monologues, interviews with celebrities and uncensored musical performances. The show was canceled after the wrap of its second season.","original_name":"The Henry Rollins Show","vote_average":6.0,"name":"The Henry Rollins Show","cert":"Unavailable","id":6421,"adult":"false","genre_ids":[10767,35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Go, Baby! is a series of short interstitial programs created by Josh Selig that aired from December 2004 to January 2008 on Playhouse Disney programming block on the Disney Channel. The series features an African American infant named Baby and his Asian infant playmate, Sophie, both of whom are created by animating still photographs. The series also features an animated butterfly named Butterfly. The show's production company is Little Airplane Productions.\n\nThe narrator is represented by a human hand and is voiced by actor and writer Richard Kind. The characters are placed in may different settings and along with them the viewers are encouraged to help Baby and Sophie make discoveries such as locating common objects obscured within the photo-montage scenery, play a drum, build a castle, or opening a jack-in-the-box. The show airs for approximately five minutes and targets children ages three to six. The episodes are titled according to the theme and setting Baby will be taking place in like, Farm, Beach, Music, Space, Bathtub, Birthday, Garden and Dance\n\nThe character baby is usually dressed in all white and is seated. Baby does not speak, for he is shown as a toddler, and is usually seen laughing or surprised. The show begins with the view of Baby's diaper and the title, Go, Baby! printed on. The narrator then precedes to introduce Baby and the \"mission\" baby is attempting to complete. As seen in the Music episode, Baby attempts to play the drums with his head and the narrator then asks the viewer to \"show\" baby how to play the drums correctly. In doing so, the viewer is given two to three seconds before Baby continues and plays the drums correctly. Baby goes through various complications in one episode, like the drums to the guitar. In doing so, the viewer is encouraged to play along and help Baby","original_name":"Go Baby","vote_average":0.0,"name":"Go Baby","cert":"Unavailable","id":6422,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2004-03-14","cast":["Ernst-Paul Hasselbach"],"overview":"Peking Express is a Dutch\/Flemish reality game show that follows a series of couples as they hitchhike to or from Beijing. The series has already gone through five seasons. In the Netherlands it is screened by Net 5 and in Belgium by VT4. A German version was shown in 2004. The concept has also been sold to Scandinavia where it was broadcast for the first time in the autumn of 2007. The Scandinavian version is shown on Kanal 5 in Sweden, TVNorge in Norway and Kanal 5 in Denmark. A French version named Pékin Express is screened by M6, with nine seasons aired by 2013. It can be seen on TV5 outside France. In Spain, the local version Pekín Express is shown on Cuatro, with four seasons by 2011. An Italian version has been produced in 2012 by RAI and shown on Rai 2 with success; a second season will be broadcast in 2013.","original_name":"Peking Express","vote_average":0.0,"name":"Peking Express","cert":"Unavailable","id":6423,"adult":"false","genre_ids":[],"origin_country":["NL","BE"]},{"first_air_date":"2012-03-26","cast":["Paul Merton","Nicholas Parsons"],"overview":"Just a Minute is a BBC Radio 4 radio comedy and television panel game chaired by Nicholas Parsons. Its first transmission on Radio 4 was on 22 December 1967, three months after the station's launch. The Radio 4 programme won a Gold Sony Radio Academy Award in 2003.\n\nThe object of the game is for panellists to talk for sixty seconds on a given subject, \"without repetition, hesitation or deviation\". The comedy comes from attempts to keep within these rules and the banter among the participants. In 2011 comedy writer David Quantick ascribed Just a Minute's success to its \"insanely basic\" format, stating, \"It's so blank that it can be filled by people as diverse as Paul Merton and Graham Norton, who don't have to adapt their style of humour to the show at all.\"","original_name":"Just a Minute","vote_average":9.5,"name":"Just a Minute","cert":"Unavailable","id":6424,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Measure of Man is a Singapore Chinese Language drama, telecast on Mediacorp TV Channel 8, 9 pm. It made its debut on 7 August 2006 and ended its run on 8 September 2006.\n\nIt is exactly the opposite of another show, Beautiful Trio, also produced by Mediacorp. While Beautiful Trio examines the problems that Singaporean women face, Measure of Man deals with the problems men face instead, with Huang Wenyong, Ben Yeo and Zhang Yaodong as the lead actors. The 2 shows have the same director and executive producer. This show has a total of 25 episodes and it was the second most watched local drama serial for the year 2006 after Love Concierge.\n\nVeteran actor and actress Huang Wenyong and Aileen Tan were seen as potential Star Awards 2006 Best Actor and Best Actress nominees because of their excellent acting that the audience enjoyed. Unfortunately, both were not nominated.\n\nThe show received mixed reviews. While Aileen Tan, Huang Wenyong and Li Yinzhu were praised for their acting, new artistes who had less than 2 years of experience in Mediacorp, such as Ben Yeo and Ezann Lee were heavily criticized both by critics and the general public.","original_name":"Measure of Man","vote_average":0.0,"name":"Measure of Man","cert":"Unavailable","id":6439,"adult":"false","genre_ids":[],"origin_country":["SG"]},{"first_air_date":null,"cast":[],"overview":"Newyddion is a Welsh-language news programme consisting of Welsh, UK, and international news, produced daily by BBC Cymru Wales and broadcast on S4C.","original_name":"Newyddion","vote_average":0.0,"name":"Newyddion","cert":"Unavailable","id":6440,"adult":"false","genre_ids":[10763],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Dave and Steve’s Video Game Explosion was a television video-game review show. In November 2001, it began airing on TBS as well as the Burly Bear TV network and later was part of a one hour time slot. Dave & Steve were listed on Entertainment Weekly's It List in 2002.\n\nThe comedy-based variety show was hosted by two accomplished comedy writers, David Mandel and Steve Lookner. VGE was produced by Jack Helmuth and Shawn Valine. The main writers were Craig Digregorio and James Eagan.\n\nBetween game reviews the hosts often mocked their sponsor, SoBe, or abused their cheerleader Tiffany Holiday.\n\nIt was produced by the Burly Bear Network, a college television network headed by Lorne Michaels.","original_name":"Dave and Steve's Video Game Explosion","vote_average":0.0,"name":"Dave and Steve's Video Game Explosion","cert":"Unavailable","id":6441,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2003-09-24","cast":["Ann Cusack","John Carroll Lynch","Mare Winningham","Elizabeth McGovern","Chris Penn"],"overview":"The Brotherhood of Poland, New Hampshire is an American drama series created by David E. Kelley that aired on CBS. The show offers the typical quirkiness and eccentric humor that have become synonymous with David E. Kelley's shows. The Brotherhood of Poland, New Hampshire has been described as \"Northern Exposure with middle-aged angst and populated with the sort of oddball supporting characters so typical of the Kelley oeuvre.\" The show was canceled after five episodes due to poor ratings.","original_name":"The Brotherhood of Poland, New Hampshire","vote_average":0.0,"name":"The Brotherhood of Poland, New Hampshire","cert":"Unavailable","id":6442,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"1995-05-20","cast":["Naomi Judd"],"overview":"Star Search is a television show that was produced from 1983–95, hosted by Ed McMahon, and created by Alfred Masini. A relaunch was produced in 2003–04. The show was originally filmed at the old Earl Carroll Theatre, at 6230 Sunset Blvd. in Hollywood and later at the Disney Hollywood Studios in Orlando, Florida.","original_name":"Star Search","vote_average":7.5,"name":"Star Search","cert":"Unavailable","id":6443,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2002-11-22","cast":["Norkys Batista","Emma Rabbe","Hilda Abrahamz","Natalia Streignard"],"overview":"Mi Gorda Bella is a Venezuelan telenovela that was produced by and seen on Venezuela's Radio Caracas Televisión. This telenovela lasted 178 episodes and was distributed internationally by RCTV International.","original_name":"My Sweet, Fat Valentina","vote_average":0.0,"name":"My Sweet, Fat Valentina","cert":"Unavailable","id":6444,"adult":"false","genre_ids":[],"origin_country":["VE"]},{"first_air_date":"1996-09-16","cast":["Bill Cosby","Doug E. Doug","T'Keyah Crystal Keymáh","Phylicia Rashād","Madeline Kahn"],"overview":"Cosby is an American situation comedy television series broadcast on CBS from September 16, 1996 to April 28, 2000, loosely based on the British sitcom One Foot in the Grave. The program stars Bill Cosby and Phylicia Rashād, who previously worked with Cosby in the 1984–1992 NBC sitcom The Cosby Show. Madeline Kahn portrayed their neighbor, Pauline, until her death in 1999.","original_name":"Cosby","vote_average":5.2,"name":"Cosby","cert":"Unavailable","id":6445,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"John en Marsha is a defunct situational comedy series that aired over the Radio Philippines Network from 1973 to 1990. Created by Adíng Fernando, the series starred Dolphy, Nida Blanca, Dely Atay-Atayan and Maricel Soriano.\n\nA spin-off from the series, John En Shirley, aired on ABS-CBN in 2006 with only Dolphy and Maricel Soriano reprising their old roles.","original_name":"John en Marsha","vote_average":0.0,"name":"John en Marsha","cert":"Unavailable","id":6458,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"1991-02-16","cast":[],"overview":"Welcome Freshmen is a television show that ran on Nickelodeon from 1991 to 1993. The show took place at Hawthorne High School with a group of high school students and a bumbling vice principal. Game shows like Get the Picture and Nick Arcade had celebrity episodes starring some of the cast of Welcome Freshmen and Clarissa Explains It All.\n\nWelcome Freshmen was filmed at Nickelodeon Studios in Orlando, Florida.","original_name":"Welcome Freshmen","vote_average":0.0,"name":"Welcome Freshmen","cert":"Unavailable","id":6459,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1994-03-13","cast":[],"overview":"The Busy World of Richard Scarry is a Canadian\/French animated children's television series, produced by CINAR Animation and France Animation in association with Paramount Television, which aired from 1994 to 1997, first on Showtime, later on Nickelodeon, and ran for 65 episodes. The television series was based on the books drawn and written by Richard Scarry. Reruns of the show formerly aired in syndication as part of the Cookie Jar Kids Network block, but the show now continues to air on the Cookie Jar Toons block on ThisTV.","original_name":"The Busy World of Richard Scarry","vote_average":7.6,"name":"The Busy World of Richard Scarry","cert":"Unavailable","id":6460,"adult":"false","genre_ids":[16,10762],"origin_country":["US"]},{"first_air_date":"2006-04-02","cast":["Loni Anderson","Brennan Hesser","Tori Spelling","Brian George","James Carpinello"],"overview":"So Notorious, sometimes stylized So NoTORIous, is an American sitcom on VH1, loosely based on the life of actress Tori Spelling. The series debuted on April 2, 2006 and despite lasting only ten episodes, received substantial acclaim from critics.","original_name":"So NoTORIous","vote_average":0.0,"name":"So NoTORIous","cert":"Unavailable","id":6461,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Would Like To Meet is a British reality television dating series, first broadcast on BBC 2 in 2001. Presented by Lowri Turner, it featured relationship expert Tracey Cox, confidence coach Steven Anderson and celebrity stylist Jay Hunt, who each used their expertise to help a singleton find a date. The show ran for three series until 2003. This was followed by a one-off celebrity special in 2004 where the experts helped TV presenter Esther Rantzen.\n\nThe series led to numerous success stories, one of whom was Jon Massey, the subject of programme two of series two. As a direct result of his being featured in the programme, he was contacted after transmission by a woman who became his future wife.\n\nHaving changed his name in the meantime to Jon McKnight, he was married at The Ritz in London on 19 December 2004. Jeremy Milnes, who had acted as his confidence coach during the filming of the programme, and Alannah Richardson, the series producer, were guests of honour at the wedding in the hotel's Marie Antoinette Suite.","original_name":"Would Like to Meet","vote_average":0.0,"name":"Would Like to Meet","cert":"Unavailable","id":6462,"adult":"false","genre_ids":[10764,99],"origin_country":["GB"]},{"first_air_date":"2006-04-16","cast":["Dave McRae"],"overview":"Final 24 is a Canadian documentary series which airs on the Discovery Channel and Global Television Network. The series explores the last 24 hours of the life of a person, usually a celebrity. The series is narrated by Canadian voice artist Dave McRae and Danny Wallace in the UK.","original_name":"Final 24","vote_average":10.0,"name":"Final 24","cert":"Unavailable","id":6463,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"1969-03-31","cast":[],"overview":"It Takes Two is a game show in which contestants gave numerical answers to questions. The original program was created and produced by Ralph Andrews and aired on NBC from March 31, 1969 to July 31, 1970 at 10:00 AM Eastern. A second version, produced by Mark Phillips Philms & Telephision, aired on The Family Channel in 1997.\n\nLos Angeles Dodgers broadcaster Vin Scully hosted the NBC version with John Harlan as announcer and on-camera assistant. The 1997 version was hosted by Dick Clark.","original_name":"It Takes Two","vote_average":0.0,"name":"It Takes Two","cert":"Unavailable","id":6464,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Boblins are kind, loving, mischievous characters, who live in a land full of colour called Rainbow’s End, existing in harmony with nature and caring for the animals, plants and trees. The Boblins enjoy a life filled with fun and adventure where each new day brings a fresh chance for their personalities to shine. Each of the seven Boblins represents one of the seven colours of the rainbow, and possesses the characteristics and mood associated with their colour.","original_name":"Boblins","vote_average":0.0,"name":"Boblins","cert":"Unavailable","id":6477,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2005-04-02","cast":[],"overview":"The greatest singers and songwriters play their music and tell the stories behind their greatest songs on this acclaimed VH1 music performance series. Each one-hour episode takes viewers behind the scenes with a single artist or group featuring intimate musical performances and the first-hand stories behind the performer's hits and sentimental favorites.","original_name":"VH1 Storytellers","vote_average":0.0,"name":"VH1 Storytellers","cert":"Unavailable","id":6478,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1982-12-05","cast":["Ken Marshall","Denholm Elliott","Tony Vogel","Anne Bancroft","John Gielgud"],"overview":"Marco Polo is an American-Italian television miniseries originally broadcast by NBC in the United States, by Antenne 2 in France and by RAI in Italy in 1982. It starred Kenneth Marshall as Marco Polo, the 13th-century Venetian merchant and explorer. The series also featured appearances by Denholm Elliott, Anne Bancroft, John Gielgud, Ian McShane, Leonard Nimoy, and others. It was originally broadcast in four episodes, where episodes 1 and 4 were twice as long as episodes 2 and 3. The series is sometimes divided into six equally long episodes.","original_name":"Marco Polo","vote_average":5.9,"name":"Marco Polo","cert":"Unavailable","id":6479,"adult":"false","genre_ids":[18,10759],"origin_country":["CN","IT","JP","US"]},{"first_air_date":"1999-10-07","cast":[],"overview":"Hosted by Suzanne Whang, the show takes viewers behind the scenes as individuals, couples and families learn what to look for and decide whether or not a home is meant for them. Focusing on the emotional experience of finding and purchasing a new home, each episode follows a prospective buyer and real estate agent through the home-buying process, from start to finish.","original_name":"House Hunters","vote_average":5.1,"name":"House Hunters","cert":"Unavailable","id":6480,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"1992-07-30","cast":["Hugh Dennis","Steve Punt","Nick Hancock","Adie Allen","Harriet Thorpe"],"overview":"Me, You and Him is a British television sitcom, that aired on ITV from 30 July to 3 September 1992. It was made for the ITV network by Thames.\n\nIt was written by and starred Hugh Dennis, Nick Hancock and Steve Punt, all previously known - though particularly, Punt and Dennis - for their work on the alternative comedy and satirical circuit, especially through the BBC Radio 1 sketch show The Mary Whitehouse Experience, which had transferred to television and made Dennis and Punt into household names.\n\nThe plot centred around Hancock's character, John Hanley, a teacher of physical education who lived happily and lazily alone in a flat in the fictional area of Southbridge, London, until his old school friend, ambitious and obnoxious businessman Harry Dunstan, returns from working in France and moves in with him. Punt's character, the unemployed but intelligent Mark Prior, lives nearby but was forever visiting the others after arguing with his parents.\n\nThe six-part series was continuous in its plot, with Harry trying to win back the affections of girlfriend Clare with whom he had declined to keep in touch while in France. The other regular characters were Hanley's upstairs neighbours Helen and Todd, a reformed but still scary ex-convict and his wife, who was his probation officer. A running theme is Harry's discomfort with Todd living above due to his prejudice against criminals, even reformed ones.","original_name":"Me, You and Him","vote_average":0.0,"name":"Me, You and Him","cert":"Unavailable","id":6481,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2006-08-04","cast":["Rob de Leeuw","Nicolas Wright","Trevor Hayes","James A. Woods","Karen Cliche"],"overview":"The Business is a Canadian television series, which airs on The Movie Network in Canada and IFC in the United States.\n\nThe plot of the show centres on Vic Morgan, an adult film director of a low-budget softcore pornographic series similar to Girls Gone Wild. He attempts to become a legitimate film maker after having converted to Judaism to be successful in the entertainment industry. Season one depicts the production of his first independent film and the difficulties along the way with an undisciplined production staff, poorly skilled actors, and an eccentric Japanese investor. Season two follows the company following the success of its first film as they search for a follow-up project.\n\nThe series is filmed and produced in Montreal by Philms Pictures, and has a predominantly Canadian cast.","original_name":"The Business","vote_average":0.0,"name":"The Business","cert":"Unavailable","id":6482,"adult":"false","genre_ids":[35],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Mr. Hiccup is an Italian animated series of 39 episodes created by Italtoons Corporation in 1983.\n\nThe series focuses on the life of Mr. Hiccup, who is a little man with a normal life, a normal job, a normal home, and one not-so-normal problem: chronic hiccups.\n\nIn every episode he tries a new thing to lose his hiccup, but always fails.","original_name":"Mr. Hiccup","vote_average":0.0,"name":"Mr. Hiccup","cert":"Unavailable","id":6497,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1972-09-17","cast":["Judi Bowker","Stacy Dorning","William Lucas","Charlotte Mitchell","Roderick Shaw"],"overview":"The Adventures of Black Beauty is a British children's television drama series produced by London Weekend Television and shown by ITV in the United Kingdom between 1972 and 1974. It was distributed internationally by London Weekend International.","original_name":"The Adventures of Black Beauty","vote_average":6.0,"name":"The Adventures of Black Beauty","cert":"Unavailable","id":6498,"adult":"false","genre_ids":[10759,10751],"origin_country":["GB"]},{"cert":"Unavailable","cast":[],"id":6499,"first_air_date":"2006-09-26","overview":"Fugitive Strike Force is a 2006 television series resembling Fox Broadcasting Company's Cops. The series shows footage of criminals being arrested by three different corps, the U.S. Marshals, the SWAT and Bounty Hunters.","genre_ids":[],"origin_country":["US"],"original_name":"Fugitive Strike Force","vote_average":0.0,"name":"Fugitive Strike Force","adult":"false"}]