[{"first_air_date":"2015-04-01","cast":[],"overview":"\"My Crazy Ex\" tells the extraordinary but true stories of past relationships that went awry when one partner’s behavior goes from romantic to excessive to extreme. From a woman who reappears unannounced in the life of a casual high school friend years after graduation to a man who chooses to share the glories of his new relationship on a fetish website - \"My Crazy Ex\" is what happens when the path to true love veers down a twisted road of obsession.","original_name":"My Crazy Ex","vote_average":10.0,"name":"My Crazy Ex","cert":"Unavailable","id":66000,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2016-03-16","cast":[],"overview":"VH1 Family Therapy With Dr. Jenn hopes to shed a little light on the complicated and often misunderstood world of celebrity families who still have to grapple with universal issues – but under a microscope. The new series features five families at a crossroads in their relationship as they undergo three weeks of intensive family therapy. Under the guidance of Dr. Jenn Mann (who will serve as primary therapist and host for the series), the family members will participate in group and individual therapy along with relationship exercises out in the \"real world\" to see if they can rebuild their relationships or if it's simply time for them to move on.","original_name":"Family Therapy With Dr. Jenn","vote_average":10.0,"name":"Family Therapy With Dr. Jenn","cert":"Unavailable","id":66013,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-02-01","cast":[],"overview":"TLC's My 600-lb Life documents the seven-year journey four individuals undertake to escape obesity and regain control of their lives.","original_name":"My 600-lb Life","vote_average":6.6,"name":"My 600-lb Life","cert":"Unavailable","id":66014,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"2016-03-30","cast":["Jesse Wellens","Jeana Smith"],"overview":"YouTube's most sensational pranksters, Jesse and Jeana of PrankvsPrank and BFvsGF, take their mischief to the next level and put their expertise to work as they mentor celebrity guests, teaching them how to pull off their most ambitious and complicated pranks yet with the help of some of YouTube’s biggest stars.","original_name":"Prank Academy","vote_average":0.0,"name":"Prank Academy","cert":"Unavailable","id":66015,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1983-10-20","cast":["Ryusei Nakao","Yuusaku Yara","Akio Nojima","Akira Kamiya","Mai Tachihara"],"overview":"After the death of Saizou, Kabamaru's horribly strict grandfather and iga ninja-sensei (teacher), an old lady Ran Akoko claims that she received a letter from him asking her to take care of his grandson. So Kabamaru runs off with Lady Akoko to the big city Tokyo to gorge himself on yakisoba, Ramen, chow-mein and attend a regular school which turns out to have weird quirks of its own.","original_name":"伊賀野カバ丸","vote_average":7.8,"name":"Ninja Boy","cert":"Unavailable","id":66016,"adult":"false","genre_ids":[16,35],"origin_country":[]},{"first_air_date":"2014-12-11","cast":["Engin Altan Düzyatan","Nurettin Sönmez","Fahri Öztezcan","Kaan Taşaner","Hülya Darcan"],"overview":"Ertuğrul Bey and the Knights Templar in the 13th century Alba and step and step with the struggle against brutal Mongols depicts the process of establishing the Ottoman principality.","original_name":"Diriliş: Ertuğrul","vote_average":6.7,"name":"Resurrection: Ertugrul","cert":"Unavailable","id":66017,"adult":"false","genre_ids":[10759,18,10768],"origin_country":["TR"]},{"first_air_date":"2016-03-17","cast":["Kwon Min-a","Baek Ju-Ho","Ro Woon","Lee Jae-yoon","Kim Seol-hyun"],"overview":"Starring AOA's Min Ah as an endearing outcast who turns the heads of Da Won, Ro Woon, Cha Ni and Ju Ho, this interactive choose-your-own-adventure series unites AOA and Neoz trainees in a sweet string of high school romances.","original_name":"클릭유어하트","vote_average":7.0,"name":"Click Your Heart","cert":"Unavailable","id":66020,"adult":"false","genre_ids":[35],"origin_country":["KR"]},{"first_air_date":"2016-02-25","cast":["Dan Harmon","Spencer Crittenden"],"overview":"Writer Dan Harmon has his assistant Spencer Crittenden construct a time machine to transport historical figures from the past so he can interview them. The interviewees only survive for a few hours before undergoing a \"total protoplasmic disconversion\" and collapsing into dust, which Spencer collects in a jar.","original_name":"Great Minds with Dan Harmon","vote_average":7.4,"name":"Great Minds with Dan Harmon","cert":"Unavailable","id":66033,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":"2003-09-01","cast":[],"overview":"This documentary, The Cross: Jesus in China, portrays the little known history of a remarkable people; it is the turbulent 50 year history of Chinese Christians on screen! For the first time, the history of Christianity in China, especially within the House-Church movement, is given in an honest and comprehensive account. The film answers the question raised by many people outside China: how did the number of Chinese Christians increase from 700,000 in 1949 to approximately 70 million today despite communist control? Using live footage and interviews, the film captures the true stories of many people and seeks to answer the most common questions: how does the Chinese government deal with Chinese Christians and vice-vice-versa? How have Chinese Christians developed, survived and grown? What kind of people are they, what influence have they had and will they have on Chinese society?","original_name":"The Cross: Jesus in China","vote_average":0.0,"name":"The Cross: Jesus in China","cert":"Unavailable","id":66034,"adult":"false","genre_ids":[99],"origin_country":["CN"]},{"first_air_date":"2012-09-13","cast":[],"overview":"Each episode features a different extreme engineering feat. From jumbo jets, super-trains, cruise ships, skyscrapers, mega-factories to earthmovers, viewers are taken around the world in search of mankind's greatest achievements.","original_name":"World's Top 5","vote_average":0.0,"name":"World's Top 5","cert":"Unavailable","id":66035,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2016-01-25","cast":[],"overview":"Ever want to know what happens to your favorite WWE Superstars and Divas immediately following a WWE Live Event? On WWE Ride Along, the WWE Universe rides shotgun with the Superstars and Divas themselves as they travel from city to city on the tour that never ends. Hear inside stories and witness over-the-top hilarity that can only take place within the confines of a car.","original_name":"WWE Ride Along","vote_average":7.9,"name":"WWE Ride Along","cert":"Unavailable","id":66036,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2014-12-17","cast":["Nhã Phương","Kang Tae-oh","Hồng Đăng","Kim Tuyến","Việt Anh"],"overview":"A girl from Hanoi (Linh), a huge fan of Korean pop culture, will go for some time to Korea.","original_name":"Tuổi Thanh Xuân","vote_average":0.0,"name":"Forever Young","cert":"Unavailable","id":66037,"adult":"false","genre_ids":[18],"origin_country":["VN"]},{"first_air_date":"2013-05-12","cast":["Thierry Simon","Baptiste Lorber","Medi Sadoun","Guillaume Darnault","Matthieu Longatte"],"overview":"The crisis saves nobody. Even not the characters of our childhood. To  such a point that some people of them even became socially disadvantaged  persons. Fortunately for them, all is not lost and a brave social  worker decided to deal with their case. Come in his office and assist  its confidential interviews with Aspegix and Grodebilix, Zizimir, Sandy,  Proumfs, Mr Patatos, Marius and Gigi, the Tortoises Tramps and all  Kassos which suffer in the biggest indifference.","original_name":"Les Kassos","vote_average":10.0,"name":"Les Kassos","cert":"Unavailable","id":66038,"adult":"false","genre_ids":[35],"origin_country":["FR"]},{"first_air_date":"2016-07-01","cast":["Youko Hikasa","Hiroaki Iwanaga","Toa Yukinari","Kaoru Mizuhara","Kazuyuki Okitsu"],"overview":"Spurred by the flame raging in his heart, the Black Swordsman Guts continues his seemingly endless quest for revenge. Standing in his path are heinous outlaws, delusional evil spirits, and a devout child of god. Even as it chips away at his life, Guts continues to fight his enemies, who wield repulsive and inhumane power, with nary but his body and sword—his strength as a human.","original_name":"ベルセルク","vote_average":6.0,"name":"Berserk","cert":"Unavailable","id":66053,"adult":"false","genre_ids":[10759,16,18,10765],"origin_country":["JP"]},{"first_air_date":"2005-01-01","cast":["Xiumin Gao","Chen Xiaoyi","Sun Honglei","Zhang Jiayi","Shaohua Zhang"],"overview":"","original_name":"半路夫妻","vote_average":7.5,"name":"半路夫妻","cert":"Unavailable","id":66054,"adult":"false","genre_ids":[10751,18],"origin_country":["CN"]},{"first_air_date":"2000-04-10","cast":[],"overview":"","original_name":"Případy detektivní kanceláře Ostrozrak","vote_average":0.0,"name":"Případy detektivní kanceláře Ostrozrak","cert":"Unavailable","id":66055,"adult":"false","genre_ids":[80],"origin_country":["CZ"]},{"first_air_date":null,"cast":[],"overview":"Lifetime reveals the changing face of plastic surgery in the new docuseries, Atlanta Plastic, following three of Atlanta's top African American surgeons and their clients who seek to look their best by going under the knife.","original_name":"Atlanta Plastic","vote_average":0.0,"name":"Atlanta Plastic","cert":"Unavailable","id":66056,"adult":"false","genre_ids":[10764],"origin_country":[]},{"first_air_date":"2015-08-04","cast":[],"overview":"","original_name":"Godina Oluje","vote_average":0.0,"name":"Godina Oluje","cert":"Unavailable","id":66059,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"1978-04-17","cast":["Hans Jürgen Diedrich","Christian Marschall"],"overview":"","original_name":"Nick Knatterton","vote_average":7.0,"name":"Nick Knatterton","cert":"Unavailable","id":66074,"adult":"false","genre_ids":[16],"origin_country":["DE"]},{"first_air_date":"2001-07-21","cast":["Kaori Nishijima","Haruna Kanbayashi","Michiru Shirosaki","Osamu Tokita","Nagisa Futami"],"overview":"At a harmless looking College, the teachers and staff are practicing a dark religion. By devoting their bodies to perversity, they chant their dark spells and control the lusts of the student body.","original_name":"バイブルブラック","vote_average":7.3,"name":"Bible Black: Night of the Walpulgis","cert":"Unavailable","id":66075,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Shining a spotlight on ground-breaking artists and entertainers who’ve devoted their lives to making their mark in movies, television, comedy and sports – and in the process, helped to elevate and transform our world.","original_name":"Unsung Hollywood","vote_average":0.0,"name":"Unsung Hollywood","cert":"Unavailable","id":66076,"adult":"false","genre_ids":[10764],"origin_country":[]},{"first_air_date":"2016-04-09","cast":["Kensho Ono","Yoshimasa Hosoya"],"overview":"This unconventional, surrealist comedy follows an exhausted high school boy who, despite multiple attempts from his friends, still manages to spectacularly... sleep. Much to the chagrin of the energetic (at times bossy) Oota, Tanaka is often found in a blissful state of lethargy, possessing the ability to doze off in any situation, especially in mid-sentence!","original_name":"田中くんはいつもけだるげ","vote_average":8.3,"name":"Tanaka-kun is Always Listless","cert":"Unavailable","id":66077,"adult":"false","genre_ids":[16,35],"origin_country":["JP"]},{"first_air_date":"2016-04-06","cast":["Megumi Han","Natsuki Hanae","Junichi Suwabe","Ayumu Murase","Kaito Ishikawa"],"overview":"Rokuro is from a family of exorcists, but he'd rather be a singer, a soccer player or anything but an exorcist! He's forced to own up to his own incredible potential when new arrival Benio stirs his competitive spirit. But their rivalry gets a twist when they earn the prestigious title of \"Twin Star Exorcists\"—two supreme fighters fated to marry and birth the ultimate spiritual warrior!","original_name":"双星の陰陽師","vote_average":8.3,"name":"Twin Star Exorcists","cert":"Unavailable","id":66078,"adult":"false","genre_ids":[10759,16,35,10765],"origin_country":["JP"]},{"first_air_date":"2015-10-10","cast":["Aoi Morikawa","Sho Aikawa","Yuta Hiraoka","Satoru Matsuo","Yû Koyanagi"],"overview":"Kazuko Yamase is a 23-year-old, broken-hearted freeter. One day, she sees a knitted teddy bear that really appeals to her. She decides to buy it. Later, the knitted teddy bear suddenly speaks! Within the teddy bear, Yasuo Amano's spirit lives. He is the person who knitted the teddy bear and he was also detective. Kazuko then becomes involved in a case with Yasuo and helps to solve the case.","original_name":"テディ・ゴー！","vote_average":0.0,"name":"Teddy Go!","cert":"Unavailable","id":66079,"adult":"false","genre_ids":[35,80,9648],"origin_country":["JP"]},{"first_air_date":"2016-04-08","cast":[],"overview":"During the construction of the Kurobe Dam, an ancient artifact was discovered, and so the United Nations Kurobe Research Institute was established. Intellectuals from all over the world gathered to study the object, and the children of those researchers attend Mt. Tate International Senior High School, including the institute head's daughter, Yukina Shirahane. In the summer of 2016, a lone samurai once again awakens.","original_name":"クロムクロ","vote_average":7.1,"name":"Kuromukuro","cert":"Unavailable","id":66080,"adult":"false","genre_ids":[16,35,18,9648],"origin_country":["JP"]},{"first_air_date":"2015-04-28","cast":["Renee Paquette"],"overview":"WWE announcer Renee Young interviews WWE Superstars and other pop-culture celebrities, covering just about everything, except what they are famous for.","original_name":"Unfiltered with Renee Young","vote_average":7.3,"name":"Unfiltered with Renee Young","cert":"Unavailable","id":66093,"adult":"false","genre_ids":[10767],"origin_country":["US"]},{"first_air_date":"2016-04-10","cast":["Andrew Dice Clay","Chris Williams","Eugene Kim","Kurt Koehler","Kevin Corrigan"],"overview":"Hickory, dickory, dock — the Dice Man's back and he's ready to rock. The semi-true stories of Andrew Dice Clay, whose unique brand of humor often gets him in trouble. Once on top, the comedian now must work to resurrect his career, pay his gambling debts, manage his sons’ rock band, fend off old fans and keep his family afloat.","original_name":"Dice","vote_average":6.9,"name":"Dice","cert":"Unavailable","id":66094,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2016-03-28","cast":["Cha Hak-yeon","Kang Min-ah","Yoo Se-hyung","Moon Ji-In"],"overview":"“Tomorrow Boy” tells the tale of a handsome, young patriarch who lives on for tomorrow even in the midst of adversity. A young patriarch, Ahn Tae Pyeong, who has lost both his parents and is in charge of taking care of his grandmother along with his four younger siblings. Despite his circumstances, Tae Pyeong has a strong conviction and is energetic, while he pursues his studies and earns money for his family.","original_name":"투모로우 보이","vote_average":0.0,"name":"Tomorrow Boy","cert":"Unavailable","id":66095,"adult":"false","genre_ids":[18,10751],"origin_country":["KR"]},{"first_air_date":"2012-10-16","cast":["Fanny Klefelt","Happy Jankell"],"overview":"","original_name":"Portkod 1321","vote_average":0.0,"name":"Portkod 1321","cert":"Unavailable","id":66100,"adult":"false","genre_ids":[18],"origin_country":["SE"]},{"first_air_date":"2016-07-02","cast":["Masakazu Morita","Keiko Suzuki","Chiwa Saito","Risa Asaki","Saya Shinomiya"],"overview":"Kazamatsuri, a modern, well-developed city renowned for its burgeoning greenery and rich Japanese culture, is home to Kotarou Tennouji, a high schooler least privy to the place's shared values. Content to fill his pockets with frivolity, the proud and nosey boy whiles away his time pestering the self-proclaimed delinquent Haruhiko, and indulging in his amorous feelings toward the oddball Kotori. Equipped with the superhuman ability to permanently rewrite any part of his body to multiply his strength or speed, Kotarou is naturally drawn to the supernatural. One special meeting with the lone member and president of the Occult Research Club, the \"Witch\" Akane Senri, leads to Kotarou reviving the Occult Club by recruiting Kotori and three other members: the clumsy transfer student Chihaya, the strict class representative Lucia, and the unassuming Shizuru. As Kotarou unveils hidden secrets of each member of the Occult Club through their shared adventures, he will inevitably encounter a fate that only he might be able to rewrite.","original_name":"リライト","vote_average":5.5,"name":"Rewrite","cert":"Unavailable","id":66101,"adult":"false","genre_ids":[16,10759],"origin_country":["JP"]},{"first_air_date":"2016-04-05","cast":[],"overview":"Sword and magic rule in the continent of Kuna'ahn. In this continent are three powerful nations: the Holy Kingdom of Amoria, the Kingdom of Ishilfen, and the Kingdom of Vanrodis, which share a delicate balance of power. Should disaster befall any one of the three nations, war would spread throughout the continent. Also residing there is the feared \"Evil Dragon\" Daganzord, an unstoppable force that leaves nothing but scorched land and destruction wherever he goes. Hiiro's parents, Bairo and Kismitete, joined other sorcerers in a magic ritual ten years ago in an attempt to seal Daganzord, but failed when someone interfered. The ritual would later become known as the \"Balbagoa Tragedy.\" After being rescued by Giruu, young Hiiro set out to learn swordsmanship so that he could avenge his parents. Now, ten years later, sixteen-year-old Hiiro leaves home on a journey to slay the Evil Dragon, and Giruu feels he has no choice but to accompany him. In the search for the Evil Dragon, Hiiro encounters people of various races who join in his quest to eliminate Daganzord... but will Hiiro really succeed in overcoming the destiny he took upon himself and defeating Daganzord?!","original_name":"聖戦ケルベロス　竜刻のファタリテ","vote_average":5.5,"name":"Seisen Cerberus: Ryuukoku no Fatalités","cert":"Unavailable","id":66102,"adult":"false","genre_ids":[16,10759,10765],"origin_country":["JP"]},{"first_air_date":"2016-04-07","cast":["Haruka Shiraishi","Hibiku Yamamura","Kiyono Yasuno","Mayu Yoshioka","Yumiri Hanamori"],"overview":"The story centers around class 1-7 of Tennomifune Academy, where all the students with \"bad karma\" or misfortune seem to have been gathered. Hibari, a student in this class, meets the unlucky Hanako and the perennially unhealthy Botan on her first day of school, and together they try to find a way to turn their school life into a happy one.","original_name":"あんハピ♪","vote_average":4.9,"name":"Unhappy Go Lucky!","cert":"Unavailable","id":66113,"adult":"false","genre_ids":[16,35],"origin_country":["JP"]},{"first_air_date":"2016-04-07","cast":[],"overview":"Onigiri thrusts its players into mystical Japan, a land filled with mythical creatures of Japanese legend. Starting as a lone Oni, players fight against the malevolent influence of the Kamikui as their miasma spreads over the land. 8 NPCs, each with their own distinct personality and skills, ally themselves with the player to help build a legend, and quell the evil that has arisen. As you grow stronger together, so do the bonds binding you to each other.","original_name":"鬼斬","vote_average":5.5,"name":"Onigiri","cert":"Unavailable","id":66114,"adult":"false","genre_ids":[10759,16],"origin_country":["JP"]},{"first_air_date":"2015-10-02","cast":[],"overview":"Mysterious monsters that appear and attack in present time. The people can only be played with by them in this extreme situation. Why do these monsters appear to attack people...? Sousuke Banba, a scientist, searches for the truth with the keyword \"Kagewani\" A new feeling of panic suspense animation begins.","original_name":"影鰐-KAGEWANI-","vote_average":4.0,"name":"Kagewani","cert":"Unavailable","id":66115,"adult":"false","genre_ids":[16,10765],"origin_country":["JP"]},{"first_air_date":"2016-03-29","cast":["Inês Curado"],"overview":"","original_name":"Aqui Tão Longe","vote_average":0.0,"name":"Aqui Tão Longe","cert":"Unavailable","id":66116,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2016-02-15","cast":["Teuila Blakely"],"overview":"Three illegitimate children discover they each have a claim to the fortune of one of NZ's wealthiest men, John Truebridge. With so much money on the line, John's legitimate family will do anything to stop these new, unexpected heirs!","original_name":"Filthy Rich","vote_average":3.7,"name":"Filthy Rich","cert":"Unavailable","id":66117,"adult":"false","genre_ids":[18],"origin_country":["NZ"]},{"first_air_date":"2015-02-10","cast":["Kate McCartney","Kate McLennan"],"overview":"Fill the void in your life by joining celebrity chef, Kate McLennan, and her food intolerant friend, Kate McCartney, as they cook their way into the Food Culture Revolution with a series of edible recipes! Watch as The Kates create food intolerant-friendly meals and explore modern culinary trends like quitting sugar, food porn, food trucks and drinking shit out of jars! They road test everybody’s favourite culinary moneysuck, the Thermomix, and sample a range of libations like wine, whiskey and kombucha, the hot new drink that combines parasitical fungi with intestinal spasming! The Katering Show! Change your life through the power of good food and even better Friendship.","original_name":"The Katering Show","vote_average":8.0,"name":"The Katering Show","cert":"Unavailable","id":66118,"adult":"false","genre_ids":[35],"origin_country":["AU"]},{"first_air_date":"2016-04-01","cast":[],"overview":"Comedy centred around a couple and their insufferable neighbours.","original_name":"Two Doors Down","vote_average":2.0,"name":"Two Doors Down","cert":"Unavailable","id":66119,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2016-04-03","cast":["Keeley Hawes","Milo Parker","Josh O'Connor","Daisy Waterstone","Callum Woodhouse"],"overview":"In 1935, financially strapped widow Louisa Durrell, whose life has fallen apart, decides to move from England, with her four children (three sons, one daughter), to the island of Corfu, Greece. Once there, the family moves into a dilapidated old house that has no electricity and that is crumbling apart. But life on Corfu is cheap, it's an earthly paradise, and the Durrells proceed to forge their new existence, with all its challenges, adventures, and forming relationships.","original_name":"The Durrells","vote_average":7.3,"name":"The Durrells","cert":"Unavailable","id":66134,"adult":"false","genre_ids":[35,18],"origin_country":["GB"]},{"first_air_date":"2014-05-12","cast":[],"overview":"","original_name":"Julius Jr.","vote_average":5.0,"name":"Julius Jr.","cert":"Unavailable","id":66135,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1984-01-28","cast":[],"overview":"","original_name":"Taotao ehonkan sekai doubutsu-banashi","vote_average":7.0,"name":"Taotao ehonkan sekai doubutsu-banashi","cert":"Unavailable","id":66136,"adult":"false","genre_ids":[16,10762],"origin_country":[]},{"first_air_date":"2015-12-20","cast":["Eli Finish","Maor Schweitzer","Miri Aloni","Rami Heuberger","Gal Toren"],"overview":"","original_name":"להרוג את הסבתא","vote_average":0.0,"name":"להרוג את הסבתא","cert":"Unavailable","id":66137,"adult":"false","genre_ids":[],"origin_country":["IL"]},{"first_air_date":"2014-05-01","cast":[],"overview":"This revolutionary awards show features the most popular songs and artists in the nation based on the iHeartRadio Chart, a ranking decided by what consumers listen to both on the radio and online.","original_name":"iHeartRadio Music Awards","vote_average":1.0,"name":"iHeartRadio Music Awards","cert":"Unavailable","id":66138,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2016-03-25","cast":[],"overview":"","original_name":"Finaste familjen","vote_average":0.0,"name":"Finaste familjen","cert":"Unavailable","id":66139,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":"2011-03-12","cast":[],"overview":"","original_name":"La Mala del Brenta - La Vera Storia","vote_average":0.0,"name":"La Mala del Brenta - La Vera Storia","cert":"Unavailable","id":66150,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2016-04-01","cast":["David Holt"],"overview":"David Holt plays tunes and talks with modern masters of traditional music in Appalachia, showcasing not just the music but also the countryside that gave it life. Shot entirely on location, the program puts its featured performers in the context of the countryside that nurtured their musical traditions.","original_name":"David Holt's State of Music","vote_average":9.0,"name":"David Holt's State of Music","cert":"Unavailable","id":66151,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2013-10-25","cast":["Gülce Oral","Sarp Aydınoğlu","Ezgi Çelik","Ali Atay","Serkan Keskin"],"overview":"","original_name":"Ben de Özledim","vote_average":6.9,"name":"Ben de Özledim","cert":"Unavailable","id":66154,"adult":"false","genre_ids":[],"origin_country":["TR"]},{"first_air_date":null,"cast":[],"overview":"Brenda and Toby Willis share the challenge of maintaining their large, fourteen-member family while keeping up with the workload required to manage their touring band. The family, hailing from just outside of Nashville, was thrust into the limelight after making it to the final rounds of America's Got Talent, where everyone fell in love with their music and original sound; the YouTube video from their national performance alone has garnered more than 6 million views. Throughout the series, viewers will get an inside look into their lives as they travel the country sharing their talents and balancing a life at home.","original_name":"The Willis Family","vote_average":0.0,"name":"The Willis Family","cert":"Unavailable","id":66157,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2016-04-04","cast":["Jani Kazaltzis"],"overview":"","original_name":"Jani gaat","vote_average":0.0,"name":"Jani gaat","cert":"Unavailable","id":66158,"adult":"false","genre_ids":[],"origin_country":["BE"]},{"first_air_date":"2013-10-14","cast":["Gordon Ramsay"],"overview":"Gordon Ramsay teaches viewers how to cook simple, tasty, amazing food every day.","original_name":"Gordon Ramsay's Home Cooking","vote_average":9.0,"name":"Gordon Ramsay's Home Cooking","cert":"Unavailable","id":66159,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2014-05-19","cast":["Kim Ok-bin","Lee Hee-joon","Kim Hee-jung","Jo Hee-Bong","Ahn Nae-sang"],"overview":"Kang Yoo-na is the daughter of a pickpocket who learned the trade from her father and is already famous in her own right (with a prolific rap sheet of her very own, and three prior convictions). After being released from prison, she works as a part-time barista at a friend's café, but sometimes goes back to her old habits. Yoo-na shares a multiplex house with a rag-tag group of personalities, including an ex-gangster, a call girl, and a day laborer. They may not have much to boast about, but they are bright and warm people who live their daily lives to the fullest. Things take an interesting turn when they get a new neighbor — unemployed but seemingly pure-hearted Kim Chang-man moves in. Chang-man is an aspiring social worker, and as Yoo-na gets to know the salt-of-the-earth good boy next door, he starts to change them all for the better. Residing together under the same roof, they come to understand each other and mend their past wounds.","original_name":"유나의 거리","vote_average":0.0,"name":"Steal Heart","cert":"Unavailable","id":66176,"adult":"false","genre_ids":[35,18,10751],"origin_country":["KR"]},{"first_air_date":"2013-02-15","cast":["Katharina Abt","Dieter Landuris","Andreas Kern"],"overview":"","original_name":"Die Speckners","vote_average":0.0,"name":"Die Speckners","cert":"Unavailable","id":66177,"adult":"false","genre_ids":[35],"origin_country":["DE"]},{"first_air_date":"1997-01-01","cast":["Lucas van den Eynde","Karen van Parijs","Guy Van Sande","Hans de Munter","Peter Rouffaer"],"overview":"Guy Moeyaert is a well-meaning colonial official in a jungle district of the Belgian Congo in the last years of white colonial rule, after the Second World War, a paternalistic system where the state, unable to be properly present all over the vast, sparsely populated country, collaborates systematically with the Roman Catholic missions -in his post, father Alexis- and private enterprise, in case mainly the mining company -locally represented by engineer Lenaers- which also helps out with money and labor for such public tasks as road building. Even his grip on the natives is weak, as they live under hereditary tribal leaders, which must take from its people what they are legally obliged to deliver to the state in taxes and labor; coercion is done by force, including whipping on the bare buttocks, which Guy hates. Guy also starts a love affair with Hélène Vermarcke, who gets estranged from her husband Luk (the three were already friends in Belgium) as he devotes all his efforts the their plantation, leaving her alone with the native staff and their son, or is it Guy's? The adultery makes his position in the white community far weaker then is compatible with his position of theoretical authority without sufficient independent means. He also depends heavily on his educated black clerk Gabriel Ndazaru and ambitious white deputy Arthur. It all gets worse for everybody as the call for 'dipenda', black independence as in Ghana, gets stronger, in time even accepted 'in principle' by the Belgian government which plans a gradual transition which the idealist Guy supports but all other whites oppose, while the natives have neither patience nor insight and start attacking every symbol of the old regime, regardless of its objective value, and soon white people and 'collaborators' too- it gets physically dangerous, but Guy won't budge or flee...","original_name":"Kongo","vote_average":0.0,"name":"Kongo","cert":"Unavailable","id":66178,"adult":"false","genre_ids":[18],"origin_country":["BE"]},{"first_air_date":"2015-01-06","cast":["Zuzana Kubovčíková Šebová","Peter Brajercik","Dano Heriban","Roman Slanina","Juraj Tabacek"],"overview":"","original_name":"Horná Dolná","vote_average":7.0,"name":"Horná Dolná","cert":"Unavailable","id":66179,"adult":"false","genre_ids":[35,10751,10766],"origin_country":["SK"]},{"first_air_date":"2013-04-08","cast":["Sakis Tanimanidis","George Mavridis"],"overview":"","original_name":"World Party","vote_average":5.0,"name":"World Party","cert":"Unavailable","id":66180,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1989-01-02","cast":["Paul Ricour","Veerle Eyckermans","Ludo Hellinx","Lulu Aertgeerts","Raymond Jaminé"],"overview":"Postbus X is a childrens series, set in the editorial office of \"De Ravenburgse Post\", owned by eccentric Jonathan Hiks, later succeeded by his daughter Ilse Hiks. The Ravenburgse Post is in fact a cover for the organization Mailbox X '. People with problems can write a letter to Postbus X (PO Box X, actually 10) Ravenburg and then possibly helped. The team includes Jonathan Hiks (and later Ilse Hiks), Bodo and later Waldo of \"Het Melkhuisje\" (a café in the same building), Pol and Jessie. The meetings always go by at Het Melkhuisje, which is connected with the Office of Hiks with a hidden elevator . The rest of the editorial staff doesn't know anything of the activities of Postbus X, which sometimes leads to difficulties, especially when it comes to the clumsy and lazy worker 'De Vergulden Veder' Felix Haentjes, who is however, in favor of state editor Miss Pluym.","original_name":"Postbus X","vote_average":6.0,"name":"Mailbox X","cert":"Unavailable","id":66191,"adult":"false","genre_ids":[],"origin_country":["BE"]},{"first_air_date":"2010-12-26","cast":[],"overview":"Tragicomihorrordramedyzombienaziblaxploitationschlockfestorg­y made in Flanders! Scary sitcom by the devilish pact Acht + Abattoir Fermé.","original_name":"Monster!","vote_average":0.0,"name":"Monster!","cert":"Unavailable","id":66194,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2015-06-19","cast":[],"overview":"Khaled, the owner of a big imports\/exports business, gets in trouble when his son gets kidnapped by an organ trafficking organization. Joined by his wife, he travels searching for his son, and decides to infiltrate the criminal organization by working with them. Eventually, he faces several shocks and surprises involving his closest friends.","original_name":"ذهاب وعودة","vote_average":0.0,"name":"Zahab wa 3awda","cert":"Unavailable","id":66195,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2016-03-13","cast":["Lisa Smit","Stefanie van Leersum","Jouman Fattal","Tobias Nierop","Willem Voogd"],"overview":"A group of five top medicine students is admitted to a prestigious program. They'll be working for a renowned professor who turns out to have a secret agenda. The students soon discover a extremely dangerous experiment called Project Orpheus","original_name":"Project Orpheus","vote_average":0.0,"name":"Project Orpheus","cert":"Unavailable","id":66196,"adult":"false","genre_ids":[18,10765],"origin_country":["NL"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"两个女人的故事","vote_average":0.0,"name":"两个女人的故事","cert":"Unavailable","id":66197,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2003-04-01","cast":["Mohamed Quatib","M'Barek El Mamoudi","Richard Horsley","Tal Ilan","James Strange"],"overview":"A series of programmes exploring great figures and events from biblical times. Historical, archaeological and anthropological evidence gives fresh insights into the historical realities of the times. Stylish drama re-enactments, CGI graphics, and expert opinions offer a comprehensive exploration into some of the Bible's most compelling people and stories. Was Mary Magdalene really a prostitute? Where was St Peter laid to rest? Did Joseph actually have a 'coat of many colours'? Did Herod really order the massacre of the innocents? This series answers these questions and more.","original_name":"Bible Mysteries","vote_average":7.5,"name":"Bible Mysteries","cert":"Unavailable","id":66198,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2015-08-18","cast":["Kim Sae-ron","Cha Eun-woo","Moonbin","MJ","JinJin"],"overview":"This web-drama is about a boy group who fall to the past just a day before their debut and getting back in time with the help of a girl.","original_name":"투 비 컨티뉴드","vote_average":10.0,"name":"To Be Continued","cert":"Unavailable","id":66211,"adult":"false","genre_ids":[18,35],"origin_country":["KR"]},{"first_air_date":"2016-04-03","cast":["Mihai Bendeac","Delia Matache","Cătălin Ștefan Ion"],"overview":"","original_name":"iUmor","vote_average":9.0,"name":"iUmor","cert":"Unavailable","id":66212,"adult":"false","genre_ids":[35],"origin_country":["RO"]},{"first_air_date":"2016-04-05","cast":[],"overview":"","original_name":"Bravo, România","vote_average":10.0,"name":"Bravo, România","cert":"Unavailable","id":66213,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2016-04-03","cast":[],"overview":"A group of teenagers wake up to a world where the adults have mysteriously disappeared and all technology has ceased to function.","original_name":"The Cul de Sac","vote_average":0.0,"name":"The Cul de Sac","cert":"Unavailable","id":66214,"adult":"false","genre_ids":[10765],"origin_country":["NZ"]},{"first_air_date":"2010-05-23","cast":[],"overview":"Unshackle your laughing gas, put your ball and chain away, take a prison break and get ready to escape with the Daltons! The fab four are back! The Daltons will try every trick in the books to get out and then some: a maze of tunnels, explosives, hot air balloons and rain dances, and a whole cast of zany characters to help them get free ... or not! The only thing they don’t try using are their brains! But what they lack in intelligence, they sure make up for in willpower and imagination! The far west has never been crazier!","original_name":"Les Dalton","vote_average":0.0,"name":"The Daltons","cert":"Unavailable","id":66219,"adult":"false","genre_ids":[16,10762,35],"origin_country":["FR"]},{"first_air_date":"2016-04-13","cast":[],"overview":"Strong features 20 contestants, which include 10 male trainers and 10 female trainees. The trainers work on helping their trainees improve their physical fitness, not only through losing weight but also through achieving a balance between mind and body, and getting into shape both physically and mentally. After a series of challenges, two teams will face each other in a physical competition in the Elimination Tower, with the losing team being eliminated from the series. The winning team will receive a cash prize of up to $500,000, depending on their overall performance in the show.","original_name":"Strong","vote_average":8.0,"name":"Strong","cert":"Unavailable","id":66232,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2016-01-25","cast":["Baek Sung-hyun","Lee Dae-yeon","Lee Hyang-sook","Choi Byung-mo ","Lee Ki-chan"],"overview":"Based on writer Lee Hyeon-min's original web-toon which had more than 1 million views a day when it was published on Naver, this black comedy is about the daily lives of employees in an advertisement agency and their competitive working environment.","original_name":"질풍기획","vote_average":0.0,"name":"Ready for Start","cert":"Unavailable","id":66237,"adult":"false","genre_ids":[35,18],"origin_country":["KR"]},{"first_air_date":"2016-04-15","cast":["Tom Cullen","Lee Ingleby","Sarah Solemani","O.T. Fagbenle"],"overview":"When they were twelve years old, Mark, Pru, Danny and Slade were out together in the park. Mark’s five-year-old brother, Jesse, was annoying them. They were mean – told him to get lost. Jesse ran away. He was gone. Never seen again. Twenty years later, Danny – now a detective – learns some shocking news. Jesse’s DNA has been found at a murder scene. He is alive and out there. Somewhere.","original_name":"The Five","vote_average":7.2,"name":"The Five","cert":"Suitable for 15 years & above","id":66238,"adult":"false","genre_ids":[18,9648],"origin_country":["GB"]},{"first_air_date":"2016-03-20","cast":[],"overview":"","original_name":"Junior MasterChef Chile","vote_average":0.0,"name":"Junior MasterChef Chile","cert":"Unavailable","id":66239,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2016-04-30","cast":["Jin Se-yeon","Go Soo","Kim Mi-Sook","Jung Joon-ho","Park Joo-mi"],"overview":"Jeonokseo, the most horrifying prison in Joseon, is where Ok Nyeo was born. This genius girl learns the art of living from the most eccentric people of the time. Despite the difficulties, Ok Nyeo grows up to introduce a human rights institution of Joseon to protect the weak.","original_name":"옥중화","vote_average":5.3,"name":"The Flower in Prison","cert":"Unavailable","id":66240,"adult":"false","genre_ids":[18],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"Live on Letterman is an online concert series webcast by CBS and Vevo. The concerts are filmed live in the Ed Sullivan Theater, the home of Late Show with David Letterman, and streamed on the CBS website. Despite the title, these concerts usually are not actually broadcast on Late Show with David Letterman. Live on Letterman produces intimate streaming concerts with the hottest artists including Katy Perry, Taylor Swift, Foo Fighters, The Shins, and many more.","original_name":"Live on Letterman","vote_average":0.0,"name":"Live on Letterman","cert":"Unavailable","id":66241,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2011-10-24","cast":[],"overview":"Antiques experts accompany celebrities on a road trip around the UK searching for treasures and competing to make the most money at auction","original_name":"Celebrity Antiques Road Trip","vote_average":7.0,"name":"Celebrity Antiques Road Trip","cert":"Unavailable","id":66250,"adult":"false","genre_ids":[10767],"origin_country":["GB"]},{"first_air_date":"1980-09-02","cast":[],"overview":"The story of the prince of the land of monsters. As part of his training to succeed the throne, he visits the human world, where he has various adventures with other monsters.","original_name":"怪物くん","vote_average":8.5,"name":" Kaibutsu-kun","cert":"Unavailable","id":66251,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":"1983-01-01","cast":[],"overview":"\"You're lying, Melita\" is a Croatian television series from 1983.","original_name":"Lažeš, Melita","vote_average":0.0,"name":"You're lying, Melita","cert":"Unavailable","id":66252,"adult":"false","genre_ids":[10751,10762],"origin_country":["HR"]},{"first_air_date":"1975-01-01","cast":["Gottfried Kramer"],"overview":"","original_name":"Piggeldy & Frederick","vote_average":10.0,"name":"Piggeldy & Frederick","cert":"Unavailable","id":66253,"adult":"false","genre_ids":[16,10751,10762],"origin_country":["DE"]},{"first_air_date":"2016-08-22","cast":["Park Bo-gum","Kim You-jung","Jung Jin-young","Chae Soo-bin","Kwak Dong-yeon"],"overview":"Hong Ra On, disguises herself as a man and counsels men on dating. Due to a love letter she wrote for a client, she meets Lee Young - future Crown Prince Hyomyeong. Hong Ra On is unaware that he is the Crown Prince and Lee Young is unaware that Hong Ra On is a woman. The Crown Prince becomes interested in Hong Ra On. His eunuchs become aware of this and attempt to get Hong Ra On to become one of them.","original_name":"구르미 그린 달빛","vote_average":6.9,"name":"Love in the Moonlight","cert":"Unavailable","id":66256,"adult":"false","genre_ids":[35,18,10751,10768],"origin_country":["KR"]},{"first_air_date":"1995-01-01","cast":[],"overview":"","original_name":"Sylvan, el poder de la magia","vote_average":0.0,"name":"Sylvan, el poder de la magia","cert":"Unavailable","id":66257,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2016-04-01","cast":["Billy Connolly"],"overview":"Billy Connolly takes to the rails for a six thousand mile trip through the backyard of America.","original_name":"Billy Connolly's Tracks Across America","vote_average":7.5,"name":"Billy Connolly's Tracks Across America","cert":"Unavailable","id":66258,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2015-10-01","cast":["Gabriel Iglesias"],"overview":"Comedian Gabriel \"Fluffy\" Iglasias and his entourage of comedians travel around the country, asking fans where to eat, and, in order to \"Break Even\", where to work out.","original_name":"Fluffy's Food Adventures","vote_average":0.8,"name":"Fluffy's Food Adventures","cert":"Unavailable","id":66269,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2016-04-17","cast":["Lee So-ra","Kim Bum-soo","Yang Yo-seop","Kim Joon-hyun"],"overview":"The best singers in Korea are waiting to sing a duet with you. Anyone with a smartphone can apply through the show’s official mobile phone application “everysing”. In this show, famous singers appear on stage and search for a partner to sing a duet with. Stay tuned to see ordinary people make a connection with famous singers through a duet. The winner of the final round will receive 10,000 dollars along with an offer to release their song. Watch as each team competes for the throne.","original_name":"Fantastic Duo","vote_average":0.0,"name":"Fantastic Duo","cert":"Unavailable","id":66270,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2016-05-25","cast":["Hwang Jung-eum","Ryu Jun-yeol","Lee Soo-hyuk","Lee Chung-ah","Kim Sang-ho"],"overview":"A romantic comedy about superstitious woman who tries to change her foretold fate by seducing a virgin and nerd guy. Bo Nui is a superstitious woman who relies too much in fortune-telling. One day she gets to know that if she doesn't sleep with a virgin man born in 1986 (year of tiger), she will die soon. She then meets an incredibly stingy guy Soo Ho. Bo Nui learns that he matches the conditions set forth by the fortune teller and sets out to seduce him. Unfortunately for her, Soo Ho is a nerd CEO of a game company who trusts only in logical and scientific things.","original_name":"운빨로맨스","vote_average":7.6,"name":"Lucky Romance","cert":"Unavailable","id":66271,"adult":"false","genre_ids":[35],"origin_country":["KR"]},{"first_air_date":"2016-07-06","cast":["Kim Woo-bin","Bae Suzy","Lim Ju-hwan","Im Joo-eun","Jin Kyung"],"overview":"When Shin Joon-Young and No Eul were children, they were separated and became heartbroken. As adults they meet again. Shin Joon-Young is now a top actor and singer. He is intelligent and attractive. No Eul is the PD of documentaries. She values money over justice and kisses up to those with more power than her.","original_name":"함부로 애틋하게","vote_average":6.0,"name":"Uncontrollably Fond","cert":"Unavailable","id":66272,"adult":"false","genre_ids":[18],"origin_country":["KR"]},{"first_air_date":"2015-10-31","cast":[],"overview":"","original_name":"Spiel für dein Land – Das größte Quiz Europas","vote_average":0.0,"name":"Spiel für dein Land – Das größte Quiz Europas","cert":"Unavailable","id":66275,"adult":"false","genre_ids":[10764],"origin_country":["DE","AT","CH"]},{"first_air_date":"2017-02-19","cast":["Nicole Kidman","Reese Witherspoon","Shailene Woodley","Laura Dern","Adam Scott"],"overview":"The tale of three mothers of first graders whose apparently perfect lives unravel to the point of murder.","original_name":"Big Little Lies","vote_average":7.7,"name":"Big Little Lies","cert":"Unavailable","id":66292,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2011-03-14","cast":["Irene Azuela","Eduardo Victoria","Lisa Owen","Sofía Sisniega","Christian Vazquez"],"overview":"This dramatic series follows a group of troubled Mexican teens in their last year of school, coping with such challenges as drug abuse and sexual identity. In other words, growing up.","original_name":"Bienvenida Realidad","vote_average":0.0,"name":"Welcome to Reality","cert":"Unavailable","id":66293,"adult":"false","genre_ids":[18,10766],"origin_country":["MX"]},{"first_air_date":"2016-04-20","cast":[],"overview":"Follow six dynamic Los Angeles mothers, who meet through parenting expert Jill Spivack's highly-coveted, eight-week course.","original_name":"There Goes the Motherhood","vote_average":0.0,"name":"There Goes the Motherhood","cert":"Unavailable","id":66294,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"2015-06-01","cast":[],"overview":"","original_name":"Tecnologia animal","vote_average":0.0,"name":"Tecnologia animal","cert":"Unavailable","id":66295,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1985-06-01","cast":["Sztankay István","Péter Cseke","Csaba Gieler","Ildikó Pádua","Teri Földi"],"overview":"A funny story about Hungarian boys and girls and their adventures in the summer camp.","original_name":"Gyalogbéka","vote_average":0.0,"name":"Frog Footman","cert":"Unavailable","id":66296,"adult":"false","genre_ids":[10759,10751],"origin_country":["HU"]},{"first_air_date":"2016-05-20","cast":["Maria Bamford","Ana Gasteyer","Dean Cain","Sarah Silverman","Jenny Slate"],"overview":"A single-camera half-hour comedy based on what Maria Bamford has accepted to be \"her life.\" It's the sometimes surreal story of a woman who loses — and then finds — her s**t.","original_name":"Lady Dynamite","vote_average":6.3,"name":"Lady Dynamite","cert":"Unavailable","id":66309,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2016-09-06","cast":["Martin Freeman","Adam Brody","Edi Gathegi","Otmara Marrero","Ron Perlman"],"overview":"A desperate banker needs to conceal stolen money. A Haitian-American gang lord wants to go legit. A Cuban-American hacker has an idea that will revolutionize the very future of money itself. Forced to work together, they unwittingly create their version of the American dream - organized crime 2.0.","original_name":"StartUp","vote_average":7.3,"name":"StartUp","cert":"Unavailable","id":66310,"adult":"false","genre_ids":[80,18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Realestate agents competite against each other, guessing 3 recently sold house prices per show.","original_name":"Hammerslag","vote_average":0.0,"name":"Hammerslag","cert":"Unavailable","id":66311,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1970-02-05","cast":["Fabio Fazio","Ludovico Peregrini","Matilde Gioli"],"overview":"","original_name":"Rischiatutto","vote_average":0.0,"name":"Rischiatutto","cert":"Unavailable","id":66312,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1986-12-01","cast":["Michaela Berglund","Emilie Gjers","Ronn Elfors","Stefan Ekman","Sonja Hejdeman"],"overview":"","original_name":"Julpussar och Stjärnsmällar","vote_average":0.0,"name":"Julpussar och Stjärnsmällar","cert":"Unavailable","id":66315,"adult":"false","genre_ids":[18,10751,10762],"origin_country":["SE"]},{"first_air_date":"2004-04-25","cast":["Kaori Nishijima","Michiru Shirosaki"],"overview":"Years after Minase had defeated Miss Kitami, all the ladies of the Witchcraft School have graduated and have gone their seperate ways. The story revolves around Imari who is a psychic investigator leading a team on a murder investigation that will awaken the soul of Miss Kitami within her.","original_name":"新バイブルブラック","vote_average":7.8,"name":"Bible Black: New Testament","cert":"Unavailable","id":66328,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":"2016-06-20","cast":["Kim Rae-won","Park Shin-hye","Yoon Kyun-sang","Lee Sung-kyoung","Kim Min-seok"],"overview":"When Hye-Jung was young, her life was difficult. She was good at fighting, but also studied well. Overcoming her tough situation, she is now a doctor.","original_name":"닥터스","vote_average":6.9,"name":"Doctors","cert":"Unavailable","id":66329,"adult":"false","genre_ids":[18],"origin_country":["KR"]},{"first_air_date":"2016-07-20","cast":["Lee Jong-suk","Han Hyo-joo","Jung Yoo-Jin","Lee Tae-hwan","Lee Si-eon"],"overview":"Han Hyo-joo plays a surgeon whose father is a famous comic book creator. One day Dad goes missing and she rushes to his workshop to look for him, and instead finds a strange man bathed in blood. She gets kidnapped by the bloody man, which is where their story begins. The drama takes place in 2016 Seoul, but in different dimensions that exist in parallel with one another. It’s described as a suspense romance melodrama about “a man and a woman who are living in the same time, but different worlds.”","original_name":"더블유","vote_average":8.3,"name":"W: Two Worlds","cert":"Unavailable","id":66330,"adult":"false","genre_ids":[18,10765,35],"origin_country":["KR"]},{"first_air_date":"2008-03-10","cast":["Robert Llewellyn","Brian Unger","Louis Bloomfield"],"overview":"","original_name":"How Stuff's Made","vote_average":0.0,"name":"How Stuff's Made","cert":"Unavailable","id":66331,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2016-04-19","cast":[],"overview":"","original_name":"Deu Match!","vote_average":0.0,"name":"Deu Match!","cert":"Unavailable","id":66332,"adult":"false","genre_ids":[99],"origin_country":["BR"]},{"first_air_date":"1963-09-24","cast":[],"overview":"A German Shepherd dog wanders endlessly, only stopping to do a good deed or help a person in need, before returning to his road without end.","original_name":"The Littlest Hobo","vote_average":4.0,"name":"The Littlest Hobo","cert":"Unavailable","id":66333,"adult":"false","genre_ids":[10759],"origin_country":["CA"]},{"first_air_date":"2015-09-09","cast":["Bertín Osborne"],"overview":"","original_name":"En la tuya o en la mía","vote_average":0.0,"name":"En la tuya o en la mía","cert":"Unavailable","id":66352,"adult":"false","genre_ids":[10751,10767],"origin_country":["ES"]},{"first_air_date":"2010-11-14","cast":["Iolo Williams"],"overview":"Iolo Williams explores the behaviour of birds in Wales, revealing all aspects of their lives from surviving harsh winters and avoiding predators, to living alongside us in our towns and cities.","original_name":"Iolo's Secret Life of Birds","vote_average":0.0,"name":"Iolo's Secret Life of Birds","cert":"Unavailable","id":66353,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2009-06-24","cast":["Sophie Rois","Ilja Richter","Klaus-Dieter Klebsch","Helga Sasse"],"overview":"","original_name":"Die kleine Monsterin","vote_average":0.0,"name":"Die kleine Monsterin","cert":"Unavailable","id":66354,"adult":"false","genre_ids":[10751,16],"origin_country":["SE","CH","DE"]},{"first_air_date":"2002-04-22","cast":[],"overview":"After the Rain is an Iranian television series produced for IRIB TV3 created by Saeed Soltani. This film is about a story in Reza Shah era","original_name":"Pas Az Baran","vote_average":0.0,"name":"Pas Az Baran","cert":"Unavailable","id":66355,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2016-04-18","cast":["Liu Tao","Jiang Xin","Wang Ziwen","Yang Zi","Qiao Xin"],"overview":"Can five single, independent career women who live in the Ode to Joy apartment building find fulfillment on their own terms? An Di is a successful business woman who has returned to China after studying in New York to find her younger brother. Qu Xiao Xiao is only 25 but already owns her own small business. Fang Sheng Mei grew up in poverty but has shed her “Princess of the Streets” background to work for a multinational company. Qiu Ying Ying is a 20-year-old small-town girl who is trying to make it in the big city. Guan Ju Er is a 20-year-old from a highly educated family, but she must discover what she wants out of life when enters the workforce for the first time. For these women, there is a man (or two) who is trying to get their attention. Dr. Zhao is a flirtatious, handsome doctor. Qi Dian is the stoic businessman. Wang Bai Chuan is Sheng Mei’s steadfast friend who has always carried a torch for her. Yao Bin is a second-generation chaebol. Tan Zong Ming is An Di’s boss who has been friend-zoned by her despite knowing her since their schooldays. ","original_name":"欢乐颂","vote_average":9.0,"name":"Ode to Joy","cert":"Unavailable","id":66370,"adult":"false","genre_ids":[18],"origin_country":["CN"]},{"first_air_date":"2016-04-25","cast":[],"overview":"","original_name":"Zwei im Wilden Westen","vote_average":0.0,"name":"Zwei im Wilden Westen","cert":"Unavailable","id":66371,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2016-05-13","cast":["Lesley Manville","Peter Mullan","Sam Swainsbury","Lisa McGrillis","Ross Boatman"],"overview":"A comedy about a mother at a milestone in her life. We follow her and her family through a year of new beginnings as she rebuilds her life following the death of her husband. Mum is joined by her supportive life-long friend Michael. Through a year of new beginnings she rebuilds her life surrounded by her family: son Jason and his girlfriend Kelly; her brother Derek and his new partner, Pauline; and her in-laws.","original_name":"Mum","vote_average":5.7,"name":"Mum","cert":"Unavailable","id":66372,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2015-03-31","cast":["Natalia Tena","Iwan Rheon","Jamie Draven","Danny Webb","Franz Drameh"],"overview":"The government cover-up of the causes behind a massive explosion in a futuristic UK metropolis spur photo journalist Jennifer Preston on to search for the truth and in the process blow open a paranormal phenomenon haunting the city.","original_name":"Residue","vote_average":5.5,"name":"Residue","cert":"Unavailable","id":66373,"adult":"false","genre_ids":[18,9648,10765],"origin_country":["GB"]},{"first_air_date":"2013-10-23","cast":["Page Romano","Amanda Cerny","Adam Devine"],"overview":"Workaholics' star Adam Devine takes over a swank LA mansion and fills it up with the freshest stand-up, the loudest bands and his own bro-busting comedy -- in this rowdy, genre-smashing series. You're invited to the ultimate Hollywood house party!","original_name":"Adam Devine's House Party","vote_average":5.0,"name":"Adam Devine's House Party","cert":"Unavailable","id":66374,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2007-08-28","cast":["Dee Snider"],"overview":"The cemetery, for all its creepiness and mystery, is actually a fascinating place to uncover incredible art, surprising architectural finds, and a rich and varied history. In this provocative and edgy series, we travel from Paris to New Orleans, New York to London, Hollywood and beyond exploring some of the world’s most interesting and visually compelling cemeteries. We uncover fascinating, often scandalous, tales of the graveyard’s residents, plus curious angles, quirky traits, and, first and foremost- artistic appeal.","original_name":"Dead Art","vote_average":0.0,"name":"Dead Art","cert":"Unavailable","id":66375,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2016-05-01","cast":[],"overview":"American Country Countdown Awards 2016","original_name":"American Country Countdown Awards","vote_average":0.0,"name":"American Country Countdown Awards","cert":"Unavailable","id":66388,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2016-05-12","cast":["Ashlynn Yennie","Justin Berti","Skin Diamond","Victoria Levine","Kevin Nelson"],"overview":"This tantalizing new series chronicles the sexual awakening of the beautiful but unfulfilled Ashley, when she discovers the popular erotic novel \"SLAVE\" by Nolan Keats. However, her fascination with the mysterious Mr. Keats leads her into a sexy but dangerous love triangle, where not everyone is who they appear to be and where fantasies are no longer just words in a book.\n\nPart romantic drama, part mystery, this tale of seduction, obsession and sexual power from acclaimed writer\/director Jacky St. James will leave you breathless and begging for more.\n\nWhat's your safeword?","original_name":"Submission","vote_average":5.7,"name":"Submission","cert":"Unavailable","id":66389,"adult":"false","genre_ids":[18,9648],"origin_country":[]},{"first_air_date":"2015-07-02","cast":["Mamiko Noto","Kenjirou Tsuda","Junichi Suwabe","Tetsuo Kanao","Kaito Ishikawa"],"overview":"In the crime-ridden, mafia-governed city of Ergastulum, Worick and Nicolas are two \"handymen\" known as \"Benriya\" who would take any dirty job from either police or mafia -- for a good price. After an assignment from police the two met and later joined by Alex, a former prostitute who got interested in the mysterious background of the team, in particular of Nicolas' abilities.","original_name":"ギャングスタ","vote_average":6.8,"name":"Gangsta.","cert":"Unavailable","id":66390,"adult":"false","genre_ids":[18,10759,16,80],"origin_country":["JP"]},{"first_air_date":"2016-04-26","cast":[],"overview":"","original_name":"Qiaohu","vote_average":0.0,"name":"Qiaohu","cert":"Unavailable","id":66391,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2015-01-13","cast":[],"overview":"At just 10 years Diomedes shares with his father Rafael Maria responsibility to bring up her family. In the Board, Guajira, his birth place, and in the midst of so many brothers and little money, Diomedes know that doing this is not easy. Diomedes life takes a turn when discovering love for the first time in the hands of Melida and this is when it begins to write the story of love and passionate Diomedes will be the rest of his life. Melida but also gets her first heartbreak and because of this Diomedes discovers the gift of versear who will accompany him forever. Years pass and in the midst of the struggle for the welfare of his family, Diomedes grows the illusion of being vallenato singer and with the help of his uncle Martin works singing in the cockpit of the people, but also knows the great love of his life, Lucia Arjona. The couple falls in love and live a stormy romane, until finally Diomedes makes his wife and begins to build a successful career and fame. However, in this world you know Diomedes alcohol, drug and its great weakness for women. Why their marriage is over and comes to life his second great love, Betsy Liliana. A woman who warns him that if he misbehaves with her, she will do the same. However, women do not stop and Diomedes know Consuelo Martinez and Claudia Viviana, two women who are his fans but quickly become lovers. One night in his apartment in Bogota and in full unbridled rumba biggest misfortune to Diomedes arrives, the death of Claudia. Diomedes is charged with felony murder and pays several years in prison as Consuelo. When Diomedes manages to leave behind its dark criminal record, Betsy separated from Liliana and overcomes a disease that almost killed him, his career is driven again and arrives? Latin Grammy ?, Diomedes feels at the peak of his career. Consuelo, who was with him on his success and his misfortunes is now his wife and living a beautiful romance, however the drug and alcohol never go away from his life and this is how Diomedes suffering several relapses in their health and eventually dies Consuelo leaving with a promise of marriage that was never fulfilled. His fans also suffers the news of his death and burial in a mass Valledupar his followers fired and leave forever alive the memory of the great Cacique of the Board.","original_name":"Diomedes, el Cacique de La Junta","vote_average":10.0,"name":"Diomedes, el Cacique de La Junta","cert":"Unavailable","id":66398,"adult":"false","genre_ids":[10764,18,35],"origin_country":["CO"]},{"first_air_date":"2016-04-27","cast":[],"overview":"Alaska is known for its great beauty and inspirational landscapes. However, it is equally as notorious for its rugged terrain, brutal winters and remote locations. Still, like everywhere, life goes on in Alaska throughout the dead of winter. Everyday tasks often become extraordinary challenges. But, with the help of colossal equipment and machines, residents are able to not only endure, but thrive and enjoy among the sub-zero temperatures, steep mountainous terrain and fragile–sometimes deadly–ice. New Science Channel series Alaska Mega Machines examines the science behind how these machines are engineered for survival in the last frontier.","original_name":"Alaska Mega Machines","vote_average":0.0,"name":"Alaska Mega Machines","cert":"Unavailable","id":66411,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2015-07-15","cast":[],"overview":"This docuseries profiles big personalities who have gotten rich by getting their hands dirty.","original_name":"Blue Collar Millionaires","vote_average":0.5,"name":"Blue Collar Millionaires","cert":"Unavailable","id":66412,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2016-04-04","cast":[],"overview":"Rach search: Germany's favourite restaurants","original_name":"Rach sucht: Deutschlands Lieblingsrestaurant","vote_average":0.0,"name":"Rach sucht: Deutschlands Lieblingsrestaurant","cert":"Unavailable","id":66413,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2016-02-18","cast":[],"overview":"","original_name":"Une saison chez les Bonobos","vote_average":0.0,"name":"Une saison chez les Bonobos","cert":"Unavailable","id":66416,"adult":"false","genre_ids":[99],"origin_country":["FR"]},{"first_air_date":"2010-12-13","cast":["Aton Edwards"],"overview":"We live in a world where we are being constantly watched and monitored. What would it take to wipe the slate clean and live a life free of big brother? Security expert Aton Edwards takes the viewer on an amazing journey off the grid and under the radar.","original_name":"Track Me If You Can","vote_average":9.0,"name":"Track Me If You Can","cert":"Unavailable","id":66417,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2016-04-27","cast":[],"overview":"","original_name":"Brigada de Fenómenos","vote_average":0.0,"name":"Brigada de Fenómenos","cert":"Unavailable","id":66432,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2016-08-29","cast":["Lee Joon-gi","IU","Kang Ha-neul","Hong Jong-hyun","Byun Baek-hyun"],"overview":"Scarlet Heart: Ryeo is the remake of Chinese drama Bu Bu Jing Xin that stars IU as a woman who gets time-warped back to the Goryeo dynasty, and becomes involved with a very large family of princes, some of whom are vying for the throne, or her affections, or both.","original_name":"달의 연인 - 보보경심 려","vote_average":7.5,"name":"Scarlet Heart: Ryeo","cert":"Unavailable","id":66433,"adult":"false","genre_ids":[10759,18,10751,10765,10768],"origin_country":["KR"]},{"first_air_date":"2016-05-13","cast":["Youn Yuh-jung","Goh Doo-shim","Na Moon-hee","Kim Hye-ja","Ko Hyun-jung"],"overview":"Depicts the realistic and enjoyable lives of older and younger people who become dear friends.","original_name":"디어 마이 프렌즈","vote_average":10.0,"name":"Dear My Friends","cert":"Unavailable","id":66434,"adult":"false","genre_ids":[35,18,10751],"origin_country":["KR"]},{"first_air_date":"2016-05-06","cast":["Harry Enfield","Haydn Gwynne","Richard Goulding","Hugh Skinner","Morgana Robinson"],"overview":"Comedy soap opera re-imagining the lives of the British Royal Family as you have never seen them before.","original_name":"The Windsors","vote_average":7.4,"name":"The Windsors","cert":"12A","id":66437,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2008-01-01","cast":[],"overview":"","original_name":"Tomtesteron","vote_average":0.0,"name":"Tomtesteron","cert":"Unavailable","id":66438,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2015-07-06","cast":["Mike Cooper"],"overview":"An epic adventure that aims to unravel the mystery at the heart of our existence: the questions of our identity and our destiny.  The series features some of the world’s most baffling real life stories and exciting findings in the fields of consciousness studies, near-death experiences and past-life memories. Adventurous researchers following the evidence where it leads them have discovered that the lines of evidence converge to a conclusion that is refreshingly new – yet perennially known. ","original_name":"Life, Death and Reincarnation","vote_average":9.8,"name":"Life, Death and Reincarnation","cert":"Unavailable","id":66439,"adult":"false","genre_ids":[99],"origin_country":["IN"]},{"first_air_date":"2016-06-24","cast":["Olivia Rodrigo","Madison Hu","DeVore Ledridge","Ethan Wacker","Maxwell Simkins"],"overview":"The live-action comedy follows comedy duo Paige and Frankie, two quirky teens who write funny songs and create music comedy videos for their online channel. With the help of friend and aspiring agent Bernie plus Vuuugle stars Dirk and Amelia, the best friends embark on comedic adventures in their quest to take the video blogging world by storm.","original_name":"Bizaardvark","vote_average":6.1,"name":"Bizaardvark","cert":"Unavailable","id":66456,"adult":"false","genre_ids":[10751,35],"origin_country":["US"]},{"first_air_date":"2016-03-06","cast":[],"overview":"","original_name":"차이나는도올","vote_average":0.0,"name":"차이나는도올","cert":"Unavailable","id":66459,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":["ماروكو"],"overview":"","original_name":"ماروكو","vote_average":8.0,"name":"ماروكو","cert":"Unavailable","id":66462,"adult":"false","genre_ids":[10762,16,35],"origin_country":[]},{"first_air_date":"2016-05-10","cast":["Freddie Prinze Jr.","Dana Carvey"],"overview":"A weekly half-hour competition that features Dana Carvey and is hosted by Freddie Prinze Jr. Carvey is the “expert-in-residence” in the comedic series that pits America’s best amateur impressionists against each other in a battle of celebrity impression. Each week a winner will be crowned.","original_name":"First Impressions","vote_average":0.0,"name":"First Impressions","cert":"Unavailable","id":66463,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2011-04-11","cast":[],"overview":"","original_name":"بيارق العربا","vote_average":0.0,"name":"بيارق العربا","cert":"Unavailable","id":66480,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2013-04-06","cast":[],"overview":"","original_name":"توم الغرة","vote_average":0.0,"name":"توم الغرة","cert":"Unavailable","id":66481,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2016-03-31","cast":[],"overview":"The third installment from executive producers Tom Hanks, Gary Goetzman and Mark Herzog, following in the footsteps of critically-acclaimed series THE SIXTIES and THE SEVENTIES, tackles 10 years shaped by exceptionalism and excess. Like its predecessors, THE EIGHTIES intersperses rare archival newsreel footage, interviews, and comments by historians, journalists, politicians, celebrities and others, painting a perspective-rich picture of a vibrant decade. Episodes examine the age of Reagan, the AIDS crisis, the end of the Cold War, Wall Street corruption, the evolving TV and music scene, and everything in between.","original_name":"The Eighties","vote_average":8.9,"name":"The Eighties","cert":"Unavailable","id":66482,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2013-04-15","cast":[],"overview":"Nákupné maniačky is Slovak competition TV show fomerly broadcast by TV WAU, since 2014 by TV JOJ.","original_name":"Nákupné maniačky","vote_average":0.0,"name":"Nákupné maniačky","cert":"Unavailable","id":66483,"adult":"false","genre_ids":[10764],"origin_country":["SK"]},{"first_air_date":"2016-12-19","cast":["Park Seo-joon","Go Ah-ra","Park Hyung-sik","Choi Min-ho","Do Ji-han"],"overview":"Set during the Silla dynasty, Sam Maekjong is the son of the fallen king and present queen regent, Jiso, but he has been kept in hiding for protection ever since he was a young boy, when his father was murdered. Over the years the powerful nobles have tried and failed to usurp power from Jiso, causing her to grow wary and later even reluctant to hand the throne over. As her son comes of age, she creates the Hwarang, an elite group of male youth who train in fighting and education. Their existence cuts across the existing power factions and Sam Maekjong is amidst their ranks under the false name Kim Ji-Dwi, unbeknownst to other Hwarang members.","original_name":"화랑","vote_average":6.9,"name":"Hwarang: The Poet Warrior Youth","cert":"Unavailable","id":66496,"adult":"false","genre_ids":[18],"origin_country":["KR"]},{"first_air_date":"2016-05-18","cast":["Stephen Hawking"],"overview":"Professor Stephen Hawking challenges a selection of volunteers to think like the greatest geniuses in history and solve some of humanity's most enduring questions.","original_name":"Genius by Stephen Hawking","vote_average":7.5,"name":"Genius by Stephen Hawking","cert":"Unavailable","id":66497,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2003-04-12","cast":[],"overview":"Towards the Republic, also known as For the Sake of the Republic and Zou Xiang Gong He, is a Chinese historical television series first broadcast on CCTV in China from April to May 2003. The series is based on events that occurred in China between the late 19th century and early 20th century that led to the collapse of the Qing Dynasty and the founding of the Republic of China. Owing to its portrayal of historical issues deemed politically sensitive by the Chinese government, the series has been subject to censorship in mainland China.","original_name":"走向共和","vote_average":0.0,"name":"For the Sake of the Republic","cert":"Unavailable","id":66498,"adult":"false","genre_ids":[18],"origin_country":["CN"]},{"cert":"Unavailable","cast":["Özgün Karaman","Tülay Bursa","Uraz Kaygılaroğlu","Berna Koraltürk","Tolga Pancaroglu"],"id":66499,"first_air_date":"2015-08-02","overview":"A naïve young woman goes to Istanbul to meet the now-grown boy who jokingly promised to marry her in 11 years after she saved his life as a child.","genre_ids":[35,18,10751],"origin_country":["TR"],"original_name":"Baba Can'dır","vote_average":5.5,"name":"What Happens to My Family","adult":"false"}]