[{"first_air_date":null,"cast":[],"overview":"TVB Anniversary Awards 2006 is an award ceremony that celebrates the best in TVB programming of 2006. The award ceremony took place on 10 November 2006.","original_name":"TVB Anniversary Awards","vote_average":0.0,"name":"TVB Anniversary Awards","cert":"Unavailable","id":8008,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":"1963-09-24","cast":["Richard Egan","Roger Davis","Rudy Solari","Elena Verdugo"],"overview":"Redigo is a 15-week Western dramatic series, set on a New Mexico ranch during the early 1960s, which aired over NBC from September 24 to December 31, 1963. The series features Richard Egan as ranch owner Jim Redigo, Roger Davis as Mike the ranch hand, and Elena Verdugo as Gerry. Don Diamond appeared in four episodes, three as the character Arturo.\n\nRedigo was the truncated second half-hour season of the previous one-hour series, Empire, which aired from September 25, 1962, to May 13, 1963. Both programs were placed on the Tuesday evening schedule against CBS's The Red Skelton Show. Redigo also lost out in the ratings to the ABC military sitcom, McHale's Navy, starring Ernest Borgnine and Tim Conway.\n\nIn Redigo, Egan's character Jim Redigo was no longer the manager of the large Garrett Ranch but the owner of his own smaller spread nearby. The half-hour format made it hard for the program to develop complex characters as had been done in the initial one-hour version of the show.","original_name":"Redigo","vote_average":0.0,"name":"Redigo","cert":"Unavailable","id":8009,"adult":"false","genre_ids":[37,18],"origin_country":["US"]},{"first_air_date":"1991-01-10","cast":["Farrah Fawcett","Ryan O'Neal","Brian Doyle-Murray","Paul Feig","Lois Smith"],"overview":"Good Sports is an American sitcom that aired on the CBS network in 1991, starring Farrah Fawcett and Ryan O'Neal.","original_name":"Good Sports","vote_average":0.0,"name":"Good Sports","cert":"Unavailable","id":8010,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1976-04-09","cast":[],"overview":"The first sitcom written both for and starring black actors, The Fosters showcased the early work of Lenny Henry (riding high on a recent win in talent series New Faces) as the budding artist son of easy going family man Samuel Foster (Norman Beaton, who would go on to gain fame in ‘90s comedy Desmond’s). The series follows the day-to-day trials of Samuel and his lively wife Pearl (both immigrants from Guyana) and their three children on a South London housing estate.\n\nIt was created and developed by Jon Watkins, who adapted the American sitcom, Good Times, developed by Norman Lear, and created by Eric Monte and Mike Evans. It was the first British sitcom to have an entirely black cast. It was the predecessor to many future British television programmes that featured a predominantly black cast:.","original_name":"The Fosters","vote_average":6.0,"name":"The Fosters","cert":"Unavailable","id":8011,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2008-09-10","cast":["Kim Myung-min","Lee Ji-ah","Jang Keun-suk","Lee Soon-jae","Hyun Jyu-ni"],"overview":"Two musicians who retired from their musical careers for different reasons join together with a demanding and difficult genius conductor to form an orchestra against all odds. Although it requires a lot of hard work to form their orchestra, they keep chasing their dreams of doing what they love the most in the world and this gives them great satisfaction. Three young and old people with different personalities and life experiences gather together under a common dream and they find love and the room to forgive each other as they eventually earn each other’s respect.","original_name":"베토벤 바이러스","vote_average":7.2,"name":"Beethoven Virus","cert":"Unavailable","id":8012,"adult":"false","genre_ids":[18,35],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"Luna Mystika is a Filipino fantasy\/romace drama created by RJ Nuevas, directed by Michael Tuviera and Gil Tejada, Jr., produced and aired by GMA Network. The series starred Heart Evangelista in the title role, with Mark Anthony Fernandez as the leading man.\n\nThe series premiered on November 17, 2008 and concluded on March 6, 2009. It was aired internationally with a two-day delay on GMA Pinoy TV.\n\nThree years after the series ended, GMA Network makes its sequel entitled Luna Blanca. It is a three-generational drama which featured three generations of actresses for the title roles. On its first book, child stars Jillian Ward and Mona Louise Rey play the roles of Luna and Blanca respectively. On the second part, teen stars Bea Binene and Barbie Forteza will play the roles respectively. On the third book, which will covers the womanhood stage, actresses Bianca King and Heart Evangelista will play the roles of Luna and Blanca respectively.","original_name":"Luna Mystika","vote_average":0.0,"name":"Luna Mystika","cert":"Unavailable","id":8013,"adult":"false","genre_ids":[10765,10759,18],"origin_country":["PH"]},{"first_air_date":"1962-10-03","cast":["Audrey Totter","Stanley Holloway","Frank Maxwell","Kurt Russell"],"overview":"Our Man Higgins is an American situation comedy that aired on ABC from October 3, 1962, to May 17, 1963.","original_name":"Our Man Higgins","vote_average":6.0,"name":"Our Man Higgins","cert":"Unavailable","id":8028,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"SCQ Reload is a youth oriented drama aired on ABS-CBN which starred the former teen finalists or questors of the reality talent search Star Circle Quest, in where \"SCQ\" was also derived.\n\nIt tackles the story of normal teenagers with their adventures and struggles in life and love.\n\nOn its first few seasons the show was entitled SCQ Reload: OK Ako! with the complete former final 10 SCQ finalists, and on a new season, the title was changed to SCQ Reload: Kilig Ako! which excluded Sandara Park due to some commitments, and added new casts like Sarah Geronimo and Japoy Lizardo.","original_name":"SCQ Reload","vote_average":0.0,"name":"SCQ Reload","cert":"Unavailable","id":8029,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Disney's Kurze Pause, is a German sitcom series broadcast on the Disney Channel Germany since 2006. It is a German adaptation of the Disney Channel Italy Original Series Quelli dell'intervallo, with no firm scheduling except for its Sunday broadcast. It consists of vignettes approximately five to eight minutes long.","original_name":"Kurze Pause","vote_average":0.0,"name":"Kurze Pause","cert":"Unavailable","id":8030,"adult":"false","genre_ids":[],"origin_country":["DE"]},{"first_air_date":"1989-03-13","cast":["Brenda Blethyn","Geoffrey Davies","Clive Merrison","Paul Spurrier"],"overview":"The Labours of Erica was a 1989\/90 British sitcom starring Brenda Blethyn as self-made businesswoman Erica Parsons. The premise of the show was that Erica found a list she had made as a young girl of everything she wanted to do before turning 18. Realising she hasn't done any of them, she resolves to achieve all her aims before her 40th birthday instead. The series premiered on ITV in the United Kingdom at 8:00pm on Monday 13 March 1989 and ran for two series until the 9 April 1990.","original_name":"The Labours of Erica","vote_average":0.0,"name":"The Labours of Erica","cert":"Unavailable","id":8031,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Amanat was an Indian soap opera that premiered on Zee TV on August 21, 1997. The series was one of the most popular Hindi television program of its time and received the highest television rating points of 19 among many other 2000s Hindi language shows. The story focuses on the life of a man with seven beautiful and dutiful daughters. This was one of the most successful TV serials of its time.","original_name":"Amanat","vote_average":0.0,"name":"Amanat","cert":"Unavailable","id":8032,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Super Bikes! is a television show that first aired on Speed Channel in 2006. It follows popular American stunt rider Jason Britton as he goes around the country to check out the sport bike scene. The show mostly showcases stunt riding and stunting competitions, but it also delves into other aspects of the sport bike culture and motor sports in general.","original_name":"Super Bikes!","vote_average":0.0,"name":"Super Bikes!","cert":"Unavailable","id":8033,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Slicing of the Demon is a Hong Kong television series produced by TVB. It was released overseas in March 2007.","original_name":"The Slicing of the Demon","vote_average":0.0,"name":"The Slicing of the Demon","cert":"Unavailable","id":8034,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":"2008-10-09","cast":[],"overview":"Tuulepealne maa is a twelve-part Estonian television mini-series about the pre-World War II history of Estonia, its birth as a country, the Estonian War of Independence, post-war life throughout 1920 up to 1941 and World War II.\n\nThe series first aired on 9 October 2008 on Estonia's ETV. Each episode runs at approximately 55 minutes. The show was created by Mihkel Ulman and historian Lauri Vahtre, the series is produced by Raivo Suviste. DVD was published in the April 2009.","original_name":"Tuulepealne maa","vote_average":10.0,"name":"Windward Land","cert":"Unavailable","id":8047,"adult":"false","genre_ids":[18],"origin_country":["EE"]},{"first_air_date":"2008-09-28","cast":["James May"],"overview":"James May's Big Ideas is a three-part British television miniseries in which James May, a journalist and self-acknowledged geek travels the globe in search of implementations for concepts widely considered science fiction, or his big ideas. The series is produced by the BBC and the Open University and began airing at 8pm on Sundays on 28 September 2008.\n\nThe first episode documents his search for the ultimate form of personal transport, ranging from jetpacks to flying cars. In the second episode, May looks at bionics and robotics and if robots can exceed the boundaries of their programming. The third episode focuses on energy.","original_name":"James May's Big Ideas","vote_average":6.0,"name":"James May's Big Ideas","cert":"Unavailable","id":8048,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"'AMP Business was an early morning business program hosted by Nadine Chalmers-Ross airing on TV ONE in New Zealand. The show was followed by Breakfast.\n\nFrom 1997 to 2007 the programme was hosted and co-produced by Michael Wilson. During this time it was called Telstra Business, TelstraSaturn Business, TelstraClear Business, Business and ASB Business. Wilson went to TV3 in October 2007. allegedly because he was unhappy with network executives changing the time from 6.30-7.00 to 6.00-6.30. He allegedly claimed he would not to be able to get good interviewees and that the decision was made by American consultants without his input. The show was called Breakfast Business until NZI gave their name to the relaunched show. In 2011 the show was sponsored by AMP and was called AMP Business. In early 2012 it was announced that the show will not return in 2012 and that Nadine Charlmes-Ross would just present business updates throughout the breakfast morning show on TV One.","original_name":"NZI Business","vote_average":0.0,"name":"NZI Business","cert":"Unavailable","id":8049,"adult":"false","genre_ids":[],"origin_country":["NZ"]},{"first_air_date":"1946-12-27","cast":["Bob Haymes"],"overview":"Campus Hoopla is an American game show that ran on the NBC Television network from December 27, 1946 until its cancellation in 1947. The show was centered around a group of teenagers in a soda shop.","original_name":"Campus Hoopla","vote_average":0.0,"name":"Campus Hoopla","cert":"Unavailable","id":8050,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2008-10-18","cast":["Giada De Laurentiis"],"overview":"Giada De Laurentiis lets her hair down as she demonstrates her love for cooking and entertaining California-style in this disarmingly laid-back show that allows De Laurentiis to venture far afield from her usual Italian culinary fare.","original_name":"Giada at Home","vote_average":9.0,"name":"Giada at Home","cert":"Unavailable","id":8051,"adult":"false","genre_ids":[10767],"origin_country":["US"]},{"first_air_date":"2006-08-14","cast":[],"overview":"C.I.B. Files or Criminal Investigation Bureau Files is a TVB modern drama series broadcast in August 2006.","original_name":"刑事情报科","vote_average":0.0,"name":"C.I.B. Files","cert":"Unavailable","id":8052,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":"2005-07-17","cast":["Natalis Chan","Christine Ng","Joyce Tang","Kingdom Yuen","Belinda Hamnett"],"overview":"Women on the Run is a TVB modern drama series broadcast in July 2005 to February 2006 on Sundays.","original_name":"窈窕熟女","vote_average":0.0,"name":"Women on the Run","cert":"Unavailable","id":8053,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":"1959-10-06","cast":["Philip Carey"],"overview":"Philip Marlowe is a 1959-1960 half-hour ABC crime series, featuring Philip Carey as Marlowe, the fictional detective originally created by Raymond Chandler.\n\nThe private detective Marlowe of Carey, departed very much from the original character.\n\nThe show first aired October 6, 1959 with the episode: \"The Ugly Duckling\" with Virginia Gregg and Rhys Williams.","original_name":"Philip Marlowe","vote_average":0.0,"name":"Philip Marlowe","cert":"Unavailable","id":8066,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Live XXX TV was an interactive televised sex line aired in many western European nations on Sky. The channel was shown between the hours of 21:00 and 05:30 each night, with a subscription required after 23:30.","original_name":"Live XXX TV","vote_average":4.4,"name":"Live XXX TV","cert":"Unavailable","id":8067,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1986-10-24","cast":["Robert Powell","Fiona Fullerton","Gordon Jackson","Kenneth Griffith","Edward Fox"],"overview":"South Africa, 1823. The Zulu Empire, headed by King Shaka, a brilliant but ruthless military strategist, begin to encroach on the British colony of Cape Town. A volunteer cadre of explorers, mercenaries and professional soldiers are sent to Zululand to try to make contact with Shaka and assess the real threat of his army.","original_name":"Shaka Zulu","vote_average":6.7,"name":"Shaka Zulu","cert":"Suitable for 15 years & above","id":8068,"adult":"false","genre_ids":[18,10759,10768],"origin_country":["ZA"]},{"first_air_date":"2008-10-30","cast":[],"overview":"Batteries Not Included was a British comedy programme showcasing the world's strangest gadgets. It was broadcast on Dave who commissioned the show. It was made by independent production company Liberty Bell. John Cleese hosted with Phill Jupitus narrating. The programme featured a rotating panel of contributing celebrities who tested out the gadgets and brought on their own favourite gadgets to discuss.","original_name":"Batteries Not Included","vote_average":0.0,"name":"Batteries Not Included","cert":"Unavailable","id":8069,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Great Pretenders is an American half-hour television music game show on Fox Family that ran for about four seasons beginning in 1999. It is hosted by former pop trio Wild Orchid. On the show, teenagers lip sync and dance to their favorite songs for the chance to win prizes. Their performances are judged by a live studio audience.\n\nThe program's slogan is, \"They're the greatest singers... they're the greatest dancers...they're the greeeeat pretenders\".","original_name":"Great Pretenders","vote_average":0.0,"name":"Great Pretenders","cert":"Unavailable","id":8070,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Pretenders was a 13 episode British television series produced by Harlech Television in the UK in February 1972 on ITV. Pretenders was filmed in Somerset, England and Wales.\n\nThe 13-part historical adventure series with a factual background starring Frederick Jaeger as a German mercenary who assists Elam, a boy who believes he is the illegitimate son of The Duke Of Monmouth, who in turn is the illegitimate son of Charles ll, and therefore claims to be rightful heir to the throne. The series followed their various adventures, leading up to the climactic battle of Sedgemoor, the last battle on English soil.","original_name":"Pretenders","vote_average":0.0,"name":"Pretenders","cert":"Unavailable","id":8071,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Last Resort was an Australian Television drama series created and written by Louis Nowra and originally screened by the Australian Broadcasting Corporation. The show ran for a little under a year, premiering on 27 April 1988 and ending 12 April 1989 for a total of 30 fifty-minute episodes. It featured original music by Martin Armiger\n\nThe show told the story of three sisters who lived together in a run-down hotel.","original_name":"Last Resort","vote_average":0.0,"name":"Last Resort","cert":"Unavailable","id":8072,"adult":"false","genre_ids":[18],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"London Sounds Eastern was one of the most popular ethnic minority radio program's on the BBC. It was presented by Vernon Corea and produced by Keith Yeomans.","original_name":"London Sounds Eastern","vote_average":0.0,"name":"London Sounds Eastern","cert":"Unavailable","id":8085,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1991-12-01","cast":["Viggo Sommer","Carsten Knudsen","Uffe Rørbæk Madsen"],"overview":"The Julekalender was a Danish TV series that ran at Christmas 1991. It was written and performed almost entirely by a trio of Danish comedy musicians called De Nattergale with financial and technical assistance from TV2, a Danish television company. It was hugely successful at the time, causing many invented phrases from the series to enter popular culture and was later released on VHS, and recently, DVD.\n\nIt had 24 episodes, as has been typical of other TV \"calendars\" before and since The Julekalender.","original_name":"The Julekalender","vote_average":7.4,"name":"The Julekalender","cert":"Unavailable","id":8086,"adult":"false","genre_ids":[35],"origin_country":["DK"]},{"first_air_date":null,"cast":[],"overview":"Crimewatch is a long-running and high-profile British television programme produced by the BBC, that reconstructs major unsolved crimes with a view to gaining information from the members of the public. The programme was originally broadcast once a month on BBC One, although in more recent years the programme has more usually been broadcast roughly once every two months. It was announced on 15 October 2008, that the BBC is to move the filming of shows such as Crimewatch to studios in Cardiff.\n\nThe show was first broadcast on 7 June 1984, and is based on the German TV show Aktenzeichen XY … ungelöst. It was first presented by Nick Ross and Sue Cook. When Cook left in 1995, she was replaced by Jill Dando. After Dando's murder in April 1999, Fiona Bruce took over.\n\nKirsty Young, Matthew Amroliwala and Martin Bayfield currently front the show; following the departures of Ross and Bruce in 2007 and Rav Wilding on 15 December 2011.","original_name":"Crimewatch","vote_average":0.0,"name":"Crimewatch","cert":"Unavailable","id":8087,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Fame & Fortune is an Irish game show broadcast on RTÉ One on Saturday nights from 1996 to 2006. Hosted by popular Irish television and radio personality Marty Whelan, the show aired during the summer months of June, July, and August as a seasonal replacement for Winning Streak. It was preceded by Millionaire, also hosted by Whelan, and succeeded by The Trump Card in 2007, hosted by Laura Woods. Fame & Fortune had its production costs funded by RTÉ and its prize money funded by Ireland's National Lottery. Entry to the show was based on National Lottery scratchcards, and contestants could win cash, cars, holidays, and other prizes. Fame & Fortune had its final season in the summer of 2006. Its 2007 replacement, The Trump Card, was itself replaced a year later by The Big Money Game.","original_name":"Fame and Fortune","vote_average":0.0,"name":"Fame and Fortune","cert":"Unavailable","id":8088,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2000-03-12","cast":["Sunshine Logroño","Efraín López Neris","René Monclova","Marian Pabón","Jorge Castro"],"overview":"El Condominio was a Puerto Rican television show produced by Sunshine Logrono for Televicentro Puerto Rico and Currently airs on reruns on Telemundo Puerto Rico.","original_name":"El Condominio","vote_average":0.0,"name":"El Condominio","cert":"Unavailable","id":8089,"adult":"false","genre_ids":[35],"origin_country":["PR"]},{"first_air_date":null,"cast":[],"overview":"Fauji was a TV series following the training of an Indian Army commando regiment that aired on India's national channel DD National in 1989. It was produced by New Film Addicts pvt ltd. Colonel Raj Kapoor was a Director in this company. Fauji starring Shahrukh Khan that went on to become a mega success. This was not his debut role as is popularly believed. His debut role in TV serials was in Dil Dariya where he went quite unnoticed.The magic of Fauji transformed him into an overnight celebrity. The character played by Khan gained instant popularity due to the brilliant writing, shooting and editing of the team of creators who were all young and deeply committed.The character of Abhimanyu Rai was based on the exploits of Lt Col Sanjoy Bannerji of the Bombay Sappers, Indian Army.","original_name":"Fauji","vote_average":0.0,"name":"Fauji","cert":"Unavailable","id":8090,"adult":"false","genre_ids":[10759,18],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Top Cat and the Beverly Hills Cats is a 1988 animated movie for television and it is part of the Hanna-Barbera Superstars 10 series. The TV film's plot is essentially an extended remake of the original show's episode, \"The Missing Heir\".","original_name":"Top Cat and the Beverly Hills Cats","vote_average":6.0,"name":"Top Cat and the Beverly Hills Cats","cert":"Unavailable","id":8107,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1990-03-25","cast":["David Arquette","Rodney Harvey","Leonardo DiCaprio","Jay R. Ferguson","Robert Rusler"],"overview":"The Outsiders is an American drama series that aired from March to July 1990 on Fox. Based on the characters from the 1967 novel of the same title by S. E. Hinton, the series' executive producer was the 1983 film's director Francis Ford Coppola.","original_name":"The Outsiders","vote_average":0.0,"name":"The Outsiders","cert":"Unavailable","id":8108,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Yogi and the Invasion of the Space Bears is an animated television movie that premiered in 1988 as part of the Hanna-Barbera Superstars 10 film series. It was the last time Daws Butler voiced Yogi.","original_name":"Yogi and the Invasion of the Space Bears","vote_average":6.0,"name":"Yogi and the Invasion of the Space Bears","cert":"Unavailable","id":8111,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2005-06-04","cast":[],"overview":"Lockup explore prison facilities throughout the United States, profiling notable inmates, incidents, and prison operations.","original_name":"Lockup","vote_average":8.4,"name":"Lockup","cert":"Unavailable","id":8114,"adult":"false","genre_ids":[99,18],"origin_country":["US"]},{"first_air_date":"2007-09-22","cast":["Joanne Vannicola","Catherine Disher"],"overview":"Busytown Mysteries, also known as Hurray for Huckle!, is a Canadian animated television series created by Cookie Jar Entertainment. Currently the series airs in Canada as part of the Kids' CBC block on the Tiny Pop channel and in the United States as part of the Cookie Jar TV block on CBS. Both season one and season two are available for viewing through Netflix streaming on demand. It takes place in Richard Scarry's Busytown and teaches the scientific method through stories in which Huckle Cat solve mysteries by examining evidence.\n\nSeason one was directed by Ken Cunningham and produced by Christine Davis. Animation for season one was produced by Heli Digital inc. Post production was handled by Fearless films and Supersonics productions inc. Season one was the winner of the 2009 CFTPA award for best children's program, and nominated for the 2009 Pulcinella award for best preschool series at Italy’s prestigious \"Cartoons on the Bay\".\n\nSeason two was directed by Larry Jacobs with post directing by Ken Cunningham and produced by Genna Du Plessis, and Audrey Velichka.","original_name":"Busytown Mysteries","vote_average":7.0,"name":"Busytown Mysteries","cert":"Unavailable","id":8129,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":"2008-06-10","cast":["Andy McNab"],"overview":"Andy McNab's Tour of Duty is a British documentary television series about the War in Afghanistan and the Iraq War.\n\nFirst broadcast in June and July 2008 on ITV4, the show is presented by ex-SAS soldier Andy McNab, and is cast as an insight into the life of the Allied soldiers in these conflicts, setting aside the already well documented politics of the conflicts and giving accounts in the soldier's own personal frames of reference.\n\nThe series combines first hand accounts and amateur film footage shot by the soldiers on the ground, with official archive footage from the Ministry of Defence, and reconstructions.\n\nThe series was first commissioned by ITV from Flashback Productions as a 6 part series of 1 hour episodes, to be broadcast exclusively as original programming for the digital channel ITV4 in a move to increased spending on the channel's output in a bid to increase the channel's audience share, and target the channel toward a demographic of 25 to 44-year-old men.","original_name":"Andy McNab's Tour of Duty","vote_average":0.0,"name":"Andy McNab's Tour of Duty","cert":"Unavailable","id":8130,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2009-05-26","cast":["Annabella Sciorra","Nicholas Gonzalez","Jacqueline McKenzie","Marisa Ramirez","Chris Vance"],"overview":"Mental is a television series produced by Fox's subsidiary Fox Telecolombia, which aired in the summer and fall of 2009 on FOX international channels for Latin America, Europe and Asia, starring Chris Vance and Annabella Sciorra. Mental was executive-produced by Deborah Joy LeVine – creator of the successful drama series Lois & Clark: The New Adventures of Superman and the Lifetime series The Division, and executive producer of Any Day Now, Dawson's Creek and the CBS series Early Edition – and her brother and writing\/producing partner, Dan LeVine. Following its U.S. debut, it aired in 35 additional countries. Fox Latin America aired the first episode as a \"Worldwide Premiere\" on June 2, 2009. Fox aired the pilot episode on May 26, 2009 for the American market. Fox TV Studios ordered 13 episodes. It began production on June 2, 2008 at the Fox Telecolombia production facilities in Bogotá.\n\nAlthough the series was filmed in the city of Bogotá in Colombia representing Los Angeles, no Colombian actor was cast as a regular character and very few were cast for occasional roles, because of the strict American nature of the series. According to TVWeek, Jacqueline McKenzie, Derek Webster, Nicholas Gonzalez, and Marisa Ramirez were added to the cast of Mental, \"probably as recurrent characters.\"","original_name":"Mental","vote_average":6.3,"name":"Mental","cert":"Unavailable","id":8131,"adult":"false","genre_ids":[9648,18],"origin_country":["US","CO"]},{"first_air_date":null,"cast":[],"overview":"The Mr. Hong Kong Contest, or Mr.HK for short, is a beauty contest for young men, organized by leading Hong Kong television station TVB. The contest has been an annual event since 2005, and winners will have the opportunity to represent Hong Kong for the Mister World contest.\n\nLike the Miss Hong Kong Pageant, top Mr. Hong Kong contestants are awarded to a contract with TVB, and many of them become promoted television actors. A contestant and runner-up in 2005, Byron Pang, even went on to become a film star.\n\nThe contest also has other consolation prizes that vary slightly from year to year. Unlike their female counterpart, Mr. Hong Kong does not have specific first and second runner-up positions. Contestants are divided into two groups, the Stylish Youth Division and the Maturity Division, and a winner is chosen from both groups. The final winner will then be determined by the top contestants of both groups.\n\nJudges for the contest are all women, and winners of the contest are also determined by a public vote of 600 to 800 female viewers. The first ever winner of the contest was Matthew Ko.","original_name":"Mr. Hong Kong","vote_average":0.0,"name":"Mr. Hong Kong","cert":"Unavailable","id":8132,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":"1994-01-01","cast":[],"overview":"Chandrakanta is an Indian fantasy television series partly based on Devaki Nandan Khatri's novel of the same name. It was originally telecast on Doordarshan's DD National between 1994 and 1996 and was produced by Nirja Guleri and directed by Sunil Agnihotri.\n\nThe serial was controversially pulled off air by Doordarshan in 1996 and the producers had to file a suit in court for reinstatement. It later enjoyed reruns on Star Plus and Sony Entertainment Television.","original_name":"Chandrakanta","vote_average":6.0,"name":"Chandrakanta","cert":"Unavailable","id":8133,"adult":"false","genre_ids":[10765],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Lab Rats Challenge is an Australian children's game show. The program began broadcasting on 4 August 2008 at 4pm on the Nine Network with hosts Drew Jarvis and Nicole Dixon. On 5 March 2012, the show moved to the Seven Network with Aleisha Groth replacing Dixon for the revived series. On 12 February 2013 at 10:15am The show moved to the ABC3 The show has also been broadcast on Cartoon Network\n\nIn contrast to other Australian children's game shows such as Sharky's Friends, A*mazing, and Go Go Stop, which are filmed on a large set in front of a live studio audience, Lab Rats Challenge uses several smaller sets resembling an abandoned science laboratory as well as special effects sequences inserted in post-production. It is filmed in Brisbane's Channel 9 studio on Mount Coot-tha, Queensland.","original_name":"Lab Rats Challenge","vote_average":0.0,"name":"Lab Rats Challenge","cert":"Unavailable","id":8134,"adult":"false","genre_ids":[10762],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Bai Wan Fu Weng","vote_average":0.0,"name":"Bai Wan Fu Weng","cert":"Unavailable","id":8149,"adult":"false","genre_ids":[],"origin_country":["MY"]},{"first_air_date":null,"cast":[],"overview":"TG2 is the brand for the news programmes of Rai 2, the Italian state-owned television channel. The programmes are shown several times throughout the day — domestically on Rai Due, and across Europe, Africa, Americas, Asia and Australasia on Raitalia. It was launched in 1961 as Telegiornale del Secondo Programma before adopting its current name in 1976.","original_name":"TG2","vote_average":0.0,"name":"TG2","cert":"Unavailable","id":8150,"adult":"false","genre_ids":[],"origin_country":["IT"]},{"first_air_date":"2008-11-09","cast":["Marshall Bell","Rachael Harris","Christian Danley","Stuart Culpepper","Michael Ian Black"],"overview":"","original_name":"The Xtacles","vote_average":8.0,"name":"The Xtacles","cert":"Unavailable","id":8151,"adult":"false","genre_ids":[16,35,10759],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Love Blossoms II is the second part of the fifth long-running Chinese drama produced by Singapore's free-to-air channel, MediaCorp Channel 8. Part 1 was aired from 28 May 2008 to 15 August 2008, while Part 2 made its debut on 2 December 2008 and ended its run on 9 February 2009.\n\nPart 1 consisted of 58 episodes, while Part 2 had 55 episodes. From 2 January 2009, 2 episodes were aired in a 2 hour slot on Fridays from 1900 hours to 2100 hours.","original_name":"Love Blossoms II","vote_average":0.0,"name":"Love Blossoms II","cert":"Unavailable","id":8152,"adult":"false","genre_ids":[],"origin_country":["SG"]},{"first_air_date":null,"cast":[],"overview":"Jugni Chali Jalandhar is an Indian television comedy series that premiered on September 29, 2008 on SAB TV. It replaced the show Left Right Left.","original_name":"Jugni Chali Jalandhar","vote_average":0.0,"name":"Jugni Chali Jalandhar","cert":"Unavailable","id":8153,"adult":"false","genre_ids":[18,35],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"The End is an adult comedy television strand on Network Two\/RTÉ Two in the Republic of Ireland.\n\nThe End was aired on Friday and Saturday night from 11pm to 2am. RTÉ used this show to test the audience appetite for late night TV. The End was presented by Barry Murphy on Friday nights and by Sean Moncrieff on Saturday nights. The End had a cult following of \"drunks and teenagers\" who would often ring into the show leaving bizarre late night messages for the presenters. Sean Moncrieff would be joined by a puppet called Septic in later seasons.\n\nBarry Murphy would use The End to launch many of his Apres Match characters such as Frank Stapleton.\n\nSean Moncrieff would get a new chat show on RTE One called Good Grief Moncrieff, however this wasn't a success due in part to the conservative and mainstream RTE One audience. Later he would go on to present the RTE Two series Don't Feed the Gondolas.","original_name":"The End","vote_average":0.0,"name":"The End","cert":"Unavailable","id":8154,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2000-05-29","cast":["Pauline Lan","Huang Zijiao"],"overview":"","original_name":"Chao ji da fu weng","vote_average":0.0,"name":"Chao ji da fu weng","cert":"Unavailable","id":8169,"adult":"false","genre_ids":[],"origin_country":["TW"]},{"first_air_date":null,"cast":[],"overview":"The Bund III is a Hong Kong period drama television series broadcast on TVB in 1980. The series is a direct sequel to The Bund and The Bund II, which were both released earlier in the same year.","original_name":"The Bund III","vote_average":0.0,"name":"The Bund III","cert":"Unavailable","id":8170,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Viltu vinna milljón?","vote_average":0.0,"name":"Viltu vinna milljón?","cert":"Unavailable","id":8171,"adult":"false","genre_ids":[],"origin_country":["IS"]},{"first_air_date":null,"cast":[],"overview":"J1 – Summer in the Sun is an upcoming RTÉ documentary television programme, documenting the experiences of eighteen students working in the United States. The students range from ages 18–23 and are divided into three \"gangs\": the Chicago Gang, the Hawaii Gang and the San Diego Gang. Billed as a sort of Irish version of MTV’s Laguna Beach, the series was filmed from 27 May – 1 September, as one of the first series in Ireland to be shot on the new Solid State EX-1 camera. The series will be broadcast on RTÉ Two each Monday at 21:30.","original_name":"J1 – Summer in the Sun","vote_average":0.0,"name":"J1 – Summer in the Sun","cert":"Unavailable","id":8172,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Disney Channel's New Year Events","vote_average":0.0,"name":"Disney Channel's New Year Events","cert":"Unavailable","id":8173,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2000-01-09","cast":["Claire Skinner","Louise Atkins","Jonell Elliott","Rebecca Egan","Selina Boyack"],"overview":"Second Sight was a British television crime drama written by Paula Milne that aired on BBC One from 2000 to 2001.","original_name":"Second Sight","vote_average":6.5,"name":"Second Sight","cert":"Unavailable","id":8174,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Who Wants to Be a Millionaire?","vote_average":0.0,"name":"Who Wants to Be a Millionaire?","cert":"Unavailable","id":8175,"adult":"false","genre_ids":[],"origin_country":["SG"]},{"first_air_date":"2008-10-27","cast":["Dana Snyder","Will Forte","Gary Anthony Williams"],"overview":"Young Person's Guide to History is a two-part television special produced by Funny Garbage, the creators of Saul of the Mole Men, and features most of the same actors and creative team. It was originally titled Thomas Jefferson American Phantasm.\n\nIn the United States, the first part aired on October 27, 2008 and the second part aired on November 3, 2008 on Cartoon Network's late night programming block, Adult Swim. On November 4, 2008 Young Person's Guide to History first aired in its entirety, in honor of election night; after that night Young Person's Guide to History did not air again until July 4, 2010. Clips of it are available on Adult Swim Video. Young Person's Guide to History was originally produced in three parts but was edited down to two.\n\nYoung Person's Guide to History is not available on DVD or iTunes, but it is available on the \"Build You Own DVD\" feature on Adultswim.com.","original_name":"Young Person's Guide to History","vote_average":0.0,"name":"Young Person's Guide to History","cert":"Unavailable","id":8188,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Risshton Ki Dor is a Hindi language soap opera that premiered on Sony TV channel based on the concept of human spirit and its emotions. The series premiered on May 15, 2006, and aired every Monday to Thursday at 1:30pm. The series is produced by Adhikari Brothers Limited and executive producer Tanveer Alam.","original_name":"Risshton Ki Dor","vote_average":0.0,"name":"Risshton Ki Dor","cert":"Unavailable","id":8189,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Bric-A-Brac is a British children's television series devised by Michael Cole and Nick Wilson, and starring well known children's television presenter Brian Cant. It was produced by the BBC and originally ran from 1 October until 5 November 1980, with another series from 18 August to 29 September 1982. It was repeated frequently until 1989.\n\nThe programme was set in a fictitious junk shop, with its shopkeeper played by Cant, who would deliver a monologue to camera. Each episode centred around a particular letter of the alphabet, with different items beginning with that letter found and discussed by the shopkeeper. Cant's script made heavy use of alliteration, and made use of tongue-twisters. At the end of each episode, he would wind up and set off a traditional clockwork toy, upon which the camera would focus whilst the credits rolled.","original_name":"Bric-a-Brac","vote_average":0.0,"name":"Bric-a-Brac","cert":"Unavailable","id":8190,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Hamare Betiyoon","vote_average":0.0,"name":"Hamare Betiyoon","cert":"Unavailable","id":8191,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Summer on Disney Channel","vote_average":10.0,"name":"Summer on Disney Channel","cert":"Unavailable","id":8192,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"In Love with Barbara is a 2008 drama which was inspired by the life of the romantic novelist Barbara Cartland and tells the story of what made her the Queen of Romance. It was written by Jacquetta May and shown on BBC Four at 9:00pm on Sunday 26 October 2008.","original_name":"In Love with Barbara","vote_average":0.0,"name":"In Love with Barbara","cert":"Unavailable","id":8193,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Mata ki Chowki is a daily soap on the Hindi channel Sahara One that started airing from June 9, 2008. It is about a girl called Vaishnavi who is a great devotee of Mata Vaishno Devi.","original_name":"Mata Ki Chowki","vote_average":0.0,"name":"Mata Ki Chowki","cert":"Unavailable","id":8194,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"The Ultimate Prom Nite is a Malaysian reality TV series produced by Primeworks Studios in cooperation with skincare maker Nivea. The inter-campus prom night seeks those worthy for the throne of \"Ultimate Prom King and Queen\" amongst students of various higher educational institutions throughout Malaysia.\n\nSeason two of The Ultimate Prom Nite aired on 8TV from 6 November till 11 December 2008. Hansen Lee and Sarah Lian were hosts, assisted by Marion Caunter and Henry Golding as judges.","original_name":"The Ultimate Prom Nite","vote_average":0.0,"name":"The Ultimate Prom Nite","cert":"Unavailable","id":8195,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Nollaig No. 1 was an Irish-language talent show, the winner of which will got the opportunity to release their winning song to the general public for Christmas 2008.\n\nIt was won by Mary Lee who released the single Siúil Leat, a festive and Irish take on You'll Never Walk Alone In 2010 Lee took part in The X Factor using the name Mary Byrne.","original_name":"Nollaig No. 1","vote_average":0.0,"name":"Nollaig No. 1","cert":"Unavailable","id":8196,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Peruvian version of Reyes de la pista is a spin-off or continuation of the successful reality television musical \"Bailando por un Sueño\" being the premiere date of November 15, 2008, hosted by Gisela Valcarcel The programs will be broadcast on Saturdays at 10 pm by Panamericana Television live from the studios Monitor, located in the Lima district of San Borja","original_name":"Los Reyes de la Pista","vote_average":0.0,"name":"Los Reyes de la Pista","cert":"Unavailable","id":8197,"adult":"false","genre_ids":[],"origin_country":["PE"]},{"first_air_date":null,"cast":[],"overview":"Bertie is an IFTA-winning four-part miniseries documenting the life of former Taoiseach Bertie Ahern, which was broadcast on Irish television channel, RTÉ One in 3 November 2008. The series examined in close detail how he operated as leader of the country and what drove him through his political career. Interviews interwoven with archive footage formed the basis of series.\n\nThe series featured contributions from over 70 people directly linked with Ahern, including family members, schoolfriends and national and international politicians. A central aspect of the programme was a \"marathon\" interview with Ahern. This interview was conducted shortly after he resigned as Taoiseach and leader of the Fianna Fáil political party in May 2008. Bertie features an interview with Tony Blair and contributions from former Cabinet colleagues Charlie McCreevy and Mary O'Rourke. His former wife Miriam Ahern and their daughters, Cecelia and Georgina were also interviewed. Amongst those declining an interview were Ahern's former partner Celia Larkin.\n\nOther Cabinet ministers and junior ministers interviewed included Dermot Ahern, Willie O'Dea, Brian Lenihan, Martin Cullen, Mary Harney, Conor Lenihan and Noel Ahern. Others interviewed included Des Richardson, Joe Burke, Barry English, David McKenna, Chris Wall, Paddy Duffy and Royston Brady. Ahern's successor as Taoiseach, Brian Cowen, did not contribute to the programme.","original_name":"Bertie","vote_average":0.0,"name":"Bertie","cert":"Unavailable","id":8200,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Babul Ki Duwayen Leti Jaa is an Indian soap opera produced by popular Indian television producer Shobhana Desai, and aired every Monday - Friday at 10:15pm IST on Zee TV channel. The story is based on the lives' of 5 girls & their dreams to accomplish something big in their lives'. The story of the serial is identical to Zee TV's successful drama series Amanat, which was very popular among Indian audiences.","original_name":"Babul Ki Duwayen Leti Jaa","vote_average":0.0,"name":"Babul Ki Duwayen Leti Jaa","cert":"Unavailable","id":8201,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Adventures of Pleakley","vote_average":0.0,"name":"The Adventures of Pleakley","cert":"Unavailable","id":8202,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2008-11-13","cast":["Damien Bodie","Sebastian Gregory","Emelia Burns","Emily Robins","Eka Darville"],"overview":"The Elephant Princess is an Australian children's television series that first screened on Network Ten in 2008. The series is produced by Jonathan M. Shiff Productions. A second and final season began screening in 2011. Family Channel Canada has confirmed that this series is not renewed for third season.","original_name":"The Elephant Princess","vote_average":6.4,"name":"The Elephant Princess","cert":"Unavailable","id":8203,"adult":"false","genre_ids":[10765],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Кој сака да биде милионер? is a Macedonian game show based on the original British format of Who Wants to Be a Millionaire?. The show is hosted by Sašo Macanovski-Trendo. The main goal of the game is to win 4 million denari by answering 15 multiple-choice questions correctly. There are three lifelines - Fifty Fifty, Phone A Friend and Ask The Audience. Кој сака да биде милионер? originally aired in 2004. It is broadcast on the Macedonian TV station A1. When a contestant gets the fifth question correct, he is guaranteed to leave with at least 5,000 denari. When a contestant gets the tenth question correct, he is guaranteed to leave with at least 125,000 denari.","original_name":"Koj saka da bide milioner?","vote_average":0.0,"name":"Koj saka da bide milioner?","cert":"Unavailable","id":8204,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Channel M News was a regional television news service covering the ten boroughs of Greater Manchester, produced by Channel M, partly in conjunction with the Manchester Evening News.\n\nLaunched in 2004, Channel M News aired each weekday evening alongside a weekly review programme and occasional documentary specials. Breakfast, lunchtime and late evening news bulletins were also produced throughout the programme's run.\n\nChannel M News was produced and broadcast from the station's studios at Urbis and the MEN Media newsroom at Spinningfields in Manchester City Centre. The programme had previously been pre-recorded from small temporary studios in The Triangle shopping centre, The Printworks entertainment complex and Urbis before going live from a new, larger studio at Urbis in May 2006, looking out towards Cathedral Gardens and the Manchester Victoria railway station.\n\nThe final evening edition of Channel M News was broadcast on Friday 10 July 2009. From Monday 13 July 2009, the station's news coverage was incorporated into Channel M Today, a three-hour topical magazine programme on weekdays.","original_name":"Channel M News","vote_average":0.0,"name":"Channel M News","cert":"Unavailable","id":8207,"adult":"false","genre_ids":[10763],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Jalwa Four 2 Ka 1 is an Indian television reality dance show produced by Bonnie Jain Productions shown on the Indian General Entertainment Channel 9X.","original_name":"Jalwa Four 2 Ka 1","vote_average":0.0,"name":"Jalwa Four 2 Ka 1","cert":"Unavailable","id":8208,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":"2008-10-29","cast":["Sully Díaz","Braulio Castillo hijo","Francisco Capó","Cordelia González","Linette Torres"],"overview":"Al Borde del Deseo was a Puerto Rican TV series that was airing in WAPA-TV in Puerto Rico and in United States in WAPA America about the true story of passionate women who share their experiences of love and disaffection in a modern world, struggling to enjoy an economic and professional position similar to that of men. They are women of different social classes, values and lifestyles opposites. Women who go through life trying to find happiness in a drama-laden comedy, that we are unveiling their aspirations, privacy, hopes, and of course their shenanigans. Women, who learn late in her life, to enjoy an independent life, ready to claim, what belongs to them. It is the story of women in common, not trying to be bigger than life itself but on the contrary, reflect the daily life of women working and struggling to achieve something better than what life has led them. Stories of women, torn from life itself. Stories of homes in the conflict, of lies, of fiery passions and above all of that unfortunate habit of human beings: infidelity.\n\nThe series finish production and it´s was a total of 26 episodes. The first episode was on October 29, 2008 and the last episode was on May 2, 2009.","original_name":"Al borde del deseo","vote_average":0.0,"name":"Al borde del deseo","cert":"Unavailable","id":8209,"adult":"false","genre_ids":[10759,18],"origin_country":["PR"]},{"first_air_date":null,"cast":[],"overview":"Sweet Relationship is a Taiwanese drama starring Vic Chou of F4, Alan Kuo, Megan Lai and Patty Hou. It is based on a Japanese josei manga Oishii Kankei by Satoru Makimura. It was produced by Comic Ritz International Production with Chai Zhi Ping as producer and directed by Chu Yu-ning.\n\nThe series was first boardcasted in Taiwan on free-to-air Chinese Television System from 16 September 2007 to 27 January 2008, every Sunday from 22:00 to 23:30 and cable TV Gala Television Variety Show\/CH 28 from 22 September 2007 to 2 February 2008, every Saturday at 21:00. It only received moderate rating despite the promising cast as well as story. The average rating of the drama after the final episode was 1.50.","original_name":"Sweet Relationship","vote_average":0.0,"name":"Sweet Relationship","cert":"Unavailable","id":8210,"adult":"false","genre_ids":[],"origin_country":["TW"]},{"first_air_date":null,"cast":[],"overview":"Class Act is an Irish talent show which last aired on RTÉ One on Sundays at 18:30 throughout September and October 2008. It was presented by Derek Mooney. The show involved a search for young people with special talents whose efforts are then judged on television.\n\nIn 2009, due to RTÉ cutbacks, the programme was axed.","original_name":"Class Act","vote_average":0.0,"name":"Class Act","cert":"Unavailable","id":8211,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Suburbs","vote_average":0.0,"name":"The Suburbs","cert":"Unavailable","id":8212,"adult":"false","genre_ids":[18,35],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Crimewatch 2008","vote_average":0.0,"name":"Crimewatch 2008","cert":"Unavailable","id":8213,"adult":"false","genre_ids":[18],"origin_country":["SG"]},{"first_air_date":null,"cast":[],"overview":"Ghosts and Entities Investigations Group is an organization based in Santa Rosa, California, USA that serves primarily as paranormal investigators. It was founded in 2006 by Daniel Thompson, Daniel J. Butler, and Daniel Pfeifer. In 2007 the group began creating monthly podcasts, and showcasing findings on the popular website YouTube.\n\nGeist Group services Sonoma County and much of California as Ghost Hunters, investigating claims of paranormal activity as well as claims of cryptids.","original_name":"Geist Group","vote_average":0.0,"name":"Geist Group","cert":"Unavailable","id":8214,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Cartoon Network's Tom and Jerry Show","vote_average":0.0,"name":"Cartoon Network's Tom and Jerry Show","cert":"Unavailable","id":8215,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2008-11-03","cast":["Gabriel Goity","Carola Reyna","Jorge Suárez","Luisana Lopilato","Rodrigo Guirao Díaz"],"overview":"Atracción x4 is a 2008-2009 Argentine telenovela. It was broadcast on Canal 13. It replaced Patito Feo on Canal 13, in 7 pm. It was directed by Marcelo Tinelli, and produced by Ideas del Sur\n\nDue to low ratings after the premiere, producers introduced new characters, sets and a new title. After the \"makeover\", the amount of viewers who watched the show increased greatly, though it did not reach the success of its predecessor Patito Feo.\n\nIn March it began airring on the cable channel Boomerang.","original_name":"Atracción x4","vote_average":0.0,"name":"Atracción x4","cert":"Unavailable","id":8216,"adult":"false","genre_ids":[10766,18],"origin_country":["AR"]},{"first_air_date":"1960-09-18","cast":["Mary Tyler Moore","Elizabeth Montgomery","Suzanne Pleshette","Tab Hunter","Reta Shaw"],"overview":"The Tab Hunter Show is an American situation comedy starring Tab Hunter. The series ran new episodes on NBC from September 18, 1960, to April 30, 1961; rebroadcasts then aired from May until September 18.","original_name":"The Tab Hunter Show","vote_average":0.0,"name":"The Tab Hunter Show","cert":"Unavailable","id":8217,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Current programmes","vote_average":0.0,"name":"Current programmes","cert":"Unavailable","id":8218,"adult":"false","genre_ids":[16],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"TV Patrol Bicol is the local news network broadcast of the ABS-CBN Regional Network Group for the Bicol Region. The newscast is done in a tabloid-style format. The program delivers news headlines about the current events in the Bicol Region and in other places nationwide using the Central Bikolano language as a medium of delivery.\n\nIt is aired live daily from ABS-CBN Naga at 5:15 PM, from Monday to Friday, simulcast over ABS-CBN TV-4 Legazpi, TV-10 Daet and Masbate, TV-7 Sorsogon and Virac.","original_name":"TV Patrol Bicol","vote_average":0.0,"name":"TV Patrol Bicol","cert":"Unavailable","id":8219,"adult":"false","genre_ids":[10763],"origin_country":["PH"]},{"first_air_date":"1978-09-09","cast":[],"overview":"Fabulous Funnies is a Filmation cartoon series on NBC that ran for one season in 1978; it features animated versions of newspaper comic strips and attempted to teach moral lessons to children.","original_name":"Fabulous Funnies","vote_average":0.0,"name":"Fabulous Funnies","cert":"Unavailable","id":8220,"adult":"false","genre_ids":[10751,16],"origin_country":["US"]},{"first_air_date":"2008-07-10","cast":["Eric Toms"],"overview":"Reality Binge, is a weekly Fox Reality Channel original series which features reality TV clips & reality commentary every week. The show is hosted by Eric Toms.","original_name":"Reality Binge","vote_average":0.0,"name":"Reality Binge","cert":"Unavailable","id":8221,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Who Wants to Be a Millionaire? is a Filipino game show based on the original British format of Who Wants to Be a Millionaire?. The main goal of the game is to win 2 million Philippine pesos by answering 15 multiple-choice questions correctly. There are four lifelines: 50:50, People Speak, and Switch and Double Dip. The latter two replaced Ask the Audience, which was used until the 2010 seasons and of Phone-a-Friend until the 2012 season.\n\nWho Wants to Be a Millionaire? was broadcast from 2000 to 2002 on the government-sequestered Intercontinental Broadcasting Corporation, produced by Viva Television, and was hosted by actor Christopher de Leon.\n\nOn May 23, 2009, the game show returned under a new home over TV5, with actor-host-comedian Vic Sotto as the new host.\n\nThe show aired its season finale on October 7, 2012 to give way to another game show hosted by Sotto, The Million Peso Money Drop.\n\nHowever, the show returned on air September 15, 2013 for a new season together with Pinoy Explorer and Wow Mali! Pa Rin in exchange to the now defunct talent show Talentadong Pinoy.","original_name":"Who Wants to Be a Millionaire?","vote_average":0.0,"name":"Who Wants to Be a Millionaire?","cert":"Unavailable","id":8222,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"2008-01-01","cast":["Lisbet Dahl","Jesper Langberg"],"overview":"Sommer is a Danish TV-drama aired on DR1 in 2008. The series was created by Jesper W. Nielsen and Karina Dam","original_name":"Sommer","vote_average":4.0,"name":"Sommer","cert":"Unavailable","id":8223,"adult":"false","genre_ids":[18],"origin_country":["DK"]},{"first_air_date":null,"cast":[],"overview":"The Week in Religion is an American religious television program broadcast on the now defunct DuMont Television Network. The series ran from March 16, 1952 to October 18, 1954. The program gave equal time to Jewish, Protestant, and Catholic speakers; it was hosted by Rabbi William S. Rosenbloom, Reverend Robbins Wolcott Barstow, and Reverend Joseph N. Moody.\n\nThe program, produced and distributed by DuMont, aired on Sundays at 6pm ET on most DuMont affiliates. The series was cancelled in 1954.","original_name":"The Week in Religion","vote_average":0.0,"name":"The Week in Religion","cert":"Unavailable","id":8224,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Sword Stained with Royal Blood is a Hong Kong television series adapted from Louis Cha's novel of the same title. It was first broadcast on TVB in Hong Kong in 1985.","original_name":"Sword Stained with Royal Blood","vote_average":0.0,"name":"Sword Stained with Royal Blood","cert":"Unavailable","id":8225,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"Pob Pee Fah is a Thai ghost story, made as a TV series. Set partly in the 19th century, it shares some plot details with an earlier series, Jao Nang, which aired in 1990, and on which some observers believe it was based.\n\nPob Pee Fah was considered by many to be one of the scariest of Thai lakorns, and actress Woranut Wongsawan, appearing in her first lakorn, claimed in a later interview that a real Pee Fah appeared during the shooting of one of the scenes.","original_name":"Pob Pee Fah","vote_average":0.0,"name":"Pob Pee Fah","cert":"Unavailable","id":8226,"adult":"false","genre_ids":[],"origin_country":["TH"]},{"first_air_date":"2008-10-10","cast":["Simon Schama"],"overview":"The American Future: A History is a four-part documentary series written and presented by Simon Schama which aired on BBC Two in the UK during October 2008, in the run up to the 2008 US presidential election. The first episode was broadcast on BBC Two at 9:00pm on 10 October 2008, and it was shown over four consecutive Fridays.\n\nThe series saw Schama travelling through the United States as he investigated the conflicts from its past in order to understand the country's contemporary political situation. Schama presents and discusses both presidential candidates, Democratic Barack Obama and Republican John McCain from a historical point of view, emphasizing strongly the former. The documentary takes viewer to an epic journey through the history of the modern United States, but it also why Schama personally believed Barack Obama would be the ideal choice as the next president of the United States.","original_name":"The American Future: A History","vote_average":0.0,"name":"The American Future: A History","cert":"Unavailable","id":8227,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"By My Side is a Singaporean Chinese drama which was telecasted on Singapore's free-to-air channel, MediaCorp Channel 8. It made its debut on 28 October 2008 and ended on 24 November 2008. This drama serial consists of 20 episodes, and was screened on every weekday night at 9:00 pm.\n\nThe drama bears the same English name as another 30-episode SBC drama which debuted on 1 May 1990, and was screened on weekdays at 9.30pm, but both dramas are not related in any way.","original_name":"By My Side","vote_average":0.0,"name":"By My Side","cert":"Unavailable","id":8228,"adult":"false","genre_ids":[],"origin_country":["SG"]},{"first_air_date":null,"cast":[],"overview":"Winning Streak: Dream Ticket was a weekly Irish game show in which five contestants play a number of games to win cars, holidays, and cash prizes up to €500,000. Broadcast on Saturday nights between 13 September 2008 until 6 June 2009 on RTÉ One, the game show is among the channel's most popular programmes, often ranking among the top five in the ratings. However, there was a significant drop in viewership in the 2008\/2009 series. Prize money for the show is funded by the Irish National Lottery, with entry to the game based on National Lottery scratchcards.\n\nIn 2008 the show was revamped and rebranded Winning Streak - Dream Ticket. There were new presenters, Kathryn Thomas and Aidan Power, a new set, new games and a completely new and updated format. The set is now bright and modern, but is inspired by a retro 1970s style, with a light up \"disco style\" floor, and a \"funky\" glittered backdrop. There are viewer text competitions and audience prizes, with five players being guaranteed at least €20,000 for their participation and one of these has the chance of winning €250,000. The programme is now available to watch worldwide online. With these updates the show has gone through the most changes in its history.","original_name":"Winning Streak: Dream Ticket","vote_average":0.0,"name":"Winning Streak: Dream Ticket","cert":"Unavailable","id":8231,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2002-11-18","cast":["Bobby Au-Yeung","Kenix Kwok","Winnie Yeung","Annie Man","Moses Chan"],"overview":"The story follows the lead characters through their experiences as members of the Police Negotiation Cadre (PNC). The PNC is a volunteer unit of the Hong Kong police force specializing in negotiations with terrorist members, partakers of local violence, and individuals contemplating suicide. The whole series is dotted with both large and small cases handled by the story's heroes and heroines.","original_name":"談判專家","vote_average":0.0,"name":"Take My Word For It","cert":"Unavailable","id":8232,"adult":"false","genre_ids":[10759,18],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"Želite li da postanete milioner? is a Serbian game show based on the original British format of Who Wants to Be a Millionaire?. The show is hosted by Ivan Zeljković. The main goal of the game is to win 5 million Serbian dinars by answering 15 multiple-choice questions correctly. There are four lifelines - fifty fifty, phone a friend, ask the audience and switch the question. Since 2010 when show move to Prva Srpska Televizija fourth lifeline switch the question was replace to аsk оne of the аudience. Želite li da postanete milioner? is broadcast from 2002 to today. From 2002 to 2006 it was shown on RTV BK Telecom, from 2007 to 2009 on B92, and currently since 2010 on Prva Srpska Televizija. From 2001 to 2006 the biggest prize was 3 million dinars, but since 2007 it is 5 million. When a contestant gets the fifth question correct, he leaves with at least 5,000 dinars. When a contestant gets the tenth question correct, he leaves with at least 150,000 dinars. The biggest prize ever won on this show was won by Agošton Legvari from Bačko Gradište and Saša Tomić from Požarevac.","original_name":"Želite li da postanete milioner?","vote_average":0.0,"name":"Želite li da postanete milioner?","cert":"Unavailable","id":8233,"adult":"false","genre_ids":[],"origin_country":["RS"]},{"first_air_date":null,"cast":[],"overview":"7 Lá is an Irish-language weekly current affairs show. All topics are discussed but particular focus is given to regional and Gaeltacht affairs.","original_name":"7 Lá","vote_average":0.0,"name":"7 Lá","cert":"Unavailable","id":8234,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Raggedy Ann and Andy in The Great Santa Claus Caper, a.k.a. simply The Great Santa Claus Caper, is a 1978 animated American television special featuring Raggedy Ann and Raggedy Andy.","original_name":"Raggedy Ann and Andy in The Great Santa Claus Caper","vote_average":0.0,"name":"Raggedy Ann and Andy in The Great Santa Claus Caper","cert":"Unavailable","id":8235,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The All Ireland Talent Show is a Raidió Teilifís Éireann television series which was billed as Ireland's biggest-ever talent contest. It was first announced in November 2008 and the first series commenced broadcasting on 4 January 2009, completing on 15 March 2009. Modelled on Britain's Got Talent, it is produced by Tyrone Productions. Airing on RTÉ One, it was hosted by Daybreak features editor and Irish media personality Gráinne Seoige.\n\nFive judges take part and each regional judge, with the assistance of two other personalities who then disappear from the show, select five acts to be put forward to the live studio heats. In the second season this was changed to eight acts. Louis Walsh was approached to act as a judge before series one but refused to commit. On the opening night of series one, The All Ireland Talent Show had over 500,000 viewers, with Ireland only having a population of over 4 million people.. The opening is similar to the Got Talent series. The twenty-five finalists in series one competed for a first prize of €50,000, which was eventually won by the Mulkerrin Brothers of the Aran Islands.","original_name":"The All Ireland Talent Show","vote_average":0.0,"name":"The All Ireland Talent Show","cert":"Unavailable","id":8236,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2008-10-25","cast":["D. L. Hughley"],"overview":"D. L. Hughley Breaks the News was a comedy news show that aired on CNN from October 25, 2008 to March 2009, hosted and head written by comedian D. L. Hughley. On March 9, 2009, CNN announced that Hughley would be ending the show due to a desire to work in Los Angeles and be closer to his family. He plans to continue his work with CNN as a Los Angeles-based contributor for the network.\n\nOn the show's finale, Hughley did a report about legalizing marijuana. He said that he had a back problem and took the show into his doctor's office to get his prescription refilled, but CNN censored some of the interview. D. L. Hughley Breaks the News will returns to CNN Coming 2014","original_name":"D. L. Hughley Breaks the News","vote_average":0.0,"name":"D. L. Hughley Breaks the News","cert":"Unavailable","id":8237,"adult":"false","genre_ids":[10763,35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"من سيربح 2 مليون was an Middle Eastern and North African game show based on the original British format of Who Wants to Be a Millionaire?. The show was hosted by George Kurdahi.","original_name":"Man sa yarbah 2 malyoon","vote_average":0.0,"name":"Man sa yarbah 2 malyoon","cert":"Unavailable","id":8238,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Tak to leciało! is the Polish version of Don't Forget the Lyrics!. The show debuted on March 9, 2008 on TVP2. It is hosted by singer Maciej Miecznikowski. The grand prize on the show is 150,000 złotys. It is shown on every Sunday at 19:05 \/ 7:05PM.","original_name":"Tak to leciało!","vote_average":0.0,"name":"Tak to leciało!","cert":"Unavailable","id":8239,"adult":"false","genre_ids":[],"origin_country":["PL"]},{"first_air_date":null,"cast":[],"overview":"Mega Model is a Nepalese reality television show in which a number of young Nepalese women compete against each other to win for the title of Mega Model and an opportunity to start their career in the modeling industry. The premiere is set to air on September 25, 2010 and the season finale in which the top 6 compete against each other on a stage is coming live on Image Channel.\n\nThe winner of Mega Model wins a music video, a 6-page fashion editorial spread as well as the front cover in ECS Living Magazine and Rs100,000.\n\nThe show's format was originally created by American talk-show host and model Tyra Banks.\n\nMega Model has had 2 Model hosts to date. For Season 1, Pallavi Dhakal and currently, for Mega Model Season 2 is hosted by former model & beauty queen Sahana Bajracharya. Like its American version, Mega Model features a photographer and model on its judging panel, Raj Bhai Suwal, Sneh Rana and Sijan Bhattachan.","original_name":"Mega Model","vote_average":0.0,"name":"Mega Model","cert":"Unavailable","id":8240,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1975-01-10","cast":["Andy Griffith","Abby Dalton","Nick Nolte"],"overview":"Adams of Eagle Lake is an American hour-long police series that aired on ABC in 1975. Andy Griffith starred as Sheriff Sam Adams and the episodes presented his attempts to maintain the law in a small resort town. Despite a strong cast, including veteran TV actress Abby Dalton, the show lasted for only two episodes.","original_name":"Adams of Eagle Lake","vote_average":0.0,"name":"Adams of Eagle Lake","cert":"Unavailable","id":8241,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Juicy! was an entertainment news program that premiered on August 11, 2008 on TV5. Hosted by Alex Gonzaga, IC Mendoza, Cristy Fermin and Shalala, the show features entertainment news, trivia, fan features, and interviews that highlight the Philippine entertainment industry. It was aired Weeknights at 12:00 midnight-12:30 AM until cancelation on August 3, 2012 just 8 days before their 4th Anniversary.","original_name":"Juicy!","vote_average":0.0,"name":"Juicy!","cert":"Unavailable","id":8242,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Radhi Study Go!","vote_average":0.0,"name":"Radhi Study Go!","cert":"Unavailable","id":8243,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":"2008-11-10","cast":["Bradley Walsh"],"overview":"Spin Star was a British television game show that was broadcast on ITV, and was hosted by Bradley Walsh. It was based around a five-reel slot machine called the Moneyspinner. The reels displayed question subjects, the names of the five contestants who will answer the questions, and cash amounts that are won if the questions are answered correctly.\n\nThe five contestants do not win the money for themselves however; instead, they are winning it for the Spin Star, the contestant who has been there the longest. Therefore, each contestant will be on the show for six episodes, five answering questions for someone else, then one where they are in charge of the Moneyspinner.\n\nThe first reel has a range of categories of questions on it, each given a star rating of up to three stars. One star means the questions are of easy difficulty, two stars mean the questions are of medium difficulty and three stars mean the questions are of hard difficulty. After a category has been used, it is replaced by a new category, with any unused categories from a previous show being re-used.\n\nThe second, third and fourth reels have the names of the five daily players on them. These reels decide who will answer the questions.","original_name":"Spin Star","vote_average":1.0,"name":"Spin Star","cert":"Unavailable","id":8244,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1961-09-29","cast":["Stephen McNally","Robert Harland"],"overview":"Target: The Corruptors! is an American crime drama series starring Stephen McNally which aired on ABC from September 29, 1961 to June 8, 1962. The series was produced by Dick Powell's Four Star Television.","original_name":"Target: The Corruptors!","vote_average":2.0,"name":"Target: The Corruptors!","cert":"Unavailable","id":8245,"adult":"false","genre_ids":[9648,80,18],"origin_country":["US"]},{"first_air_date":"1961-02-27","cast":["Telly Savalas","James Coburn","Ralph Taeger","Jason Robards Sr.","Bobby Troup"],"overview":"Acapulco is an American half-hour adventure series that aired on NBC in 1961. It is notable for providing Telly Savalas with his first regularly recurring role in a television series.","original_name":"Acapulco","vote_average":0.0,"name":"Acapulco","cert":"Unavailable","id":8246,"adult":"false","genre_ids":[10759],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Ek Mahal Ho Sapno Ka is a Hindi language Indian soap opera that aired on Sony TV. It was the first Hindi fiction series to reach 1000 episodes and is one of the longest television serials ever made in Indian television. The show was also aired in Gujarati on ETV Gujarati called as Sapna Na Vavetar.","original_name":"Ek Mahal Ho Sapno Ka","vote_average":0.0,"name":"Ek Mahal Ho Sapno Ka","cert":"Unavailable","id":8247,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"The Price of Growing Up is a TVB television series, premiered in 1987. Theme song \"The Infinite Journey\" composition and arrangement by Joseph Koo, lyrics by Wong Jim, sung by Kenny Bee, and the sub theme song \"Still My Heart Was Thinking About You\" composition and arrangement by Joseph Koo, lyrics by Wong Jim, sung by Kenny Bee and Cally Kwong.","original_name":"The Price of Growing Up","vote_average":0.0,"name":"The Price of Growing Up","cert":"Unavailable","id":8248,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"Tamanna House is a thriller television series that aired on Zee TV channel, every Sunday to Wednesday at 10pm IST. The series is a similar version of the popular mysteries of Agatha Christie's novels.","original_name":"Tamanna House","vote_average":0.0,"name":"Tamanna House","cert":"Unavailable","id":8249,"adult":"false","genre_ids":[9648],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"TV Patrol Socsksargen is a local TV news program of ABS-CBN Regional Network Group TV-3 in General Santos City. Simulcast on TV-4 Koronadal and Kidapawan. The program delivers the freshest news reports on current events happening in South Cotabato, Sultan Kudarat, Sarangani Province & General Santos City region in Tagalog language.\n\nRecorded episodes of the news program can be reviewed on the internet via the ABS-CBN News website.\n\nIt is aired live at ABS-CBN General Santos at 5:00 PM from Monday to Friday.","original_name":"TV Patrol Socsksargen","vote_average":0.0,"name":"TV Patrol Socsksargen","cert":"Unavailable","id":8250,"adult":"false","genre_ids":[10763],"origin_country":["PH"]},{"first_air_date":"2008-04-22","cast":[],"overview":"Out of the Wild is a Discovery Channel reality television series. The first and second seasons followed volunteers from urbanized backgrounds as they use survival skills in the back-country of Alaska during the fall and winter. The third season saw a relocation of the series to the South American country of Venezuela, while keeping the same general format of season 2. The series was produced by Ricochet in the first season, and by Pilgrim Films in seasons 2 and 3.","original_name":"Out of the Wild","vote_average":0.0,"name":"Out of the Wild","cert":"Unavailable","id":8251,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Cafe is an Irish chat programme aimed at youthful persons. It was broadcast on RTÉ Two as part of the TTV strand each Friday evening at 19:00, having switched from its previous location in the Thursday scheduling from 7 November 2008.\n\nIt was presented by Aidan Power, although Laura Woods and Liam McCormack were his previous co-presenters. The waitress was Avril Kelly, who served drinks to the audience and guests and acts as the announcer of what would occur following the commercial break.opening .\n\nChats were conducted with two or three guests, there were comic inserts and a musical performance rounded off the show. Past guests included Jason Byrne and Donna and Joseph McCaul, PJ Gallagher and Tom McGurk, Glen Wallace and Jennifer Metcalfe, Caroline Morahan, Amanda Byram, Michelle Heaton, Nicola McLean, Daithí Ó Sé, The Kinetiks, The Coronas, Rosanna Davision, Jacob Byrne, Oliver Callan and Pat Kenny, wrestlers Scotty 2 Hotty and Joe Legend, The Saw Doctors, panellist John Bishop and Skins actors Mike Bailey, Daniel Kaluuya and Larissa Wilson.\n\nThe Cafe completed transmission of its fifth season on 27 March 2009. A sixth season was revealed on 14 August 2009 by Aidan Power to be on the way. The last ever episode was broadcast on 2 April 2010 due to its axing by RTÉ to make way for new programming.","original_name":"The Cafe","vote_average":0.0,"name":"The Cafe","cert":"Unavailable","id":8252,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Kabhie To Nazar Milao is an Indian television drama series that premiered on Sony TV on May 15, 2006. The series was produced by the UTV Software Communications, in association with in-house production of Sony Pictures. It is created Anuradha Gakhar & Rajesh Beri any human being. He doesn't realize that the girl with whom he falls in love because of her eyes is unable to see. As story moves on, Karun finds out that Sunaina cannot see; therefore, he decides that he will be her eyesight. Now Sunaina confronts all adversities of life with the help of Karun, but she doesn't realize that being too much dependent on someone can be sorrowful.","original_name":"Kabhie To Nazar Milao","vote_average":0.0,"name":"Kabhie To Nazar Milao","cert":"Unavailable","id":8253,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Return of the Cuckoo is a 20-episode TVB drama broadcast between July 2000 and August 2000. It was originally produced to be a sitcom, however later edits made the production into a regular drama.","original_name":"Return of the Cuckoo","vote_average":10.0,"name":"Return of the Cuckoo","cert":"Unavailable","id":8254,"adult":"false","genre_ids":[18],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Mistresses","vote_average":0.0,"name":"Mistresses","cert":"Unavailable","id":8255,"adult":"false","genre_ids":[18,35],"origin_country":[]},{"first_air_date":"2008-10-20","cast":["Shawnee Smith","James Gunn","Michelle Galdenzi","Jessica Palette","Tanedra Howard"],"overview":"Scream Queens is an American reality series on VH1 produced by Joke Productions and Lionsgate Television that premiered in October 2008. The show chronicles a group of unknown actresses competing for a role in the Saw franchise. Tanedra Howard won the first season and gained a role in Saw VI. The second season began airing on August 2, 2010 and the winner, Gabby West, won a role in Saw 3D.","original_name":"Scream Queens","vote_average":7.0,"name":"Scream Queens","cert":"Unavailable","id":8256,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Amor en Custodia is a Mexican television drama, inspired by the popular Argentine telenovela of the same name, and developed and produced by Emilia Lamothe. Amor en Custodia focuses on and satirizes the lives of socialite teens and young adults growing up in Mexico city. It deals with sexuality, drugs, money, jealousy and other issues.\n\nIt first aired on June 19, 2005 in Mexico City, on Canal 7, and was broadcast nationally a day later by TV Azteca. The pilot episode was also made available as a free download on the series' official website.\n\nThe series was first shown in the United States by Azteca America on July 18, 2005, and the final episode of the final season was broadcast in Mexico on September 12, 2008 and in the USA on October 3.\n\nAmor en Custodia holds the record for longest TV series in Mexico, with eleven seasons and 280 episodes.\n\nIt has been shown in more than 13 countries, including the USA, Europe, Japan, Thailand, and Latin America, and has been translated into English, French, Japanese, and German.","original_name":"Amor en Custodia","vote_average":0.0,"name":"Amor en Custodia","cert":"Unavailable","id":8257,"adult":"false","genre_ids":[],"origin_country":["AR"]},{"first_air_date":"2008-11-13","cast":["Martin Shaw","Rick Warden","Luigi Diberti","John Shrapnel","Shaun Dooley"],"overview":"Apparitions is a BBC drama about Father Jacob Myers, a priest of the Roman Catholic Church, played by Martin Shaw, who examines evidence of miracles to be used in canonisation but also performs exorcisms. As he learns, Jacob's duties run deeper than just sending demons back to Hell; he later must prevent them all from escaping.\n\nUnlike most portrayals of exorcism and spirit possession in fiction, Apparitions is more religiously accurate and fact-based, incorporating the nature of demonic possession as described by the Church. It also recounts historical events associated with Christianity and other Abrahamic religions, which may have been caused by Heaven or Hell, indicating that the War described in the Bible may not have fully concluded.\n\nThe series is written by Joe Ahearne.","original_name":"Apparitions","vote_average":7.5,"name":"Apparitions","cert":"Unavailable","id":8258,"adult":"false","genre_ids":[9648,10765],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Kōṭīṣvaraṉ","vote_average":0.0,"name":"Kōṭīṣvaraṉ","cert":"Unavailable","id":8259,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1985-01-01","cast":["Shakeel Yousuf","Bushra Ansari","Salim Nasir","Arshad Mehmood","Durdana Butt"],"overview":"The drama is based on many stories on multiple issues of the society and indirect criticism of the Martial Law and the military regime in Pakistan and the electoral system. Many major Pakistani stars and artists played guest roles including the great comedians like Late Lehri, Late comedian Moin Akhtar and Late Mahmood Ali. The twist occurs when the writer Anwar Maqsood appears near the end of the serial to inform the characters that the serial is about to end.","original_name":"Aangan Terha","vote_average":10.0,"name":"Aangan Terha","cert":"Unavailable","id":8260,"adult":"false","genre_ids":[35,18,10751],"origin_country":["PK"]},{"first_air_date":null,"cast":[],"overview":"Lo Ho Gayi Pooja Iss Ghar Ki was aired on SAB TV June 30, 2008 and ended on March 12th 2009. The show is replaced by Gunwale Dulhania Le Jayenge from March 16, 2009.","original_name":"Lo Ho Gayi Pooja Iss Ghar Ki","vote_average":0.0,"name":"Lo Ho Gayi Pooja Iss Ghar Ki","cert":"Unavailable","id":8261,"adult":"false","genre_ids":[18,35],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Strzał w 10 was a Polish game show based on the original American format of Power of 10. The show was hosted by Cezary Pazura. The main goal of the game was to win 1 million zlotys by choosing correct range of percentage in 5 questions. Strzał w 10 was broadcast from 29 March 2008 to December 2008. It was shown on the Polish TV station Polsat. No one won 1 million zlotys grand prize.","original_name":"Strzał w 10","vote_average":0.0,"name":"Strzał w 10","cert":"Unavailable","id":8262,"adult":"false","genre_ids":[],"origin_country":["PL"]},{"first_air_date":"2008-10-03","cast":[],"overview":"Turbo Dogs is a television show that airs on Qubo and Kids' CBC. The show is based on the book Racer Dogs by Bob Kolar. The show premiered on October 3, 2008. The show was not renewed for a second season.","original_name":"Turbo Dogs","vote_average":0.0,"name":"Turbo Dogs","cert":"Unavailable","id":8263,"adult":"false","genre_ids":[10751,16],"origin_country":["CA","NZ"]},{"first_air_date":null,"cast":[],"overview":"Gribi būt miljonārs? was a Latvian game show based on the original British format of Who Wants to Be a Millionaire?.\n\nThe show was hosted by Ģirts Līcis.\n\nGribi būt miljonārs? was broadcast from 2002 to 2008. It was shown on the Latvian TV station TV3 on Wednesday at 20:20.","original_name":"Gribi būt miljonārs?","vote_average":0.0,"name":"Gribi būt miljonārs?","cert":"Unavailable","id":8264,"adult":"false","genre_ids":[],"origin_country":["LV"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Milionár","vote_average":0.0,"name":"Milionár","cert":"Unavailable","id":8265,"adult":"false","genre_ids":[],"origin_country":["SK"]},{"first_air_date":"1962-10-03","cast":["Dick York","Leo G. Carroll","Gene Kelly","Nydia Westman"],"overview":"Going My Way is an American comedy-drama series","original_name":"Going My Way","vote_average":0.0,"name":"Going My Way","cert":"Unavailable","id":8266,"adult":"false","genre_ids":[18,35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Czy jesteś mądrzejszy od 5-klasisty? is the Polish version of Are You Smarter Than a Fifth Grader? The show debuted on October 29, 2007, on TV Puls. It is hosted by journalist Marzena Rogalska. The grand prize on the show is 100,000 złotys.\n\nOnly one person has won the largest prize, Aleksandra Chomacka. Her zł300,000 question was \"What is the sum of the angles inside a square?\". The correct answer was \"360°\".","original_name":"Czy jesteś mądrzejszy od 5-klasisty?","vote_average":0.0,"name":"Czy jesteś mądrzejszy od 5-klasisty?","cert":"Unavailable","id":8267,"adult":"false","genre_ids":[],"origin_country":["PL"]},{"first_air_date":null,"cast":[],"overview":"Thoda Hai Thode Ki Zaroorat Hai was an Indian soap opera that aired in 1997. The director Ravi Rai won numerous awards for the serial, and the series itself won the 'Best Television Serial Drama' award by Screen Awards in the year 1997. The story shows how hard it is for us humans to survive the death of our loved ones.","original_name":"Thoda Hai Thode Ki Zaroorat Hai","vote_average":0.0,"name":"Thoda Hai Thode Ki Zaroorat Hai","cert":"Unavailable","id":8268,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":"2008-08-21","cast":["Ron Pitts"],"overview":"Destroyed in Seconds is a half-hour American television series that airs on Discovery Channel. Hosted by Ron Pitts, it features video segments of various things being destroyed fairly quickly such as planes crashing, explosions, sinkholes, boats crashing, fires, race car incidents, floods, etc. The nature of the show closely resembles Real TV. The show uses real video of real events, and commentary explaining the destruction portrayed. Most videos have stock sound effects added. Some of the events seen resulted in fatalities, and all of the events have property damage. It is currently on hiatus.","original_name":"Destroyed In Seconds","vote_average":7.5,"name":"Destroyed In Seconds","cert":"Unavailable","id":8269,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"1960-09-26","cast":["Barton MacLane","Slim Pickens","Don Collier","Bruce Yarnell"],"overview":"Outlaws is an NBC Western television series, starring Barton MacLane as U.S. marshal Frank Caine, who operated in a lawless section of Oklahoma Territory about Stillwater. The program aired 50 one-hour episodes from September 29, 1960, to May 10, 1962. The first season was shot in black-and-white, the second in color. Co-starring with MacLane in the 1960–1961 season was Don Collier as deputy marshal Will Foreman. In the second season, MacLane left the program, and Collier was promoted to full marshal, with Bruce Yarnell joining the cast as deputy marshal Chalk Breeson. Jock Gaynor appeared in the first season as deputy Heck Martin, the on-screen nephew of Will Foreman. Slim Pickens appeared as \"Slim\" in the second season. Judy Lewis also appeared the second season as Connie Masters, an employee of the Wells Fargo office in Stillwater.\n\nThe dog who appeared in Walt Disney's Old Yeller was also cast in The Outlaws.\n\nOthers who appeared on the program on at least three occasions were Vic Morrow, Cliff Robertson, Pippa Scott, and Harry Townes. In addition, John Anderson, Edgar Buchanan, Jackie Coogan, Bruce Gordon, Robert Harland, Robert Lansing Cloris Leachman, Robert Karnes, Brian Keith, Larry Pennell, Chris Robinson, William Shatner, Ray Walston, Jack Warden, and David Wayne each appeared twice in the series.","original_name":"Outlaws","vote_average":0.0,"name":"Outlaws","cert":"Unavailable","id":8270,"adult":"false","genre_ids":[37,18],"origin_country":["US"]},{"first_air_date":"1959-10-12","cast":[],"overview":"This syndicated anthology series staged a different play every week covering all genres, dramas, comedies, musicals, fantasies, mysteries, et al, utilizing some of the best talent appearing on Broadway.","original_name":"Play of the Week","vote_average":0.0,"name":"Play of the Week","cert":"Unavailable","id":8271,"adult":"false","genre_ids":[35,18,10765],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Rosyjska Ruletka was a Polish game show based on the original American format of Russian Roulette. The show was hosted by Krzysztof Ibisz. The main goal of the game was to win 100,000 zlotys. Rosyjska Ruletka was broadcast from 2002 to 2004. It was shown on the Polish TV station Polsat.","original_name":"Rosyjska Ruletka","vote_average":0.0,"name":"Rosyjska Ruletka","cert":"Unavailable","id":8272,"adult":"false","genre_ids":[],"origin_country":["PL"]},{"first_air_date":"1990-09-29","cast":["Stephen Dorff","Janna Michaels","Kaye Ballard","Paul Walker","David Doty"],"overview":"What a Dummy is a syndicated television sitcom that lasted for one season in 1990. The premise of the show was that the Brannigan family of Secaucus, New Jersey was getting advice from a talking, thinking ventriloquist’s dummy named Buzz, who had been locked in a trunk for fifty years before being discovered by the family. Kaye Ballard played the family’s next-door neighbor, Mrs. Treva Travalony.","original_name":"What a Dummy","vote_average":0.0,"name":"What a Dummy","cert":"Unavailable","id":8273,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Kya Aap Banaingay Crorepati? was a Pakistani game show based on the Indian game show Kaun Banega Crorepati which in turn was based on the original British format of Who Wants to Be a Millionaire?. The game's highest winning amount and game format of this game show all match up with the Indian version of the original UK show. The show was hosted by Moin Akhtar. The main goal of the game was to win 10 million Pakistani rupees by answering 15 multiple-choice questions correctly. There were three lifelines - Fifty Fifty, Phone A Friend and Ask The Audience. Kya Aap Banaingay Crorepati? was broadcast from 2003 to 2004. It was shown on the Pakistani TV station ARY Digital. The show was bilingual - in English and Urdu. The show was broadcast on every Saturday at 7:45 PST.","original_name":"Kya Aap Banaingay Crorepati?","vote_average":0.0,"name":"Kya Aap Banaingay Crorepati?","cert":"Unavailable","id":8274,"adult":"false","genre_ids":[],"origin_country":["PK"]},{"first_air_date":"2008-05-28","cast":["Dave Gorman","Chris Addison","Tim Brooke-Taylor","Sue Perkins"],"overview":"What the Dickens is a television panel game hosted by Sandi Toksvig. Team captains were Dave Gorman and Tim Brooke-Taylor for the first series and Sue Perkins and Chris Addison for the second and third. It is recorded at Sky Studios in West London.","original_name":"What the Dickens","vote_average":0.0,"name":"What the Dickens","cert":"Unavailable","id":8275,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Bai Wan Da Ying Jia was a Singaporean game show based on the original British format of Who Wants to Be a Millionaire?. The show was hosted by Chao Chi-Tai. The main goal of the game was to win 1 million Singapore dollars by answering 15 multiple-choice questions correctly. There were three lifelines - fifty fifty, phone a friend and ask the audience.\n\nBai Wan Da Ying Jia was shown on the Singaporean TV station MediaCorp TV Channel 8.\n\nThe show was also nominated for Star Awards in years 2001 and 2002, in 2001 the show won in the category of Best Variety Program. However in the year 2002, the show lost to another rival program.","original_name":"Bai wan da ying jia","vote_average":0.0,"name":"Bai wan da ying jia","cert":"Unavailable","id":8276,"adult":"false","genre_ids":[],"origin_country":["SG"]},{"first_air_date":null,"cast":[],"overview":"Who Wants to Be a Millionaire? was a South African game show based on the original British format of Who Wants to Be a Millionaire?. The show was hosted by Jeremy Maggs. The main goal of the game was to win 1 million rand by answering 15 multiple-choice questions correctly. There were three lifelines - 50:50, Phone a Friend and Ask the Audience. Who Wants to Be a Millionaire? was shown on the South African TV station SABC3. When a contestant got the fifth question correct, he left with at least 1,000 rand. When a contestant got the tenth question correct, he left with at least 32,000 rand. Four seasons of the show were made. There was a project of making this show in Afrikaans, but it wasn't realised.\n\nDavid Paterson was the only million rand winner, on 19 March 2000. He was also the first winner outside of the United States.","original_name":"Who Wants to Be a Millionaire?","vote_average":0.0,"name":"Who Wants to Be a Millionaire?","cert":"Unavailable","id":8277,"adult":"false","genre_ids":[],"origin_country":["ZA"]},{"first_air_date":null,"cast":[],"overview":"Marry Me is an Irish television series broadcast on RTÉ One on Sunday evenings at 20:30. A creation of Midas Productions and presented by Pamela Flood, each week she assists in turning an individual's dream marriage proposal, be it in a public or an intimate location, into reality, without the knowledge of their partner. The first series began filming in November 2007 broadcast in 2008 contained eight episodes. Viewing figures for the second edition were 450,000, placing 12th in the national television viewership figures of that week. A second series is in the making.","original_name":"Marry Me","vote_average":0.0,"name":"Marry Me","cert":"Unavailable","id":8278,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Former programmes","vote_average":0.0,"name":"Former programmes","cert":"Unavailable","id":8279,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2008-11-12","cast":["Steve Valentine"],"overview":"Estate of Panic is an American reality show in which seven strangers compete to find cash in a large estate. The show is hosted by Steve Valentine, and produced by Endemol USA.\n\nThe first season aired on the Sci Fi Channel from November 12, 2008 to December 17, 2008, and has also aired on USA Network and the Chiller Network.","original_name":"Estate of Panic","vote_average":0.0,"name":"Estate of Panic","cert":"Unavailable","id":8280,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Who Wants to be a Millionaire? was a version of the originally British television quiz show Who Wants to Be a Millionaire? which was broadcast in the Republic of Ireland on RTÉ One from 2000 to 2002. The format was the same as on the British show, and the 15 incremental prize amounts had the same numeric values, from 100 up to 1,000,000. These values were denominated in Irish pounds in 2001, and in euros in 2002, after the euro changeover.","original_name":"Who Wants to Be a Millionaire?","vote_average":0.0,"name":"Who Wants to Be a Millionaire?","cert":"Unavailable","id":8281,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Wer wird Millionär? was a Swiss game show based on the original British format of Who Wants to Be a Millionaire?. The show was hosted by René Rindlisbacher. The main goal of the game was to win 1 million CHF by answering 15 multiple-choice questions correctly. There were three lifelines - fifty fifty, phone a friend and ask the audience. Wer wird Millionär? was broadcast from 27 March 2000 to 2001. It was shown on the Swiss TV station TV3. The biggest prize won on the show was 500,000 CHF won by Hans Frauchiger. In 2011, Swiss TV station 3+ resumed the Show with slight changes: the lifeline ask the audience was replaced by ask the experts and the candidate needs to choose at the beginning of the game whether he plays the save or the risky variant. If he chooses the risky variant, he gets a fourth lifeline, \"Switch the question\", but he loses the second guaranteed sum.","original_name":"Wer wird Millionär?","vote_average":0.0,"name":"Wer wird Millionär?","cert":"Unavailable","id":8282,"adult":"false","genre_ids":[],"origin_country":["CH"]},{"first_air_date":"1955-06-03","cast":["Alec Templeton"],"overview":"It's Alec Templeton Time was an early American television program broadcast on the now defunct DuMont Television Network. The series ran during the summer of 1955. It was a musical program hosted by blind satirist and musician Alec Templeton. The program, produced and distributed by DuMont, aired on Friday nights on most DuMont affiliates.\n\nIt's Alec Templeton Time has the distinction of being one of the last programs to air on the dying DuMont Television Network, along with Have a Heart, What's the Story and Boxing From St. Nicholas Arena. The struggling network was already beginning to shut down network operations before It's Alec Templeton Time even aired its first episode, and Paramount Pictures would take control of DuMont during the summer; as a result, the series' run was brief, and did not last past the summer months.","original_name":"It's Alec Templeton Time","vote_average":0.0,"name":"It's Alec Templeton Time","cert":"Unavailable","id":8283,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"India's Best Cinestars Ki Khoj is an Indian talent-hunt television series that premiered on Zee TV channel in 2004.","original_name":"India's Best Cinestars Ki Khoj","vote_average":0.0,"name":"India's Best Cinestars Ki Khoj","cert":"Unavailable","id":8284,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":"2005-06-13","cast":[],"overview":"The story of the Irish politician Charles Haughey, told by his family as well as those who worked most closely with him in politics and in the private business circles from which his most controversial payments were drawn.","original_name":"Haughey","vote_average":0.0,"name":"Haughey","cert":"Unavailable","id":8285,"adult":"false","genre_ids":[99],"origin_country":["IE"]},{"first_air_date":null,"cast":[],"overview":"NZ Performance Car TV was a free-to-air television program that ran for eight series, produced in-house by Parkside Media. It has had airtime on TV ONE, TV2, TV3, Prime and Sky Sports, often with several networks simultaneously which is unique in its genre. Each series consists of 13 episodes. Two series were screened per year. It was also available via TVNZ ondemand.\n\nFirst airing in 2004 the series evolved to match the changing tastes of the import car scene. Series 8 had a large focus on drifting.\n\nThe show builds on the NZ Performance Car magazine brand, featuring similar content.","original_name":"NZ Performance Car TV","vote_average":0.0,"name":"NZ Performance Car TV","cert":"Unavailable","id":8286,"adult":"false","genre_ids":[],"origin_country":["NZ"]},{"first_air_date":"2009-06-16","cast":["James Nesbitt","Stephen Graham","Warren Brown","Nonso Anozie","Lubna Azabal"],"overview":"A powerful, affecting drama that spans the five years following the invasion of Iraq in 2003. Follow the lives of three soldiers and friends as they deal with the war in Iraq and life back home.","original_name":"Occupation","vote_average":0.0,"name":"Occupation","cert":"Suitable for 15 years & above","id":8287,"adult":"false","genre_ids":[18,10768],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Familiada is the Polish version of Family Feud. It started airing the show in 1994 on TVP2. It is hosted by actor Karol Strasburger. The biggest prize on the show is 15,000 złotys. It is shown on every Saturday and Sunday at 14:00.","original_name":"Familiada","vote_average":0.0,"name":"Familiada","cert":"Unavailable","id":8288,"adult":"false","genre_ids":[],"origin_country":["PL"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Who Wants to Be a Millionaire? (Malaysia)","vote_average":0.0,"name":"Who Wants to Be a Millionaire? (Malaysia)","cert":"Unavailable","id":8289,"adult":"false","genre_ids":[],"origin_country":["MY"]},{"first_air_date":"1961-10-01","cast":["Richard Anderson","Joan Freeman","Rhodes Reason","Marilyn Maxwell"],"overview":"Bus Stop is a 26-episode American drama which aired on ABC from October 1, 1961, until March 25, 1962, starring Marilyn Maxwell as Grace Sherwood, the owner of a bus station and diner in the fictitious town of Sunrise in the Colorado Rockies. The program was adapted from William Inge's play, Bus Stop, and Inge was a script consultant for the series, which followed the lives of travelers passing through the bus station and the diner. Maxwell's co-stars were Richard Anderson as District Attorney Glenn Wagner, Rhodes Reason as Sheriff Will Mayberry, Joan Freeman as waitress Elma Gahrigner, Bernard Kates as Ralph the coroner, and Buddy Ebsen as Virge Blessing.","original_name":"Bus Stop","vote_average":0.0,"name":"Bus Stop","cert":"Unavailable","id":8290,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Geostari is the Georgian franchise of the Idol series, which airs on Rustavi 2. Georgia is the fifth former Soviet country to have acquired an Idol franchise after Armenia, Estonia, Kazakhstan, and Russia. The series began on 2006 as an Idol spin-off, but it is only in its third season in 2008 that it has enable to acquire a license from FremantleMedia, owner of the Idol franchise which resulted in a change of the rules following the same format as other Idol shows were only the viewers decide upon the verdict of the contestants. Former seasons have seen the judges saving one of the bottom two contestants with their Power of Veto at the end of each episode.\n\nAfter six seasons known as \"Geostari\/ჯეოსტარი\", the program is to be redeveloped in 2012 by Rustavi 2 to the new title of \"საქართველოს ვარსკვლავი\/Sakartvelos Varskvlavi\" was to premiere in September however was delayed to the 2012 Georgian protests, however the series will debut on October 8 implementing the current Hall Of Idols format.","original_name":"Geostar","vote_average":0.0,"name":"Geostar","cert":"Unavailable","id":8291,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Silamanee is a Thai costume soap drama with the byline: \"The love test of a royal princess and a proud man\". The show is a remake of a 1994 drama of the same name that was originally based on a novel. Silamanee features Suvanant Kongying and Paul Pattarapon in the main roles.","original_name":"Silamanee","vote_average":0.0,"name":"Silamanee","cert":"Unavailable","id":8292,"adult":"false","genre_ids":[],"origin_country":["TH"]},{"first_air_date":null,"cast":[],"overview":"The Legend of the Unknowns is a TVB television series, premiered in 1983. Starring: Cecilia Wong, Kent Tong, Sharon Yeung, Barbara Yung, Simon Yam. Theme song \"Heroine\" composition and arrangement by Joseph Koo, lyricist by Wong Jim, sung by Frances Yip.","original_name":"The Legend of the Unknowns","vote_average":0.0,"name":"The Legend of the Unknowns","cert":"Unavailable","id":8293,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"Quem quer ser milionário? is an Angolan game show based on the original British format of Who Wants to Be a Millionaire?. The show is hosted by Jorge Antunes. The main goal of the game is to win 3 million kwanzas by answering 15 multiple-choice questions correctly. There are three lifelines - fifty fifty, phone a friend and ask the audience. There are only 6 players in fastest finger first. Quem quer ser milionário? is broadcast from 2009 to today. It is shown on the private TV station TV Zimbo. When a contestant gets the fifth question correct, he will leave with at least 10,000 Kz. When a contestant gets the tenth question correct, he will leave with at least 150,000 Kz.","original_name":"Quem quer ser milionário?","vote_average":0.0,"name":"Quem quer ser milionário?","cert":"Unavailable","id":8294,"adult":"false","genre_ids":[],"origin_country":["AO"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Life In General","vote_average":0.0,"name":"Life In General","cert":"Unavailable","id":8295,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"I mikromesaioi is a Greek comedy series that aired during the 1992-1993 television season and received the Greek lifestyle of the time with TV stars with different modner Greek eras. As well as To Retire, it was that the show had a record number of reruns mainly during the summer months.","original_name":"Οι Μικρομεσαίοι","vote_average":7.0,"name":"Οι Μικρομεσαίοι","cert":"Unavailable","id":8296,"adult":"false","genre_ids":[],"origin_country":["GR"]},{"first_air_date":"2009-06-24","cast":["Neve Campbell","James Purefoy","Michael Kenneth Williams","Lindy Booth","Jesse L. Martin"],"overview":"The Philanthropist is an American action drama series that premiered on NBC on Wednesday, June 24, 2009. The program was a limited summer series, principally filmed in South Africa. It opened to strong ratings, but saw a drop in viewers in subsequent weeks. The Philanthropist is a Carnival Films production in association with The Levinson\/Fontana Company and Original Media. Tom Fontana, Barry Levinson, Peter Horton, Charlie Corwin, Gareth Neame, and Teri Weinberg served as executive producers.\n\nOn October 21, 2009, the series was canceled by NBC. Fans attempts to keep the show on the air using Facebook and a charitable cause called \"Save The Philanthropist through Charity\" were unsuccessful.","original_name":"The Philanthropist","vote_average":8.0,"name":"The Philanthropist","cert":"Unavailable","id":8297,"adult":"false","genre_ids":[10759,18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Murder Can Hurt You is a 1980 ABC television movie that parodies detective and police TV shows of the 1960s and '70s, much like the way Murder by Death made fun of literary detectives. The plot involves a mysterious \"Man in White\" who's out to kill famous detectives in bizarre ways, and the heroes are obvious parodies of Kojak, Baretta, Starsky and Hutch, Ironside, Police Woman, Columbo, and McCloud.","original_name":"Murder Can Hurt You","vote_average":0.0,"name":"Murder Can Hurt You","cert":"Unavailable","id":8300,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Flying Fox of Snowy Mountain is a Hong Kong television series adapted from Louis Cha's novels Flying Fox of Snowy Mountain and Other Tales of the Flying Fox. It was first broadcast on TVB in 1985.","original_name":"The Flying Fox of Snowy Mountain","vote_average":0.0,"name":"The Flying Fox of Snowy Mountain","cert":"Unavailable","id":8301,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":"2008-10-08","cast":["Nathan Fillion","Michael Rosenbaum","Elisa Eliot","Belladonna","Sean Gunn"],"overview":"James Gunn's PG Porn is a web series created by brothers James Gunn, Brian Gunn, and Sean Gunn. It consists of a series of pornography spoofs, with a humorous event occurring just before the supposed commencement of pornographic sexual acts. Each episode pairs a mainstream actor with a pornographic actress or model. The tagline is, \"For people who love everything about Porn...except the sex.\"\n\nThe initial web episode premiered on Spike.com and received over a million hits in a week, and was featured on Entertainment Weekly's The Must List. Spike subsequently picked up the series for an additional 11 episodes.\n\nThe project has, however, not been without controversy. An article on the Huffington Post condemned the first episode for glorifying violence against women.\n\nAccording to Gunn, the idea was developed in the early 2000s, before short-term Internet-based sketch comedies became popular. Stephen Blackehart of The Good Boys Productions produced the show with Jake Zim and Peter Safran of Safran Digital Group for Spike.com.","original_name":"James Gunn's PG Porn","vote_average":4.4,"name":"James Gunn's PG Porn","cert":"Unavailable","id":8302,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Children in Need 2004 was a campaign held in the United Kingdom to raise money for the charity Children in Need. It culminated in a live broadcast on BBC One on the evening of Friday 19 November and was hosted primarily by Terry Wogan, who was assisted by Gaby Roslin. The voice over was Alan Dedicoat.","original_name":"Children in Need 2004","vote_average":0.0,"name":"Children in Need 2004","cert":"Unavailable","id":8303,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1994-08-01","cast":["Julian Cheung","Athena Chu","Gallen Lo","Lau Dan","Felix Lok"],"overview":"The Legend of the Condor Heroes is a Hong Kong television series adapted from Louis Cha's novel of the same title. The series was first broadcast on TVB Jade in 1994.","original_name":"射鵰英雄傳","vote_average":0.0,"name":"The Legend of the Condor Heroes","cert":"Unavailable","id":8304,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"TV Patrol Negros is the local news program of the ABS-CBN Regional Network Group in Bacolod City and Negros Occidental in the Philippines. The newscast is a tabloid-style format. The program delivers news headlines about the current events in Negros Occidental in Hiligaynon language.\n\nIt is aired live daily from ABS-CBN Bacolod Broadcast Center at 5:00 pm from Monday to Friday, with replays at 12:00 am to 12:30 am before sign-off. It is also shown abroad through The Filipino Channel.","original_name":"TV Patrol Negros","vote_average":0.0,"name":"TV Patrol Negros","cert":"Unavailable","id":8305,"adult":"false","genre_ids":[10763],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Gwiazdy tańczą na lodzie","vote_average":0.0,"name":"Gwiazdy tańczą na lodzie","cert":"Unavailable","id":8306,"adult":"false","genre_ids":[],"origin_country":["PL"]},{"first_air_date":"2004-03-01","cast":["Kazimiera Szczuka"],"overview":"Najsłabsze ogniwo was the Polish version of the game show The Weakest Link. It was first broadcast on March 1, 2004, on TVN. The show premiered from Monday to Thursday at 8:10 PM and was hosted by Kazimiera Szczuka. The show pitted eight contestants against each other for a pot of 27,000 zlotys.","original_name":"Najsłabsze ogniwo","vote_average":0.0,"name":"Najsłabsze ogniwo","cert":"Unavailable","id":8307,"adult":"false","genre_ids":[],"origin_country":["PL"]},{"first_air_date":"2000-10-01","cast":[],"overview":"","original_name":"Expeditie Robinson","vote_average":0.0,"name":"Expeditie Robinson","cert":"Unavailable","id":8308,"adult":"false","genre_ids":[10764],"origin_country":["NL"]},{"first_air_date":null,"cast":[],"overview":"Batingaw is the late-evening news program in the People's Television Network and anchored by Aljo Bendijo, Katherine Villar, and Kathy San Gabriel.\n\nIn Early August 2010, Batingaw was replaced by the returned Teledyaryo Final Edition. Aired With Same Anchors","original_name":"Batingaw","vote_average":0.0,"name":"Batingaw","cert":"Unavailable","id":8309,"adult":"false","genre_ids":[10763],"origin_country":["PH"]},{"first_air_date":"2008-10-13","cast":["Laurence Fox","Toby Stephens","Jodie Whittaker","Charlie Brooks","Ramon Tikaram"],"overview":"Louise Evans is a single mother who works as a customer advisor for big bucks investors at a slick, pin-striped bank. On a night out with her best friend Anna she's introduced to Anna's slippery new boyfriend Phillip. Phillip makes Louise an indecent proposal: accept a briefcase full of money in return for helping him to defraud one of the bank’s richest clients.","original_name":"Wired","vote_average":5.5,"name":"Wired","cert":"Unavailable","id":8310,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"2008-10-06","cast":["Allen Ludden"],"overview":"Unbreakables is a reality television series presented by Explorer Benedict Allen on UK's Channel 5, where eight volunteers undergo an onslaught of physical and mental pressure in a bid to be declared unbreakable.\n\nFilmed across four continents, Unbreakables takes eight super-fit members of the public on a punishing global trail to undergo a series of brutal challenges.\n\nFrom the Norwegian arctic to the Sahara Desert, the volunteers will learn to survive in the world's harshest environments and endure some of the toughest military training around. They will be bossed and cajoled by physical trainers and survival experts as they bid to outdo and outlast each other.","original_name":"Unbreakable","vote_average":0.0,"name":"Unbreakable","cert":"Unavailable","id":8311,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1989-01-14","cast":["Anna Björk","Anna Edlund","Lena T. Hansson","Bertil Lundén"],"overview":"Flickan vid stenbänken is a Swedish 1989 TV series in nine episodes directed by Marianne Ahrne starring Anna Edlund, Anna Björk and Lena T. Hansson. The series was based on Maria Gripe's books Skuggan över stenbänken, ...och de vita skuggorna i skogen and Skuggornas barn.","original_name":"Flickan vid stenbänken","vote_average":0.0,"name":"Flickan vid stenbänken","cert":"Unavailable","id":8312,"adult":"false","genre_ids":[],"origin_country":["SE"]},{"first_air_date":null,"cast":[],"overview":"Chashme Baddoor is a Hindi language soap opera that aired on Zee TV channel in 1998. The series was produced by popular Indian television producer Manish Goswami. The story is based on the life of a woman who had a splendid teenage life and an equally contrasting middle age life and who does not know how to deal with it.","original_name":"Chashme Baddoor","vote_average":0.0,"name":"Chashme Baddoor","cert":"Unavailable","id":8313,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Baazi Kiski is a game show on Zee TV channel which premiered on September 2, 2001. The game show is hosted by popular villain actor Ashutosh Rana, and involves a gender-war between men and women for a total cash prize of Rs 21,000 per contestant. The show replaced Zee TV's game show Sawaal Dus Crore Ka, which did not meet audiences expectations.","original_name":"Baazi Kiski","vote_average":0.0,"name":"Baazi Kiski","cert":"Unavailable","id":8314,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Pick-up Artist 2","vote_average":0.0,"name":"The Pick-up Artist 2","cert":"Unavailable","id":8315,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Razzmatazz is an Indian dance reality show and competition that was broadcast on Zee TV channel all over the world. The series premiered in 2001, and aired every Sunday at 10pm IST. It has a similar premise to the Sa Re Ga Ma Pa series of singing competitions, with nationwide auditions leading to the discovery of the next big star. The show was hosted by popular Bollywood comedian Arshad Warsi & television actress Shweta Menon. A mixture of contestants are chosen for the show, ranging from unknown street dancers to winners of national championships. All contestants have to work their way through a rigorous audition process, and, over the course of the show, are assigned different dance styles and partners each week to test their versatility.","original_name":"Razzmatazz","vote_average":0.0,"name":"Razzmatazz","cert":"Unavailable","id":8316,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Who wants to be a millionaire? is a Nigerian game show based on the original British format of Who Wants to Be a Millionaire?.\n\nOn September 11, 2009, Aroma Ufodike became the first person to win the ₦10,000,000 top prize. One of the questions related to celebrated Nigerian football referee Linus Mbah. Just like in Slumdog Millionaire Mr. Ufodike was able to answer the question from his personal experience. Ironically Mr. Mbah lived in the apartment above him or, as Mr. Ufodike put it - \"He lives on top of me!\"","original_name":"Who Wants to Be a Millionaire?","vote_average":0.0,"name":"Who Wants to Be a Millionaire?","cert":"Unavailable","id":8317,"adult":"false","genre_ids":[],"origin_country":["NG"]},{"first_air_date":"2003-12-13","cast":["Guy Van Sande","Kim Hertogs","Katrien Vandendries","Werner De Smedt","Peter Van Asbroeck"],"overview":"Zone Stad is a popular Flemish-Belgian TV series about a police-department located in Antwerp. The show started in 2003 and is still being produced. In the series, police officers solve various crimes, which are shown as realistically as possible. It is produced by the VMMa and broadcast on Belgian commercial channel vtm and TROS in The Netherlands. Currently, season 8 is being aired.","original_name":"Zone Stad","vote_average":6.0,"name":"Zone Stad","cert":"Unavailable","id":8318,"adult":"false","genre_ids":[18],"origin_country":["BE"]},{"first_air_date":"1961-10-04","cast":[],"overview":"Mrs. G. Goes To College is an American situation comedy which aired on CBS from October 4, 1961 to April 5, 1962. The series starred Emmy Award-winning actress Gertrude Berg.","original_name":"Mrs. G. Goes to College","vote_average":0.0,"name":"Mrs. G. Goes to College","cert":"Unavailable","id":8319,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":"2008-10-29","cast":["Lycia Naff"],"overview":"Redemption Song is an American reality television show, which aired on Fuse TV. The show, hosted by Chris Jericho was about 11 women who are competing for a recording contract. The series ran from October 29, 2008 to December 19, 2008 on Fuse TV. The first episode was posted online on the Fuse website and on various cable ON DEMAND services 1 week before the premiere. The winner was Mixi, whose real name is Alecia Demner.","original_name":"Redemption Song","vote_average":0.0,"name":"Redemption Song","cert":"Unavailable","id":8320,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2002-05-16","cast":["Vytautas Kernagis"],"overview":"Kas laimės milijoną? was a Lithuanian game show based on the original British format of Who Wants to Be a Millionaire?. The show was hosted by Vytautas Kernagis. The main goal of the game was to win 1 million litai by answering 15 multiple-choice questions correctly. There were three lifelines - fifty fifty, phone a friend and ask the audience. Kas laimės milijoną? was broadcast from 16 May 2002 to 18 August 2005. It was shown on the Lithuanian TV station TV3 Lithuania. When a contestant got the fifth question correct, he left with at least 1,000 litai. When a contestant got the tenth question correct, he left with at least 32,000 litai.","original_name":"Kas laimės milijoną?","vote_average":0.0,"name":"Kas laimės milijoną?","cert":"Unavailable","id":8321,"adult":"false","genre_ids":[],"origin_country":["LT"]},{"first_air_date":"2008-09-15","cast":[],"overview":"Popular Irish personalities trace their roots, and this journey through generations of ordinary lives reveals extraordinary stories.","original_name":"Who Do You Think You Are?","vote_average":0.0,"name":"Who Do You Think You Are?","cert":"Unavailable","id":8322,"adult":"false","genre_ids":[99],"origin_country":["IE"]},{"first_air_date":null,"cast":[],"overview":"Idol on ruotsalainen tosi-tv-ohjelma, jota esittää TV4. Ohjelmaa on esitetty elokuusta 2004 alkaen ja siitä on tehty tähän mennessä seitsemän tuotantokautta, kahdeksas on käynnissä. Idol on yksi Ruotsin suosituimmista ohjelmista ja se perustuu brittiläiseen Pop Idoliin, joka esitettiin Britanniassa ensimmäisen kerran vuonna 2001.\n\nOhjelma etsii Ruotsin parasta laulajaa ympäri maata käytävien koelaulujen avulla. Kilpailun kolme tuomaria valitsevat jatkoon pääsevät kilpailijat semifinaaleihin asti, mistä alkaen jatkoon pääsevät kilpailijat valitaan puhelinäänestyksen perusteella.","original_name":"Idol","vote_average":0.0,"name":"Idol","cert":"Unavailable","id":8323,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"America's News Headquarters is a daily news program broadcast on Fox News Channel; it also refers to the two-to-three minute headline updates during \"non-news\" programming. The show took the place of America's Election Headquarters. The term \"News HQ\" is seen on the bottom of the rotating Fox News Channel logo after the Election season.\n\nAmerica's News HQ follows the same format as its predecessor, Fox News Live.\n\nThe former weekday 5:00 p.m. ET broadcast was hosted at various intervals by Jane Skinner, Heather Nauert, Jon Scott, Martha MacCallum, Bill Hemmer, and Megyn Kelly. On January 19, 2009, Glenn Beck took over this time slot when he began hosting a self-titled show, The Glenn Beck Program. America's News HQ continued airing on the weekends.\n\nOn May 2, 2008, the program broadcasting from the network's New York City studios launched in high-definition. On October 3, 2009, the program broadcasting from the Fox News' Washington, D.C. studios also launched in HD.\n\nOn September 25, 2013, Fox News announced that the show will return to weekdays from 1:00 p.m. to 2:00 p.m. ET, hosted by Bill Hemmer and Alisyn Camerota, starting September 30, 2013. The time slot was previously occupied by the first hour of America Live with Megyn Kelly, which was removed from the cable channel's lineup in preparation for host Megyn Kelly's move to prime time hosting The Kelly File, which debuts on October 7, 2013.","original_name":"America's News Headquarters","vote_average":0.0,"name":"America's News Headquarters","cert":"Unavailable","id":8324,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Main Kab Saas Banoongi was aired on SAB TV September 1, 2008. It is a comedy serial about a bahu that becomes a saas.","original_name":"Main Kab Saas Banoongi","vote_average":0.0,"name":"Main Kab Saas Banoongi","cert":"Unavailable","id":8325,"adult":"false","genre_ids":[18,35],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"The Investigators is an Irish scientific television series broadcast on RTÉ One. The series examines some of the most interesting projects being worked on by leading Irish scientists across the globe and assesses what potential impact they may have in the future. The selection of projects is diverse, ranging from the identification of a protein which may help to arrest and even reverse the onset of Alzheimer's disease to the design of a camera which can capture an extraterrestrial event that happened billions of years ago. Each programme focuses on a specific area of life such as Ireland in Space, Ageing, Sensors, Climate Change, Crops of the Future and the Nano Revolution. The series airs each Thursday at 23:05.","original_name":"The Investigators","vote_average":0.0,"name":"The Investigators","cert":"Unavailable","id":8326,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2008-07-17","cast":[],"overview":"The Gratzianna family and their team of fearless tow truck drivers navigates a mix of out-of-control customers, stranded motorists and massive highway accidents and recoveries. They put their lives at risk day in and day out to keep the streets of Chicago and their passengers safe.","original_name":"Wrecked","vote_average":0.0,"name":"Wrecked","cert":"Unavailable","id":8327,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"2008-10-28","cast":[],"overview":"Navy Divers is a four-episode Australian observational documentary series that debuted on the ABC1 on 28 October 2008. The program follows 27 men training to enter the clearance diver branch of the Royal Australian Navy, into which only 14 will be accepted.","original_name":"Navy Divers","vote_average":0.0,"name":"Navy Divers","cert":"Unavailable","id":8328,"adult":"false","genre_ids":[99],"origin_country":["AU"]},{"first_air_date":"1961-10-06","cast":["Peggy Cass","Jack Weston","Belle Montrose","Harvey Lembeck"],"overview":"The Hathaways is a 26-episode situation comedy which aired on ABC from October 6, 1961, to March 30, 1962, starring Peggy Cass and Jack Weston as suburban Los Angeles \"parents\" to a trio of performing chimpanzees. Weston portrays Walter Hathaway, a real estate agent. Cass is his wife Elinore, the \"mother\" and booking agent to the Marquis Chimps, named Candy, Charlie, and Enoch. The chimps had earlier appeared on CBS's The Ed Sullivan Show and did some commercials in 1960.\n\nSupporting roles were filled by character actress Mary Grace Canfield as Mrs. Amanda Allison, a housekeeper; Barbara Perry as Elinore's friend and neighbor, Thelma Brockwood, and Harvey Lembeck as Jerry Roper, the theatrical agent of the chimps, Another neighbor, Mrs. Harrison was played by Belle Montrose, the mother of comedian Steve Allen.\n\nThe premiere episode is entitled \"Love Thy Neighbor\": the Brockwoods decide to purchase the house next door despite reservations about the chimps being their neighbors too. Joe Flynn, guest-starred as Freddie Winkler in the third episode \"Walter Takes a Partner\", which aired on October 20. Vaughn Taylor played a veterinarian Dr. Dorsey in \"Candy's Tonsils\". Robert Q. Lewis portrayed Barney Holt in \"TV or Not TV\" on. Other episodes were entitled \"The Hathaways Sleep Out\", \"Grandma's Lamp\", \"TV or Not TV\", \"The Practical Joker\", \"Help Wanted\", \"The Shrewd Trader\", \"A Man for Amanda\", and the series finale, \"Elinore's Best Friend\".","original_name":"The Hathaways","vote_average":0.0,"name":"The Hathaways","cert":"Unavailable","id":8329,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"This Land Is Mine is a TVB television series, premiered on January 21, 1980. Theme song \"Wind and Clouds\" composition and arrangement by Joseph Koo, lyricist by Wong Jim, sung by Sandra Lang.","original_name":"This Land Is Mine","vote_average":0.0,"name":"This Land Is Mine","cert":"Unavailable","id":8330,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"The Late Late Tribute Shows are a series of special editions of the world's longest-running chat show, The Late Late Show broadcast on RTÉ One in Ireland each Friday evening. Over decades the shows has featured a broad range of well-known public figures including Micheál Mac Liammóir, Joe Dolan, Maureen Potter, Michael O'Hehir, Brian Lenihan, Jimmy Magee, Christy Moore, Mike Murphy and Paul McGrath. In 1999, there was a special programme marking six months since the Omagh bombing and there was also a special show in the wake of 9\/11. There were also tribute shows celebrating Irish music and a Late Late Show special devoted to Irish comedians. Individual bands and musicians to have been given a tribute show include The Clancy Brothers and Tommy Makem, The Chieftains, The Dubliners, U2, Westlife and, most recently, Ronnie Drew himself.\n\nThe Tribute Shows, along with the Toy Show, tends to be one of the few editions of The Late Late Show to require advance preparation before the week of broadcast.","original_name":"The Late Late Tribute Shows","vote_average":0.0,"name":"The Late Late Tribute Shows","cert":"Unavailable","id":8331,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Bajo la misma piel, or internationally known as Under your Skin, is a Mexican television series produced by Televisa starting in 2003. It is an original telenovela from Martha Carrillo and Cristina García. Despite huge exposure prior to its premiere, Bajo la misma piel was only a moderate success in its country of origin, Mexico.","original_name":"Bajo la misma piel","vote_average":0.0,"name":"Bajo la misma piel","cert":"Unavailable","id":8332,"adult":"false","genre_ids":[18],"origin_country":["MX"]},{"first_air_date":null,"cast":[],"overview":"The Return of Luk Siu-fung is a 1986 Hong Kong television series adapted from Gu Long's Lu Xiaofeng novel series. The series was first aired on TVB in Hong Kong in 1986.","original_name":"The Return of Luk Siu-fung","vote_average":7.0,"name":"The Return of Luk Siu-fung","cert":"Unavailable","id":8333,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":"1948-08-10","cast":["Alan Dale"],"overview":"The Alan Dale Show is an early American television program which ran on the DuMont Television Network in 1948, and then on CBS Television from 1950-1951.","original_name":"The Alan Dale Show","vote_average":0.0,"name":"The Alan Dale Show","cert":"Unavailable","id":8336,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Smoke House is a UK TV show that uses drastic effects to help the parents of 6 British kids to kick the habit of smoking.","original_name":"The Smoke House","vote_average":0.0,"name":"The Smoke House","cert":"Unavailable","id":8337,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Viraasat is a Hindi television drama-series that aired on STAR One. It was produced by B.R. Films. The series was also shown on STAR Plus, since it is a sister channel to STAR One and is owned\/operated by the same company.","original_name":"Viraasat","vote_average":0.0,"name":"Viraasat","cert":"Unavailable","id":8338,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Games from the Crypt","vote_average":0.0,"name":"Games from the Crypt","cert":"Unavailable","id":8339,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Better Living TV Theater was an early American television program originally broadcast on ABC and later on the now defunct DuMont Television Network. The documentary series, featuring moderator Fischer Black, ran from 1953 to 1954. The ABC version was a summer replacement series which aired on Sunday afternoons. The final ABC broadcast occurred on August 16, 1953.\n\nOn April 21, 1954, the DuMont Network began to air the series in prime time. Better Living TV Theater aired on Wednesday nights at 10:30 pm EST, until June, when the program was moved to Sunday nights. The final broadcast was on August 29, 1954.","original_name":"Better Living TV Theater","vote_average":0.0,"name":"Better Living TV Theater","cert":"Unavailable","id":8342,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2006-09-12","cast":[],"overview":"Downsize Me! is a New Zealand weight and diet reality series that screens on TV3. The show focuses on informing and helping overweight\/obese, New Zealanders make healthy life options, lose weight and get back into shape.","original_name":"Downsize Me!","vote_average":0.0,"name":"Downsize Me!","cert":"Unavailable","id":8343,"adult":"false","genre_ids":[],"origin_country":["NZ"]},{"first_air_date":"2009-11-09","cast":["Matt Ryan","Paul McGann","Dean Lennox Kelly","Phil Davis","Sylvia Syms"],"overview":"Collision is a five-part television drama miniseries, which debuted on ITV & UTV in November 2009. In the same month, it was also on PBS as a series in two parts. It tells the story of a group of strangers whose lives intertwine following a devastating car crash. The crash opens a number of startling revelations as stories of everything from government cover-ups and smuggling, to embezzlement and murder start to unravel.\n\nThe series is open-ended, with a number of unresolved issues; moreover, the story is ostensibly resolved in a metafictional manner with a flashback to an incident in the service station and the swatting of a wasp, which precipitates the initial crash, thus allowing the characters to carry on on their journeys. The wasp as a motif and theme is frequently in evidence throughout the series.\n\nThe original British broadcast of Collision was edited from the original 5 hours down to three and a half hours. The American broadcast on PBS's Masterpiece Contemporary, the Australian broadcast on ABC1 and the Region 1 DVD release all featured the shortened version. In Australia, Foxtel and Austar's W Channel aired Collision in its original format of five 45-minute episodes, Tuesday, 15 March 2011.","original_name":"Collision","vote_average":7.7,"name":"Collision","cert":"Unavailable","id":8344,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Buyer Beware! is an Irish television consumer affairs series. The show, hosted by Philip Boucher-Hayes, is broadcast on Thursdays at 20:30 on RTÉ One. It follows a similar format to BBC's Watchdog. The first episode aired on 6 November 2008. Enable Ireland responded to the feature in the first episode on bogus plastic bag collectors by issuing a press release.","original_name":"Buyer Beware!","vote_average":0.0,"name":"Buyer Beware!","cert":"Unavailable","id":8345,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1992-10-01","cast":["Sebastian Fischer","Viktoria Brams","Mona Seefried","Berrit Arnold","Crisaide Mendes Jones"],"overview":"Marienhof is a German soap opera, first shown on October 1, 1992 on German TV channel, Das Erste. It started as a weekly series, before becoming a daily program on January 2, 1995. The show was canceled in February 2011 and aired its last episode on June 15, 2011. In the 90s, the Marienhof became a huge success in Finland and remained a fan favorite until it was canceled to license problems.\n\nOver the years, the show became known for tackling several social issues, such as homosexuality, homelessness, private bankruptcy, rape, drug abuse, AIDS, child abuse, suicide, cancer, adultery and murder. The show focuses on the everyday life of the residents of the Marienhof, a fictional suburb in Cologne.","original_name":"Marienhof","vote_average":0.0,"name":"Marienhof","cert":"Unavailable","id":8346,"adult":"false","genre_ids":[18],"origin_country":["DE"]},{"first_air_date":null,"cast":[],"overview":"Annu Ki Ho Gayee Waah Bhai Waah is an Indian television show produced by STAR One.","original_name":"Annu Ki Ho Gayee Waah Bhai Waah","vote_average":0.0,"name":"Annu Ki Ho Gayee Waah Bhai Waah","cert":"Unavailable","id":8347,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"The Spike is a controversial Irish drama television series, broadcast by Raidió Teilifís Éireann in 1978. The ten-part series was set in a secondary school. The script was written by Patrick Gilligan who was a vocational school teacher.","original_name":"The Spike","vote_average":0.0,"name":"The Spike","cert":"Unavailable","id":8348,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":"2009-02-08","cast":[],"overview":"Triple Zero Heroes is an Australian observational documentary series that airs on the Seven Network. It is an original production by FremantleMedia Australia.","original_name":"Triple Zero Heroes","vote_average":0.0,"name":"Triple Zero Heroes","cert":"Unavailable","id":8349,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"2008-11-28","cast":["Jimmy Nail","Colin McFarlane","Lucinda Dryzek","Franz Drameh"],"overview":"Parents of the Band is a 2008 British comedy television series, created by Jimmy Nail and Tarquin Gotch and shown on BBC One. The show stars Jimmy Nail, and is set around a teenage musical band, which each band member's parents are trying to manage.","original_name":"Parents of the Band","vote_average":0.0,"name":"Parents of the Band","cert":"Unavailable","id":8350,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Saaya is an Indian soap opera aired on Sony TV in late 1990s. The series was produced by popular production house, UTV Software Communications.","original_name":"Saaya","vote_average":0.0,"name":"Saaya","cert":"Unavailable","id":8351,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"A House Is Not a Home is a TVB television series, premiered on 1 August 1977. It is a very successful classic series boasting the likes of stars Liza Wang, Simon Yam, Ha Yu and also veteran actors like Bak Man-biu, Tang Pik-wan and Lee Heung-kam. The show became a 1970s drama classic, well-known also for its theme song, \"A House Is Not a Home\"; 家變, which was composed and arranged by Joseph Koo, with lyrics by the late Wong Jim and sung by Roman Tam.","original_name":"A House Is Not a Home","vote_average":10.0,"name":"A House Is Not a Home","cert":"Unavailable","id":8352,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"Upwardly Mobile was an Irish television sitcom that was made and broadcast by RTÉ. Three series, including three Christmas specials, were originally broadcast on RTÉ One between 8 September 1995 and 26 December 1997.\n\nThe programme starred Joe Savino and Catherine Byrne as northside couple Eddie and Molly Keogh, who win the Lotto and move to the exclusive Belvedere Downs estate on the southside of Dublin. Backed by a strong supporting cast, the series chronicles their highs and lows in life, in particular the contrast with their upper-class neighbours.","original_name":"Upwardly Mobile","vote_average":0.0,"name":"Upwardly Mobile","cert":"Unavailable","id":8353,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":"2009-02-21","cast":["Rachel Allen"],"overview":"Rachel Allen: Bake! is an Irish cookery television show presented by Rachel Allen and broadcast on RTÉ One each Wednesday at 7:30pm. The first episode aired on October 15, 2008. Each episode was made available to watch online for 21 days after original transmission.\n\nIn the United Kingdom, the show airs from time to time on the Good Food channel, it has also become part of the Saturday morning schedule on BBC One. In the United States, it airs on Cooking Channel.","original_name":"Rachel Allen: Bake!","vote_average":0.0,"name":"Rachel Allen: Bake!","cert":"Unavailable","id":8354,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Halal-tv is a Swedish television show, based on the Dutch show De Meiden van Halal. The program is hosted by three young veiled Muslim women who portray the Swedish society from their perspective. It consisted of eight episodes and was broadcast on SVT2 in the fall of 2008.\n\nThe program sparked controversy before the first episode had been broadcast. For example, one of the hosts, Cherin Awad, had made a statement in the show Existens five years earlier which some interpreted as her condoning stoning because of sexual infidelity.\n\nAnother controversy surrounded the politician Carl B Hamilton who was interviewed in one episode. When meeting the hosts, he insisted on shaking their hands. Two of the hosts, did however refuse to shake Hamiltons hand, as they thought that violated their religious beliefs. This sparked a heated discussion between Hamilton and the hosts which was later published by SVT and spread on the Internet.","original_name":"Halal-TV","vote_average":0.0,"name":"Halal-TV","cert":"Unavailable","id":8355,"adult":"false","genre_ids":[],"origin_country":["SE"]},{"first_air_date":null,"cast":[],"overview":"Tasty Time with ZeFronk is an animated series of three-minute long shorts produced for and airs on Disney Junior and previously on Playhouse Disney.","original_name":"Tasty Time with ZeFronk","vote_average":0.0,"name":"Tasty Time with ZeFronk","cert":"Unavailable","id":8356,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"In Love and War is a TVB television series, premiered in 1981. Theme song \"In Love and War\" composition and arrangement by Joseph Koo, lyricist by Wong Jim, sung by Adam Cheng.","original_name":"In Love and War","vote_average":0.0,"name":"In Love and War","cert":"Unavailable","id":8357,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":"2009-01-21","cast":["Tim Roth","Kelli Williams","Monica Raymund","Brendan Hines","Hayley McFarland"],"overview":"The world's leading deception researcher, Dr. Cal Lightman, studies facial expression, body language and tone of voice to determine when a person is lying and why, which helps law enforcement and government agencies uncover the truth. But his skills also make it easier for him to deceive others.","original_name":"Lie to Me","vote_average":7.4,"name":"Lie to Me","cert":"Suitable for 15 years & above","id":8358,"adult":"false","genre_ids":[80,18,9648],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"A Double Shot at Love is an American reality television dating game show which first aired weekly on MTV from December 9, 2008 to February 3, 2009. It is a spin-off of A Shot at Love with Tila Tequila. The show, like its predecessor, is a bisexual-themed dating competition where 12 hetero males and 12 lesbian females live in a house with Rikki and Vikki and compete for their attention and affection.\n\nOne of the contestants, Kandice Hutchinson, died in a car crash shortly after the end of production. Out of respect to her family, the producers edited Hutchinson's scenes to remove some of her more outrageous behavior. The second episode of the series was dedicated to her memory.\n\nOn August 4, 2010, Vikki posted on her Myspace blog that she and Trevor had split up.\n\nThe show's theme song is \"Ooh Uh Huh\", performed by Millionaires.","original_name":"A Double Shot at Love","vote_average":3.0,"name":"A Double Shot at Love","cert":"Unavailable","id":8359,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"1966-11-09","cast":["Roland MacLeod","Madge Hindle","Alan Bennett","Virginia Stride"],"overview":"On the Margin was a British satirical comedy sketch show written and performed by Alan Bennett and a regular cast including John Sergeant, Virginia Stride, Madge Hindle and Yvonne Gilan. Guest performers included John Fortune and Jonathan Miller. The show also featured songs and poems by John Betjeman and Philip Larkin.\n\nEach episode featured a mixture of sketches, some prophesying his later television dramas such as the quasi-soap, Streets Ahead, Life and Times in NW1, and more unexpectedly, serious poetry and music slots incorporating readings by Michael Hordern and Prunella Scales with archive footage of music-hall stars. This personalised nostalgic element distinguished On the Margin from other contemporary sketch shows, with Bennett's satirical swipes at Britain, integrated with his genuine love of its cultural heritage.\n\nIt was directed by Sydney Lotterby, produced by Patrick Garland and was broadcast between 9 November and 14 December 1966 on BBC 2. It was repeated twice in 1967, but the tapes were wiped in the 1970s so the main surviving evidence of the series are the scripts. However, a compilation CD of audio extracts was released in 2009.","original_name":"On the Margin","vote_average":0.0,"name":"On the Margin","cert":"Unavailable","id":8360,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2000-06-26","cast":["Eduardo Moscovis","Adriana Esteves","Drica Moraes","Leandra Leal","Ângelo Antônio"],"overview":"O Cravo e a Rosa is a Brazilian telenovela produced and broadcast by Rede Globo. It ran from June 26, 2000 to March 10, 2001. It is based on the Shakespearean comedy The Taming of the Shrew. It is currently being broadcast in Portugal, on SIC.","original_name":"O Cravo e a Rosa","vote_average":10.0,"name":"The Taming of The Shrew","cert":"Unavailable","id":8361,"adult":"false","genre_ids":[10766,35],"origin_country":["BR"]},{"first_air_date":null,"cast":[],"overview":"The Heaven Sword and Dragon Saber is a Hong Kong television series adapted from Louis Cha's novel of the same title. The series was first broadcast on TVB Jade in Hong Kong in 1978.","original_name":"The Heaven Sword and Dragon Saber","vote_average":0.0,"name":"The Heaven Sword and Dragon Saber","cert":"Unavailable","id":8362,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"เกมเศรษฐี was a Thai game show based on the original British format of Who Wants to Be a Millionaire?. The main goal of the game was to win 1 million Thai baht by answering 12 multiple-choice questions correctly. There were three lifelines, all other than in the original version - Double Dip, Help of Audience Members and Switch The Question. Earlier the lifelines were: Fifty Fifty, Ask The Audience and Switch The Question. The answer area is round, not rhombus, and the answers are not \"A, B, C, D\", but \"1, 2, 3, 4\". เกมเศรษฐี was shown on the Thai TV station iTV.","original_name":"Who Wants to Be a Millionaire?","vote_average":0.0,"name":"Who Wants to Be a Millionaire?","cert":"Unavailable","id":8363,"adult":"false","genre_ids":[],"origin_country":["TH"]},{"first_air_date":"1984-07-09","cast":["Tony Leung Chiu-Wai","Andy Lau"],"overview":"The Duke of Mount Deer is a Hong Kong television series adapted from Louis Cha's novel The Deer and the Cauldron. It was first aired on TVB in 1984.","original_name":"鹿鼎記","vote_average":0.0,"name":"The Duke of Mount Deer","cert":"Unavailable","id":8364,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"West Africa's Next Top Model was a planned reality documentary based on Tyra Banks America's Next Top Model which would have featured contestants from all West African countries including Côte d'Ivoire, Ghana, Sierra Leone, Senegal, Liberia and Nigeria against each other in a variety of competitions to determine who would win title of West Africa's Next Top Model and a lucrative modelling contract with an international model agency in hopes of a successful future in the modeling business.\n\nThe competition was supposed to be hosted by Nigerian supermodel Oluchi Onweagba. Auditions began in March 2009, but due to unknown reasons, the show never aired and was left without any TV station.","original_name":"West Africa's Next Top Model","vote_average":0.0,"name":"West Africa's Next Top Model","cert":"Unavailable","id":8365,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Once a Week Show with Dustin and Sinéad from Sinéad's House Where Dustin Likes to Hang is an Irish television chat\/comedy show, broadcast on RTÉ Two in 2007 and 2008. A successor to the more frequent Dustin's Daily News, the show is hosted by Dustin the Turkey of The Den, with his assistant Sinéad Ni Churnain as a co-host. The series is more or less exactly the same as the previous show only with a studio instead of a newsroom plus the reduced daily to weekly frequency of the show. One series was produced. It began on 8 September 2007.","original_name":"The Once a Week Show","vote_average":0.0,"name":"The Once a Week Show","cert":"Unavailable","id":8366,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":"2000-04-20","cast":[],"overview":"『クイズ$ミリオネア』とは、フジテレビ系列で放送されていたクイズ番組である。現在は特別番組として不定期で放送されている。通称は『ミリオネア』。司会はみのもんた。番組内で使われる「ファイナルアンサー!?」は流行語になり社会現象にもなった。","original_name":"Kuizu $ Mirionea","vote_average":0.0,"name":"Kuizu $ Mirionea","cert":"Unavailable","id":8367,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Shree is a Hindi language supernatural soap opera that airs on Zee TV channel. The series premiered on December 22, 2008 and airs every Monday - Thursday at 10:30pm IST. The series is produced by J.D. Majethia of Hats Off Productions, and stars Wasna Ahmed as Shree and Pankaj Singh Tiwari as Hari in the main lead.","original_name":"Shree","vote_average":0.0,"name":"Shree","cert":"Unavailable","id":8368,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":"2006-07-21","cast":[],"overview":"The Law of the Playground is a British television series broadcast on Channel 4 produced by Zeppotron in which various British comedians and celebrities recollect the past times of childhood at school. Throughout the series many different aspects of school life are brought up such as bullies, punishment, games, etc.","original_name":"The Law of the Playground","vote_average":8.0,"name":"The Law of the Playground","cert":"Unavailable","id":8369,"adult":"false","genre_ids":[99,35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"The Waiting Room is an Australian observational documentary series that began airing on the Nine Network on 4 December 2008.","original_name":"The Waiting Room","vote_average":0.0,"name":"The Waiting Room","cert":"Unavailable","id":8370,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Yeh Dil Chahe More is a daily soap that follows the adventure story of two dreamers, whose journey has just begun.","original_name":"Yeh Dil Chahe More","vote_average":0.0,"name":"Yeh Dil Chahe More","cert":"Unavailable","id":8371,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":"2008-12-08","cast":["Paul Chun","Eric Suen","Wayne Lai","Sonija Kwok","Sharon Chan"],"overview":"Pages of Treasures is a TVB modern drama series broadcast in December 2008.","original_name":"Click入黃金屋","vote_average":0.0,"name":"Pages of Treasures","cert":"Unavailable","id":8372,"adult":"false","genre_ids":[18],"origin_country":["HK"]},{"first_air_date":"2008-12-13","cast":[],"overview":"A Miser Brothers' Christmas is a stop motion spin-off special based on some of the characters from the 1974 Rankin-Bass special The Year Without a Santa Claus. It is the third and final television special by Rankin-Bass. Distributed by Warner Bros. under their Warner Premiere label and Toronto-based Cuppa Coffee Studios, the one-hour special premiered on ABC Family on Saturday, December 13, 2008 during the network's annual The 25 Days of Christmas programming. Mickey Rooney and George S. Irving reprised their respective roles as Santa Claus and Heat Miser at ages 88 and 86. Snow Miser, originally portrayed by Dick Shawn who died on April 17, 1987 from a massive heart attack, was voiced by Juan Chioran, while Mrs. Claus, voiced by Shirley Booth in the original, was portrayed by Catherine Disher. The movie aimed to emulate the Rankin\/Bass animation style.","original_name":"A Miser Brothers' Christmas","vote_average":10.0,"name":"A Miser Brothers' Christmas","cert":"Unavailable","id":8373,"adult":"false","genre_ids":[16],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"TV Patrol Caraga is the flagship local news program broadcast of the ABS-CBN Regional Network Group in Butuan City. TV Patrol Butuan in its first airing started when ABS-CBN Butuan also went on the air in 1999. It was first anchored by Andy Rara and Michiko Makinano then later with Trinidad Ladringan-Velasco and the present Richmond Hinayon together with Charmane Awitan.\n\nIt has been the most watched and most trusted news program in Butuan and Agusan del Norte. The newscast is a tabloid-style format. The program delivers news headlines about the current events in the entire Caraga Region.\n\nBefore it was TV Patrol Caraga in the present its former title is TV Patrol Butuan aired first on July 5, 1999.\n\nIt is aired live daily from ABS-CBN Broadcast Center TV-11 in Butuan City at 5:00 PM, from Monday to Friday. Also simulcast on ABS-CBN TV-12 Surigao and TV-26 Tandag. It is also shown abroad through ABS-CBN Now and The Filipino Channel.\n\nThey also have this popular closing words when Charmane Awitan was still the anchor saying, \"Ug CARAGA maglaumon ug magmauswagon ka!\" meaning, \"and CARAGA be hopeful that you will progress!\".\n\nIn 2011 TV Patrol Caraga celebrates its 12th year anniversary and reveals their new news banner format on TV.","original_name":"TV Patrol Caraga","vote_average":0.0,"name":"TV Patrol Caraga","cert":"Unavailable","id":8374,"adult":"false","genre_ids":[10763],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Hrvatska traži zvijezdu is the second Croatian version of Pop Idol and is currently airing on RTL Televizija.\n\nIn the first season the competitors were judged by Croatian musicians Tony Cetinski, Jelena Radan and Goran Lisica - Fox. Due to private commitments Radan left in the beginning of the second season and was replaced by Anđa Marić.\n\nAntonija Blaće, famous for participating and hosting the Croatian Big Brother edition is the host of the competition which makes her the first person ever to host the two local versions of these franchises.\n\nSeason 1 was aired from February to June 2009 and was won by Bojan Jambrošić.\n\nThe second season was aired from April to June 2010 and was won by Kim Verson.","original_name":"Hrvatska traži zvijezdu","vote_average":0.0,"name":"Hrvatska traži zvijezdu","cert":"Unavailable","id":8375,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The 4th season of Jak oni śpiewają, the Polish edition of Soapstar Superstar, started on September 6, 2008 and ended on December 6, 2008. It was broadcast by Polsat. Joanna Liszowska and Krzysztof Ibisz as the hosts, and the judges were: Edyta Górniak, Elżbieta Zapendowska and Rudi Schuberth.","original_name":"Jak oni śpiewają","vote_average":0.0,"name":"Jak oni śpiewają","cert":"Unavailable","id":8376,"adult":"false","genre_ids":[],"origin_country":["PL"]},{"first_air_date":null,"cast":[],"overview":"MT-USA was an Irish music television programme broadcast between 1984 and 1987. Known for the slogan, \"Music Television USA - Music never looked better\", it was produced by Green Apple Productions, co-founded by the show's presenter Vincent Hanley. MT-USA was broadcast on RTÉ on Sunday afternoons and during the 1984-85 series was repeated on Friday nights. Each edition ran for three hours. Each block of videos was followed by a segment filmed in New York City with Hanley introducing the videos, discussing American music and culture, and interviewing a celebrity. RTÉ described him as Europe's first VJ. The videos were primarily American acts, many previously little-known in Ireland., but the show also featured English pop chart acts, as well as up and coming Irish acts such as U2. A double-CD and DVD compilation featuring acts from the show’s heyday went on release on 16 November 2007.","original_name":"MT-USA","vote_average":0.0,"name":"MT-USA","cert":"Unavailable","id":8377,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Virasaat is a Hindi-language television series that aired on Sahara TV which is now known as Sahara One in 2002. The series aired every Monday - Friday at 8:30pm IST. The series portrays common themes of intrigues, jealousies, feuds, and petty quarrels, unlike many other Indian soap operas.","original_name":"Virasaat","vote_average":0.0,"name":"Virasaat","cert":"Unavailable","id":8378,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":"2000-09-04","cast":[],"overview":"The adventures of a larger-than-life red dog on Bridwell Island.","original_name":"Clifford the Big Red Dog","vote_average":6.5,"name":"Clifford the Big Red Dog","cert":"Unavailable","id":8379,"adult":"false","genre_ids":[16,10762],"origin_country":["US"]},{"first_air_date":"2009-01-30","cast":[],"overview":"A reality dance competition.","original_name":"Dance India Dance","vote_average":8.5,"name":"Dance India Dance","cert":"Unavailable","id":8380,"adult":"false","genre_ids":[10764],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"The Radio Tycoon is a TVB television series, premiered in Hong Kong in 1983.","original_name":"The Radio Tycoon","vote_average":0.0,"name":"The Radio Tycoon","cert":"Unavailable","id":8381,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":"2001-11-17","cast":[],"overview":"Last Hero is the Russian version of American reality show, Survivor. The first season was in 2001, and the last season ending on 1 March 2009.","original_name":"Last Hero","vote_average":0.0,"name":"Last Hero","cert":"Unavailable","id":8382,"adult":"false","genre_ids":[],"origin_country":["RU"]},{"first_air_date":null,"cast":[],"overview":"Gay Weddings is a 2002 American reality television series that aired on Bravo. The series, created by openly gay producers Kirk Marcolina and Douglas Ross, followed two lesbian and two gay couples as they prepared for their wedding ceremonies. Each episode combined interview footage of the individual couples and their families and friends with footage of the various couples going through their wedding planning activities along with video diaries from the couples themselves.","original_name":"Gay Weddings","vote_average":0.0,"name":"Gay Weddings","cert":"Unavailable","id":8383,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2000-09-10","cast":["Lesley Manville","Denis Lawson","Joanne Froggatt","Indira Varma","Ben Whishaw"],"overview":"Other People's Children is a four-episode 2000 British television drama, adapted by Leigh Jackson from Joanna Trollope's 1998 novel of the same name. The series tells the story of how three women and two men deal with new marriages and the consequences of the new spouses or partners having to deal with their partner's children of different ages from previous marriages.","original_name":"Other People's Children","vote_average":0.0,"name":"Other People's Children","cert":"Unavailable","id":8384,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"1961-10-05","cast":["James Franciscus","James Philbrook"],"overview":"The Investigators is a short-lived American adventure\/drama television series that aired on CBS from October 5, to December 28, 1961.","original_name":"The Investigators","vote_average":0.0,"name":"The Investigators","cert":"Unavailable","id":8385,"adult":"false","genre_ids":[10759,18],"origin_country":["US"]},{"first_air_date":"1979-09-01","cast":["Simon Yam","Sek Kin","Chow Yun-Fat","Hui Siu-Hung","Kwan Hoi-San"],"overview":"The Good, the Bad and the Ugly is a TVB television series, premiered on 1 September 1979. Theme song \"The Good, the Bad and the Ugly\" composition and arrangement by Joseph Koo, lyricist by Tang Wai Hung, sung by Teresa Cheung.","original_name":"The Good, the Bad and the Ugly","vote_average":8.8,"name":"The Good, the Bad and the Ugly","cert":"Unavailable","id":8386,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"Charlie Bird Explores is the title of a series of documentary films shot by RTÉ News and Current Affairs chief news correspondent Charlie Bird, in which the reporter sets off to explore some of the most beautiful and remote places in the far corners of the planet Earth and moans about having to do so. The series broadcast over a number of years features Bird's adventures in the Arctic, the Ganges and the Amazon. The documentaries are produced by Crossing the Line Films.\n\nFor his Amazon journey, Bird crossed South America from ocean to ocean, tracing the course of the Amazon River and, somewhat annoyingly to many viewers, complaining about everything associated with the Amazon along the way. En route he tells the story of this region and how it plays a crucial role in global warming and environment change. For his Ganges trek, Bird took a path from the sea to the river's source, battling from the Bay of Bengal to the Himalayas along the river. In the Arctic, filmed in 2008, Bird met the Inuit community in Grise Fiord, Nunavut.","original_name":"Charlie Bird Explores","vote_average":0.0,"name":"Charlie Bird Explores","cert":"Unavailable","id":8389,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Canada 98 is a Canadian centennial documentary television series presented by CBC Television. The series debuted on November 25, 1964 to showcase Canada's nature. the series was hosted by J. Frank Willis featuring nine episodes. Canada 98 was preceded by documentary film Camera Canada.","original_name":"Canada 98","vote_average":0.0,"name":"Canada 98","cert":"Unavailable","id":8390,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2008-07-21","cast":[],"overview":"Date My Ex is an American dating show on Bravo that debuted on July 21, 2008 and ran for one season. The series answers the question, \"can exes be friends?\". It is focused on the dating life of Jo De La Rosa, a former cast member on The Real Housewives of Orange County. Jo enlists the help of her ex-fiance Slade Smiley plus her best friends Myia Ingoldsby and Katy Metz.","original_name":"Date My Ex","vote_average":0.0,"name":"Date My Ex","cert":"Unavailable","id":8391,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1960-11-14","cast":["Jack Mercer","Jackson Beck","Mae Questel"],"overview":"Popeye the Sailor is an animated TV series produced for ABC through King Features Syndicate that ran from 1960 to 1962 for 220 episodes. Episodes were animated by various production studios: Larry Harmon Pictures, Rembrandt Films\/Halas and Batchelor, Gerald Ray Studios, Jack Kinney Productions and Paramount Cartoon Studios. The executive producer of the series was Al Brodax.","original_name":"Popeye the Sailor","vote_average":6.6,"name":"Popeye the Sailor","cert":"Unavailable","id":8392,"adult":"false","genre_ids":[10759,16,35,10762],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Studio Aperto is the brand for Italian TV channel of Mediaset network Italia 1's news programmes. Founded by Emilio Fede on 16 January 1991 with the beginning of Gulf War, they are shown domestically on Italia 1 and Mediaset Plus several times throughout the day. The editor-in-chief of the show is Giovanni Toti.","original_name":"Studio Aperto","vote_average":0.0,"name":"Studio Aperto","cert":"Unavailable","id":8393,"adult":"false","genre_ids":[],"origin_country":["IT"]},{"first_air_date":null,"cast":[],"overview":"The Late Late Toy Show—also known as The Toy Show— is an annual iconic and influential Irish national institution, an edition of the world's longest-running chat show, The Late Late Show broadcast on RTÉ One in Ireland each Friday evening. The Toy Show, as it is referred to, is broadcast in late November or early December each year. It has been an annual event since at least the 1970s. The show is regularly the most watched programme of the year on Irish television, with viewership figures rising steadily in recent years. The show, which consists of an adult-only studio audience dressed in traditional Christmas attire, does not accept advertisements which promote toys for its commercial breaks but, whilst new gadget-type toys regularly break down during the live show, being featured on the programme itself has been said to have a major boost to sales of a product over the following number of weeks in the build-up to the Christmas period.\n\nMost recently presented by Ryan Tubridy, the show has previously been presented by Gay Byrne and Pat Kenny during their tenures at the helm. Dustin the Turkey, a high-profile entertainment figure in Ireland, makes an annual appearance, usually bringing a gift for the presenter. These gifts when produced tend to have a comedy effect and in the past have included a miniature antique chair and a Pat Kenny clock, ominously presented to Kenny's predecessor Gay Byrne. The Toy Show, along with the Tribute Shows, tends to be one of the few editions of The Late Late Show to require advance preparation before the week of broadcast. Advertising in 2009 cost €17,000 for each 30 second slot—this compares to €9,750 for the 2010 UEFA Champions League Final.","original_name":"The Late Late Toy Show","vote_average":0.0,"name":"The Late Late Toy Show","cert":"Unavailable","id":8394,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Compulsion was a one-off ITV television drama, produced by Size 9 Productions and broadcast on 4 May, 2009. Inspired by the Jacobean tragedy The Changeling by Thomas Middleton and William Rowley, it follows a young female Cambridge graduate called Anjika Indrani and attempts by her father Satvick to force her into a marriage with Hardik despite her existing happy relationship with Alex. It also starred Ray Winstone as Don Flowers, Satvick's chauffeur, and James Floyd as Jaiman.\n\nIt was originally scheduled to air in Christmas 2008, but was moved to the May Day 2009 date.","original_name":"Compulsion","vote_average":0.0,"name":"Compulsion","cert":"Unavailable","id":8395,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"S Club Search is a CBBC reality television show that documents the audition process and formation for the pop group S Club Juniors in 2001. The original concept was that the children would perform at Wembley as a support act to S Club 7 on their S Club 7 Carnival 2002 tour, but their appearance at Wembley was considered such a success that 19 Entertainment, the management company that had created S Club 7 and auditioned S Club Juniors, decided they should perform as a support act at all of the venues on the Carnival tour. Following the tour, the eight children went on to form the band S Club Juniors and had six top ten UK hits.","original_name":"S Club Search","vote_average":0.0,"name":"S Club Search","cert":"Unavailable","id":8396,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1981-01-12","cast":[],"overview":"The Misadventure of Zoo is a TVB television series, premiered in 1981. Theme song \"Personhood Loves Freedom\" composition and arrangement by Joseph Koo, lyricist by Wong Jim, sung by Adam Cheng, and the sub theme song \"Cheers\" composition and arrangement by Joseph Koo, lyricist by Wong Jim, sung by Adam Cheng.","original_name":"流氓皇帝","vote_average":0.0,"name":"The Misadventure of Zoo","cert":"Unavailable","id":8397,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"Colm and Jim-Jim's Home Run was an Irish game show broadcast on RTÉ One each Sunday at 18:30. It was presented by, respectively, Colm Hayes and Jim-Jim Nugent, the duo's first foray into the world of television. It was first broadcast on 16 November 2008. It was a creation of Vision Independent Productions, responsible for the popular television shows Showhouse and The Restaurant. Contestants could win €25,000 without answering a single question. To promote the show the presenters appeared on chat show Tubridy Tonight the night before the first episode was broadcast. The programme received mostly negative reviews from critics. However the format of the show was purchased by Fremantle Media, and is now available for international distribution, with interest from the UK and US, with Colm and Jim-Jim receiving interest to host a UK version\n\nThe show was axed due to RTÉ cutbacks in June 2009.","original_name":"Colm and Jim-Jim's Home Run","vote_average":0.0,"name":"Colm and Jim-Jim's Home Run","cert":"Unavailable","id":8398,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Qui veut être un millionnaire?","vote_average":0.0,"name":"Qui veut être un millionnaire?","cert":"Unavailable","id":8399,"adult":"false","genre_ids":[],"origin_country":["MA"]},{"first_air_date":null,"cast":[],"overview":"AFL Game Day is an Australian television program broadcast on the Seven Network in Victoria, South Australia, Western Australia and Tasmania and on 7mate in all other states. In Victoria, South Australia, Western Australia and Tasmania it airs following Weekend Sunrise.\n\nThe program focuses on the current issues in the Australian Football League. It first aired on 16 March 2008 and airs at 10am on Sundays throughout the AFL season.\n\nThe weekly program is hosted by Hamish McLachlan and has regular guests such as Herald Sun journalist Jon Anderson and former players Tom Harley, Leigh Matthews, Matthew Richardson, David Schwarz or Tim Watson. A current player or coach also appears each week. For the 2012 AFL season, Mark Robinson has been replaced by fellow Herald Sun journalist Jon Anderson and sports physician Peter Larkins has joined the team to provide the latest injury updates. The program has been extended to 90 minutes, finishing at 11:30am. This means the last half-hour goes head to head with Channel Nine's The Sunday Footy Show. It is followed by Footy Flashbacks which is also being extended to 90 minutes, from 11:30am to 1:00pm. Sports news updates are presented by Erin Ivancic.","original_name":"AFL Game Day","vote_average":0.0,"name":"AFL Game Day","cert":"Unavailable","id":8400,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"1950-12-10","cast":[],"overview":"The Bigelow Theatre is an American anthology series originally broadcast on CBS Television and on the DuMont Television Network.\n\nThis series is not to be confused with the similarly named The Bigelow Show, a musical variety program which aired on NBC and CBS in the late 1940s.","original_name":"The Bigelow Theatre","vote_average":0.0,"name":"The Bigelow Theatre","cert":"Unavailable","id":8401,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2008-11-07","cast":[],"overview":"Shadow Force is a History Channel television show which premiered Friday, November 7, 2008 and is about a team of real-life mercenaries doing contracts given to them by the countries of Liberia, Kenya, and the Congo. The team consists mostly of ex-Special Forces from various countries.","original_name":"Shadow Force","vote_average":0.0,"name":"Shadow Force","cert":"Unavailable","id":8402,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Saas v\/s Bahu was an Indian dance television series that aired on Sahara One channel in 2008.","original_name":"Saas v\/s Bahu","vote_average":0.0,"name":"Saas v\/s Bahu","cert":"Unavailable","id":8403,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Café de Paris is an American variety show broadcast on the now defunct DuMont Television Network. The series ran from January to March of 1949. It was a musical variety program set in a Paris bistro, and starred movie actress Sylvie St. Clair. The program aired Monday, Wednesday, and Friday on most DuMont affiliates. The series was cancelled after just two months.","original_name":"Café de Paris","vote_average":0.0,"name":"Café de Paris","cert":"Unavailable","id":8404,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Vuk Karadžić, is а Yugoslavian historical drama television series which depicts the life and work of Vuk Stefanović Karadžić, a Serbian linguist and major reformer of the Serbo-Croatian language.","original_name":"Vuk Karadžić","vote_average":0.0,"name":"Vuk Karadžić","cert":"Unavailable","id":8405,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Eunuch is a TVB television series, premiered in 1980. Theme song \"Eunuch\" composition and arrangement by Joseph Koo, lyricist by Wong Jim, sung by Adam Cheng.","original_name":"Eunuch","vote_average":0.0,"name":"Eunuch","cert":"Unavailable","id":8406,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"The Restaurant is a successful Irish reality television programme broadcast on RTÉ One. The seventh series began on 16 November 2008, running on Sundays at 20:30. In each episode a celebrity head chef takes on the culinary challenge of producing a top class, three-course meal with two value-for-money wines. This is then served to the restaurant's customers and the resident critics, Tom Doorley and Paolo Tullio, who are joined each week by a guest critic. The chef's identity remains a secret to those being served their food until the end of the show when all has been eaten. The critics give the meal a star rating of between one and five, which is then pulled from an envelope after the head chef joins the critics' table. The Restaurant is voiced over by Seán Moncrieff and the restaurant is manned by John Healy, Maitre'D; the kitchen staff, chefs David Workowich, Stephen McAllister and Louise Lennox and food researcher, Stephen Quin, and waiting staff, waitress, Elaine Normile and waiters, Lee Bradshaw and Vivian Reynolds. Following on from the success of the television show, RTÉ published The Restaurant - The Magazine, which includes images and recipes from the series.\n\nThe format is sold internationally by Vision Independent Productions under the title The Secret Chef. It has had 3 seasons in Italy.","original_name":"The Restaurant","vote_average":0.0,"name":"The Restaurant","cert":"Unavailable","id":8407,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2008-12-03","cast":[],"overview":"An Aussie Goes Calypso is an Australian reality television series which airs on the pay TV channel FOX8. The series features Australian cricket fan Gus Worland following the Australian cricket team during their 2008 tour of The West Indies.\n\nThe series is a sequel to Worland's previous series An Aussie Goes Barmy and An Aussie Goes Bolly.\n\nIts debut is on 3 December 2008.","original_name":"An Aussie Goes Calypso","vote_average":0.0,"name":"An Aussie Goes Calypso","cert":"Unavailable","id":8408,"adult":"false","genre_ids":[99],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"The Legend of the Book and Sword is a Hong Kong television series adapted from Louis Cha's novel The Book and the Sword. The series was first aired on TVB in Hong Kong in 1987.","original_name":"The Legend of the Book and the Sword","vote_average":0.0,"name":"The Legend of the Book and the Sword","cert":"Unavailable","id":8409,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"CNN Heroes: An All-Star Tribute is the award-winning annual television special created by CNN to honor individuals who make extraordinary contributions to humanitarian aid and make a real difference in their communities. Hosted by Anderson Cooper, it launched in 2007 and continues now, with the tribute show aired at the end of the year.\n\nCNN Heroes: An All-Star Tribute is the culmination of the year-round CNN Heroes campaign, airing across the worldwide networks of CNN including: CNN, CNN International, CNN en Espanol, HLN, and CNNHeroes.com. New heroes are introduced weekly on air and online.\n\nThe Top 10 are selected and introduced every Fall and voting begins online at CNNHeroes.com for the CNN Hero of the Year. All 10 are honored on CNN Heroes: An All-Star Tribute, each receiving $50,000 with the CNN Hero of the Year receiving an additional $250,000 to continue their amazing work. The Top 10 CNN Heroes are all introduced by celebrities who are active in charity work, and their spirit is celebrated via musical performances and special segments.\n\nIn 2012, CNN Heroes was a recipient of a Peabody Award at the George Foster Peabody Awards for the 2011 campaign and show. CNN Heroes has also been nominated for the News & Documentary Emmy Awards, and is the winner of 3 Gracies.","original_name":"CNN Heroes","vote_average":0.0,"name":"CNN Heroes","cert":"Unavailable","id":8410,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"A Colbert Christmas: The Greatest Gift of All! is a Grammy Award-winning Christmas special that debuted on Comedy Central on November 23, 2008.\n\nThe plot is that Stephen Colbert of The Colbert Report, while heading to the film studio to shoot his Christmas special with Elvis Costello, becomes trapped in a cabin in \"bear country\" when he hears a bear prowling outside. A number of his friends stop by the cabin to sing Christmas songs with him as Stephen tries to find ways to escape the cabin and make his Christmas as special as possible, ending by revealing that the titular \"greatest gift of all\" is the DVD release of the special.","original_name":"A Colbert Christmas: The Greatest Gift of All!","vote_average":0.0,"name":"A Colbert Christmas: The Greatest Gift of All!","cert":"Unavailable","id":8411,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Adventure Playhouse is the umbrella title of an early American television program broadcast on the now defunct DuMont Television Network. The series ran from April to May of 1950.\n\nThe one-hour-long program, produced and distributed by DuMont, aired pre-1948 films on Wednesday nights from 8-9 pm ET on most DuMont affiliates. The series was not renewed after the initial short run.","original_name":"Adventure Playhouse","vote_average":0.0,"name":"Adventure Playhouse","cert":"Unavailable","id":8412,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Banana Split is a comedy gag show broadcast in ABS-CBN every Saturday evening featuring Angelica Panganiban, Jason Gainza, and John Prats, comedians Pokwang and Pooh, Melai Cantiveros, Jason Francisco, and Pinoy Big Brother: Teen Clash of 2010 2nd Big Placer Ryan Bang.","original_name":"Banana Split","vote_average":0.0,"name":"Banana Split","cert":"Unavailable","id":8413,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"The Cases of Eddie Drake is an American crime drama series which aired on the DuMont Television Network. The series ran during 1952, and was a crime drama originally filmed by CBS Television in 1949. The TV series was adapted from the radio series The Cases of Mr. Ace starring George Raft, with both series written by Jason James.\n\nHowever, the nine TV episodes were never broadcast on CBS. In 1952, these episodes were purchased by DuMont and aired on that network instead. DuMont also filmed four additional episodes to round out the series to the standard 13-episode season.","original_name":"The Cases of Eddie Drake","vote_average":0.0,"name":"The Cases of Eddie Drake","cert":"Unavailable","id":8414,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2009-03-13","cast":[],"overview":"New Zealand's Next Top Model is a New Zealand reality television series in which a number of young women compete for the title of New Zealand's Next Top Model and the chance to start their career in the modeling industry.\n\nThe show's format was originally created by American talk-show host and model Tyra Banks.\n\nThe New Zealand series is hosted by former model and 62 Models Management founder Sara Tetro, and airs on TV3 NZ. The winner of NZNTM wins a modelling contract with Sara's agency. Like its American counterpart, NZNTM features a photographer and international model on its judging panel, Chris Sisarich and Colin Mathura-Jeffree, respectively. Mathura-Jeffree also acts as runway coach to the girls, much like Miss Jay on America's Next Top Model.","original_name":"New Zealand's Next Top Model","vote_average":0.0,"name":"New Zealand's Next Top Model","cert":"Unavailable","id":8415,"adult":"false","genre_ids":[10764],"origin_country":["NZ"]},{"first_air_date":"2008-11-25","cast":["Yao Wenlong","Xiang Yun","Pierre Png","Jeanette Aw","Qi Yuwu"],"overview":"The Little Nyonya is a 2008 drama serial on Singapore's free-to-air channel, MediaCorp TV Channel 8. The storyline, which circles around the biographical flashback of an extended Peranakan family in Malacca, is set in the 1930s and spans to over 70 years and several generations of three families. The series was partly sponsored by the Media Development Authority of Singapore. It debuted on November 25, 2008 and concluded its run on January 5, 2009.\n\nProduced by MediaCorp in commemoration of the channel's 45-year anniversary, the series has been critically acclaimed by both viewers and critics, and raked the highest viewership in the country in 14 years. The success of The Little Nyonya has also led to the show being broadcast internationally. The series also became the first ever Singaporean Chinese drama to be dubbed in Malay and aired on Malay-language channel Suria.","original_name":"The Little Nyonya","vote_average":0.0,"name":"The Little Nyonya","cert":"Unavailable","id":8416,"adult":"false","genre_ids":[],"origin_country":["SG"]},{"first_air_date":null,"cast":[],"overview":"Desperate Houses! is an Irish television programme broadcast on RTÉ One. It is presented by interior designer Fiona Wilson and features the building contractor Ivan Duggan. Clodagh Conroy hosted the first series and the second series was presented by Avril Murphy Allen. The third series was an amalgamation of revisited houses from the previous two series. Each week the team helps declutter, revamp and redecorate a different home inside three days and with a budget limited to €2000. The fourth series began on 11 November 2008 and aired each Tuesday at 19:00.","original_name":"Desperate Houses!","vote_average":0.0,"name":"Desperate Houses!","cert":"Unavailable","id":8417,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2007-07-28","cast":["Oh Ji-ho","Uhm Jung-hwa","Park Soo-jin","Sung Dong-il","Kim Kap-soo"],"overview":"Get Karl! Oh Soo-jung is a 2007 South Korean romantic comedy television seriesn starring Uhm Jung-hwa and Oh Ji-ho. It aired on SBS from July 28 to September 16, 2007 on Saturdays and Sundays at 21:45 for 16 episodes.\n\nThe series is based on the real-life love story of Lee Ju-young, the CEO of the drama's production company who reunited with her current husband ten years after breaking up with him. Moreover, Go Man-soo is the actual name of Lee's pro-golfer husband who incidentally instructed Oh Ji-ho on his golf swings in preparation for the role.","original_name":"칼잡이 오수정","vote_average":6.0,"name":"Get Karl! Oh Soo Jung","cert":"Unavailable","id":8418,"adult":"false","genre_ids":[35,18,10749],"origin_country":["KR"]},{"first_air_date":"2007-09-25","cast":["Concha Velasco"],"overview":"Herederos is a Spanish television series which has been airing since September 25, 2007.","original_name":"Herederos","vote_average":0.0,"name":"Herederos","cert":"Unavailable","id":8419,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Death or Canada is a Gemini- and IFTA-nominated, two-part Canadian–Irish docudrama which was broadcast in Ireland on RTÉ One in November\/December 2008, in the UK on The History Channel UK in January and February 2009 and in Canada on History Television on March 16, 2009. The film also had a limited theatrical release in Canada, and enjoyed a gala screening on March 3, 2009 to kick-off the celebrations for Toronto's 175 birthday.\n\nDeath or Canada, as narrated by Brian Dennehy, follows the Protestant Willis family from the west of Ireland as they flee to Canada in the Spring of 1847 at the height of An Gorta Mór or the Great Hunger. The family ultimately arrives in the young city of Toronto, which is overrun by a deluge of 40 000 Irish famine refugees. This dramatic story is interspersed with commentary from historians and other experts. Death or Canada is a Canada-Ireland Treaty Co-Production, produced by Canada's Ballinran Productions, whose other credits include Manic Organic, and Hangman's Graveyard and by Ireland's Tile Films', the company behind the documentaries Cromwell in Ireland and The Ghosts of Duffy's Cut. The cinematography by Colm Whelan was nominated for 2009 Gemini Award in the category Best Photography in a Documentary Series\/Programme. It is directed by IFTA Award-winning director Ruán Magan.","original_name":"Death or Canada","vote_average":0.0,"name":"Death or Canada","cert":"Unavailable","id":8420,"adult":"false","genre_ids":[18],"origin_country":["IE","CA"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Ikaw Lang Ang Minahal","vote_average":0.0,"name":"Ikaw Lang Ang Minahal","cert":"Unavailable","id":8421,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Makin' Jake is an Irish comedy television programme broadcast on RTÉ Two. It follows the adventures of Jake Stevens, a character from the Naked Camera hidden camera TV series, as he attempts to find success in the United States. In each episode Stevens is in a different location, ranging from Hollywood, San Francisco and Las Vegas to Nashville, Miami and finally New York. Stevens is portrayed by the Irish comedian PJ Gallagher.\n\nThe very last scene in this series features a cameo appearance by \"The Fixer\" as the taxi driver picking up Jake at Dublin Airport.","original_name":"Makin' Jake","vote_average":0.0,"name":"Makin' Jake","cert":"Unavailable","id":8422,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":"2001-09-27","cast":["Breckin Meyer","Miriam Shor","Maggie Lawson","Bryan Callen","Jennifer Irwin"],"overview":"Inside Schwartz is an American sitcom starring Breckin Meyer as the titular character. The show was produced by 20th Century Fox Television and National Broadcasting Company and first aired on NBC on Thursday Night at 8:30 EST.","original_name":"Inside Schwartz","vote_average":0.0,"name":"Inside Schwartz","cert":"Unavailable","id":8423,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2000-01-10","cast":[],"overview":"","original_name":"Vil du bli millionær?","vote_average":0.0,"name":"Vil du bli millionær?","cert":"Unavailable","id":8424,"adult":"false","genre_ids":[],"origin_country":["NO"]},{"first_air_date":"2008-09-15","cast":["Victoria Coren Mitchell"],"overview":"The fiendishly difficult quiz show in which two teams of three contestants have to find the connection between seemingly unrelated clues, where patience and lateral thinking are as vital as knowledge.","original_name":"Only Connect","vote_average":1.0,"name":"Only Connect","cert":"Unavailable","id":8425,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"MTV Roadies is a youth-based popular reality television show on MTV India. It is an Indian version of the original show, Road Rules. Roadies 11 will start in 2014 and Raghu is rumoured to not be in it.\n\nWhen asked about the show, executive producer said, \"Roadies has travel, adventure, drama, touch of voyeurism...\"","original_name":"MTV Roadies","vote_average":10.0,"name":"MTV Roadies","cert":"Unavailable","id":8426,"adult":"false","genre_ids":[10764],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"TG5 is the brand for Italian TV channel of Mediaset network Canale 5's news programmes. They are shown domestically on Canale 5 and Mediaset Plus several times throughout the day. The audience of this newscast, notably in its 08:00 PM edition, has by far the highest audience among commercial TVs in Italy. The show broadcasts from Rome. The present editor-in-chief is Clemente Mimun.","original_name":"TG5","vote_average":0.0,"name":"TG5","cert":"Unavailable","id":8427,"adult":"false","genre_ids":[],"origin_country":["IT"]},{"first_air_date":"1977-05-05","cast":["David Frost","Richard Nixon"],"overview":"The Nixon Interviews were a series of interviews of former United States President Richard Nixon conducted by British journalist David Frost, and produced by John Birt. They were recorded and broadcast on television in four programs in 1977. The interviews became the subject of the play Frost\/Nixon, which was later made into a film of the same name; both starred Michael Sheen as Frost and Frank Langella as Nixon.","original_name":"The Nixon Interviews","vote_average":10.0,"name":"The Nixon Interviews","cert":"Unavailable","id":8428,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"From Hanoi to China Beach a Taste of the Exotic","vote_average":0.0,"name":"From Hanoi to China Beach a Taste of the Exotic","cert":"Unavailable","id":8429,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Top 10 is a nightly countdown show on the NHL Network of anything hockey, from great performances to memorable moments, some of the most dramatic events in NHL history are ranked. It airs weekdays at 6 PM.","original_name":"Top 10","vote_average":0.0,"name":"Top 10","cert":"Unavailable","id":8430,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2001-10-21","cast":["Beverly Lynne"],"overview":"7 Lives Exposed is an American reality television-themed series produced by Playboy TV. The series was first aired in late 2001, with a second season following in late 2002. The series starred pornographic actress Devinn Lane and was produced by Tom Lazarus.\n\nThe concept of the series is similar to that of Survivor and Big Brother -- contestants must satisfy certain ongoing criteria or risk being \"evicted\"; in this case, Lane herself decides who among a set of couples living together in a Los Angeles-area home stays or goes each episode.\n\nAs the primary audience of the series is heterosexual men, there are both heterosexual and lesbian sex scenes throughout the series. The sex is simulated; however, scenes of oral sex and masturbation are much more explicit in that some contact is shown. Dramatic tension arises from conflicts between the contestants, often related to jealousy and competition.\n\nThe last season aired in 2006, which was Season 5.","original_name":"7 Lives Exposed","vote_average":2.0,"name":"7 Lives Exposed","cert":"Unavailable","id":8431,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Michael Donegan","vote_average":0.0,"name":"Michael Donegan","cert":"Unavailable","id":8432,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":["Tony Hale","Yara Martinez","Lennon Parham","Hash Patel","Karina Michel"],"overview":"Boldly Going Nowhere was a proposed American television show for Fox. Rob McElhenney, Glenn Howerton, and Charlie Day, the producers and stars of It's Always Sunny in Philadelphia, created the show along with their Always Sunny writers' assistant Adam Stein. While they did not plan to star in the show, they were the executive producers.","original_name":"Boldly Going Nowhere","vote_average":0.0,"name":"Boldly Going Nowhere","cert":"Unavailable","id":8433,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"No Frills","vote_average":0.0,"name":"No Frills","cert":"Unavailable","id":8434,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Freddie Starr","vote_average":0.0,"name":"Freddie Starr","cert":"Unavailable","id":8435,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Mormor og de åtte ungene","vote_average":0.0,"name":"Mormor og de åtte ungene","cert":"Unavailable","id":8436,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Kanutten og Romeo Klive","vote_average":0.0,"name":"Kanutten og Romeo Klive","cert":"Unavailable","id":8437,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Captain Cosmic was a TV show aired in the San Francisco Bay Area on KTVU from 1977 to 1980. The show, hosted by Bob Wilkins in the guise of Captain Cosmic, would air serials, primarily featuring Japanese superheroes. The list of shows includes Star Blazers, Spectreman, Ultraman, Godzilla, Johnny Sokko and his Flying Robot, Captain Scarlet and the Mysterons, and The Space Giants, as well as the original Flash Gordon Serial. The show was created after Wilkins and his family vacationed in Hawaii and experienced the explosion of live action Japanese superhero television series broadcast on Honolulu's KIKU TV-13, and was further spurred onto the airwaves in the wake of Star Wars, capitalizing on the popularity of science fiction.\n\nThe character of Captain Cosmic flew around the galaxy in his spaceship with his sidekick 2T2, and was \"faster than a speeding BART train\" according to the opening sequence. Captain Cosmic would feature guests on the show, from local fans and celebrities, to actors from science fiction films and television series, such as Anthony Daniels and David Prowse.\n\nThe show had a fan club with decoder cards. A weekly message would be shown that only members with decoder cards would be able to read. The code consisted of a 3-shift alpha replacement.","original_name":"Captain Cosmic","vote_average":0.0,"name":"Captain Cosmic","cert":"Unavailable","id":8438,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Seven Arts Theater","vote_average":0.0,"name":"Seven Arts Theater","cert":"Unavailable","id":8439,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Cinemondo","vote_average":0.0,"name":"Cinemondo","cert":"Unavailable","id":8440,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Mosaic Intelligence Report","vote_average":0.0,"name":"Mosaic Intelligence Report","cert":"Unavailable","id":8441,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Earth Focus","vote_average":0.0,"name":"Earth Focus","cert":"Unavailable","id":8442,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Latin Pulse","vote_average":0.0,"name":"Latin Pulse","cert":"Unavailable","id":8443,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Global Spirit","vote_average":0.0,"name":"Global Spirit","cert":"Unavailable","id":8444,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The O. Henry Playhouse","vote_average":0.0,"name":"The O. Henry Playhouse","cert":"Unavailable","id":8447,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2002-10-04","cast":["Lauren Hays","Tina Wiseman"],"overview":"Hotel Erotica is a Softcore porn anthology television show that is broadcast on the Cinemax cable television channel during its Skinemax late-night block. It is also broadcast in the after hours timeslot on The Movie Network.\n\nThe show format usually involved the hotel's proprietor reading a letter from a former guest talking about their adventure at the hotel. The episode would then be a flashback of the guest coming to the hotel and falling in love with someone. The hotel proprietor was initially Cloe Wilson in the first season. In the second season it was Jenny. In the next season, the show was relaunched as Hotel Erotica Cabo which followed a similar format.\n\nMany notable softcore and hardcore porn stars appeared on the show, such as Beverly Lynne, Monique Parent, Angela Davies, Jenna Jameson, Ron Jeremy, and former WWE Diva Candice Michelle.","original_name":"Hotel Erotica","vote_average":0.0,"name":"Hotel Erotica","cert":"Unavailable","id":8448,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1994-08-04","cast":["Joanna Cassidy","Pepe Serna","Scott Paulin","John Dye","Cheryl Pollak"],"overview":"Hotel Malibu is an American television series that aired on CBS in 1994 that was created and written by producers Bernard Lechowick and Lynn Marie Latham. Its cast includes Jennifer Lopez, Joanna Cassidy, Harry Reilly, and John Dye. The pilot episode was directed by Sharron Miller. It was a spin-off of the show Second Chances.","original_name":"Hotel Malibu","vote_average":0.0,"name":"Hotel Malibu","cert":"Unavailable","id":8449,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Tupu is a two-dimensional animated television series co-produced by France and Canada, developed by the French animation studio Xilam, featuring the adventures of the fictional New York mayor's son, Norton, with a redheaded girl named Tupu in New York, focusing in Central Park. One series was produced, consisting of twenty-six episodes. The series had great success in numerous countries, being dubbed into languages such as Hebrew, Arabic, Turkish, Russian, German, Dutch, and many others.\n\nThe show now is quite rare, and many countries no longer hold rights to the show. ABC in Australia currently has no plans to re-purchase the rights to the series, and only ran the show four times, not in order. in France, Gulli cancelled it only last year, ending on episodes 14, and on the 29\/03\/13 Kika Finished airing the series, and they also concluded on episode 14.\n\nNo country other than the Netherlands has had DVDs released. No further plans have been made for DVD releases in other countries. There is an online petition to get Tupu released on DVD. ABC no longer holds rights to release DVDs.\n\nAn official Facebook website was created for Tupu on the 28th of May 2013. No information has been posted related to broadcast or DVDs.","original_name":"Tupu","vote_average":0.0,"name":"Tupu","cert":"Unavailable","id":8450,"adult":"false","genre_ids":[],"origin_country":["FR","CA"]},{"first_air_date":"1998-02-12","cast":["Jonathan Cake","Jemma Redgrave","Hugh Bonneville","Flora Montgomery"],"overview":"Sir Oswald Mosley was a man who should have ranked with the heroes of the century... Instead his personal life and public career ended in disgrace and Mosley is now remembered as the leader of a dictatorial populist movement in the decade before WWII.","original_name":"Mosley","vote_average":0.0,"name":"Mosley","cert":"Unavailable","id":8451,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Wedi 7 is S4C's nightly magazine programme. Produced by Tinopolis, it is the half-hour sister programme to a full-hour Wedi 3.","original_name":"Wedi 7","vote_average":0.0,"name":"Wedi 7","cert":"Unavailable","id":8452,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"POSH is a Philippine teen-oriented drama produced by Viva Television and co-produced and broadcast by Q, a sister television network of GMA Network, from June 24, 2006 to December 23, 2006.","original_name":"POSH","vote_average":0.0,"name":"POSH","cert":"Unavailable","id":8453,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"C.U. Burn is a cult Irish language television comedy broadcast on the Irish-language television channel TG4. It tells the tales of the County Donegal undertakers Charlie and Vincie Burn who run a turf-fueled crematorium. They are rivalled by another group of more professional undertakers led by Frank Doyle. The show revolves around the cunning Charlie Burn whose ruthless pursuit of business often leads to much chaos while his long-suffering brother Vincie Burn simply requests a quiet life. Pádraig assists at the crematorium and Pádraig's sister Máiréad is the recurring love interest of Charlie.\n\nC.U. Burn deals with a number of social issues common in Irish life such as drug dealing, dishonesty, ghosts, adultery, racism, drunken one-night stands, brain conditions, nicotine addiction, shipwreck, sexual repression, tax avoidance, thievery and the rare occurrence of accidental cremation. Irish pursuits such as fishing, golf and gaelic games feature prominently. It was written and directed by Niall Mac Eamharcaigh and was first broadcast in 1996. The series was filmed entirely in the fictional locality of Gleann Dómhain in the Donegal Gaeltacht area and was one of the first home-produced TV series to be broadcast on the fledgling TG4. Subtitles are available.","original_name":"C.U. Burn","vote_average":0.0,"name":"C.U. Burn","cert":"Unavailable","id":8454,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":"2007-07-15","cast":["Gui Gui","Fabien Yang","Chiu Prince","Owodog Zhuang","Xiao Jie"],"overview":"Brown Sugar Macchiato is a Taiwanese drama starring members of Taiwanese music groups, Lollipop and Hey Girl. It was first broadcast in Taiwan on free-to-air Formosa TV from 15 July 2007 to 7 October 2007 and cable TV STAR Chinese Channel. It was also broadcast in China on Xing Kong.","original_name":"黑糖玛奇朵","vote_average":0.0,"name":"Brown Sugar Macchiato","cert":"Unavailable","id":8455,"adult":"false","genre_ids":[18,35],"origin_country":["TW"]},{"first_air_date":null,"cast":["Hansika Motwani"],"overview":"A boy gets a magic pencil, which makes pictures real.","original_name":"Shaka Laka Boom Boom","vote_average":4.8,"name":"Shaka Laka Boom Boom","cert":"Unavailable","id":8456,"adult":"false","genre_ids":[10751,10765],"origin_country":["IN"]},{"first_air_date":null,"cast":[],"overview":"SkyNews.com, formerly Sky.com News, was a nightly television news programme broadcast from 7-7.30pm weekdays on Sky News in the United Kingdom. It was the first British news programme to be solely dedicated to Internet led news and was hosted by Martin Stanford. The show has now been cancelled, the last edition aired on 10 September 2010. The slot has been replaced with a one hour edition of Jeff Randall Live, which previously aired after SkyNews.com at 7.30pm.","original_name":"SkyNews.com","vote_average":0.0,"name":"SkyNews.com","cert":"Unavailable","id":8457,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Nang Tard is an award-winning Thai period drama lakorn, remade from a 1993 lakorn of the same name. The lakorn stars Suvanant Kongying and Vee Veerapat in the main roles with several talented actresses such as Pok Piyatida in the role of Khun Ying Yaem and May Bunthita as Boonmee. This lakorn is set in a time when slavery was still legal in Thailand.","original_name":"Nang Tard","vote_average":0.0,"name":"Nang Tard","cert":"Unavailable","id":8458,"adult":"false","genre_ids":[],"origin_country":["TH"]},{"first_air_date":"2009-01-05","cast":["Michael Riley","Laurence Leboeuf","Reagan Pasternak","Erin Karpluk","Sarah Gadon"],"overview":"Being Erica is a Canadian comedy-drama television series that aired on CBC from January 5, 2009 to December 12, 2011.\n\nCreated by Jana Sinyor, the series was originally announced by the CBC as The Session, but was retitled Being Erica before debuting in 2009. It is produced by Temple Street Productions and distributed internationally by BBC Worldwide.\n\nThe show stars Erin Karpluk as Erica Strange, a woman who begins seeing a therapist to deal with regrets in her life, only to discover the therapist has the ability to send her back in time to actually relive these events and even change them.\n\nIn Canada, the second season premiered on September 22, 2009. Only 12 episodes were produced for the second season due to budget cuts at the CBC.\n\nOn May 11, 2010, the CBC announced that Being Erica was renewed for a third season of 13 episodes. Soapnet announced that it was picking up the full third season as well. Season 3 debuted on September 21, 2010, at 9 pm ET, on CBC Television. In the United States, Season 3 began aired on Soapnet starting January 26, 2011.\n\nThe show's fourth and final season aired in fall 2011. Although the show was never officially cancelled by the CBC, Sinyor told TV Guide during the fourth and final season run that the series had reached a natural conclusion and she had no plans to write or produce a fifth season.","original_name":"Being Erica","vote_average":6.3,"name":"Being Erica","cert":"Unavailable","id":8459,"adult":"false","genre_ids":[10765,18,35],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Carrie and David's Popshop was a children's television series aired on Cbeebies, originally broadcast in 2008. It is presented by celebrity vocal coaches Carrie Grant and David Grant, with their pet dog Riff, puppeteered by Dave Chapman, and produced by BBC Scotland.","original_name":"Carrie and David's Popshop","vote_average":0.0,"name":"Carrie and David's Popshop","cert":"Unavailable","id":8460,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1999-01-01","cast":[],"overview":"Star Bestsellers is an Indian television series that was originally telecast on Star Plus in 1999–2000. Each episode in the series is a separate story written and directed by young and upcoming writer-directors and it carried the special intensity for a different feeling but all about proper human condition and indicating that each person has something great at heart.\n\nWriters and directors who worked in creating the episodes of the series include Anurag Kashyap, Tigmanshu Dhulia, Imtiaz Ali, Sriram Raghavan and Hansal Mehta.","original_name":"Star Bestsellers: First Kill","vote_average":0.0,"name":"Star Bestsellers: First Kill","cert":"Unavailable","id":8461,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Zorro is a 2009 Philippine television series produced by GMA Network. It is an adaptation of the Zorro property created by Johnston McCulley, initially based on the novella The Curse of Capistrano. It stars Richard Gutierrez and Rhian Ramos. The series began airing on March 23, 2009.","original_name":"Zorro","vote_average":5.0,"name":"Zorro","cert":"Unavailable","id":8462,"adult":"false","genre_ids":[10759,18],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Dancing Stars is the Bulgarian adaptation of the BBC Worldwide format Dancing With The Stars. The first season of the show started on 22 September 2008 and was aired on bTV. The first season of the show was hosted by Radost Draganova and Todor Kolev. It aired from Monday to Thursday with two live shows, on Monday and Thursday and two background episodes on Tuesday and Wednesday. Dancing stars 1 was produced by Old School Productions and proved to be a huge success reaching an average audience share of over 40%, beating Nova Television's Big Brother 4.\n\nIt is also called Dancing Stars on Austrian television and draws a comparable audience.\n\nThe show shared the format and professionals with the Vietnamese version.","original_name":"Dancing Stars (Bulgaria)","vote_average":0.0,"name":"Dancing Stars (Bulgaria)","cert":"Unavailable","id":8463,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2008-03-31","cast":["Sonia Pizarro"],"overview":"Operation Repo is an American television program that depicts the world of car repossession with a team that portrays fictionalized tales of repossessions from California's San Fernando Valley. Similar to another truTV show, Southern Fried Stings, the series is filmed in a cinema verité style but consists of scripted and dramatized performances by actors. The show is filmed by recreating scenes in which the cast conducts repossessions of automobiles for finance companies. In the show they also perform repossessions of other exotic and strange items such as luxury boats, planes, limousines, motorcycles, ATVs, Zambonis, ice cream trucks, tow trucks, buses, trucks, expensive bicycles, hot air balloons, wood chippers, forklifts, and tanning beds.","original_name":"Operation Repo","vote_average":2.5,"name":"Operation Repo","cert":"Unavailable","id":8464,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2008-12-16","cast":[],"overview":"Momma's Boys is an American reality television series on the NBC network, executive produced by Ryan Seacrest and Andrew Glassman, which centers on a group of mothers who must help choose the perfect woman for their complacent sons. Ultimately, the series poses the question: \"Who is really the most important woman in every man's life?\"\n\nAt the beginning of the series, 32 single women are contestants seeking romance with any of three single men. The men's mothers are brought in to live in a house with the female contestants while the sons are housed in a nearby condominium.\n\nThroughout the series, the female contestants participate in competitions and are selected by the men for dates, with some of the contestants being eliminated at various intervals. Each woman receives a text message of \"yes\" if any of the men want to keep her in contention or \"no\" if none of them want to keep her in contention. If the men are undecided, they send a text message for the woman to meet them at the house's swimming pool, where the men have an additional opportunity to talk to her before deciding whether she should stay or go.","original_name":"Momma's Boys","vote_average":0.0,"name":"Momma's Boys","cert":"Unavailable","id":8465,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Monday: Impossible","vote_average":0.0,"name":"Monday: Impossible","cert":"Unavailable","id":8466,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2008-11-11","cast":["Vanessa Marcil"],"overview":"Blush: The Search For the Next Great Makeup Artist is an American reality television show on Lifetime Television. The show is hosted by actress Vanessa Marcil, best known for her Emmy award-winning role on General Hospital.","original_name":"Blush: The Search For the Next Great Makeup Artist","vote_average":0.0,"name":"Blush: The Search For the Next Great Makeup Artist","cert":"Unavailable","id":8467,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Princess Hours","vote_average":0.0,"name":"Princess Hours","cert":"Unavailable","id":8468,"adult":"false","genre_ids":[18,35],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Tayong Dalawa is a Philippine primetime drama series broadcast on ABS-CBN and worldwide on TFC in 2009. It premiered on April 6, 2010 in Malaysia on Astro Prima followed by August 31, 2010 in Singapore on Channel 5. The story revolved around two brothers who share the same name, the same aspirations, and the same lady-of-interest. The title of the series was taken from one of Rey Valera’s classic songs, in a manner similar to most Filipino soap operas.","original_name":"Tayong Dalawa","vote_average":0.0,"name":"Tayong Dalawa","cert":"Unavailable","id":8469,"adult":"false","genre_ids":[10759,18],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Lola was the Greek remake of the successful Argentine comedy franchise Lalola. The series premiered on September 22, 2008 in Greece on ANT1 and ran Monday through Friday. The last episode was released on July 7, 2009.","original_name":"Lola","vote_average":2.0,"name":"Lola","cert":"Unavailable","id":8470,"adult":"false","genre_ids":[35],"origin_country":["GR","CY"]},{"first_air_date":null,"cast":["Terrence Scammell"],"overview":"Iris, The Happy Professor or was a Canadian-produced television puppet show that ran from 1992 to 1994, revolving around Professor Iris, a purple ibis who taught his class, which included his three students; Piano, Skeleton, and Plant. The Professor would teach a variety of subjects to his students and would always wear bowties based on whatever the lesson was, not unlike Ms. Frizzle and her dresses from The Magic School Bus. Also featured on the show was Ms. Principal, the school's headmistress who would often come in, complaining about the noises.","original_name":"Iris, The Happy Professor","vote_average":7.0,"name":"Iris, The Happy Professor","cert":"Unavailable","id":8471,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1998-01-08","cast":["Jeremy Clarkson"],"overview":"Jeremy Clarkson's Extreme Machines was a six-part documentary series, originally broadcast on BBC Two in 1998. The series focused on presenter Jeremy Clarkson, testing out a series of cars, jet planes and powerboats.","original_name":"Jeremy Clarkson's Extreme Machines","vote_average":0.0,"name":"Jeremy Clarkson's Extreme Machines","cert":"Unavailable","id":8472,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2003-06-30","cast":["Steven Ma","Moses Chan","Maggie Cheung Hoh-Yee","Cerina da Graça"],"overview":"Better Halves is a TVB costume television series, premiered in 2003. Theme song \"Beautiful Fate\" composition and arrangement by Joseph Koo, lyricist by Wong Jim, sung by Steven Ma.","original_name":"金牌冰人","vote_average":0.0,"name":"Better Halves","cert":"Unavailable","id":8473,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"Jaane Kya Baat Hui is an Indian television series which premiered on Colors on December 1, 2008. It replaced the reality show Bigg Boss which ended on November 22, 2008. The series was produced by Prem Krishen of Cinevistaas Limited and starred Shweta Tiwari and Sanjeet Bedi in the leads. The show ended due to low TRPs, despite its strong theme. Jaane Kya Baat Hui had repeats on Rishtey from September 3, 2012 to February 15, 2013.","original_name":"Jaane Kya Baat Hui","vote_average":0.0,"name":"Jaane Kya Baat Hui","cert":"Unavailable","id":8474,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":"2009-01-15","cast":["Amber Smith","Seth Binzer","Andy Dick","Mary Carey","Nikki McKibbin"],"overview":"Celebrity Rehab Presents Sober House, or simply Sober House, is a VH1 reality television show. It is a spin-off of Celebrity Rehab with Dr. Drew, and premiered on January 15, 2009.","original_name":"Celebrity Rehab Presents Sober House","vote_average":6.0,"name":"Celebrity Rehab Presents Sober House","cert":"Unavailable","id":8475,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1959-09-12","cast":["Jack Ging","Joyce Meadows","George Nader"],"overview":"The Man and the Challenge is a 36-segment half-hour television adventure\/science fiction series which ran new episodes on NBC from September 12, 1959, to June 11, 1960. It starred George Nader as Dr. Glenn Barton, a research scientist for the Institute of Human Factors, an agency that conducted experiments designed to measure human endurance for the United States government. The series was produced by Ivan Tors.\n\nNader's costars included Jack Ging as Dan Wright, Michael Masters as Bill Locke, the Canadian-born Joyce Meadows as Lynn Allen, and Michael Keith as Matt Adams. The episodes focused on various individuals setting world records of strength, endurance, and mastery of various difficult skills.\n\nThe program also featured appearances by Bethel Leslie as Eleanor Beck in \"The Early Warning\", Ted Knight, as Dr. Herter in the episode \"Daredevils\", and Raymond Bailey, in the role of Dr. Kramer on the series opener \"The Sphere of No Return\". Joining Knight in that segment was Paul Burke.","original_name":"The Man and the Challenge","vote_average":0.0,"name":"The Man and the Challenge","cert":"Unavailable","id":8476,"adult":"false","genre_ids":[10765,10759],"origin_country":["US"]},{"first_air_date":"2009-02-07","cast":[],"overview":"Project Runway Korea is the Korean version of the American reality show Project Runway. It is Korean television's first localized franchise from a foreign-language reality competition, and the third Project Runway version in Asia after Malaysia and the Philippines.\n\nThe winner of Project Runway Korea's first season received ₩50 million in prize money, along with a car and a fashion spread in Elle Korea; the second season increased the prize money to ₩70 million.","original_name":"Project Runway Korea","vote_average":0.0,"name":"Project Runway Korea","cert":"Unavailable","id":8477,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Shagun was a Hindi language daily Indian soap opera that was telecast on STAR Plus. It was story of fortune's twists and pitfalls that tear asunder the lives of two cousins tied together by a bond stronger than that of blood - the bond of love.","original_name":"Shagun","vote_average":0.0,"name":"Shagun","cert":"Unavailable","id":8478,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":"2008-12-09","cast":["Ruth Watson"],"overview":"Country House Rescue is an observational documentary series which airs on British terrestrial television channel, Channel 4. The series has also aired on BBC Canada, ABC1 in Australia and Living in New Zealand and in South Africa.\n\nIn each episode, an expert visits a struggling country house and tries to turn its fortunes by giving advice and suggestions to the owner\/s. The first four series saw Ruth Watson in this role. The fifth series, airing from June 2012, saw Simon Davis take the role.\n\nThe series premiered in December 2008, and gained audiences of up to 2.7 million on its first run. In March 2009, it was reported that a second series of Country House Rescue featuring Ruth Watson had been commissioned by Channel 4, to be filmed in HD. The second series was originally planned to return for an extended 14 episode run, in early 2010, however 3 episodes were brought forward, and aired during November and December 2009 as a mini-series. The second series of new episodes aired throughout Spring 2010, and the third series aired throughout Spring 2011. From August 2011, a further series of revisits of houses previously featured aired, though the series began with a previously unaired episode from series two. However, Watson stated on her own website that she would not present any more series of Country House Rescue in the future. In November 2011, Channel 4 announced that Simon Davis would present the 4th series to be broadcast in Spring 2012.","original_name":"Country House Rescue","vote_average":9.0,"name":"Country House Rescue","cert":"Unavailable","id":8479,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"1960-10-07","cast":["James Whitmore","Conlan Carter","Janet De Gore","Peter Falk"],"overview":"The Law and Mr. Jones is a 45-episode half-hour television crime drama starring James Whitmore. The series aired on ABC in two nonconsecutive seasons from October 7, 1960, to September 22, 1961, and again from April 19 to July 5, 1962. The program was created and produced by Sy Gomberg, and was set in New York City.","original_name":"The Law and Mr. Jones","vote_average":4.0,"name":"The Law and Mr. Jones","cert":"Unavailable","id":8480,"adult":"false","genre_ids":[9648,80,18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The MySpace Road Tour is an original online reality format created and produced for MySpace Australia by production company FremantleMedia. The series is hosted by television and radio personality Jabba and documents a cross-country journey to visit and profile MySpace Australia’s 10 most extraordinary users.\n\nThe first series was sponsored by Just Car Insurance and Intel and ran from July to October 2008 proved immensely popular with the MySpace audience and the show received a great deal of positive press. During MipCom in October 2008 MySpace announced plans for a second series and indicated that it was in talks with cable network Foxtel to distribute series 1 on television. Additionally MySpace has spoken of their plans to produce other versions of the MySpace Road Tour in other countries.\n\nThe format was created by FremantleMedia's Director of Digital Media Chris Culvenor and Digital Producer Jimmy Foggo. The series can be viewed on the official MySpace Road Tour Profile Page","original_name":"MySpace Road Tour","vote_average":0.0,"name":"MySpace Road Tour","cert":"Unavailable","id":8481,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"$5 Cover is an online series created by filmmaker Craig Brewer and produced by MTV and is a fictional series created to complement the documentary series \"$5 Cover Amplified\". The 15-part series debuted in May 2009 and feature artists from the city of Memphis, Tennessee, including Alicja Trout, Clare Grant, Jeff Pope, Amy LaVere, Al Kapone, Valerie June, Jack Oblivian, Brad Postlethwaite of Snowglobe, Muck Sticky, and Ben Nichols of Lucero. Each episode explores living and making rent in the historical, and still very active, Memphis music scene.\n\nThe show is described in MTV's official press release:\n\n\"$5 Cover is a rough-and-tumble show set in the clubs, all-night cafes and no-tell motels of present-day Memphis. The series follows a cast of young musicians as they fight for love, inspiration, and money to pay the rent.\"\n\nThe show aired on MTV as 30-minute episodes and on MTV.com as short webisodes.\n\nThe show aired with a series of companion documentaries called \"$5 Cover Amplified\".","original_name":"$5 Cover","vote_average":0.0,"name":"$5 Cover","cert":"Unavailable","id":8482,"adult":"false","genre_ids":[99,18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Galacticast is an award winning web series created by Rudy Jahchan and Casey McKinnon. The first episode aired on May 8, 2006.\n\nThe program is a sketch comedy video blog that parodies the latest science fiction or internet meme and responds to feedback from their loyal fanbase. Though it first launched as a variety channel, it later switched exclusively to comedy.\n\nAfter a lengthy hiatus, the show came back in November 2008 with a fake commercial produced for comic artist Tony Moore.","original_name":"Galacticast","vote_average":0.0,"name":"Galacticast","cert":"Unavailable","id":8483,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Pearl Report is a public affairs programme aired on TVB Pearl since April 1, 1988.\n\nThe show mainly deals with current affairs in Hong Kong, although often stories are produced abroad concerning wider regional issues. Countries covered include the United Kingdom, United States, Australia, Germany, Russia, Malaysia, Canada, Oman, Vietnam, Thailand, Japan, Philippines, United Arab Emirates and all over different parts of China.\n\nA broad spectrum of topics are covered on the Pearl Report, including political, social, health, education, human rights, economic, and sport related issues.","original_name":"The Pearl Report","vote_average":0.0,"name":"The Pearl Report","cert":"Unavailable","id":8484,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The God and the Demons of Zu Mountain is a Hong Kong television series. It was first run on TVB in 1990.","original_name":"The Gods and Demons of Zu Mountain","vote_average":0.0,"name":"The Gods and Demons of Zu Mountain","cert":"Unavailable","id":8485,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":"2001-04-02","cast":[],"overview":"Bands on the Run is an American competitive reality TV show which first aired weekly on VH1 from April 2 to July 15, 2001. The show featured four unsigned bands competing for a prize package which included $50,000 in cash, $100,000 in musical equipment from Guitar Center, a showcase in front of recording executives, and a fully produced music video to be aired on VH1. In the season finale, it was revealed that the band Flickerstick won the competition.","original_name":"Bands on the Run","vote_average":0.0,"name":"Bands on the Run","cert":"Unavailable","id":8486,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2008-10-14","cast":[],"overview":"Sports Soup was a weekly series airing in the U.S. on Versus. The show, hosted by Matt Iseman, satirizes recent events in sports and the stations that cover them in similar fashion to sister network E! Entertainment Television's series The Soup. The show features Iseman in front of a green screen and also features the same audience, their cast & crew.","original_name":"Sports Soup","vote_average":0.0,"name":"Sports Soup","cert":"Unavailable","id":8487,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Hum Sab Baraati is an Indian television Hindi language sitcom, which debuted April 4, 2004 on Zee TV. The comedy series was produced by the popular Indian producer Sanjay Chhel, who directed and wrote the script for Hum Sab Baraati. It has won numerous awards, including the award for \"Promo for a Sitcom\" at the Indian Telly Awards in 2004. The series aired every Sunday to Wednesday at 8:00pm IST.","original_name":"Hum Sab Baraati","vote_average":9.0,"name":"Hum Sab Baraati","cert":"Unavailable","id":8488,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":"1972-01-13","cast":[],"overview":"The Adventures of Sir Prancelot was a children's animated TV Series. It followed the adventures of an eccentric Knight and his family as they head for the Crusades in the Holy Land","original_name":"The Adventures of Sir Prancelot","vote_average":0.0,"name":"The Adventures of Sir Prancelot","cert":"Unavailable","id":8489,"adult":"false","genre_ids":[16,10762],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"whatUwant is an Australian music video request television show that aired daily on Channel [V].\n\nwhatUwant first aired in April 2002, and broadcast over 1500 episodes until Foxtel has revealed that the show will close with a final goodbye on 7 November 2008.\n\nDirected by Bernie Zelvis, past hosts of whatUwant included Yumi Stynes, Australian Idol hosts Andrew G and James Mathison, James Kerley, and the show's final line-up of hosts - Renee Bargh, Danny Clayton and Jane Gazzo.","original_name":"whatUwant","vote_average":0.0,"name":"whatUwant","cert":"Unavailable","id":8490,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Highly Recommended was a six-part Irish lifestyle game show broadcast each Sunday on RTÉ One at 20:30. Presented by Joe Duffy, the premise was that members of the general public would compete each week to convince a panel of consumer experts that their deal ought to be \"Highly Recommended\". The panel, consisting of Ben Dunne, Conor Pope and Barbara McCarthy, scrutinised the deals placed before them whilst Duffy embarked on a trek into the studio audience to ask its opinions. A debate ensued and, if the deal stayed strong and the panel remained convinced, the consumer in question won a total of €2000. Topics incurred ranged from health insurance, medical and dental holidays, electrical goods, online shopping and weddings. The public could also give their opinion by voting on an online poll to determine whether they \"Highly Recommended\" the featured deals. The results were then featured at the beginning of the next show. The show aired in November 2007.","original_name":"Highly Recommended","vote_average":0.0,"name":"Highly Recommended","cert":"Unavailable","id":8491,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2008-12-02","cast":["William Shatner"],"overview":"Shatner's Raw Nerve is a TV program on The Biography Channel. In it, William Shatner sits down with various celebrities and conducts offbeat interviews with them. Some celebrities who have appeared are Tim Allen, Drew Carey, Kelsey Grammer, Walter Koenig, Rush Limbaugh, Judith Sheindlin, \"Weird Al\" Yankovic, Jenna Jameson, and Leonard Nimoy. It is produced by Scott Sternberg Productions.","original_name":"Shatner's Raw Nerve","vote_average":0.0,"name":"Shatner's Raw Nerve","cert":"Unavailable","id":8492,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Butterflies of Zagorsk was a documentary produced by the BBC, narrated by Michael Dean, and first broadcast in the United Kingdom in 1990. It tells the story of the remarkable teaching methods for children at the deaf-blind school in Zagorsk, 40 miles north of Moscow.","original_name":"The Butterflies of Zagorsk","vote_average":0.0,"name":"The Butterflies of Zagorsk","cert":"Unavailable","id":8493,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":["Preeti Gupta"],"overview":"Kaisa Ye Pyar Hai was an Indian romantic drama-series that aired on Sony TV, produced by Balaji Telefilms, starring as Angad Khanna and as Kripa Sharma. It is still remembered as the DDLJ of TV and remains to be a 'hot' fan favourite TV series. The story revolves around two core characters Angad and Kripa, who face many such challenges and obstacles in their way to unity and togetherness. A fraction of the story is based on the classic novel Wuthering Heights by Emily Brontë. The story therefore focuses very strongly on the Byronic hero Angad, portrayed by Iqbal Khan, who presents the same flair, passion and vulnerability as Heathcliff. The show was an instant hit due to the sizzling chemistry between the two leading stars and has been re-aired on television through fan requests, multiple times.","original_name":"Kaisa Ye Pyar Hai","vote_average":0.0,"name":"Kaisa Ye Pyar Hai","cert":"Unavailable","id":8494,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":"2008-12-02","cast":[],"overview":"Party Monsters Cabo is a reality TV show airing on E!. The show involves party planners competing at the LG Villa in Cabo to see who can throw the \"ultimate party\" for Hollywood's A-Listers to win a contract with LG for their partys. The show is hosted by Brian Worley and Michele Merkin.","original_name":"Party Monsters Cabo","vote_average":0.0,"name":"Party Monsters Cabo","cert":"Unavailable","id":8495,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Magic Tree is an International Emmy Award-winning Polish-produced television series that ran from 2004 to 2006 on Telewizja Polska. The live-action children's program was directed by Andrzej Maleszka. A movie continuation under the same title was produced in 2009.","original_name":"The Magic Tree","vote_average":0.0,"name":"The Magic Tree","cert":"Unavailable","id":8498,"adult":"false","genre_ids":[],"origin_country":[]},{"cert":"Unavailable","cast":[],"id":8499,"first_air_date":null,"overview":"","genre_ids":[18],"origin_country":["PH"],"original_name":"Heart of Claudine","vote_average":0.0,"name":"Heart of Claudine","adult":"false"}]