[{"first_air_date":"1992-09-23","cast":["Helen Hunt","Anne Ramsay","John Pankow","Paul Reiser","Leila Kenzle"],"overview":"Young, urban newlyweds Paul and Jamie Buchman try to sustain their marital bliss while sidestepping the hurdles of love in the '90s.","original_name":"Mad About You","vote_average":6.2,"name":"Mad About You","cert":"Suitable for 12 years & above","id":500,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1978-09-17","cast":["Lorne Greene","Herbert Jefferson Jr.","Laurette Spang","John Colicos","Noah Hathaway"],"overview":"When the 12 Colonies of Man are wiped out by a cybernetic race called the Cylons, Commander Adama and the crew of the battlestar Galactica lead a ragtag fleet of human survivors in search of a \"mythical planet\" called Earth.","original_name":"Battlestar Galactica","vote_average":7.0,"name":"Battlestar Galactica","cert":"Unavailable","id":501,"adult":"false","genre_ids":[18,878],"origin_country":["US"]},{"first_air_date":"1969-11-10","cast":[],"overview":"On a special inner city street, the inhabitants—human and muppet—teach preschoolers basic educational and social concepts using comedy, cartoons, games, and songs.","original_name":"Sesame Street","vote_average":7.4,"name":"Sesame Street","cert":"Unavailable","id":502,"adult":"false","genre_ids":[16,35,10751],"origin_country":["US"]},{"first_air_date":"1999-01-10","cast":["Will Friedle","Cree Summer","Kevin Conroy","Angie Harmon","Rachael Leigh Cook"],"overview":"20 years after Bruce Wayne hung up his cowl, his secret is discovered by troubled teen Terry McGinnis. After McGinnis' father is murdered by the man who now controls Wayne Enterprises, McGinnis is fitted into a high-tech Bat suit by Bruce Wayne, creating a new hero for a future Gotham.","original_name":"Batman Beyond","vote_average":7.9,"name":"Batman Beyond","cert":"Unavailable","id":513,"adult":"false","genre_ids":[16,10759,9648],"origin_country":["US"]},{"first_air_date":"1991-09-04","cast":["Naomi Watts","Russell Crowe","Kym Wilson"],"overview":"Diane, a young woman growing up in Australia in the mid 1960s, walks away from her fiancé to join a convent after being sure she has a calling to the faith. The Catholic Church and its followers are struggling with huge changes. The Pope has died, there is war in Vietnam and mandatory conscription, there is the Vatican controversy on abortion and contraception, and the changing face of the Church as a whole. Told in six parts, Diane faces her own demons and has to finally decide if she can teach what the Church preaches, or if it's simply impossible for her to reconcile all the contradictions of the faith and uphold her vow of obedience.","original_name":"Brides of Christ","vote_average":6.5,"name":"Brides of Christ","cert":"Unavailable","id":514,"adult":"false","genre_ids":[18],"origin_country":["AU"]},{"first_air_date":"1975-07-07","cast":["Robin Lamont"],"overview":"Ryan's Hope is an American soap opera created by Claire Labine and Paul Avila Mayer, originally airing for 13 years on ABC from July 7, 1975 to January 13, 1989. It revolved around the trials and tribulations within a large Irish-American family in the Riverside district of New York City.","original_name":"Ryan's Hope","vote_average":7.2,"name":"Ryan's Hope","cert":"Unavailable","id":515,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"1959-09-28","cast":["Joe Gladwin","Gretchen Franklin","John Barrie"],"overview":"The Artful Dodger was a short-lived black-and-white British sitcom starring Dave Morris and Gretchen Franklin. It ran for one series in 1959. It was written by Frank Roscoe and Dave Morris.","original_name":"The Artful Dodger","vote_average":0.0,"name":"The Artful Dodger","cert":"Unavailable","id":516,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2005-01-17","cast":[],"overview":"The Ultimate Fighter is a reality television series and mixed martial arts (MMA) competition, originating from the United States. On this show, professional MMA fighters that have yet to make a big name for themselves are situated in a house outside of Las Vegas, Nevada and compete against each other for the title of The Ultimate Fighter and a six-figure contract with the UFC.","original_name":"The Ultimate Fighter","vote_average":6.8,"name":"The Ultimate Fighter","cert":"Unavailable","id":517,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"1994-09-03","cast":["Mike Reynolds","Kerrigan Mahan","Michael Sorich","Wendee Lee","Sarah Brown"],"overview":"VR Troopers is a syndicated live action superhero television series produced by Saban Entertainment from 1994 to 1996. The show tried to profit from the fascination with virtual reality in the early 1990s as well as the success of Power Rangers.\n\nThe show featured early CGI and video effects mixed with Japanese stock footage from three different Metal Hero Series: Superhuman Machine Metalder, Dimensional Warrior Spielban, and Space Sheriff Shaider. This kind of adaptation technique—turning multiple shows into one show—was originally used in such anime programs as Robotech and Voltron, though this was one of the first times this technique was used for a tokusatsu adaptation. On May 7, 2010 the copyright for VR Troopers was transferred from BVS International to SCG Power Rangers.\n\nSaban's VR Troopers was the first official \"sister series\" to the most popular \"action fighting kid show\" at the time, Mighty Morphin' Power Rangers. Much like it, this was an Americanization of a Japanese tokusatsu children's program by Toei Company LTD.\n\nThe series was deemed successful, but not as successful as the Power Rangers franchise. Unfortunately, for the series, the Japanese footage was quickly exhausted due to extreme cases where multiple tokusatsu scenes were put together in one episode to the extent where stock footage had to be reused multiple times throughout the series. Similarly, another Saban program, Big Bad Beetleborgs, would do well but ultimately end quickly due to a lack of stock footage. Both series were adapted from the Japanese Metal Heroes series. The show spawned a toy line and a video game for the Sega Genesis and Sega Game Gear.","original_name":"VR Troopers","vote_average":6.7,"name":"VR Troopers","cert":"Unavailable","id":518,"adult":"false","genre_ids":[10759],"origin_country":["US","JP"]},{"first_air_date":"1982-03-23","cast":["Scott Baio","Erin Moran","Ellen Travolta","Al Molinaro","Art Metrano"],"overview":"Joanie Loves Chachi is an American television spin-off of the American sitcom Happy Days that was originally broadcast on ABC from March 23, 1982 to May 24, 1983. It stars Erin Moran and Scott Baio as the titular Joanie Cunningham and Chachi Arcola, respectively.","original_name":"Joanie Loves Chachi","vote_average":3.8,"name":"Joanie Loves Chachi","cert":"Unavailable","id":527,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"At Home Ka Dito is a Philippine lifestyle program airing on ABS-CBN. The show is hosted by former Miss Philippines Charlene Gonzalez-Muhlach with the addition to the show, actress comedienne Eugene Domingo and Pokwang replacing Joross Gamboa and Roxanne Guinoo.","original_name":"At Home Ka Dito","vote_average":0.0,"name":"At Home Ka Dito","cert":"Unavailable","id":528,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"1991-09-03","cast":["Efrem Zimbalist Jr.","Alan Oppenheimer","Michael Horton","James Avery","Samantha Eggar"],"overview":"The Legend of Prince Valiant is an American animated television series based on the Prince Valiant comic strip created by Hal Foster. Set in the time of King Arthur, it's a family-oriented adventure show about an exiled prince who goes on a quest to become one of the Knights of the Round Table. He begins his quest after having a dream about Camelot and its idealistic New Order. This television series originally aired on The Family Channel from 1991 to 1994 for a total run of 65 episodes.","original_name":"The Legend of Prince Valiant","vote_average":6.0,"name":"The Legend of Prince Valiant","cert":"Unavailable","id":529,"adult":"false","genre_ids":[16,10765,10759],"origin_country":["US"]},{"first_air_date":"1989-01-29","cast":["Michiko Enokida","Akira Ishihama","Shouhei Kusaka","Shozo Iizuka","Konomi Mashita"],"overview":"The Mobile Cop Jiban is a Japanese tokusatsu television series which serves as the 8th entry in the Metal Hero franchise, and the first series to have toy commercials that were filmed on Videotape. Produced by Toei and aired by TV Asahi in Japan from January 29, 1989 to January 28, 1990, it ran for 52 episodes and a feature movie aired on July 17, 1989. According to Toei's International Sales &amp; Promotion Department, the series' English title can be referred to as Jiban. Created by Keita Amemiya, the premise for the series combines elements from the American film Robocop and the 1970s tokusatsu Robot Detective.\n\nThe opening catchphrase of the series is: \"This is the drama of a girl's and a young man's hearts which love people and protect justice.\"","original_name":"機動刑事ジバン","vote_average":9.5,"name":"The Mobile Cop Jiban","cert":"Unavailable","id":530,"adult":"false","genre_ids":[10759,10765],"origin_country":["JP"]},{"first_air_date":"1993-09-11","cast":["Dennis Haskins","Natalia Cigliuti","Lindsey McKeon","Sarah Lancaster","Dustin Diamond"],"overview":"Saved by the Bell: The New Class is a spin-off of the Saved by the Bell series which ran from September 11, 1993 to January 8, 2000. The series lasted for seven seasons on NBC as a part of the network's TNBC Saturday morning line-up. It was the fourth incarnation of the franchise.\n\nThe show had the same concept as the original series but featured a new group of students now roaming the halls of the fictional Bayside High School. Mr. Belding, played by Dennis Haskins, remained as the school's principal. Many of the stories were recycled plots of its parent series. The first season cast included Robert Sutherland Telfer, Jonathan Angel, Isaac Lidsky, Natalia Cigliuti, Bianca Lawson, and Bonnie Russavage. Unlike the original series, which featured very few major cast changes throughout its run, The New Class regularly changed its core cast with Mr. Belding being the only constant factor.\n\nThe series was universally panned by critics and most fans of the original series and is one of the worst reviewed teen shows, but had a positive reception to new fans of the franchise.","original_name":"Saved by the Bell: The New Class","vote_average":3.9,"name":"Saved by the Bell: The New Class","cert":"Unavailable","id":531,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1998-06-15","cast":["Hannah Gordon"],"overview":"Watercolour Challenge was a daytime television programme broadcast in the United Kingdom. It was presented by Hannah Gordon and directed by Tim Conrad and was shown on Channel 4 from 1998 to 2001.\n\nIn the programme, three amateur artists were given four hours to paint, in watercolour, the same scene or landscape, often with widely different interpretations. At the end of the four hours, the guest professional artist for the week judged the paintings and selected the winner, who would then appear in a regional final, and if successful would compete in the end of series final.\n\nThe guest artist also had a segment where they provided tips for the viewers to improve their painting technique.\n\nThe locations of each landscape painted changed in each episode, with various regions of both Great Britain and Ireland being visited, as well as a special show from Provence. The 2001 final was held in Tuscany.\n\nExpert art judges included the artists Jason Bowyer, Mike Chaplin, Annette Kane, Hazel Soan, and Jenny Wheatley. In 1999, Timmy Mallett was a regional judge for one episode of the show. A celebrity edition was produced, including Bill Oddie and Phillip Franks. The show was briefly presented by Cherie Lunghi when Hannah Gordon was unable to do so due to illness.","original_name":"Watercolour Challenge","vote_average":7.0,"name":"Watercolour Challenge","cert":"Unavailable","id":532,"adult":"false","genre_ids":[10764],"origin_country":["GB"]},{"first_air_date":"2001-09-15","cast":["Kyla Pratt","Tommy Davidson","Tara Strong","Paula Jai Parker","Jo Marie Payton"],"overview":"\"The Proud Family\" follows the adventures and misadventures of Penny, a 14-year-old African American girl who's doing her best to navigate through the early years of teen-dom. Penny's every encounter inevitably spirals into bigger than life situations filled with hi-jinks, hilarity and heart. Her quest to balance her home, school and social lives are further complicated by friends like the sassy Dijonay, Penny's nemesis LaCienega Boulevardez, her loving, if not over-protective parents and her hip-to-the-groove-granny, Suga Mama.","original_name":"The Proud Family","vote_average":7.2,"name":"The Proud Family","cert":"Unavailable","id":543,"adult":"false","genre_ids":[16],"origin_country":["US"]},{"first_air_date":"1996-10-07","cast":["Mischa Barton","Rick Gomez","Danielle Judovits","Noah Segan","John Walsh"],"overview":"KaBlam! is an American animated sketch comedy that ran on Nickelodeon from 1996 to 2000. It features a collection of short films in several different styles of animation, bridged by the characters Henry and June, who introduce the shorts and have adventures of their own in between. Although SNICK aired many Nicktoons not part of its block, KaBlam! was the only Nicktoon created for SNICK. The show became TV-Y in 1997, until later that year.","original_name":"KaBlam!","vote_average":6.8,"name":"KaBlam!","cert":"Unavailable","id":544,"adult":"false","genre_ids":[16],"origin_country":["US"]},{"first_air_date":"2005-04-08","cast":["Misti Traya","Fran Drescher","Ben Feldman","Ryan McPartlin"],"overview":"Living With Fran is an American sitcom that debuted on The WB in April 2005 that starred Fran Drescher. The show last aired on March 24, 2006.","original_name":"Living With Fran","vote_average":8.5,"name":"Living With Fran","cert":"Unavailable","id":545,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1972-10-19","cast":["David McCallum","Bernard Hepton","Christopher Neame","Edward Hardwicke","Peter Penry-Jones"],"overview":"Colditz is a British television series co-produced by the BBC and Universal Studios and screened between 1972 and 1974.\n\nThe series deals with Allied prisoners of war imprisoned at the supposedly escape-proof Colditz Castle when designated Oflag IV-C during World War II, and their many attempts to escape captivity, as well as the relationships formed between the various nationalities and their German captors.\n\nColditz was created by Brian Degas working with the producer Gerard Glaister, who went on to devise another successful BBC series dealing with the Second World War — Secret Army. Technical consultant for the series was Major Pat Reid, the real British Escape Officer at Colditz. One of the locations used in filming was Stirling Castle.","original_name":"Colditz","vote_average":8.5,"name":"Colditz","cert":"Unavailable","id":546,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"2004-09-09","cast":["Neal McDonough","Kelli Williams","Christopher Gorham","Anna Belknap","Troy Winbush"],"overview":"Medical Investigation was an American medical drama television series that began September 9, 2004, on NBC. It ran for 20 one-hour episodes before being cancelled in 2005. The series was co-produced by Paramount Network Television and NBC Universal Television Studio The former controls North American distribution rights, while the latter distributes outside North America.\n\nThe series featured the cases of an elite team of medical experts of the National Institutes of Health who investigate unusual public-health crises, such as sudden outbreaks of serious and mysterious diseases. In actuality, medical investigative duties in the United States are normally the responsibility of the Centers for Disease Control and Prevention and local health departments, while the NIH is primarily a disease-research and -theory organization.\n\nThe series existed in the same television universe as Third Watch and, by extension ER. A special two-part crossover event aired on February 18, 2005, establishing the television-universe connection by featuring the Third Watch and Medical Investigation teams working together in MI's Episode 17: \"Half Life\" and Third Watch's Episode 16 of the sixth season: \"In the Family Way\". The story was about a series of Marburg virus cases in New York.","original_name":"Medical Investigation","vote_average":7.2,"name":"Medical Investigation","cert":"Unavailable","id":547,"adult":"false","genre_ids":[18,9648],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"A fun-packed and informative magazine show for younger viewers with information and reports from around the world.","original_name":"Blue Peter","vote_average":0.0,"name":"Blue Peter","cert":"Unavailable","id":548,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1990-09-13","cast":["Jeremy Sisto","Linus Roache","Anthony Anderson","Alana de la Garza","S. Epatha Merkerson"],"overview":"Law & Order is an American police procedural and legal drama television series, created by Dick Wolf and part of the Law & Order franchise. It originally aired on NBC and, in syndication, on various cable networks. Law & Order premiered on September 13, 1990, and completed its 20th and final season on May 24, 2010. At the time of its cancellation, Law & Order was the longest-running crime drama on American primetime television. After The Simpsons, both Law & Order and Gunsmoke tied for the second longest-running scripted American primetime series with ongoing characters.","original_name":"Law & Order","vote_average":7.5,"name":"Law & Order","cert":"Unavailable","id":549,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"1975-01-06","cast":[],"overview":"Good Morning America is an American morning television show on the ABC television network. It debuted on November 3, 1975, and first expanded to weekends with the debut of a Sunday edition on January 3, 1993, the Sunday edition was later cancelled in 1999 with weekend editions returning on both Saturdays and Sundays on September 4, 2004. The weekday program airs from 7 to 9 a.m. in all U.S. time zones; the weekend edition is one hour long. A third hour of the weekday broadcast aired from 2007 to 2008, exclusively on ABC News Now.\n\nThe program features news, interviews, weather foreasts, special-interest stories, and feature segments such as \"Pop News\" and \"Play of the Day\". It is produced by ABC News and broadcasts from the Times Square Studios in New York City's Times Square district. The current primary anchors are Robin Roberts and George Stephanopoulos, along with newsreader Josh Elliott, weather anchor Sam Champion and lifestyle anchor Lara Spencer.\n\nGood Morning America has generally run second in the ratings to NBC's Today since 1995. It overtook its rival for a period from the early to mid-1980s with anchors David Hartman and Joan Lunden, from the late 1980s to the mid-1990s with Charles Gibson and Lunden, and in April 2012 with Roberts and Stephanopoulos. The program has recently started to dominate over its competitors and in August 2013, it celebrated 52 consecutive weeks as the top-rated network morning news program.","original_name":"Good Morning America","vote_average":5.9,"name":"Good Morning America","cert":"Unavailable","id":556,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":"2005-07-08","cast":["Jennifer Hale","Dee Bradley Baker","Joe Murray","Nick Jameson","Carlos Alazraqui"],"overview":"Camp Lazlo! is an American animated television series created by Joe Murray. The series was released on July 8, 2005, in the United States and was released on November 1, 2005, in the United Kingdom. The show features a Boy Scout-like summer camp with a cast of anthropomorphic animal characters, a \"retro\" type of humor and silliness akin to Murray's previous series, Rocko's Modern Life, which aired on Nickelodeon a decade earlier, and cultural references.\n\nThe series ended its two-and-a-half-year run on Cartoon Network on March 27, 2008, with the series finale \"Lumpus' Last Stand\" after 5 seasons and 61 episodes. This series returned to Cartoon Network in October 2012 in re-runs on the revived block, Cartoon Planet.\n\nThe show's theme song is sung to the tune of Bingo.","original_name":"Camp Lazlo","vote_average":5.8,"name":"Camp Lazlo","cert":"Unavailable","id":557,"adult":"false","genre_ids":[16,35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Binary Revolution Radio","vote_average":0.0,"name":"Binary Revolution Radio","cert":"Unavailable","id":558,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1976-04-28","cast":["Arthur English","Freddie Jones","Sheila Steafel","Nicholas Le Prevost","Sean Flanagan"],"overview":"The Ghosts of Motley Hall is a British children's television series written by Richard Carpenter which was produced and directed by Quentin Lawrence for Granada Television, and broadcast between 1976 and 1978 on the ITV network. The series relates the adventures of 5 ghosts who haunt Motley Hall. Each ghost is from a different era and all with the exception of Matt are unable to leave the confines of the building and Matt himself is unable to travel outside the grounds of the Hall. The only regular character who is not a ghost is Mr Gudgin the caretaker of Motley Hall.\n\nCarpenter wrote a companion novel for the series for Puffin Books in 1977.\n\nA 3 DVD set containing the complete series was released by Network in 2005.","original_name":"The Ghosts of Motley Hall","vote_average":0.0,"name":"The Ghosts of Motley Hall","cert":"Unavailable","id":559,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"1991-09-07","cast":["M.C. Hammer","Clark Johnson","Dan Hennessey","George Buza","Greg Morton"],"overview":"Hammerman is a Saturday morning cartoon, produced by DIC Entertainment and starring pop rapper MC Hammer, which aired for thirteen episodes on ABC.","original_name":"Hammerman","vote_average":2.0,"name":"Hammerman","cert":"Unavailable","id":560,"adult":"false","genre_ids":[16],"origin_country":["US"]},{"first_air_date":"1952-01-14","cast":[],"overview":"Today is an Australian breakfast television program, currently presented by Karl Stefanovic and Lisa Wilkinson. It has been broadcast live by the Nine Network since 1982.\n\nThe program airs after Nine Early Morning News and runs from 5.30am to 9am before Mornings.","original_name":"Today","vote_average":0.0,"name":"Today","cert":"Unavailable","id":561,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"2003-09-08","cast":["Ellen DeGeneres"],"overview":"The Ellen DeGeneres Show, often shortened to Ellen, is an American television talk show hosted by comedian\/actress Ellen DeGeneres.","original_name":"The Ellen DeGeneres Show","vote_average":6.1,"name":"The Ellen DeGeneres Show","cert":"Unavailable","id":562,"adult":"false","genre_ids":[35,10767],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"NHL 2Night is a formerTV show that had highlights of National Hockey League games five nights a week on ESPN2. It was usually broadcast live at midnight eastern time or immediately following an NHL telecast on ESPN2. It was then re-broadcast a few times throughout the night and following day.\n\nThe show debuted in 1995. The show was originally hosted by Bill Pidto and then later John Buccigross. Barry Melrose was the main analyst of the show.","original_name":"NHL 2Night","vote_average":0.0,"name":"NHL 2Night","cert":"Unavailable","id":571,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1984-06-27","cast":["Peter Cullen","Mona Marshall","Scott Menville","David Mendenhall","Bettina Bush"],"overview":"","original_name":"Rainbow Brite","vote_average":6.8,"name":"Rainbow Brite","cert":"Unavailable","id":572,"adult":"false","genre_ids":[16,10765],"origin_country":["US","FR","JP"]},{"first_air_date":null,"cast":[],"overview":"HAPINAS is a weekday morning show in the Philippines that airs on Q. It also airs simulcast over Moms Radio.","original_name":"Hapinas","vote_average":0.0,"name":"Hapinas","cert":"Unavailable","id":573,"adult":"false","genre_ids":[35],"origin_country":["PH"]},{"first_air_date":"1999-02-12","cast":["Kate Keltie","Nathan Wentworth","Jeffrey Walker","Daniel Daperis","Nikki Coghill"],"overview":"The year is 2020. Fifteen-year-old Noah lives with his family in the futuristic underground community of North Col. The world above is a frozen wasteland after a massive comet strike destroyed all other life in the world including the animals. One night, he accidentally time travels to the future and finds himself trapped in the year 2085 in a desolate desert place called Haven with a group of children, the Nomads, led by Arushka.","original_name":"Thunderstone","vote_average":7.6,"name":"Thunderstone","cert":"Unavailable","id":574,"adult":"false","genre_ids":[10759,10751,10765],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Taonga is a New Zealand documentary series about New Zealand art and artists that debuted in 2006.","original_name":"Taonga","vote_average":0.0,"name":"Taonga","cert":"Unavailable","id":575,"adult":"false","genre_ids":[99],"origin_country":["NZ"]},{"first_air_date":null,"cast":[],"overview":"ESPNews Gametime is a news\/analysis and up to the minute highlight show that airs on ESPNews. Debuting on September 5, 2006, the program aired Monday-Sunday from 8pm ET-12am ET and Friday from 9pm ET-12am ET. On Fridays, it was pushed back one hour to make room for Football Friday. Gametime, as they call it for short, replaced ESPNews Early Evening, which is regular news and highlights. ESPNews Gametime was made up of 30-minute blocks throughout the program.\n\nDuring the show, the two anchors for that night updated scores, highlights and were joined by analysts to discuss different topics, show live postgame press conferences and player comments, were joined by players via phone and go over all of the top stories of the day.\n\nOn 2008-03-31, the 11-11:30pm ET block of Gametime was replaced by The Highlight Zone, a new program devoted to sports highlights and scores, similar to FSN's Final Score.\n\nESPNews Gametime was discontinued after January 2, 2009 as ESPNews reverted to half-hour blocks throughout the day beginning January 5, 2009.","original_name":"ESPNews Gametime","vote_average":0.0,"name":"ESPNews Gametime","cert":"Unavailable","id":576,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2001-11-08","cast":[],"overview":"Living With Lydia is a Singaporean TV sitcom that was produced by MediaCorp and aired on Channel 5 from 2001 to 2005.","original_name":"Living with Lydia","vote_average":0.0,"name":"Living with Lydia","cert":"Unavailable","id":577,"adult":"false","genre_ids":[],"origin_country":["US","SG"]},{"first_air_date":"1998-09-26","cast":["Sammo Hung","Kelly Hu","Arsenio Hall","Louis Mandylor","Gretchen Egolf"],"overview":"Martial Law is an American\/Canadian crime drama that aired on CBS from 1998 to 2000, and was created by Carlton Cuse. The title character, Sammo Law, portrayed by Sammo Hung, was a Chinese law officer and martial arts expert who came to Los Angeles in search of a colleague and remains in the US.\n\nThe show was a surprise hit, making Hung the only East Asian headlining a prime-time network series in the United States. At the time, Hung was not fluent in English, and he reportedly recited some of his dialogue phonetically. In many scenes, Hung did not speak at all, making Martial Law perhaps the only US television series in history that featured so little dialogue from the lead character.","original_name":"Martial Law","vote_average":7.2,"name":"Martial Law","cert":"Unavailable","id":586,"adult":"false","genre_ids":[10759,35,80],"origin_country":["US"]},{"first_air_date":"1973-01-28","cast":["Mark Shera","Buddy Ebsen","Lee Meriwether"],"overview":"Barnaby Jones is a television detective series starring Buddy Ebsen and Lee Meriwether as father- and daughter-in-law who run a private detective firm in Los Angeles. The show ran on CBS from January 28, 1973 to April 3, 1980, beginning as a midseason replacement. William Conrad guest starred as Frank Cannon of Cannon on the first episode of Barnaby Jones, \"Requiem for a Son\" and the two series had a two-part crossover episode in 1975, \"The Deadly Conspiracy\".","original_name":"Barnaby Jones","vote_average":7.8,"name":"Barnaby Jones","cert":"Unavailable","id":587,"adult":"false","genre_ids":[9648],"origin_country":["US"]},{"first_air_date":"1992-08-02","cast":["Laura Harris","Willow Johnson","Lalainia Lindbjerg","Maggie O'Hara","Kelly Sheridan"],"overview":"Ponyland is full of excitement, if you know where to find it! Join the 7 Pony Friends—Starlight, Sweetheart, Melody, Bright Eyes, Patch, Clover and Bon Bon — for games, picnics, ice cream shops, roller derbies and even UFOs… nothing is off-limits when it comes to grand Pony adventures!","original_name":"My Little Pony Tales","vote_average":3.0,"name":"My Little Pony Tales","cert":"U","id":588,"adult":"false","genre_ids":[16,10762],"origin_country":["US"]},{"first_air_date":"1982-10-01","cast":["Stephanie Zimbalist","Pierce Brosnan","Doris Roberts"],"overview":"Remington Steele is an American television. The series blended the genres of romantic comedy, drama, and detective procedural. Remington Steele is best known for launching the career of Pierce Brosnan and for serving as a forerunner of the similar series Moonlighting.\n\nRemington Steele's premise is that Laura Holt, a licensed private detective played by Stephanie Zimbalist, opened a detective agency under her own name but found that potential clients refused to hire a woman, however qualified. To solve the problem, Laura invents a fictitious male superior whom she names Remington Steele. Through a series of events that unfold in the first episode, \"License to Steele\", Pierce Brosnan's character, a former thief and con man whose real name is never revealed, assumes the identity of Remington Steele. Behind the scenes, Laura remains firmly in charge.","original_name":"Remington Steele","vote_average":7.1,"name":"Remington Steele","cert":"Unavailable","id":589,"adult":"false","genre_ids":[18,35],"origin_country":["US"]},{"first_air_date":"1993-09-11","cast":["Charlie Adler","Gary Owens","Tress MacNeille","Candi Milo","Jim Cummings"],"overview":"SWAT Kats: The Radical Squadron is animated television series created by Christian Tremblay and Yvon Tremblay and produced by Hanna-Barbera and Turner Program Services. The series takes place in the fictional metropolis of Megakat City, which is populated entirely by anthropomorphic felines who are just like people, known as \"kats\". The titular SWAT Kats are two vigilante pilots who possess a state-of-the-art fighter jet with an array of weaponry. Throughout the series, they face various villains as well as Megakat City's militarized police force, the Enforcers.","original_name":"SWAT Kats: The Radical Squadron","vote_average":7.2,"name":"SWAT Kats: The Radical Squadron","cert":"Unavailable","id":590,"adult":"false","genre_ids":[16,10759],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Big Monday is a presentation of Division I college basketball on ESPN. The official name is Big Monday presented by Bud Light. It now shows three games every Monday at 7 pm ET and 9 pm ET on ESPN and at 10 pm ET on ESPN2 from the beginning of January till early March. Big Monday also features a halftime report from College GameNight personalities from ESPN headquarters in Bristol, Connecticut. There is also generally a women's game airing at 7 pm ET on ESPN2. Big Monday also has a simulcast on ESPNHD and ESPN2HD respectively.","original_name":"Big Monday","vote_average":0.0,"name":"Big Monday","cert":"Unavailable","id":591,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1985-09-01","cast":["John Stocker","Len Carlson","Dan Hennessey","Charles Jolliffe","Giulio Kukurugya"],"overview":"Jayce and the Wheeled Warriors is a French\/North American animated TV show which was first broadcast on September 16, 1985. It was produced by DIC Entertainment and animated by the Japanese animation studios Sunrise, Shaft, Studio Giants, Studio Look and Swan Production. The show, which extended to 65 thirty-minute episodes, was created to support Mattel's Wheeled Warriors toy line. The show has an ongoing plot. However, it does not have a finale, and thus the plot was left unresolved.\n\nThe show featured two duelling forces. The heroes are humans, called the Lightning League. They drive white and silver vehicles with assorted weaponry, and are led by teenager named Jayce. The villains are organic green vegetable-based creatures called the Monster Minds, who tend to take the shape of black and green vehicles. They travel via large green organic vines which can grow in and across interstellar space, and sprout seeds that rapidly grow into further Monster Minds. They are led by Saw Boss.","original_name":"Jayce and The Wheeled Warriors","vote_average":6.7,"name":"Jayce and The Wheeled Warriors","cert":"Unavailable","id":592,"adult":"false","genre_ids":[10759,16,10765],"origin_country":["CA","FR","JP","US"]},{"first_air_date":"1969-01-12","cast":["Michael Palin","Diana Quick","Colin Gordon","Terry Jones","Roddy Maude-Roxby"],"overview":"The Complete And Utter History Of Britain was a 1969 television comedy sketch show. It was created and written by Michael Palin and Terry Jones between the two series of Do Not Adjust Your Set. It was produced for and broadcast by London Weekend Television but was not shown in other ITV regions.\n\nThe idea was to replay history as if television had been around at the time. Sketches included interviews with the vital characters in the dressing-room after the Battle of Hastings, Samuel Pepys presenting a TV chat-show and an estate agent trying to sell Stonehenge to a young couple looking for their first home.\n\nSeven programmes were written and produced, but LWT amalgamated the first two episodes into a single \"stronger\" episode, resulting in a six-part series.\n\nFor many years the entire series was believed to have been wiped. However, copies of the first two episodes have now been found, as have the complete first two episodes as produced. As of June 2008, none are known to have been repeated on television or released on DVD.\n\nTerry Jones has expressed dissatisfaction with the show, complaining after a showing of surviving episodes that the pacing was off and the soundtrack all wrong.","original_name":"The Complete and Utter History of Britain","vote_average":0.0,"name":"The Complete and Utter History of Britain","cert":"Unavailable","id":601,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1966-09-06","cast":["Pete Duel","Judy Carne"],"overview":"Love on a Rooftop was an American sitcom about a newlywed couple, Dave and Julie Willis, and their humorous struggles to survive in San Francisco on Dave's apprentice architect's salary of $85.37 a week. Matters were complicated by the fact that Julie's rich father did not approve of their less than luxurious lifestyle and often took it upon himself to try to improve it, much to Dave's chagrin.","original_name":"Love on a Rooftop","vote_average":0.0,"name":"Love on a Rooftop","cert":"Unavailable","id":602,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1997-09-25","cast":["Dan Cortese","Wallace Langham","Kirstie Alley","Daryl Mitchell","Kathy Najimy"],"overview":"Veronica 'Ronnie' Chase is the 'Queen of Romance.' Founder of a successful lingerie empire, and best-selling author of self-help romance books, Ronnie has it all ... money, success, sex appeal and a philandering husband. How she will find true happiness without jeopardizing her business will be her biggest challenge yet. ","original_name":"Veronica's Closet","vote_average":4.0,"name":"Veronica's Closet","cert":"Unavailable","id":603,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2003-07-20","cast":["Hynden Walch","Scott Menville","Greg Cipes","Khary Payton","Tara Strong"],"overview":"The Teen Titans are five heroes under one roof. Their names: Robin, Starfire, Raven, Cyborg, and Beast Boy They live in a large tower in the shape of a T that they call Titan Tower. No secret identities. No school. Just superheroes being superheroes. They must go up against their arch nemesis, Slade, and his evil minions. What he really plans to do is unknown but one thing's for sure... he's an evil madman.","original_name":"Teen Titans","vote_average":7.6,"name":"Teen Titans","cert":"Unavailable","id":604,"adult":"false","genre_ids":[16,10759],"origin_country":["US"]},{"first_air_date":"1996-09-27","cast":["Melissa Joan Hart","Nick Bakay"],"overview":"On her sixteenth birthday, Sabrina Spellman discovers she has magical powers. She lives with her 600-year-old aunts Hilda and Zelda as well as talking cat Salem in the fictional town of Westbridge, Massachusetts.","original_name":"Sabrina, the Teenage Witch","vote_average":6.5,"name":"Sabrina, the Teenage Witch","cert":"Unavailable","id":605,"adult":"false","genre_ids":[35,10751,10765],"origin_country":["US"]},{"first_air_date":"1999-01-04","cast":["Tony Sampson","Sam Vincent","Buck","Janyse Jaud","Jenn Forgie"],"overview":"Three adolescent boys, Ed, Edd \"Double D\", and Eddy, collectively known as \"the Eds\", constantly invent schemes to make money from their peers to purchase their favorite confectionery, jawbreakers. Their plans usually fail though, leaving them in various predicaments.","original_name":"Ed, Edd n Eddy","vote_average":7.4,"name":"Ed, Edd n Eddy","cert":"Unavailable","id":606,"adult":"false","genre_ids":[16,35],"origin_country":["CA","US"]},{"first_air_date":null,"cast":[],"overview":"Saturday Disney was a New Zealand Saturday morning children's series. The last episode aired in 2006, with Studio 2 taking on the Saturday show, called Studio 2 Saturday which finished later that year.","original_name":"Saturday Disney","vote_average":0.0,"name":"Saturday Disney","cert":"Unavailable","id":617,"adult":"false","genre_ids":[],"origin_country":["NZ"]},{"first_air_date":"2004-08-21","cast":["Wayne Knight","Charlie Adler","Tom Kenny","Billy West","Alanna Ubach"],"overview":"Brandy & Mr. Whiskers is an American animated television series about a pampered yet spunky dog and a hyperactive rabbit who get stuck in the Amazon Rainforest together. The show originally aired from August 2004 to August 2006. It was televised in the United States by Disney Channel.","original_name":"Brandy & Mr. Whiskers","vote_average":5.5,"name":"Brandy & Mr. Whiskers","cert":"Unavailable","id":618,"adult":"false","genre_ids":[16,35],"origin_country":[]},{"first_air_date":"2002-09-23","cast":["Rachel True","Essence Atkins","Telma Hopkins","Valarie Pettiford","Chico Benymon"],"overview":"Half & Half is an American sitcom that aired on UPN from September 23, 2002, to May 15, 2006. The show focuses on the lives of two paternal half-sisters in their twenties who were estranged throughout their childhood, and are finally developing a close relationship. The series is set in San Francisco.\n\nIt was the second-most-watched show on UPN's Monday night line-up and fourth overall on the network. The show was on The CW's first draft line-up in March 2006, but due to several circumstances—including The CW's contractual obligation to pick up Reba, the uncancelling of All of Us, and the pick-up of the Girlfriends spin-off The Game—Half & Half was left off the final Fall 2006 schedule and ended production. The series has aired in reruns on Global TV in Canada, Trouble in the UK and in local syndication in the United States. It also airs in the United States on TV One.","original_name":"Half & Half","vote_average":9.6,"name":"Half & Half","cert":"Unavailable","id":619,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2001-05-09","cast":["Lee Mi-yeon","Lee Jin-woo","Yoo Dong-geun","Choi Myung-gil"],"overview":"Based on the life of Empress Myeongseong (1851 - 1895), the first official wife of King Gojong, the 26th king of the Joseon dynasty. She was killed on October 8, 1895 by Japanese assassins.","original_name":"명성황후","vote_average":0.0,"name":"Empress Myeongseong","cert":"Unavailable","id":620,"adult":"false","genre_ids":[18],"origin_country":["KR"]},{"first_air_date":"2006-11-24","cast":["Salima Saxton","Dawn French","Maggie Steed","Rosie Cavaliero","Jennifer Saunders"],"overview":"Jam & Jerusalem is a British sit-com that aired on BBC One from 2006 to 2009. Written by Jennifer Saunders and Abigail Wilson, it starred Sue Johnston, Jennifer Saunders, Pauline McLynn, Dawn French, Maggie Steed, David Mitchell, and Sally Phillips. Earlier episodes also starred Joanna Lumley and Doreen Mantle. On BBC America the first series was aired as Clatterford.\n\nThe show centres on a Women's Guild in a fictional small West Country town called Clatterford St. Mary. It first aired on 24 November 2006. The second series began airing on 1 January 2008 with a 40-minute special and finished on 1 February 2008. The third series was filmed from April 2009. It consists of three one-hour specials, and began its broadcast on BBC One on 9 August 2009.\n\nIn November 2009, on her blog, Pauline McLynn announced that Jam & Jerusalem would not be returning for a fourth series. She later stated that it was the decision of the BBC and not Jennifer Saunders.","original_name":"Jam & Jerusalem","vote_average":7.2,"name":"Jam & Jerusalem","cert":"12A","id":621,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2006-08-21","cast":["Brian Conley"],"overview":"Let Me Entertain You was a daytime variety show that aired on BBC Two from 21 August 2006 and ended on 22 June 2007. The show is presented by British funnyman, Brian Conley, with co-presenter Christine Bleakley.","original_name":"Let Me Entertain You","vote_average":0.0,"name":"Let Me Entertain You","cert":"Unavailable","id":622,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1982-09-18","cast":["Bob Denver","Natalie Schafer","Jim Backus","Dawn Wells","Alan Hale Jr."],"overview":"Gilligan's Planet is a Saturday morning cartoon produced by the Filmation animation studio and MGM\/UA Television which aired during the 1982-1983 season on CBS. It was the second animated spin-off of the popular sitcom Gilligan's Island, the first being The New Adventures of Gilligan.\n\nGilligan's Planet was the last cartoon series that Filmation produced for Saturday mornings; afterwards, they produced cartoons exclusively for syndication. It was also the first Filmation series to feature the Lou Scheimer \"signature\" credit.\n\nGilligan's Planet was also the final 1980s Saturday morning cartoon to retain Charley Douglass's adult laugh track. Thereafter, Filmation dismissed Douglass' chuckles for its animated lineup as it transitioned to more heroically-themed cartoons that were more dramatic for a laugh track.\n\nIn 2012, Animation World Network named Gilligan's Planet the 57th greatest animated television series of all-time.","original_name":"Gilligan's Planet","vote_average":6.0,"name":"Gilligan's Planet","cert":"Unavailable","id":631,"adult":"false","genre_ids":[16],"origin_country":["US"]},{"first_air_date":"1986-04-11","cast":[],"overview":"The Chart Show is a music video programme which ran in the United Kingdom on Channel 4 between 1986 and 1988, then on ITV between 1989 and 1998. The production company was Video Visuals, and was credited as \"A Yorkshire Television Presentation\" from 1993 and 1998. The show has lived on through a Channel 4 revival in 2003 and a more recent revival on the digital music channel Chart Show TV, which ran sporadically from 2008 and 2009.","original_name":"The Chart Show","vote_average":0.0,"name":"The Chart Show","cert":"Unavailable","id":632,"adult":"false","genre_ids":[10402],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"i-Witness, originally i-Witness: The GMA Documentaries, is an award-winning documentary news and public affairs television show in the Philippines aired every Monday evenings by GMA Network.","original_name":"i-Witness","vote_average":0.0,"name":"i-Witness","cert":"Unavailable","id":633,"adult":"false","genre_ids":[99],"origin_country":["PH"]},{"first_air_date":"1984-09-20","cast":["Tony Danza","Judith Light","Alyssa Milano","Danny Pintauro","Katherine Helmond"],"overview":"Who's the Boss? is an American sitcom created by Martin Cohan and Blake Hunter, which aired on ABC from September 20, 1984 to April 25, 1992. Produced by Embassy Television, in association with Hunter-Cohan Productions, and Columbia Pictures Television, the series starred Tony Danza as a retired major league baseball player who relocates to Fairfield, Connecticut to work as a live-in housekeeper for a divorced advertising executive, played by Judith Light. Also featured were Alyssa Milano, Danny Pintauro, and Katherine Helmond.\n\nThe show received positive reviews throughout most of its run, becoming one of the most popular sitcoms of the mid-to-late-1980s. The series was nominated for more than forty awards, including ten Primetime Emmy Award and five Golden Globe Award nominations, winning each one. Also very successful in the ratings, Who's the Boss? consistently ranked in the top ten in the final primetime ratings between the years of 1985 and 1989, and has since continued in syndication worldwide.","original_name":"Who's the Boss?","vote_average":6.8,"name":"Who's the Boss?","cert":"Unavailable","id":634,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1997-05-07","cast":["Brendan Fletcher","Meredith Henderson","Elizabeth Shepherd","John White","Colin Fox"],"overview":"The Adventures of Shirley Holmes is a Canadian mystery TV series that originally aired from 1997 to 2000. The show was created by Ellis Iddon and Phil Meagher who had produced a successful series of books with Harper Collins, teaming up with Credo and Forefront to develop the TV series. Filmed in Winnipeg, Manitoba, the series follows the life of Shirley Holmes, the great grand-niece of Sherlock Holmes who, with the help of ex-gang member Bo Sawchuk, tackles a variety of mysteries in and around the fictional Canadian city of Redington. On some occasions, she found herself matching wits with archnemesis Molly Hardy.\n\nThe show has been broadcast in over 80 countries and has been dubbed in French, Spanish, Italian, Portuguese, German, Norwegian, Polish and Turkish.\n\nHer performance in the show led to actress Meredith Henderson being nominated for a Gemini Award in 1998 and winning one in 1999. The show itself was twice nominated for a Gemini Award in the category \"Best Children's or Youth Program or Series\" in 1998 and eventually won it in 1999. In the spring of 1998 Susin Nielsen won a Gemini Award in the category \"Best Writing in a Children's or Youth Program\" for her screenplay of the episode \"The Case of the Burning Building\". In the same year, Elizabeth Stewart won a WGC Award from the Writers Guild of Canada for her writing of the episode \"The Case of the Maestro's Ghost\".","original_name":"The Adventures of Shirley Holmes","vote_average":6.5,"name":"The Adventures of Shirley Holmes","cert":"Unavailable","id":635,"adult":"false","genre_ids":[18,9648],"origin_country":["CA"]},{"first_air_date":"1993-01-27","cast":["David Carradine","Chris Potter","Kim Chan","Nathaniel Moreau","David Hewlett"],"overview":"Kung Fu: The Legend Continues is a spin-off of the 1972–1975 television series Kung Fu. David Carradine and Chris Potter starred as a father and son trained in kung fu - Carradine playing a Shaolin monk, Potter a police detective. This series aired in syndication for four seasons, from January 27, 1993 to January 1, 1997, and was broadcast in over 70 countries. Filming took place in Toronto, Ontario, Canada. Reruns of the show have been aired on TNT.\n\nThe show was canceled when its producer, Prime Time Entertainment Network, ceased operations and no other network opted to continue the series.","original_name":"Kung Fu: The Legend Continues","vote_average":6.1,"name":"Kung Fu: The Legend Continues","cert":"Unavailable","id":636,"adult":"false","genre_ids":[10759,18],"origin_country":["US"]},{"first_air_date":"2000-09-19","cast":["Daniela Denby-Ashe","Gabriel Thomson","Robert Lindsay","Zoë Wanamaker","Tayler Marshall"],"overview":"Ben Harper is a moderately successful family man and dentist. He is also undergoing a mid-life crisis and trying to cope with the bizarre reality of raising teenage children. His wife Susan seems quite happy, enjoys her job as a London tour guide, however at home her ability to find her way around a cookbook or pantry is less successful.\n\nTheir three children Nick, Janey, and Michael are as different as chalk and cheese. Nick (19) is on his gap year, but doesn't get much further than the sofa or job centre, Janey is as sharp as a tack and 16 going on 25, while Michael is a very bright, computer-nerdish 12 year old who is just discovering girls.","original_name":"My Family","vote_average":7.1,"name":"My Family","cert":"Suitable for 12 years & above","id":643,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"SOP Gigsters was a musical variety show in the Philippines which featured production numbers from GMA Network's young stars and ran texting promos where viewers had a chance to win gadgets and cash prizes by subscribing through Fanatxt. It also featured guest performers. It aired every Sunday right after its parent show SOP.","original_name":"SOP Gigsters","vote_average":0.0,"name":"SOP Gigsters","cert":"Unavailable","id":644,"adult":"false","genre_ids":[],"origin_country":["PH","VE"]},{"first_air_date":"1974-09-09","cast":["Nancy Walker","Valerie Harper","David Groh","Ron Silver","Kenneth McMillan"],"overview":"Rhoda is an American television sitcom, starring Valerie Harper, which aired 109 episodes over five seasons, from 1974 to 1978. The show was a spin-off of The Mary Tyler Moore Show, in which Harper between the years 1970 and 1974 had played the role of Rhoda Morgenstern, a spunky, weight-conscious, flamboyantly fashioned Jewish neighbor and native New Yorker in the role of Mary Richards' best friend. After four seasons, Rhoda left Minneapolis and returned to her original hometown of New York City. The series is noted for breaking two television records, and was the winner of two Golden Globes and two Emmy Awards.\n\nRhoda was filmed Friday evenings in front of a live studio audience at CBS Studio Center, Stage 14 in Studio City, Los Angeles, California.","original_name":"Rhoda","vote_average":6.7,"name":"Rhoda","cert":"Unavailable","id":645,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1989-09-14","cast":["Peter Hawkins","Su Pollard"],"overview":"Penny Crayon is a children's television series that was produced for the BBC in the United Kingdom in 1989. It was first broadcast on BBC One from 14 September 1989 to 1 October 1990 and was made by Maddocks Animation, which had previously produced Jimbo and the Jet Set and The Family-Ness.\n\nPenny Crayon is a thirteen episode programme about the adventures of a mischievous schoolgirl who loves to draw. Using the magic crayons she always carries with her she brings everything she draws to life, usually creating a world of chaos for her and best friend Dennis until it's either rubbed out or washed away.\n\nPenny Crayon is voiced by comedian Su Pollard and Dennis is voiced by Peter Hawkins.","original_name":"Penny Crayon","vote_average":0.0,"name":"Penny Crayon","cert":"U","id":646,"adult":"false","genre_ids":[16],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Parental Control","vote_average":0.0,"name":"Parental Control","cert":"Unavailable","id":647,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1978-03-10","cast":["Bill Bixby","Lou Ferrigno","Jack Colvin","Charles Napier"],"overview":"The Incredible Hulk is an American television series based on the Marvel Comics character, the Hulk. The series aired on the CBS television network and starred Bill Bixby as David Banner, Lou Ferrigno as the Hulk, and Jack Colvin as Jack McGee.\n\nIn the TV series, Dr. David Banner, a widowed physician and scientist, who is presumed dead, travels across America under assumed names, and finds himself in positions where he helps others in need despite his terrible secret: in times of extreme anger, he transforms into a huge, incredibly strong green creature, who has been given the name \"The Hulk”. In his travels, Banner earns money by working temporary jobs while searching for a way to control his condition.\n\nThe series was originally broadcast by CBS from 1978 to 1982, with 82 episodes over five seasons. The two-hour pilot movie, which established the Hulk's origins, aired on November 4, 1977. It was developed and produced by Kenneth Johnson, who also wrote or directed some episodes.\n\nAfter the series ended, the fate of David Banner was a cliffhanger until 1988. The franchise was purchased from CBS by rival NBC. They produced three made-for-television films: The Incredible Hulk Returns, The Trial of the Incredible Hulk and The Death of the Incredible Hulk. Since its debut, The Incredible Hulk series has garnered a worldwide fan base.","original_name":"The Incredible Hulk","vote_average":6.8,"name":"The Incredible Hulk","cert":"Unavailable","id":648,"adult":"false","genre_ids":[10759,18],"origin_country":["US"]},{"first_air_date":"1993-09-18","cast":["Tom Kenny","Carlos Alazraqui","Mr. Lawrence","Charlie Adler","Linda Wallem"],"overview":"Rocko's Modern Life is an American animated series created by Joe Murray. The show aired for four seasons between 1993 and 1996 on Nickelodeon. Rocko's Modern Life is based around the surreal, parodic adventures of an anthropomorphic, Australian-immigrant wallaby named Rocko, and his new life in the city of O-Town. The show explores his American life as well as the lives of his friends: the gluttonous steer Heffer, the neurotic turtle Filburt, and Rocko's faithful dog, Spunky. The show is laden with adult humor, including double entendres, innuendos, and satirical social commentary.\n\nJoe Murray initially created the title character for an unpublished comic book series in the late 1980s, and later reluctantly pitched the series to Nickelodeon, who were looking for edgier cartoonists for their new Nicktoons block. The network gave the staff a large amount of creative freedom, the writers targeting both children and adults. The show's animation stylistically features crooked architecture. In addition, Murray picked many newcomer voice actors, such as Tom Kenny and Carlos Alazraqui, who have gone on to become very popular. The show was the fourth Nicktoon to premiere. Kenny described the show's impact in an interview, saying, \"Rocko's Modern Life was just one of those shows that were the first break for a lot of people who went on to do other stuff in the business.\"","original_name":"Rocko's Modern Life","vote_average":7.9,"name":"Rocko's Modern Life","cert":"Unavailable","id":657,"adult":"false","genre_ids":[16,10765,35],"origin_country":["US"]},{"first_air_date":"1986-11-16","cast":["Michael Gambon","Patrick Malahide","Janet Suzman","Alison Steadman","Joanne Whalley"],"overview":"Tormented and bedridden by a debilitating disease, a mystery writer relives his detective stories through his imagination and hallucinations.","original_name":"The Singing Detective","vote_average":8.1,"name":"The Singing Detective","cert":"Unavailable","id":658,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"1992-03-04","cast":["Ruth de Sosa","Sean Patrick Flanery","Corey Carrier","Lloyd Owen","George Hall"],"overview":"The Young Indiana Jones Chronicles is an American television series that aired on ABC from March 4, 1992, to July 24, 1993. Filming took place in various locations around Wilmington, North Carolina and on the campus of UNCW. The series was an Amblin Entertainment\/Lucasfilm production in association with Paramount Network Television.\n\nThe series explores the childhood and youth of the fictional character Indiana Jones and primarily stars Sean Patrick Flanery and Corey Carrier as the title character, with George Hall playing an elderly version of Jones for the bookends of most episodes, though Harrison Ford bookended one episode. The show was created and executively produced by George Lucas, who also created, co-wrote and executively produced the Indiana Jones feature films.\n\nDue to its enormous budget, the series was cancelled in 1993. However, following the series' cancellation, four made-for-television films were produced from 1994 to 1996 in an attempt to continue the series. In 1999, the series was re-edited into 22 television films under the title The Adventures of Young Indiana Jones.","original_name":"The Young Indiana Jones Chronicles","vote_average":6.6,"name":"The Young Indiana Jones Chronicles","cert":"Unavailable","id":661,"adult":"false","genre_ids":[10759,18],"origin_country":["US"]},{"first_air_date":"2001-02-03","cast":[],"overview":"John Callahan's Quads! is a Canada-Australia co-production cartoon, based upon work of John Callahan. The show aired on Canada's Teletoon, on Australia's SBS, and in Latin America on Adult Swim. It is noted for being one of the first shows animated completely using Macromedia Flash software.\n\nIt is produced by Animation Works, Nelvana, Media World Features, SBS Independent and Film Victoria, with support from ScreenWest and the Lotteries Commission of Western Australia. It is a Teletoon Original Production and was first aired on Teletoon on February 3, 2001. It is also viewable on Rogers Kids On Demand.","original_name":"John Callahan's Quads!","vote_average":9.0,"name":"John Callahan's Quads!","cert":"Unavailable","id":662,"adult":"false","genre_ids":[16],"origin_country":["CA","AU"]},{"first_air_date":"2003-08-19","cast":["David Carradine","Keith Carradine"],"overview":"Wild West Tech is a program that aired on The History Channel in the United States that aired from 2003 to 2005. The show was originally hosted by Keith Carradine, but his brother, David Carradine took over hosting duties for season 2 and subsequent seasons. The show illustrates a variety of technologies used in the Wild West, and features interviews with numerous Western historians, as well as re-creating versions of important events in Western history.\n\nThe series was created by Dolores Gavin and supervising producer Louis Tarantino.","original_name":"Wild West Tech","vote_average":0.0,"name":"Wild West Tech","cert":"Unavailable","id":663,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2000-06-19","cast":["Gavin Crawford","Kim Poirier","Jennifer Irwin","Marypat Farrell","Panou"],"overview":"The Gavin Crawford Show was a Canadian sketch comedy series that ran from June 19, 2000 to July 1, 2003 on The Comedy Network.\n\nThe show starred comedian Gavin Crawford, along with an ensemble cast of supporting performers. It lasted for three seasons and 26 episodes altogether.\n\nFollowing its run, Crawford and his character \"Mark Jackson\" moved on to This Hour Has 22 Minutes in 2003.","original_name":"The Gavin Crawford Show","vote_average":0.0,"name":"The Gavin Crawford Show","cert":"Unavailable","id":664,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":"2003-09-09","cast":["Omid Djalili","Whoopi Goldberg","Wren T. Brown","Elizabeth Regen","Gordana Rashovich"],"overview":"Whoopi was an American situation comedy, starring Whoopi Goldberg. The series revolved around the events and people at her hotel, the Lamont Hotel, in New York City. The show aired on Tuesdays from September 9, 2003, on NBC to April 20, 2004.","original_name":"Whoopi","vote_average":8.0,"name":"Whoopi","cert":"Unavailable","id":673,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Redemption Hill was a New Zealand reality series that followed 10 teenagers identified as being likely to enter a life of crime. The teenagers were selected from a call for participants throughout New Zealand, many nominated by their parents\n\nRedemption Hill involved a course of discipline and adventure activities, as organised by a \"warden\". It also involved time behind bars in Napier prison, which was decommissioned in 1993 and subsequently turned into a tourist attraction.\n\nThe show was filmed on location at Napier Prison, New Zealand's oldest prison.","original_name":"Redemption Hill","vote_average":0.0,"name":"Redemption Hill","cert":"Unavailable","id":674,"adult":"false","genre_ids":[],"origin_country":["NZ"]},{"first_air_date":"2006-07-18","cast":[],"overview":"Comedy drama about the lives of six Manchester postmen. Friends and workmates, they share each other's lives in and out of the sorting office.","original_name":"Sorted","vote_average":10.0,"name":"Sorted","cert":"Unavailable","id":675,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"2006-09-23","cast":["Frank Welker","Michael Donovan","Nicole Oliver","Reece Thompson","Tom Kenny"],"overview":"Tom and Jerry Tales is an animated television series which began production in 2005 and premiered in the United States on September 23, 2006, and ended on March 22, 2008, on Kids' WB!. It is the fourth television show in the franchise that continues the chase and violence of the Oscar-winning cat and mouse duo and other characters since the first Tom and Jerry cartoon, Puss Gets the Boot. It is based on the famous cat and mouse, Tom and Jerry, and the cartoons in the 1940s and 1950s.\n\nCartoon Network has been airing re-runs of the series as of November 21, 2011.","original_name":"Tom and Jerry Tales","vote_average":5.9,"name":"Tom and Jerry Tales","cert":"Unavailable","id":676,"adult":"false","genre_ids":[10765,16,35],"origin_country":["US"]},{"first_air_date":"1999-03-24","cast":["Steven Eckholdt","Chris Eigeman","Evan Handler","A. J. Langer","Jennifer Grey"],"overview":"It's Like, You Know... is an American situation comedy television series broadcast by ABC, starring Jennifer Grey, Evan Handler, Steven Eckholdt, A. J. Langer and Chris Eigeman, about life in Los Angeles viewed through the eyes of a diehard New Yorker, Arthur Garment. The series aired for two seasons, from March 24, 1999 until January 5, 2000.","original_name":"It's Like, You Know...","vote_average":0.0,"name":"It's Like, You Know...","cert":"Unavailable","id":677,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2006-08-30","cast":["Eamonn Walker","Victor Garber","Rebecca Mader","Kerr Smith"],"overview":"Justice is an American legal drama produced by Jerry Bruckheimer that aired on Fox in the USA and CTV in Canada. The series also aired on Warner Channel in Latin America, Nine Network in Australia, and on TV2 In New Zealand.\n\nIt first was broadcast on Wednesdays at 9:00 but, due to low ratings, it was rescheduled to Mondays at 9:00, in the hope viewers of the hit series Prison Break would stay tuned. On November 13, 2006, the show was put on hiatus, but two days later the network announced it was shifting it to Fridays at 8:00 to replace the canceled Vanished.\n\nFourteen episodes of the series were ordered, of which 13 episodes were produced. Twelve of the episodes of Justice have aired in the United States with the final episode airing in Mexico, the UK and Germany.","original_name":"Justice","vote_average":9.0,"name":"Justice","cert":"Unavailable","id":678,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2002-09-20","cast":["Jayne Brook","John Marshall Jones","Dominic Purcell","Rekha Sharma","William Forsythe"],"overview":"John Doe tell the story of a man who wakes up naked on an island off the coast of Seattle, knowing everything in the world there is to know—except for who he is and how and why he ended up there.","original_name":"John Doe","vote_average":7.6,"name":"John Doe","cert":"Unavailable","id":689,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2006-04-04","cast":[],"overview":"King of Cars is an American reality television series, centering around the Towbin Dodge car dealership, in Henderson, Nevada, south of Las Vegas, Nevada. Managed by Josh Towbin a.k.a. \"Chop\" a.k.a. the King of Cars, famous for the cult hit infomercial, \"The Chopper Show\", in which his salesmen dress up as various characters, as he \"chops\" the prices of his cars.\n\nRecorded on video in HDTV Widescreen Letterbox Format.","original_name":"King of Cars","vote_average":0.0,"name":"King of Cars","cert":"Unavailable","id":690,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1990-02-07","cast":["Paul Young","Michael Cochrane","George Baker","Penelope Keith","Garfield Morgan"],"overview":"No Job for a Lady is a British sitcom that aired on ITV from 7 February 1990 to 10 February 1992. Starring Penelope Keith, it was written by Alex Shearer, and directed and produced by John Howard Davies. It was made by Thames Television for ITV.","original_name":"No Job for a Lady","vote_average":0.0,"name":"No Job for a Lady","cert":"Unavailable","id":691,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2006-09-06","cast":["Nikki Grahame"],"overview":"Princess Nikki is a reality television show that stars former Big Brother 7 UK house mate, Nikki Grahame. It ran on Wednesday nights between 10:00 - 10:30pm on the digital television channel E4 from 6 September 2006, for a total runtime of 30 minutes. The show was devised by Endemol, the company that also devised Big Brother. It was narrated by the presenter and comedian, Alex Zane.\n\nThe format saw Nikki attempt several jobs on each show, which included various unpleasant tasks such as rubbish collecting, deep sea fishing, and waste management. The show's premise was to see whether or not Nikki would perform the tasks given to her and keep her job for a day, or whether she would quit or be sacked due to her infamous tantrums. The concept of the show was taken from one of the tasks Nikki undertook while in the Big Brother House. During the task, she was assigned as Big Brother's personal assistant and had to carry out various duties, which often resulted in Nikki throwing a tantrum and refusing to comply. The show was often compared to The Simple Life.\n\nThe theme music for the programme has been adapted from the 1982 hit single Hey Mickey! by Toni Basil, with the lyrics \"Hey Nikki!\" used as a replacement.","original_name":"Princess Nikki","vote_average":0.0,"name":"Princess Nikki","cert":"Unavailable","id":692,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2004-10-03","cast":["Felicity Huffman","Eva Longoria","Teri Hatcher","Marcia Cross","Ricardo Chavira"],"overview":"Looking down on her friends and family isn't a way of life for Mary Alice Young... it's a way of death. One day, in her perfect house, in the loveliest of suburbs, Mary Alice ended it all. Now she's taking us into the lives of her family, friends and neighbors, commenting from her elevated P.O.V.","original_name":"Desperate Housewives","vote_average":6.8,"name":"Desperate Housewives","cert":"Unavailable","id":693,"adult":"false","genre_ids":[9648,18,35],"origin_country":["US"]},{"first_air_date":null,"cast":["Graham Norton"],"overview":"Graham Norton's Bigger Picture is a British comedy panel chat show launched on BBC One in 2005, in which presenter Graham Norton informally and satirically discusses the week's news with a panel of invited celebrity guests. The show begins with the celebrities being shown in mocked-up photographs of themselves in scenes involving other celebrities, and ends with the guests introducing other mocked up photographs that humorously explain the recent behaviour of other celebrities.","original_name":"Graham Norton's Bigger Picture","vote_average":0.0,"name":"Graham Norton's Bigger Picture","cert":"Unavailable","id":700,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"The News with Brian Williams, first shown on July 15, 1996, was the former flagship signature news broadcast on both MSNBC and CNBC. The show's host was Brian Williams. The News was a broadcast designed mainly for primetime viewers who might have missed that night's NBC Nightly News.\n\nThe News was originally shown at 9pm ET on MSNBC until July 6, 2001. It was moved to the 8pm time slot on July 9, 2001.\n\nDuring the United States presidential election, 2000, The News was the main program for MSNBC's coverage.\n\nJohn Seigenthaler often substituted for Williams during his absence, mainly because of Williams' duties as substitute on NBC Nightly News with Tom Brokaw.","original_name":"The News with Brian Williams","vote_average":0.0,"name":"The News with Brian Williams","cert":"Unavailable","id":701,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":"2006-03-07","cast":["Kelly Aldridge","Sean Poolman"],"overview":"8th & Ocean is an American reality series about a group of models living in Miami, Florida that premiered on MTV on March 7, 2006. The series aired for ten episodes, ending its run on May 9, 2006. The creators of 8th & Ocean are also responsible for Laguna Beach, a show also airing on MTV. The theme song for the show is \"Beautiful Love\" by the Christian rock band The Afters.","original_name":"8th & Ocean","vote_average":0.0,"name":"8th & Ocean","cert":"Unavailable","id":702,"adult":"false","genre_ids":[10764,18],"origin_country":["US"]},{"first_air_date":"1976-09-11","cast":["Robert Ridgely"],"overview":"Tarzan, Lord of the Jungle is an animated series created by the Filmation studio for CBS. There are a total of 36 episodes produced over the first four seasons.\n\nThe series does not appear in the Entertainment Rights library, and the rights most likely rest with the estate of Edgar Rice Burroughs. However, Warner Home Video has released one episode on DVD, \"Tarzan and the Colossus of Zome,\" on Saturday Morning Cartoons: 1970s Volume 1; Warner Bros.' rights to the series may originate from their ownership of international TV distribution rights in the 1970s and 1980s.","original_name":"Tarzan, Lord of the Jungle","vote_average":7.0,"name":"Tarzan, Lord of the Jungle","cert":"Unavailable","id":703,"adult":"false","genre_ids":[16,18],"origin_country":["US"]},{"first_air_date":"1979-09-06","cast":["Bill Clement","Chris Berman","Dan Patrick","Linda Cohn","Peter Gammons"],"overview":"SportsCenter is a daily sports news television program, and the flagship program of American cable and satellite television network ESPN since the network's launch on September 7, 1979. Originally broadcast only daily, SportsCenter is now shown up to twelve times a day, replaying the day's scores and highlights from major sporting events, along with commentary, previews and feature stories. The show has aired more than 50,000 unique episodes, more than any other program on American television, and is shot in ESPN's high definition studio facilities in Bristol, Connecticut and Los Angeles, California.","original_name":"SportsCenter","vote_average":7.8,"name":"SportsCenter","cert":"Unavailable","id":704,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1982-11-01","cast":["Victor Spinetti","Roy Kinnear","Melvyn Hayes","Sheila Steafel","Jon Pertwee"],"overview":"SuperTed is a Welsh fictional anthropomorphic bear character created by Mike Young. Originally created by Young as a series of stories to help his son overcome his fear of the dark, SuperTed became a popular series of books and led to an animated series produced from 1982 to 1986.","original_name":"SuperTed","vote_average":7.6,"name":"SuperTed","cert":"Unavailable","id":705,"adult":"false","genre_ids":[16],"origin_country":["GB"]},{"first_air_date":"1989-11-06","cast":["Maureen Lipman"],"overview":"About Face is a series of twelve unconnected half-hour sitcoms all starring Maureen Lipman in the lead role. Each episode featured a guest cast of well known actors and actresses.\n\nThe episodes were written by Richard Harris, Geoffrey Perkins, Chips Hardy & John Henderson, Astrid Ronning, John Wells, Paul Smith & Terry Kyan, Jack Rosenthal, Carol Bunyan and Ian Hislop & Nick Newman. It was made for the ITV network by Central Independent Television.","original_name":"About Face","vote_average":0.0,"name":"About Face","cert":"Unavailable","id":714,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Fox & Friends is an early-morning opinion talk show that begins at 6:00 a.m. Eastern Time with the latest Fox News Live headlines and news of the morning. It continues with a variety of segments including interviews, updates of news stories with correspondents, analysis from the hosts, and entertainment segments. The show has a list of regular contributors, including Dr. Manny Alvarez, presenting his health segments \"Ask Dr. Manny\" and \"Dr. Manny's Healthbeat.\"","original_name":"Fox & Friends","vote_average":2.0,"name":"Fox & Friends","cert":"Unavailable","id":715,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Richard Hammond's 5 O'Clock Show was a television programme shown every weekday on the British channel ITV from 3 January until 10 February 2006. The show was presented by Richard Hammond and Mel Giedroyc, and featured a variety of reports on popular and unusual topics. They talked about things that matter to the public, and test claims like \"an unstainable suit\" or \"unbreakable crockery\". The show was first aired in 2006 replacing The Paul O'Grady Show, which had moved to Channel 4.","original_name":"Richard Hammond's 5 O'Clock Show","vote_average":0.0,"name":"Richard Hammond's 5 O'Clock Show","cert":"Unavailable","id":716,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2006-03-02","cast":["Charlie Brooker"],"overview":"Charlie Brooker's acerbic take on recent TV.","original_name":"Charlie Brooker's Screenwipe","vote_average":9.2,"name":"Charlie Brooker's Screenwipe","cert":"Unavailable","id":717,"adult":"false","genre_ids":[35,99],"origin_country":["GB"]},{"first_air_date":null,"cast":["John Burgess"],"overview":"Burgo's Catch Phrase was an Australian game show that ran between 1997 and 2003, produced by Southern Star Group for the Nine Network. The show was based on the British and American versions of the game, and was originally knowned simply as Catch Phrase until 1999 where the show was renamed as Burgo's Catch Phrase after the host in its honour. The show was cancelled three times in 1998, 2001 and 2003 after failing ratings despite a revamp of the set in 2002.\n\nContestants would have to identify the familiar phrase represented by a piece of animation, with the show's mascot — a character called \"Jimmy\" — often appearing. In the original run, two contestants played in each game, but in the 2002 revamp, this was increased to three.","original_name":"Burgo's Catch Phrase","vote_average":0.0,"name":"Burgo's Catch Phrase","cert":"Unavailable","id":718,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"1976-09-08","cast":["John Barron","Leonard Rossiter","Tim Preece","Pauline Yates","Bruce Bould"],"overview":"Disillusioned after a long career at Sunshine Desserts, Perrin goes through a mid-life crisis and fakes his own death. Returning in disguise after various attempts at finding a 'new life', he gets his old job back and finds nothing has changed. He is eventually found out, and in the second series has success with a chain of shops selling useless junk. That becomes so successful that he feels he has created a monster and decides to destroy it. In the third and final series he has a dream of forming a commune which his long suffering colleagues help bring to reality. Unfortunately that also fails and he finds himself back in a job not unlike the one he originally had at Sunshine Desserts.","original_name":"The Fall and Rise of Reginald Perrin","vote_average":8.7,"name":"The Fall and Rise of Reginald Perrin","cert":"Unavailable","id":719,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"1998-11-12","cast":["Maxine Peake","Thelma Barlow","Anne Reid","Shobna Gulati","Duncan Preston"],"overview":"Dinnerladies is a BBC sitcom written by and starring Victoria Wood that chronicles the antics of a group of workers in a canteen in the north of England. Bren tries to maintain a semblance of order in amongst the chaos, while dealing with the canteen supervisor, slightly sex-obsessed cancer sufferer Tony. Dolly and Jean are the bickering menopausal older women, always at odds but best friends beneath it all. Then there's thick-as-two-short-planks Anita, and the terminally uninterested Twinkle, more concerned with having a good time than anything else. Making up the motley crew are military man handyman Stan, all rules and regulations, and ditzy Philippa, who never seems to get anything right.","original_name":"Dinnerladies","vote_average":6.6,"name":"Dinnerladies","cert":"Unavailable","id":730,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"1997-05-01","cast":["Sylvie Léonard","Guy A. Lepage"],"overview":"Un gars, une fille is the title of a Quebec comedy television series created by Guy A. Lepage and broadcast on Radio-Canada, as well as the title of its French adaptation on France 2. It is one of the most successful Quebec television shows, with a concept exported to more than thirty markets around the world. It is the first Québécois television program to be adapted in the United States.","original_name":"Un gars, une fille","vote_average":9.0,"name":"Un gars, une fille","cert":"Unavailable","id":731,"adult":"false","genre_ids":[35],"origin_country":["CA"]},{"first_air_date":"1986-09-15","cast":["Corbin Bernsen","Jill Eikenberry","Alan Rachins","Michael Tucker","Richard Dysart"],"overview":"L.A. Law is an American television legal drama series that ran for eight seasons on NBC from September 15, 1986, to May 19, 1994.\n\nCreated by Steven Bochco and Terry Louise Fisher, it contained many of Bochco's trademark features including a large number of parallel storylines, social drama and off-the-wall humor. It reflected the social and cultural ideologies of the 1980s and early 1990s, and many of the cases featured on the show dealt with hot-topic issues such as abortion, racism, gay rights, homophobia, sexual harassment, AIDS, and domestic violence. The series often also reflected social tensions between the wealthy senior lawyer protagonists and their less well-paid junior staff.\n\nThe show was popular with audiences and critics, and won 15 Emmy Awards throughout its run, four of which were for Outstanding Drama Series.","original_name":"L.A. Law","vote_average":7.3,"name":"L.A. Law","cert":"Unavailable","id":732,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"1999-09-06","cast":["Chantal Strand","Melissa Joan Hart","Bill Switzer","Jason Michas","Cree Summer"],"overview":"Sabrina: The Animated Series is an American animated television series based on the Archie Comics character Sabrina, the Teenage Witch. It was produced by Savage Studios Ltd. and Hartbreak Films in association with DIC Entertainment, which was owned by Disney at the time. The cartoon series is a spin-off of the popular live action series that ran on ABC. Later, a movie, Sabrina: Friends Forever, and a spin-off series, Sabrina's Secret Life, were produced by DiC, this time without the ownership of Disney. Reruns currently air on the \"This Is for Kids\" block on the TV channel This.","original_name":"Sabrina: The Animated Series","vote_average":6.3,"name":"Sabrina: The Animated Series","cert":"Unavailable","id":733,"adult":"false","genre_ids":[16,10765,35,10751],"origin_country":["CA","US"]},{"first_air_date":"1980-12-11","cast":["Tom Selleck","John Hillerman","Roger E. Mosley","Larry Manetti"],"overview":"Magnum, P.I. is an American television series starring Tom Selleck as Thomas Magnum, a private investigator living on Oahu, Hawaii. The series ran from 1980 to 1988 in first-run broadcast on the American CBS television network.\n\nAccording to the Nielsen ratings, Magnum, P.I. consistently ranked in the top twenty U.S. television programs during the first five years that the series was originally broadcast in the United States. Originally appearing in a prime time American network timeslot of 8 p.m. Eastern on Thursdays, Magnum, P.I. was one of the highest-rated shows on U.S. television.","original_name":"Magnum, P.I.","vote_average":7.3,"name":"Magnum, P.I.","cert":"Unavailable","id":734,"adult":"false","genre_ids":[18,10759],"origin_country":["US"]},{"first_air_date":"2001-10-05","cast":["Julia Sweeney","Vicki Davis","Fred Willard","Reagan Dale Neis","Dabbs Greer"],"overview":"Maybe It's Me is an American television comedy series that aired on The WB Network.","original_name":"Maybe It's Me","vote_average":0.0,"name":"Maybe It's Me","cert":"Unavailable","id":735,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2007-06-16","cast":["Meera Syal","Denis Lawson","Mark Gatiss","Fenella Woolgar","Paterson Joseph"],"overview":"Tom Jackman is learning to cope with his alter-ego, the dark and mysterious Hyde, as Hyde threatens Jackman's life and family. They also have to live in the same body while on the run from a mysterious organization that is hunting them.","original_name":"Jekyll","vote_average":8.0,"name":"Jekyll","cert":"Unavailable","id":744,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"1999-09-24","cast":["Mark Heap","Julia Deakin","Nick Frost","Jessica Hynes","Simon Pegg"],"overview":"Spaced: the anti-Friends, in that it examines the lives of common 20 somethings, but in a way that is more down to earth and realistic. Here we have Daisy and Tim; two 'young' adults with big dreams just trying to get by in this crazy world. They are thrown together in a common pursuit of tenancy, which they find by posing as a couple. The house has a landlady and an oddball artist living there. The series explores the ins and outs of London living.","original_name":"Spaced","vote_average":8.0,"name":"Spaced","cert":"Suitable for 15 years & above","id":745,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"BrainTeaser was a British game show, first broadcast in 2002, produced by Endemol UK subsidiary Cheetah Productions.\n\nBrainTeaser was live, with phone-in viewer puzzles being announced and played during the show in addition to the studio game. During its run until 7 March 2007, it aired on Channel 5 Mondays to Fridays, usually for an hour around lunchtime, with Alex Lovell as the main presenter. Until the end of 2005, Lovell rotated presenting duties on a weekly basis with Craig Stevens, Rachel Pierman and Jonny Gould, at different times in the show's history.\n\nThe programme was suspended on 8 March 2007 after it was revealed that the production company had misled viewers regarding winners of the viewer puzzles. Actions included publishing fictional names and presenting a member of the production team as a 'winner'. On 26 June 2007, Five announced that the show had been axed after 7 March 2007 due to the Phone-In Scandal.","original_name":"BrainTeaser","vote_average":0.0,"name":"BrainTeaser","cert":"Unavailable","id":746,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2002-06-03","cast":[],"overview":"Lads' Army was a British reality TV programme, specifically of the kind that constitutes a historically derived social experiment – other examples being The 1900 House and The Frontier House. Shown on ITV, Bad Lads Army is based on the premise of subjecting today's delinquent young men to the conditions of conscripts to British Army National Service of the 1950s to see if this could rehabilitate them.\n\nThe programme was derived from an earlier one called simply Lads Army in which a number of volunteers underwent four weeks of basic training for 1950s National Service. Unlike the three sequel series, the original programme's experiment was merely to see if members of the modern British public could cope with the 1950s training, and how they compared to the public of that period. The success of the original series led to the experiment being repeated with the recruits being petty criminals, often given the option to undergo the training by courts as an alternative to serving pending sentences, to explore the proposition that it would be beneficial to reinstate National Service for petty criminals and delinquents as an alternative to more conventional sentences.","original_name":"Lads' Army","vote_average":4.0,"name":"Lads' Army","cert":"Unavailable","id":747,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"ITV News Channel TV is the flagship regional news service on ITV Channel Television, co-produced with the independent production company, Newsline. The news service is produced from the main studios of Channel Television in St. Helier, Jersey. Reporters and camera crews are also based at Channel's Guernsey studios in St Sampson's. Freelance correspondents, camera crews and videojournalists are based on Alderney and Sark.","original_name":"ITV News Channel TV","vote_average":0.0,"name":"ITV News Channel TV","cert":"Unavailable","id":748,"adult":"false","genre_ids":[10763],"origin_country":[]},{"first_air_date":"1998-11-15","cast":["John Thomson","James Nesbitt","Fay Ripley","Hermione Norris","Robert Bathurst"],"overview":"Follow the lives and loves of a group of thirtysomethings in a heart-warming comic drama as they try to find true love - or at least keep their relationships on track. In this wry and funny look at a generation which is as confused as it is liberated by the choices it faces, will the chill in their feet put out the passion that burns in their hearts?","original_name":"Cold Feet","vote_average":8.4,"name":"Cold Feet","cert":"Unavailable","id":749,"adult":"false","genre_ids":[35,18],"origin_country":["GB"]},{"first_air_date":"1990-10-26","cast":["Fred Dinenage","Gareth Jones","Gail McKenna"],"overview":"How 2 was a British educational television show which ran on CITV between 1990 and 2006. It served as a modernised \"sequel\" to a 60’s \/ 70's series with the same format called 'How'. Each episode started with the presenters sitting around the studio table asking their own question starting with “How” and then taking turns answering these.\n\nSubjects of science and history were often covered along with logic and word play puzzles.","original_name":"How 2","vote_average":6.0,"name":"How 2","cert":"U","id":760,"adult":"false","genre_ids":[10762],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Morning Glory was the fourth attempt at breakfast television live programming on Channel 4. It was presented by Dermot O'Leary every weekday morning from 8.30 - 9 am. Due to low ratings, despite having Big Brother's Little Breakfast as a lead in show, it was not renewed.","original_name":"Morning Glory","vote_average":0.0,"name":"Morning Glory","cert":"Unavailable","id":761,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1970-03-25","cast":["Bill Fraser","Raymond Huntley","David Battley","David King"],"overview":"That's Your Funeral was a BBC sitcom from 1971. The show was about a North of England funeral director called Basil Bulstrode. It used numerous urban legends about the funeral industry in its storylines. The show only lasted for one series before being axed.\n\nA very similar theme was used far more successfully in the ITV sitcom In Loving Memory.","original_name":"That's Your Funeral","vote_average":0.0,"name":"That's Your Funeral","cert":"Unavailable","id":762,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Too Many Cooks was a cookery competition on ITV which turns the idea of cookery shows on its head – the people cook for the chefs.\n\nIt's a chance for great home cooks to prove themselves to the professionals, or be put in their place if their cooking is not up to scratch – contestants often turn out to be worse cooks than they think they are!\n\nThe show was presented by Jeni Barnett, and the judges were chefs Gino D'Acampo, Richard Phillips and Alex Mackay. All three of the chefs have excellent credentials and aren’t afraid to speak their minds.\n\nThe problems for the kitchen wannabes – or chefettes as presenter Jeni calls them – is that they have the pressure of time to contend with, an unfamiliar environment and a professional chefs tongue for tasting – or lashing!\n\nThe show started with four teams of two people and each team had to cook a starter in ten minutes, a main course in twenty minutes and a pudding in ten minutes. They were given the title of the dish and some key ingredients as well as a larder of essential basics, but they have to rely on their own cooking know-how to come up with a recipe. A couple got eliminated after each course leaving two teams to battle it out at the pudding stage.","original_name":"Too Many Cooks","vote_average":0.0,"name":"Too Many Cooks","cert":"Unavailable","id":763,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1997-03-23","cast":["Neil Dudgeon","Nick Hendrix","Fiona Dolman","Annette Badland"],"overview":"The peacefulness of the Midsomer community is shattered by violent crimes, suspects are placed under suspicion, and it is up to a veteran DCI and his young sergeant to calmly and diligently eliminate the innocent and ruthlessly pursue the guilty. ","original_name":"Midsomer Murders","vote_average":7.7,"name":"Midsomer Murders","cert":"Unavailable","id":764,"adult":"false","genre_ids":[80,18,9648],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Ready Steady Cook is a BBC daytime TV cooking programme; it debuted on 24 October 1994 and the last edition was broadcast on 2 February 2010. The programme was hosted by Fern Britton from 1994 until 2000 when celebrity chef Ainsley Harriott became the new host. The duration of the programme was 45 minutes.\n\nThe programme was originally recorded in the small Fountain TV studios in New Malden it then moved to the Capital Studios in Wandsworth. After Capital Studios closed down in mid-2008, recording was moved to Studio TC2 in the BBC Television Centre, London.\n\nOn 5 November 2010, it was announced that the show would not return for a new series. No new episodes will be produced, but repeats of the show will continue to be broadcast.","original_name":"Ready Steady Cook","vote_average":0.0,"name":"Ready Steady Cook","cert":"Unavailable","id":767,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2003-11-06","cast":["Melvyn Bragg"],"overview":"The Adventure of English is a British television series on the history of the English language presented by Melvyn Bragg as well as a companion book, also written by Bragg. The series ran in 2003.\n\nThe series and the book are cast as an adventure story, or the biography of English as if it were a living being, covering the history of the language from its modest beginnings around 500 AD as a minor Germanic dialect to its rise as a truly established global language.\n\nIn the television series, Bragg explains the origins and spelling of many words based on the times in which they were introduced into the growing language that would eventually become modern English.","original_name":"The Adventure of English","vote_average":6.0,"name":"The Adventure of English","cert":"Unavailable","id":778,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"1997-01-13","cast":["John Hannah","James Saxon","Gerard Murphy","Richard O'Callaghan","Zara Turner"],"overview":"McCallum is a British television series that was produced by STV Productions.\n\nDr Iain McCallum was the original lead character, played by John Hannah. McCallum was a forensic pathologist who traveled by Triumph Motorcycle, and solved murders. The character had romantic involvements with two of the other principal characters, Joanna, and later Angela. The last episode did not include McCallum and Angela as the story stated that they had taken jobs in America. They were replaced by Dr. Dan Gallagher and Dr. Charley Fielding.","original_name":"McCallum","vote_average":8.0,"name":"McCallum","cert":"Unavailable","id":779,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"1988-07-19","cast":["Nicky Campbell"],"overview":"Wheel of Fortune is a British television game show created by Merv Griffin. Contestants compete to solve word puzzles, similar to those used in Hangman, to win cash and prizes. The title refers to the show's giant carnival wheel that contestants spin throughout the course of the game to determine their cash and\/or prizes. The programme aired between 19 July 1988 and 21 December 2001 and was produced by Scottish Television for the ITV network and mostly follows the same general format from the original version of the programme from the United States.","original_name":"Wheel of Fortune","vote_average":10.0,"name":"Wheel of Fortune","cert":"Unavailable","id":780,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Working Lunch was a television programme broadcast on BBC Two which covered business, personal finance and consumer news between 1994 and 2010. The programme was first aired on 19 September 1994. It had a quirky, relaxed style, especially when compared to other BBC business shows such as World Business Report. In April 2010, the BBC announced that the programme was being cancelled at the end of July 2010. GMT with George Alagiah took its place in the schedule at 12:30 on BBC Two.","original_name":"Working Lunch","vote_average":0.0,"name":"Working Lunch","cert":"Unavailable","id":781,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1985-11-30","cast":["Cilla Black","Graham Skidmore"],"overview":"Blind Date was a British dating game show produced by London Weekend Television. An unscreened pilot was made with comic Duncan Norvelle as presenter but it was eventually hosted by Cilla Black, who already hosted the LWT series, Surprise, Surprise. Blind Date ran on Saturday nights from 30 November 1985 to 31 May 2003.\n\nBlind Date will return for a one-off special in late 2013, to celebrate Black's 50-year career in the entertainment industry. This special one-off will be part of another programme, The One and Only Cilla Black, presented by Paul O'Grady. Blind Date producers are aiming to bring back some of the show's most memorable contestants who are still single, giving them a second chance to win a date.","original_name":"Blind Date","vote_average":0.0,"name":"Blind Date","cert":"Unavailable","id":782,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Breakfast Time is British television's first national breakfast show, broadcast from 17 January 1983 until 1 September 1989 on BBC1 across the United Kingdom. It preceded TV-am, the commercial breakfast television station with their programme Good Morning Britain, to the air by two weeks and one day.","original_name":"Breakfast Time","vote_average":0.0,"name":"Breakfast Time","cert":"Unavailable","id":783,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"ITV News Meridian is the regional news programme for the ITV Meridian region and part of the ITV Central region, serving South East England.\n\nThe news service is produced and broadcast from ITV Meridian's studios in Whiteley, near Fareham with reporters also based at bureaus in Abingdon, Brighton, Maidstone, Poole and Reading. The Head of News is Robin Britton who previously launched Thames Valley Tonight and the West edition of Meridian Tonight.","original_name":"ITV News Meridian","vote_average":0.0,"name":"ITV News Meridian","cert":"Unavailable","id":798,"adult":"false","genre_ids":[10763],"origin_country":["GB"]},{"first_air_date":"1984-04-24","cast":["Jeremy Brett","David Burke","Edward Hardwicke","Rosalie Williams","Colin Jeavons"],"overview":"The Adventures of Sherlock Holmes is a series of adaptations of Arthur Conan Doyle's Sherlock Holmes stories which were produced by Granada Television and originally broadcast by ITV in the United Kingdom.","original_name":"Sherlock Holmes","vote_average":8.1,"name":"Sherlock Holmes","cert":"Unavailable","id":799,"adult":"false","genre_ids":[18,80],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Quizmania was a popular British interactive gameshow. The show was devised by Chuck Thomas, Debbie King, and Simone Thorogood and produced by Fremantle Media for Information TV and ITV. Currently, the online revival is produced by Screen Pop Ltd. in association with Illumina Digital. In a similar vein to other premium-line call-in shows, viewers on the TV version of Quizmania were encouraged to phone a premium-rate number in order to provide an answer to a quiz question.\n\nQuizmania's most recent television broadcast was made on 14 January–15 January 2007, presented by Greg Scott and Debbie King. The show closed with a highlights montage and an emotional farewell sign off from Scott and King.\n\nThe series returned on Thursday 17 July 2008 as an online-only show on Quizmania's official website. Prior to official confirmation of the relaunch, rumour and hype had been escalating about the new series since December 2007 when the show's presenters and devisors were contacted about the then-possible revival.","original_name":"Quizmania","vote_average":0.0,"name":"Quizmania","cert":"Unavailable","id":800,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Quizmania was an Australian phone-in quiz show, based on the British program of the same name, and broadcast on the Nine Network in the late night time slot. The show was produced from Nine's Richmond studios in Melbourne. Its main Director was Rick Maslan.\n\nQuizmania was first broadcast live on Nine Network stations GTV, TCN, QTQ and NTD, and affiliates NBN and WIN Television on 25 July 2006. The show was unique in that it was broadcast live to South Australia, Western Australia and Northern Territory with the presenters welcoming all three states to the show half an hour after it started, due to all three states being thirty minutes behind the Australian east coast. Similarly during daylight saving months, Queensland viewers were welcomed an hour later when the broadcast began in that state.\n\nSometimes due to varying program schedules in each capital city or regional area, some cities and\/or areas did not broadcast Quizmania while other cities and\/or areas still received the broadcast.\n\nOnly contestants aged 18 or over were allowed to participate. Underage callers were a regular occurrence on the show especially during school holidays.","original_name":"Quizmania","vote_average":0.0,"name":"Quizmania","cert":"Unavailable","id":801,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2006-03-26","cast":["Omid Djalili","Sean Lock"],"overview":"TV Heaven, Telly Hell is a comedy television show on Channel 4, presented and produced by Sean Lock. The format is similar to Room 101, with guests discussing their likes and dislikes of items on television.\n\nThe show also allows the guest to reconstruct any moment in television history in the way they wanted it to happen, in a short sketch shown at the end of the show usually parodying a clip discussed earlier.","original_name":"TV Heaven, Telly Hell","vote_average":7.0,"name":"TV Heaven, Telly Hell","cert":"Unavailable","id":802,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"How Do You Solve a Problem Like Maria? is an English reality television talent show that documented the search for an undiscovered musical theatre performer to play the role of Maria von Trapp in the 2006 Andrew Lloyd Webber and David Ian stage production of The Sound of Music.\n\nThe series was devised by executive producer Gigi Eligoloff, and was announced by the BBC in April 2006. BBC One broadcast the programme, which was hosted by Graham Norton, on Saturday evenings from 29 July through 16 September 2006.\n\nThe title derives from the refrain of \"Maria\", a song from the first act of The Sound of Music.","original_name":"How Do You Solve a Problem like Maria?","vote_average":6.0,"name":"How Do You Solve a Problem like Maria?","cert":"Unavailable","id":811,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2002-11-14","cast":["Steve Benham"],"overview":"Harry Hill's TV Burp is a British television comedy programme that ran for 11 years from 2001 to 2012. It was produced by Avalon Television for ITV and hosted by comedian Harry Hill. The show presents a look at the week's television, including extracts from TV shows with added sketches, observational voice-overs, and guest appearances.\n\nThe show is based on clips of the previous week of programming on television, frequently reinterpreting actions or lines of dialogue in a humorous way, or pointing out how views of props or sets amusingly resemble other objects, and often lightheartedly or sarcastically commenting on the actual intended content of the programme. To produce the show, Hill and his programme associate writing team, including Brenda Gilhooly, Paul Hawksbee, Dan Maier, Joe Burnside and David Quantick, watch significant amounts of television, much on preview tapes. Clips from a variety of shows across most channels are included in the show, with soaps, dramas and popular-factual series being the most commonly represented genres. The clips are shown outside of the context of their original programme and only limited information about the scene is given, as the focus of the show's treatment is on the often unintentional humour which can be derived from the scene. The show was filmed at Teddington Studios, Greater London, in Studio 1 for series 1 to 8. From series 9 to 11, the studio has been the BBC Television Centre in London.","original_name":"Harry Hill's TV Burp","vote_average":6.5,"name":"Harry Hill's TV Burp","cert":"Unavailable","id":812,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2004-05-23","cast":["Angus Deayton","Al Murray","Amanda Barrie","Dwain Chambers","Edwina Currie"],"overview":"Hell's Kitchen was a British cookery reality show aired on ITV which featured prospective chefs competing with each other for a final prize. Four series were aired from 2004 to 2009, three presented by Angus Deayton and the latest by Claudia Winkleman.","original_name":"Hell's Kitchen","vote_average":5.7,"name":"Hell's Kitchen","cert":"Unavailable","id":813,"adult":"false","genre_ids":[10764],"origin_country":["GB"]},{"first_air_date":"1998-10-07","cast":["Paul Copley","Jamie Bamber","Robert Lindsay","Ioan Gruffudd","Sean Gilder"],"overview":"Hornblower is the umbrella title of a series of television drama programmes based on C. S. Forester's novels about the fictional character Horatio Hornblower, a Royal Navy officer during the French Revolutionary Wars and the Napoleonic Wars.\n\nThe series ran from 1999 to 2003 and starred Ioan Gruffudd in the title role. It was produced by the British broadcaster Meridian Television, and was shown on ITV in the UK and A&E in the US.","original_name":"Hornblower","vote_average":7.3,"name":"Hornblower","cert":"Suitable for 15 years & above","id":814,"adult":"false","genre_ids":[18,10768,10759],"origin_country":["GB"]},{"first_air_date":"2003-09-19","cast":["Robert Webb","David Mitchell","Olivia Colman","Matt King","Paterson Joseph"],"overview":"Peep Show is an award-winning British sitcom starring David Mitchell and Robert Webb. The television programme is written by Jesse Armstrong and Sam Bain, with additional material by Mitchell and Webb amongst others. It has been broadcast on Channel 4 since 2003. The show's eighth series makes it the longest-returning comedy in Channel 4 history. Stylistically, the show uses point of view shots with the thoughts of main characters Mark and Jeremy audible as voiceovers.\n\nPeep Show follows the lives of two men from their twenties to thirties, Mark Corrigan, who has steady employment for most of the series, and Jeremy \"Jez\" Usbourne, an unemployed would-be musician. The pair met at the fictional Dartmouth University, and now share a flat in Croydon, South London. Mark is initially a loan manager at the fictional JLB Credit, later becoming a waiter, and then a bathroom supplies salesman. He is financially secure, but awkward and socially inept, with a pessimistic and cynical attitude. Jeremy, having split up with his girlfriend Big Suze prior to the first episode, now lives in Mark's spare room. He usually has a much more optimistic and energetic outlook on the world than Mark, yet his self-proclaimed talent as a musician has yet to be recognised, and he is not as popular or attractive as he would like to think himself, although he is more successful with the opposite sex than Mark.","original_name":"Peep Show","vote_average":8.0,"name":"Peep Show","cert":"Suitable for 18 years & above","id":815,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"1993-12-27","cast":["Matt Lucas","Bob Mortimer","Johnny Vegas","Mark Lamarr","Ulrika Jonsson"],"overview":"Shooting Stars is a British television comedy panel game broadcast on BBC Two as a pilot in 1993, then as 3 full series from 1995 to 1997, then on BBC Choice from January to December 2002 with 2 series before returning to BBC Two for another 3 series from 2008 until its cancellation in 2011. Created and hosted by double-act Vic Reeves and Bob Mortimer, it uses the panel show format but with the comedians' often slapstick, surreal and anarchic humour does not rely on rules in order to function, with the pair apparently ignoring existing rules or inventing new ones as and when the mood takes them.","original_name":"Shooting Stars","vote_average":7.5,"name":"Shooting Stars","cert":"Unavailable","id":816,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2004-02-03","cast":[],"overview":"ttn was a 30 minute weekly Australian news program aimed at school-aged children produced and broadcast by Network Ten from 2004 to 2008. It presented current issues and events in a way that could be understood and further explored by its intended viewers.\n\nttn premiered on 3 February 2004. It was created in the wake of an outcry against the cancellation of Behind the News, a long running ABC TV program similar in objective to ttn that was axed for a time due to budget cuts. ttn itself was axed in December 2008 after five years on air following budgetary constraints.\n\nttn aired every Tuesday each week during the school year. Episodes were supplemented by features and activities printed weekly in News Limited newspapers.","original_name":"ttn","vote_average":0.0,"name":"ttn","cert":"Unavailable","id":825,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"1970-08-03","cast":[],"overview":"NBC Nightly News is the flagship daily evening television news program for NBC News, the news division of the NBC television network in the United States, and is the #1-rated newscast in America. NBC Nightly News is produced from Studio 3B at NBC Studios at 30 Rockefeller Center in New York City.\n\nSince 2015, the broadcast has been anchored by Lester Holt on weeknights, José Díaz-Balart on Saturday and Kate Snow on Sunday. On weeknights, it is broadcast live over most NBC stations from 6:30-7:00 p.m. Eastern and occasionally updated for Pacific Time Zone viewers in a \"Western Edition\". Its current theme music was composed by John Williams.","original_name":"NBC Nightly News","vote_average":6.4,"name":"NBC Nightly News","cert":"Unavailable","id":826,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":null,"cast":["Tom Hern","Vicki Lin"],"overview":"An entertainment show for primary school-aged children. The series is known for its challenges that sometimes result in participants being 'gunged'.","original_name":"What Now","vote_average":4.0,"name":"What Now","cert":"Unavailable","id":827,"adult":"false","genre_ids":[10762,10751,10767],"origin_country":["NZ"]},{"first_air_date":null,"cast":[],"overview":"World News Now is an American overnight television news program that is broadcast on ABC during the early morning hours each Monday through Friday. Its tone is often lighthearted, irreverent and humorous. Created by its original executive producer, David Bohrman, a number of well-known news personalities have anchored WNN early in their careers, including original anchors Aaron Brown and Lisa McRee, Thalia Assuras, Kevin Newman, Alison Stewart, Liz Cho, and Anderson Cooper.\n\nWNN is divided into an A, B, C, and D-block, featuring different segments. Top news headlines are in the \"front of the book\" with reports from ABC NewsOne correspondents or repeated reports from the network's evening news program ABC World News. There is a national weather forecast and an often humorous \"kicker\" story that ends the A-block. The \"back of the book\" are usually stories from Nightline, BBC reports, or other segments produced in the studio, depending on the day of the week.","original_name":"World News Now","vote_average":8.0,"name":"World News Now","cert":"Unavailable","id":828,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The programme focuses on the British and the worldwide deaf community and covers a broad range of topics from areas such as education, deaf people's rights, technology and language. The programme is presented entirely in BSL and is broadcast with voice-over and subtitles in English throughout the programme.","original_name":"See Hear","vote_average":0.0,"name":"See Hear","cert":"Unavailable","id":829,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Granada Reports is a regional news programme for North West England and the Isle of Man, produced by ITV Granada.","original_name":"Granada Reports","vote_average":10.0,"name":"Granada Reports","cert":"Unavailable","id":830,"adult":"false","genre_ids":[10763],"origin_country":["GB"]},{"first_air_date":"1980-01-30","cast":[],"overview":"Newsnight is a daily BBC Television current affairs programme which specialises in analysis and often robust cross-examination of senior politicians. Jeremy Paxman has been its main presenter for over two decades.\n\nSeveral of the programme's editors over the years have gone on to senior positions within the BBC and elsewhere. Along with Paxman, the programmes regular presenters are Kirsty Wark, Gavin Esler, and Emily Maitlis.\n\nNewsnight has been broadcast on BBC Two since 1980. It goes out on weekday evenings between 10:30pm and 11:20pm. Occasionally it may have an extended edition if there is an especially significant event in the news - as happened on 7 July 2011, when closure of the News of the World led to an extended programme which continued until 11:35 pm. Recent editions are available to view and download for a limited time through the BBC iPlayer. A weekly 26-minute digest edition of Newsnight is screened on the corporation's international channel, BBC World News.","original_name":"Newsnight","vote_average":8.3,"name":"Newsnight","cert":"Unavailable","id":841,"adult":"false","genre_ids":[10763],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Prime Time is a current affairs programme noted for its in-depth analysis of political and other current events. It airs on RTÉ One on Monday at 10.30 & on Tuesday and Thursday nights following the RTÉ Nine O'Clock News.\n\nMiriam O'Callaghan has been its main presenter for over fifteen years. O'Callaghan's fellow presenters are Claire Byrne and George Lee.\n\nPrime Time has been broadcast on RTÉ One since 1992. Only one show per week is broadcast during the summer months. In January 2013, Pat Kenny's current affairs show The Frontline ended with its format and presenter subsumed into the Prime Time brand as part of a re-organisation within RTÉ News and Current Affairs.","original_name":"Prime Time","vote_average":0.0,"name":"Prime Time","cert":"Unavailable","id":842,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"ITV News Cymru Wales is a Welsh national television news service, produced by ITV Cymru Wales.","original_name":"ITV News Cymru Wales","vote_average":0.0,"name":"ITV News Cymru Wales","cert":"Unavailable","id":843,"adult":"false","genre_ids":[10763],"origin_country":["GB"]},{"first_air_date":"2003-12-02","cast":["Leslie Bibb","Anson Mount","Leslie Hope","David Paymer","Jeffrey D. Sams"],"overview":"Welcome to the war between the FBI and organized crime. One side enforces the law as the other breaks it, but brains, brawn and intimidation are often the tools of both trades. The Richmond-based Malloy Crime Syndicate is run by Jonah Malloy, a charismatic but dangerous father figure. The Richmond FBI branch has its own dynamic leader in Special Agent-In-Charge Lisa Cohen. Like any business, they must justify operations and produce results while wrangling lieutenants who are as flawed as they are hard-working.","original_name":"Line of Fire","vote_average":0.0,"name":"Line of Fire","cert":"Unavailable","id":844,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2002-02-26","cast":["Peter Stormare","Don Lake","Lauren Bowles","Jane Lynch","Austin Nichols"],"overview":"Watching Ellie is an American sitcom that starred Julia Louis-Dreyfus and was created by her husband, Brad Hall. It aired on NBC from February 2002 to May 2003, though only sixteen episodes were broadcast before it was canceled due to low ratings.","original_name":"Watching Ellie","vote_average":0.0,"name":"Watching Ellie","cert":"Unavailable","id":847,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1990-09-20","cast":["Robert Urich","Tom Conti","Carol Kane","Jeffrey Tambor","Margaret Welsh"],"overview":"American Dreamer is a situation comedy which aired in the U.S. on NBC as part of its 1990-91 lineup.\n\nAmerican Dreamer stars Robert Urich as fictional character Tom Nash, formerly a high-powered network correspondent who was forced to reassess his priorities following the death of his wife. He decided to give up his career in order to spend more time with his children. To do this, he moved to Kenosha, Wisconsin, where he supported his family by contributing a column about \"real people\" to a Chicago newspaper. His editor, Joe Baines, felt Tom was completely wasting his talents and drove out from Chicago weekly to attempt to convince Tom to return the world of \"hard news\". Other characters included Tom's zany secretary, Lillian Abernathy, and a friendly waitress at Tom's favorite local diner, Holly Baker.\n\nThis program was extremely low-key. Tom sometimes \"broke the fourth wall\" to address the viewers directly about his thoughts regarding the situations he encountered. This philosophizing gained only a small audience and the program was cancelled at midseason, although selected episodes were rerun the following summer.","original_name":"American Dreamer","vote_average":0.0,"name":"American Dreamer","cert":"Unavailable","id":848,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1999-10-17","cast":["Michael Palin"],"overview":"Michael Palin's Hemingway Adventure is a 1999 BBC television documentary presented by Michael Palin. It records Palin's travels as he visited many sites where Ernest Hemingway had been. The sites include Spain, Chicago, Paris, Italy, Africa, Key West, Cuba, and Idaho.\n\nAfter the trip was over Michael Palin wrote a book about the journey and his experiences. This book contains both Palin's text and many pictures by Basil Pao, the stills photographer who was on the team.","original_name":"Michael Palin's Hemingway Adventure","vote_average":6.5,"name":"Michael Palin's Hemingway Adventure","cert":"Unavailable","id":857,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2002-10-13","cast":["Michael Palin"],"overview":"In this four-part BBC documentary, former Monty Python funnyman and renowned globe-trotter Michael Palin sets off from Gibraltar to travel across the Sahara, his witty humor downplaying the hardships he faces along the arduous journey. He travels to Morocco, Mauritania, Mali and beyond, across some of the harshest terrain on the planet.","original_name":"Sahara with Michael Palin","vote_average":6.9,"name":"Sahara with Michael Palin","cert":"Unavailable","id":858,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2002-10-13","cast":["Michael Palin"],"overview":"In this four-part BBC documentary, former Monty Python funnyman and renowned globe-trotter Michael Palin sets off from Gibraltar to travel across the Sahara, his witty humor downplaying the hardships he faces along the arduous journey. He travels to Morocco, Mauritania, Mali and beyond, across some of the harshest terrain on the planet.","original_name":"Sahara with Michael Palin","vote_average":6.9,"name":"Sahara with Michael Palin","cert":"Unavailable","id":858,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Peppermint Place","vote_average":0.0,"name":"Peppermint Place","cert":"Unavailable","id":863,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Mr. Peppermint","vote_average":0.0,"name":"Mr. Peppermint","cert":"Unavailable","id":864,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2000-03-15","cast":["Timothy Stack","Jaime Bergman","Leila Arcieri","Kimberly Oja","Lisa Banes"],"overview":"A parody of \"Baywatch\" featuring Malibu Adjacent's Notch Johnson, the world's greatest lifeguard (hardly), and his unit SPF-30.","original_name":"Son of the Beach","vote_average":7.2,"name":"Son of the Beach","cert":"Unavailable","id":869,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2004-07-28","cast":["Jeong Da-bin","Yoon Kye-sang","Lee Bo-hee","Heo Jung-min","Kim Min-hee"],"overview":"My 19 Year Old Sister-in-Law is a 2004 South Korean television series starring Jung Da-bin, Yoon Kye-sang, Kim Jae-won and Kim Min-hee. It aired on SBS from July 28 to September 23, 2004 on Wednesdays and Thursdays at 21:55 for 16 episodes.","original_name":"형수님은 열아홉","vote_average":0.0,"name":"My 19 Year Old Sister-in-Law","cert":"Unavailable","id":870,"adult":"false","genre_ids":[18],"origin_country":["KR"]},{"first_air_date":"1954-02-08","cast":["Frank De Vol","Betty White"],"overview":"","original_name":"The Betty White Show","vote_average":0.0,"name":"The Betty White Show","cert":"Unavailable","id":871,"adult":"false","genre_ids":[10767],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"America This Morning is an American early morning television news program airing on ABC. The newscast is currently anchored by John Muller and Diana Perez, who also serve as anchors of ABC's overnight news program World News Now. Usually airing following World News Now, it features the day's headlines, live reports from Washington, D.C., national weather and airport impact forecasts, a short SportsCenter update from the late night Los Angeles-based anchors of the ESPN show to account for West Coast scores, and a regular business news segment called America's Money.\n\nThe program is broadcast live at 4:00 a.m. Eastern Time, and is transmitted in a continuous half-hour tape delayed loop until 10:00 a.m. ET, when Good Morning America begins in the Pacific Time Zone. The program usually airs as a lead-in to local morning newscasts on most ABC stations, although in the few markets where the ABC station does not produce a morning newscast, it may air in a two- to three-hour loop immediately before the start of GMA.","original_name":"America This Morning","vote_average":8.0,"name":"America This Morning","cert":"Unavailable","id":872,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":"1971-09-15","cast":["Peter Falk"],"overview":"Columbo is a friendly, verbose, disheveled-looking police detective who is consistently underestimated by his suspects. Despite his unprepossessing appearance and apparent absentmindedness, he shrewdly solves all of his cases and secures all evidence needed for indictment. His formidable eye for detail and meticulously dedicated approach often become clear to the killer only late in the storyline.","original_name":"Columbo","vote_average":8.0,"name":"Columbo","cert":"Unavailable","id":873,"adult":"false","genre_ids":[80],"origin_country":["US"]},{"first_air_date":"1968-07-15","cast":["Kristen Alderson","John-Paul Lavoisier","Michael Easton","Melissa Archer","Bree Williamson"],"overview":"One Life to Live is an American soap opera broadcast on television for more than 43 years on the ABC network, from July 15, 1968, to January 13, 2012, and on the internet as a web series on Hulu and iTunes via The Online Network since April 29, 2013. Created by Agnes Nixon, the series was the first daytime drama to primarily feature ethnically and socioeconomically diverse characters and consistently emphasize social issues. One Life to Live was expanded from 30 minutes to 45 minutes on July 26, 1976, and then to an hour on January 16, 1978.\n\nOne Life to Live heavily focuses on the members and relationships of the Lord family. Actress Erika Slezak began portraying original and central heroine Victoria \"Viki\" Lord on March 1971 and played the character continuously for the rest of the show's run on ABC Daytime, winning a record six Daytime Emmy Awards for the role. In 2002, the series won an Emmy for Outstanding Drama Series. One Life to Live was the last American daytime soap opera taped in New York City, based outside the Los Angeles area, and is now the second American daytime soap opera taped at the Connecticut Film Center in Stamford, Connecticut.","original_name":"One Life to Live","vote_average":9.0,"name":"One Life to Live","cert":"Unavailable","id":874,"adult":"false","genre_ids":[10766],"origin_country":["US"]},{"first_air_date":"1952-06-30","cast":["Rebecca Staab"],"overview":"Guiding Light is an American television soap opera that is credited by the Guinness Book of World Records as the longest-running television drama in history, broadcast from 1952 until 2009, preceded by a 15-year broadcast on radio. Guiding Light stands as the third longest-running program in all of broadcast history; only the Norwegian children's radio program Lørdagsbarnetimen and the American country music radio program Grand Ole Opry have been on the air longer.\n\nGuiding Light was created by Irna Phillips, and began as an NBC Radio serial on January 25, 1937. During June 2, 1947, the series was transferred to CBS Radio, before starting on June 30, 1952, on CBS Television. It would continue to be broadcast concomitantly on radio until June 29, 1956. The series was expanded from 15 minutes to a half-hour during 1968, and then to a full hour on November 7, 1977. The series broadcast its 15,000th televised episode on September 6, 2006.\n\nOn April 1, 2009, it was announced that CBS canceled Guiding Light after a 72-year run due to low ratings. The show taped its final scenes for CBS on August 11, 2009, and its final episode on the network aired on September 18, 2009. On October 5, 2009, CBS replaced Guiding Light with an hour-long revival of Let's Make a Deal, hosted by Wayne Brady.","original_name":"Guiding Light","vote_average":6.3,"name":"Guiding Light","cert":"Unavailable","id":875,"adult":"false","genre_ids":[10766],"origin_country":["US"]},{"first_air_date":"1994-01-02","cast":["James Burke"],"overview":"Sequel series to the 1979 \"Connections\" where historian James Burke walks the viewer through the tenuous threads of history that link seemingly obscure scientific breakthroughs and the events and products that we have today.","original_name":"Connections 2","vote_average":0.0,"name":"Connections 2","cert":"Unavailable","id":884,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1997-01-01","cast":[],"overview":"In the conclusion to his groundbreaking series, James Burke continues to make incredible connections to history's most important discoveries and inventions.","original_name":"Connections 3","vote_average":0.0,"name":"Connections 3","cert":"Unavailable","id":885,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2005-12-04","cast":["Jon Voight","Cary Elwes","James Cromwell","Ben Gazzara","Christopher Lee"],"overview":"The life of the remarkable man who passed away after an extraordinary 26 year reign, and whose papal odyssey encompassed more than 120 countries and earned him the reputation of an international fighter for freedom.","original_name":"Pope John Paul II","vote_average":6.5,"name":"Pope John Paul II","cert":"Unavailable","id":886,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2005-09-14","cast":["Steve Nicolson","Richard Dillane","Ravil Isyanov","Vitalie Ursu","Todd Boyce"],"overview":"The untold true story behind the Cold War race to put man into space.","original_name":"Space Race","vote_average":7.2,"name":"Space Race","cert":"Unavailable","id":887,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"1994-11-19","cast":["Rodney Saulsberry","Christopher Daniel Barnes","Sara Ballantine","Ed Asner","Roscoe Lee Browne"],"overview":"Spider-Man, also known as Spider-Man: The Animated Series, was an American animated television series based on the Marvel Comics superhero, Spider-Man. The show ran on Fox Kids from November 19, 1994, to January 31, 1998. The producer\/story editor was John Semper, Jr. and the production company was Marvel Films Animation. The instrumental theme song for the series was performed by Joe Perry of Aerosmith. Reruns can currently be seen for free at Marvel.com.","original_name":"Spider-Man","vote_average":8.1,"name":"Spider-Man","cert":"Unavailable","id":888,"adult":"false","genre_ids":[16,10759],"origin_country":["US"]},{"first_air_date":"2005-04-17","cast":["Keiji Fujiwara","Kaori Nazuka","Michiko Neya","Fumie Mizusawa","Taro Yamaguchi"],"overview":"Eureka Seven, known in Japan as Psalms of Planets Eureka seveN, is a Japanese mecha anime TV series by Bones. Eureka Seven tells the story of Renton Thurston and the outlaw group Gekkostate, his relationship with the enigmatic mecha pilot Eureka, and the mystery of the Coralians.\n\nBandai produced three video games based on Eureka Seven; two of them are based on events prior to the show, while the third is based on the first half of the show. Both the original concept of the anime and the video game Eureka Seven vol. 1: New Wave have been adapted into manga series as well, although with many significant changes primarily at the end. The TV series has also been adapted into a series of four novels and a movie.","original_name":"交響詩篇エウレカセブン","vote_average":7.3,"name":"Eureka Seven","cert":"Unavailable","id":889,"adult":"false","genre_ids":[10759,10765,16,18],"origin_country":["JP"]},{"first_air_date":"2007-01-25","cast":["Nicholas Hoult","Dev Patel","Jack O'Connell","Kaya Scodelario","Hannah Murray"],"overview":"Irreverent comedy drama which follows the messy lives, loves, delirious highs and inevitable lows of a group of raucous teenage friends in Bristol.","original_name":"Skins","vote_average":7.6,"name":"Skins","cert":"Suitable for 18 years & above","id":900,"adult":"false","genre_ids":[18,35],"origin_country":["GB"]},{"first_air_date":"2007-02-01","cast":["Sarah Silverman","Laura Silverman","Jay Johnston","Brian Posehn","Steve Agee"],"overview":"Sarah Silverman plays a character named Sarah Silverman, whose absurd daily life unfolds in scripted scenes and songs. With her sister and her gay neighbors by her side, Sarah always manages to fall into unique, unsettling and downright weird predicaments.","original_name":"The Sarah Silverman Program","vote_average":6.2,"name":"The Sarah Silverman Program","cert":"Unavailable","id":901,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2000-04-18","cast":[],"overview":"Yu-Gi-Oh! Duel Monsters is a television anime series produced by Nihon Ad Systems and Studio Gallop, based on chapters 60-343 of the Yu-Gi-Oh! manga written by Kazuki Takahashi. It is the second anime adaptation of the manga following the anime produced by Toei Animation, adapting the manga from where that series finished. The series revolves around a card duelist named Yugi Mutou, who faces various opponents in a game known as Duel Monsters. The series originally aired in Japan on TV Tokyo between April 2000 and September 2004, running for 224 episodes. An English-language adaptation by 4Kids Entertainment aired in North America between September 2001 and June 2006 on Kids' WB under the name Yu-Gi-Oh!, also releasing the series in various countries outside of Japan. Based on the success of the series, 4Kids also commissioned an animated film, Yu-Gi-Oh! The Movie: Pyramid of Light, and a mini-series, Yu-Gi-Oh! Capsule Monsters. The series has spawned three main spin-off anime series; Yu-Gi-Oh! Duel Monsters GX, Yu-Gi-Oh! 5D's and Yu-Gi-Oh! Zexal.","original_name":"遊☆戯☆王デュエルモンスターズ","vote_average":7.5,"name":"Yu-Gi-Oh! Duel Monsters","cert":"Unavailable","id":902,"adult":"false","genre_ids":[16,10765,10759],"origin_country":["JP"]},{"first_air_date":"2000-09-29","cast":["Dylan Moran","Bill Bailey","Tamsin Greig"],"overview":"Black Books centres around the foul tempered and wildly eccentric bookshop owner Bernard Black. Bernard’s devotion to the twin pleasures of drunkenness and wilful antagonism deepens and enriches both his life and that of Manny, his assistant. Bearded, sweet and good, Manny is everything that Bernard isn’t and is punished by Bernard relentlessly just for the crime of existing. They depend on each other for meaning as Fran, their oldest friend, depends on them for distraction.\n\nBlack Books is a haven of books, wine and conversation, the only threat to the group’s peace and prosperity is their own limitless stupidity.","original_name":"Black Books","vote_average":8.2,"name":"Black Books","cert":"Suitable for 15 years & above","id":903,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2007-01-08","cast":["Rhyon Nicole Brown","Erica Hubbard","Mishon Ratliff","Nicki Micheaux","Russell Hornsby"],"overview":"Lincoln Heights is an American family drama television series about Eddie Sutton, a Mission Vista police officer who moves his family back to his old neighborhood, Lincoln Heights, to start a new life and to help out his old neighborhood. It is a dangerous place to raise a family, and through the many trials the family goes through, they soon learn that settling in is not as easy as it seems. While Officer Sutton struggles to cope with every day life as a street cop in Los Angeles, his kids try to fit in at their new schools and with their new neighbors.\n\nThe show premiered January 8, 2007 on the ABC Family network with 13 episodes ordered for the first season. It was approved for a second season, which premiered September 4, 2007. Vanessa Hudgens' song, Say OK had been used in a commercial to promote the second season. To promote the third season, they showed clips of Cassie and Charles's relationship to the song, Crush by the American Idol's seventh season runner-up, David Archuleta. To promote season 4, they're using the song, Avalanche by Marie Digby. The show's theme song was written and performed by bassist Stanley Clarke and singer-songwriter Blaire Reinhard.\n\nOn January 29, 2010, ABC Family announced the cancellation of the series after four seasons.","original_name":"Lincoln Heights","vote_average":7.5,"name":"Lincoln Heights","cert":"Unavailable","id":904,"adult":"false","genre_ids":[10759,18],"origin_country":["US"]},{"first_air_date":"1987-03-09","cast":["Michelle Collins","Rupert Penry-Jones","Kathy Burke","Dawn French","Claudia Winkleman"],"overview":"French and Saunders is a British sketch comedy television series written by and starring comic duo Dawn French and Jennifer Saunders. It is also the name by which the performers are known on the occasions when they appear elsewhere as a double act.","original_name":"French & Saunders","vote_average":7.4,"name":"French & Saunders","cert":"Unavailable","id":905,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Pogo Special Birthday Special","vote_average":0.0,"name":"The Pogo Special Birthday Special","cert":"Unavailable","id":916,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1984-03-19","cast":["Susan Saint James","Jane Curtin","Allison Smith","Fred Koehler","Ari Meyers"],"overview":"Kate & Allie is an American television situation comedy which ran from March 19, 1984, to May 22, 1989. Kate & Allie first aired on CBS as a midseason replacement series and only six episodes were initially commissioned, but the favorable response from critics and viewers alike easily convinced CBS to commit to a full season in the fall of 1984. The series was created by Sherry Coben.","original_name":"Kate & Allie","vote_average":5.3,"name":"Kate & Allie","cert":"Unavailable","id":917,"adult":"false","genre_ids":[35,18,10751],"origin_country":["US"]},{"first_air_date":"1972-09-17","cast":["Alan Alda","Mike Farrell","Loretta Swit","Jamie Farr","Harry Morgan"],"overview":"The 4077th Mobile Army Surgical Hospital is stuck in the middle of the Korean war. With little help from the circumstances they find themselves in, they are forced to make their own fun. Fond of practical jokes and revenge, the doctors, nurses, administrators, and soldiers often find ways of making wartime life bearable.","original_name":"M*A*S*H","vote_average":7.8,"name":"M*A*S*H","cert":"Unavailable","id":918,"adult":"false","genre_ids":[10768,18,35],"origin_country":["US"]},{"first_air_date":"1991-09-30","cast":["Charlie Rose"],"overview":"Charlie Rose is an American television interview show, with Charlie Rose as executive producer, executive editor, and host. The show is syndicated on PBS and is owned by Charlie Rose, LLC. Rose interviews thinkers, writers, politicians, athletes, entertainers, businesspersons, leaders, scientists, and other newsmakers.\n\nThe show premiered on September 30, 1991. It is presented by WNET, where it first aired as a local program.\n\nFunding for the show is primarily provided by donations from various corporations and charitable foundations. The show has been criticized for not disclosing the list of donors even if the show is considered \"public\" broadcasting.\n\nIn 2007, the video archive of past interviews was added to the website for free viewing. In a partnership with Google, nearly 4000 hours of video was added to Google Video including complete hour-long episodes as they originally aired. The videos are now unavailable after Google Video shut down.","original_name":"Charlie Rose","vote_average":5.0,"name":"Charlie Rose","cert":"Unavailable","id":919,"adult":"false","genre_ids":[10767],"origin_country":["US"]},{"first_air_date":"1980-11-08","cast":["Didi Conn","Frank Welker","Henry Winkler","Don Most","Ron Howard"],"overview":"The Fonz and the Happy Days Gang is an animated television series produced by Hanna-Barbera and Paramount Television and originally broadcast from November 8, 1980 until September 18, 1982.","original_name":"The Fonz and the Happy Days Gang","vote_average":0.0,"name":"The Fonz and the Happy Days Gang","cert":"Unavailable","id":920,"adult":"false","genre_ids":[16],"origin_country":["US"]},{"first_air_date":"1979-02-07","cast":["Edward Andrews","Nita Talbot","Robert Alda","Harrison Page","Michael Delano"],"overview":"Supertrain is an American television drama\/adventure series that ran on NBC from February 7 to May 5, 1979. Nine episodes were made, including a 2-hour pilot episode.","original_name":"Supertrain","vote_average":0.0,"name":"Supertrain","cert":"Unavailable","id":921,"adult":"false","genre_ids":[10759,18],"origin_country":["US"]},{"first_air_date":"1978-06-05","cast":["Don Henderson","Peta Wilson","Gabriel Byrne","Bruce Bould","Fiona Mollison"],"overview":"Strangers is a UK police drama that appeared on ITV between 1978 and 1982.\n\nAfter the success of the TV series The XYY Man, adapted from books by Kenneth Royce, Granada TV devised a new series to feature the regular characters of Detective Sergeant George Bulman and his assistant Detective Constable Derek Willis. The result was Strangers.\n\nThe series began as a fairly standard police drama series with Bulman as its eccentric lead. Its premise was that a group of police officers have been brought together from different parts of the country to the north of England. There, the fact that they are not known locally gives them the opportunity to infiltrate where a more familiar local detective could not. Initially, the team consisted of Bulman, Willis and Linda Doran. Their local liaison was provided by Detective Sergeant David Singer; their superior was Chief Inspector Rainbow. Despite being based around a comparatively small team of detectives, a regular feature of the programme in its early years was that few episodes featured the entire team, with most using just two or three of the regulars in any major role.","original_name":"Strangers","vote_average":8.0,"name":"Strangers","cert":"Unavailable","id":934,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1995-09-09","cast":["Louise Vallance","Tara Strong","Maurice LaMarche","Don Adams","Ian James Corlett"],"overview":"Gadget Boy & Heather is an animated television series from DIC Entertainment. The series debuted in 1995 in first-run syndication in the United States and on M6 in France.\n\nThis series is about \"Gadget Boy\", a bionic kid-detective with a personality similar to that of Inspector Gadget. He was conceived as a bionic \"child\" with the personality of a \"perfect adult detective\". Just as maladroit as the original Inspector Gadget, Gadget Boy was usually bailed out of situations by the more practical Heather, though he was also helped greatly by his myriad high-tech gadgets and extendable arms and legs. Gadget Boy's bionic implants were installed by Switzerland-based inventor Myron Dabble who has an unrequited crush on Heather. Gadget Boy and Heather receive their assignments from Italy-based Chief Stromboli, who, much like Chief Quimby, is a frequent, long-suffering victim of Gadget Boy's bungling. Gadget Boy is assisted by the beautiful and resourceful agent Heather, a very tall equivalent of sorts to Penny. He is also assisted by a robotic dog named G-9, who serves as the \"Brain\" of this series, which shows through his morphing capabilities to get the gang out of the stickiest situations.","original_name":"Gadget Boy & Heather","vote_average":0.0,"name":"Gadget Boy & Heather","cert":"Unavailable","id":935,"adult":"false","genre_ids":[16],"origin_country":["US","FR"]},{"first_air_date":"1973-09-08","cast":["Frank Welker","Ted Knight","Danny Dark","John Stephenson","Shannon Farnon"],"overview":"Super Friends is an American animated television series about a team of superheroes, which ran from 1973 to 1986 on ABC as part of its Saturday morning cartoon lineup. It was produced by Hanna-Barbera and was based on the Justice League of America and associated comic book characters published by DC Comics.\n\nThe name of the program have been variously represented at different points in its broadcast history. There were a total of 109 episodes and two backdoor-pilot episodes of The New Scooby-Doo Movies, with Batman and Robin appearing in \"The Dynamic Scooby Doo Affair\" and \"The Caped Crusader Caper.\"","original_name":"Super Friends","vote_average":7.3,"name":"Super Friends","cert":"Unavailable","id":936,"adult":"false","genre_ids":[16,10765],"origin_country":["US"]},{"first_air_date":"1997-08-17","cast":[],"overview":"An intimate look into the personal lives of pop music's greatest and most influential artists.","original_name":"Behind the Music","vote_average":7.4,"name":"Behind the Music","cert":"Unavailable","id":937,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"1990-09-12","cast":["Laila Robins","Dylan Walsh","Richard Crenna","Meagan Good","Michelle Collins"],"overview":"Gabriel's Fire is an American television series that ran on ABC in the USA in 1990–1991. A revamped version of the series, entitled Pros and Cons, aired briefly the following season.","original_name":"Gabriel's Fire","vote_average":0.0,"name":"Gabriel's Fire","cert":"Unavailable","id":938,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Nick Rocks is a television show that aired on American cable channel Nickelodeon from 1982 to 1989, which featured pop and rock music videos for 30 minutes. The show's host was identified only as \"Joe From Chicago.\" Nick Rocks occasionally featured guest stars hosting the show, including They Might Be Giants and the Monkees. In 1988, a spin off called Nick Jr. Rocks premiered which was geared toward younger fans and featured children's music.\n\nThe show's theme song was written by veteran television composer Edd Kalehoff.","original_name":"Nick Rocks","vote_average":0.0,"name":"Nick Rocks","cert":"Unavailable","id":941,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1952-09-20","cast":["Bettie Page","Buddy Hackett","Larry Storch","Art Carney","Jackie Gleason"],"overview":"The Jackie Gleason Show is the name of a series of popular American network television shows that starred Jackie Gleason, which ran from 1952 to 1970, in various forms.","original_name":"The Jackie Gleason Show","vote_average":9.5,"name":"The Jackie Gleason Show","cert":"Unavailable","id":950,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1968-06-14","cast":["Howard Morris","Dal McKennon","Ron Dante","John Erwin","Toni Wine"],"overview":"The Archie Show is a Saturday morning cartoon animated series produced by Filmation. Based on the Archie comic books, created by Bob Montana in 1941, The Archie Show debuted on CBS in September 1968 and lasted for one season. A total of 17 half-hour shows, each containing two 11 minute segments, were aired. Archie cartoons continued to be aired in various forms until 1978.","original_name":"The Archie Show","vote_average":0.0,"name":"The Archie Show","cert":"Unavailable","id":951,"adult":"false","genre_ids":[16,35],"origin_country":["US"]},{"first_air_date":"1952-10-03","cast":["Ozzie Nelson","Harriet Hilliard","David Nelson","June Blair","Ricky Nelson"],"overview":"The Adventures of Ozzie and Harriet is an American sitcom, airing on ABC from October 3, 1952 through March 26, 1966, starring the real life Nelson family. After a long run on radio, the show was brought to television where it continued its success, running on both radio and television for a few years. The series stars Ozzie Nelson and his wife, singer Harriet Nelson, and their young sons, David and Eric \"Ricky\" Nelson. Don DeFore had a recurring role as the Nelsons' friendly neighbor \"Thorny\".\n\nCurrently, reruns of the show are broadcast on local Christian television channel in Florida, \"Good Life 45\" and on Retro Television Network.","original_name":"The Adventures of Ozzie and Harriet","vote_average":5.5,"name":"The Adventures of Ozzie and Harriet","cert":"Unavailable","id":952,"adult":"false","genre_ids":[35,10751],"origin_country":["US"]},{"first_air_date":"1957-09-22","cast":["Jack Kelly"],"overview":"Maverick is an American Western television series with comedic overtones created by Roy Huggins. The show ran from September 22, 1957 to July 8, 1962 on ABC and stars James Garner as Bret Maverick, an adroitly articulate cardsharp. Eight episodes into the first season, he was joined by Jack Kelly as his brother Bart, and from that point on, Garner and Kelly alternated leads from week to week, sometimes teaming up for the occasional two-brother episode. The Mavericks were poker players from Texas who traveled all over the American Old West and on Mississippi riverboats, constantly getting into and out of life-threatening trouble of one sort or another, usually involving money, women, or both. They would typically find themselves weighing a financial windfall against a moral dilemma. More often than not, their consciences trumped their wallets since both Mavericks were intensely ethical.\n\nWhen Garner left the series after the third season due to a legal dispute, Roger Moore was added to the cast as their cousin Beau Maverick. Robert Colbert appeared later in the fourth season as a third Maverick brother, Brent Maverick. No more than two of the series leads ever appeared together in the same episode, and usually only one.","original_name":"Maverick","vote_average":8.0,"name":"Maverick","cert":"Unavailable","id":953,"adult":"false","genre_ids":[35,37],"origin_country":["US"]},{"first_air_date":"1974-09-13","cast":["James Garner","Noah Beery Jr.","Joe Santos"],"overview":"Cranky but likable L.A. PI Jim Rockford pulls no punches (but takes plenty of them). An ex-con sent to the slammer for a crime he didn't commit, Rockford takes on cases others don't want, aided by his tough old man, his lawyer girlfriend and some shady associates from his past.","original_name":"The Rockford Files","vote_average":7.7,"name":"The Rockford Files","cert":"Unavailable","id":954,"adult":"false","genre_ids":[80,10759],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Where in the World Is Carmen Sandiego? is an American children's television game show based on the Carmen Sandiego computer game series created by Brøderbund Software. The program aired on PBS from September 30, 1991 until December 22, 1995, and reruns of the series continued until October 4, 1996. Greg Lee hosted the program in the role of \"The ACME Special Agent in charge of training new recruits.\" He was joined by Lynne Thigpen as \"The Chief\" and a capella performing group Rockapella, who served as the show's in-house band and comedy troupe. The series was recorded in New York City and coproduced by PBS stations WQED and WGBH. Howard Blumenthal, Dana Calderwood, and Dorothy Curley were the series' developers and Blumenthal served as the show's producer for its first four seasons.\n\nThe show was created partially in response to the results of a National Geographic survey that indicated Americans had alarmingly little knowledge of geography, with one in four being unable to locate the Soviet Union or the Pacific Ocean. Each episode consists of three contestants answering questions to determine the location of one of Carmen Sandiego's henchmen. The contestants are referred to as \"gumshoes\" throughout the program in reference to private detectives that are just starting out in the field. The program received the George Foster Peabody Award for excellence in 1993. The program's theme song, written by Sean Altman and David Yazbek, has maintained public awareness over the years. In 2001, TV Guide ranked the show at #47 on its list of 50 Greatest Game Shows of All Time.","original_name":"Where in the World Is Carmen Sandiego?","vote_average":7.8,"name":"Where in the World Is Carmen Sandiego?","cert":"Unavailable","id":965,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1995-10-23","cast":["Alex Fletcher","Nick Pickard","Kieron Richardson","Tony Hirst","Nikki Sanderson"],"overview":"The daily soap that follows the loves, lives and misdemeanours of a group of people living in the Chester village of Hollyoaks where anything could, and frequently does, happen...","original_name":"Hollyoaks","vote_average":3.7,"name":"Hollyoaks","cert":"Suitable for 15 years & above","id":966,"adult":"false","genre_ids":[35,18,10766],"origin_country":["GB"]},{"first_air_date":"1958-10-02","cast":["Don Messick","Daws Butler","Doug Young"],"overview":"The Huckleberry Hound Show is a 1958 syndicated animated series and the second from Hanna-Barbera following The Ruff & Reddy Show, sponsored by Kellogg's. Three segments were included in the program: one featuring Huckleberry Hound; another starring Yogi Bear and his sidekick Boo Boo; and a third with Pixie and Dixie and Mr. Jinks, two mice who in each short found a new way to outwit the cat Mr. Jinks. The Yogi Bear segment of the show proved more popular than Huckleberry's; it spawned its own series in 1961. A segment featuring Hokey Wolf and Ding-A-Ling was added, replacing Yogi Bear during the 1960–61 season. In 1961, the series became the first animated program to be honored with an Emmy Award. The Huckleberry Hound Show contributed to making Hanna-Barbera a household name, and is often credited with legitimizing the concept of animation produced specifically for television.","original_name":"The Huckleberry Hound Show","vote_average":6.2,"name":"The Huckleberry Hound Show","cert":"Unavailable","id":967,"adult":"false","genre_ids":[16,35,10762,10751],"origin_country":["US"]},{"first_air_date":"1970-09-12","cast":["Howard Morris","Larry Storch","Dal McKennon","Larry D. Mann","John Erwin"],"overview":"Groovie Goolies is an American animated television show that had its original run on network television between 1970 and 1972. Produced by Filmation, Groovie Goolies was a spinoff of Sabrina the Teenage Witch Show. Like most Saturday morning cartoons of the era, Groovie Goolies contained an adult laugh track.","original_name":"Groovie Goolies","vote_average":0.0,"name":"Groovie Goolies","cert":"Unavailable","id":968,"adult":"false","genre_ids":[16,35],"origin_country":["US"]},{"first_air_date":"1980-03-17","cast":["John Davidson","Cathy Lee Crosby","Fran Tarkenton","Gena Lee Nolin"],"overview":"That's Incredible! was an American reality television show that aired on the ABC television network from 1980 to 1984.","original_name":"That's Incredible!","vote_average":5.0,"name":"That's Incredible!","cert":"Unavailable","id":969,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1987-04-19","cast":["Mary Page Keller","Chris Lemmon","Arleen Sorkin","Larry Poindexter","Jodi Thelen"],"overview":"Duet is an American sitcom that aired on Fox from April 19, 1987 to August 20, 1989. The series stars Matthew Laurance as Ben Coleman, Mary Page Keller as Laura Kelly, Chris Lemmon as Richard Phillips, and Alison LaPlaca as Linda Phillips. The series was created by Ruth Bennett and Susan Seeger, and was produced by Paramount Television.","original_name":"Duet","vote_average":0.0,"name":"Duet","cert":"Unavailable","id":970,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1978-09-18","cast":["Gary Sandy","Howard Hesseman","Tim Reid","Loni Anderson","Frank Bonner"],"overview":"When a Cincinnati radio station switches from sedate music to top-40 rock 'n' roll, its staff of oddball characters is forced to switch gears quickly. New programming director Andy Travis brings in a new DJ named Venus Flytrap to work with the station's burned-out veteran, Dr. Johnny Fever. Neurotic newsman Les Nessman, eager beaver Bailey Quarters, sleazy salesman Herb Tarlek, blonde bombshell Jennifer Marlowe, who serves as the station's ultra-capable receptionist, and station manager Arthur Carlson, whose domineering mother owns WKRP, round out the eccentric bunch.","original_name":"WKRP in Cincinnati","vote_average":8.2,"name":"WKRP in Cincinnati","cert":"Unavailable","id":971,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1957-10-04","cast":["Robert Culp"],"overview":"Trackdown is an American Western television series starring Robert Culp that aired on CBS between 1957 and 1959. More than seventy episodes of this series were produced by Dick Powell's Four Star Television and filmed at the Desilu-Culver Studio. The series was itself a spin-off of Powell's anthology series, Dick Powell's Zane Grey Theater.","original_name":"Trackdown","vote_average":6.0,"name":"Trackdown","cert":"Unavailable","id":980,"adult":"false","genre_ids":[37,10759],"origin_country":["US"]},{"first_air_date":"1953-09-29","cast":["Rusty Hamer","Danny Thomas","Marjorie Lord","Angela Cartwright","Amanda Randolph"],"overview":"The Danny Thomas Show is an American sitcom which ran from 1953-1957 on ABC and from 1957-1964 on CBS. A revival series known as Make Room for Granddaddy aired on ABC from 1970-1971.\n\nIn March 1953, Danny Thomas first signed the contract for the show with ABC and chose Desilu Studios to film it using its three-camera method. Two proposed titles during pre-production were The Children's Hour and Here Comes Daddy.","original_name":"The Danny Thomas Show","vote_average":6.9,"name":"The Danny Thomas Show","cert":"Unavailable","id":981,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2002-08-23","cast":["Brian Dobson","Michael Dobson","Tabitha St. Germain","Garry Chalk","Dale Wilson"],"overview":"Transformers: Armada, known in Japan as Chō Robot Seimeitai Transformers: Micron Densetsu, is a Transformers animated series, comic series and toy line which ran from 2002–2003. It was originally scheduled for 2001, however was delayed until early-2002. As the first series co-produced between the American toy company, Hasbro, and their Japanese counterpart, Takara, Armada begins a new continuity\/universe for Transformers, with no ties to any of the previous series, including the immediately prior Transformers: Robots in Disguise in 2001. It would go on to birth a sequel in the form of Transformers: Energon.","original_name":"Transformers: Armada","vote_average":6.4,"name":"Transformers: Armada","cert":"Unavailable","id":982,"adult":"false","genre_ids":[16],"origin_country":["US"]},{"first_air_date":"1969-09-09","cast":["Peter Wyngarde","Rosemary Nicols","Joel Fabiani","Dennis Alaba Peters"],"overview":"Department S is a United Kingdom spy-fi adventure series produced by ITC Entertainment. The series consists of 28 episodes which originally aired in 1969–1970. It starred Peter Wyngarde as author Jason King, Joel Fabiani as Stewart Sullivan, and Rosemary Nicols as computer expert Annabelle Hurst. The trio were agents for a fictional special department of Interpol. The head of Department S was Sir Curtis Seretse.","original_name":"Department S","vote_average":4.3,"name":"Department S","cert":"Unavailable","id":983,"adult":"false","genre_ids":[10759,18,10765],"origin_country":["GB"]},{"first_air_date":"1995-04-11","cast":["Sally Phillips","Stewart Lee","Kevin Eldon","Peter Baynham","Richard Herring"],"overview":"Fist of Fun was a British comedy television and radio programme, written by and starring Lee and Herring. A lot of the show's comic material was adapted from Lee and Herring's radio programme Lionel Nimrod's Inexplicable World.\n\nEach episode of Fist of Fun featured several disparate sketches and situations. Fist of Fun began as a BBC Radio 1 series in 1993, before becoming commissioned as a television series on BBC Two in early 1995.\n\nIt was broadcast at 9pm on Tuesday nights, and was successful, but not a major ratings-winner. The second series was aired on Friday nights, and although its ratings were relatively good, the show suffered from a lack of preparation and poor promotion. The show was not given a third series, and Lee and Herring went on to write This Morning with Richard Not Judy, for BBC Two.\n\nMany other comedians who appeared in the series went on to fame themselves, including Kevin Eldon, Peter Baynham, Ronni Ancona, Alistair McGowan, Al Murray, John Thomson, Rebecca Front, Mel Giedroyc, Sue Perkins, Ben Moor and Sally Phillips.","original_name":"Fist of Fun","vote_average":8.0,"name":"Fist of Fun","cert":"Suitable for 15 years & above","id":984,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"1968-09-14","cast":["Dave Willock","Daws Butler","Don Messick","John Stephenson","Janet Waldo"],"overview":"Wacky Races is an American animated television series produced by Hanna-Barbera. The series, inspired by the 1965 slapstick comedy film The Great Race, features 11 different cars racing against each other in various road rallies throughout North America, with each driver hoping to win the title of the \"World's Wackiest Racer.\" Wacky Races ran on CBS from September 14, 1968, to January 4, 1969. Seventeen episodes were produced, with each episode featuring two different races.\n\nThe cartoon had an unusually large number of regular characters, with twenty-three people and animals spread among the 11 race cars. Reruns of the series currently air several times a day on Cartoon Network's classic animation network Boomerang.","original_name":"Wacky Races","vote_average":6.8,"name":"Wacky Races","cert":"Unavailable","id":985,"adult":"false","genre_ids":[10751,16,35,10762],"origin_country":["US"]},{"first_air_date":"1985-09-20","cast":["Robert Urich","Avery Brooks","Ron McLarty","Richard Jaeckel","Barbara Stock"],"overview":"Spenser: For Hire is a mystery television series","original_name":"Spenser: For Hire","vote_average":6.9,"name":"Spenser: For Hire","cert":"Unavailable","id":996,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":["Amber Lancaster","Jules Asner","Brooke Burke Charvet"],"overview":"Wild On! was a travel show that was produced from 1997 until 2003 by E!. Each episode followed a celebrity host as they experienced the food, culture, and nightlife of a certain region.","original_name":"Wild On!","vote_average":0.0,"name":"Wild On!","cert":"Unavailable","id":997,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1983-06-26","cast":[],"overview":"Loving is an American television soap opera that ran on ABC from June 26, 1983, to November 10, 1995, a total of 3,169 episodes. The serial, set in the fictional town of Corinth, Pennsylvania, was co-created by Agnes Nixon and former actor Douglas Marland.\n\nThe show was broadcast in France under the title Amoureusement Votre and in Italy as Quando si ama.","original_name":"Loving","vote_average":6.5,"name":"Loving","cert":"Unavailable","id":998,"adult":"false","genre_ids":[10766],"origin_country":["US"]},{"cert":"Unavailable","cast":["Christian Finnegan","Chuck Nice","John Aboud","Judah Friedlander","Michael Colton"],"id":999,"first_air_date":"2004-01-23","overview":"Best Week Ever is a weekly television program on the United States cable\/satellite network VH1. It started airing in 2004 and was put on hiatus in the summer of 2009. In January 2010, it was announced that the show was cancelled. On August 3, 2012, VH1 announced the return of Best Week Ever. New weekly episodes began January 18, 2013.\n\nOn the show, comedians analyze the previous week's developments in pop culture, including recent happenings in entertainment and celebrity gossip.\n\nThe show's tagline is, \"It's everything you love, everything you missed, and all the stuff you need to see again.\"","genre_ids":[35],"origin_country":["US"],"original_name":"Best Week Ever","vote_average":5.5,"name":"Best Week Ever","adult":"false"}]