[{"first_air_date":"1967-09-09","cast":["Don Messick","Henry Corden","Janet Waldo","Howard Morris","Paul Frees"],"overview":"The Atom Ant\/Secret Squirrel Show was an hour-long Saturday morning cartoon produced by Hanna-Barbera Productions from 1965 to 1967 for NBC.","original_name":"The Atom Ant\/Secret Squirrel Show","vote_average":7.6,"name":"The Atom Ant\/Secret Squirrel Show","cert":"Unavailable","id":1000,"adult":"false","genre_ids":[10751,16],"origin_country":["US"]},{"first_air_date":"1994-11-16","cast":["Emeril Lagasse"],"overview":"Essence of Emeril is a Food Network show hosted by chef Emeril Lagasse.\n\nIn each episode, Emeril shares with his viewers some of his 'kicked-up' recipes, similar to those on Emeril Live, but with a far calmer demeanor and quieter tone, and usually without the trademark apron that has become his Emeril Live uniform starting with the 2000 season.\n\nOn some of the episodes, some of Emeril's friends\/workers make an appearance. An example was when he invited three of his workers from his Homebase in Louisiana to cook up some healthy recipes.\n\nHis \"Essence of Emeril\" set has a wine cabinet, a built-in deep fryer, and other appliances. When he cooks with a specific ingredient he explains what it is and how it is made.","original_name":"Essence of Emeril","vote_average":0.0,"name":"Essence of Emeril","cert":"Unavailable","id":1001,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2000-01-12","cast":["Neil Fitzmaurice","Paddy McGuinness","Toby Foster","Mark Jackson","Jo Enright"],"overview":"That Peter Kay Thing is a series of six spoof documentaries shown on Channel 4 in January 1999. Set in and around Bolton, these follows the lives of different characters and stars Peter Kay as the subject of each documentary. All of the episodes display Kay's penchant for nostalgic humour and unsympathetic lead characters. The series was narrated by Andrew Sachs. Many of the plot lines were based around actual events from Kay's life. At least six of the characters appear in the spin-off series Peter Kay's Phoenix Nights.","original_name":"That Peter Kay Thing","vote_average":6.4,"name":"That Peter Kay Thing","cert":"Suitable for 15 years & above","id":1012,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"1984-09-10","cast":["Lennie Weinrib","Neil Ross","Michael Bell","B. J. Ward","Kevin Michael Richardson"],"overview":"Voltron is the name of a giant robot in an anime television series that features a team of space explorers known as the Voltron Force. The space explorers pilot robot lions who join together to form the giant robot with which they defend their galaxy from evil. Initially produced as a joint venture between World Events Productions and Toei Animation, the original television series aired in syndication from September 10, 1984 to November 18, 1985. The program was entitled Voltron: Defender of the Universe.","original_name":"Voltron: Defender of the Universe","vote_average":7.9,"name":"Voltron: Defender of the Universe","cert":"Unavailable","id":1013,"adult":"false","genre_ids":[16],"origin_country":["JP","US"]},{"first_air_date":"1997-09-01","cast":[],"overview":"EP Daily is a daily news television show that covers movies, TV shows, comic books, collectibles and gadgets. Created and executive produced by host Victor Lucas, and his Vancouver, British Columbia production company Greedy Productions Ltd, EP Daily has been a staple on airwaves since its debut in September 1997.","original_name":"EP Daily","vote_average":0.0,"name":"EP Daily","cert":"Unavailable","id":1014,"adult":"false","genre_ids":[],"origin_country":["CA","US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Ghost train","vote_average":0.0,"name":"Ghost train","cert":"Unavailable","id":1015,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Come Dancing was a BBC TV ballroom dancing competition show that ran on and off from 1949 to 1998, becoming one of television's longest-running shows.\n\nThe show was created by Eric Morley, the founder of Miss World, and began in 1949 by broadcasting from regional ballroom studios, with professional dancers Syd Perkin and Edna Duffield on hand to offer teaching.\n\nIn 1953 the format changed to become a competition, with later series seeing regions of the United Kingdom going head to head for the coveted trophy.\n\nThe many presenters over the years included Peter West, McDonald Hobley, Charles Nove, Terry Wogan, Brian Johnston, Angela Rippon, Michael Aspel, Noel Edmonds, David Jacobs, Judith Chalmers, Pete Murray, and Rosemarie Ford. Commentators included Ray Moore and Bruce Hammal.\n\nIn 2004, a re-launched celebrity version entitled Strictly Come Dancing, hosted by Bruce Forsyth and Tess Daly, debuted on BBC One, and became a popular hit on Saturday evenings. The format of the newer show has been successfully exported to other countries under the name Dancing with the Stars.","original_name":"Come Dancing","vote_average":0.0,"name":"Come Dancing","cert":"Unavailable","id":1016,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Laff-A-Lympics is the co-headlining segment, with Scooby-Doo, of the package Saturday morning cartoon series Scooby's All-Star Laff-A-Lympics, produced by Hanna-Barbera Productions beginning in 1977. The show was a spoof of the Olympics and the ABC television series Battle of the Network Stars, which debuted one year earlier. It featured 45 Hanna-Barbera characters organized into the teams which would compete each week for gold, silver, and bronze medals. One season of 16 episodes was produced in 1977–78, and eight new episodes combined with reruns for the 1978–79 season as Scooby's All-Stars. Unlike most cartoon series' produced by Hanna-Barbera in the 1970s, Laff-A-Lympics did not contain a laugh track.","original_name":"Laff-a-Lympics","vote_average":0.0,"name":"Laff-a-Lympics","cert":"Unavailable","id":1017,"adult":"false","genre_ids":[16,35],"origin_country":["US"]},{"first_air_date":"1959-09-12","cast":["Lorne Greene","Dan Blocker","Michael Landon"],"overview":"The High-Sierra adventures of Ben Cartwright and his sons as they run and defend their ranch while helping the surrounding community.","original_name":"Bonanza","vote_average":6.6,"name":"Bonanza","cert":"Unavailable","id":1018,"adult":"false","genre_ids":[37,10759],"origin_country":["US"]},{"first_air_date":"1967-09-11","cast":["Tim Conway","Carol Burnett","Vicki Lawrence"],"overview":"The Carol Burnett Show is an American variety\/sketch comedy television show starring Carol Burnett, Harvey Korman, Vicki Lawrence, Lyle Waggoner, and Tim Conway. It originally ran on CBS from September 11, 1967, to March 29, 1978, for 278 episodes and originated from CBS Television City's Studio 33. The series won 25 prime time Emmy Awards, was ranked No. 16 on TV Guide's 50 Greatest TV Shows of All Time in 2002 and in 2007 was listed as one of Time magazine's \"100 Best TV Shows of All Time.\"","original_name":"The Carol Burnett Show","vote_average":8.2,"name":"The Carol Burnett Show","cert":"Unavailable","id":1027,"adult":"false","genre_ids":[35,10751],"origin_country":["US"]},{"first_air_date":"1999-01-12","cast":["Hugh Quarshie","Bob Barrett","Guy Henry","Catherine Russell"],"overview":"Drama series about life on the wards of Holby City Hospital, following the highs and lows of the staff and patients.","original_name":"Holby City","vote_average":6.1,"name":"Holby City","cert":"Unavailable","id":1028,"adult":"false","genre_ids":[10766,18],"origin_country":["GB"]},{"first_air_date":"1967-09-09","cast":["Don Messick","John Stephenson","Dick Beals","Ted Cassidy","Virginia Eiler"],"overview":"Birdman and the Galaxy Trio is an animated science fiction television series created by Alex Toth and produced by Hanna-Barbera. It debuted on NBC on September 9, 1967, and ran on Saturday mornings until September 6, 1969. The program consists of two segments: Birdman, depicting the adventures of a winged superhero powered by the sun, and The Galaxy Trio, centering around the exploits of three extraterrestrial superheroes. NBC ran two new segments of Birdman each Saturday, separated by a segment of The Galaxy Trio.\n\nThe character of Birdman was revived three decades later in the Cartoon Network\/Adult Swim TV series Harvey Birdman, Attorney at Law, and several characters from Birdman and the Galaxy Trio appeared in this revival.","original_name":"Birdman and the Galaxy Trio","vote_average":6.3,"name":"Birdman and the Galaxy Trio","cert":"Unavailable","id":1029,"adult":"false","genre_ids":[10765,16],"origin_country":["US"]},{"first_air_date":"1959-10-05","cast":["Andrew Duggan","Van Williams","Richard Long","Arlene Howell"],"overview":"Bourbon Street Beat is a private detective series which aired on the ABC network from 1959-1960 and featured Richard Long as Rex Randolph, Andrew Duggan as Cal Calhoun, Van Williams as Kenny Madison, and Arlene Howell as Melody Lee Mercer, the secretary at the New Orleans detective agency in which they worked.","original_name":"Bourbon Street Beat","vote_average":0.0,"name":"Bourbon Street Beat","cert":"Unavailable","id":1030,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Wild & Crazy Kids is an American television game show in which large teams, usually consisting entirely of children, participated in head-to-head physical challenges on Nickelodeon. The show lasted for three seasons from 1990 until 1992 for a total of 65 episodes. Wild & Crazy Kids starred three teenage co-hosts with Omar Gooding and Donnie Jeffcoat, Annette Chavez in season 1 and Jessica Gaynes in seasons 2 and 3.\n\nIn 2002, a revival was produced which lasted ten episodes and aired on Nickelodeon. It was hosted by Mati Moralejo of Nickelodeon Games and Sports.","original_name":"Wild & Crazy Kids","vote_average":7.0,"name":"Wild & Crazy Kids","cert":"Unavailable","id":1031,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2005-01-16","cast":["Melani Olivares","Pepe Viyuela","Paco León","Mariano Peña","Marisol Ayuso"],"overview":"Aída is a Spanish comedy sitcom set in Madrid, that spin off from another sitcom called 7 Vidas. The show first aired on January 16, 2005 and is produced by Globomedia for the Spanish network Telecinco. It currently started its ninth season.\n\nThe show stars Carmen Machi as the title character, Aída García, a working, single mother with two teenage children, forced to move in with her mother and brother to make ends meet.\n\nThe show has received favorable criticism from the audience and has been the most viewed show in Spain since 2007. It has also received several awards like the Ondas Award for Best Spanish Sitcom.\n\nThe Polish re-make of the series began airing in March 2012 on TVP2 channel.","original_name":"Aída","vote_average":0.0,"name":"Aída","cert":"Unavailable","id":1032,"adult":"false","genre_ids":[18,35],"origin_country":["ES"]},{"first_air_date":"1980-03-24","cast":["Joyce Bulifant","Polly Holliday","Geoffrey Lewis","Lucy Lee Flippin","Leo Burmester"],"overview":"Flo is an American sitcom which aired on CBS from 1980 to 1981. The series is a spin-off for Polly Holliday who portrayed the sassy and street-smart waitress Florence Jean \"Flo\" Castleberry on the sitcom Alice. Flo was cancelled at the end of its second season.","original_name":"Flo","vote_average":5.0,"name":"Flo","cert":"Unavailable","id":1033,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2006-03-05","cast":["David Attenborough"],"overview":"David Attenborough celebrates the amazing variety of the natural world in this epic documentary series, filmed over four years across 64 different countries.","original_name":"Planet Earth","vote_average":8.2,"name":"Planet Earth","cert":"Unavailable","id":1044,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"pizza","vote_average":0.0,"name":"pizza","cert":"Unavailable","id":1045,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Dagmar's Canteen","vote_average":0.0,"name":"Dagmar's Canteen","cert":"Unavailable","id":1046,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Bob Hope Show hosted by Bob Hope, debuted on April 9, 1950. During the 1952-1953 season, NBC rotated with other variety shows in a Sunday night block known as \"The Colgate Comedy Hour\" (Sept. 1950 to Dec. 1955). Also known as, \"The Chevy Show with Bob Hope.\" When the first special debuted in October of 1950 it was the most expensive television program made up to that point - costing an astronomical $1,500 a minute to produce. Bob Hope had his own television show and radio show at the same time. For the next three seasons, The Bob Hope Show was broadcast once a month on Tuesday nights, giving Milton Berle a week off. Bob ended his radio show in April, 1956. Bob Hope also had another show by a similar name, \"The Bob Hope Show (All Star Revue)\". In addition, he performed in \"Specials\" for many years. It is the longest running variety program in television's history with a record of 45 years of televised entertainment.","original_name":"The Bob Hope Show","vote_average":8.0,"name":"The Bob Hope Show","cert":"Unavailable","id":1047,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1950-09-10","cast":[],"overview":"The Colgate Comedy Hour is an American comedy-musical variety series that aired live on the NBC network from 1950 to 1955. The show starred many notable comedians and entertainers of the era, including Eddie Cantor, Dean Martin and Jerry Lewis, Fred Allen, Donald O'Connor, Bud Abbott and Lou Costello, Bob Hope, Jimmy Durante, Ray Bolger, Gordon MacRae, Ben Blue, Robert Paige, Tony Curtis, Burt Lancaster, Broadway dancer Wayne Lamb and Spike Jones and His City Slickers.","original_name":"The Colgate Comedy Hour","vote_average":10.0,"name":"The Colgate Comedy Hour","cert":"Unavailable","id":1048,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Game is an Australian television show that aired in 2000 and 2001 on the Seven Network.\n\nIt was hosted by Dermott Brereton, who defected from the Nine Network to Seven amid much controversy. Following Seven's loss of the AFL coverage rights, Brereton moved back to Nine in 2002.\n\nThe Game was seen as a replacement to the failed Australian rules football show Live And Kicking, but in terms of ratings it was even less successful and was axed.","original_name":"The Game","vote_average":0.0,"name":"The Game","cert":"Unavailable","id":1049,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1998-08-07","cast":["Gina Riley","Bryan Dawe","Nicholas Bell","Barrie Cassidy","Andrew Curry"],"overview":"The Games was an Australian mockumentary television series about the 2000 Summer Olympics in Sydney. The series was originally broadcast on the ABC and had two seasons of 13 episodes each, the first in 1998 and the second in 2000.\n\n'The Games' starred satirists John Clarke and Bryan Dawe along with Australian comedian Gina Riley and actor Nicholas Bell. It was written by John Clarke and Ross Stevenson. The series centred on the Sydney Organising Committee for the Olympic Games and satirised corruption and cronyism in the Olympic movement, bureaucratic ineptness in the New South Wales public service, and unethical behaviour within politics and the media. An unusual feature of the show was that the characters shared the same name as the actors who played them, to enhance the illusion of a documentary on the Sydney Games.","original_name":"The Games","vote_average":0.0,"name":"The Games","cert":"Unavailable","id":1050,"adult":"false","genre_ids":[35],"origin_country":["AU"]},{"first_air_date":"1982-03-13","cast":["William Shatner","Adrian Zmed","Heather Locklear","James Darren","April Clough"],"overview":"T. J. Hooker is an American police drama television program","original_name":"T. J. Hooker","vote_average":6.1,"name":"T. J. Hooker","cert":"Unavailable","id":1059,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"1990-04-22","cast":["Hugh Laurie","Stephen Fry"],"overview":"Jeeves and Wooster is a British comedy-drama series adapted by Clive Exton from P.G. Wodehouse's \"Jeeves\" stories. The series was a collaboration between Brian Eastman of Picture Partnership Productions and Granada Television.\n\nIt aired on the ITV network from 1990 to 1993, with the last series nominated for a British Academy Television Award for Best Drama Series. It starred Hugh Laurie as Bertie Wooster, a young gentleman with a \"distinctive blend of airy nonchalance and refined gormlessness\", and Stephen Fry as Jeeves, his improbably well-informed and talented valet. Wooster is a bachelor, a minor aristocrat and member of the idle rich. He and his friends, who are mainly members of The Drones Club, are extricated from all manner of societal misadventures by the indispensable valet, Jeeves. The stories are set in the United Kingdom and the United States in the 1930s.\n\nWhen Fry and Laurie began the series they were already a popular double act due to regular appearances on Channel 4's Friday Night Live and their own show A Bit of Fry & Laurie.\n\nIn the television documentary, Fry and Laurie Reunited, upon reminiscing about their involvement in the series, it was revealed that they were initially reluctant to play the part of Jeeves and Wooster but decided to do so in the end because they felt no one else would do the parts justice.","original_name":"Jeeves and Wooster","vote_average":7.9,"name":"Jeeves and Wooster","cert":"Unavailable","id":1060,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Truth or Consequences is an American television show originally hosted on NBC radio by Ralph Edwards and later on television by Edwards, Jack Bailey, Bob Barker, Bob Hilton and Larry Anderson. The television show ran on CBS, NBC and also in syndication. The premise of the show was to mix the original quiz element of game shows with wacky stunts.\n\nThe daily syndicated show was produced by Ralph Edwards Productions, in associated with and distributed by Metromedia Producers Corporation and Lorimar-Telepictures.","original_name":"Truth or Consequences","vote_average":0.0,"name":"Truth or Consequences","cert":"Unavailable","id":1061,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1965-09-14","cast":["Forrest Tucker","Larry Storch","Ken Berry","Melody Patterson","James Hampton"],"overview":"F Troop is a satirical American television sitcom that originally aired for two seasons on ABC-TV. It debuted in the United States on September 14, 1965 and concluded its run on April 6, 1967 with a total of 65 episodes. The first season of 34 episodes was filmed in black-and-white, but the show switched to color for its second season.","original_name":"F Troop","vote_average":6.9,"name":"F Troop","cert":"Unavailable","id":1062,"adult":"false","genre_ids":[37,35],"origin_country":["US"]},{"first_air_date":"2004-05-20","cast":["Unsho Ishizuka","Isshin Chiba","Shunsuke Sakuya","Ayako Kawasumi","Kazuya Nakai"],"overview":"Mugen is a ferocious, animalistic warrior  with a fighting style inspired by break-dancing. Jin is a ronin samurai  who wanders the countryside  alone. They may not be friends, but their paths continually cross. And  when ditzy waitress Fuu gets them out of hot water with the local  magistrate, they agree to join her search for the \"samurai who smells of sunflowers.\"","original_name":"サムライチャンプルー","vote_average":8.1,"name":"Samurai Champloo","cert":"Unavailable","id":1063,"adult":"false","genre_ids":[10759,16,35,18],"origin_country":["JP"]},{"first_air_date":"1983-04-16","cast":["Powers Boothe"],"overview":"Philip Marlowe, Private Eye is a British mystery series that aired on ITV in the United Kingdom under the shorter title 'Marlowe, Private Eye' and on HBO in the United States from April 16, 1983 through June 3, 1986. The series features Powers Boothe as Raymond Chandler's titular character, and was the first drama produced for HBO.","original_name":"Philip Marlowe, Private Eye","vote_average":6.8,"name":"Philip Marlowe, Private Eye","cert":"Unavailable","id":1064,"adult":"false","genre_ids":[9648,10759],"origin_country":["GB","US"]},{"first_air_date":"2002-01-07","cast":["Toshihiko Seki","Ai Orikasa","Hiroshi Naka","Katsunosuke Hori","Kazuaki Ito"],"overview":"Mirage of Blaze is a shōnen-ai light novel series by Mizuna Kuwabara, which are published under Shueisha's Cobalt label. It was adapted into an anime TV series directed by Susumu Kudo in 2002 and an OVA in 2004.\n\nDifficult to classify, Mirage of Blaze is equal parts melodrama, historical romance, and supernatural fantasy. Japanese history predominates a heavily structured plot, which mainly involves the continued aggression between magic using guardians, or \"possessors,\" and the denizens of a \"feudal underworld,\" or the restless souls of long-dead samurai attempting to re-ignite ancient war on the modern plane.\n\nThe anime TV series and the OVAs have since been released in North America by Media Blasters, and both have aired on Encore Action and Encore WAM.","original_name":"炎の蜃気楼[ミラージュ]","vote_average":6.0,"name":"Mirage of Blaze","cert":"Unavailable","id":1065,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":"1977-05-07","cast":["Lisa Hartman","David Ankrum","Karen Morrow","Robert Urich","Mel Stewart"],"overview":"Tabitha is an American fantasy sitcom that aired during the 1977-1978 season on ABC. It is a spin-off of Bewitched, which had ended its run several years earlier. The series stars Lisa Hartman as Tabitha, Samantha and Darrin Stephens' daughter who was introduced on Bewitched during its second season.\n\nIn the series, Tabitha is portrayed as a 20-something production assistant living and working in Los Angeles. The supporting cast includes David Ankrum as Tabitha's brother Adam with whom she works, Robert Urich as an egomaniacal talk show host who is a sometime love interest for Tabitha, and Mel Stewart as Tabitha and Adam's cranky but loveable boss. Unlike Bewitched, which was hit for ABC and aired for eight seasons, Tabitha failed to catch on with viewers and was canceled after one season.","original_name":"Tabitha","vote_average":1.0,"name":"Tabitha","cert":"Unavailable","id":1074,"adult":"false","genre_ids":[10765,35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Wedge is the title of an hour-long, weekly indie music program airing Fridays at midnight ET on Canadian music TV station MuchMusic. The program, which debuted in 1992 as a Monday to Friday half-hour series, was originally hosted by Simon Evans. In 1995, Sook-Yin Lee became the host, and remained with the program until her departure from MuchMusic in 2001.\n\nThe Wedge is by and large associated with alternative music, although it often hosts music from independent rap and hip hop groups. The show was among MuchMusic's most popular during the grunge\/alternative heyday of the mid-1990s.\n\nThe Wedge currently airs on Friday evenings, with a replay several hours later. Because of the unique content of the show, The Wedge has a highly devoted fanbase and an active community on LiveJournal.\n\nOn January 26, 2011, The Wedge will be re-launched by MuchMusic at a new 10 p.m. timeslot. The format has been expanded from just music videos to include live performances, interviews, and panel discussions. The show will now be hosted by Damian Abraham, lead singer of the Toronto-based, Polaris Music Prize-winning hardcore punk band Fucked Up.","original_name":"The Wedge","vote_average":0.0,"name":"The Wedge","cert":"Unavailable","id":1075,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1996-09-19","cast":["Brooke Shields","Judd Nelson","Kathy Griffin","Andrea Bendewald","Nestor Carbonell"],"overview":"Suddenly Susan is an American television sitcom. Shields plays Susan Keane, a glamorous San Francisco magazine writer who begins to adjust to being single, and who learns to be independent-minded, after being taken care of all her life.","original_name":"Suddenly Susan","vote_average":6.1,"name":"Suddenly Susan","cert":"Unavailable","id":1076,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1987-12-07","cast":["Ken Ober","Colin Quinn","Marisol Massey"],"overview":"Remote Control is a TV game show that ran on MTV for five seasons from 1987 until 1990. It was MTV's first original non-musical program. New episodes were made for first-run syndication from 1989 until 1990 which were distributed by Viacom. Three contestants answered trivia questions on movies, music, and television, many of which were presented in skit format. The series was developed by producers Joe Davola and Michael Duggan, and directed by Dana Calderwood.","original_name":"Remote Control","vote_average":0.0,"name":"Remote Control","cert":"Unavailable","id":1079,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1992-06-27","cast":["David Duchovny","Billy Wirth","Sheryl Lee","Claire Stansfield","Kate Jackson"],"overview":"Red Shoe Diaries is an erotic drama series that aired on the American cable television network Showtime from 1992 to 1997 and distributed by Playboy Entertainment overseas. Most episodes were directed by either Zalman King, Rafael Eisenman or both.","original_name":"Red Shoe Diaries","vote_average":5.1,"name":"Red Shoe Diaries","cert":"Unavailable","id":1082,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"1976-02-01","cast":["Sonny Bono","Cher","Billy Van"],"overview":"Cher and Sonny Bono starred in this quintessentially '70's TV comedy\/variety show. Sonny and Cher's hit songs featured prominently on the show, as they would often sing and perform them between short skits.","original_name":"The Sonny & Cher Show","vote_average":0.0,"name":"The Sonny & Cher Show","cert":"Unavailable","id":1091,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1984-03-10","cast":["Dick Sargent","David Kaufman","Rip Taylor","Kyle Richards","Ronnie Schell"],"overview":"Down to Earth is an American fantasy situation comedy series that ran on Superstation TBS from 1984 to 1987. The series was originally produced by The Arthur Company, and later, by Procter & Gamble Productions and was the Superstation's first original series.","original_name":"Down to Earth","vote_average":0.0,"name":"Down to Earth","cert":"Unavailable","id":1092,"adult":"false","genre_ids":[10765,35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"2001: A Space Road Odyssey is a 2001 Canadian television series that aired on Space channel. It documented a three-month journey across Canada in search for the paranormal. It was hosted by videographer Natasha Eloi and voiceover personality Steve Anthony.","original_name":"2001: A Space Road Odyssey","vote_average":0.0,"name":"2001: A Space Road Odyssey","cert":"Unavailable","id":1093,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":["Bill O'Reilly"],"overview":"The O'Reilly Factor, originally titled The O'Reilly Report from 1996 to 1998 and often called The Factor, is an American talk show on the Fox News Channel hosted by commentator Bill O'Reilly, who often discusses current controversial political issues with guests.","original_name":"The O'Reilly Factor","vote_average":2.3,"name":"The O'Reilly Factor","cert":"Unavailable","id":1094,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":"2002-10-01","cast":["Atsuko Tanaka","Akio Otsuka","Osamu Saka","Rikiya Koyama","Sakiko Tamagawa"],"overview":"In the future when technological enhancements and robotics are a way of life, Major Motoko Kusanagi and Section 9 take care of the jobs that are too difficult for the police. Section 9 employs hackers, sharpshooters, detectives and cyborgs all in an effort to thwart cyber criminals and their plans to attack the innocent.","original_name":"攻殻機動隊 STAND ALONE COMPLEX","vote_average":8.2,"name":"Ghost in the Shell: Stand Alone Complex","cert":"Unavailable","id":1095,"adult":"false","genre_ids":[16,10765],"origin_country":["JP"]},{"first_air_date":"2005-06-28","cast":["Rika Morinaga","MAKO (Mako Sakura)","Kaori Mine","Ai Nonaka","Issei Miyazaki"],"overview":"Kamichu! is a Japanese anime television series, strongly influenced by the Shinto religion, that follows the adventures of teenage goddess Yurie Hitotsubashi and her friends. The title is short for Kamisama de Chūgakusei. The series was created by Besame Mucho, which is the joint pen name of Tomonori Ochikoshi, Koji Masunari, and Hideyuki Kurata. It was broadcast by the anime television network Animax on its respective networks worldwide, including Japan, East Asia, South Asia, Southeast Asia, where it received its first English-language broadcast.\n\nThe series was adapted as a manga serialized in Dengeki Daioh, a shōnen manga magazine, and collected in two tankōbon volumes.\n\nAt the 2005 Japan Media Arts Festival, Kamichu! received an Excellence Prize for animation.\n\nOn July 3, 2008, Geneon Entertainment and Funimation Entertainment announced an agreement to distribute select titles in North America. While Geneon Entertainment will still retain the license, Funimation Entertainment will assume exclusive rights to the manufacturing, marketing, sales and distribution of select titles. Kamichu! was one of several titles involved in the deal. However, as of August 2011, the rights to the series had expired.","original_name":"かみちゅ！","vote_average":7.0,"name":"Kamichu!","cert":"Unavailable","id":1096,"adult":"false","genre_ids":[16,10751,18,35],"origin_country":["JP"]},{"first_air_date":"2007-06-09","cast":["Ai Kobayashi","Rie Saitou","Koji Yusa","Akiko Yajima"],"overview":"Ergo Proxy is a science fiction suspense anime television series, produced by Manglobe, which premiered across Japan on 25 February 2006 on the WOWOW satellite network. It is directed by Shukō Murase, with screenplay by Dai Satō et al.. Ergo Proxy has been described as a dark sciencefiction mystery with philosophical underpinnings. It features a combination of 2D digital cel animation, 3D computer modeling, and digital special effects.","original_name":"エルゴプラクシー","vote_average":7.4,"name":"Ergo Proxy","cert":"Unavailable","id":1097,"adult":"false","genre_ids":[16,10759,9648,10765],"origin_country":["JP"]},{"first_air_date":"1986-10-20","cast":["Geoffrey Palmer","Peter Bowles","Penelope Keith","Wanda Ventham","Timothy Carlton"],"overview":"Executive Stress is a British sitcom that aired on ITV from 1986 to 1988. Produced by Thames Television, it first aired on 20 October 1986. After three series, the last episode aired on 27 December 1988.\n\nWritten by George Layton, Executive Stress stars Penelope Keith as Caroline Fairchild, a middle-aged woman who decides to go back to work. Her husband, Donald, is played by Geoffrey Palmer in the first series. However, Palmer was unable to return for the second series, so Peter Bowles played Donald in the last two series. Keith and Bowles had previously appeared in together in To the Manor Born.","original_name":"Executive Stress","vote_average":6.0,"name":"Executive Stress","cert":"Unavailable","id":1108,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Beautiful Trio is a Chinese language drama broadcast on Singapore's largest television network, MediaCorp TV Channel 8. The show was filmed in 2003 but broadcast in 2004.\n\nThis series was re-telecasted on MediaCorp TV Channel 8 on every Saturday, 11am to 1pm and has since ended its re-run on 31 January 2009.","original_name":"Beautiful Trio","vote_average":0.5,"name":"Beautiful Trio","cert":"Unavailable","id":1109,"adult":"false","genre_ids":[],"origin_country":["SG"]},{"first_air_date":"2005-08-15","cast":["Kenix Kwok","Ron Ng","Joe Ma"],"overview":"Revolving Doors of Vengeance is a 30-episode TVB series which was released in 2005. The fictional Royal Court Hotel is based on Crown Prince Hotel, which is located in Dongguan, Guangdong province of China.","original_name":"Revolving Doors of Vengeance","vote_average":0.0,"name":"Revolving Doors of Vengeance","cert":"Unavailable","id":1110,"adult":"false","genre_ids":[18],"origin_country":["HK"]},{"first_air_date":"2004-07-07","cast":["Joanna Page","Ian Bartholomew","Alex Ferns","Emily Hamilton","Steve Speirs"],"overview":"Making Waves is a British television drama series produced by Carlton Television for ITV. It was created by Ted Childs and chronicles the professional and personal lives of the crew of the Royal Navy frigate HMS Suffolk. The series remained in development hell for several years and was first broadcast on 7 July 2004. However, due to low ratings it was removed from the schedules after only three episodes, the remainder of the series going unaired on television in the United Kingdom.\n\nThe series starred Alex Ferns as Commander Martin Brooke and Emily Hamilton as Lieutenant Commander Jenny Howard. The frigate HMS Grafton stood in for Suffolk and additional filming took place around HMNB Portsmouth with the full co-operation of the Royal Navy. A limited-edition DVD of all six episodes was released in December 2004.","original_name":"Making Waves","vote_average":0.0,"name":"Making Waves","cert":"Unavailable","id":1111,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"1974-07-01","cast":[],"overview":"High Rollers is an American television game show based on the dice game Shut the Box. The show aired on NBC from July 1, 1974 to June 11, 1976 and again from April 24, 1978 to June 20, 1980. Two different syndicated versions were also produced, a weekly series in the 1975–1976 season which ran concurrently with the daytime version, and a daily series in 1987–1988. Heatter-Quigley Productions packaged all versions of the series except the 1987 revival, a co-production of Merrill Heatter Productions and Century Towers Productions.","original_name":"High Rollers","vote_average":0.0,"name":"High Rollers","cert":"Unavailable","id":1112,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Great Outdoors is an Australian travel magazine series broadcast on the Seven Network on 5 February 1993.","original_name":"The Great Outdoors","vote_average":0.0,"name":"The Great Outdoors","cert":"Unavailable","id":1113,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"1990-03-03","cast":["John Mahoney","Wesley Snipes","David Caruso","Marjorie Monaghan","Fionnula Flanagan"],"overview":"H.E.L.P. is a United States ABC television drama series which appeared for only one season, as a mid-season replacement in March 1990. John Mahoney starred as Chief Patrick Meacham of the New York City Fire Department. Wesley Snipes played police officer Lou Barton and David Caruso played police officer Frank Sardoni of the NYPD.\n\nThe premise of the show was based on an experimental combined emergency services station in New York City that co-located the resources of the Fire Department, Police Department and Emergency Medical Services.\n\nAlthough H.E.L.P. was canceled after only a brief initial season, the concept of a show involving all three branches of NYC emergency services was successfully reintroduced nine years later with the 1999 debut of Third Watch, which ran for six seasons on NBC.","original_name":"H.E.L.P.","vote_average":0.0,"name":"H.E.L.P.","cert":"Unavailable","id":1114,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"1997-09-26","cast":[],"overview":"Sasuke is a Japanese sports entertainment television special in which 100 competitors attempt to complete a four stage obstacle course. An edited version, renamed Ninja Warrior, is screened in at least 18 other countries. To date, Sasuke content has been shown in 157 countries.\n\nShot on location at Midoriyama studio in Yokohama, it airs on the Tokyo Broadcasting System between Japanese television drama seasons. Each 3-hour special covers an entire competition; there are normally 100 participants. There have been 29 specials, approximately one new special per season. The show is produced by Monster9 and is one of the spin-offs of Muscle Ranking, another sports entertainment competition, which currently airs on G4 under the name Unbeatable Banzuke. Until the 10th competition, Sasuke was broadcast as a special part of Muscle Ranking, but it became an independent program when Muscle Ranking was discontinued. The first competition was held indoors, marking the only time Sasuke did not take place outside. Competitions generally start in the daytime and continue until completed regardless of weather or darkness. After Monster9's bankruptcy on November 2011, all rights to the show fell completely into the hands of its broadcaster, Tokyo Broadcasting System. Following their acquisition of all rights to Sasuke, TBS renamed the show, Sasuke Rising.","original_name":"Sasuke","vote_average":9.4,"name":"Sasuke","cert":"Unavailable","id":1121,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":"1985-04-01","cast":["Roy Kinnear"],"overview":"Bertha is a British stop motion-animated children's television series about a factory machine of that name, comprising 13 episodes that aired from 1985 to 1986. Other major characters in the series were Mr Willmake, Mr Sprott and Tracy. All the characters were designed by Ivor Wood, and the series was produced by his company, Woodland Animations. It was broadcast on BBC Television.\n\nA series of six storybooks based on Bertha was published by André Deutsch at the same time as the series was broadcast. They were adapted by Eric Charles and illustrated by Steve Augarde, who was also responsible for the artwork and music in the children's series Bump.","original_name":"Bertha","vote_average":0.0,"name":"Bertha","cert":"Unavailable","id":1122,"adult":"false","genre_ids":[16],"origin_country":["GB"]},{"first_air_date":"1994-03-02","cast":[],"overview":"An animated globe named Spin whisks kids around the world, teaching them about animals and their habitats.","original_name":"Really Wild Animals","vote_average":0.0,"name":"Really Wild Animals","cert":"Unavailable","id":1123,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Buku Harian Nayla is an Indonesian Christiany television drama which aired on RCTI. The scenario was written by Serena Luna. The story is about a girl who was diagnosed with Ataxia when she was young. This serial gained a national rating of 30.8% throughout Indonesian viewers. Due to overwhelming fans' responses, RCTI did re-runs at 4.30 PM every Monday and Friday, but, unlike the original run, the re-run cut its playtime into 30 minutes including commercials.","original_name":"Buku Harian Nayla","vote_average":0.0,"name":"Buku Harian Nayla","cert":"Unavailable","id":1124,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":"2004-09-04","cast":["Wally Kurth"],"overview":"1 Day With is an American reality series which premiered on Soapnet in September 2004. Soap actor Wally Kurth follows a daytime soap actor around throughout their day. At various times Kurth has taken singing lessons, done martial arts, helped cook dinner, and volunteered for a charitable cause.\n\nThe actors who have appeared on 1 Day With include:\n\n⁕From One Life to Live: Kathy Brier, Hillary B. Smith, Kassie DePaiva\n\n⁕From General Hospital: Tamara Braun, Rick Hearst, Ingo Rademacher, Tyler Christopher, Alicia Leigh Willis, Anthony Geary, Scott Clifton\n\n⁕From Days of our Lives: Bryan Dattilo, Alison Sweeney, Peter Reckell, Matthew Ashford, Arianne Zucker\n\n⁕From The Bold and the Beautiful: Sean Kanan\n\n⁕From All My Children: Eva LaRue, Cameron Mathison\n\n⁕From The Young and the Restless: Kristoff St. John","original_name":"1 Day With","vote_average":0.0,"name":"1 Day With","cert":"Unavailable","id":1125,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1999-12-24","cast":["David Winn","Warren Graff","Kenn Navarro","Ellen Connell","Michael 'Lippy' Lipman"],"overview":"This action and adventure comedy is drawn in simple appearance and combines cute forest animals with extreme graphic violence. Each episode revolves around the characters enduring accidental events of bloodshed, pain, dismemberment and\/or death.","original_name":"Happy Tree Friends","vote_average":6.5,"name":"Happy Tree Friends","cert":"Unavailable","id":1126,"adult":"false","genre_ids":[16,35],"origin_country":["CA","US"]},{"first_air_date":null,"cast":[],"overview":"SlamTV! is an internet wrestling show, broadcast by the Insane Clown Posse's wrestling promotion Juggalo Championship Wrestling. It features color commentary by \"Handsome Harley 'Gweedo' Guestella\" and \"Diamond Donovan '3D' Douglas\", with \"Luscious\" Johnny Stark filling in whenever needed. Its initial run was 20 episodes, taped on a nationwide tour entitled \"The Tempest Release Party\". Until its creation, aside from three initial DVDs, the only way to view JCW was in person or home videos.","original_name":"SlamTV!","vote_average":0.0,"name":"SlamTV!","cert":"Unavailable","id":1139,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2001-12-22","cast":[],"overview":"| website =\n\nKunoichi was a women's obstacle course competition held in Japan and broadcast on the Tokyo Broadcasting System. It is a spin-off of Sasuke, another obstacle course series. Kunoichi is different from Sasuke in that the competitors are exclusively female.","original_name":"Kunoichi","vote_average":0.0,"name":"Kunoichi","cert":"Unavailable","id":1140,"adult":"false","genre_ids":[],"origin_country":["US","JP"]},{"first_air_date":"1985-10-11","cast":[],"overview":"The Greatest Adventure: Stories from the Bible is a television series produced by Hanna-Barbera that tells of three young adventurers—Derek, Margo, and 'their nomad friend' Moki—who travel back in time to watch biblical events take place in the past.","original_name":"The Greatest Adventure: Stories from the Bible","vote_average":8.7,"name":"The Greatest Adventure: Stories from the Bible","cert":"Unavailable","id":1141,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1958-10-11","cast":["David Coleman","Frank Bough","Des Lynam"],"overview":"Grandstand was a British television sport programme. Broadcast between 1958 and 2007, it was one of the BBC's longest running sports shows, alongside BBC Sports Personality of the Year.\n\nIts first presenter was Peter Dimmock. There were only four main presenters of the programme during its long history: David Coleman, Frank Bough, Des Lynam, and Steve Rider. Changes in the structure of the programme during its last few years, however, meant it did not have a regular main presenter during this time.\n\nAmong the more occasional hosts were Alan Weeks, David Icke, Clare Balding, Hazel Irvine, Bob Wilson, David Vine, Barry Davies, Dougie Donnelly, Harry Carpenter, Harry Gration, John Inverdale, Tony Gubba, Helen Rollason, Ray Stubbs and Sue Barker.\n\nThe last editions of Grandstand were broadcast over the weekend of 27–28 January 2007.","original_name":"Grandstand","vote_average":0.0,"name":"Grandstand","cert":"Unavailable","id":1142,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"NewsEdge at 11:00 was an 11:00–11:35 p.m. newscast on WTVT hosted by Mark Wilson. It is described as a fast-paced, Fox News Channel-type news show, with shorter report segments, and a more tabloid-feel.\n\nThe newscast is split into multiple parts, which mainly are: \"Top Stories\", \"48 Hour Forecast\", \"FOX Up Front\", \"FloridaEdge\", \"NationalEdge\", \"FOX Focus\", \"WeatherEdge\", \"SportsEdge\", and \"The Lightning Round\".\n\n\"The Lightning Round\" is a 5-minute debate–opinion segment which features the host, the meteorologist, and the sports anchor, along with a \"special guest\", debating somewhat controversial news topics.\n\nNewsEdge was, and still is somewhat, considered independent from WTVT's main news operation, and at one point, NewsEdge had different graphics and a different theme than the main news operation until the NewsEdge graphics and theme were integrated into the main news operation in February 2006. Fox Television Stations Group, which owns WTVT, designated Tampa as the test market for the new 11:00 p.m. newscast format. It has since expanded the NewsEdge branding to WTTG Washington, DC and WJBK Detroit, Michigan for their 11:00 newscasts, as well as KTBC in Austin, Texas, which uses the NewsEdge branding for all of its newscasts.","original_name":"NewsEdge at 11","vote_average":0.0,"name":"NewsEdge at 11","cert":"Unavailable","id":1143,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2008-03-04","cast":["Nikolaj Coster-Waldau","Zuleikha Robinson","Stephen Henderson","Alexie Gilmore"],"overview":"New Amsterdam is an American television drama which aired for eight episodes in 2008 on Fox. The series starred Nikolaj Coster-Waldau as \"John Amsterdam\", an immortal Dutch man born in 1607, who has lived in New York City on and off since he was 14 years old, and who is a homicide detective in the present day. The series was nominated for an Emmy for Main Title Design.","original_name":"New Amsterdam","vote_average":7.5,"name":"New Amsterdam","cert":"Unavailable","id":1144,"adult":"false","genre_ids":[18,10765],"origin_country":["US"]},{"first_air_date":"1997-10-11","cast":["Keith Diamond","Adam Baldwin","Jennifer Lien","Charles Napier","Gregg Berger"],"overview":"Men in Black: The Series, also known as MIB: The Series and Men in Black: The Animated Series, is an American animated television series that originally aired on The WB's Kids' WB programming block from October 11, 1997 to June 30, 2001. The show features characters from 1997's science fiction film Men in Black, which was based on the comic book series The Men in Black by Lowell Cunningham, originally published by Aircel Comics. The series was produced by Adelaide Productions Inc., a unit of Sony Pictures Television, and Amblin Entertainment as a half-hour series originally airing on Saturday mornings, and later moving to weekdays during the final run. It was a more detailed T.V. series of the movie saga.","original_name":"Men in Black: The Series","vote_average":6.7,"name":"Men in Black: The Series","cert":"Unavailable","id":1153,"adult":"false","genre_ids":[16,10759,35],"origin_country":["US"]},{"first_air_date":"1984-02-04","cast":["Sumiko Tanaka","Ryōsuke Sakamoto"],"overview":"Choudenshi Bioman is Toei Company's eighth installment in the Super Sentai series. Its 51 episodes aired on TV Asahi from February 4, 1984 to January 26, 1985 with a movie being released during the show's initial run. The international English title is listed by Toei as Bioman.","original_name":"超電子バイオマン","vote_average":6.0,"name":"Super-Electron Bioman","cert":"Unavailable","id":1154,"adult":"false","genre_ids":[10765,10759],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Thames Valley Tonight was a regional news programme broadcast to part of the ITV Network in the Thames Valley area of southern England. The Thames Valley news region was launched on Monday 4 December 2006 and ceased to exist on 8 February 2009.\n\nLike all regional news programmes on ITV in England and Wales and ITV Channel Television, it used the generic ITV font and idents.","original_name":"Thames Valley Tonight","vote_average":0.0,"name":"Thames Valley Tonight","cert":"Unavailable","id":1155,"adult":"false","genre_ids":[10763],"origin_country":["GB"]},{"first_air_date":"1991-09-26","cast":[],"overview":"Spider! was a musical children's television series made by Hibbert Ralph Entertainment for the BBC which originally aired in 1991. It followed the adventures of a spider, the protagonist, and a young boy. The stories were told through song, performed by Jeff Stevenson with his children, Casey and Holly, singing backing vocals. The style of music varies from rock 'n' roll to haunting and melancholic, and was produced by Rick Cassman. A BBC Video entitled \"Spider! - I'm Only Scary 'cos I'm Hairy!\" which contained all 13 episodes was released soon after the series ended. A DVD version was also released later.","original_name":"Spider!","vote_average":10.0,"name":"Spider!","cert":"Unavailable","id":1156,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1980-04-02","cast":["Hatsunori Hasegawa","Eri Ishida","Jin Nakayama","Masaaki Daimon","Masashi Furuta"],"overview":"Ultraman 80 comes to Earth as one of the newest members of the Ultra Space Garrison (it is revealed in Ultraman Mebius that he is the ninth Ultra Brother), in the form of science teacher Takeshi Yamato. After a five-year hiatus since the departure of Ultraman Leo, monsters started reappearing again.","original_name":"ウルトラマン80","vote_average":0.0,"name":"Ultraman 80","cert":"Unavailable","id":1157,"adult":"false","genre_ids":[10759,10765],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Give-n-Take is an American television game show which ran on CBS from September 8 to November 28, 1975. Jim Lange hosted, with Johnny Jacobs announcing. The series, which replaced Spin-Off, ended after 60 episodes.","original_name":"Give-n-Take","vote_average":0.0,"name":"Give-n-Take","cert":"Unavailable","id":1158,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"quiznation was a live interactive game show on GSN. The official host was Shandi Finnessey, with Angelle Tymon, Jessica York, Jeff Thisted filling in. Featured in the two-hour program were interactive games where the viewers could win cash prizes. The show aired from 12 midnight - 2 a.m. Eastern every Wednesday night through Saturday night. The program was nearly identical to the original PlayMania.","original_name":"quiznation","vote_average":0.0,"name":"quiznation","cert":"Unavailable","id":1159,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"InZer0 is a science fiction serial produced in Detroit, Michigan created by Jamie Sonderman.","original_name":"InZer0","vote_average":0.0,"name":"InZer0","cert":"Unavailable","id":1170,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1997-11-28","cast":["Jack Black","Kyle Gass"],"overview":"Tenacious D: The Greatest Band on Earth is a TV series that ran on HBO in 1997, 1999 and 2000. It featured the fictional accounts of the real band Tenacious D, which is composed of members Jack Black and Kyle Gass. All of the episodes of the show are available on Tenacious D's The Complete Masterworks DVD.\n\nThe show included many songs that would later be recorded for their studio albums Tenacious D and The Pick of Destiny.","original_name":"Tenacious D","vote_average":6.7,"name":"Tenacious D","cert":"Unavailable","id":1171,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Saturday Primetime is an American television program that appears every Saturday during the college basketball regular season. It is the ESPN game of the week as part of College GameDay. Started in 2005, the game is featured wherever Rece Davis, Hubert Davis, Digger Phelps and Jay Bilas are for the college basketball version of College GameDay. The official name is Saturday Primetime presented by DirecTV. The previous title sponsor was Cisco Systems.\n\nThe game of the week airs every Saturday at 9 p.m. ET during the regular season with a one-hour pre-game show as part of College GameDay. The game is also seen in high definition on ESPNHD. Like Sunday Night Baseball, scheduling conflicts can result in the game being shown on ESPN2 and ESPN2HD. In 2005 and 2006, Brad Nessler had called play-by-play, but in 2007, Dan Shulman took over for Nessler along with college basketball guru Dick Vitale with color commentary and Erin Andrews with the sideline reports. Occasionally, Bilas and Bob Knight fill in for Vitale and join Shulman on the broadcast. Games are shown from a variety of conferences. Starting in 2013 Shannon Spake will serve as sideline reporter.","original_name":"Saturday Primetime","vote_average":0.0,"name":"Saturday Primetime","cert":"Unavailable","id":1172,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2003-07-07","cast":["Hideaki Takizawa","Kôtarô Koizumi","Hitomi Shimatani","Manami Konishi","Naoto Ogata"],"overview":"Boku dake no Madonna, sometimes shortened to BokuMado, is a drama series that aired in Japan on Fuji TV in 2003. In English it is often called You are my only Madonna \/ ...and I Love Her.","original_name":"僕だけのマドンナ","vote_average":0.0,"name":"You are my only Madonna","cert":"Unavailable","id":1173,"adult":"false","genre_ids":[18,10749],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Hard Copy is an American tabloid news television show that ran in syndication from 1989 to 1999. Hard Copy was aggressive in its use of questionable material on television, including gratuitous violence.\n\nThe original hosts of Hard Copy were Alan Frio and Terry Murphy; Barry Nolan joined the series in 1990 and stayed until 1998. In the show's final season, current KFMB sports director Kyle Kraska took over as host.","original_name":"Hard Copy","vote_average":0.0,"name":"Hard Copy","cert":"Unavailable","id":1174,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2003-03-07","cast":["John Thomson","Dawn Steele","Will Mellor","Tricia Penrose","Adrian Edmondson"],"overview":"Comic Relief Does Fame Academy is a spin-off of the original Fame Academy show where celebrities sing as students of the Academy. The programme was launched in 2003 to help raise money for the charities supported by Comic Relief, with the final of the show occurring on Red Nose Day. Coverage of the show was widely shown on BBC One, BBC Three, BBC Prime and the CBBC Channel.\n\nMany consider the celebrity version of the show to be far more successful than its predecessor. The Comic Relief series returned in 2005 and again in March 2007. It was announced by the BBC that Cat Deeley would not return because she was hosting So You Think You Can Dance. However, Patrick Kielty returned with co-host and host of the former spin-off show Claudia Winkleman.","original_name":"Comic Relief Does Fame Academy","vote_average":0.0,"name":"Comic Relief Does Fame Academy","cert":"Unavailable","id":1177,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2003-06-30","cast":[],"overview":"Computerman was a TV series that aired on Channel 101 in 2003 exclusively on the internet. Eugene Murzowski, played by Dan Harmon, unknowingly creates Computerman, a powerful but naive cyborg, when a drop of his blood hits his computer keyboard.","original_name":"Computerman","vote_average":0.0,"name":"Computerman","cert":"Unavailable","id":1178,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":"1987-01-09","cast":["Mollie Sugden","William Moore","Deddie Davies","Carol Hawkins","Isabelle Lucas"],"overview":"My Husband and I is a British sitcom that aired on ITV from 1987 to 1988. Starring Mollie Sugden and her husband William Moore, it was written by Pam Valentine and Michael Ashton.","original_name":"My Husband and I","vote_average":0.0,"name":"My Husband and I","cert":"Unavailable","id":1179,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2008-02-07","cast":["Keeley Hawes","Philip Glenister","Dean Andrews","Marshall Lancaster","Montserrat Lombard"],"overview":"Crime drama series featuring Life On Mars' DCI Gene Hunt. After being shot in 2008, DI Alex Drake lands in 1981, where she finds herself in familiar company.","original_name":"Ashes to Ashes","vote_average":8.0,"name":"Ashes to Ashes","cert":"Unavailable","id":1180,"adult":"false","genre_ids":[10765,10759,18],"origin_country":["GB"]},{"first_air_date":"1988-10-04","cast":[],"overview":"TV's most-watched history series, brings to life the compelling stories from our past that inform our understanding of the world today.","original_name":"American Experience","vote_average":8.5,"name":"American Experience","cert":"Unavailable","id":1181,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Big Brother Nigeria was a reality TV show based on the Big Brother TV series in which 12 contestants live in an isolated house and compete for a large cash prize worth $100000 at the end of the show by avoiding being evicted by viewers. A collaboration between Nigerian and South African production teams, it aired on DStv Channel 37 from March 5 to June 4, 2006.\n\nIn a twist to the game, two new contestants were introduced on Day 23, much to the excitement of the remaining house mates.\n\nEbuka, the most popular house mate for several weeks into the show and widely believed to emerge winner was the seventh house mate to be evicted; many viewers blame the overzealous Joe's Fan Club for his eviction. Joe himself was soon evicted as a result of the perceived arrogance and exuberance of his fans who turned viewers against him.\n\nBig Brother added another twist to the game on day 79 by canceling the day's scheduled nominations and making the house mates believe they will instead be evicted based on their performances on assigned tasks while in reality no more evictions were held and viewers began voting for the winner who turned out to be 26 year old Katung Aduwak.\n\nThe voting results were verified by the auditing company of Alexander-Forbes.","original_name":"Big Brother Nigeria","vote_average":0.0,"name":"Big Brother Nigeria","cert":"Unavailable","id":1182,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2004-02-07","cast":["Jonathan Wilkes","Davina McCall"],"overview":"Love on A Saturday Night was a London Weekend Television produced game show that aired on ITV between 7 February and 22 May 2004. It was a replacement show for Blind Date, and lasted only one and a half series before being axed.","original_name":"Love on a Saturday Night","vote_average":0.0,"name":"Love on a Saturday Night","cert":"Unavailable","id":1183,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2004-06-29","cast":["Ariel Lin","Mike He","Ray Chang"],"overview":"Love Contract is a romance Taiwanese drama airing from June 29, 2004 to August 24, 2004 on TVBS-G. It is 20 episodes long and stars Ariel Lin and Mike He, which makes it the second time they had starred together since the 2004 drama Seventh Grade.","original_name":"愛情合約","vote_average":0.0,"name":"Love Contract","cert":"Unavailable","id":1184,"adult":"false","genre_ids":[18],"origin_country":["TW"]},{"first_air_date":"2005-09-12","cast":["Alice Dinnean"],"overview":"Jack's Big Music Show is a children's television program that aired on the Nick Jr. television network. The show premiered on the same network on September 12, 2005. Jack's Big Music Show was nominated for a 2008 Emmy award for Outstanding Pre-school Television Series.\n\nThe main characters are Jack, his best friend Mary, and his drum-playing dog Mel, all of whom are puppets. The show takes place in Jack's backyard clubhouse, and centers on the characters' love for music. Each episode runs without commercials for a duration of approximately 22 minutes. The characters play music in every episode, and are often accompanied by other puppets or human musicians. Each episode also features two music videos by children's musical artists, except \"Super Swell Sing-a-Long\" where there was only one video.\n\nAccording to Nick Jr.'s website:\n\nThe show is produced by Spiffy Pictures—David Rudman, Todd Hannert, and Adam Rudman. David Rudman is a veteran of the long-running public TV children's show Sesame Street, playing such popular Muppets as Baby Bear, Cookie Monster, and half of the Two-Headed Monster. Adam Rudman won six Emmys for his writing on Sesame Street; Mary's Alice Dinnean and Mel's John Kennedy are also Sesame Street alums.","original_name":"Jack's Big Music Show","vote_average":0.0,"name":"Jack's Big Music Show","cert":"Unavailable","id":1185,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Spirits was a popular television program that was released by ABS-CBN in early 2005. It is about eight kids who find out one day that they had special gifts. They received their powers when a supernatural epidemic hit their hometown. The kids' names are Red, Gabby, Lloyd, Liz, Nato, Thor, Jesse, and Maya.","original_name":"Spirits","vote_average":0.0,"name":"Spirits","cert":"Unavailable","id":1186,"adult":"false","genre_ids":[10765,18],"origin_country":["PH"]},{"first_air_date":"2003-07-20","cast":["Natalie","Rocco DiSpirito"],"overview":"The Restaurant is a reality television series that aired on NBC in 2003, with a second season broadcasting in 2004. The series had encore presentations on CNBC and Bravo.\n\nCelebrity chef Rocco DiSpirito opened the Gramercy Park, New York City, restaurant Union Pacific in August, 1997. The NBC series, it was announced, would follow DiSpirito as he launched and operated a new Manhattan restaurant. The first season revolved around the construction and opening of Rocco's on 22nd, scheduled to open in five weeks. Some 7.5 million viewers tuned in for the July 20, 2003 premiere focusing on the search for a location and construction work for the new restaurant.\n\nAmong the 2000 people who showed up hoping to be hired were various actors, models and show business hopefuls. In addition to Rocco's mother, Nicolina DiSpirito, known for her famous meatballs, the show's on-camera personnel included David Miller, Alex Corrado, Domiziano Arcangeli, Heather Kristin, Natalie Norman, Topher Goodman, Lisa Wurzel, Brian Allen, Gideon Horowitz, Heather Snell, Amanda Congdon, Pete Giovine, Uzay Tumer, Emily Shaw, Lonn Coward, Carrie Keranen, Colleen Fitzgerald, Caroline Matler, Brian Petruzzell, Lola Belle, Susanna Hari, Tony Acinapura, John Charlesworth, Laurent Saillard, Perry Pollaci, Matt DiBarro and Tim Donoho.","original_name":"The Restaurant","vote_average":10.0,"name":"The Restaurant","cert":"Unavailable","id":1187,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"2007-02-22","cast":["Peter Davison","Pippa Haywood","Georgia Moffett","Katherine Parkinson"],"overview":"Fear, Stress & Anger is a British sitcom that aired on BBC Two in 2007. Starring Peter Davison and Pippa Haywood, it was written by Michael Aitkens. There is no studio audience or laugh track.","original_name":"Fear, Stress & Anger","vote_average":8.0,"name":"Fear, Stress & Anger","cert":"Unavailable","id":1188,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1995-09-12","cast":["Kate Isitt","Jeremy Clyde","Richard Lumsden","Imelda Staunton","Patrick Barlow"],"overview":"Is It Legal? is a British television sitcom set in a solicitors office in Hounslow, west London, which ran from 1995 to 1998. It was produced by Hartswood Films and was shown on ITV for Series 1-2 and Channel 4 for Series 3. It was written by Simon Nye, who also wrote other ITV sitcoms such as Men Behaving Badly and Hardware.","original_name":"Is It Legal?","vote_average":7.0,"name":"Is It Legal?","cert":"Suitable for 12 years & above","id":1189,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2001-01-14","cast":["Christina Vidal","Khaliah Adams","Christopher Knowings","David Oliver Cohen","LaTangela"],"overview":"Chronicles the life of a sassy 15-year-old Latina caught between two worlds: the traditional world of her Puerto Rican family and the modern world of her friends and life at the Manhattan School of the Arts.","original_name":"Taina","vote_average":7.5,"name":"Taina","cert":"Unavailable","id":1190,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2006-01-29","cast":["Atandwa Kani"],"overview":"The Trevanion family decide to make a fresh start and emigrate to South Africa to set up an animal reserve.","original_name":"Wild at Heart","vote_average":6.0,"name":"Wild at Heart","cert":"PG","id":1193,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"1980-09-05","cast":["Petr Kostka","Michal Dočolomanský","Jaroslav Satoranský"],"overview":"Inženýrská odysea is a Czechoslovak\/Czech TV series about three young students and their lives.","original_name":"Inženýrská odysea","vote_average":0.0,"name":"Inženýrská odysea","cert":"Unavailable","id":1196,"adult":"false","genre_ids":[18],"origin_country":["XC"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"SCARED!","vote_average":0.0,"name":"SCARED!","cert":"Unavailable","id":1197,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Mitten im 8en was an Austrian TV soap\/comedy series produced by the ORF which ran from May 10 to June 29, 2007. The title translates to \"In the Middle of the 8th\", referring to Vienna's Josefstadt.\n\nRepeatedly announced to be a core feature of the retuned programming by ORF's new management, the show received extremely bad ratings and devastating criticism from the start, and was thus cancelled in the middle of its first season.","original_name":"Mitten im 8en","vote_average":3.0,"name":"Mitten im 8en","cert":"Unavailable","id":1200,"adult":"false","genre_ids":[35],"origin_country":["AT"]},{"first_air_date":null,"cast":[],"overview":"Turn Up the Heat with G. Garvin is a television, cooking show hosted by Gerry Garvin. The show previously aired on Sundays at 6:00 PM on the TV One network.","original_name":"Turn Up the Heat with G. Garvin","vote_average":0.0,"name":"Turn Up the Heat with G. Garvin","cert":"Unavailable","id":1201,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1993-09-06","cast":[],"overview":"Dale's Supermarket Sweep was a UK game show based on the American Supermarket Sweep TV show format.","original_name":"Dale's Supermarket Sweep","vote_average":9.5,"name":"Dale's Supermarket Sweep","cert":"Unavailable","id":1202,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"The Dance of Passion is a TVB period drama series broadcast in May 2006.\n\nThe series was filmed in Yinchuan, and Hong Kong.","original_name":"The Dance of Passion","vote_average":0.0,"name":"The Dance of Passion","cert":"Unavailable","id":1203,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":"2001-11-06","cast":["Bradley Walsh","Kevin Sacre","Stuart Manning","Adam Paul Harvey","Joe McGann"],"overview":"Night and Day is a British soap opera which was produced by Granada Television for LWT and ran on ITV from 2001 to 2003.\n\nIts theme-song, \"Always & Forever\", was sung by Kylie Minogue.","original_name":"Night and Day","vote_average":0.0,"name":"Night and Day","cert":"Unavailable","id":1204,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":"2001-04-22","cast":["Colin Fox","R.D. Reid","Bill Smitrovich","Timothy Hutton","Maury Chaykin"],"overview":"Genius detective Nero Wolfe and his right-hand man, Archie Goodwin, solve seemingly impossible crimes.","original_name":"A Nero Wolfe Mystery","vote_average":7.9,"name":"A Nero Wolfe Mystery","cert":"Unavailable","id":1205,"adult":"false","genre_ids":[9648,18,35,80,10751],"origin_country":["US"]},{"first_air_date":"1980-12-08","cast":[],"overview":"Button Moon is a quirky, popular children's television programme broadcast in the United Kingdom in the 1980s on the ITV Network. Thames Television produced each episode, which lasted ten minutes and featured the adventures of Mr. Spoon who, in each episode, travels to Button Moon in his homemade rocket-ship. All of the characters within the show are based on kitchen utensils, as well as many of the props.\n\nOnce on Button Moon, which hangs in \"blanket sky\", they have an adventure, and look through Mr. Spoon's telescope at someone else such as the Hare and the Tortoise, before heading back to their home on 'Junk Planet'. Episodes also include Mr. Spoon's wife, \"Mrs. Spoon\", their daughter, \"Tina Tea-Spoon\" and her friend \"Eggbert\". The series ended in 1988 after 91 episodes.","original_name":"Button Moon","vote_average":7.4,"name":"Button Moon","cert":"Unavailable","id":1206,"adult":"false","genre_ids":[10751,10765],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"SuperStar KZ was a reality television show based on the popular British show Pop Idol, which aired from 2003 to 2007 on the Kazhak television station Perviy Kanal Evrasia. The talent contest determined the best young singers in Kazakhstan by allowing viewers to vote by phone or SMS. A supplementary show SuperStar KZ Dnevnik, shown twice weekly, provided a recap of the previous show and week's events for the contestants.\n\nSuperStar KZ was presented entirely in Russian, though Russian, Kazakh and English songs were performed. Some contestants such as Ainur Nazarbekova, Altynay and Zhanaraspoke Kazakh on the show. A mix of ethnic groups, typical of the diversity in Kazakhstan, was usually represented, including Kazakhs, Russians, Koreans, Uyghurs, and Tatars.\n\nSuperStar KZ held auditions in sixteen cities to find the best talent anywhere in Kazakhstan, visiting Astana, Taraz, Aktau, Semey, Pavlodar, Atyrau, Shymkent, Kyzylorda, Taldykorgan, Ekibastuz, Aralsk, Oskemen, Karaganda and Kokshetau, Aktobe before finishing in Almaty.","original_name":"SuperStar KZ","vote_average":0.0,"name":"SuperStar KZ","cert":"Unavailable","id":1207,"adult":"false","genre_ids":[],"origin_country":["KZ"]},{"first_air_date":null,"cast":[],"overview":"Sana Maulit Muli is a Filipino primetime soap opera produced by ABS-CBN. It was considered as one of the most watched television shows in the Philippines from January 8, 2007 to April 20, 2007 . In Taiwan, the soap premiered on February 18, 2008 with the title, Chances.","original_name":"Sana Maulit Muli","vote_average":8.0,"name":"Sana Maulit Muli","cert":"Unavailable","id":1210,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Squawk on the Street, which debuted on December 19, 2005, is a business show on CNBC that follows the first 90 minutes of trading on Wall Street in the United States.\n\nOriginally airing as a one-hour program, the show doubled its airtime to two hours on July 19, 2007. This replaced the first hour of Morning Call, which aired one hour later and had its airtime reduced in half. On October 17, 2011, Squawk on the Street was expanded to 3 hours, from 9am to noon ET. The Call was canceled as a result of this program's expansion.","original_name":"Squawk on the Street","vote_average":8.0,"name":"Squawk on the Street","cert":"Unavailable","id":1211,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":"1989-08-21","cast":["Rick Green"],"overview":"Prisoners of Gravity was a Canadian public broadcasting television news magazine program that explored speculative fiction — science fiction, fantasy, horror, comic books — and its relation to various thematic and social issues. Produced by TVOntario, the show was the brainchild of former comic retail manager Mark Askwith and writer Daniel Richler, and was hosted by Rick Green. The series aired 139 episodes over 5 seasons from 1989 to 1994.","original_name":"Prisoners of Gravity","vote_average":9.8,"name":"Prisoners of Gravity","cert":"Unavailable","id":1212,"adult":"false","genre_ids":[99],"origin_country":["CA"]},{"first_air_date":"2007-04-14","cast":["Mark Herras","Jackie Rice","Ryza Cenon","Cristine Reyes","Arci Muñoz"],"overview":"Fantastic Man is a television serialization of the box office film of the same name. The series originally starred by Vic Sotto stars Mark Herras as Fantastic Man with Ryza Cenon as her leading lady-turned sidekick Wena aka Fantastic Girl. The series refurbishes and reintroduces Fantastic Man as a crime-busting superhero. The series lasted for two seasons and had a special episode after the series ended.","original_name":"Fantastic Man","vote_average":0.0,"name":"Fantastic Man","cert":"Unavailable","id":1213,"adult":"false","genre_ids":[10765,10759],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"L.U.V. Pow","vote_average":0.0,"name":"L.U.V. Pow","cert":"Unavailable","id":1214,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"2007-08-13","cast":["David Duchovny","Evan Handler","Natascha McElhone","Pamela Adlon"],"overview":"A self-loathing, alcoholic writer attempts to repair his damaged relationships with his daughter and her mother while combating sex addiction, a budding drug problem, and the seeming inability to avoid making bad decisions.","original_name":"Californication","vote_average":7.5,"name":"Californication","cert":"Unavailable","id":1215,"adult":"false","genre_ids":[35,18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Bishōjo Celebrity Panchanne: The Wife is a Superheroine! is a Japanese tokusatsu comedy series that began airing April 3, 2007 on TV Tokyo. The story follows a nearly 30-year-old housewife contracted to become a bishōjo superheroine by a kami. The series is a parody of an earlier tokusatsu series titled La Belle Fille Masquée Poitrine and features that show's writer returning. Cospa is featured in several episodes.","original_name":"Bishōjo Celebrity Panchanne","vote_average":0.0,"name":"Bishōjo Celebrity Panchanne","cert":"Unavailable","id":1216,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Deal or No Deal Nigeria is the Nigerian adaptation of the international game show format Deal or No Deal. It airs on M-Net Africa on Saturdays at 18:00. The first series started on July 7, 2007, and is scheduled to finish on December 29, 2007. One-time Football player and TV presenter John Fashanu is the host. As in many other versions, models hold 26 cases, with values going up to USD$100,000.","original_name":"Deal or No Deal Nigeria","vote_average":0.0,"name":"Deal or No Deal Nigeria","cert":"Unavailable","id":1217,"adult":"false","genre_ids":[],"origin_country":["NG"]},{"first_air_date":"2007-02-22","cast":["Graham Norton"],"overview":"Each week celebrity guests join Irish comedian Graham Norton to discuss what's being going on around the world that week. The guests poke fun and share their opinions on the main news stories. Graham is often joined by a band or artist to play the show out.","original_name":"The Graham Norton Show","vote_average":7.0,"name":"The Graham Norton Show","cert":"Unavailable","id":1220,"adult":"false","genre_ids":[35,10767],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Las Brujas De South Beach is a Spanish-language telenovela produced by the United States-based television network Telemundo. It stars Natalia Streignard, Ana Lucía Domínguez, Jullye Giliberti as four alluring women who were sisters in a past life. This fantasy melodrama was expected to debut in 2009, but the project was CANCELLED.\n\nThis serial features Lola, Catalina, Eva and Damaris, four beautiful, unique heroines searching for answers about their 16th century existence in Spain. Along with their unsolved mysteries, they must face the evil forces that once tormented them. This vivacious quartet must put aside its differences and work together to vanquish the past.\n\nThe show will be shot in Florida by Telemundo Studios, Miami. Telemundo is expected to air the serial from Monday to Friday over about 26 weeks. As with most of its soap operas, the network will broadcast English subtitles as closed captions on CC3.","original_name":"Las Brujas de South Beach","vote_average":0.0,"name":"Las Brujas de South Beach","cert":"Unavailable","id":1221,"adult":"false","genre_ids":[10765],"origin_country":["US"]},{"first_air_date":"1955-10-03","cast":["Bob Keeshan","Debbie Weems","Bill Cosby","Carolyn Mignini","Kevin Clash"],"overview":"Captain Kangaroo was an American children's television series which aired weekday mornings on the American television network CBS for nearly 30 years, from October 3, 1955 until December 8, 1984, making it the longest-running nationally broadcast children's television program of its day. In 1986, the American Program Service integrated some newly produced segments into reruns of past episodes, distributing the newer version of the series until 1993.\n\nThe show was conceived and the title character played by Bob Keeshan, who based the show on \"the warm relationship between grandparents and children.\" Keeshan had portrayed the original Clarabell the Clown on The Howdy Doody Show when it aired on NBC. Captain Kangaroo had a loose structure, built around life in the \"Treasure House\" where the Captain would tell stories, meet guests, and indulge in silly stunts with regular characters, both humans and puppets.\n\nThe show was telecast live to the East Coast and the Midwest for its first four years and broadcast on kinescope for the West Coast, as Keeshan would not perform the show live three times a day, and was in black-and-white until 1966. The May 17, 1971 episode saw two major changes on the show: The Treasure House was renovated and renamed \"The Captain's Place\" and the Captain replaced his navy blue coat with a red coat. In September 1981, CBS shortened the hour-long show to a half-hour, briefly retitled it Wake Up with the Captain, and moved it to an earlier time slot; it was later moved to weekends in September 1982, and returned to an hour-long format. It was canceled by CBS at the end of 1984.","original_name":"Captain Kangaroo","vote_average":6.4,"name":"Captain Kangaroo","cert":"Unavailable","id":1222,"adult":"false","genre_ids":[10751,10762],"origin_country":["US"]},{"first_air_date":"2005-10-29","cast":["Robin Miller"],"overview":"Quick Fix Meals with Robin Miller is an American television program on the Food Network hosted by Robin Miller.\n\nRobin Miller who is a food writer and nutritionist, offers recipes and techniques specifically healthy meals, to fit a busy lifestyle, with no time to spare. Miller guides viewers on getting food on the table every night, with the planning strategies she offers on the show. On each episode she offers a shopping list so you can visit the supermarket once, and get the meal done right and quick.","original_name":"Quick Fix Meals with Robin Miller","vote_average":0.0,"name":"Quick Fix Meals with Robin Miller","cert":"Unavailable","id":1223,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2005-02-28","cast":["Sammul Chan","Damian Lau","Julian Cheung","Charmaine Sheh"],"overview":"Point of No Return is a 30-episode TVB drama broadcast between November 2003 and December 2003. It is a story about a family shipping business and various love triangles set in Guangzhou, China, in the 1920s. This series again saw Julian Cheung and Charmaine Sheh as an on-screen couple after their partnership in Return of the Cuckoo, and as with previous occasions, their on screen chemistry was praised by audiences.","original_name":"Point of No Return","vote_average":0.0,"name":"Point of No Return","cert":"Unavailable","id":1224,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":"2007-08-10","cast":["Eric Johnson","John Ralston","Karen Cliche","Gina Holden","Jody Racicot"],"overview":"Flash Gordon is an American science fiction television series that debuted on Sci Fi in the United States on August 10, 2007 and continued airing new episodes through February 8, 2008. It has also appeared on the United Kingdom Sci Fi Channel and SPACE in Canada. The series was developed by Peter Hume, who served as executive producer\/show runner and wrote the first and last episodes, among others.","original_name":"Flash Gordon","vote_average":4.3,"name":"Flash Gordon","cert":"Unavailable","id":1225,"adult":"false","genre_ids":[10759,35,18,10765],"origin_country":["US","CA"]},{"first_air_date":null,"cast":[],"overview":"Mr. Conductor's Thomas Tales was a spin-off series of Shining Time Station. The plotlines, secondary to the five stories told by George Carlin in each episode, focused solely on Mr. Conductor. The stories were a mix of those not shown in any Shining Time Station episode, and the previous episodes. A music video was also included at the end of each episode.","original_name":"Mr. Conductor's Thomas Tales","vote_average":0.0,"name":"Mr. Conductor's Thomas Tales","cert":"Unavailable","id":1226,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2007-04-07","cast":["David Ian","David Gest","Brian Friedman","Michelle Antrobus"],"overview":"Grease Is the Word was the United Kingdom version of NBCs Grease: You're the One that I Want!. It aired during 2007, and was produced by Syco TV.\n\nThe winning couple, Susan McFadden & Danny Bayne, went on to star in a new West End production of Grease at the Piccadilly Theatre.\n\nThe judges were actor and theatre producer David Ian, concert promoter and media personality David Gest, former popstar and television personality Sinitta, and choreographer and former The X Factor judge Brian Friedman. The main ITV show was presented by Zoë Ball, and Holly Willoughby presented Greased Lightnin on ITV2. Greased Lightnin shows extra unseen auditions, behind the scenes gossip and exclusive interviews with the judges and contestants.\n\nCat Deeley was originally scheduled to present the show, but had to pull out at the last minute due to scheduling difficulties with her American shows. Simon Cowell was also supposed to be a judge on the show but could not as it was shown at the same time as American Idol where he was contracted to appear as a judge. He was still an executive producer.\n\nUnlike the NBC series, the ITV programme was not based on the How Do You Solve a Problem Like Maria? format, which is owned by the BBC.","original_name":"Grease Is the Word","vote_average":0.0,"name":"Grease Is the Word","cert":"Unavailable","id":1227,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2008-02-04","cast":["David Attenborough"],"overview":"David Attenborough reveals the surprising truth about the cold-blooded lives of reptiles and amphibians. These animals are as dramatic, as colourful and as tender as any other animals.","original_name":"Life in Cold Blood","vote_average":8.7,"name":"Life in Cold Blood","cert":"Unavailable","id":1236,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2007-01-30","cast":["Vic Grimes","Ryan Sakoda","Peter Joseph Polaco","Josh Raymond","Lacey"],"overview":"Wrestling Society X was a short-lived professional wrestling-based television series produced in 2006 by Big Vision Entertainment. The weekly television series formerly aired on MTV, MTV2, MTV Tr3s, and over a dozen other MTV outlets throughout the world. WSXtra, an extra program featuring WSX matches and interviews not broadcast on television, was available on the promotion's MTV website and Video on Demand.\n\nWSX was presented as a secret society of wrestling that used a venue referred to as the WSX Bunker, complete with an artificially worn-out looking ring for its matchups. In matches held within this venue, falls count anywhere was the stipulation. The program also stood out due to its unorthodox approach to pro wrestling; this included frequent use of highly expressive plants, crowd sound effects, electrical sound effects, visual effects, and camera shaking when a wrestler would fall prey to electrical weapons. Along with wrestling, WSX featured musical guests playing at the start of each television broadcast, with some band members joining the broadcast team after the performance.","original_name":"Wrestling Society X","vote_average":5.0,"name":"Wrestling Society X","cert":"Unavailable","id":1237,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"First Take is an American morning sports talk program on ESPN2 and ESPN2HD. Two back-to-back two-hour episodes air each weekday from Monday through Friday, with the live episode airing from 10 a.m. ET until noon, followed by a repeat.\n\nThe show is broadcast from ESPN's headquarters in Bristol, Connecticut in Studio E.\n\nThe entire show, without commercials, is available as an audio-only podcast the afternoon of the same day, following the broadcast of the recorded show.","original_name":"First Take","vote_average":10.0,"name":"First Take","cert":"Unavailable","id":1238,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Bug Alert is a British Children's television series, first shown on GMTV in 1996. It featured the antics of a range of bug-like characters who lived in the kitchen of an unnamed house. These creatures apparently only came out when the resident humans were \"not about.\" In the third and final series the characters moved out of the house and opened a somewhat seedy restaurant where they set about serving Weasel Curry to their regular clientele. 78 episodes were made in total and are repeated regularly on GMTV.\n\nAfter the first two series the show format was bought by Channel 4 which commissioned 26 further episodes. These, and the previous series, were aired in their weekend morning slot. The show was characterised by its somewhat adult references and themes, most of which went way above the heads of watching children.\n\nThe 78 30-minute scripts were co-written by the director Peter Eyre and the main puppeteer, Francis Wright. The executive producer was Catherine Robins of Two Sides TV.","original_name":"Bug Alert","vote_average":7.0,"name":"Bug Alert","cert":"Unavailable","id":1239,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2007-10-28","cast":["Charley Boorman","Ewan McGregor"],"overview":"Three years after circumnavigating the globe together, Ewan McGregor and Charley Boorman undertake another overland motorcycle adventure, this time from John O'Groats to South Africa.","original_name":"Long Way Down","vote_average":6.0,"name":"Long Way Down","cert":"Unavailable","id":1240,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Tech 2.0","vote_average":0.0,"name":"Tech 2.0","cert":"Unavailable","id":1241,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":"2007-07-09","cast":["Clark Duke","Spencer Grammer","Amber Stevens","Jacob Zachar","Dilshad Vadsaria"],"overview":"Casey Cartwright is poised to become the most powerful girl in the Greek system. Rusty, her little brother, is new on campus and he's the geek. But he sees Cyprus-Rhodes University as an opportunity to create a whole new identity.","original_name":"Greek","vote_average":6.8,"name":"Greek","cert":"Unavailable","id":1242,"adult":"false","genre_ids":[35,18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Site, hosted by Soledad O'Brien, was an hour-long TV program devoted to the Internet revolution. It debuted in July 1996 with MSNBC's launch and aired Monday through Saturday, reaching 35 million homes. The Site was a forerunner to an entire technology channel called ZDTV, later renamed TechTV, which merged to become G4.\n\nDev Null, Soledad's animated barista co-host was voiced by Leo Laporte, who later became an anchor personality on TechTV, hosting multiple shows.\n\nThe Site covered technology in all forms, from technical aspects to news and culture. Musical artists Duncan Sheik and Poe were among many musicians interviewed over how technology influenced their music.\n\nThe Site was preempted for two weeks in favor of news programs during the death of Diana, Princess of Wales during September 1997. It was never brought back, and the show was pulled without a send-off. Many fans of the show petitioned MSNBC to bring it back to no avail. The Site was reincarnated as The Screen Savers less than one year later, hosted by Leo Laporte beginning with the launch in May 1998 of the new cable network ZDTV, until its cancellation after the takeover by Comcast.\n\nA nightly five-minute segment in which O'Brien engaged in spontaneous tech talk with a virtual reality cartoon character, Dev Null, was animated in real time on Silicon Graphics computers. The character was in fact ZDTV journalist Leo Laporte, who did the voice and actions while wearing a motion capture suit. When O'Brien sat at an espresso bar to read email from viewers, Dev Null flirted with her while answering her computer questions. She recalled, \"One of the reasons that segment of the show worked is that I could not see him as I was talking to him, and the segment was unscripted. He was funny, and his jokes were not gags.\"","original_name":"The Site","vote_average":0.0,"name":"The Site","cert":"Unavailable","id":1251,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2004-08-05","cast":["Gillian Alexy","Caroline Brazier","David Ngoombujarra","Faith Clayton","Paris Abbott"],"overview":"Parallax is a 2004 Australian and British children's television series that screened on the ABC and the Nine Network. It was a 26 part series funded by the Film Finance Corporation Australia and supported by Lotterywest.\n\nParallax is about a boy named Ben, who discovers a portal to multiple universes, and explores them with his friends: Francis, Melinda, Una, Due, Tiffany and Mundi as well as newfound sister, Katherine.\n\nThe series is filmed in various locations around Perth, Western Australia. These include Kings Park, East Perth, and many beach and South West forest locations.","original_name":"Parallax","vote_average":10.0,"name":"Parallax","cert":"Unavailable","id":1252,"adult":"false","genre_ids":[],"origin_country":["AU","GB"]},{"first_air_date":"2007-04-06","cast":["Morgan Webb","Kevin Pereira","Veronica Belmont","Blair Butler"],"overview":"Free Stuff was a television program on the G4 network. In this show \"featured products\" ranging in value from $20.00 to $599.00 are previewed and then given away. Viewers enter to win the items by using their computer to submit codes which are shown to the viewers by Lloyd the Chimp during commercial breaks. Viewers must enter each code within 3 minutes.The names of the products' winners are announced at the end of the show. The show aired throughout the month of June 2007 at 6:30 and 10:00 PM EDT\/PDT and officially ended on June 29, 2007.\n\nFree Stuff is hosted by Morgan Webb and Kevin Pereira. Blair Butler, Wil O'Neal and Joel Gourdin also appear sometimes to help show off the gadgets and gear. Zach Selwyn is a street reporter and travels the streets of LA giving away new gadgets to random people on the street, usually for doing something Zach finds amusing.","original_name":"Free Stuff","vote_average":0.0,"name":"Free Stuff","cert":"Unavailable","id":1253,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The 7.30 Report was an Australian nightly television current affairs program, that was shown on ABC1 and ABC News 24 at 7.30pm, Mondays–Thursdays. Its sister program, Stateline was shown at the same time on Friday nights.\n\nIn 2011, it was replaced by 7.30, a revamped current affairs program presented by Leigh Sales and Chris Uhlmann.","original_name":"The 7.30 Report","vote_average":0.0,"name":"The 7.30 Report","cert":"Unavailable","id":1254,"adult":"false","genre_ids":[10763],"origin_country":["AU"]},{"first_air_date":"2007-03-15","cast":["Bryan Greenberg","Laura Prepon","Tom Berenger","Warren Christie","Brad William Henke"],"overview":"When Nick Garrett was 18, he packed up his truck and said goodbye for a summer road trip that turned into 10 years of being away. He has since become a literary celebrity in New York, living off the fame and fortune of his best-selling novel and movie, based on his hometown friends. To the literary world, Nick defined a generation, but to his hometown, he betrayed them by sharing secrets. Now, without inspiration for a new book, Nick returns to his hometown to find that feelings toward him have changed.","original_name":"October Road","vote_average":7.0,"name":"October Road","cert":"Unavailable","id":1255,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2006-04-03","cast":["Adam Cheng","Sammul Chan","Leila Tong","Louisa So","Power Chan"],"overview":"The series revolves around a fictional Hong Kong senior counsel named Tony Cheung. Senior Counsel Cheung is well known for winning 31 legal cases in a row but is also notorious in legal circles for his unsavoury (but ethical) tactics. His focus on his legal career has also alienated family members and anyone romantically involved. When his colleague gets involved with an unscrupulous businessman, he begins to rediscover the lost idealism and righteousness of his youth.","original_name":"潮爆大狀","vote_average":8.5,"name":"Bar Bender","cert":"Unavailable","id":1256,"adult":"false","genre_ids":[18],"origin_country":["HK"]},{"first_air_date":"2005-06-03","cast":["Ai Otsuka","Eita","Rio Matsumoto","Masanobu Katsumura","Yoko Maki"],"overview":"Tokyo Friends is a Japanese television drama released on June 3, 2005. Unlike many other dramas, it was never aired on TV but released as a set of 3 DVDs. Volumes one and two contain the first 4 episodes while volume three contains the last episode. Each episode is approximately 70 minutes.\n\nThe Tokyo Friends Premium Box was also released which includes all 5 episodes, a bonus DVD, and 12 postcards. Although this is a very typical Tokyo-story and was never aired on TV, it was quite successful probably because it was Ai Otsuka's debut as an actress.","original_name":"東京フレンズ","vote_average":0.0,"name":"Tokyo Friends","cert":"Unavailable","id":1257,"adult":"false","genre_ids":[18,35],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"SkyEye is a combo 2D and 3D-CG Chinese animated TV series in China.","original_name":"SkyEye","vote_average":0.0,"name":"SkyEye","cert":"Unavailable","id":1266,"adult":"false","genre_ids":[],"origin_country":["CN"]},{"first_air_date":"1989-08-09","cast":["George Kapiniaris","Simon Palomares","Mary Coustas"],"overview":"Acropolis Now was an Australian sitcom set in a Greek cafe in Melbourne of the same name that ran for 63 episodes from 1989 to 1992 on the Seven Network. It was created by Nick Giannopoulos, George Kapiniaris and Simon Palomares, who also starred in the series. They were already quite well known for their comedy stage show, Wogs out of Work. The title is a play on the film Apocalypse Now. Each episode was 30 minutes in length and filmed in front of a live audience.\n\nJim's father asks him to run the family business, the Acropolis café, when he suddenly leaves Australia to return to his homeland Greece. The series centres around the activities of the cafe staff. Greek Jim Stephanidis, is the immature owner and his best friend, Spaniard Ricky Martinez is the sensible manager. Memo is the traditional Greek waiter, Liz is the liberated Australian waitress. Skip is the naïve new cook from the bush and Manolis is the stubborn cook from the old cafe. 'Hilarity' prevails from the clash of cultures and beliefs.\n\nJim's hairdresser cousin Effie, played by Mary Coustas, became a hugely popular and enduring character during the run of the show. Coustas later reprised the role for several TV specials and series including Effie, Just Quietly, an SBS comedy \/ interview show, and Greeks on the Roof, a short-lived Greek-Australian version of the British talk show The Kumars at No. 42.","original_name":"Acropolis Now","vote_average":0.0,"name":"Acropolis Now","cert":"Unavailable","id":1267,"adult":"false","genre_ids":[35],"origin_country":["AU"]},{"first_air_date":"2005-04-25","cast":[],"overview":"The Dark Side of Porn is a documentary series that examines the adult entertainment industry. It was produced for Channel 4 in the United Kingdom.","original_name":"The Dark Side of Porn","vote_average":4.0,"name":"The Dark Side of Porn","cert":"Unavailable","id":1268,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"1981-09-12","cast":["Dan Gilvezan","Frank Welker","Kathy Garver"],"overview":"Spider-Man and His Amazing Friends is an American animated television series produced by Marvel Productions starring established Marvel Comics characters Spider-Man and Iceman and an original character, Firestar. As a trio called the Spider-Friends, they fought against various villains.","original_name":"Spider-Man and His Amazing Friends","vote_average":6.7,"name":"Spider-Man and His Amazing Friends","cert":"Unavailable","id":1269,"adult":"false","genre_ids":[10759,16,10751,10765],"origin_country":["US"]},{"first_air_date":"1989-01-20","cast":["Anthony LaPaglia","John Slattery","Tracy Nelson","Mary Wickes","James Stephens"],"overview":"Father Dowling Mysteries is an American television mystery series that aired from January 20, 1989 to May 2, 1991. Prior to the series, a TV movie aired on November 30, 1987. For its first season, the show was on NBC; it moved to ABC for its last two seasons. It is based on the adventures of the title character created by Ralph McInerny, in a series of mystery novels.\n\nThe series was produced by The Fred Siverman Company and Dean Hargrove Productions in association with Viacom Productions.","original_name":"Father Dowling Mysteries","vote_average":7.3,"name":"Father Dowling Mysteries","cert":"Unavailable","id":1270,"adult":"false","genre_ids":[35,80,9648],"origin_country":["US"]},{"first_air_date":"1983-09-18","cast":["Daniel Hugh Kelly","Brian Keith","Joe Santos","John Hancock","Mary Jackson"],"overview":"Hardcastle and McCormick is an American action\/drama television series from Stephen J. Cannell Productions, shown on ABC from 1983 through 1986. The series stars Brian Keith as Judge Milton C. Hardcastle and Daniel Hugh Kelly as ex-con and race car driver Mark \"Skid\" McCormick. The series premise was somewhat recycled from a previous Cannell series, Tenspeed and Brown Shoe.","original_name":"Hardcastle and McCormick","vote_average":6.5,"name":"Hardcastle and McCormick","cert":"Unavailable","id":1271,"adult":"false","genre_ids":[10759,18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Philippine Lottery Draw is a television program in the Philippines. Produced by the Philippine Charity Sweepstakes Office and it is aired on the People's Television Network since March 8, 1995. The PCSO workforce consists of more than 2,000 employees nationwide.","original_name":"Philippine Lottery Draw","vote_average":0.0,"name":"Philippine Lottery Draw","cert":"Unavailable","id":1272,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"2004-10-02","cast":["Yasue Sato","Yusuke Kirishima","Keiko Goto","Nobuhiko Tanaka","Shion Nakamura"],"overview":"The TLT is a covert international anti-monster unit established secretly to combat Space Beasts, mysterious monsters that are out to attack humans in the year 2009. One of the TLT's new recruits, Kazuki Komon, is attacked by one of them prior to reporting for duty. However, he is saved by a silver giant that he names \"Ultraman\". What no one knows is that the silver giant is an Ultraman — to be precise, Ultraman Nexus, ready to fight the Space Beasts to save the planet Earth.","original_name":"ウルトラマンネクサス","vote_average":10.0,"name":"ウルトラマンネクサス","cert":"Unavailable","id":1281,"adult":"false","genre_ids":[10759],"origin_country":["JP"]},{"first_air_date":"2007-04-30","cast":["Gabby Logan"],"overview":"Inside Sport is a weekly sports magazine programme produced by BBC Sport, presented by Gabby Logan.\n\nThe programme is transmitted twice a week, with an extended edition broadcast at Sunday lunch-time. Inside Sport combines mainstream sporting issues with topics that may not be widely known to the sporting public, such as injured soldiers training to become Paralympic athletes. The show also runs documentary features, following the daily routine of high-profile sportsmen. These have included Kevin Pietersen, Arsène Wenger, Andy Murray, Ricky Hatton, Owen Hargreaves and Dwain Chambers. Regular studio guests include Tony Livesey, Des Kelly, Jonathan Pearce and Steve Bunce.\n\nThere are also versions of Inside Sport for BBC World News and the BBC News channel.","original_name":"Inside Sport","vote_average":0.0,"name":"Inside Sport","cert":"Unavailable","id":1282,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2004-02-25","cast":["Tony Gubba","Jon Culshaw","Lara Lewington"],"overview":"The Impressionable Jon Culshaw is a satire sketch show, starring the impressionist Jon Culshaw. A deal with ITV enabled Culshaw to make this while simultaneously starring in BBC Two's Dead Ringers. He also starred in another show, Alter Ego, which is also shown on ITV. The show ran for six episodes in just one series from 25 February to 31 March 2004.\n\nThe show has been criticised for having too many impressions, and as a result it was felt by some that Culshaw did not do some of the characters justice. This is unsurprising, as Culshaw's repertoire of impressions numbers over 350. Culshaw used most of the impressions that featured on Dead Ringers, but there were some new ones too. Some of the more notable impressions are those of Tony Blair, Gordon Brown, George W. Bush and Trevor McDonald.\n\nSome of the characters impersonated also featured in person on the show, where they meet Culshaw, who is impersonating them, and they interview themselves. This idea first featured in Alter Ego.","original_name":"The Impressionable Jon Culshaw","vote_average":0.0,"name":"The Impressionable Jon Culshaw","cert":"Unavailable","id":1283,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Remix was an Indian television series produced by Rose Audio Visuals, which used to air on STAR One. It was a hit among teenagers and had reruns on the same channel. The series is a remake of the popular Argentine soap Rebelde Way.","original_name":"Remix","vote_average":0.0,"name":"Remix","cert":"Unavailable","id":1284,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Play2Win was a live interactive game show that originally aired from 2 a.m - 3 a.m. Eastern Time on stations owned by Tribune Broadcasting. It moved to the 3 a.m. - 4 a.m. timeslot on February 27, 2007, where it remained until the show ended on March 10, 2007. The one-hour program featured interactive games where the viewers could win cash prizes.","original_name":"Play2Win","vote_average":0.0,"name":"Play2Win","cert":"Unavailable","id":1285,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2000-08-23","cast":["Carmen Electra","Donna D'Errico","Traci Bingham","Heidi Mark","Bill Nye"],"overview":"BattleBots is an American company that hosts robot competitions. BattleBots is also the name of the television show created from the competition footage. BattleBots Inc. is headquartered in Vallejo, California and holds most of its competitions in the San Francisco area.\n\nIn a BattleBots event the competitors are remote-controlled armed and armored machines, designed to fight in an arena combat elimination tournament. If both combat robots are still operational at the end of the match the winner is determined by a point system based on damage, aggression, and strategy.\n\nThe television show BattleBots aired on the American cable network Comedy Central for five seasons, covering five BattleBots tournaments. The first season aired starting in August 2000, and the fifth season aired starting in August 2002. Hosts of BattleBots were Bil Dwyer and Sean Salisbury and correspondents included former Baywatch actresses Donna D'Errico, Carmen Electra, and Traci Bingham, former Playboy Playmate Heidi Mark, and identical twins Randy and Jason Sklar. Bill Nye was the show's \"technical expert\".\n\nAfter five 'seasons', Comedy Central terminated their contract with BattleBots Inc. in late 2002.","original_name":"BattleBots","vote_average":5.9,"name":"BattleBots","cert":"Unavailable","id":1286,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"1980-10-11","cast":["Mami Koyama","Shigeru Chiba","Naoki Tatsuta","Toshio Furukawa","Mikio Terashima"],"overview":"X Bomber is a marionette tokusatsu TV series. It was created by manga master Go Nagai, and produced by Cosmo Productions and Jin Productions. The show aired on Fuji TV from October 4, 1980 to March 28, 1981, with a total of 26 episodes, and was billed in Japan as being filmed in \"Sūpāmariorama\", a puppeteering process similar to Gerry Anderson's Supermarionation works.","original_name":"Ｘボンバー","vote_average":9.5,"name":"X-Bomber","cert":"Unavailable","id":1295,"adult":"false","genre_ids":[10765],"origin_country":["JP"]},{"first_air_date":"2007-01-17","cast":["Cheyne Magnusson"],"overview":"Maui Fever is an American reality television series on MTV. The series debuted on Wednesday, January 17, 2007 at 10:30PM on MTV. The series reveals the daily lives of several young haole friends living in the Kaanapali area on the island of Maui.\n\nFollowing the style of MTV's Laguna Beach: The Real Orange County, The Hills and 8th & Ocean, Maui Fever was shot as a \"reality drama\". Maui Fever cast members never spoke directly to the camera or gave testimonials, a tactic used in MTV's The Real World and in traditional documentaries. However, a voice-over narrative spoken by Cheyne Magnusson, one of the main characters, was used at the beginning of each episode to set up the scene and tie together storylines.\n\nThe opening credits of Maui Fever featured the song, \"Horndog\" by Overseer.","original_name":"Maui Fever","vote_average":0.0,"name":"Maui Fever","cert":"Unavailable","id":1296,"adult":"false","genre_ids":[10764,99,18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Diamond Head Game is an American game show that aired from January 6 to July 4, 1975 in five-day-a-week syndication. Borrowing its name from a long dormant volcano on the island of Oahu, the series was hosted by Bob Eubanks and assistant Jane Nelson, and is the only game show that was taped entirely on location in Hawaii. Alan Thicke wrote the memorable theme song.","original_name":"The Diamond Head Game","vote_average":0.0,"name":"The Diamond Head Game","cert":"Unavailable","id":1297,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2003-11-01","cast":[],"overview":"Days That Shook the World is a British documentary television series that premiered on BBC Two on 17 September 2003. The programme features various milestones throughout history. It has been broadcast on the BBC, Discovery Channel UK, The History Channel and Viasat History.\n\nThe series was also released on DVD by the Polish edition of Newsweek in 2007.","original_name":"Days That Shook the World","vote_average":9.0,"name":"Days That Shook the World","cert":"Unavailable","id":1298,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Tortoise Hanba's Stories is a large scale 3D-CG Chinese animation TV series in China. It is also referred to as \"The Story of Hanbagui\" or \"Hanbagui\".","original_name":"Tortoise Hanba's Stories","vote_average":0.0,"name":"Tortoise Hanba's Stories","cert":"Unavailable","id":1299,"adult":"false","genre_ids":[16],"origin_country":["CN"]},{"first_air_date":"1999-10-30","cast":[],"overview":"Animated series based on the Marvel Comics superhero team.","original_name":"The Avengers: United They Stand","vote_average":6.0,"name":"The Avengers: United They Stand","cert":"Unavailable","id":1300,"adult":"false","genre_ids":[16],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Johny Aala Re is a Hindi comedy show on Zee TV hosted and produced by famous Indian comedian, Johnny Lever.","original_name":"Johny Aala Re","vote_average":0.0,"name":"Johny Aala Re","cert":"Unavailable","id":1311,"adult":"false","genre_ids":[35],"origin_country":["IO"]},{"first_air_date":null,"cast":["iJustine"],"overview":"GameTrailers TV with Geoff Keighley is a television show about video games hosted by video game journalist Geoff Keighley. Originally titled Game Head, on January 25, 2008, the show relaunched under its current name with a slightly different format and further incorporation of GameTrailers hosts, Amanda MacKay and Daniel Kayser. The series airs Friday nights at different times at 12am, 12:30am, 1am, and 1:30am Eastern Time on Spike TV in the U.S. and Canada.","original_name":"GameTrailers TV with Geoff Keighley","vote_average":0.0,"name":"GameTrailers TV with Geoff Keighley","cert":"Unavailable","id":1312,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Magpakailanman is a weekly anthology of inspiring stories of the GMA Network. Magpakailanman features the life experiences of famous personalities and ordinary people who loved and lost on their way to success. The show is hosted by broadcaster Mel Tiangco.\n\nThe first incarnation of the show aired its last original episode on December 27, 2007 and was replaced by the E.S.P. TV series. While the succeeding show was then still under production, reruns of Magpakailanman were aired until January 31, 2008. Reruns of Magpakailanman were aired on GMA Life TV.\n\nOn its 10th anniversary, Magpakailanman will return to the Philippine television, starting November 17, 2012. Mel Tiangco will also return as the host\/narrator.","original_name":"Magpakailanman","vote_average":0.0,"name":"Magpakailanman","cert":"Unavailable","id":1313,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":"2007-03-26","cast":["Roeland Wiesnekker","Hanns Zischler","Christian Ulmen","Anneke Kim Sarnau","Annika Kuhl"],"overview":"Dr. Psycho – Die Bösen, die Bullen, meine Frau und ich is a German language crime comedy television series. It was broadcast from March to May 2007 by the German private channel ProSieben and has been renewed for a second season.","original_name":"Dr. Psycho – Die Bösen, die Bullen, meine Frau und ich","vote_average":8.0,"name":"Dr. Psycho – Die Bösen, die Bullen, meine Frau und ich","cert":"Unavailable","id":1314,"adult":"false","genre_ids":[35],"origin_country":["DE"]},{"first_air_date":"2002-04-22","cast":[],"overview":"MTV's MADE is a self-improvement reality television series broadcast on MTV. The series follows teens who have a goal and want to be \"made\" into things like singers, athletes, dancers, skateboarders, etc. The teens are joined by a \"Made Coach\", an expert in their chosen field, who tries to help them attain their goals over the course of several weeks. Made documents the process the teens undergo as they try to achieve their goal.","original_name":"Made","vote_average":7.0,"name":"Made","cert":"Unavailable","id":1317,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2007-04-12","cast":["Morwenna Banks","Nicholas Burns","Chris O'Dowd","Neil Dudgeon","Mathew Horne"],"overview":"Roman's Empire was a British television comedy show starring Mathew Horne, Neil Dudgeon, Chris O'Dowd, Montserrat Lombard and Sarah Solemani. Written by brothers Harry and Jack Williams as their TV writing debut, the programme's first episode was shown on BBC Two on 12 April 2007.","original_name":"Roman's Empire","vote_average":9.0,"name":"Roman's Empire","cert":"Unavailable","id":1326,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"The Undisclosed is an action-thriller suspense drama produced by Mediacorp TV Channel 8. The drama made its debut on 3 April 2006 in Singapore, and ended its run on 28 April 2006.\n\nThis is the first drama Li Nanxing acted in after his divorce with Yang Libing.\n\nThis show was ranked at 9th position for Year 2006 in terms of viewership ratings, while Li Nanxing won the Best Actor award in the Star Awards 2006 for his role in this drama.\n\nThis series was re-broadcast from 16 June 2008 at every weekday night, 11pm on MediaCorp TV Channel 8.","original_name":"The Undisclosed","vote_average":0.0,"name":"The Undisclosed","cert":"Unavailable","id":1327,"adult":"false","genre_ids":[],"origin_country":["SG"]},{"first_air_date":"1989-03-27","cast":["Vivica A. Fox","Anthony Addabbo","Jonelle Allen","Jack Betts","Taurean Blacque"],"overview":"Generations is an American soap opera that aired on NBC from March 27, 1989, to January 25, 1991. The show was groundbreaking in that it was the first soap opera to feature from its inception an African-American family.","original_name":"Generations","vote_average":0.0,"name":"Generations","cert":"Unavailable","id":1328,"adult":"false","genre_ids":[10766],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Zoo Diaries is a Canadian documentary television series airing on Life Network. The series documents the live of animals and people at a zoo with a record of breeding endangered species. 74 episodes have been produced since 2000 by DocuTainment Productions.\n\nEach episode opens with a brief description of the show's contents. Events in the life of three or four animals are shown, cutting between stories every couple of minutes. Each story focuses on an animal in an interesting situation, and the zoo person responsible for handling the situation. Some situations are resolved over a number of episodes, for example, developing and performing an animal show designed to startle the audience. Topics vary from birth to death.\n\nThe series is candid about the zoo employees' behavior and opinions.\n\nIt is filmed at the Toronto Zoo in Toronto, Ontario and narrated by Vince Corazza.\n\nEpisodes 1-37 are available on DVD.","original_name":"Zoo Diaries","vote_average":0.0,"name":"Zoo Diaries","cert":"Unavailable","id":1329,"adult":"false","genre_ids":[99],"origin_country":["CA"]},{"first_air_date":"2011-04-25","cast":["Carolyn Lawrence","Rich Fulcher","Jamie Denbo","Monica Young","Marypat Farrell"],"overview":"","original_name":"Goodnight Burbank","vote_average":0.0,"name":"Goodnight Burbank","cert":"Unavailable","id":1330,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"NASCAR Countdown is a NASCAR Sprint Cup Series and Nationwide Series prerace show that debuted on February 17, 2007. It is a live on-site pre-race show for all Sprint Cup and Nationwide Series races televised on ESPN, ESPN2 and ABC. It comes as a result of ESPN getting broadcast rights to NASCAR races, including the Chase for the Sprint Cup.\n\nThe program is also available in high-definition on either ESPN HD, ESPN2 HD or ABC HD. Along with the press release of this program, ESPN also announced plans for a daily show devoted to NASCAR entitled NASCAR Now. NASCAR Countdown is telecast from a new, state-of-the-art mobile pit studio, similar to NASCAR on Fox's \"Hollywood Hotel.\"\n\nAt Sprint Cup events, the program is always hosted by Nicole Briscoe. Joining Briscoe is five-time NBA All-Star and former winning NASCAR team owner Brad Daugherty, former Cup champion Rusty Wallace, and former winning crew chief Ray Evernham. Andy Petree and Dale Jarrett also contributes to the program from the broadcast booth.","original_name":"NASCAR Countdown","vote_average":0.0,"name":"NASCAR Countdown","cert":"Unavailable","id":1331,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1998-05-04","cast":["Amanda Holden","Caroline Quentin","Chris Langham","Darren Boyd","Cliff Parisi"],"overview":"Kiss Me Kate is a British sitcom that ran from 1998 until 2000. It followed the everyday life of a counsellor, Kate, who must not only manage her clients' problems, but must also help her neighbours and unsuccessful business partner, Douglas, played by Chris Langham. Amanda Holden played Mel, the receptionist. Darren Boyd played the idiotic Craig, the travel agent downstairs.\n\nDuring the series, both Craig and Douglas fall for Kate. Mel and Craig become romantically involved, but Douglas continues to be in love with Kate. Kate then falls for Douglas' brother, Iain Cameron, a successful cardiac surgeon.\n\nIt was written by Chris Langham and John Morton, who had collaborated on People Like Us.","original_name":"Kiss Me Kate","vote_average":8.0,"name":"Kiss Me Kate","cert":"Unavailable","id":1342,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Newsline Mindanao is the defunct flagship weekday newscast of the Sonshine Media Network International with the latest local news, business news, health news & sports news and its anchored by Michelle Cruiz and Maribel Lanticse.","original_name":"Newsline Mindanao","vote_average":0.0,"name":"Newsline Mindanao","cert":"Unavailable","id":1343,"adult":"false","genre_ids":[10763],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"The Premiership was a television programme which showed highlights of the FA Premier League. It was ITV Sport's flagship football show from August 2001 to May 2004. The show was created after the ITV network won a multi-million pound deal to air Premier League highlights once owned by the BBC. The programme was presented by Des Lynam, with Ally McCoist and Andy Townsend frequently serving as pundits.","original_name":"The Premiership","vote_average":0.0,"name":"The Premiership","cert":"Unavailable","id":1344,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1969-01-04","cast":["Peter Marshall"],"overview":"Storybook Squares is a short-lived Saturday morning version of Hollywood Squares for children. The primary difference, apart from having children as contestants, was that it featured celebrities in costume as well-known fictional characters and some as historical figures.\n\nAs with the adult version, Peter Marshall was host and Kenny Williams was announcer; Williams read the characters' names off a scroll as \"The Guardian of the Gate\", a role similar to his \"Town Crier\" on Video Village.\n\nThe series originally ran on NBC from January 4 to April 19, 1969, with repeats airing until August 30.","original_name":"Storybook Squares","vote_average":0.0,"name":"Storybook Squares","cert":"Unavailable","id":1345,"adult":"false","genre_ids":[10762],"origin_country":["US"]},{"first_air_date":"2006-08-28","cast":["Carlos Alazraqui","Lara Jill Miller","Grey DeLisle","Tara Strong","Phil LaMarr"],"overview":"Wow! Wow! Wubbzy! is an American educational animated children's television show created by Bob Boyle. The series is animated in Toon Boom and Adobe Flash software, produced by Bolder Media, and Starz Media. Bob Boyle, Susan Miller, Mark Warner, and Fred Seibert-Warner are the executive producers. The pop rock music is performed by Brad Mossman, and the musical score is composed and conducted by Mike Reagan. The series premiered on August 28, 2006 in the United States on Nick Jr. The second and final season debuted on September 1, 2008 on Nickelodeon's Nick Jr. in the United States.","original_name":"Wow! Wow! Wubbzy!","vote_average":8.7,"name":"Wow! Wow! Wubbzy!","cert":"Unavailable","id":1346,"adult":"false","genre_ids":[16,10765,35,10751],"origin_country":["US"]},{"first_air_date":"2007-10-18","cast":["Mädchen Amick","Lloyd Owen","Carter Jenkins","Eric Winter"],"overview":"Viva Laughlin is an American musical comedy-drama series adapted by Bob Lowry and Peter Bowker from the popular BBC British serial, Blackpool, and taking its name from the latter program's sequel, Viva Blackpool. Lowry and Bowker also served as executive producers alongside Hugh Jackman, John Palermo, Paul Telegdy and Gabriele Muccino. The latter also directed the pilot. It was filmed on location in part at the Morongo Casino Resort & Spa in Cabazon, California for most of the inside casino shots.\n\nProduced by BBC Worldwide, CBS Paramount Network Television, Sony Pictures Television and Seed Productions, the series was greenlit and given a thirteen-episode order on May 14, 2007. Excerpts from the series were aired in subsequent previews throughout the CBS telecast of the 61st Annual Tony Awards on June 10, 2007. CBS aired a preview of the pilot on October 18, 2007 following an episode of CSI: Crime Scene Investigation before broadcasting its official season premiere on October 21, 2007 in its regular timeslot on Sunday nights at 8:00\/7:00c, following 60 Minutes.\n\nCBS cancelled Viva Laughlin on October 22, 2007 after airing two episodes, with the Nine Network following suit the next day by canceling the show after airing only one episode. Both CBS and Nine filled the show's time slot with episodes of CSI, with The Amazing Race then taking Viva Laughlin's place on CBS on November 4. There are still no plans to air the remaining episodes.","original_name":"Viva Laughlin","vote_average":0.0,"name":"Viva Laughlin","cert":"Unavailable","id":1347,"adult":"false","genre_ids":[35,18],"origin_country":["US"]},{"first_air_date":"1999-10-11","cast":["Ada Choi","Maggie Shiu","Liza Wang","Kenix Kwok","Gallen Lo"],"overview":"At the Threshold of an Era was a Hong Kong epic drama series broadcast by TVB Jade Channel from October 11, 1999 to December 18, 1999 and March 13, 2000 to May 26, 2000, and was extensively promoted by TVB as its cross-milliennium, one-hundred-episode-long epic. The series composed of two parts, with a gap in between the airing.\n\nThe entire series took place in a continuing flashback, with one of the main characters pondering the trials and tribulations he went through while riding on a train in the \"green city\" he developed.","original_name":"At the Threshold of an Era","vote_average":0.0,"name":"At the Threshold of an Era","cert":"Unavailable","id":1358,"adult":"false","genre_ids":[18],"origin_country":["HK"]},{"first_air_date":"2007-04-23","cast":["Catherine Reitman","Steve Byrne","Desi Lydic"],"overview":"The Real Wedding Crashers is an American prank\/hidden camera series on NBC, inspired by the 2005 film Wedding Crashers, that premiered on April 23, 2007.\n\nThe series was produced by Ashton Kutcher, Karey Burke, Rich Meehan, Jon Kroll, Jim Rosenthal and Jason Goldberg with RDF USA, the production company of shows like Wife Swap, in association with New Line Television, part of the studio that produced the film. No one among the show's main cast and crew were involved in the original film, nor were the cast and crew of the film involved with the series.\n\nIt was announced on May 7, 2007, that the series would be pulled after three episodes. NBC subsequently announced on its website that a fourth episode would air on May 28, 2007. NBC announced on July 20, 2007 that the show was not renewed. The two episodes not aired on NBC have subsequently aired on the Style Network.","original_name":"The Real Wedding Crashers","vote_average":0.0,"name":"The Real Wedding Crashers","cert":"Unavailable","id":1359,"adult":"false","genre_ids":[10764,35],"origin_country":["US"]},{"first_air_date":"2000-07-23","cast":["Ada Maris","Alvin Alvarez","Carlos Lacámara","Bobby Gonzalez","Vaneza Pitynski"],"overview":"The Brothers García is an American sitcom that premiered in 2000 on Nickelodeon and ended in 2004. It was among the first projects of Sí TV, an effort to produce programming featuring Latino characters, however being aimed at a diverse audience. The series was billed as the first English-language sitcom to have an all Latino cast and creative team.\n\nThe series aired on the programming block Nick on CBS from September 18, 2004 to September 17, 2005, where the series ended its initial run. Reruns on The N started on April 7, 2008, and ended in May 23, 2008. Similarities to the series could be made to the style of The Wonder Years and Everybody Hates Chris, with an older version of the main character narrating each episode in a witty and sarcastic manner.","original_name":"The Brothers García","vote_average":9.3,"name":"The Brothers García","cert":"Unavailable","id":1360,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Handyman Superstar Challenge is a television game show on HGTV Canada, hosted by Karen Bertelsen. The show seeks to find the best handyman in Canada, with the winner originally being awarded the opportunity to host a show on HGTV in the first season, though no prize is explicitly mentioned in subsequent years. However, the winner of Handyman Superstar Challenge is traditionally given a guest appearance in a Mike Holmes television series.\n\nHandyman Superstar Challenge was filmed at the Evergreen Brick Works facilities in Toronto, Ontario, with episodes taking place on consecutive days.\n\nA US spin-off of the series was created in 2010, to air on HGTV, called All American Handyman. \"Handyman Superstar Challenge\" was replaced by a successor series on HGTV Canada called Canada's Handyman Challenge.","original_name":"Handyman Superstar Challenge","vote_average":0.0,"name":"Handyman Superstar Challenge","cert":"Unavailable","id":1361,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":"2002-11-17","cast":["Bettany Hughes"],"overview":"The rise and fall of one of the most extreme civilisations the world has ever witnessed – one founded on discipline, sacrifice and frugality, centred on the collective, whose goal was to create the perfect state and the perfect warrior.","original_name":"The Spartans","vote_average":0.0,"name":"The Spartans","cert":"Unavailable","id":1362,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2005-07-25","cast":["Sam Chan Yu-Sum","Yi-kei Fong","Bernice Jan Liu","Moses Chan","Lawrence Ng"],"overview":"Following the success of Healing Hands I and II, Hong Kong's No.1 Television Channel, TVB, introduced Healing Hands III.\n\nIt starred the original casts of Healing Hands I: Lawrence Ng and Bowie Lam; and Healing Hands II: Moses Chan, Maggie Shiu and Raymond Cho along with new additions to the series, Melissa Ng, Bernice Liu and Gigi Lai. It aired in Hong Kong during.","original_name":"妙手仁心 III","vote_average":0.0,"name":"Healing Hands III","cert":"Unavailable","id":1363,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":"2007-04-03","cast":[],"overview":"Hilary Duff: This Is Now is a two-part MTV reality television series about singer Hilary Duff, broadcast in April 2007. It followed Duff during a promotional tour for her album Dignity in Spain, and her first performance of her single \"With Love\" in Europe. It showed Duff participating in photo shoots, her personal affairs, and interview segments. The first episode aired on April 3, and the second on April 9, 2007.\n\nThe show took two weeks to film, and an MTV crew followed Duff around, filming her preparations for the release of the Dignity album.","original_name":"Hilary Duff: This Is Now","vote_average":0.0,"name":"Hilary Duff: This Is Now","cert":"Unavailable","id":1364,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":["Casey Burgess","Charli Robinson","Kathleen de Leon Jones","Sun Park"],"overview":"Hi-5, an Australian children's television program, was first shown on the Nine Network in 1999. Hi-5 is known as a children's pop music group as well as being a television show, much like peer children's entertainers The Wiggles. They also teach arts and crafts. Hi-5 is now shown in approximately 80 countries.\n\nEach year, the series has 45 episodes with nine weekly themes. In 2004, the show was marked by reduced episodes than normal, with 30 episodes in six weekly themes due to the band concentrating more on touring.\n\nIn 2009 was marked the beginning of the \"second generation\" of Hi-5, with all of the original members having departed in 2007\/2008. The series was renewed for another five years with the new cast by the Nine Network, which would have the contract expire in 2013.\n\nIn March 2013, Hi-5's first movie, Some Kind of Wonderful, was released in selected Hoyts Junior cinemas around Australia and New Zealand. The movie showed the history of Hi-5's cast changes and a behind-the-scenes look at the search to find three new members, Dayen Zheng, Ainsley Melham and Mary Lascaris who would replace Fely Irvine, Tim Maddren and Casey Burgess in 2012\/2013.\n\nThe new Hi-5 series called Hi-5 House will be filmed in Singapore, according to executive producer Julie Grenne. Currently, they commitment of concerts in some Asian countries with Hi-5 Wonderful Tour.","original_name":"Hi-5","vote_average":6.0,"name":"Hi-5","cert":"Unavailable","id":1371,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"2002-07-01","cast":[],"overview":"John Safran's Music Jamboree was a light-hearted Australian music documentary television series, hosted by John Safran for SBS television. The program was produced by Selin Yaman and directed by Craig Melville, Clayton Jacobson and a number of other directors under the production company Ghost of Your Ex-Boyfriend Productions in association with SBS Independent. It screened in 2002, and consisted of sketches and outlandish public stunts, typical of Safran's work. The series won two Australian Film Institute Awards; \"Best Comedy Series\" and \"Most Innovative Program Concept\". SBS followed the series up with the similarly styled John Safran vs. God in 2004.\n\nAn infamous stunt of the series was sneaking nine friends into an exclusive Melbourne nightclub by dressing them up as the masked American metal band, Slipknot. The producers arranged entry for the impostors by pretending to be an American management company over the phone.\n\nOther stunts included disguising himself as well known entertainers such as Ozzy Osbourne and Prince to harass the public, sketch versions of music videos such as Eminem, the creation of Jew Town, a Jewish boy band to compete with Christian pop, and returning to Yeshivah College to pay homage to Kevin Bacon in Footloose. He also details his time in the hip-hop group Raspberry Cordial, and the related incident in which he met the Beastie Boys and the band's former DJ attempted to steal his girlfriend at the time.","original_name":"John Safran's Music Jamboree","vote_average":7.0,"name":"John Safran's Music Jamboree","cert":"Unavailable","id":1372,"adult":"false","genre_ids":[35,99],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"MSNBC at the Movies is a television show hosted by Sharon Tay. Entertainment reporter Claudia DiFolco served as the Los Angeles-based reporter.\n\nThe show provided interviews with celebrity actors and directors of the weekend's big openings, behind-the-scenes information on the latest independent and art film releases, and feedback from the nation's top film critics.","original_name":"MSNBC at the Movies","vote_average":0.0,"name":"MSNBC at the Movies","cert":"Unavailable","id":1373,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1968-04-19","cast":[],"overview":"Spindoe is a British television series which was shown on ITV in the spring of 1968. It was named after the lead character, Alec Spindoe, a South London gangster; the plot of the series showed how Spindoe re-established his gangland empire after he had been supplanted during a term of imprisonment, but found once he had succeeded that he is no longer interested.","original_name":"Spindoe","vote_average":0.0,"name":"Spindoe","cert":"Unavailable","id":1374,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2001-10-15","cast":["Louis Koo","Sonija Kwok","Jessica Hsuan","Joyce Tang","Michelle Saram"],"overview":"A Step into the Past is a 2001 Hong Kong television series produced by TVB and based on Huang Yi's novel of the same Chinese title. The series tells the story of a 21st-century Hong Kong VIPPU officer who travels back in time to the Warring States period of ancient China. He is involved in a number of important historical events that leads to the first unification of China under the Qin Dynasty. The series' first original broadcast ran from 15 October to 7 December 2001 on the TVB Jade network in Hong Kong.","original_name":"尋秦記","vote_average":10.0,"name":"A Step Into The Past","cert":"Unavailable","id":1375,"adult":"false","genre_ids":[18,10759],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"Weird U.S. is a reality television series, and book of the same name, on the History Channel starring Mark Moran and Mark Sceurman, founders of the magazine Weird NJ, as they hunt the United States looking for weird history, hauntings, and legends because, as they say, \"history is full of weirdos.\" It is produced by KPI TV. It is also a series of paranormal travel guides edited by the same two individuals.","original_name":"Weird U.S.","vote_average":6.0,"name":"Weird U.S.","cert":"Unavailable","id":1376,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1981-09-15","cast":["Mary Hart","Kevin Frazier","Mark Steines","Nischelle Turner"],"overview":"Entertainment Tonight is a daily tabloid entertainment television news show that is syndicated by CBS Television Distribution throughout the United States, in Canada and in many countries around the world. Linda Bell Blue is currently the program's executive producer. The program makes the claim that it is \"the most watched entertainment news magazine in the world\". It is the longest-running entertainment news program, with its first broadcast on September 14, 1981, and was the first syndicated program distributed via satellite. Mary Hart served as the show's primary anchor from 1982 until her departure on May 20, 2011. Mark Steines and Nancy O'Dell took on the roles of primary hosts of the show once Hart left. O'Dell took on the role as sole host of the show after Steines left the show on July 27, 2012. Rob Marciano became Nancy O'Dell's permanent co-host on January 7, 2013.\n\nIt was announced on January 30, 2006, that Entertainment Tonight was renewed through the 2011–2012 season, which was the show's 30th season. On September 8, 2008, Entertainment Tonight began to air in high definition with the move of the program from their longtime home at Stage 28 on the Paramount Pictures studio lot to Stage 4 at CBS Studio Center, one of the final steps involving the incorporation of Paramount's former syndication arm, Paramount Domestic Television, into CBS' distribution arms and the adoption of the CBS Television Distribution name, which all took place following the breakup of the original Viacom in 2005.","original_name":"Entertainment Tonight","vote_average":3.5,"name":"Entertainment Tonight","cert":"Unavailable","id":1387,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Take a Bow is a children's television series shown regularly on CBeebies. It is a celebration of children's performing talents across the UK and features children performing in a landmark from around their area. The performances are varied and shot in the style of a pop video. The performances vary from a singer on the London Eye to organ playing in Blackpool Tower - from break dancing to playing in a jazz band. There are 25 programme in the first series and there will be a second series too. Originally aired in February 2007.","original_name":"Take a Bow","vote_average":0.0,"name":"Take a Bow","cert":"Unavailable","id":1388,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1985-10-07","cast":["Donnelly Rhodes","Susan Walden","Hagan Beggs","Ocean Hellman","Christopher Crabb"],"overview":"Danger Bay is a Canadian television series, produced in Vancouver, with first-run episodes broadcast on CBC Television and the Disney Channel starting October 7, 1985. One hundred and twenty three installments were filmed, ending in 1989, but the series, perceived as wholesome and exciting fare for older children and adolescents, continued to be seen through the 1990s in numerous countries around the world.\n\nThe plots of the episodes followed the exploits of the Roberts family, led by marine veterinarian Grant \"Doc\" Roberts, and his two children, Nicole and Jonah. The 30-minute episodes featured the Vancouver Aquarium in nearly every installment.\n\nMost episodes focused on environmental issues such as pollution, wildlife endangerment and forest preservation.\n\nThe series was also broadcast in Gibraltar Bulgaria, Poland, Czechoslovakia, Iceland, Cuba, Trinidad & Tobago, Finland","original_name":"Danger Bay","vote_average":7.5,"name":"Danger Bay","cert":"Unavailable","id":1389,"adult":"false","genre_ids":[18],"origin_country":["CA"]},{"first_air_date":"2007-01-03","cast":["Chae Rim","Gong Hyung-jin","Kim Jae-wook","Kwon Ki-sun","Kim Young-ok"],"overview":"Dal-ja's Spring is a 2007 South Korean romantic comedy television series starring Chae Rim, Lee Min-ki, Lee Hyun-woo, Lee Hye-young and Gong Hyung-jin. It aired on KBS2 from January 3 to March 15, 2007 on Wednesdays ands Thursday at 21:55 for 22 episodes.\n\nChae Rim won Top Excellence Award, Actress at the 2007 KBS Drama Awards.","original_name":"달자의 봄","vote_average":7.0,"name":"Dal-ja's Spring","cert":"Unavailable","id":1390,"adult":"false","genre_ids":[18],"origin_country":["KR"]},{"first_air_date":"1997-08-11","cast":["Peter Mochrie","Geoff Morrell","Gary Day","Lucy Bell","Bojana Novaković"],"overview":"Murder Call was an Australian television series, created by Hal McElroy for the Southern Star Entertainment and seen on the Nine Network between 1997 and 2000. The idea to the series was born by the books of Tessa Vance by Jennifer Rowe: Suspect\/Deadline and Something Wicked. Both books were integrated as episodes in the TV series. The series dealt with the cases confronted by an unconventional team of homicide detectives, Tessa Vance and Steve Hayden.","original_name":"Murder Call","vote_average":0.0,"name":"Murder Call","cert":"Unavailable","id":1391,"adult":"false","genre_ids":[18],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Squawk Box is a business news television program that airs at breakfast time on the CNBC network. The program is currently co-hosted by Joe Kernen, Rebecca Quick and Andrew Ross Sorkin. Since debuting in 1995, the show has spawned a number of versions across CNBC's international channels, many of which employ a similar format. The program title originates from a term used in investment banks and stock brokerages for a permanent voice circuit or intercom used to communicate stock deals or sales priorities.","original_name":"Squawk Box","vote_average":0.0,"name":"Squawk Box","cert":"Unavailable","id":1392,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":"2013-09-24","cast":["Clark Gregg","Ming-Na Wen","Chloe Bennet","Iain De Caestecker","Elizabeth Henstridge"],"overview":"Agent Phil Coulson of S.H.I.E.L.D. (Strategic Homeland Intervention, Enforcement and Logistics Division) puts together a team of agents to investigate the new, the strange and the unknown around the globe, protecting the ordinary from the extraordinary.","original_name":"Marvel's Agents of S.H.I.E.L.D.","vote_average":6.8,"name":"Marvel's Agents of S.H.I.E.L.D.","cert":"Suitable for 12 years & above","id":1403,"adult":"false","genre_ids":[18,10765,10759],"origin_country":["US"]},{"first_air_date":"2007-09-24","cast":["Zachary Levi","Yvonne Strahovski","Joshua Gomez","Adam Baldwin","Vik Sahay"],"overview":"When Buy More computer geek Chuck Bartowski unwittingly downloads a database of government information and deadly fighting skills into his head, he becomes the CIA's most vital secret. This sets Chuck on a path to become a full-fledged spy.","original_name":"Chuck","vote_average":7.6,"name":"Chuck","cert":"Unavailable","id":1404,"adult":"false","genre_ids":[10759,35,18],"origin_country":["US"]},{"first_air_date":"2006-10-01","cast":["Michael C. Hall","Jennifer Carpenter","Geoff Pierson","Desmond Harrington","David Zayas"],"overview":"Dexter is an American television drama series. The series centers on Dexter Morgan, a blood spatter pattern analyst for 'Miami Metro Police Department' who also leads a secret life as a serial killer, hunting down criminals who have slipped through the cracks of justice.","original_name":"Dexter","vote_average":8.0,"name":"Dexter","cert":"Unavailable","id":1405,"adult":"false","genre_ids":[80,18,9648],"origin_country":["US"]},{"first_air_date":"2004-03-21","cast":["Timothy Olyphant","Ian McShane","Molly Parker","Jim Beaver","W. Earl Brown"],"overview":"The story of the early days of Deadwood, South Dakota; woven around actual historic events with most of the main characters based on real people. Deadwood starts as a gold mining camp and gradually turns from a lawless wild-west community into an organized wild-west civilized town. The story focuses on the real-life characters Seth Bullock and Al Swearengen.","original_name":"Deadwood","vote_average":8.2,"name":"Deadwood","cert":"Unavailable","id":1406,"adult":"false","genre_ids":[80,18,37],"origin_country":["US"]},{"first_air_date":"2011-10-02","cast":["Claire Danes","Mandy Patinkin","Elizabeth Marvel","Maury Sterling","Linus Roache"],"overview":"CIA officer Carrie Mathison is tops in her field despite being bipolar, which makes her volatile and unpredictable. With the help of her long-time mentor Saul Berenson, Carrie fearlessly risks everything, including her personal well-being and even sanity, at every turn.","original_name":"Homeland","vote_average":7.4,"name":"Homeland","cert":"Unavailable","id":1407,"adult":"false","genre_ids":[18,10759,80,10768],"origin_country":["US"]},{"first_air_date":"2004-11-16","cast":["Hugh Laurie","Omar Epps","Robert Sean Leonard","Jesse Spencer","Peter Jacobson"],"overview":"Dr. Gregory House, a drug-addicted, unconventional, misanthropic medical genius, leads a team of diagnosticians at the fictional Princeton–Plainsboro Teaching Hospital in New Jersey.","original_name":"House","vote_average":8.2,"name":"House","cert":"Unavailable","id":1408,"adult":"false","genre_ids":[18,35,9648],"origin_country":["US"]},{"first_air_date":"2009-05-19","cast":["Matthew Morrison","Jane Lynch","Lea Michele","Chris Colfer","Kevin McHale"],"overview":"In this musical comedy, optimistic high school teacher Will Schuester tries to refuel his own passion while reinventing the high school's glee club and challenging a group of outcasts to realize their star potential as they strive to outshine their singing competition while navigating the cruel halls of McKinley High.","original_name":"Glee","vote_average":6.2,"name":"Glee","cert":"Suitable for 12 years & above","id":1417,"adult":"false","genre_ids":[35,18],"origin_country":["US"]},{"first_air_date":"2007-09-24","cast":["Jim Parsons","Johnny Galecki","Kaley Cuoco","Simon Helberg","Kunal Nayyar"],"overview":"The Big Bang Theory is centered on five characters living in Pasadena, California: roommates Leonard Hofstadter and Sheldon Cooper; Penny, a waitress and aspiring actress who lives across the hall; and Leonard and Sheldon's equally geeky and socially awkward friends and co-workers, mechanical engineer Howard Wolowitz and astrophysicist Raj Koothrappali. The geekiness and intellect of the four guys is contrasted for comic effect with Penny's social skills and common sense.","original_name":"The Big Bang Theory","vote_average":6.8,"name":"The Big Bang Theory","cert":"Suitable for 15 years & above","id":1418,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2009-03-08","cast":["Nathan Fillion","Stana Katic","Jon Huertas","Seamus Dever","Susan Sullivan"],"overview":"After a serial killer imitates the plots of his novels, successful mystery novelist Richard \"Rick\" Castle receives permission from the Mayor of New York City to tag along with an NYPD homicide investigation team for research purposes.","original_name":"Castle","vote_average":7.5,"name":"Castle","cert":"Unavailable","id":1419,"adult":"false","genre_ids":[18,80],"origin_country":["US"]},{"first_air_date":"2011-09-20","cast":["Zooey Deschanel","Jake Johnson","Max Greenfield","Lamorne Morris","Hannah Simone"],"overview":"Jessica Day is an offbeat and adorable girl in her late 20s who, after a bad breakup, moves in with three single guys. Goofy, positive, vulnerable and honest to a fault, Jess has faith in people, even when she shouldn't. Although she's dorky and awkward, she's comfortable in her own skin. More prone to friendships with women, she's not used to hanging with the boys—especially at home.","original_name":"New Girl","vote_average":6.7,"name":"New Girl","cert":"Unavailable","id":1420,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2009-09-23","cast":["Julie Bowen","Ty Burrell","Jesse Tyler Ferguson","Eric Stonestreet","Sofía Vergara"],"overview":"The Pritchett-Dunphy-Tucker clan is a wonderfully large and blended family. They give us an honest and often hilarious look into the sometimes warm, sometimes twisted, embrace of the modern family.","original_name":"Modern Family","vote_average":7.3,"name":"Modern Family","cert":"Unavailable","id":1421,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2004-09-22","cast":["Kristen Bell","Enrico Colantoni","Jason Dohring"],"overview":"In the fictional town of Neptune, California, student Veronica Mars progresses from high school to college while moonlighting as a private investigator under the tutelage of her detective father.","original_name":"Veronica Mars","vote_average":7.7,"name":"Veronica Mars","cert":"Unavailable","id":1432,"adult":"false","genre_ids":[9648,18,35],"origin_country":["US"]},{"first_air_date":"2005-02-06","cast":["Seth MacFarlane","Wendy Schaal","Rachael MacFarlane","Scott Grimes","Dee Bradley Baker"],"overview":"The series focuses on an eccentric motley crew that is the Smith family and their three housemates: Father, husband, and breadwinner Stan Smith; his better half housewife, Francine Smith; their college-aged daughter, Hayley Smith; and their high-school-aged son, Steve Smith. Outside of the Smith family, there are three additional main characters, including Hayley's boyfriend turned husband, Jeff Fischer; the family's man-in-a-goldfish-body pet, Klaus; and most notably the family's zany alien, Roger, who is \"full of masquerades, brazenness, and shocking antics.\"","original_name":"American Dad!","vote_average":6.2,"name":"American Dad!","cert":"Unavailable","id":1433,"adult":"false","genre_ids":[16,35],"origin_country":["US"]},{"first_air_date":"1999-01-31","cast":["Seth MacFarlane","Alex Borstein","Mila Kunis","Seth Green","Mike Henry"],"overview":"Sick, twisted, politically incorrect and Freakin' Sweet animated series featuring the adventures of the dysfunctional Griffin family. Bumbling Peter and long-suffering Lois have three kids. Stewie (a brilliant but sadistic baby bent on killing his mother and taking over the world), Meg (the oldest, and is the most unpopular girl in town) and Chris (the middle kid, he's not very bright but has a passion for movies). The final member of the family is Brian - a talking dog and much more than a pet, he keeps Stewie in check whilst sipping Martinis and sorting through his own life issues.","original_name":"Family Guy","vote_average":6.5,"name":"Family Guy","cert":"Suitable for 15 years & above","id":1434,"adult":"false","genre_ids":[16,35],"origin_country":["US"]},{"first_air_date":"2009-09-22","cast":["Julianna Margulies","Matt Czuchry","Christine Baranski","Alan Cumming","Makenzie Vega Norfolk"],"overview":"The Good Wife is a legal drama starring Emmy Award winner Julianna Margulies as a wife and mother who boldly assumes full responsibility for her family and re-enters the workforce after her husband's very public sex and political corruption scandal lands him in jail.","original_name":"The Good Wife","vote_average":7.4,"name":"The Good Wife","cert":"Unavailable","id":1435,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2010-03-16","cast":["Timothy Olyphant","Nick Searcy","Joelle Carter","Jacob Pitts","Erica Tazel"],"overview":"A character drama based on the 2001 Elmore Leonard short story \"Fire in the Hole.\" Leonard's tale centers around U.S. Marshal Raylan Givens of Kentucky, a quiet but strong-willed official of the law. The tale covers his high-stakes job, as well as his strained relationships with his ex-wife and father.","original_name":"Justified","vote_average":8.0,"name":"Justified","cert":"Unavailable","id":1436,"adult":"false","genre_ids":[80,18,9648],"origin_country":["US"]},{"first_air_date":"2002-09-20","cast":["Nathan Fillion","Gina Torres","Alan Tudyk","Morena Baccarin","Adam Baldwin"],"overview":"Firefly is set in the year 2517, after the arrival of humans in a new star system and follows the adventures of the renegade crew of Serenity, a \"Firefly-class\" spaceship. The ensemble cast portrays the nine characters who live on Serenity.","original_name":"Firefly","vote_average":8.2,"name":"Firefly","cert":"Suitable for 12 years & above","id":1437,"adult":"false","genre_ids":[18,10759,10765],"origin_country":["US"]},{"first_air_date":"2002-06-02","cast":["Dominic West","Lance Reddick","Sonja Sohn","Wood Harris","Wendell Pierce"],"overview":"Told from the points of view of both the Baltimore homicide and narcotics detectives and their targets, the series captures a universe in which the national war on drugs has become a permanent, self-sustaining bureaucracy, and distinctions between good and evil are routinely obliterated.","original_name":"The Wire","vote_average":8.3,"name":"The Wire","cert":"Unavailable","id":1438,"adult":"false","genre_ids":[18,80],"origin_country":["US"]},{"first_air_date":"1968-09-23","cast":["Lucille Ball","Gale Gordon","Lucie Arnaz"],"overview":"Here's Lucy is Lucille Ball's third network television sitcom. It ran on CBS from 1968 to 1974.","original_name":"Here's Lucy","vote_average":7.8,"name":"Here's Lucy","cert":"Unavailable","id":1439,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1998-11-09","cast":["Kevin Eldon","Mark Heap","Julia Davis","Simon Pegg","Tracy-Ann Oberman"],"overview":"Big Train is a surreal British television comedy sketch show created by Arthur Mathews and Graham Linehan, writers of the successful sitcom Father Ted. The first series was broadcast on BBC Two in 1998, while the second, in which Linehan was not involved, aired in 2002.","original_name":"Big Train","vote_average":7.5,"name":"Big Train","cert":"Unavailable","id":1440,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2005-09-16","cast":["Peter Dinklage","Brent Spiner","Carla Gugino","Brian Van Holt","Rob Benedict"],"overview":"Threshold was a science fiction drama television series that first aired on CBS in September 2005. Produced by Brannon Braga, David S. Goyer and David Heyman, the series focuses on a secret government project investigating the first contact with an extraterrestrial species.","original_name":"Threshold","vote_average":7.1,"name":"Threshold","cert":"Unavailable","id":1441,"adult":"false","genre_ids":[10765,18,10759],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Artstar is an unscripted reality television series set in the New York art world, considered to be the first in the visual arts. Selected from an open call of over 400 applicants, eight artists participate in a group exhibition at Deitch Projects with the opportunity for a solo exhibition as well. The program documents the selected artists as they interact with leading critics, curators, collectors, and artists in New York, while making new works as part of the collaborative exhibition.","original_name":"Artstar","vote_average":0.0,"name":"Artstar","cert":"Unavailable","id":1442,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2005-12-07","cast":[],"overview":"","original_name":"MariposaHD","vote_average":0.0,"name":"MariposaHD","cert":"Unavailable","id":1443,"adult":"false","genre_ids":[99],"origin_country":["AR"]},{"first_air_date":"2006-09-20","cast":["Jeremy Sisto","Carmen Ejogo","Delroy Lindo","Linus Roache","Will Denton"],"overview":"Kidnapped is an American television drama series from Sony Pictures Television which aired on NBC from September 20, 2006, to August 11, 2007. The series returned on Universal HD in 2008.","original_name":"Kidnapped","vote_average":6.6,"name":"Kidnapped","cert":"Unavailable","id":1444,"adult":"false","genre_ids":[18,80],"origin_country":["US"]},{"first_air_date":"2001-02-02","cast":["Shauna O'Brien"],"overview":"Lady Chatterley's Stories is an erotic softcore TV show that aired on Showtime where it continues running in syndication to this day.","original_name":"Lady Chatterley's Stories","vote_average":0.0,"name":"Lady Chatterley's Stories","cert":"Unavailable","id":1445,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2004-03-15","cast":["Juan Gil Navarro","Florencia Bertotti","Esteban Prol","Henny Trayles","Ángeles Balbiani"],"overview":"Floricienta is an Argentine family friendly telenovela based on the Cinderella story. It originally aired from 2004 to 2005, but continues to be broadcast in almost 70 countries. Some international channels airing Floricienta are TVE International, Disney Channel Latino, Disney Channel Europe. It is also available in the UK on the BSKYB satellite lineup.\n\nThe lead roles were portrayed by two-time Martin Fierro-Award winning actress Florencia Bertotti, and Juan Gil Navarro, Isabel Macedo and Benjamin Rojas. The show was created by Cris Morena and was produced by Cris Morena Group in association with RGB Entertainment.\n\nThe series become a global phenomenon for children and teens throughout Latin America, Israel and various parts of Europe. Floricienta has been compared with Hannah Montana since both were huge crossover acts, having enormously popular shows on television and selling out stadiums.\n\nThe telenovela spawned over 200 licensed products. The tour was attended by over 1 million people in Latin America and Israel including over 100 concerts in Teatro Gran Rex, ten shows in Luna Park stadium and four at Estádio Velez, all in Buenos Aires.\n\nThe show was adapted by Bandeirantes in Brazil, SIC in Portugal, TVN in Chile, RCN Televisión in Colombia and Televisa in Mexico. In an interview with Radio 10, Cris Morena announced she sold the American rights for Disney.","original_name":"Floricienta","vote_average":10.0,"name":"Floricienta","cert":"Unavailable","id":1446,"adult":"false","genre_ids":[],"origin_country":["AR"]},{"first_air_date":"2006-07-07","cast":["James Roday","Dulé Hill","Timothy Omundson","Maggie Lawson","Kirsten Nelson"],"overview":"Thanks to his police officer father's efforts, Shawn Spencer spent his childhood developing a keen eye for detail (and a lasting dislike of his dad). Years later, Shawn's frequent tips to the police lead to him being falsely accused of a crime he solved. Now, Shawn has no choice but to use his abilities to perpetuate his cover story: psychic crime-solving powers, all the while dragging his best friend, his dad, and the police along for the ride.","original_name":"Psych","vote_average":7.7,"name":"Psych","cert":"Unavailable","id":1447,"adult":"false","genre_ids":[9648,18,35],"origin_country":["US"]},{"first_air_date":"2004-09-03","cast":["Tamsin Greig","Stephen Mangan","Sarah Alexander","Sally Bretton","Karl Theobald"],"overview":"Follow new surgical registrar Dr Caroline Todd through her first day at work and beyond, starting out as she means to go on - dishevelled and under-deodorised! Along the way she meets an assortment of bizarre and demented characters. Be prepared for one of the most surreal journeys you're ever likely to take as you dive into the anarchic world of Green Wing Hospital!","original_name":"Green Wing","vote_average":8.2,"name":"Green Wing","cert":"Suitable for 15 years & above","id":1456,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"1995-09-24","cast":["Jennifer Ehle","Colin Firth","Susannah Harker","Crispin Bonham-Carter","Benjamin Whitrow"],"overview":"Set in England in the early 19th century, Pride and Prejudice tells the story of Mr and Mrs Bennet's five unmarried daughters after the rich and eligible Mr Bingley and his status-conscious friend, Mr Darcy, have moved into their neighbourhood. While Bingley takes an immediate liking to the eldest Bennet daughter, Jane, Darcy has difficulty adapting to local society and repeatedly clashes with the second-eldest Bennet daughter, Elizabeth.","original_name":"Pride and Prejudice","vote_average":8.1,"name":"Pride and Prejudice","cert":"Unavailable","id":1457,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"1997-11-03","cast":["Noah Reid","Leah Renee","Richard Newman","Kyle Fairlie","Shirley Douglas"],"overview":"Franklin is an Canadian educational animated television series, based on the Franklin the Turtle books by Brenda Clark and Paulette Bourgeois. The television series was named after its main character, Franklin the Turtle. It was produced by PolyGram Television, Alphanim, LuxAnimation, Nelvana, Neurones Enterprises, Reader's Digest for Young Families, TF1, Funbag Animation Studios, Europool, Mini TFO, and Family Channel, and syndicated by Summit Entertainment.","original_name":"Franklin","vote_average":6.2,"name":"Franklin","cert":"Unavailable","id":1458,"adult":"false","genre_ids":[16],"origin_country":["CA","US"]},{"first_air_date":"2005-03-11","cast":["Vernon Chatman","John Lee","Brian Drummond","Chantal Strand","Dave Willis"],"overview":"Wonder Showzen is an American sketch comedy television series that aired between 2005 and 2006 on MTV2. It was created by John Lee and Vernon Chatman of PFFR. The show is rated TV-MA.\n\nThe show's format is that of educational PBS children's television shows such as Sesame Street and The Electric Company, parodying the format with adult-oriented content. In addition to general controversial comedy, it satirizes politics, religion, war, sex, and culture with black comedy.\n\nEvery episode begins with a disclaimer, accompanied by the sound of someone screaming \"Don't eat my baby!\", which reads:\n\n\"Wonder Showzen contains offensive, despicable content that is too controversial and too awesome for actual children. The stark, ugly and profound truths Wonder Showzen exposes may be soul-crushing to the weak of spirit. If you allow a child to watch this show, you are a bad parent or guardian.\"","original_name":"Wonder Showzen","vote_average":7.6,"name":"Wonder Showzen","cert":"Unavailable","id":1459,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2002-03-19","cast":["Paget Brewster","Andy Richter","Irene Molloy","Jonathan Slavin","James Patrick Stuart"],"overview":"Fanciful series about an aspiring writer who imagines alternative life scenarios while working for a big company.","original_name":"Andy Richter Controls the Universe","vote_average":7.5,"name":"Andy Richter Controls the Universe","cert":"Unavailable","id":1460,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1991-05-03","cast":["Lynda Bellingham","Belinda Lang","James Bolam","Geoffrey Whitehead","Julia Sawalha"],"overview":"Second thoughts is a British sitcom that ran from 3 May 1991 to 14 October 1994. It was broadcast on  ITV and made by LWT. It was followed by a sequel, Faith in the future. Second thoughts followed the lives of two middle-aged divorcees, Bill MacGregor and Faith Greyshott, from very different backgrounds trying to develop a relationship, despite the pressures pulling it apart.\n\nSecond thoughts was based upon the real-life relationship of the writers, husband and wife Jan Etherington and Gavin Petrie. It originally aired as a radio series on BBC Radio 4 broadcast between 1 November 1988 and 23 July 1992. The radio series consisted of four series and a Christmas special broadcast in 1992 with a total of 31 episodes. The radio scripts were used for the television series on ITV. The fifth series was considered weaker than the first four series; it was the only series not to be based on the original radio scripts.\n\nSecond thoughts ended on 14 October 1994, but has since been repeated on ITV3. The original radio series is often replayed on BBC7.","original_name":"Second Thoughts","vote_average":6.7,"name":"Second Thoughts","cert":"Unavailable","id":1461,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"U Can Dance is a reality dance competition TV program of ABS-CBN, hosted by Iya Villania and Derek Ramsay, which ran from June 2006 to October 2007.","original_name":"U Can Dance","vote_average":0.0,"name":"U Can Dance","cert":"Unavailable","id":1470,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"1992-02-24","cast":["Siluck Saysanasy","Stacie Mistysyn","Pat Mastroianni","Amanda Stepto","Neil Hope"],"overview":"Degrassi Talks was a Canadian television series which aired in 1992. A sequel to the popular Degrassi series of television shows, Degrassi Talks was a six-episode documentary series which featured popular Degrassi actors discussing health and social issues with teenaged audiences. Each episode was hosted by one Degrassi actor, although other actors participated in the series as well. Topics included drug abuse, gay rights, depression, and teenage pregnancy.\n\nThe show was produced by the Canadian Broadcasting Corporation in cooperation with Health and Welfare Canada.\n\nEpisodes of Degrassi Talks were packaged in the Degrassi Junior High DVD set.","original_name":"Degrassi Talks","vote_average":0.0,"name":"Degrassi Talks","cert":"Unavailable","id":1471,"adult":"false","genre_ids":[99],"origin_country":["CA"]},{"first_air_date":"1972-10-14","cast":["David Carradine","Keye Luke","Philip Ahn","John Blyth Barrymore","John Leoning"],"overview":"The adventures of a Shaolin Monk as he wanders the American West armed only with his skill in Kung Fu.","original_name":"Kung Fu","vote_average":7.5,"name":"Kung Fu","cert":"Unavailable","id":1472,"adult":"false","genre_ids":[10759,18,37],"origin_country":["US"]},{"first_air_date":"1994-11-06","cast":["Rebecca Gayheart","Debrah Farentino","Sullivan Walker","Clancy Brown","Joey Zimmerman"],"overview":"Earth 2 is an American science fiction television series which aired on NBC from November 6, 1994 to June 4, 1995. The show was canceled after one season of 22 episodes. It follows the journey and settlement of a small expeditionary group called the Eden Project, with the intent to journey to an Earth-like planet called G889 in an attempt to find a cure to an illness called \"the syndrome\". The series was created by Michael Duggan, Carol Flint, Mark Levin, and Billy Ray, produced by Amblin Entertainment and Universal Television, and filmed primarily in northern New Mexico around the Santa Fe area. The series' music was composed by David Bergeaud, and the executive producers were Michael Duggan, Mark Levin, and Carol Flint.\n\nInitially, the show's audience was quite large, reaching eighth place; however, by April 23 of the next year, Nielsen ratings share had dropped from 23% to 9%. During its run, it had been nominated for a Primetime Emmy, Saturn, and other awards. In 2005, the entire series was released on DVD in a 4-disc set.","original_name":"Earth 2","vote_average":7.1,"name":"Earth 2","cert":"Unavailable","id":1473,"adult":"false","genre_ids":[10765,18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Nightline was a late-night news bulletin produced by Nine News. Introduced in 1992, it was axed in 2008 then brought back in 2009 and it was axed again in July 2010. It aired at around 11.30 pm weeknights, but was not shown in Perth or Adelaide. Nightline was previously presented by Kellie Connolly. Its main competitors were Ten Late News and ABC News's Lateline - which both air prior to Nightline at 10:30pm\n\nThe series was patterned after the version that airs on ABC, but that one is different from the Australian counterpart even though at one point both versions used the same opening graphics, which both no longer use.","original_name":"Nightline","vote_average":0.0,"name":"Nightline","cert":"Unavailable","id":1474,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"2002-06-16","cast":["Anthony Michael Hall","Nicole de Boer","Chris Bruno","John L. Adams","Sean Patrick Flanery"],"overview":"The Dead Zone, aka Stephen King's Dead Zone was an American-Canadian science fiction\/suspense series starring Anthony Michael Hall as Johnny Smith, who discovers he has developed psychic abilities after a coma. The show, credited as \"based on characters\" from Stephen King's 1979 novel of the same name, first aired in 2002, and was produced by Lionsgate Television and CBS Paramount Network Television for the USA Network.\n\nThe show was originally commissioned for UPN, but the network later dropped the show and it was picked up instead by USA. The series was filmed in Vancouver, British Columbia, Canada for its first five seasons. The sixth and last season was billed as \"The season that changes everything\" and production was moved to Montreal.\n\nThe Dead Zone was expected to be renewed for a seventh season, however due to low ratings and high production cost the series was canceled in December 2007, without a proper series finale.\n\nSome rumors spread that Syfy would pick up the series after it was canceled by USA, but it did not happen. Rumors of a made for TV movie have all but faded with time.","original_name":"The Dead Zone","vote_average":6.9,"name":"The Dead Zone","cert":"Unavailable","id":1475,"adult":"false","genre_ids":[18,10765],"origin_country":["US","CA"]},{"first_air_date":null,"cast":[],"overview":"Sunday was an Australian current affairs, arts and politics program, broadcast nationally on Sunday mornings on the Nine Network Australia. The program covered a range of topical issues including local and overseas news, politics, and in-depth stories on Australia and the world, plus independent film reviews, independent arts features, and independent music reviews. Its final show was aired on Sunday, 3 August 2008.","original_name":"Sunday","vote_average":0.0,"name":"Sunday","cert":"Unavailable","id":1484,"adult":"false","genre_ids":[10763],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Studio B with Shepard Smith is an American news\/talk television program on the Fox News Channel that debuted in August 2002, and is hosted by Shepard Smith.","original_name":"Studio B with Shepard Smith","vote_average":0.0,"name":"Studio B with Shepard Smith","cert":"Unavailable","id":1485,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":"1987-04-12","cast":["Dustin Nguyen","Holly Robinson Peete","Peter DeLuise","Michael DeLuise","Michael C. Bendetti"],"overview":"21 Jump Street is an American police procedural crime drama television series that aired on the Fox Network and in first run syndication from April 12, 1987, to April 27, 1991, with a total of 103 episodes. The series focuses on a squad of youthful-looking undercover police officers investigating crimes in high schools, colleges, and other teenage venues. It was originally going to be titled Jump Street Chapel, after the deconsecrated church building in which the unit has its headquarters, but was changed at Fox's request so as not to mislead viewers into thinking it was a religious program.\n\nCreated by Patrick Hasburgh and Stephen J. Cannell, the series was produced by Patrick Hasburgh Productions and Stephen J. Cannell Productions in association with 20th Century Fox Television. Executive Producers included Hasburgh, Cannell, Steve Beers and Bill Nuss. The show was an early hit for the fledgling Fox Network, and was created to attract a younger audience. The final season aired in first-run syndication mainly on local Fox affiliates. It was later rerun on the FX cable network from 1996 to 1998.\n\nThe series provided a spark to Johnny Depp's nascent acting career, garnering him national recognition as a teen idol. Depp found this status irritating, but he continued on the series under his contract and was paid $45,000 per episode. Eventually he was released from his contract after the fourth season. A spin-off series, Booker, was produced for the character of Dennis Booker; it ran one season, from September 1989 to June 1990. A film adaptation starring Jonah Hill and Channing Tatum was released on March 16, 2012.","original_name":"21 Jump Street","vote_average":6.2,"name":"21 Jump Street","cert":"Unavailable","id":1486,"adult":"false","genre_ids":[80,9648,10759],"origin_country":["US","CA"]},{"first_air_date":"2000-09-23","cast":["Michele Morgan","Phil LaMarr","Kevin Michael Richardson","Alfre Woodard","Jason Marsden"],"overview":"The adventures of a teenage superhero who fights crime in Dakota City.","original_name":"Static Shock","vote_average":7.8,"name":"Static Shock","cert":"Unavailable","id":1487,"adult":"false","genre_ids":[10759,16,10765],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Shadow Fighter is a Korean animation. It is a product of the major anime broadcaster Munhwa Broadcasting Corporation, and the 3D animation was done by Yellow Film. The story centers on the fighter character, a war and robot fight squirrel.","original_name":"Shadow Fighter","vote_average":0.0,"name":"Shadow Fighter","cert":"Unavailable","id":1488,"adult":"false","genre_ids":[],"origin_country":["KP"]},{"first_air_date":"2003-01-26","cast":["Jimmy Kimmel"],"overview":"Jimmy Kimmel Live! is an American late-night talk show, created and hosted by Jimmy Kimmel and broadcast on ABC.","original_name":"Jimmy Kimmel Live!","vote_average":5.6,"name":"Jimmy Kimmel Live!","cert":"Unavailable","id":1489,"adult":"false","genre_ids":[10767,35],"origin_country":["US"]},{"first_air_date":"2002-11-16","cast":["Paula Deen"],"overview":"Paula's Home Cooking is a Food Network show hosted by Paula Deen. Deen's primary culinary focus was Southern cuisine and familiar comfort food that is popular with Americans. In the show, classic dishes such as pot roast, fried okra, fried chicken and pecan pie were the norm, and overly complicated or eccentric recipes were usually eschewed. Dishes that are flavorful and familiar were spotlighted, although the fat content and calorie count of the meals were often very high. Paula also showed off vignettes of Savannah, Georgia, where she co-owns with her sons Jamie and Bobby, The Lady & Sons.\n\nDeen's popularity, spurred by the show, led to a small role in the feature film Elizabethtown.\n\nDespite its seemingly Southern atmosphere, Paula's Home Cooking was taped in upstate New York until 2006; since then, shows had been taped at Deen's new home near Savannah. In 2008, Deen began work on a revamped version of the series called Paula's Best Dishes, in which friends and family join her in the kitchen to prepare recipes. Deen's sons often appeared as guests on the show. They too proved to be popular among Food Network's audience and now have their own show, Road Tasted, similar to Rachael Ray's Tasty Travels. Deen's husband, Michael Groover, also appeared sporadically as a guest, and Food Network taped the Deen-Groover wedding in 2004 as a special edition of the show. The success of Paula's Home Cooking led to a line of cookbooks, a magazine, other television shows and specials, and related merchandise. Reruns of the show now air on Food Network's sister channel GAC.","original_name":"Paula's Home Cooking","vote_average":10.0,"name":"Paula's Home Cooking","cert":"Unavailable","id":1494,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The LiveWire","vote_average":0.0,"name":"The LiveWire","cert":"Unavailable","id":1495,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Way of the Master Television Show","vote_average":8.0,"name":"The Way of the Master Television Show","cert":"Unavailable","id":1496,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2006-04-19","cast":["Richard Machowicz"],"overview":"Future Weapons, sometimes also written as FutureWeapons and Futureweapons, is a television series that premiered on April 19, 2006 on the Discovery Channel. Host Richard \"Mack\" Machowicz, a former Navy SEAL, reviews and demonstrates the latest modern weaponry and military technology. The program is currently broadcast on the Discovery Channel and Military Channel.","original_name":"Future Weapons","vote_average":6.5,"name":"Future Weapons","cert":"Unavailable","id":1497,"adult":"false","genre_ids":[99,10763,10768],"origin_country":["US"]},{"first_air_date":"1998-07-19","cast":["Kenan Thompson","Josh Server","Mark Hamill","Candi Milo","Frank Welker"],"overview":"Oh Yeah! Cartoons was an American animation showcase that appeared on the Nickelodeon cable channel. Oh Yeah! was an animation project guided by Fred Seibert, former Creative Director of MTV Networks and President of Hanna-Barbera. Produced by Frederator Studios, it ran as part of Nickelodeon's Nicktoons lineup, and in its second season, was hosted by Kenan Thompson of All That and Kenan & Kel fame; Then later by Josh Server, from All That, for its third season. Bill Burnett composed the show's theme music. Oh Yeah! Cartoons was distributed by Nelvana outside of the United States.\n\nIn terms of sheer volume, Oh Yeah! Cartoons remains TV's biggest animation development program ever. Giving several dozen filmmakers the opportunity to create nearly 100 seven-minute cartoons, the series eventually yielded three dedicated half-hour spin-offs:\n\n⁕The Fairly OddParents\n\n⁕ChalkZone\n\n⁕My Life as a Teenage Robot\n\nNickelodeon's Oh Yeah! half-hour featured in its first season, a total of 39 brand new seven-minute cartoons in 13 episodes, surpassing the number of new cartoons and characters on any other single network. In its full run, Oh Yeah! Cartoons featured and produced over 99 cartoons and 54 characters.","original_name":"Oh Yeah! Cartoons","vote_average":10.0,"name":"Oh Yeah! Cartoons","cert":"Unavailable","id":1498,"adult":"false","genre_ids":[16],"origin_country":["US"]},{"cert":"Unavailable","cast":["Mark Farrell","Ken Finkleman","Peter Keleghan","Karen Hines","Tanya Allen"],"id":1499,"first_air_date":"1996-10-21","overview":"The Newsroom is a Canadian television comedy-drama series which ran on CBC Television in the 1996–97, 2003–04 and 2004–05 seasons. A two-hour television movie, Escape from the Newsroom, was broadcast in 2002.\n\nThe show is set in the newsroom of a television station which is never officially named, but is generally understood to be based on the CBC itself. Inspired by American series The Larry Sanders Show and similar to such earlier series as the British Drop the Dead Donkey and the Australian Frontline, the series mined a dark vein of comedy from the political machinations and the sheer incompetence of the people involved in producing City Hour, the station's nightly newscast.\n\nAlthough not originally intended as an ongoing series, the initial run of 13 episodes led The Newsroom to become one of the most critically acclaimed programs on Canadian television in the 1990s.\n\nFollowing the end of The Newsroom, Finkleman produced three different short-run series for the CBC, More Tears, Foolish Heart and Foreign Objects, all of which included Findlay as a linking character.","genre_ids":[35],"origin_country":["CA"],"original_name":"The Newsroom","vote_average":10.0,"name":"The Newsroom","adult":"false"}]