[{"first_air_date":null,"cast":[],"overview":"Star Awards 2007 is a television award ceremony held in Singapore. It is part of the annual Star Awards organised by MediaCorp for MediaCorp TV Channel 8. This year, Star Awards will be scheduled to telecast on two Sunday nights. The first award ceremony will be held on the 9 December 2007, in commemoration of 25 years of dramas in Singapore TV. On 16 December 2007, it will be the regular Star Awards ceremony and post show will be held after that.","original_name":"Star Awards 2007","vote_average":0.0,"name":"Star Awards 2007","cert":"Unavailable","id":17000,"adult":"false","genre_ids":[],"origin_country":["SG"]},{"first_air_date":null,"cast":[],"overview":"Caught in the Moment is an American television program about trekking the globe and capturing once-in-a-lifetime moments with endangered species and other animals in natural environments. This series is hosted by Tristan Bayer and Vanessa Garnick. It was shown on Animal Planet.","original_name":"Caught in the Moment","vote_average":0.0,"name":"Caught in the Moment","cert":"Unavailable","id":17003,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Stage on Screen is a series broadcast on public television PBS affiliate Thirteen WNET New York, which presents American theatrical productions that consist of cinematic and made-for-TV adaptations, live broadcasts, and documentaries that relate to the process of staging theatrical performances. Among the features presented by this program are Anna Deavere Smith's Twilight: Los Angeles 1992 and Clare Boothe Luce's comedy The Women.","original_name":"Stage on Screen","vote_average":0.0,"name":"Stage on Screen","cert":"Unavailable","id":17004,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1969-04-11","cast":["David Jason","Josephine Tewson","Ronnie Barker"],"overview":"Hark at Barker was a 1969 British comedy series combining elements of sitcom and sketch show, which starred Ronnie Barker. It was made for the ITV network by LWT.\n\nEach show began with a spoof news item read by Barker as a continuity announcer. He would then introduce the main part of the programme, a lecture to be given by Lord Rustless on a different topic each week from his stately home, Chrome Hall. Helped and hindered by Rustless' secretary Bates, his Butler Badger, his bad-tempered Cook, his incoherent gardener Dithers and his buxom, near-mute maid Effie, these lectures invariably degenerated into farce, and were frequently interrupted by comic sketches on film or videotape which also starred Barker in various roles.\n\nBarker reprised the role of Lord Rustless in the BBC series His Lordship Entertains, and played very similar characters in Futtock's End and the Two Ronnies specials The Picnic and By the Sea.","original_name":"Hark at Barker","vote_average":0.0,"name":"Hark at Barker","cert":"Unavailable","id":17005,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"All in the Game is a 2006 British one-off television drama, made by Tightrope Pictures for Channel 4.\n\nIt is a behind-the-scenes drama based on the power-politics of British football, starring Ray Winstone. It was filmed at the Ricoh Arena, home of Coventry City football Club. One scene was filmed in front of the fans on a match day against Derby county which involved star Ray Winstone kissing the pitch. Coincidently Coventry City went on to beat Derby 6-1 on the day that scene was filmed.","original_name":"All in the Game","vote_average":0.0,"name":"All in the Game","cert":"Unavailable","id":17006,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Women of Times is a 20-episode Chinese drama telecast in Singapore in 2006.","original_name":"Women of Times","vote_average":0.0,"name":"Women of Times","cert":"Unavailable","id":17007,"adult":"false","genre_ids":[],"origin_country":["SG"]},{"first_air_date":null,"cast":[],"overview":"¿Por qué diablos? is a 1999-2000 Colombian telenovela produced by Cenpro TV and broadcast on Canal Uno. It starred Manolo Cardona, Marcela Carvajal, Paola Rey, and Victor Mallarino. It was directed by Sergio Osorio.\n\nThe telenovela focuses on a poor teenage boy named Juan, part of an international ring of underage thieves. After his best friend dies in a shooting, he decides to avenge his friend's death by killing the head of the organization, La Araña. He uses his skills to gain the trust of the Leader and that way get closer to him. The young man is later sent to a juvenile facility, and there, he falls in love with his psychologist who was also the wife of his boss.\n\nAs of May 2008 Telemundo was planning on including a remake of the series in its 2008-09 U.S. prime-time television lineup. It later came to be known as Más Sabe el Diablo, broadcast in 2009.","original_name":"¿Por qué diablos?","vote_average":0.0,"name":"¿Por qué diablos?","cert":"Unavailable","id":17008,"adult":"false","genre_ids":[],"origin_country":["CO"]},{"first_air_date":null,"cast":[],"overview":"Karpolla on asiaa was a popular Finnish television show with a journalistic touch. It was hosted by reporter Hannu Karpo and produced by his Pallosalama OY production company. The show ran from 1981 to 2007 on MTV3. The show also featured occasional appearances by Karpo's son, Sampo.\n\nThe show's essential idea was that Karpo would report on the various things he saw wrong about Finnish society and have \"the people's story heard\" by reporting how certain people in Finnish society were suffering from public oversight and abuse, and were unable to do anything to resolve their predicament. Karpo would famously and openly award his interviewees with piece of smoked reindeer or an encased 100 mk bill for speaking out.\n\nA popular contest on the show was the recurring \"Santa Claus of the Year\"-contest during which a famous Finnish person posing as Santa Claus was interviewed by either Karpo or a small child, dropping hints as to the Santa's true identity with the Santa revealing his identity soon before or after Christmas Eve. The contest was not held in 2004 due to the show being on hiatus and instead a different contest was held in November.","original_name":"Karpolla on asiaa","vote_average":0.0,"name":"Karpolla on asiaa","cert":"Unavailable","id":17009,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2004-09-07","cast":["Lou Duva","Rene Armijo, Jr.","Luis Corps","Otis Griffin","Joe Frazier"],"overview":"The Next Great Champ is an American reality television series on Fox that aired in early 2005. It followed a group of boxers as they compete with one another in an elimination-style competition, while their lives and relationships with each other and their families are depicted. The show was the result of the synergy between boxing champion Oscar De La Hoya and reality television powerhouse Endemol USA.\n\nThe show was rushed into production to compete with Mark Burnett's The Contender reality boxing series, and Champ deputed prior to The Contender. The show sought to discover young, raw boxers and train them for a possible title fight opportunity, with the winner also getting a professional contract with de la Hoya's Golden Boy Promotions and a large cash prize.\n\nThe show quickly fizzled in the ratings, and after four episodes The Next Great Champ was cancelled by Fox. The final six episodes aired on Fox Sports Net.\n\nThe only season of the show was won by Otis Griffin. After the victory, Griffin was set to battle Alfonso Sanchez live on Fox Sports for the WBO \"8-round\" light heavyweight championship, but the bout never materialized. Griffin did win this title against James Sundin in a non-televised fight.","original_name":"The Next Great Champ","vote_average":0.0,"name":"The Next Great Champ","cert":"Unavailable","id":17010,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Joke's on Us is a Canadian game show that aired from 1983 to 1984. It was hosted by Monty Hall, joined by Sylvie Garant as assistant very early on in the run, with Sandy Hoyt as the show's announcer. Taped at Global's television studios in Toronto in association with the Global Television Network, the show was created and produced by two American game show veterans, Willie Stein and Nat Ligerman. Each episode featured a rotating panel of four comedians, which included such famous personalities of the day as Alan Thicke, Nipsey Russell, Arte Johnson and Jo Anne Worley.","original_name":"The Joke's on Us","vote_average":0.0,"name":"The Joke's on Us","cert":"Unavailable","id":17011,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"On the Record was a weekly political television show aired by the BBC in the United Kingdom between 1988 and 2002. The programme was usually shown on a Sunday lunchtime on BBC One, as a replacement for the 1980s political series This Week, Next Week, which was presented by David Dimbleby.\n\nThe programme was presented by Dimbleby's younger brother, Jonathan Dimbleby, from 1988 to 1993, and by John Humphrys from 1993 to 2002. A typical programme ran for one hour and began with a filmed piece about a major issue of the day before returning to the studio where the presenter would 'grill' a leading politician on the same issue.\n\nThe programme's mascot was a crocodile, based on a British House of Commons gargoyle and the \"Big Ben\" Clock Tower, and fashioned from plastic, glue and leather. For the title sequence of the first five series the crocodile marched across the UK; from 1993 onwards, the croc marched around Europe. Both sequences were shot in stop-frame animation by 3 Peach Animation.\n\nDuring 2000, the then BBC Director General Greg Dyke ordered a review of political output from BBC, which was carried out by Fran Unsworth. This led to a major overhaul of political output in 2002, which resulted in On the Record being axed and replaced with The Politics Show. The final edition was aired on 15 December 2002.","original_name":"On the Record","vote_average":0.0,"name":"On the Record","cert":"Unavailable","id":17012,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Ka Ina is a Venezuelan telenovela that was produced by and seen on Venevisión. This telenovela lasted 164 episodes and was distributed internationally by Venevisión International.","original_name":"Ka Ina","vote_average":0.0,"name":"Ka Ina","cert":"Unavailable","id":17013,"adult":"false","genre_ids":[],"origin_country":["VE"]},{"first_air_date":null,"cast":[],"overview":"Contra Viento y Marea is a Venezuelan telenovela that was produced by and seen on Venevisión. This telenovela lasted 125 episodes and was distributed internationally by Venevisión International.","original_name":"Contra Viento y Marea","vote_average":0.0,"name":"Contra Viento y Marea","cert":"Unavailable","id":17014,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1998-02-26","cast":["Alicia Machado","Daniela Bascopé"],"overview":"Samantha is a Venezuelan telenovela that was produced by and seen on Venevisión. This telenovela lasted 120 episodes and was distributed internationally by Venevisión International.","original_name":"Samantha","vote_average":0.0,"name":"Samantha","cert":"Unavailable","id":17015,"adult":"false","genre_ids":[],"origin_country":["VE"]},{"first_air_date":null,"cast":[],"overview":"Brave Exkaiser, sometimes spelled as Brave Exkaizer or Brave Exkizer, is a Japanese animated television series that began in 1990, created by Sunrise under the direction of Katsuyoshi Yatabe, and is the first of the long running Yuusha or \"Brave\" metaseries funded by Takara and produced by Sunrise.","original_name":"勇者エクスカイザ","vote_average":0.0,"name":"Brave Exkaiser","cert":"Unavailable","id":17016,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":"1996-04-05","cast":["Maria Kawamura","Toshihiko Seki","Jūrōta Kosugi","Ken'yuu Horiuchi","Kozo Shioya"],"overview":"Kaiketsu Zorro is an Italian\/Japanese anime, based on the western character Zorro. 52 episodes were produced, however, only 46 were broadcast in Japan. The series became very popular in European countries, including Portugal and Spain, the colonial power of the area in the story.","original_name":"Kaiketsu Zorro","vote_average":6.2,"name":"Kaiketsu Zorro","cert":"Unavailable","id":17017,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Wild Rescues is an American documentary television program about rescuing animals and people. It was shown on the channel Animal Planet.\n\nEpisode in 1997: included family saved by their hamster when hamster alerted 7 year-old to fire in her bedroom","original_name":"Wild Rescues","vote_average":0.0,"name":"Wild Rescues","cert":"Unavailable","id":17018,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2004-03-30","cast":[],"overview":"Venom ER is a television program made by the BBC Wildvision department of the BBC Natural History Unit for Animal Planet. It follows doctors at the Loma Linda University Medical Center dealing with venomous bites from snakes.","original_name":"Venom ER","vote_average":0.0,"name":"Venom ER","cert":"Unavailable","id":17019,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":["Giannis Bezos","Loukia Pistiola","Tasos Kostis","Panos Hatzikoutselis","Rania Papadakou"],"overview":"Ekeines kai Ego was a Greek television sitcom starring Yannis Bezos and Tasos Kostis. It is written by Bezos and Andreas Morfonios and directed by Morfonios. The series aired 1996 and lasted two seasons. It is one of Bezos' most popular sitcoms.","original_name":"Εκείνες και εγώ","vote_average":5.3,"name":"Εκείνες και εγώ","cert":"Unavailable","id":17020,"adult":"false","genre_ids":[35],"origin_country":["GR","CY"]},{"first_air_date":"2006-03-16","cast":[],"overview":"Get Out There! is an American reality television series about families on tours of the wilderness areas of the United States. It was shown on Animal Planet.","original_name":"Get Out There!","vote_average":0.0,"name":"Get Out There!","cert":"Unavailable","id":17021,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Condensed Classics was a television show that aired on the Canadian Channel Movieola. Although only 25 episodes were produced, the show was run and rerun on Movieola, and later on its sister station Silver Screen Classics. The program was aired as late as April 2013 on Silver Screen Classics, usually late on Saturday nights.","original_name":"Condensed Classics with Dave Shaw","vote_average":0.0,"name":"Condensed Classics with Dave Shaw","cert":"Unavailable","id":17022,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"A Moment in History","vote_average":0.0,"name":"A Moment in History","cert":"Unavailable","id":17023,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Much West","vote_average":0.0,"name":"Much West","cert":"Unavailable","id":17024,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Approaching Science is a documentary film program of China's CCTV-10. It was first broadcast on June 1, 1998 and became a \"popular program of CCTV\". Its host is Zhang Tengyue.\n\nThe subjects of the program include biology, archaeology, psychology, etc.","original_name":"Approaching Science","vote_average":0.0,"name":"Approaching Science","cert":"Unavailable","id":17025,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Yeralash is a Russian children's comedy TV show and children's comedy magazine. Yeralash also runs an actor studio and the \"Yeralash Island\" camp. The word Eralash means \"muddle, mess, or jumble\" in the Russian language.","original_name":"Yeralash","vote_average":0.0,"name":"Yeralash","cert":"Unavailable","id":17026,"adult":"false","genre_ids":[35],"origin_country":["RU"]},{"first_air_date":null,"cast":[],"overview":"Tide of Life is the first French French television soap opera that is released every week-day..\n\nstarring: Paul Barge, Claude Jade, Raphael Baudoin, Mélanie Maudran, Dora Doll.\n\nSet in a small village in Brittany, and focusing on the activities at a health resort, led by Gérard Chantreuil. Tide Of Life incorporates all of the traditional soap ingredients – villains, unrequited love, ambition, murder and money. A new approach to all of those elements allows The Tide Of Life to explore stories that would have been considered taboo 10 years ago. The series focuses on family Chantreuil and three local families entangled in a web of power, money and passion. The title song, \"Contre vents et marées\", is written by Eric Clapton and sung by Françoise Hardy.","original_name":"Tide of Life","vote_average":0.0,"name":"Tide of Life","cert":"Unavailable","id":17027,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Por Amarte Tanto is a Venezuelan telenovela that was produced by and seen on Venezuela's Venevisión. It was written by Vivel Nouel and directed by Jose Antonio Ferrara. This telenovela lasted 146 episodes and was distributed internationally by Venevisión International.","original_name":"Por Amarte Tanto","vote_average":0.0,"name":"Por Amarte Tanto","cert":"Unavailable","id":17028,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Noriko Show was a Finnish Candid Camera style talk show. Its two seasons were aired in 2004. The character Noriko Saru is a Japanese reporter who meets famous Finnish people. The premise of the joke, aside from the fact that she is not Japanese, is that Noriko does not speak English very well. The celebrity usually cannot understand her and her questions. At the end of the interview, after giving a photograph of herself face down, saying that it is Noriko, Mäenpää removes her wig, glasses and false teeth.\n\nNoriko Show ran on Subtv on Saturdays and Sundays at 7.30 pm and 4.45 pm.","original_name":"Noriko Show","vote_average":0.0,"name":"Noriko Show","cert":"Unavailable","id":17029,"adult":"false","genre_ids":[],"origin_country":["FI"]},{"first_air_date":null,"cast":[],"overview":"Wasp's Nest was a television play broadcast on the BBC Television Service on 18 June 1937. It was adapted from the short story of the same name by crime writer Agatha Christie which had first appeared in the Daily Mail on 20 November 1928 and first appeared in book form in the US collection Double Sin and Other Stories in 1961. It first appeared in a UK collection in Poirot's Early Cases in 1974.\n\nThe play is unique in that it is the only instance of Christie adapting one of her works for television, a medium she later came to dislike. It was broadcast live from Alexandra Palace as part of the programme Theatre Parade. The broadcast took place at 3.35 pm and lasted for twenty-five minutes. It was then repeated the same evening at 9.40 pm and lasted for twenty minutes. Theatre Parade usually showcased successful stage shows of the time but in this instance presented an original work.\n\nThe play was only broadcast in the London area as this was the only part of the UK that could receive television transmissions at this time. Neither transmissions were recorded for future viewing as television recording equipment had not been invented at this point in time.\n\nThe play is notable for starring Francis L. Sullivan in the part of Hercule Poirot, reprising his portrayal of the character following his success in the stage play Black Coffee in 1930.","original_name":"Wasp's Nest","vote_average":0.0,"name":"Wasp's Nest","cert":"Unavailable","id":17030,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1989-06-12","cast":["Dakin Matthews","Inga Swenson","Julius Carry","Jane Brucker","Matt Frewer"],"overview":"Doctor, Doctor is a live talk show broadcast on British television on Five hosted by the presenters Mark Porter and Raj Persaud. It is made by Princess Productions.\n\nThe television program comprises several educational sections to present medical and health information in slightly different formats to match different supporting resources. It includes a presentation on a common illness or conditions with audiovisual aids, an interview with a guest celebrity who talk about an illness that they have suffered from, discussion between the presenters and a guest medical expert to give added insight to a selected medical topic, and a live phone-in when the television doctors answer viewers telephone questions and a few email questions.\n\nDoctor, Doctor was shown when Five's major morning show, The Wright Stuff is taking a break from broadcasting.","original_name":"Doctor, Doctor","vote_average":0.0,"name":"Doctor, Doctor","cert":"Unavailable","id":17031,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Lipsynch Party","vote_average":0.0,"name":"Lipsynch Party","cert":"Unavailable","id":17032,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2007-10-13","cast":["Peter Gallagher","Jamie-Lynn Sigler","Kristin Lehman","Hugh Dillon","Peter Fonda"],"overview":"The Gathering is a television mini series directed by Bill Eagles, starring Peter Fonda, Peter Gallagher, and Jamie-Lynn Sigler. This thriller was first shown October 13, 2007, on Lifetime Television.","original_name":"The Gathering","vote_average":5.3,"name":"The Gathering","cert":"Unavailable","id":17033,"adult":"false","genre_ids":[9648],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"What Makes a Family is a 2001 American television movie from Lifetime Television. The film premiered on the network on January 22, 2001.","original_name":"What Makes a Family","vote_average":0.0,"name":"What Makes a Family","cert":"Unavailable","id":17034,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2008-07-13","cast":["Alexander Skarsgård","James Ransone","Lee Tergesen","Jon Huertas","Stark Sands"],"overview":"The first 40 days of the war in Iraq as seen through the eyes of an elite group of U.S. Marines who spearheaded the invasion along with an embedded Rolling Stone reporter. A vivid account of the soldiers and of the forces that guided them in an often-improvised initiative.","original_name":"Generation Kill","vote_average":8.1,"name":"Generation Kill","cert":"Unavailable","id":17035,"adult":"false","genre_ids":[10768,18,10759],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Secrets of the Super Psychics was a Channel 4 documentary special in the UK, first shown in the Equinox strand in 1997, later reformatted as a shorter The Learning Channel episode in 1998: \"Viewers eager to know more about the differences between science and claptrap should tune in\".\n\nThe 90-minute film, made by Open Media, was first shown in the UK under the title Secrets of the Psychics but is not to be confused with the earlier NOVA documentary Secrets of the Psychics.\n\nThe Times said the documentary \"...cast an enjoyably sceptical eye over 150 years of the paranormal\". David Aaronovitch described it in The Independent on Sunday as\n\na programme which showed two things very clearly. First that there are - and have always been - some extremely clever and ruthless illusionists out there. And - second - that there is an exceptional desire to believe that what these hoaxers tell us is actually true.\n\nSimon Hoggart wrote in The Spectator that this was\n\nthe first show ever to take on the notoriously litigious Uri Geller. They showed how all his parlour tricks could be easily duplicated by jobbing magicians without any help from paranormal powers.\n\nIn 1998 the Broadcasting Standards Commission in the United Kingdom rejected a complaint made by Uri Geller, saying that it \"wasn't unfair to have magicians showing how they duplicate those 'psychic feats'.\" The full text of the BSC adjudication is available on the internet at the Open Media website.","original_name":"Secrets of the Super Psychics","vote_average":0.0,"name":"Secrets of the Super Psychics","cert":"Unavailable","id":17038,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2000-04-01","cast":["Choi Soo-jong","Kim Young-chul","Kim Hye-Ri","Suh In Suk"],"overview":"Taejo Wang Geon was a 200-episode Korean drama starring Choi Soo Jong in the title role. It became very successful, reaching very high ratings, around 60%.","original_name":"태조 왕건","vote_average":0.0,"name":"Emperor Wang Gun","cert":"Unavailable","id":17039,"adult":"false","genre_ids":[10768,18],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"Moochers, hosted by Brett Butler, was a reality based television project about people who try to get relatives and friends who have overstayed their welcome to move out and live on their own. The project was filmed in California and Texas.\n\nMoochers was produced by Stage 29 Productions and distributed by CBS Television. Its executive producer was Jay McGraw, son of \"Dr. Phil\" McGraw","original_name":"Moochers","vote_average":0.0,"name":"Moochers","cert":"Unavailable","id":17040,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Song of the Earth: A Natural History of Music is a BBC documentary written and presented by David Attenborough. It was first transmitted in 2000 and is part of the Attenborough in Paradise and Other Personal Voyages collection of 7 documentaries.","original_name":"The Song of the Earth","vote_average":0.0,"name":"The Song of the Earth","cert":"Unavailable","id":17041,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"North Hollywood","vote_average":0.0,"name":"North Hollywood","cert":"Unavailable","id":17042,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Harry Green and Eugene","vote_average":0.0,"name":"Harry Green and Eugene","cert":"Unavailable","id":17043,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":["Bill Tush"],"overview":"","original_name":"Bill Tush show","vote_average":0.0,"name":"Bill Tush show","cert":"Unavailable","id":17044,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Comedy Tonight with Mack and Jamie","vote_average":0.0,"name":"Comedy Tonight with Mack and Jamie","cert":"Unavailable","id":17045,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2001-06-20","cast":["Jan Hooks","Adam Cagley","Bonnie Morgan","Chris Hogan","Dave Thomas"],"overview":"","original_name":"Primetime Glick","vote_average":10.0,"name":"Primetime Glick","cert":"Unavailable","id":17046,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"50 Years of Television: A Golden Celebration","vote_average":0.0,"name":"50 Years of Television: A Golden Celebration","cert":"Unavailable","id":17047,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The World's Funniest Pets","vote_average":0.0,"name":"The World's Funniest Pets","cert":"Unavailable","id":17048,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"World's Funniest Party Disasters, Part 1","vote_average":0.0,"name":"World's Funniest Party Disasters, Part 1","cert":"Unavailable","id":17049,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"World'd Funniest Animal Outtakes, Part 1","vote_average":0.0,"name":"World'd Funniest Animal Outtakes, Part 1","cert":"Unavailable","id":17050,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"World's Funniest Kids","vote_average":0.0,"name":"World's Funniest Kids","cert":"Unavailable","id":17051,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2003-10-21","cast":["Dave Navarro","Mo Rocca","Rich Eisen","Lita Ford","Bronson Pinchot"],"overview":"I Love the '80s Strikes Back is a miniseries on VH1 in which various music and TV personalities reminisce about 1980s popular culture in a mostly humorous manner. The series premiered on October 20, 2003 and is a sequel to I Love the '80s.\n\nThe sequel designation is in reference to The Empire Strikes Back.","original_name":"I Love the '80s Strikes Back","vote_average":8.0,"name":"I Love the '80s Strikes Back","cert":"Unavailable","id":17052,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2005-07-25","cast":["Tonya Cooley","Trishelle Cannatella","Ethan Zohn","Steven Hill","Jonny Fairplay"],"overview":"Kill Reality is a 2005 series which ran on E! Entertainment television about the all-stars of reality television making a horror movie called The Scorned. During the filming of the movie the cast lived together in a house that quickly turned into the real house of horrors. The series ended when on the final episode Jon \"Jonny Fairplay\" Dalton was removed from the house for defecating on Trish Schneider's bed while she was sleeping in it.\n\nE! was supposed to have aired The Scorned on September 24, 2005, however, the film was delayed and had its premiere on Halloween later that year.","original_name":"Kill Reality","vote_average":0.0,"name":"Kill Reality","cert":"Unavailable","id":17053,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Mind Your Own Business","vote_average":0.0,"name":"Mind Your Own Business","cert":"Unavailable","id":17054,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"NASA EDGE is a video podcast which explores different missions, technologies and projects developed by NASA. The program was released by NASA on March 18, 2007, and as of June 2010, there have been 53 vodcasts produced.","original_name":"NASA Edge","vote_average":0.0,"name":"NASA Edge","cert":"Unavailable","id":17055,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2008-02-25","cast":["Laura Aikman","Holliday Grainger","Dominique Moore","Aml Ameen","Lucy Evans"],"overview":"Dis\/Connected is a BBC Three drama pilot, written by Howard Overman. It starred Holliday Grainger, Cloudia Swann, Aml Ameen, Bradley James, Laura Aikman, Katrina Rafferty and Lucy Evans.","original_name":"Dis\/Connected","vote_average":4.0,"name":"Dis\/Connected","cert":"Unavailable","id":17056,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"No Win, No Fee","vote_average":0.0,"name":"No Win, No Fee","cert":"Unavailable","id":17057,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1996-10-01","cast":["Tanoai Reed","Slyck Wagner Brown","Mana the Polynesian Warrior","Don Muraco","Ana Rocha"],"overview":"","original_name":"WXW Rage TV","vote_average":0.0,"name":"WXW Rage TV","cert":"Unavailable","id":17058,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Sports Saturday","vote_average":0.0,"name":"Sports Saturday","cert":"Unavailable","id":17059,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Bright Hair","vote_average":0.0,"name":"Bright Hair","cert":"Unavailable","id":17060,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Out of Hours","vote_average":0.0,"name":"Out of Hours","cert":"Unavailable","id":17061,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Ippadikku Rose is a TV talk show hosted by Rose telecast in Vijay TV from the Indian state of Tamil Nadu. The talk show deals with current affairs touching a wide variety of social issues including traditions, taboos, rebels and culture. This is the first TV show in India hosted by a transgender person.","original_name":"Ippadikku Rose","vote_average":0.0,"name":"Ippadikku Rose","cert":"Unavailable","id":17062,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Den store klassefesten is a Norwegian chat show which was shown on NRK1 in 2000, 2001, 2005 and again from 2008. The programme was part of NRK's Saturday night line-up and the presenter was Dan Børge Akerø. Working with him, Akerø had the comedians Øystein Bache and Rune Gokstad who did a lot of the presenting work in the series. The series is regarded as one of NRK's biggest successes of the 2000s and won the prize for best chat show at Gullruten 2002. Previously, Akerø had won the prize for best presenter for the programme at Gullruten 2001.\n\nThe series premiered on NRK on 12 February 2000 and was shown on Saturday nights. The series has ran for four seasons.","original_name":"Den store klassefesten","vote_average":0.0,"name":"Den store klassefesten","cert":"Unavailable","id":17063,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Perry's Probe was a Canadian half hour investigative journalism television series, hosted by Norm Perry, which aired on CTV. The show began on CFTO-TV as a local television series before going national. It aired at 2:30 PM weekdays. It lasted just the one season.","original_name":"Perry's Probe","vote_average":0.0,"name":"Perry's Probe","cert":"Unavailable","id":17064,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2005-07-28","cast":[],"overview":"City Slam is an ESPN television series that premiered in 2005. The show is a basketball competition featuring streetball players competing in a slam dunk and three-point shooting contest.\n\nThis show is hosted by Dee Brown, himself a 1991 NBA slam Dunk Champion.\n\n2008 City Slam City Slam returned to ESPN. The event took place in Chicago on August 9, 2008 and aired on ESPN August 14, 2008. Dee Brown returned as host.\n\nContestants:\n\nAbove and Beyond\n\nAir Bama\n\nElevator\n\nExile\n\nFabian Gresier\n\nGuy Dupuy\n\nGolden Child\n\nHigh Rizer\n\nJustFly\n\nKD\n\nSpecial FX\n\nTdub\n\nTfly\n\nWerm\n\nEvent Details on City Slam Official Site","original_name":"City Slam","vote_average":0.0,"name":"City Slam","cert":"Unavailable","id":17065,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"I Was a Rat is a UK children's drama series broadcast on BBC One in autumn 2001 based on the popular children's book I Was a Rat! or The Scarlet Slippers by Philip Pullman. It was aired in the Sunday tea-time slot which traditionally accommodates a children's drama series in the run-up to Christmas. The series was produced by Andy Rowley and starred Calum Worthy in the leading role, alongside Tom Conti and Brenda Fricker. It was adapted by Richard Carpenter, who won a BAFTA award for the work.","original_name":"I Was a Rat","vote_average":0.0,"name":"I Was a Rat","cert":"Unavailable","id":17066,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Lion Man was a New Zealand television documentary series about a New Zealand big cat park called Zion Wildlife Gardens. The series was named after Craig Busch, the park's founder, who had styled himself as \"the Lion Man\". The series followed Busch and the park's employees as they managed the park and its collection of approximately 30 lions and tigers of various species, and other animals. As well as first-hand comment from Busch and his staff, the series was narrated throughout by Paul Casserley in New Zealand and actor Miles Anderson in the United Kingdom.\n\nThe series also showed Busch during related promotional activities as well as his various wildlife missions abroad, including trips to Africa and Thailand. The Lion Man was one of New Zealand's most successful television series, showing in 93 countries worldwide, including Sky1 in the United Kingdom.\n\nThree series were produced, the first of which began screening in New Zealand on 17 June 2004. The first two series were commissioned by state broadcaster TVNZ, but a third series looked in doubt following Busch's conviction in 2007 for assaulting his partner at the park in 2005. Independent funding was found to produce the third series and TVNZ decided to broadcast it after determining that there was still popular demand for the show. The show was produced by Great Southern Television. All three series' music was composed by Peter Blake and the theme tune lyrics written by Bob Smith.","original_name":"The Lion Man","vote_average":0.0,"name":"The Lion Man","cert":"Unavailable","id":17067,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2007-09-03","cast":["Teala Dunn","Coy Stewart","Christian Finnegan","Telma Hopkins","Terry Crews"],"overview":"Are We There Yet?: World Adventure is a Canadian children's television show created by J.J. Johnson that features real-life siblings exploring the world. The show can be seen in 7-minute or 30-minute formats. The series premiered September 3, 2007, on Treehouse TV. Are We There Yet? is produced by Sinking Ship Entertainment in association with National Geographic Kids Entertainment and UNICEF.","original_name":"Are We There Yet?: World Adventure","vote_average":5.0,"name":"Are We There Yet?: World Adventure","cert":"Unavailable","id":17068,"adult":"false","genre_ids":[35],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"The KNTV Show is an educational television programme that was broadcast on Channel 4 in the United Kingdom beginning in 2006, which taught about science, and philosophy.\n\nThe show is presented by two animated fictional teenagers from Eastern Europe, called Kierky and Nietschze, named after Søren Kierkegaard and Friedrich Nietzsche. Among the other recurring characters is the suave English gentleman Burgess MacPhilbin, who presents a series of reports on the given subject of that week's episode in the form of a spy's dossier: his name is actually a reference to 'Cambridge' spies Guy Burgess, Donald Maclean and Kim Philby.\n\nThe show is divided between animated parts in which the two teenagers discuss ideas in a humorous manner, and running commentary about science and philosophy over home video clips of people in comical situations, similar to those on You've Been Framed. In this way, the show melds comedy and education into one as form of edutainment.\n\nThe show won a BAFTA award in 2006.","original_name":"The KNTV Show","vote_average":0.0,"name":"The KNTV Show","cert":"Unavailable","id":17069,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2003-08-23","cast":["Andrew Rannells"],"overview":"Funky Cops is a French animated series about two cops in San Francisco during the 1970s. In the US it was licensed by 4Kids Entertainment and aired on the Fox Box but was canceled quickly due to dismal ratings and is now an online exclusive in the US. The rest of the series was later seen online at 4KidsTV.com, but as of May 2009, it has been removed. It currently appears on Kabillion on Demand on some services, most commonly Charter.","original_name":"Funky Cops","vote_average":0.0,"name":"Funky Cops","cert":"Unavailable","id":17070,"adult":"false","genre_ids":[16],"origin_country":["FR","US"]},{"first_air_date":null,"cast":[],"overview":"The second series of All Star Family Fortunes began on ITV on 27 October 2007. It ran for ten weeks and aired every Saturday night, with the exception of the last two episodes which aired on 25 December 2007 and 5 January 2008 respectively. Although the final episode of the series aired in 2008, it can still be counted as part of the 2007 series.","original_name":"All Star Family Fortunes","vote_average":0.0,"name":"All Star Family Fortunes","cert":"Unavailable","id":17071,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2007-05-11","cast":["Jack Knight","Devon Bostick","Keir Gilchrist"],"overview":"The Altar Boy Gang was a satirical half hour comedy developed for the Canadian television network CBC Television in 2007. Although two episodes were shot and four more were commissioned to be written, the show was not picked up as a regular series.\n\nThe two pilot episodes of this series written by Norm Hiscock aired on CBC in 2007. The show drew much angry response from Catholic groups who felt its portrayal of altar boys as drug dealing hooligans was offensive. Also the depiction of a Catholic priest who inadvertently ingests LSD was seen as disrespectful. Others enjoyed the shows and saw them merely as character studies of less-than-perfect people finding their way in the world.\n\nKelly Makin, the director of the two pilot episodes, and David Makin, the director of photography, worked with Norm on the television show The Kids in the Hall. Andy Jones, who played the role of Father Sand, also wrote with Norm on the last season of The Kids in the Hall. Dan Redican was the story editor.\n\nThe song \"Soldiers of Christ\" by the Canadian band Blood Meridian was the title music for the show.","original_name":"The Altar Boy Gang","vote_average":0.0,"name":"The Altar Boy Gang","cert":"Unavailable","id":17072,"adult":"false","genre_ids":[35],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Playbox was a TV programme for pre-school children aged 2–5, which ran during the late 1980s and early 1990s in the United Kingdom on ITV and was produced by Central Independent Television. It was the first ragdoll show to be made by ITV. It was created by Leslie Pitts, and Anne Wood.\n\nThe show took place inside a red, yellow and blue box, with the main characters, Cat and Dog, being controlled by puppeteers from inside the box. The puppets would draw pictures, tell stories, sing songs, and play jokes on one another. The puppets were voiced by Pat Coombs and Keith Chegwin.\n\nPlaybox was part of the many other children's shows that would appear on weekday lunchtimes on ITV1 between midday and 12.30pm as well as Rainbow, Rod, Jane and Freddy, Allsorts, Rosie And Jim and The Riddlers.\n\nPlaybox began on air in 1987 and the show finished in 1992.\n\nEpisodes which were the chosen episodes from each series, In 1987 the first series of playbox was broadcast for 13 episodes, In the 1988 series of series two there were 10 episodes, Another 10 episodes from series three in 1989, Another 10 episodes from series 4 in 1990, 9 Episodes were shown in 1991 in series 5 and the final 8 episodes during series six in 1992 until the show was axed, All the series have got 60 episodes.","original_name":"Playbox","vote_average":0.0,"name":"Playbox","cert":"Unavailable","id":17073,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Not This But This","vote_average":0.0,"name":"Not This But This","cert":"Unavailable","id":17074,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Friday Night Kiss is a house music programme on the UK's Kiss Network. The programme runs every Friday from 7pm to 10pm and is presented by DJ Steve Smart. In addition to presenting Friday Night Kiss, Steve Smart also presents Kiss's other mainstream house programmes, Saturday Night Kiss on Saturday evenings and Blow Ya Speakers on Monday evenings.\n\nIn January 2010, Duncan Wallace joined Kiss from Galaxy FM to produce Friday and Saturday Night Kiss.","original_name":"Friday Night Kiss","vote_average":0.0,"name":"Friday Night Kiss","cert":"Unavailable","id":17075,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"iSpy is a British Children's television series. The first season of the show was shot in summer of 2007 and aired in May 2007. The show is currently filming its second season after its pilot success. Season Two will have ten episodes, which is double the first season's small five episodes.","original_name":"ISpy","vote_average":0.0,"name":"ISpy","cert":"Unavailable","id":17076,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Paperland: The Bureaucrat Observed is a 1979 documentary film critiquing bureaucracy, written and directed by Donald Brittain and produced by the National Film Board of Canada and CBC-TV.","original_name":"Paperland: The Bureaucrat Observed","vote_average":0.0,"name":"Paperland: The Bureaucrat Observed","cert":"Unavailable","id":17077,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1998-02-07","cast":["Stacy Keach","Bart Braverman"],"overview":"Mowgli: The New Adventures of the Jungle Book is an American live action series adapted from the Japanese Jungle Book Shōnen Mowgli series","original_name":"Mowgli: The New Adventures of the Jungle Book","vote_average":0.0,"name":"Mowgli: The New Adventures of the Jungle Book","cert":"Unavailable","id":17078,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Susunu! Denpa Shōnen was a Japanese reality TV show which aired from November 1, 1998 to September 29, 2002 on the Nihon TV network and has once again started airing on the Internet from October 2009.","original_name":"Susunu! Denpa Shōnen","vote_average":0.0,"name":"Susunu! Denpa Shōnen","cert":"Unavailable","id":17079,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":"2001-06-05","cast":["Kristin Chenoweth","Ana Ortiz","Jon Tenney","Larry Romano","Dale Godboldo"],"overview":"Kristin is an American comedy television series starring Kristin Chenoweth. The series premiered June 5, 2001, on NBC. The show was canceled after six episodes.","original_name":"Kristin","vote_average":0.0,"name":"Kristin","cert":"Unavailable","id":17080,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Yiddishkeit is a Russian television show concerning the subject of Yiddishkeit. Since 2005, the show has been hosted by the Chief Rabbi of the Jewish Autonomous Oblast, Mordechai Scheiner. Yiddishkeit is viewed in the Jewish Autonomous Oblast and the Russian Far East. The television show is broadcast each Friday out of Birobidzhan. Yiddishkeit has aired more than 100 episodes to date.","original_name":"Yiddishkeit","vote_average":0.0,"name":"Yiddishkeit","cert":"Unavailable","id":17081,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1998-02-07","cast":["Neil Crone","Daniel Clark","Lindy Booth","Bill Switzer","Deborah Odell"],"overview":"Eerie, Indiana: The Other Dimension is a spin-off of Eerie, Indiana. This series aired on the Fox Kids Network in 1998.","original_name":"Eerie, Indiana: The Other Dimension","vote_average":5.0,"name":"Eerie, Indiana: The Other Dimension","cert":"Unavailable","id":17082,"adult":"false","genre_ids":[18],"origin_country":["CA"]},{"first_air_date":"2007-11-04","cast":[],"overview":"The Shot was a reality television show created by Nigel Barker and produced by VH1 in 2007. The Shot included 10 aspiring fashion photographers working through a series of games in order to win the competition. Russell James was the host\/mentor.\n\nThe winner of season 1 of the show, as announced on December 23, 2007, was Maria Hartman. She beat Dean on the final challenge, and her winning shot will be used on the cover of Victoria's Secret annual catalog. The shot is of model Alessandra Ambrosio. Maria will also receive a $100,000 and a spread on Marie Claire magazine as prizes.","original_name":"The Shot","vote_average":0.0,"name":"The Shot","cert":"Unavailable","id":17083,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Not Barking But Howling is a sitcom written by the British actor and writer Jonathan Clarkson. While the main series itself is currently in development, storylines and characters from the show have been appearing on the internet in various forms since December 2006.\n\nThe show tells the story of two werewolves, Mig and Prentis Hatchett, who run a minicab firm in New Cross, south east London. After the momentous events of the series’ first episode – so far only hinted at in online material - make them aware that they are being hunted, they are forced to take in their sharp-tongued Jewish sister-in-law, Diana Hatchett-Levy and enter into an uneasy living arrangement whilst trying to keep out of sight.\n\nA 5 minute [pitch trailer] was filmed for the show in 2006, to help promote it and sell the idea, and to date this has generated considerable attention on myspace and YouTube.\n\nTo further flesh out the show and give people content to return to online, Clarkson began writing an A-Z of Not Barking But Howling, with each entry giving an insight into the background of the characters and their world. These have so far only been released in blog entries on the programme’s myspace page.\n\nIn April 2007 a miniseries of webisodes of Not Barking But Howling was shot. These were given the umbrella title of “The Girl Who Cried Wolf”, and featured the actress India Fisher in a guest-starring role as a character named Delilah Tripp. They are due to begin broadcasting over the internet on November 24, 2007, to coincide with the full moon.","original_name":"Not Barking But Howling","vote_average":0.0,"name":"Not Barking But Howling","cert":"Unavailable","id":17084,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Cows is a surreal sitcom produced by Eddie Izzard for Channel 4 in 1997. All actors appeared in cow suits. After the pilot was produced, the show was cancelled by Channel 4 and was never aired. It was written by Nick Whitby and Izzard, and starred Pam Ferris and James Fleet. It was produced by David Tyler.","original_name":"Cows","vote_average":0.0,"name":"Cows","cert":"Unavailable","id":17085,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2007-10-31","cast":[],"overview":"Britz is a two-part drama serial written and directed by BAFTA-winning director Peter Kosminsky and first screened by Channel 4 in the United Kingdom in October and November 2007.\n\nBritz attempts to understand what would lead a second generation Muslim to turn against the country of their birth. It blames Britain's anti-terrorism legislation - in particular, the contentious subject of control orders - and foreign policy for alienating the Muslim community. The film makes references to the perpetrators of the July 2005 London bombings.","original_name":"Britz","vote_average":0.0,"name":"Britz","cert":"Unavailable","id":17088,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"The Nearly Man was a UK TV series from the mid-1970s created by Arthur Hopcraft about a middle-class Labour MP. Originally screened on ITV on 4 August 1974, the series won the Broadcasting Press Guild award for the best single play on British television in 1974. The series was filmed in London by Granada Television, in black and white. Some episodes were directed by British director John Irvin. The main cast included Tony Britton as the lead character, Anne Firbank, John Leyton, and Ian McCulloch.","original_name":"The Nearly Man","vote_average":0.0,"name":"The Nearly Man","cert":"Unavailable","id":17089,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Hoe schoon is jouw Huis? is the Dutch version of the British television show How Clean is Your House?. It is presented by mother and daughter Liny van Oyen and Marja Middeldorp, and is broadcast by the Dutch channel RTL4.","original_name":"Hoe schoon is jouw Huis?","vote_average":0.0,"name":"Hoe schoon is jouw Huis?","cert":"Unavailable","id":17090,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"ITV Playhouse is a British comedy-drama TV series that ran from 1967 to 1983, which featured contributions from playwrights such as Dennis Potter, Rhys Adrian and Alan Sharp. The series began in black and white, but was later shot in colour and was produced by various companies for the ITV network, a format that would inspire Dramarama. Actors appearing in the series included Leslie Anderson, Gwen Nelson, Ricky Alleyne, Pat Heywood, Michael Elphick, Ian Hendry, Edward Woodward, Margaret Lockwood, Jessie Matthews and Lloyd Peters.","original_name":"ITV Playhouse","vote_average":0.0,"name":"ITV Playhouse","cert":"Unavailable","id":17091,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":"2001-09-10","cast":["David Starkey"],"overview":"Through dramatic reconstructions and his own passionate narration, Dr. David Starkey, the controversial Tudor historian, profiles the six women who married Henry Vlll.","original_name":"The Six Wives of Henry VIII","vote_average":9.0,"name":"The Six Wives of Henry VIII","cert":"Unavailable","id":17094,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Living Clean is a Canadian television program, and Canada's only live interactive weekly talk show designed to assist individuals suffering with addiction and\/or mental illnesses. According to the show's website, it \"reaches out and offers up choices and encouragement to the addict and their families through sharing our experience, strength and hope.\"","original_name":"Living Clean","vote_average":0.0,"name":"Living Clean","cert":"Unavailable","id":17095,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1980-09-02","cast":["Arthur C. Clarke","Gordon Honeycombe"],"overview":"Arthur C. Clarke's Mysterious World is a thirteen part British television series looking at unexplained phenomena from around the world. It was produced by Yorkshire Television for the ITV network and first broadcast in September 1980.\n\nEach program is introduced and book-ended by science fiction writer Arthur C. Clarke in short sequences filmed in Sri Lanka. The bulk of the episodes are narrated by Gordon Honeycombe. The series was produced by John Fanshawe, John Fairley and directed by Peter Jones, Michael Weigall and Charles Flynn. It also featured a unique soundtrack composed by British artist Alan Hawkshaw.\n\nIn 1981, Book Club Associates published a hardcover book with the same name, authored by Fairley and Welfare, where the contents of the show were further explored. It featured an introduction written by Clarke as well as his remarks at the end of each chapter or topic. In 1985, a paperback of this book was released by HarperCollins Publishers.\n\nThe series was followed by Arthur C. Clarke's World of Strange Powers in 1985 and Arthur C. Clarke's Mysterious Universe in 1994.","original_name":"Arthur C. Clarke's Mysterious World","vote_average":8.0,"name":"Arthur C. Clarke's Mysterious World","cert":"Unavailable","id":17098,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"1970-04-12","cast":["Arthur Negus","Max Robertson"],"overview":"Going for a Song was an antiques quiz show broadcast by the BBC from 1965-1977. It was a forerunner of the Antiques Roadshow. The original television series was hosted by presenter Max Robertson, with Arthur Negus appearing as the resident expert and antique valuer. Revivals of the programme were made in the 1990s, hosted by Michael Parkinson, and in 1997 by Anne Robinson, with Eric Knowles as the resident antiques expert.","original_name":"Going for a Song","vote_average":0.0,"name":"Going for a Song","cert":"Unavailable","id":17099,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Bolta Pakistan is a live current affairs talk show on AAJ TV. The show was originally hosted by Nusrat Javed and Mushtaq Minhas and ran Monday through Friday from 11 PM to midnight Since October 4, 2010, Orya Maqbool Jan and Saleem Bukhari have been hosting the show and is on Monday and Tuesday, 11:00 PM to Midnight. The show celebrated its first anniversary on May 7, 2008. It was initially aired from Rawalpindi. Presently, it is hosted from Lahore.It is now once again hosted by Nusrat Javed and Mushtaq Minhas and ran Monday through Wednesday from 11 PM to midnight\n\nThe show that has rocked the establishment!\n\nMushtaq Minhas and Nusrat Javed, with their polar opposite views on everything in life, fight it out on the big issues to show you every angle of the situation. Public and high ranking officialsâ€™ calls make the show the most relevant and dynamic show on television. The first of its kind format that has made 11pm the new prime time on news channels and has generated several copy cat shows on other channels.","original_name":"Bolta Pakistan","vote_average":0.0,"name":"Bolta Pakistan","cert":"Unavailable","id":17100,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Power Shift is a television program that aired on Canadian music TV station MuchMusic.\n\nThe program played the top nine music videos of the week, chosen by the viewers. Sometimes a certain song could hold the top spot for six or seven weeks. Also featured during the program was The Hotsheet, which showed one music video that did not make the cut that week. When the show first debuted it was a top 30 countdown with selected videos shown, very much similar to the MuchMusic Countdown, but later on was changed to a format where they only revealed and played the top nine most requested videos.\n\nIt was usually hosted by Sarah Taylor or Devon Soltendieck.","original_name":"Power Shift","vote_average":0.0,"name":"Power Shift","cert":"Unavailable","id":17103,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"GAMEPLANETS is a real time virtual studio television game show production. Created in 1998 by The Baker & Brett Gamecompany bv, for FoxTV in the Netherlands. Since then it has been produced in 5 countries with over 600 episodes created.\n\nFoxKids Gameplanets - 67 episodes produced by Boldface for Fox TV & Fox Kids, Holland. 1998-1999.\n\nCruinneas GamePlanets - 390 episodes produced in Ireland for TG4 Telegael. 2001-2007.\n\nSplash Gameplanets - 52 eps in production for Splash TV, Chennai, India. 2001-2002.\n\nSpielegalaxie - GP software & techniques licensed for 39 eps. SuperRTL4. Germany 2001-2003.\n\nJocul Planetelor - 40 episodes produced for Romania 1 by CVI Bucharest. October 2003-2004.\n\nJogo dos Planetas - 64 episodes produced for SIC TV Portugal by VideoMedia. February 2005.\n\nA brief description of the Gameplanets Show; In each episode two contestants fly to then through, 7 or 8 of the over, 70 fantastic 3D worlds available. On each world they answer questions or play interactive games like Fast Food Fight, Tennis or Football. The finale is held in a huge domed room where contestants must make their way through the Laser Lane before they can take home their prizes. The Gameplanets TV format is now owned 100% by Cabot Holding BV Netherlands","original_name":"Gameplanets","vote_average":0.0,"name":"Gameplanets","cert":"Unavailable","id":17104,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1983-01-15","cast":["Zuzana Pravňanská","Matej Landl","Svetlana Majbová","Ľubor Čajka","Mária Hájková"],"overview":"Spadla z oblakov is a Slovak language sci-fi TV series for children created in year 1978. The series became very popular in Czechoslovakia and several other countries.\n\nThe series was based on 1967 child book Spadla z nebe by Václav Pavel Borovička, a Czech writer and screenwriter. The first, very successful edition was followed by several reprints, the last in year 2000. The TV series follows the book quite closely.","original_name":"Spadla z oblakov","vote_average":0.0,"name":"Spadla z oblakov","cert":"Unavailable","id":17105,"adult":"false","genre_ids":[35,10751,10762,10765],"origin_country":["XC"]},{"first_air_date":null,"cast":[],"overview":"Couch Potato was an Australian children's television show broadcast on ABC TV in Australia.\n\nAiring on Sunday mornings, it was a \"wrapper\" show linking three or four animated or live action shows aimed at older pre-teen and young teenage audiences.","original_name":"Couch Potato","vote_average":0.0,"name":"Couch Potato","cert":"Unavailable","id":17106,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Domingão do Faustão is a Brazilian talk show aired every Sunday since 1989. Produced by Rede Globo and hosted by Fausto Silva also known as Faustão, it features live music performances as well as special segments, such as the Dança dos Famosos and the more recent Dança no Gelo. It is one of the oldest and most famous Globo's television shows since its first broadcast in 1989.","original_name":"Domingão do Faustão","vote_average":2.5,"name":"Domingão do Faustão","cert":"Unavailable","id":17107,"adult":"false","genre_ids":[],"origin_country":["BR"]},{"first_air_date":null,"cast":[],"overview":"Desejo Proibido is a Brazilian telenovela broadcast by Globo Network, at 6 pm, every day, except Sunday. In the cast: Fernanda Vasconcellos, Murilo Rosa and Daniel de Oliveira.","original_name":"Desejo Proibido","vote_average":0.0,"name":"Desejo Proibido","cert":"Unavailable","id":17108,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2007-08-07","cast":["Adriana Esteves","Aracy Balabanian","Miguel Falabella","Marisa Orth","Diogo Vilela"],"overview":"Brazilian comedy about two couples living next to each other in the same building. This show explores the antics between the two couples.","original_name":"Toma Lá, Dá Cá","vote_average":8.3,"name":"Toma Lá, Dá Cá","cert":"Unavailable","id":17109,"adult":"false","genre_ids":[35,10751],"origin_country":["BR"]},{"first_air_date":null,"cast":[],"overview":"Jornal da Globo is the late night news show broadcast by the Brazilian television channel Rede Globo. It doesn't have a fixed starting time, but usually airs at or after midnight.\n\nHosted by William Waack and Christiane Pelajo, it shows a detailed summary of the news of the day, highlighting matters such as Brazilian and world's economics and politics.\n\nJornal da Globo was originally launched in 1967 as Rede Globo's first newscast, hosted by Hilton Gomes and Luiz Jatobá. Its first incarnation ended in March 1969 just months before the launch of Jornal Nacional. Jornal da Globo was relaunched for a second time in 1979 and hosted by Sérgio Chapelin, ending again in 1981 before being relaunched for a third time in its current incarnation in 1982.","original_name":"Jornal da Globo","vote_average":0.0,"name":"Jornal da Globo","cert":"Unavailable","id":17110,"adult":"false","genre_ids":[],"origin_country":["BR"]},{"first_air_date":"1999-03-25","cast":["Íris Stefanelli","Nair Bello","Stela Freitas","Lolita Rodrigues"],"overview":"Zorra Total is a Brazilian television comedy broadcast by Globo Network. It was launched on March 25, 1999 and has aired on Saturdays, at 10p.m., ever since May 1999.\n\nThe show is a sketch comedy show. It is the audience leader on its slot.","original_name":"Zorra Total","vote_average":3.0,"name":"Zorra Total","cert":"Unavailable","id":17111,"adult":"false","genre_ids":[],"origin_country":["BR"]},{"first_air_date":null,"cast":[],"overview":"Globo Repórter is a Brazilian weekly documentary television show broadcast by Rede Globo, on Fridays at 10p.m., ever since its premiere in 1973.\n\nThe show addresses issues related to the Brazilian way of life, highlighting matters such as health, education, work and nature.","original_name":"Globo Repórter","vote_average":1.0,"name":"Globo Repórter","cert":"Unavailable","id":17112,"adult":"false","genre_ids":[99,10763],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Linha Direta was a Brazilian television program broadcast by Globo Network. Similar in style and loosely based upon the United States program, America's Most Wanted, this program has also helped the Brazilian authorities apprehend many criminals at large trying to escape justice.","original_name":"Linha Direta","vote_average":5.0,"name":"Linha Direta","cert":"Unavailable","id":17113,"adult":"false","genre_ids":[10763],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Morecambe & Wise : Encore!","vote_average":0.0,"name":"Morecambe & Wise : Encore!","cert":"Unavailable","id":17114,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Adventures Of Morecambe & Wise","vote_average":0.0,"name":"The Adventures Of Morecambe & Wise","cert":"Unavailable","id":17115,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Time of Your Life is a 1958 live television version of William Saroyan's play starring Jackie Gleason, directed by Tom Donovan, and adapted by A. J. Russell. The telecast was shown on October 9, 1958 and was the third episode of the third season of the anthology series Playhouse 90.","original_name":"The Time of Your Life","vote_average":0.0,"name":"The Time of Your Life","cert":"Unavailable","id":17116,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Stiller and Meara Show is a proposed 1986 television sitcom featuring the comedy duo Stiller and Meara as the deputy mayor of New York and his wife, a TV commercial actress.","original_name":"The Stiller and Meara Show","vote_average":0.0,"name":"The Stiller and Meara Show","cert":"Unavailable","id":17117,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Bukkuriman 2000 is an anime by Studio Comet that aired in the year 1999. It is the first anime fully animated digitally. At that time, there were other anime animated digitally part of the time like the 1997 remake of Dr. Slump. The anime is 68 episodes long and has a sequel called Happy Lucky Bikkuriman.","original_name":"Bikkuriman 2000","vote_average":0.0,"name":"Bikkuriman 2000","cert":"Unavailable","id":17118,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":"2003-01-07","cast":["Tamzin Outhwaite","Douglas Hodge","Raquel Cassidy","James Thornton","Gordon Kennedy"],"overview":"Red Cap is a British television drama series produced by Stormy Pictures for the BBC and broadcast on BBC One. Two series of six episodes each were produced following a feature length pilot. It featured the investigations of an Special Investigation Branch unit of the British Army based in Germany. Ostensibly the lead character was Sergeant Jo McDonagh, played by Tamzin Outhwaite, but the show was more of an ensemble piece, with several notable characters coming to prominence.","original_name":"Red Cap","vote_average":4.0,"name":"Red Cap","cert":"Unavailable","id":17119,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Maria Rosa, Buscame una Esposa is a Peruvian telenovela that was produced by and seen on Venevisión. This telenovela lasted 120 episodes and was distributed internationally by Venevisión International.","original_name":"Maria Rosa, Buscame una Esposa","vote_average":0.0,"name":"Maria Rosa, Buscame una Esposa","cert":"Unavailable","id":17120,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Discovery Kids Ultimate Guide to the Awesome is a documentary show on Discovery Kids, hosted by Zach Fehst. It is similar to The Ultimate Guide that airs on Discovery Channel. Each episode lasts 60 minutes. In each episode, a \"Mega-Magnifier\" - a device used to scan how things occur - is employed to examine various topics.","original_name":"Discovery Kids Ultimate Guide to the Awesome","vote_average":0.0,"name":"Discovery Kids Ultimate Guide to the Awesome","cert":"Unavailable","id":17121,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2006-01-10","cast":["Jonathan Ross"],"overview":"Asian Invasion is a three-part mini-series presented by Jonathan Ross which aired on BBC Four in January 2006. Focusing on East Asian cinema, the series looked at some of the most famous films, actors and directors in Japan, Korea and Hong Kong.","original_name":"Asian Invasion","vote_average":0.0,"name":"Asian Invasion","cert":"Unavailable","id":17122,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"A girl loves a rich and much older man (played by Kinski). She is willing to do everything he wants to show her love, but he is playing a sick game with her. As part of this game he sends her to a Chinese brothel. A poor young boy sees her and falls in love with her. To get the money needed to sleep with her, he joins “the revolution”. Additionally the movie shows the fate of some of the other prostitutes.","original_name":"The Fruits of Passion","vote_average":0.0,"name":"The Fruits of Passion","cert":"Unavailable","id":17123,"adult":"false","genre_ids":[],"origin_country":["FR"]},{"first_air_date":null,"cast":[],"overview":"The Judge and Jake Wyler is an American television movie directed by David Lowell Rich. The teleplay was written by Richard Levinson, William Link, and David Shaw. It was produced by Universal Television and broadcast by NBC on December 2, 1972.\n\nThe title characters are a hypochondriac former judge who now owns a private detective agency and her parolee partner. The two are hired by Alicia Dodd to investigate the alleged suicide of her father, whom she suspects was really a murder victim.","original_name":"The Judge and Jake Wyler","vote_average":0.0,"name":"The Judge and Jake Wyler","cert":"Unavailable","id":17124,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"School of Chef","vote_average":0.0,"name":"School of Chef","cert":"Unavailable","id":17125,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2007-12-01","cast":["Morgan Waters","Leo Scherman","Brooks Gray","Andy King","Inessa Frantowski"],"overview":"Cock'd Gunns is a Canadian English language mockumentary television series originally produced for IFC and later broadcasting on Showcase. The series documents the members of fictional rock band, Cock'd Gunns, as they try to become the biggest band in the world. The show is a production of Tricon Films & Television.","original_name":"Cock'd Gunns","vote_average":8.0,"name":"Cock'd Gunns","cert":"Unavailable","id":17126,"adult":"false","genre_ids":[35],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Morecambe & Wise: Greatest Moments was a compilation programme originally aired on 2 December 2007 on the UKTV network channel UKTV Gold and featured clips, interviews and home move footage, culminating in the showing of the \"best\" sketch from their programmes. It featured contributions from several of their guest stars such as Cliff Richard, Edward Woodward, Bruce Forsyth, Francis Matthews, Michele Dotrice and Elton John whom Eric always referred to as \"Elephant John\" as well as interviews with both Joan Morecambe and Doreen Wise, the latter's first appearance on a show of this kind. There were also chats with writer Eddie Braben, co-star Ann Hamilton and fans Armstrong & Miller among others. The show was narrated by Liza Tarbuck, daughter of comedian Jimmy Tarbuck and gave the following as the choice of \"best\" sketches from to duo:\n\n⁕\n\n⁕Antony & Cleopatra\n\n⁕Singin' In The Rain Routine\n\n⁕\"The Stripper\" Breakfast Routine\n\n⁕Greig's Piano Concert\n\n⁕\"Exactly Like You\"\n\nThe show highlighted the high regard in which the pair are still held by the viewing public and their peers despite having last worked together in 1983 and many of the guest stars featured now being largely unknown to the youth of the twenty-first century. Their appeal had further been secured by the release of their first three series of BBC shows and the associated Christmas Specials on DVD earlier in the year. Also, as part of the anniversary celebrations for BAFTA earlier in the year, contemporary comedians Armstrong & Miller has recreated their famous making the breakfast scene, re-igniting interest in them.","original_name":"Morecambe & Wise: Greatest Moments","vote_average":0.0,"name":"Morecambe & Wise: Greatest Moments","cert":"Unavailable","id":17127,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Baltish is the black humour TV show produced by MTV Lietuva. It was aired from November 2007 to January 2008 by the music channels: MTV Lietuva, MTV Latvija and MTV Eesti. It is created by the Lithuanian entrepreneurs Algis Ramanauskas and Rimas Šapauskas, best known for their performances in the Radioshow, as well as other Lithuanian performers and stage actors. The conductor of the show is Polish-Lithuanian musician Karina Krysko.","original_name":"Baltish","vote_average":0.0,"name":"Baltish","cert":"Unavailable","id":17128,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":["Chris Johnson","Paulo Costanzo","Reno Wilson"],"overview":"","original_name":"The More Things Change","vote_average":0.0,"name":"The More Things Change","cert":"Unavailable","id":17129,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Take Three Girls is a drama series on BBC1 which ran between 1969 and 1971 about the lives of three girls sharing a flat in 'Swinging' London. The programme is notable as being BBC1's first colour drama series.\n\nThe characters - cello-playing Victoria, single mother Kate and Cockney art student Avril - were played by Liza Goddard, Susan Jameson and Angela Down. For the second series, the characters of Kate and Avril were replaced by journalist Jenny and American psychology graduate Lulie.\n\nTwo series of Take Three Girls were shown on BBC1 between 1969 and 1971. Only 10 episodes out of the original run of 24 are believed to still exist. A four-episode series - Take Three Women, showing the original characters at a later stage in their lives - was shown on BBC2 in 1982. Victoria was now a widow with a young daughter and Avril an art gallery owner while Kate was sharing her life with her son and his teacher.\n\nThe theme music to Take Three Girls - 'Light Flight' by the British folk rock group Pentangle - was a British chart hit in February 1970. Pentangle also contributed music to Take Three Women.","original_name":"Take Three Girls","vote_average":0.0,"name":"Take Three Girls","cert":"Unavailable","id":17130,"adult":"false","genre_ids":[18,35],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Father Christmas is a 1991 animated short based on two books written by Raymond Briggs: Father Christmas and Father Christmas Goes on Holiday, published in 1973 and 1975 respectively. It was first aired in Britain in 1991 on Channel 4, nine years after The Snowman, another animated Briggs adaptation produced for the same channel. This movie was dedicated to the late actor John McGuire. The film was first released on DVD in 2000, bundled with The Snowman. It was later released separately.\n\nVoiced by comedian Mel Smith, the title character physically resembles a stereotypical vision of Father Christmas, with a large white beard and red suit. However, in a down-to-earth twist, he is depicted as rather grumpy, is shown coping with everyday domestic chores, and lives on his own in a small house in contemporary Britain.\n\nThis Father Christmas later appeared in a television advertisement, enjoying a Kit Kat after returning home from his deliveries.","original_name":"Father Christmas","vote_average":0.0,"name":"Father Christmas","cert":"Unavailable","id":17131,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"NJN News was a half-hour daily broadcast television news program by the New Jersey Network which also aired in New York City on WNET Monday through Friday. It was sometimes preempted on holidays by special programming.\n\nThe program began in 1978 as New Jersey Nightly News, co-produced with WNET. In 1981, NJN assumed full control of the broadcast. NJN News had its final broadcast on June 30, 2011, when NJN went off the air to be replaced by NJTV.\n\nTalent included former presenter Kent Manahan, new anchor Jim Hooker, environmental reporter Ed Rodgers, science reporter Patrick Regan, health reporter Sara Lee Kessler, and general reporters Marie DeNoia Aronson, Kent Saint John and others.","original_name":"NJN News","vote_average":0.0,"name":"NJN News","cert":"Unavailable","id":17134,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Factory was an Australian television program that was broadcast on ABC TV on Saturday mornings, from 1987 to 1989. The Factory was hosted by Andrew Daddo and Alex Papps.\n\nCreated to fill the void left by the demise of the iconic music show Countdown, The Factory featured music videos, studio performances, and interviews but also extended the format to include comedy sketches and magazine segments covering topics such as fashion, movies and other pop culture. Reporters included Tania Lacy and Karen Leng.","original_name":"The Factory","vote_average":0.0,"name":"The Factory","cert":"Unavailable","id":17135,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Max on Boxing","vote_average":0.0,"name":"Max on Boxing","cert":"Unavailable","id":17136,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Wide World of Kids","vote_average":0.0,"name":"Wide World of Kids","cert":"Unavailable","id":17137,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Conversations with Judy Woodruff","vote_average":0.0,"name":"Conversations with Judy Woodruff","cert":"Unavailable","id":17138,"adult":"false","genre_ids":[10763],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Cross of Fire is an American 1989 television miniseries based on the horrific rape and murder of Madge Oberholtzer by D. C. Stephenson, a highly successful leader of the Indiana branch of Ku Klux Klan. It stars John Heard as Stephenson and Mel Harris as Oberholtzer. Lloyd Bridges is also in the cast. It was originally shown in two parts. In syndication, it is shown as a television movie.","original_name":"Cross of Fire","vote_average":0.0,"name":"Cross of Fire","cert":"Unavailable","id":17139,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2009-04-21","cast":[],"overview":"","original_name":"Eco-Trip: The Real Cost of Living","vote_average":0.0,"name":"Eco-Trip: The Real Cost of Living","cert":"Unavailable","id":17140,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Warriors with Terry Schappert","vote_average":0.0,"name":"Warriors with Terry Schappert","cert":"Unavailable","id":17141,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"George Hirsch: Living It UP!","vote_average":0.0,"name":"George Hirsch: Living It UP!","cert":"Unavailable","id":17142,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Man Who Fell to Earth is a 1987 television pilot created for a proposed television series based on Walter Tevis's 1963 novel and Nicolas Roeg's 1976 film.","original_name":"The Man Who Fell to Earth","vote_average":0.0,"name":"The Man Who Fell to Earth","cert":"Unavailable","id":17143,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Hollywood On Television","vote_average":0.0,"name":"Hollywood On Television","cert":"Unavailable","id":17144,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"N.Y.U.K","vote_average":0.0,"name":"N.Y.U.K","cert":"Unavailable","id":17145,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"On The Town","vote_average":0.0,"name":"On The Town","cert":"Unavailable","id":17146,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"K9 Karma is an American television program which followed the adventures of Kari Harendorf and her pet dog Charlie. It was shown on the channel Animal Planet.","original_name":"K9 Karma","vote_average":0.0,"name":"K9 Karma","cert":"Unavailable","id":17147,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Make Me A Supermodel Extra","vote_average":0.0,"name":"Make Me A Supermodel Extra","cert":"Unavailable","id":17148,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2008-04-08","cast":["Daisuke Kishio","Yui Horie","Mamoru Miyano","Junichi Suwabe","Junko Minagawa"],"overview":"Cross Academy is an elite boarding school with two separate, isolated classes: the Day Class and the Night Class. On the surface, Yuuki Cross and Zero Kiryuu are prefects of the academy, and attempt to keep order between the students as classes rotate in the evenings. As the Night Class is full of utterly gorgeous elites, this can sometimes prove to be a bit difficult. It is completely necessary, however, as those \"elites\" are actually vampires. Yuuki and Zero act as guardians, protecting the secrets of the Night Class and the safety of their ignorant morning counterparts.\n\nAs the adopted daughter of the academy's chairman, Yuuki takes her job with a serious and energetic attitude. It also allows her to interact with her secret crush and savior, the president of the Night students' dorm, Kaname Kuran. Zero, on the other hand, has a deep-rooted hatred against vampires, and at times, does not hesitate to kill.\n\nCan vampires and humans co-exist, even in the strict setup of the Cross Academy? Only time will tell.\n\nVampire Knight is a shōjo manga series written by Matsuri Hino. The series premiered in the January 2005 issue of LaLa magazine and has officially ended. Chapters are collected and published in collected volumes by Hakusensha, with seventeen volumes currently released in Japan. The manga series is licensed in English by Viz Media, who has released fifteen volumes so far. The English adaptation premiered in the July 2006 issue of Viz's Shojo Beat magazine, with the collected volumes being published on a quarterly basis.\n\nTwo drama CDs were created for the series, as well as a twenty-six episode anime adaptation. Produced by Studio Deen, the anime series' first season aired in Japan on TV Tokyo between April 8, 2008 and July 1, 2008. The second season, aired on the same station from October 7, 2008 and December 30, 2008. The anime uses many of the same voice actors as were used for the drama CDs. The anime adaptations were licensed for release in North America by Viz Media, the DVD released on July 20, 2010.","original_name":"ヴァンパイア騎士","vote_average":8.1,"name":"Vampire Knight","cert":"Unavailable","id":17149,"adult":"false","genre_ids":[16,18,10759,10765],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Sammy Davis Jr.: The Golden Years","vote_average":0.0,"name":"Sammy Davis Jr.: The Golden Years","cert":"Unavailable","id":17150,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Playboy: Inside the Playboy Mansion","vote_average":3.0,"name":"Playboy: Inside the Playboy Mansion","cert":"Unavailable","id":17151,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Tonight at the House of Blues","vote_average":0.0,"name":"Tonight at the House of Blues","cert":"Unavailable","id":17152,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Surf Now Apocalypse Later","vote_average":0.0,"name":"Surf Now Apocalypse Later","cert":"Unavailable","id":17153,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"In Love with an Older Woman","vote_average":0.0,"name":"In Love with an Older Woman","cert":"Unavailable","id":17156,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Miracle on Ice","vote_average":0.0,"name":"Miracle on Ice","cert":"Unavailable","id":17157,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Drop-Out Father","vote_average":8.5,"name":"Drop-Out Father","cert":"Unavailable","id":17158,"adult":"false","genre_ids":[35,18],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"My Bare Lady 2: Open For Business!","vote_average":0.0,"name":"My Bare Lady 2: Open For Business!","cert":"Unavailable","id":17159,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1999-07-01","cast":[],"overview":"Anthology series wherein each episode, Jacqueline Stone reads a letter sent in from women recounting their erotic experiences.","original_name":"Erotic Confessions","vote_average":10.0,"name":"Erotic Confessions","cert":"Unavailable","id":17160,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Noattria Show","vote_average":0.0,"name":"The Noattria Show","cert":"Unavailable","id":17161,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Larry the Cable Guy's Christmas Spectacular","vote_average":0.0,"name":"Larry the Cable Guy's Christmas Spectacular","cert":"Unavailable","id":17162,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"WBIS was an American radio station broadcasting a News Talk Information format. Licensed to Annapolis, Maryland, USA, the station served the Baltimore, Maryland area. The station was last owned by Nations Radio, LLC.\n\nOn October 29, 2008, Leesburg, Virginia-based WCRW\/1200 received a permit to move to 1190 kHz as well as to raise its power to 50 kW. On April 21, 2010, the FCC approved applications for WAGE to increase its daytime power to 50 kW and nighttime power to 1300 watts from different antenna sites on the new frequency. Once WAGE moved to 1190, WBIS would be forced to shut down. On December 30, 2010, WBIS in Annapolis, MD was shut down to permit testing of the new WAGE transmission equipment and tower array on 1190. Renamed WCRW, the station commenced regular broadcast operations on 1190 AM on April 11, 2011.","original_name":"WBIS","vote_average":0.0,"name":"WBIS","cert":"Unavailable","id":17163,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"\"Strategy Room\" on Election Night","vote_average":0.0,"name":"\"Strategy Room\" on Election Night","cert":"Unavailable","id":17164,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Slamboree was a professional wrestling pay-per-view event from World Championship Wrestling held from 1993 through 2000. It was held in the month of May. It was originally billed as \"A Legends' Reunion\" because many retired legends from Jim Crockett Promotions attended the PPV and other events scheduled for that weekend. The first three Slamborees saw inductions into the WCW Hall of Fame during the PPV. They also included matches with the legends participating.","original_name":"Slamboree","vote_average":0.0,"name":"Slamboree","cert":"Unavailable","id":17165,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Bash at the Beach was a yearly professional wrestling pay-per-view event produced by World Championship Wrestling. It was the company's PPV for the month of July, held from 1994 to 2000. The show centered around a beach theme, with the set around the entrance area for the wrestlers decorated with such things as surfboards and sand. The theme for the show seemed appropriate for an event scheduled during the hot summer month of July. The beach\/\"fun in the sun\" theme was also reflected in the places where WCW chose to hold the event; all of the shows emanated from cities in either Florida or California, two U.S. states renowned for their warm weather. It was WCW's response to WWF's SummerSlam. In 1992 and 1993, WCW held a beach-themed pay-per-view show known as Beach Blast, which was the forerunner to Bash at the Beach. The 1992 show was held in June, however, as the company elected instead to reserve July for its flagship summertime extravaganza, The Great American Bash. Along with Starrcade, SuperBrawl, The Great American Bash, and Halloween Havoc, Bash at the Beach was booked to be one of WCW's flagship events. WWE have owned the rights to Bash at the Beach since they purchased WCW in March 2001.","original_name":"Bash at the Beach","vote_average":0.0,"name":"Bash at the Beach","cert":"Unavailable","id":17168,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"I'm a Celebrity... Get Me out of Here! Now","vote_average":0.0,"name":"I'm a Celebrity... Get Me out of Here! Now","cert":"Unavailable","id":17169,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2019-04-15","cast":["Mathew Baynton","Simon Farnaby","Martha Howe-Douglas","Jim Howick","Laurence Rickard"],"overview":"A cash-strapped young couple inherit a grand country house, only to find it is both falling apart and teeming with the ghosts of former inhabitants.","original_name":"Ghosts","vote_average":7.4,"name":"Ghosts","cert":"Unavailable","id":17174,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"In the Secret State","vote_average":0.0,"name":"In the Secret State","cert":"Unavailable","id":17175,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Fatal Contact: Bird Flu in America is an ABC two-hour TV movie which first aired May 9, 2006 in which an American businessman visiting China is infected and carries the deadly mutated bird flu virus back via jetliner to the USA, soon it spreads throughout the country then the rest of the world. Before the movie ends, riots erupt, armed mobs try to hijack vaccines and authorities predict that up to 350 million people will die worldwide.\"","original_name":"Fatal Contact: Bird Flu in America","vote_average":0.0,"name":"Fatal Contact: Bird Flu in America","cert":"Unavailable","id":17176,"adult":"false","genre_ids":[],"origin_country":["NZ","US"]},{"first_air_date":null,"cast":[],"overview":"Sin was a professional wrestling pay-per-view event produced by World Championship Wrestling that replaced WCW's January PPV event, Souled Out. Sin was the third to last WCW PPV before the company was bought by the World Wrestling Federation. It took place on January 14, 2001 from the Conseco Fieldhouse in Indianapolis, Indiana.\n\nThe main event was for the WCW World Heavyweight Championship between Scott Steiner, Sid Vicious, Jeff Jarrett, and Animal in a Four Corners match. The WCW champion heading into Sin was Scott Steiner, who retained the title after pinning Sid Vicious who had fractured his leg after attempting an aerial attack. The main match on the undercard was between Totally Buffed and Goldberg and DeWayne Bruce, in a match where if Goldberg lost, he would be forced to retire. Totally Buffed won the match when Lex Luger pinned Goldberg after a Buff Blockbuster from Bagwell with Goldberg on Luger's shoulders. As a result, Goldberg was forced to retire. The rights to WCW Sin now belong to World Wrestling Entertainment.","original_name":"WCW Sin","vote_average":0.0,"name":"WCW Sin","cert":"Unavailable","id":17179,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Inside the Business","vote_average":0.0,"name":"Inside the Business","cert":"Unavailable","id":17180,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Trio & a Bed is an interactive drama shown on Astro Wah Lai Toi, a pay TV channel in Malaysia, where viewers can vote on character decisions and the outcome. The show focuses on the complex chemistry and relationships between the three guys and three girls.","original_name":"Trio & a Bed","vote_average":0.0,"name":"Trio & a Bed","cert":"Unavailable","id":17181,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Kurus","vote_average":0.0,"name":"Kurus","cert":"Unavailable","id":17182,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"BrassTacks with Zaid Hamid","vote_average":0.0,"name":"BrassTacks with Zaid Hamid","cert":"Unavailable","id":17183,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Hollyoaks On The Pull","vote_average":0.0,"name":"Hollyoaks On The Pull","cert":"Unavailable","id":17184,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":["Russell Brand","Thaila Zucchi","Davina McCall"],"overview":"","original_name":"Big Brother's Big Mouth","vote_average":0.0,"name":"Big Brother's Big Mouth","cert":"Unavailable","id":17185,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1998-01-04","cast":["Denis Lawson","Dominic Mafham","Pauline Collins","Tom Connolly","Tim Matthews"],"overview":"","original_name":"The Ambassador","vote_average":0.0,"name":"The Ambassador","cert":"Unavailable","id":17186,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":"2007-03-14","cast":["Ciara","Nelly"],"overview":"Rip The Runway is an annual fashion show and music show broadcast by BET, held at the Hammerstein Ballroom in New York City.","original_name":"Rip the Runway","vote_average":0.0,"name":"Rip the Runway","cert":"Unavailable","id":17187,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Today in L.A","vote_average":0.0,"name":"Today in L.A","cert":"Unavailable","id":17188,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Across The Hall","vote_average":0.0,"name":"Across The Hall","cert":"Unavailable","id":17189,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2007-08-19","cast":["Mike Goldberg","Mieke Buchan"],"overview":"The Red Bull Air Race, established in 2003 and created by Red Bull, is an international series of air races in which competitors have to navigate a challenging obstacle course in the fastest time. Pilots fly individually against the clock and have to complete tight turns through a slalom course consisting of pylons, known as \"Air Gates\". Red Bull Air Race World Championship Series organisers cancelled all events scheduled for 2011 and 2012 worldwide.\n\nThe races are held mainly over water near cities, but are also held at airfields or natural wonders. They are accompanied by a supporting program of show flights. Races are usually flown on weekends with the first day for qualification then knockout finals the day after. The events attract large crowds and are broadcast, both live and taped, in many nations.\n\nAt each venue, the top nine places earn World Championship points. The air racer with the most points at the end of the Championship becomes Red Bull Air Race World Champion. The 2005, 2006, 2007, 2008, 2009 and 2010 series were won respectively by the pilots Mike Mangold, Kirby Chambliss, Hannes Arch and Paul Bonhomme.\n\nFour new pilots from four countries joined the Red Bull Air Race World Championship in 2009: Canada's Pete McLeod, Japan's Yoshihide Muroya, Australia's Matt Hall and Germany's Matthias Dolderer.","original_name":"Red Bull Air Race World Championship","vote_average":0.0,"name":"Red Bull Air Race World Championship","cert":"Unavailable","id":17190,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2008-01-03","cast":["Alan Cumming","Jeremy Metcalfe","Dermot O'Leary","Chris Moyles","Scott Mills"],"overview":"Big Brother: Celebrity Hijack was a special series of Celebrity Big Brother, a spin-off series of the British reality television programme Big Brother. It was broadcast on E4 from 3 January - 28 January 2008. A number of closely associated programmes also aired on the same channel. Dermot O'Leary - who had hosted Big Brother's Little Brother since 2001 - was the main host of Celebrity Hijack, and it was his final series of Big Brother.\n\nThe series was announced on 8 October 2007 by Channel 4 and that it would be replacing Celebrity Big Brother in January 2008, due to the widely publicised racism controversy in Celebrity Big Brother 5. In 2009, Celebrity Big Brother returned to Channel 4 and no further series' of Celebrity Hijack were produced.\n\nThe premise of the series saw one celebrity a day taking control, with the help of Big Brother; organising their own tasks, making their own rules and talking to the housemates in the Diary Room. They were in charge of a set of housemates, ranging in age from 18–21 years old and all having a special talent.\n\nThe housemates competed to be the last to leave the house for a £50,000 prize. The series ended on 28 January where John Loughton was voted as the winner.","original_name":"Big Brother: Celebrity Hijack","vote_average":0.0,"name":"Big Brother: Celebrity Hijack","cert":"Unavailable","id":17191,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Fox and Friends 1st","vote_average":0.0,"name":"Fox and Friends 1st","cert":"Unavailable","id":17192,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Fox & Friends Weekend","vote_average":0.0,"name":"Fox & Friends Weekend","cert":"Unavailable","id":17193,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1993-09-18","cast":["A.J. Bond","Christopher Plummer","Tracey Lee Smythe","Stevie Vallance","Kelly Sheridan"],"overview":"A young girl embarks on a series of misadventures, causing her friends and teachers to be worrisome. Based on the children's books.","original_name":"Madeline","vote_average":5.7,"name":"Madeline","cert":"Unavailable","id":17194,"adult":"false","genre_ids":[16,10751,10762],"origin_country":["US"]},{"first_air_date":"2007-11-18","cast":["Dudu Topaz","Gal Gadot","Eli Eltonyo","Miki Kam","Sharon Alexander"],"overview":"Eric and Nava, married in the past, sworn enemies in the present, are the owners of rival modeling agencies who gamble all they hold dear in a moment of weakness. Each will take a beautiful, anonymous and inexperienced girl and turn her into a star model who will compete for the best model award. The winning model will seal the fate of the agencies as the loser will have to retire and hand over his agency to the winner.  The competition begins. Both agencies search for the perfect competitor. Anything goes – from the usual tryouts and campaigns to dirty tricks.  \"Mannequins\" opens a window to the coveted world of modeling, its secrets, pressures, egos, disappointments and scams. As it exposes the struggle to survive in a universe that views glamour, image and eternal youth as sacred.","original_name":"בובות","vote_average":6.0,"name":"Mannequins","cert":"Unavailable","id":17195,"adult":"false","genre_ids":[18],"origin_country":["IL"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Judgement","vote_average":0.0,"name":"Judgement","cert":"Unavailable","id":17206,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Promise of Love","vote_average":0.0,"name":"The Promise of Love","cert":"Unavailable","id":17217,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Princess and the Cabbie is a 1981 television movie aired on CBS on 3 November 1981 about a young woman who struggles with dyslexia.\n\nThe film stars Valerie Bertinelli as Joanna James, an heiress who is sheltered from the real world. One day she meets literary cab driver, Joe Holiday, who references Shakespeare, T. S. Eliot, James Joyce, William Carlos Williams, Albert Einstein, Gustave Flaubert and Agatha Christie. Also starring is Shelley Long. After leaving her book in his cab, Holiday gets to know her and discovers Joanna's secret: she can't read, write, or even remember telephone numbers or directions home. Determining that she is dyslexic, Holiday begins to help her gain independence.","original_name":"The Princess and the Cabbie","vote_average":0.0,"name":"The Princess and the Cabbie","cert":"Unavailable","id":17218,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Seduction of Gina","vote_average":0.0,"name":"The Seduction of Gina","cert":"Unavailable","id":17219,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Number One With a Bullet","vote_average":0.0,"name":"Number One With a Bullet","cert":"Unavailable","id":17220,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Crazy Love","vote_average":0.0,"name":"Crazy Love","cert":"Unavailable","id":17221,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Finding John Christmas is a 2003 television movie that first aired on CBS. The film is a sequel to the 2001 television movie A Town Without Christmas.","original_name":"Finding John Christmas","vote_average":0.0,"name":"Finding John Christmas","cert":"Unavailable","id":17222,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Claire","vote_average":0.0,"name":"Claire","cert":"Unavailable","id":17223,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"True Confessions of a Hollywood Starlet is a Lifetime Television comedy-drama film, based on a young-adult book of the same name by author Lola Douglas. The film stars Joanna \"JoJo\" Levesque and Golden Globe Award winner Valerie Bertinelli. The film was directed by Tim Matheson. It premiered on August 9, 2008 on Lifetime.","original_name":"True Confessions of a Hollywood Starlet","vote_average":0.0,"name":"True Confessions of a Hollywood Starlet","cert":"Unavailable","id":17224,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1987-03-01","cast":["Valerie Bertinelli","Jane Kaczmarek","Adam LeFevre","Barry Bostwick","Jack Scalia"],"overview":"I'll Take Manhattan is a 1987 American television miniseries, adapted from Judith Krantz's novel of the same name. Screened by CBS, it tells the story of the wealthy Amberville family, who run their own publishing company in New York. After Zachary Amberville, the patriarch of the family, dies, the company is taken over by his unscrupulous brother Cutter. Zachary's children, especially his energetic and intelligent daughter Maxi, begin a battle to regain control of the father's company.\n\nI'll Take Manhattan was the highest-rated miniseries of the 1986–87 US television season with a 22.9\/35 rating\/share.","original_name":"I'll Take Manhattan","vote_average":8.0,"name":"I'll Take Manhattan","cert":"Unavailable","id":17225,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"1991-11-17","cast":["Valerie Bertinelli","Michael Ontkean","Timothy Carhart","David Huddleston","John Karlen"],"overview":"A true story about a woman who fights her brother-in-law's parents for custody of her deceased sister's baby upon learning that her brother-in-law murdered her sister.","original_name":"In a Child's Name","vote_average":8.5,"name":"In a Child's Name","cert":"Unavailable","id":17228,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Two Mothers for Zachary is a 1996 ABC television film. It was directed by Peter Werner and stars Valerie Bertinelli and Vanessa Redgrave. It is a true story adaptation of the Bottoms v. Bottoms family custody battle brought by a mother who disapproves of her daughter's lesbianism and the impact on her grandchild. It premiered on 22 September 1996. It was awarded a GLAAD Media Award for Outstanding Made for TV Movie.","original_name":"Two Mothers for Zachary","vote_average":8.0,"name":"Two Mothers for Zachary","cert":"Unavailable","id":17229,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Night Sins","vote_average":0.0,"name":"Night Sins","cert":"Unavailable","id":17230,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2009-03-24","cast":[],"overview":"","original_name":"Scratch and Burn","vote_average":0.0,"name":"Scratch and Burn","cert":"Unavailable","id":17231,"adult":"false","genre_ids":[16,35],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Last Best Year is a drama television movie, concerning a lonely woman who discovers that she has a terminal illness. This made-for-television movie co-starred Mary Tyler Moore and Bernadette Peters, two actresses known for playing comedic roles. It aired on ABC.","original_name":"The Last Best Year","vote_average":0.0,"name":"The Last Best Year","cert":"Unavailable","id":17236,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Stolen Memories: Secrets from the Rose Garden is a 1996 film made for television directed by Bob Clark starring Mary Tyler Moore. A young boy goes to visit his three aunts for the summer at their home in the south. He becomes closest to Jessica, the childlike aunt with a troubled past, who teaches him about life and friendship.","original_name":"Stolen Memories: Secrets from the Rose Garden","vote_average":0.0,"name":"Stolen Memories: Secrets from the Rose Garden","cert":"Unavailable","id":17237,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Good as Gold","vote_average":0.0,"name":"Good as Gold","cert":"Unavailable","id":17238,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Miss Lettie and Me","vote_average":0.0,"name":"Miss Lettie and Me","cert":"Unavailable","id":17239,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Blessings","vote_average":0.0,"name":"Blessings","cert":"Unavailable","id":17240,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Snow Wonder","vote_average":0.0,"name":"Snow Wonder","cert":"Unavailable","id":17241,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Mary Tyler Moore Reunion is a 60-minute CBS retrospective television special, hosted by Mary Tyler Moore, celebrating her classic 1970-1977 sitcom The Mary Tyler Moore Show which aired on May 13, 2002.\n\nIt features clips from past episodes with Mary personally reminiscing one-on-one with surviving cast members Edward Asner, Gavin MacLeod, Valerie Harper, Betty White, Cloris Leachman and Georgia Engel, as well as a special tribute to the late Ted Knight. During the special, Mary reveals the result of an online poll at CBS.com where viewers were asked to vote for their favorite Mary Tyler Moore Show episode and the winner was: \"Chuckles Bites the Dust\".\n\nThe special includes the \"Love Is All Around\" theme song covered in 1996 by Joan Jett & The Blackhearts which had previously been used as the opening sequence to the made-for-TV movie reunion Mary and Rhoda.","original_name":"The Mary Tyler Moore Reunion","vote_average":0.0,"name":"The Mary Tyler Moore Reunion","cert":"Unavailable","id":17242,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1969-01-18","cast":["Hugh Hefner","Barbi Benton"],"overview":"Playboy After Dark is an American television show hosted by Hugh Hefner. It aired in syndication through Screen Gems from 1969 to 1970 and was taped at CBS Television City in Los Angeles.","original_name":"Playboy After Dark","vote_average":0.0,"name":"Playboy After Dark","cert":"Unavailable","id":17245,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"One Night Only: The Series","vote_average":0.0,"name":"One Night Only: The Series","cert":"Unavailable","id":17246,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1987-09-23","cast":["Dennis Weaver","Shannon Wilcox","Elena Wohl"],"overview":"","original_name":"Buck James","vote_average":0.0,"name":"Buck James","cert":"Unavailable","id":17247,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Keith Famie's Adventures","vote_average":0.0,"name":"Keith Famie's Adventures","cert":"Unavailable","id":17248,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Cook Cuban on Miami Public TV","vote_average":0.0,"name":"Cook Cuban on Miami Public TV","cert":"Unavailable","id":17249,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Taste of America","vote_average":0.0,"name":"Taste of America","cert":"Unavailable","id":17250,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"APM: The Splendid Table","vote_average":1.0,"name":"APM: The Splendid Table","cert":"Unavailable","id":17251,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Lady in Question","vote_average":0.0,"name":"The Lady in Question","cert":"Unavailable","id":17254,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Alex: The Life of a Child","vote_average":0.0,"name":"Alex: The Life of a Child","cert":"Unavailable","id":17255,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Celebrity: Stars at Work","vote_average":0.0,"name":"Celebrity: Stars at Work","cert":"Unavailable","id":17262,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2008-06-23","cast":["Jenny Frost"],"overview":"Snog Marry Avoid? is a British reality television show broadcast on BBC Three, produced by Remarkable Television. The first four series were presented by Atomic Kitten member Jenny Frost, with Ellie Taylor presenting from the fifth series onwards. The show focuses mainly on transforming 'fakery obsessed' or 'slap addicts' in Britain into natural beauties by stripping them of their skimpy clothes and layers of make-up and giving them a makeunder instead of a makeover with the help of POD – the Personal Overhaul Device. POD's commentary is created by comedian Doug Faulkner and is voiced by the series 1-3 producer.","original_name":"Snog Marry Avoid?","vote_average":0.0,"name":"Snog Marry Avoid?","cert":"Unavailable","id":17263,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Bible Man","vote_average":0.0,"name":"Bible Man","cert":"Unavailable","id":17264,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Party at the Palms","vote_average":0.0,"name":"Party at the Palms","cert":"Unavailable","id":17265,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Joe Franklin Show","vote_average":0.0,"name":"The Joe Franklin Show","cert":"Unavailable","id":17266,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"When Movies Were Movies","vote_average":3.7,"name":"When Movies Were Movies","cert":"Unavailable","id":17267,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"More than fifty years ago, American and United Nations troops fought a bitter and bloody war in a country unknown to most Americans. Many weren't quite sure what we were fighting for. But in just three short years in Korea, 37,000 Americans lost their lives; thousands more are still listed as missing. The Korean conflict is often called \"The Forgotten War,\" but it has never been forgotten by the men and women who experienced it. In KOREAN WAR STORIES, these veterans share their memories. Their personal stories, thoughts and feelings are set within the historical context, reminding us of the human and social costs that the Korean War had on our society. Interviewees include John Glenn, former U.S. Senator, astronaut; John S. Warner, U.S Senator; Ted Williams, baseball player; Willie Nelson, musician; James Baker, former U.S Secretary of State; Rep. Charles Rangel, N.Y.; Lt. Colonel Charles B. \"Brad\" Smith; Gen. Raymond G. Davis, U.S. Marine Corps, and many other highly decorated veterans. Their stories server to inspire and remind us that freedom is not free.","original_name":"Korean War Stories","vote_average":0.0,"name":"Korean War Stories","cert":"Unavailable","id":17268,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"A Century of Women","vote_average":0.0,"name":"A Century of Women","cert":"Unavailable","id":17269,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2008-09-07","cast":["Beau Weaver"],"overview":"Weird, True & Freaky Join a fast-paced rundown of the strangest, craziest real-life stories on four legs. Freakish swarms, mutant survivors, mysterious mating rituals, and totally bizarre breeds. Amazing animals caught on tape. Shocking footage that will make your jaw drop. From klepto creatures caught on tape to unbelievable pet plastic surgery, check out animal antics that became tabloid news... Only on Weird, True and Freaky.","original_name":"Weird, True & Freaky","vote_average":0.0,"name":"Weird, True & Freaky","cert":"Unavailable","id":17270,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2009-01-26","cast":["Geoffrey Arend","Monica Potter","Eric McCormack","Tom Cavanagh","Griffin Dunne"],"overview":"The series revolves around Rothman, Greene, and Moore, a fictional advertising firm. The storylines center on the difficulties of securing accounts and the characters' personal lives.","original_name":"Trust Me","vote_average":7.5,"name":"Trust Me","cert":"Unavailable","id":17271,"adult":"false","genre_ids":[18,35],"origin_country":["US"]},{"first_air_date":"2003-09-02","cast":["Al Mukaddam","Geri Hall","Jonathan Malen","Megan Park","Paula Brancati"],"overview":"","original_name":"The Blobheads","vote_average":8.0,"name":"The Blobheads","cert":"Unavailable","id":17272,"adult":"false","genre_ids":[10765,35,10751],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"WEC 34: Faber vs. Pulver was a mixed martial arts event held by World Extreme Cagefighting that took place on June 1, 2008 at the ARCO Arena in Sacramento, California. The main event, announced on WEC 33, was a bout between Jens Pulver and Urijah Faber for the WEC Featherweight Championship. WEC 34 was aired live on Versus.","original_name":"WEC 34","vote_average":0.0,"name":"WEC 34","cert":"Unavailable","id":17275,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"WEC 38: Varner vs. Cerrone was a mixed martial arts event held by World Extreme Cagefighting on January 25, 2009. It aired live on the Versus Network. In the main event, WEC Lightweight Champion Jamie Varner defended his title against undefeated top contender Donald Cerrone.","original_name":"WEC 38","vote_average":0.0,"name":"WEC 38","cert":"Unavailable","id":17276,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"WEC 36: Faber vs. Brown was a mixed martial arts event held by World Extreme Cagefighting that took place on November 5, 2008 at the Seminole Hard Rock Hotel and Casino in Hollywood, Florida. The event aired live on the Versus Network.","original_name":"WEC 36","vote_average":0.0,"name":"WEC 36","cert":"Unavailable","id":17277,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The 50 Million Pound Challenge","vote_average":0.0,"name":"The 50 Million Pound Challenge","cert":"Unavailable","id":17278,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Meet the Faith","vote_average":0.0,"name":"Meet the Faith","cert":"Unavailable","id":17279,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Deal was a rap music video show on BET that premiered on November 10, 2008. It was the successor to nineteen-year long Rap City. The show aired for one hour. Its hosts were Memphitz and DJ Diamond Kuts. The Deal began airing each weekday afternoon at 5p.m. On November 24, 2008 it moved to at weekday mornings at 3 a.m. . In November 2009, it moved to Saturdays at 2 a.m. The Deal show was cancelled in August 2010, due to low ratings and bad time slots. It was shown on Mondays at 3 p.m. on BET UK.","original_name":"The Deal","vote_average":0.0,"name":"The Deal","cert":"Unavailable","id":17280,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2008-11-11","cast":[],"overview":"Brothers to Brutha is a reality show on BET that premiered November 18, 2008. It follows five brothers who have a record deal on Island Def Jam Music Group as the R&B group Brutha. The show aired Tuesday nights at 10:30pm. The First Season consisted of six episodes. A Second Season has been confirmed by Brutha on YouTube. The group released their self-titled debut album on December 23, 2008.\n\nThe show has received mixed reviews, with the Boston Herald saying \"‘Brutha’ not a keeper\", and the Detroit News saying that Brothers to Brutha \"is a diamond-in-the-rough type of show that's full of potential.\"","original_name":"Brothers to Brutha","vote_average":0.0,"name":"Brothers to Brutha","cert":"Unavailable","id":17281,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Big Barn Farm is a British children's television series following the lives of four young animals on a farm which uses a combination of live-action and animation. It was produced by The Foundation and commissioned by Michael Carrington for the BBC children's channel Cbeebies. It was narrated by Ben Fairman in series 1 and Dave Lamb in series 2.","original_name":"Big Barn Farm","vote_average":0.0,"name":"Big Barn Farm","cert":"Unavailable","id":17282,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"dLife is a half hour long American weekly lifestyle television series broadcasting Sundays at 7 PM ET on CNBC. The show, which started airing in 2005, is the first television program dedicated entirely to people living with diabetes and the people who care for them. As of 2013, dLife TV is now available online only and no longer appears on CNBC.","original_name":"DLife","vote_average":0.0,"name":"DLife","cert":"Unavailable","id":17283,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1975-03-24","cast":[],"overview":"The Runaway Barge is the pilot for an unsold TV series. Bo Hopkins, Tim Matheson and Jim Davis star as three owners of a Mississippi river tugboat who find themselves neck deep in a kidnapping and hijacking plot.","original_name":"The Runaway Barge","vote_average":0.0,"name":"The Runaway Barge","cert":"Unavailable","id":17284,"adult":"false","genre_ids":[18,10759,35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Winter Kill is a 1974 U.S. made-for-tv movie directed by Jud Taylor and written by John Michael Hayes and David Karp. It stars Andy Griffith as Sam McNeill, the sheriff in a small resort town in the mountains of northern California. The film is mystery-suspense drama about McNeill's attempts to solve a string of local serial killings linked by messages left at the scenes of the crimes. Nick Nolte played the role of Dave Michaels.\n\nThe movie was intended as a series pilot. When it failed to sell, the main character was renamed and used as the lead character for the short-lived 1975 series Adams of Eagle Lake, also starring Andy Griffith.\n\nThe film was released on DVD by Warner Bros. in 2009 along with Griffith's 1977 TV movie Deadly Game, making it one of the few of Griffith's TV movies from the 1970s to have an official DVD release.","original_name":"Winter Kill","vote_average":0.0,"name":"Winter Kill","cert":"Unavailable","id":17285,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1977-09-22","cast":["Jane Elliot","Tony Roberts","Squire Fridell","Morgan Fairchild","Dick O'Neill"],"overview":"Rosetti and Ryan is an American legal drama television series that aired from September 22 until November 10, 1977.","original_name":"Rosetti and Ryan","vote_average":0.0,"name":"Rosetti and Ryan","cert":"Unavailable","id":17288,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Extreme Expeditions: Model Behavior","vote_average":0.0,"name":"Extreme Expeditions: Model Behavior","cert":"Unavailable","id":17289,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Bill Burr: Why Do I Do This?","vote_average":0.0,"name":"Bill Burr: Why Do I Do This?","cert":"Unavailable","id":17290,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"WNBC News","vote_average":0.0,"name":"WNBC News","cert":"Unavailable","id":17291,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Canoga Park","vote_average":0.0,"name":"Canoga Park","cert":"Unavailable","id":17292,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1998-11-01","cast":[],"overview":"Sexcetera was an American television series airing on Playboy TV. Formatted as a newsmagazine, the program focused on human sexuality.","original_name":"Sexcetera","vote_average":7.0,"name":"Sexcetera","cert":"Unavailable","id":17293,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Petey Greene's Washington","vote_average":0.0,"name":"Petey Greene's Washington","cert":"Unavailable","id":17294,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Las Gonzalez is a Venezuelan telenovela that was produced by and seen on Venevisión in 2002. The series lasted 94 episodes, and was distributed internationally by Venevisión International.","original_name":"Las González","vote_average":0.0,"name":"Las González","cert":"Unavailable","id":17295,"adult":"false","genre_ids":[],"origin_country":["VE"]},{"first_air_date":"1966-09-10","cast":["Ross Elliott","Janet Waldo","Bob Hastings","Jackson Beck"],"overview":"The Adventures of Superboy is a series of six-minute animated Superboy cartoons produced by Filmation that were broadcast on CBS between 1966 and 1969. The 34 segments appeared as part of three different programs during that time, packaged with similar shorts featuring The New Adventures of Superman other DC Comics superheroes.\n\nThese adventures marked the animation debut of Superboy, as well as his teenage alter ego Clark Kent, who acted as the bespectacled, mild-mannered disguise for the young hero, Lana Lang, and Krypto the super-powered dog who would accompany his master on every dangerous mission. Other characters such as Pa and Ma Kent, foster parents of the Boy of Steel, and the town of Smallville were also faithfully recreated from comic book adventures. As a result of the production's budget, the show featured a great amount of stock animation as well as limited movement from the characters.\n\nEach episode featured the Boy of Steel ducking out of high school and racing into action to battle a wide array of adversaries, from dognappers in \"Krypto, K-9 Detective,\" androids run amok in \"The Revolt of Robotville,\" and alien menaces in \"The Spy from Outer Space,\" to another young hero with similar powers in \"Superboy Meets Mighty Lad,\" and a slew of otherworldly monsters. He even wound up being captured and successfully having to fight a gang of small-time crooks—all while in his disguise as Clark Kent—in \"The Gorilla Gang.\" Most of the stories were written by DC writers such as Bob Haney and George Kashdan, while character designs were based closely upon the Superboy comic books of the time.","original_name":"The Adventures of Superboy","vote_average":4.0,"name":"The Adventures of Superboy","cert":"Unavailable","id":17296,"adult":"false","genre_ids":[10759,16],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Friday Film Special was a slot for children on the UK television network BBC1, shown between 1985 and 1989.\n\nEvery Friday during each season, they showed a children's film, made by the Children's Film Foundation. The films were mostly from the 1970s and 1980s, with some from the 1960s.\n\nHere is a list of some of the films that were screened:\n\n⁕Sammy's Super T-Shirt\n\n⁕4-D Special Agent\n\n⁕Tightrope to Terror\n\n⁕Cry Wolf\n\n⁕Fern the Red Deer\n\n⁕Paganini Strikes Again\n\n⁕A Hitch in Time\n\n⁕Sky Pirates\n\n⁕One Hour to Zero\n\n⁕Haunters of The Deep\n\n⁕The Boy Who Turned Yellow","original_name":"Friday Film Special","vote_average":0.0,"name":"Friday Film Special","cert":"Unavailable","id":17299,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Boys of St. Vincent is a 1992 film directed by John N. Smith for the National Film Board of Canada. It is a two-part docudrama based on real events that took place at the Mount Cashel Orphanage in St. John's, Newfoundland, one of a number of child sexual abuse scandals in the Roman Catholic Church.\n\nThe first film, The Boys of St. Vincent, covers the sexual and physical abuse of a number of orphans by Brothers headed by Brother Peter Lavin. The second film, The Boys of St. Vincent: 15 Years Later, covers the trial of the Brothers.\n\nAlong with Lavin, Kevin Reevey is the central figure. In the first film Reevey is a 10-year-old abused child who tries to avoid Lavin’s attentions. In the second movie, Reevey is a young man haunted by his abuse who still has nightmares. Lavin covers up the goings-on at the orphanage for many years, especially his own role in the abuse. Kevin runs away and when he is returned by the police he tries to reject Lavin’s caresses. He is severely beaten with the buckle end of the brother’s belt. A short shower-room sequence was cut when the film was first shown in the United States.\n\nStephen Lunney is another abused boy. He has an older brother, Brian, at the orphanage who tries to protect him. In the second film, the brothers meet again for the first time in years. Brian, now happily married with two children, tries to help Stephen when he returns to give evidence at the trial. Stephen is destroyed by the defence advocate, who reveals that he abused seven-year-old boys at the orphanage when he was 16. Stephen then takes his own life with an overdose of drugs. His death finally prompts Reevey to give evidence against Lavin.","original_name":"The Boys of St. Vincent","vote_average":0.0,"name":"The Boys of St. Vincent","cert":"Unavailable","id":17300,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Ines Duarte, Secretaria is a Venezuelan telenovela that was produced by and seen on Venevisión. It was written by Alicia Barrios and directed by Ramon Tovar. This telenovela lasted 238 episodes and was distributed internationally by Venevisión International.","original_name":"Ines Duarte, Secretaria","vote_average":0.0,"name":"Ines Duarte, Secretaria","cert":"Unavailable","id":17301,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Calypso is a Venezuelan telenovela that was produced by and seen on Venevisión. This telenovela lasted 80 episodes and was distributed internationally by Venevisión International.","original_name":"Calypso","vote_average":0.0,"name":"Calypso","cert":"Unavailable","id":17302,"adult":"false","genre_ids":[],"origin_country":["VE"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"A Phyllis George Special","vote_average":0.0,"name":"A Phyllis George Special","cert":"Unavailable","id":17303,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2005-01-06","cast":["Joan Lunden","Candace Bushnell","Thomas Frank","Bobby Flay"],"overview":"Twelve perfection-obsessed contestants, whose motto is \"anything you can do, I can do better,\" compete in different areas of beautifying the home and entertaining, including party planning, gardening, cooking, baking, sewing, crafts, floral arranging and decorating.","original_name":"Wickedly Perfect","vote_average":0.0,"name":"Wickedly Perfect","cert":"Unavailable","id":17306,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Late Last Night is a 1999 television movie directed and written by Steven Brill. The film stars Emilio Estevez and Steven Weber and also features cameo appearances by Allen Covert and Kelly Monaco. It is rated R for extensive drug-related content, sexuality and language.","original_name":"Late Last Night","vote_average":0.0,"name":"Late Last Night","cert":"Unavailable","id":17307,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Born Ready","vote_average":0.0,"name":"Born Ready","cert":"Unavailable","id":17308,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Whole 19 Yards","vote_average":0.0,"name":"The Whole 19 Yards","cert":"Unavailable","id":17309,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1995-01-27","cast":["Lisa Faulkner","Michael Melia","Nicola Cowper","Nigel Havers","Kim Vithana"],"overview":"Dangerfield is a British drama series about a small town doctor \/ police surgeon, which ran for 6 series, between 1995 and 1999. Originally Nigel Le Vaillant played the central role, but this character later left the series, the focus switching to his replacement, played by Nigel Havers.\n\nThe BBC decided to end the series in November 1999 when Nigel Havers announced his decision to quit. The BBC felt viewers would not find the series credible if the main character was changed for a second time.\n\nThe show like a number of other BBC dramas of the 1980s and 1990s also featured a number of borderline fantasy episodes. These included \"Tricks\", \"Angel\" and \"Haunted\".\n\nThe TV trailers for Dangerfield were heavily parodied by The Fast Show in which the character was called Monkfish and would appear as a tough uncompromising Doctor, Policeman, vet and even as an interior designer with titles mixed in with other BBC shows of the time.","original_name":"Dangerfield","vote_average":6.0,"name":"Dangerfield","cert":"Unavailable","id":17310,"adult":"false","genre_ids":[80,18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"My Son Is Innocent","vote_average":0.0,"name":"My Son Is Innocent","cert":"Unavailable","id":17311,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Gone But Not Forgotten","vote_average":0.0,"name":"Gone But Not Forgotten","cert":"Unavailable","id":17312,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Channel 99","vote_average":0.0,"name":"Channel 99","cert":"Unavailable","id":17313,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Ladykillers","vote_average":0.0,"name":"Ladykillers","cert":"Unavailable","id":17316,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Who'll Age Worst","vote_average":0.0,"name":"Who'll Age Worst","cert":"Unavailable","id":17317,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Heikoin Lenkki was the Finnish version of the internationally recognized show The Weakest Link, which debuted on BBC Two in August 2000. It was hosted by journalist Kirsi Salo. It premiered in 2002, but after three years, the show was axed due to the host's pregnancy. It was shown on the MTV3 network on Fridays at 8:35 am.\n\nOriginally, nine contestants played for a prize of €15,000, but that was changed to eight players competing for €18,000.","original_name":"Heikoin lenkki","vote_average":0.0,"name":"Heikoin lenkki","cert":"Unavailable","id":17318,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Ji Mantriji is an Indian adaptation of the British satirical sitcom Yes Minister. It was telecast on STAR TV's channel STAR Plus with permission from the BBC. Ji Mantriji features Farooq Sheikh as Surya Prakash Singh, the Minister of Administrative Affairs; and Jayant Kripalani as the department's secretary. The plot lines were the same as those of the original, with suitable changes in the Indian context.\n\nJi Mantriji was in production for a year before being aired, which is unusual in Indian television where serials are generally developed and produced a few weeks in advance. The writers changed certain references to fit the new setting: France was changed to Pakistan and the European Economic Community was changed to the SAARC and the Commonwealth. Unlike the original version, Ji Mantriji was filmed in front of a live studio audience. A sequel, Ji Pradhanmantriji was also licensed from the BBC, but was never made as ratings for Ji Mantriji were below average and all of the episodes were not aired.","original_name":"Ji Mantriji","vote_average":0.0,"name":"Ji Mantriji","cert":"Unavailable","id":17319,"adult":"false","genre_ids":[35],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Australia Unites: Reach Out To Asia was a telethon held in Australia on 8 January 2005. The telethon raised money for World Vision, as a part of the humanitarian response to the 2004 Indian Ocean earthquake. It was telecast on the three commercial television networks. It was the first time all three television networks produced a telethon as a unit. It was also simulcast on the Triple M network, Mix 94.5 Perth, ARN, and Nova stations.\n\nIt was held in two locations:\n\n⁕The telethon was held at the Telstra Dome in Melbourne, where the main call centre was also located. This portion was presented by Seven's Andrew O'Keefe, Nine's Eddie McGuire, Ten's Rove McManus, with Nine's Catriona Rowntree and Ten's Peter Helliar reporting from the call centre and celebrity green room.\n\n⁕A concert with some of Australia's leading performers held on the forecourt of the Sydney Opera House. This portion was presented by Seven's Melissa Doyle and David Koch and Nine's Larry Emdur, with Nine's Richard Wilkins and Ten's Gretel Killeen reporting from backstage and the audience. Performers included Killing Heidi, Guy Sebastian, Missy Higgins, The Dissociatives, Kasey Chambers, Alex Lloyd, a reformed Noiseworks with lead singer Jon Stevens, and a supergroup featuring members of You Am I, The Living End, Jet and Spiderbait.","original_name":"Australia Unites: Reach Out To Asia","vote_average":0.0,"name":"Australia Unites: Reach Out To Asia","cert":"Unavailable","id":17320,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Hardtalk is a flagship BBC television programme, consisting of in-depth half-hour one-on-one interviews.\n\nIt is broadcast four days a week on BBC World News and the BBC News channel. Launched in 1997, much of its worldwide fame is due to its global reach via BBC World. Until early 2005, the host was Tim Sebastian, whose famous, and sometimes controversial, style of tough questioning brought a huge world audience to the show. It is normally broadcast late at night on the BBC News Channel. Until the mid-2000s, it was broadcast at around 11:30 pm, but in more recent times it has been broadcast an hour later at 12:30 am.\n\nSince 2006, the show has been presented by Stephen Sackur, who was previously the BBC's correspondent in Washington and Brussels and who is an experienced interviewer who has grilled U.S. Presidents George W. Bush and Bill Clinton. He is occasionally replaced by several other well-known BBC presenters such as Zeinab Badawi, Carrie Gracie and Sarah Montague. Other occasional presenters have included Jon Sopel, David Jessel, Lyse Doucet, Nisha Pillai, Noel Thompson, Mishal Husain and Katya Adler.\n\nGuests have included the Pakistani President Pervez Musharraf, South African President Thabo Mbeki, popular musician Boy George and evolutionary biologist Richard Dawkins. Heads of state interviewed in 2012 included Burmese President Thein Sein, who long led Burma's military junta; and President Teodoro Obiang of Equatorial Guinea, who \"rarely gives interviews\" and whom Sackur subsequently described as having a \"bunker mentality\" and as \"living in a parallel universe, a place where embarrassment does not exist\". In 2010 Sackur interviewed President Hugo Chavez of Venezuela, who \"rarely grant[ed] extended interviews to the western media\".","original_name":"HARDtalk","vote_average":0.0,"name":"HARDtalk","cert":"Unavailable","id":17321,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2004-04-13","cast":["Cláudia Rodrigues","Dira Paes","Helena Fernandes","Cláudia Mello","Serjão Loroza"],"overview":"A Diarista was a Brazilian sitcom directed by José Alvarenga Jr. and written by Aloísio de Abreu and Bruno Mazzeo. The series premiered on April 13, 2004 at 11:00 PM and was aired from 2004 to 2007 on Tuesday nights on Rede Globo.","original_name":"A Diarista","vote_average":7.7,"name":"The Cleaning Lady","cert":"Unavailable","id":17322,"adult":"false","genre_ids":[35,10751],"origin_country":["BR"]},{"first_air_date":null,"cast":[],"overview":"Dynasty: The Making of a Guilty Pleasure is a 2005 American television movie based on the creation and behind the scenes production of the 1980s prime time soap opera Dynasty. It was broadcast on ABC on 2 January 2005.","original_name":"Dynasty: The Making of a Guilty Pleasure","vote_average":0.0,"name":"Dynasty: The Making of a Guilty Pleasure","cert":"Unavailable","id":17323,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1984-01-20","cast":["Lee Van Cleef","Timothy Van Patten","Sho Kosugi"],"overview":"The Master is a ninja-themed action-adventure TV series created by Michael Sloan which aired on NBC. The show focuses on the adventures of John Peter McAllister, an aging ninja master, and his young pupil, Max Keller. Most episodes focus on the mismatched pair driving around in a custom van, helping people in need along the way, similar to its more well-known contemporary, The A-Team. The Master lasted only 13 episodes before cancellation.\n\nThe series was edited into seven movies that were released on video in 1984 and 1985.","original_name":"The Master","vote_average":4.3,"name":"The Master","cert":"Unavailable","id":17324,"adult":"false","genre_ids":[10759],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Quigley's Village was a long-running collection of Christian children's videos designed to teach children \"sound Biblical values\" in a fun and exciting way. A combination of live action and puppets, it was very similar in style to Sesame Street but with a biblically-based rather than humanistic approach to communicating values.\n\nExecutive Producer Ed Carlstone first conceived of the idea of Quigley's Village when his three-year-old child told a lie. With many episodes translated into Spanish, and a spin-off series, Quigley's Village has been seen by millions of children worldwide.","original_name":"Quigley's Village","vote_average":0.0,"name":"Quigley's Village","cert":"Unavailable","id":17325,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1998-02-21","cast":["Baba Lybeck","Jari Tervo","Stan Saanila"],"overview":"Uutisvuoto is the Finnish version of the popular British television quiz show Have I Got News For You. Broadcast on Saturday nights on YLE TV1 since 1998, the show receives very high viewing figures.\n\nUutisvuoto mainly follows the same format as Have I Got News For You. The guests are usually celebrities, and frequently politicians. In the last two presidential elections, both of the second-round candidates appeared as guests: to-be-president Tarja Halonen and Esko Aho in 2000, and president Halonen and Sauli Niinistö in 2006. To date, winning the show has correlated with winning the election contest itself. In 2006 the \"presidential show\" broke all viewing records when it was watched by 1.4 million viewers.\n\nThe show is so popular in Finland that it was even parodied in the Aku Ankka comic book as Uutiskuono.\n\n\"Haluatteko lukea hyvän vitsin jonka kuulin äsken Yleisradion kahvilassa?\" is Peter Nyman's Uutisvuoto joke book. The book's name is a reference to Nyman's way of telling jokes. He opens with the book's name, then, ignoring all answers, continues: \"Ei se mitään, kerron sen silti.\"","original_name":"Uutisvuoto","vote_average":4.5,"name":"Uutisvuoto","cert":"Unavailable","id":17326,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":"2005-02-06","cast":[],"overview":"The Puppy Bowl is an annual television program on Animal Planet that mimics an American football bowl game similar to the Super Bowl, using puppies. Shown each year on Super Bowl Sunday, the show consists of footage of a batch of puppies at play inside a model stadium, with commentary on their actions. The first Puppy Bowl was shown on February 6, 2005. The puppies featured in the Puppy Bowl are from shelters, and the show contains information on how viewers can adopt rescued puppies and help their local shelter.","original_name":"Puppy Bowl","vote_average":0.0,"name":"Puppy Bowl","cert":"Unavailable","id":17327,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Beovizija was a music festival established in 2003. Since 2007 it was the national selection for Serbia's representative at the Eurovision Song Contest. Beovizija was organised and broadcast live each year by RTS1, on RTRS in Bosnia and Herzegovina, and internationally on Eurovision.tv and RTS SAT as of 2008. It was held during February at Belgrade's Sava Centar. The competition started in 2004 and was annually one of the most watched entertainment events in Serbia. In December 2009, RTS announced that it is changing the way it will select its Eurovision competitor and has thus cancelled Beovizija. Therefore, the last Beovizija held was in 2009.","original_name":"Beovizija","vote_average":0.0,"name":"Beovizija","cert":"Unavailable","id":17328,"adult":"false","genre_ids":[],"origin_country":["RS"]},{"first_air_date":null,"cast":[],"overview":"In Real Life is a Canadian reality show where eighteen young contestants aged 12–14 race across North America and compete in a series of real-life tasks, aimed to \"discover the skills, strength, and stamina it takes to make it in real life.\" The show is developed and produced by Apartment 11 Productions. The show is hosted by Canadian comedian and actress, Sabrina Jalees.\n\nThe first season of In Real Life was nominated for the Shaw Rocket Prize in 2010. Sabrina Jalees was nominated as \"Best Host in a Pre-School, Children's or Youth Program or Series\" in the 2009 Gemini Awards. The show was nominated for \"Best Children's or Youth Non-Fiction Program or Series\" in the 2011 Gemini Awards. In 2011, Mark Lawrence, the director of In Real Life was nominated for a Leo Award for \"Best Direction in a Youth or Children's Program or Series\".\n\nThe first season was originally planned to premiere on February 4, 2009 as In the Real World but was delayed one month. The first season premiered on March 4, 2009. The second season premiered on October 4, 2010. The third season of the series premiered on October 3, 2011.","original_name":"In Real Life","vote_average":0.0,"name":"In Real Life","cert":"Unavailable","id":17329,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Baby Songs is one of the first, and longest-running, American, independent children's home video series. Since 1985, more than 4 million copies of Baby Songs have been sold. The series is still sold at retail and online locations.","original_name":"Baby Songs","vote_average":0.0,"name":"Baby Songs","cert":"Unavailable","id":17332,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"American Latino TV is an award winning nationally syndicated television program produced by American Latino Syndication, a division of LATV Networks. The weekly magazine and culture lifestyle program showcases American and foreign-born Latinos making a positive impact in American society. Now in its 11th season American Latino TV set the standard for highlighting American Latino Culture through entertainment, the arts and sciences, education and sports. The show has had various hosts throughout the years including, Liza Quin, Belqui Ortiz, Stephanie Ortiz, Jeannette Sandoval, Julian Dujarric, Daisy Fuentes and is currently hosted by Valery Ortiz.\n\nAmerican Latino TV can be seen weekly in over 100 cities in over 92% of U.S. Hispanic homes across the U.S. on a number of TV affiliates, as well as in reruns on Cable networks. Segments from the show can also be seen on the Internet and the show is broadcast internationally in the Virgin Islands, Puerto Rico and in parts of Canada bordering the U.S. The show often airs in tandem with its sister program LatiNation and has also spawned a series of specials titled American Latino Presents and The American Latino Awards.","original_name":"American Latino TV","vote_average":8.0,"name":"American Latino TV","cert":"Unavailable","id":17333,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1974-01-17","cast":["Dirk Benedict","Ted Hartley"],"overview":"Chopper One was a short-lived ABC drama\/adventure television series in early 1974 depicting the activities of a California police helicopter team. The program aired in a half-hour time slot on Thursdays at 8 p.m. Eastern.\n\nIt aired adjacent to Firehouse, an action-drama series about a Los Angeles fire station. Chopper One was cancelled after six months and Firehouse ended in the following month.","original_name":"Chopper One","vote_average":0.0,"name":"Chopper One","cert":"Unavailable","id":17334,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":["Keren Mor","Yuval Segal","Riki Blich","Moni Moshonov","Shmuel Levy"],"overview":"Ktsarim is an Israeli sketch comedy series based on the British comedy show The Sketch Show.","original_name":"Ktzarim","vote_average":10.0,"name":"Ktzarim","cert":"Unavailable","id":17335,"adult":"false","genre_ids":[],"origin_country":["IL"]},{"first_air_date":null,"cast":[],"overview":"Let's Paint TV is an American television show hosted by artist John Kilduff.\n\nThe show is best noted for its live episodes, which consist of the host painting while he runs on a treadmill; in addition, he sometimes takes calls from viewers, cooks food, plays ping pong, or makes blended drinks. The show's episode titles typically reflect whatever tasks are being undertaken, for example, Let's Paint, Exercise, and Play Ping Pong.\n\nLet's Paint TV was originally broadcast on Los Angeles Public-access television cable TV from 2002 through 2008; after the LA public access studios were shut down in early 2008, the show transitioned to being an online-only program. The program began receiving world-wide attention in 2006 when Kilduff began uploading video clips of his show to YouTube.","original_name":"Let's Paint TV","vote_average":0.0,"name":"Let's Paint TV","cert":"Unavailable","id":17336,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Mesa Redonda Internacional is a Latin American news analysis talkshow broadcast by teleSUR live from Havana, Cuba on Thursday nights. The program is, according to the description given of it in the network's website \"a television program for the integration of various forms of thought throughout our continent\". The program is sometimes hosted by Randy Alonso Falcón or Arleen Rodríguez Derivet, both Cuban journalists and contributors in various media on the Internet, including Cubadebate. The program is also broadcast in Cuba via state media in a sporadic way.","original_name":"Mesa Redonda Internacional","vote_average":0.0,"name":"Mesa Redonda Internacional","cert":"Unavailable","id":17337,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2003-11-04","cast":[],"overview":"GameCenter CX, also known as Retro Game Master in other regions, is a Japanese television series where Shinya Arino, a member of comedy duo Yoiko, plays Japan's most popular video games and records his progress as he works through a time limit, usually lasting up to one day. He is supported by his Assistant Directors and Staff, both via moral support and actual gameplay. He also gets the chance to interview game designers and to play arcade games occasionally.\n\nThere are currently 9 DVD sets released in Japan. The 9th DVD set was released in Japan on December 21, 2012. The show has been on-air since November 4, 2003 with a new episode every 2 weeks when a season is running. In 2008 Fuji TV was looking for international distributors for subtitled DVDs. A movie is currently planned for the 10th year anniversary of the show. A third game which will be released on the Nintendo 3DS platform has been announced.","original_name":"ゲームセンターCX","vote_average":9.5,"name":"GameCenter CX","cert":"Unavailable","id":17338,"adult":"false","genre_ids":[35],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Wildlife on One was, for nearly thirty years, the BBC's flagship natural history programme.\n\nFirst broadcast in 1977, each edition ran for half an hour. The narrator was David Attenborough. When repeated on BBC2, the programmes were retitled Wildlife on Two. The series came to an end in 2005.","original_name":"Wildlife on One","vote_average":8.0,"name":"Wildlife on One","cert":"Unavailable","id":17339,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2006-04-13","cast":["Jody Latham","Christine Bottomley","David Schofield","Neil Dudgeon","Lee Ingleby"],"overview":"The Street is a British television drama series created by Jimmy McGovern and produced by Granada Television for the BBC. The series follows the lives of various residents of an unnamed street in Manchester and features an all-star cast including Timothy Spall, Jim Broadbent, Jane Horrocks, Bob Hoskins and David Thewlis.\n\nThe Street won both the British Academy Television Award for Best Drama Series and RTS Television Award for Drama Series twice, in 2007 and 2008. It also won two International Emmy Awards in November 2007 for Best Drama and Best Actor. The second series was nominated for the Best Drama prize at the 2008 Rose d'Or ceremony. Though it did not win, it received Special Mention from the jury. In November 2010, the third series won the International Emmy Award for Best Drama and Best Actor.\n\nThe third series began airing on 13 July 2009 and concluded on 17 August 2009. This was the final series to be made due to cutbacks at ITV Studios in Manchester.","original_name":"The Street","vote_average":8.0,"name":"The Street","cert":"Unavailable","id":17340,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"International News Net World Report Evening News, or INN World Report, is an independent American cable news program which was broadcast by the non-profit, progressive cable station Free Speech TV until 2009. The program is hosted by Mizan Kirby Nunes, a local stage and independent film actress. INN is also seen on one-hundred Public-access television cable TV stations, giving it access to up to 40 million households in the United States. INN also airs a talk radio program, INN World Report Radio, which until 2008 was heard on the now-defunct, libertarian We the People Radio Network.","original_name":"INN World Report","vote_average":0.0,"name":"INN World Report","cert":"Unavailable","id":17341,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2005-11-07","cast":["Myleene Klass","Derek Acorah","Danniella Westbrook"],"overview":"Derek Acorah's Ghost Towns is a paranormal reality television series which featured noted Medium Derek Acorah as he visited towns in the UK to investigate hauntings. The team would travel in the \"Ghost Town Van\" and would allow townsfolk to tell the team about their encounters with hauntings in their home town. During the investigation, Derek would visit a random house and give the owner a psychic reading this was \"Doorstep Divination.\" The show aired from 7 November 2005 until 28 November 2006.","original_name":"Derek Acorah's Ghost Towns","vote_average":0.0,"name":"Derek Acorah's Ghost Towns","cert":"Unavailable","id":17342,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"1967-12-04","cast":["Wink Martindale"],"overview":"How's Your Mother-in-Law? was a comedy game show hosted by Wink Martindale that aired on ABC from December 4, 1967 to March 1, 1968.\n\nThe series was produced and created by Chuck Barris during a period which, as he recounted in his autobiography Confessions of a Dangerous Mind, had him creating horrible formats due to the success of The Newlywed Game and The Dating Game.","original_name":"How's Your Mother-in-Law?","vote_average":0.0,"name":"How's Your Mother-in-Law?","cert":"Unavailable","id":17343,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1987-09-19","cast":["Michael Richards","Linda Thorson","Phil Morris","Paxton Whitehead","Bob Fraser"],"overview":"Marblehead Manor is an American television sitcom that originally ran from 1987 to 1988 in first run syndication. It stars British comic actor Paxton Whitehead, American actor Phil Morris, Canadian actress Linda Thorson, American actor and screenwriter Bob Fraser and Michael Richards. The series was a Dames-Fraser Production in association with Paramount Television.","original_name":"Marblehead Manor","vote_average":0.0,"name":"Marblehead Manor","cert":"Unavailable","id":17344,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1993-10-01","cast":["Ben Affleck","John Terry","Robyn Lively","Vanessa Evigan","Derek McGrath"],"overview":"Against the Grain is an American dramatic television series that aired on NBC from October to December 1993. There are 8 hour-long episodes, starring John Terry, Donna Bullock, Robyn Lively, Ben Affleck, and Vanessa Lee Evigan. The show was inspired by Buzz Bissinger's book Friday Night Lights: A Town, A Team, and a Dream.","original_name":"Against the Grain","vote_average":0.0,"name":"Against the Grain","cert":"Unavailable","id":17345,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":["Jessa Zaragoza"],"overview":"Rosalinda is a Philippine drama based on the popular Mexican telenovela of the same name, under the direction of Maryo J. delos Reyes. It stars Carla Abellana in the title role.","original_name":"Rosalinda","vote_average":5.0,"name":"Rosalinda","cert":"Unavailable","id":17346,"adult":"false","genre_ids":[18],"origin_country":["MX","PH"]},{"first_air_date":null,"cast":[],"overview":"Tokudane! is a weekday morning news program airing on Fuji Television, a television station in Japan. It was first broadcast on 1 April 1999, and currently airs from 08:00 to 09:55 Mondays to Fridays.","original_name":"Tokudane!","vote_average":0.0,"name":"Tokudane!","cert":"Unavailable","id":17347,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Megabucks Giveaway was a game show that aired on Michigan's WDIV-TV from April 13, 1991 to September 14, 1996. It was developed by the Michigan Lottery. The hosts included Chuck Gaidica from WDIV, Aggie Usedly from the Michigan Lottery, and Detroit radio personality Jim Harper, who occasionally substituted for Gaidica.\n\nMegabucks Giveaway was an updated version of the Michigan Lottery's previous game show, Fame and Fortune, with a few new elements.\n\nContestants were chosen by submitting their non-winning instant-win tickets for a random drawing.","original_name":"Megabucks Giveaway","vote_average":0.0,"name":"Megabucks Giveaway","cert":"Unavailable","id":17348,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Fun & Fortune was a game show that was part of the Missouri Lottery. The show was broadcast from the 1990s until late 2002.. Its studios are located in Kansas City, Missouri.\n\nTo be eligible to appear on Fame & Fortune, potential contestants purchased a certain scratch-game ticket. The hosts were Rick Tamblyn and Penny Greene;. Fun & Fortune was created by Sande Stewart, son of game show legend Bob Stewart.","original_name":"Fun & Fortune","vote_average":0.0,"name":"Fun & Fortune","cert":"Unavailable","id":17349,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2007-10-17","cast":["Miranda Garrison","Sean Cheesman","Kelly Brook"],"overview":"Dirty Dancing: The Time of Your Life is a dance show created for Living as a tribute to Dirty Dancing's 20th anniversary in 2007. Due to the success of the show, a second series was shown in 2008.","original_name":"Dirty Dancing: The Time of Your Life","vote_average":0.0,"name":"Dirty Dancing: The Time of Your Life","cert":"Unavailable","id":17350,"adult":"false","genre_ids":[10764],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Special 1 TV is a satirical football television programme, produced by Blue Elf Productions and Caboom Entertainment.\n\nThe stars of the show are puppet caricatures of various football personalities: namely José Mourinho, Sven-Göran Eriksson, Wayne Rooney, Fabio Capello and Arsène Wenger. All of the characters on the programme are voiced by Irish actor, comedian and impressionist Mario Rosenstock.\n\nTypical episodes are recorded on the day before transmission in Dublin and run for up to six minutes length. Nearly all episodes appear in full on YouTube.","original_name":"Special 1 TV","vote_average":0.0,"name":"Special 1 TV","cert":"Unavailable","id":17351,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2001-01-06","cast":["Bruno Choël","Christian Alers","Laura Préjean","Patrick Préjean","Benoît Allemane"],"overview":"Argai: The Prophecy is a 2000 French animated series directed by Jean-César Suchorski and written by Sébastien Dorsey.","original_name":"Argai: The Prophecy","vote_average":10.0,"name":"Argai: The Prophecy","cert":"Unavailable","id":17352,"adult":"false","genre_ids":[16,10765],"origin_country":["FR"]},{"first_air_date":null,"cast":[],"overview":"NY Wired was a short-lived lottery game show aired from 1997 to 1999. The weekly show was produced by Jonathan Goodson Productions in association with the New York Lottery. For its first season, it was also co-produced by DDB Needham.\n\nThe show was hosted by WNBC weather forecaster Janice Huff during its first season, when the show was televised on that station. Cheryl Washington took over when the show switched to WNYW for its second season.\n\nContestants won a spot on the show by playing a scratchcard, in order of usage, \"NY Wired Instant Game\" or \"TV Cash\", and sending it into a sweepstakes. Contestants were divided into three teams, blue, yellow, and red, in which a representative of that team played several games of chance to win thousands of dollars.\n\nThe show was also used to publicize the Lottery's promotions, as presented by veteran Lottery number-caller Yolanda Vega at an anchor's desk.","original_name":"NY Wired","vote_average":0.0,"name":"NY Wired","cert":"Unavailable","id":17353,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1944-07-16","cast":["Joan Alexander"],"overview":"Quick as a Flash was a 30-minute radio quiz program which featured drama segments with guest actors from radio detective shows.\n\nCreated by director Richard Lewis and emcee Ken Roberts, the program debuted over the Mutual Network on Sunday, July 16, 1944. Sponsored by the Helbros Watch Company, the show was produced by Lewis and Bernard J. Prockter with scripts by Gene Wang. Music was by Ray Bloch and the Helbros Orchestra.\n\nSix contestants from the studio audience competed for cash and other prizes. Clues were presented in the form of dramatic sketches covering such subjects as current events, movies, books and historical situations. With a buzzer, a contestant could interrupt at any time to submit an answer.\n\nDuring the Helbros Derby, a guest detective from a radio mystery program put in an appearance. Frank Gallop and Win Elliott were announcers.\n\nThe series ended on June 29, 1951. Approximately one year later, the series made an attempt to go on television.","original_name":"Quick as a Flash","vote_average":0.0,"name":"Quick as a Flash","cert":"Unavailable","id":17354,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2006-09-10","cast":[],"overview":"SeeMore's Playhouse, is an American children's television series using puppets to teach children about health and safety concepts. It was originally released as home video releases.","original_name":"SeeMore's Playhouse","vote_average":0.0,"name":"SeeMore's Playhouse","cert":"Unavailable","id":17355,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Jeevan Saathi - Humsafar Zindagi Ke is an Indian television series aired on Colors, based on the love story of Neil and Viraj. The series premiered on July 21, 2008, and is produced by Bollywood film comedy-actor Paresh Rawal.\n\nJeevan Saathi follows the story of Viraj Rathod's life and how she beats the obstacles thrown out by her father, the egoistic Vikramaditya Rathod. Viraj Rathod purely loved a foreigner named Neil Fernandez, until his father Vikramaditya Rathod and his brother Vanraj, planned to get Viraj married as quickly as they could. Finally, at the last minute, Viraj revealed the truth. Vikramaditya Rathod then decided to get her married to a mute person, named Ishwar. At first, Viraj starts to hate Ishwar, but slowly they start to like each other. Upon this, Viraj decides to take revenge from her father due to his insults and behavior. Viraj decides to stop Vikramaditya's vote in the congress. When she makes her father Vikram Rathod lose the elections, her father can not tolerate it and then tells everyone in the public that her daughter is mental. He even sends her to thte Mental Hospital. Ishwar her husband keeps on coming to the mental hospital to save her. At the end Viraj is mental. Ishwar somehow takes her out of the mental hospital and takes her to her mother. Her mother tells Ishwar that her husband and brother in law are planning to kill them both. Viraj's mum gives Ishwar money to look after her daughter. When Ishwar and mental Viraj sit in the taxi the man tricks them and takes their money. Ishwar goes to another village and starts working in a takeaway. She lives with an old woman and her son. Their a cunning man tries to rape Viraj, but then Ishwar saves her. Viraj's mum is keeping on going out of home. When one day Kamakshi's huband sees her and follows her. He missed her once but then doesnt the second time. He sees her visiting Neil, who was proves DEAD. Then he doesnt do anything. Ishwar is trying to help Viraj regain her memeory from help of Baba sahib. Then later on, Viraj's memory comes back but she only remembers her best part of her lufe which ends when Neil and her were getiing married. She doesnt even remember Ishwar who helped through her life. Later on she assembles through her life and then accepts Ishwar as her husband. Ishwar has got a very high paid job has making sculptures and is earning lots of money. Ishwar is being targeted by someone who wants to kill him. Will he be safe and secure?","original_name":"Jeevan Saathi","vote_average":0.0,"name":"Jeevan Saathi","cert":"Unavailable","id":17356,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Bandhan Saat Janamon Ka is an Indian television series which premiered on Colors on July 21, 2008. The story is of an intelligent, mature, simple girl who gets married to be caught up dowry worries. First of all, she completes her dream marriage between her and Parth, when the Gupta family confront the Agarwal family about arranging 2.5 million for the release of their son Parth who was allegedly in prison. Unfortunately, in greed of money the Gupta family consistently started to harass Trilok Agarwal, to arrange for the 2.5 million. Their demand began to begin a burden for Janvi's father, and he tried to sell Manohar's side of his house for rent, but Shobhna, refused her side of the house to be sold. This made Janvi's father suffer even more, and becoming more prone to asthma attacks, had finally found the truth about the Gupta family, that they were money-hungry, and would maltreat Janvi to make Janvi's father pay up his debt as quick as possible.Whilst this was taking place, Janvi was locked in the dark storeroom to wake up early in the morning to do morning chores. She was constantly harassed in her room, with people trying to scare her. Finally at his limit, he died of an asthma attack after Shobhna had gone over a daily row over spending and doling out costs.","original_name":"Bandhan Saat Janamon Ka","vote_average":0.0,"name":"Bandhan Saat Janamon Ka","cert":"Unavailable","id":17357,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Mohe Rang De is an Indian television series which aired on Colors. This was a very popular drama with a new, unique,and interesting story.","original_name":"Mohe Rang De","vote_average":0.0,"name":"Mohe Rang De","cert":"Unavailable","id":17358,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Rahe Tera Aashirwaad is an Indian television series which premiered on Colors on July 21, 2008. The story portrays the life of an orphan girl who fights evil with the grace of Goddess Vaishno Devi.","original_name":"Rahe Tera Aashirwaad","vote_average":0.0,"name":"Rahe Tera Aashirwaad","cert":"Unavailable","id":17359,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Each episode documents real 911 calls from people in trouble to emergency dispatchers.","original_name":"Call 911","vote_average":0.0,"name":"Call 911","cert":"Unavailable","id":17360,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Jamarcus Sanders","vote_average":0.0,"name":"Jamarcus Sanders","cert":"Unavailable","id":17361,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":"1961-09-27","cast":["Richard Chamberlain","Raymond Massey","Cynthia Stone","Eddie Ryder","Jud Taylor"],"overview":"The story of a young intern in a large metropolitan hospital trying to learn his profession, deal with the problems of his patients, and win the respect of the senior doctor in his specialty, internal medicine.","original_name":"Dr. Kildare","vote_average":6.1,"name":"Dr. Kildare","cert":"Unavailable","id":17362,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Greased Monkeys","vote_average":1.0,"name":"Greased Monkeys","cert":"Unavailable","id":17363,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1988-03-27","cast":["Sam Waterston","Mary Tyler Moore","Richard Mulligan","Deborah Adair","Ruby Dee"],"overview":"\"Lincoln\" was a 1988 American television mini-series starring Sam Waterston as Abraham Lincoln, Mary Tyler Moore as Mary Todd Lincoln, and Richard Mulligan as William H. Seward. It was directed by Lamont Johnson and was based on Gore Vidal’s novel. It covers the time period running from Lincoln’s election as President of the United States to the time of his assassination. When released for home entertainment, the title was changed to \"Gore Vidal's Lincoln\"\n\nLamont Johnson won an Emmy for directing Lincoln.\n\nThe film was shot almost entirely in Richmond, Virginia and it cost $8 million to produce.","original_name":"Lincoln","vote_average":7.0,"name":"Lincoln","cert":"Unavailable","id":17364,"adult":"false","genre_ids":[10768,18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Touched","vote_average":0.0,"name":"Touched","cert":"Unavailable","id":17365,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Defining Moment is a Singaporean drama which aired on Channel 8, debuted on 4 August 2008, and consists of 20 episodes.","original_name":"The Defining Moment","vote_average":0.0,"name":"The Defining Moment","cert":"Unavailable","id":17366,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Shaolin Monk Warriors","vote_average":0.0,"name":"Shaolin Monk Warriors","cert":"Unavailable","id":17367,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Two brothers start a new life in Singapore, where they run into a childhood friend who falls in love with the elder while attracting the younger.","original_name":"海的儿子","vote_average":0.0,"name":"Through It All","cert":"Unavailable","id":17368,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"C.I.D.","vote_average":0.0,"name":"C.I.D.","cert":"Unavailable","id":17369,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Rainbow Connection","vote_average":0.0,"name":"Rainbow Connection","cert":"Unavailable","id":17370,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"A Child’s Hope 2","vote_average":0.0,"name":"A Child’s Hope 2","cert":"Unavailable","id":17371,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Spice Siblings is a Chinese show in Singapore, aired in 2004 starring Tay Ping Hui, Jeanette Aw, Cynthia Koh, Andrew Seow and Le Yao. Although the show was well-received, the drama serial did not earn many nominations in the Star Awards 2004.\n\nThis show is also very well known to the Channel 8 viewer's community as the show with the \"hot kiss\" by Tay Ping Hui and Jeanette Aw. In most recent polls about the \"best kiss\" in the Channel 8 dramas, this kiss still ranks first with a huge lead, although it aired two years ago. Many viewers also hope that MediaCorp, the TV company which heads Channel 8 and a variety of other free-to-air channels in Singapore, will re-air the show on the coveted 5.30 - 6.30pm weekdays slot.","original_name":"Spice Siblings","vote_average":0.0,"name":"Spice Siblings","cert":"Unavailable","id":17372,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Beautiful Connection is a Singaporean Chinese family drama serial. It was telecast in 2002. The show earned many nominations for the Star Awards including Best Actor, Best Actress, Best Supporting Actress, Best TV Drama, Best Theme Song, Best Director and many more.\n\nThis drama repeated in Year 2007, on MediaCorp TV Channel 8, Mondays and Tuesdays, 10.30pm to 12.30am.","original_name":"Beautiful Connection","vote_average":0.0,"name":"Beautiful Connection","cert":"Unavailable","id":17373,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Kiss of a Toast 2","vote_average":0.0,"name":"Kiss of a Toast 2","cert":"Unavailable","id":17374,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Strange Encounter","vote_average":0.0,"name":"Strange Encounter","cert":"Unavailable","id":17375,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Cash is King","vote_average":0.0,"name":"Cash is King","cert":"Unavailable","id":17376,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Sqrambled Scuares is a game show airing on HTC Digital Cable in South Carolina. It has been hosted by local personality Buzz Berry since its inception, and produced by Berry's production company BZB Productions. The show tapes from The Myrtle Beach Mall on Fridays at 7:00 PM.\n\nEpisodes can be viewed on the show's website. An official Blip page contains the current Myrtle Beach shows along with most of the former Boone and Hickory versions.","original_name":"Sqrambled Scuares","vote_average":0.0,"name":"Sqrambled Scuares","cert":"Unavailable","id":17377,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Marty Feldman Comedy Machine was a 1971 comedy-variety sketch show starring British comedian Marty Feldman. Co-produced by ATV in the UK and ABC TV in America, and was filmed at Elstree Studios. It featured opening and closing credits by Terry Gilliam, as well as featuring guest appearances by Spike Milligan, John Junkin and Frances de la Tour. It also featured sketches written by Barry Levinson and Larry Gelbart.","original_name":"The Marty Feldman Comedy Machine","vote_average":0.0,"name":"The Marty Feldman Comedy Machine","cert":"Unavailable","id":17378,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2006-05-21","cast":["Vic Chou","Park Eun-hye","Andy Hui","Megan Lai","Kingone Wang"],"overview":"Silence is a 2006 Taiwanese drama starring Vic Chou of F4, Korean actress Park Eun-hye, Cantopop singer Andy Hui and Kingone Wang. It was produced by Comic Ritz International Production and Chai Zhi Ping and Hsiao Yi as producers and directed by Zhang Zhong\n\nIt was first boardcasted in Taiwan on free-to-air China Television from 21 May 2006 to 24 September 2006, on Sundays at 22:00. It was also shown on cable TV Eastern Television.","original_name":"深情密碼","vote_average":0.0,"name":"Silence","cert":"Unavailable","id":17379,"adult":"false","genre_ids":[18],"origin_country":["TW"]},{"first_air_date":"2008-10-07","cast":["Cynthia Bailey","Kandi Burruss","Porsha Williams","NeNe Leakes","Eva Marcille"],"overview":"Bravo's cameras turn to the Southern states as the network presents this inside look at the Real Housewives of Atlanta. These women handle the personal dramas that affect their affluent lifestyles with a signature Southern brand of “style” and “grace.”","original_name":"The Real Housewives of Atlanta","vote_average":5.5,"name":"The Real Housewives of Atlanta","cert":"Unavailable","id":17380,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"2008-03-24","cast":[],"overview":"What would you do if you were confronted with death? What gives someone the strength to survive? Is it luck, chance, instinct? In a stripped-down, simple-yet-cinematic interview style, “I Survived…” allows survivors to explain, in their own words, how they overcame unbelievable circumstances — offering insight into what got them through the experience that changed their lives forever.","original_name":"I Survived...","vote_average":7.7,"name":"I Survived...","cert":"Unavailable","id":17381,"adult":"false","genre_ids":[99],"origin_country":["NZ","US"]},{"first_air_date":null,"cast":["Bianca Rinaldi","Leonardo Vieira","Felipe Folgosi","Ítala Nandi","Gabriel Braga Nunes"],"overview":"Caminhos do Coração is a Brazilian telenovela aired on Rede Record. Created by Tiago Santiago and directed by Alexandre Avancini, it was replaced by a spin-off called Os Mutantes: Caminhos do Coração, airing since June 3, 2008.","original_name":"Caminhos do Coração","vote_average":1.0,"name":"Caminhos do Coração","cert":"Unavailable","id":17382,"adult":"false","genre_ids":[10765,10759],"origin_country":["BR"]},{"first_air_date":null,"cast":[],"overview":"TVB Anniversary Awards 2008 is an award ceremony that celebrates the best in TVB programming of 2008. The award ceremony took place on November 15, 2008.","original_name":"TVB Anniversary Awards","vote_average":0.0,"name":"TVB Anniversary Awards","cert":"Unavailable","id":17383,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"Melody Street is an early American television series, hosted by Elliot Lawrence, which aired on the DuMont Television Network. The program aired Fridays at 8:30pm ET from September 25, 1953 to February 5, 1954. Each episode was 30 minutes long. One guest star was guitarist Tony Mottola.","original_name":"Melody Street","vote_average":0.0,"name":"Melody Street","cert":"Unavailable","id":17384,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2009-04-08","cast":["Kevin Cannon","Marisa Vural","Jeremy Renner","Amber Tamblyn","Harold Perrineau"],"overview":"The Unusuals is a comedy-drama television series that aired on ABC from April 8 to June 17, 2009 in the U.S. and Global in Canada. The pilot and first episode were written by Noah Hawley, a former writer and producer for Fox's Bones. An ABC press release described The Unusuals as \"like a modern-day M*A*S*H\" that \"explores both the grounded drama and comic insanity of the world of New York City police detectives, where every cop has a secret\". Its premise elaborated:\n\nThe initial series order was for 10 episodes. Show creator Noah Hawley announced via his Twitter account in mid-May 2009 that ABC would not be bringing the show back for a second season.","original_name":"The Unusuals","vote_average":7.5,"name":"The Unusuals","cert":"Unavailable","id":17385,"adult":"false","genre_ids":[18,35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Make Me a Millionaire is the second television game show of the California Lottery, having replaced The Big Spin on January 17, 2009. Originally contracted for a four-year run, the Lottery cancelled the show after eighteen months, with its last episode telecast on July 3, 2010. On July 9, five unaired episodes were uploaded to the California Lottery's official YouTube page.\n\nContestants received a guaranteed minimum prize of $2,000, while the grand prize was a progressive jackpot of at least $1,000,000.","original_name":"Make Me a Millionaire","vote_average":0.0,"name":"Make Me a Millionaire","cert":"Unavailable","id":17386,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2008-10-30","cast":[],"overview":"Lost Tapes is an American television horror series that aired on Animal Planet. Produced by Go Go Luckey Entertainment, the program presents found footage depicting traumatic encounters with cryptozoological creatures, including the Chupacabra and Bigfoot, and even supernatural creatures such as the Werewolf and Vampire, and extraterrestrials: Alien and Reptilian.\n\nThe pilot aired on Animal Planet October 30, 2008 for Halloween, but the series officially premiered on January 6, 2009. Animal Planet commissioned a second season, which premiered on September 29, 2009. Season 3 premiered on September 28, 2010, with episodes featuring zombies and the Kraken. The show also used to air on Planet Green.","original_name":"Lost Tapes","vote_average":7.6,"name":"Lost Tapes","cert":"Unavailable","id":17387,"adult":"false","genre_ids":[9648,10765],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Sanlakas Kids is an upcoming Philippine TV fantasy series on ABS-CBN about a group of superheroes created by Mars Ravelo. The show, called Sanlakas and Isang Lakas earlier in its development process, is part of the Komiks Presents Mars Ravelo series. May 7, 2011 to August 27, 2011 Saturday 6:00 pm","original_name":"Sanlakas Kids","vote_average":0.0,"name":"Sanlakas Kids","cert":"Unavailable","id":17388,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"The $100,000 Fortune Hunt is an Illinois Lottery game show which debuted on September 16, 1989 and aired on Saturday evenings from 1989-1994 on WGN-TV in Chicago; it was also broadcast on WGN's national satellite feed. Jeff Coopwood hosted the first season, with the rest of the run being hosted by Mike Jackson. Linda Kollmeyer served as the hostess during the entire run with Bill Barber as the announcer.","original_name":"$100,000 Fortune Hunt","vote_average":0.0,"name":"$100,000 Fortune Hunt","cert":"Unavailable","id":17389,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Unhappy Happiness","vote_average":0.0,"name":"Unhappy Happiness","cert":"Unavailable","id":17390,"adult":"false","genre_ids":[18,35],"origin_country":["AM"]},{"first_air_date":null,"cast":[],"overview":"Hotel Trubble is a children's comedy drama made by the BBC and broadcast on its television channels CBBC and BBC One. It stars Dominique Moore as Sally, the receptionist; Gary Damer as Lenny; Sam Phillips as Jamie, the bellboy; and Tanya Franks as Dolly and Sheila Bernette as Mrs. Poshington, a guest who never leaves. It is a farce sitcom. A total of 39 episodes have aired on TV between December 2008 and August 2011.. Many guest stars have appeared, including Tom Price, Josie d'Arby, Miranda Hart, Stephen Evans, Steve Furst, Steve Marsh, Dan Wright, Les Dennis and Phil Cornwell.","original_name":"Hotel Trubble","vote_average":0.0,"name":"Hotel Trubble","cert":"Unavailable","id":17393,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2008-11-12","cast":["Craig Pumphrey"],"overview":"Human Wrecking Balls is an American television reality show that premiered on November 12, 2008 on G4 television network.","original_name":"Human Wrecking Balls","vote_average":10.0,"name":"Human Wrecking Balls","cert":"Unavailable","id":17394,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"“Pete Boone, Private Eye” is an Australian television comedy series which has been shown on community television Channel 31, Television Sydney and Aurora. First broadcast in 2002 by October 2008 the various episodes had been played over 500 times. The cult series revolves around the title character who is “Australia’s worst detective”.","original_name":"Pete Boone, Private Eye","vote_average":0.0,"name":"Pete Boone, Private Eye","cert":"Unavailable","id":17395,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Evening Edition was a weather program broadcast by The Weather Channel. Evening Edition included multiple hours of programming, cut into by long-form programs such as When Weather Changed History, as well as a repeating overnight hour.","original_name":"Evening Edition","vote_average":0.0,"name":"Evening Edition","cert":"Unavailable","id":17396,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":"2008-10-28","cast":[],"overview":"A Canadian hour-long music documentary series with each episode telling a story of one artist or band making it work in the music business, exploring in depth a central theme surrounding them.","original_name":"The Rawside Of...","vote_average":0.0,"name":"The Rawside Of...","cert":"Unavailable","id":17397,"adult":"false","genre_ids":[99],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Day Planner is a late morning-early afternoon weather forecast program airing on The Weather Channel Mondays through Fridays from 11:00am-2:00pm ET.","original_name":"Day Planner","vote_average":0.0,"name":"Day Planner","cert":"Unavailable","id":17398,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"PM Edition was a weather program on The Weather Channel, an American television station. It focused on weather conditions for the evening commute. It also recaped the day's weather and delivered the forecast for tomorrow.","original_name":"PM Edition Weekend","vote_average":0.0,"name":"PM Edition Weekend","cert":"Unavailable","id":17399,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":"1983-09-10","cast":["Alvy Moore","Robert David Hall","Gregg Berger","B. J. Ward","Donavan Freberg"],"overview":"The Littles is an animated television series based on The Littles characters in a series of children's novels by American author John Peterson, the first of which was published in 1967. This cartoon was produced by a French\/American\/Canadian animation studio, DIC Entertainment, and as standard practice for TV cartoons of the period, the animation production was outsourced overseas to the Japanese studio TMS Entertainment. It was post-produced by a Canadian Animation studio, Animation City Editorial Services.","original_name":"The Littles","vote_average":7.1,"name":"The Littles","cert":"Unavailable","id":17400,"adult":"false","genre_ids":[16],"origin_country":["JP","CA","US","FR"]},{"first_air_date":null,"cast":[],"overview":"Abrams & Bettes Beyond the Forecast, commonly abbreviated Abrams & Bettes, Beyond the Forecast, or A&B, was a weather program produced by The Weather Channel.\n\nTheme Music https:\/\/soundcloud.com\/sam-richardson-26\/abrams-and-bettes-beyond-the","original_name":"Abrams & Bettes Beyond the Forecast","vote_average":0.0,"name":"Abrams & Bettes Beyond the Forecast","cert":"Unavailable","id":17401,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Sunrise Weather is an early morning weekend program airing on The Weather Channel. Its emphasis is on straightforward forecasts. The program airs for a half-hour on weekend mornings from 4:30-5 a.m. ET, and has the shortest runtime of any forecast program on the network. It is also the lowest viewed show on TWC since it is shown at a very early time and on a weekend.\n\nSunrise Weather launched on September 20, 2008, replacing the first half hour of the now defunct Weekend Outlook. It places more emphasis on hard weather forecasts than most other TWC shows. When the show launched, Ray Stagich co-anchored with Mike Seidel on Saturdays and Alex Wallace on Sundays.\n\nIn September 2009, Seidel left to cover College\/NFL games for TWC, and was replaced by Jeff Morrow.\n\nIn July 2012, Wallace left for First Outlook, and was replaced by Danielle Banks.\n\nIn October 2012, Morrow left TWC. Banks and Stagich started anchoring both Saturday and Sunday together until November 2012, when Banks left for Weekend Now and Weather Center Live, and was not replaced. The show is currently hosted by meteorologists Ray Stagich solely on Saturdays and Sundays.\n\nIf there is a major weather event, Sunrise Weather will be pre-empted by an extended edition of Weekend View.","original_name":"Sunrise Weather","vote_average":0.0,"name":"Sunrise Weather","cert":"Unavailable","id":17402,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Morning Rush is a morning television program on The Weather Channel, an American television station, which airs Monday through Fridays from 7-10 a.m. Eastern Time. It focuses on morning weather conditions around the country and more recently, news and business information that does not pertain to weather.","original_name":"Morning Rush","vote_average":0.0,"name":"Morning Rush","cert":"Unavailable","id":17403,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":"2009-01-13","cast":["Ted Allen"],"overview":"A high energy, fast paced cooking competition that challenges four up-and-coming chefs to turn a selection of everyday ingredients into an extraordinary three-course meal. After each course, a contestant gets “chopped” by our panel of esteemed culinary luminaries until the last man or woman left standing claims victory.","original_name":"Chopped","vote_average":6.8,"name":"Chopped","cert":"Unavailable","id":17404,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"2009-01-01","cast":[],"overview":"Income Property is a home-improvement show which airs on HGTV. The host, Scott McGillivray, is a home contractor and renovation specialist who helps homeowners make their mortgage payments by adding a rental unit to their house.\n\nThe series premiered on HGTV on January 1, 2009. New episodes air Tuesdays at 9pm ET on HGTV US and Thursday at 9pm ET on HGTV Canada. The program was a half-hour long until 2013, when it became an hour-long show.","original_name":"Income Property","vote_average":0.0,"name":"Income Property","cert":"Unavailable","id":17405,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"On Your Way is an American game show that aired on the DuMont Television Network from September 9, 1953 to January 20, 1954 before moving to ABC from January 23 to April 17.\n\nThe series originated from New York City, and was sponsored by Welch's Family Wine.","original_name":"On Your Way","vote_average":0.0,"name":"On Your Way","cert":"Unavailable","id":17406,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2009-01-15","cast":[],"overview":"Undercover Princes is a BBC Three reality TV show which took three royal claimants from foreign cultures and placed them in Brighton where they had to 'live and date' like normal people. The idea for the programme came from the 1988 Eddie Murphy movie Coming to America.\n\nThe contestants were Remigius Jerry Kanagarajah, in exile from the kingdom of Jaffna; Africa Zulu, a Zulu chief from South Africa; and Manvendra Singh Gohil of Rajpipla in north west India.\n\nThe three men lived in a house together and the primary focus is on their search for a 'princess' in the UK whilst at the same time getting used to having to do things for themselves. All three ultimately failed to find a lasting relationship.\n\nThe series was narrated by Dawn Porter. A female counterpart, Undercover Princesses, was made.","original_name":"Undercover Princes","vote_average":0.0,"name":"Undercover Princes","cert":"Unavailable","id":17407,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Weekend View is a weekend weather program on The Weather Channel, airing from 5-11 a.m. Eastern Time. Because of this timeslot, it can be considered the weekend equivalent to Morning Rush, although it airs for six hours in comparison to the three-hour time length of Morning Rush. Weekend View includes local and national outlooks for the day as well as lifestyle segments.","original_name":"Weekend View","vote_average":0.0,"name":"Weekend View","cert":"Unavailable","id":17408,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":"1998-05-19","cast":["Pavel Trávníček","Sabina Laurinová"],"overview":"","original_name":"DO-RE-MI","vote_average":0.0,"name":"DO-RE-MI","cert":"Unavailable","id":17409,"adult":"false","genre_ids":[],"origin_country":["CZ"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"On the Hill","vote_average":0.0,"name":"On the Hill","cert":"Unavailable","id":17410,"adult":"false","genre_ids":[10763],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Factor Lucha fue un programa argentino sobre lucha libre profesional lanzado al aire el 1 de enero de 2006, donde luchadores nacionales e internacionales se enfrentan para lograr ganar el Campeonato de 100% Lucha, sin embargo en años siguientes se sumaron nuevos Campeonatos en juego","original_name":"100% Lucha","vote_average":0.0,"name":"100% Lucha","cert":"Unavailable","id":17411,"adult":"false","genre_ids":[],"origin_country":["AR"]},{"first_air_date":null,"cast":[],"overview":"the alt.sessions is a Canadian television series, capturing bands playing alternative versions of their songs in a unique and meaningful setting. It was launched on aux.tv, a Canadian music website, and BiteTV, a digital cable channel, in late 2008 and currently airs on both.\n\nThe show aims to profile new and emerging artists in alternative rock, hip hop, indie rock, alternative country and other genres.","original_name":"the alt.sessions","vote_average":0.0,"name":"the alt.sessions","cert":"Unavailable","id":17412,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Let's Talk Sex with Dr. Pega Ren is a Canadian English language talk show, produced by Convergent Entertainment, which premiered on September 1, 2008 at 11 pm EST on Canadian digital cable specialty channel, OUTtv.","original_name":"Let's Talk Sex","vote_average":0.0,"name":"Let's Talk Sex","cert":"Unavailable","id":17413,"adult":"false","genre_ids":[10767],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"DVD_TV is a film trivia show that presents the story behind the making of a movie as streaming text in the letterbox area below the picture. It is broadcast in the United States and Canada on the cable network AMC, and is created by and produced at Riverstreet Productions. It premiered on June 2, 2002 with an enhanced presentation of Breakfast At Tiffany's. DVD_TV aired monthly, usually on Sunday nights, and continued for six seasons before its final airing, an augmented version of Apollo 13, on August 3, 2008.","original_name":"DVD_TV","vote_average":0.0,"name":"DVD_TV","cert":"Unavailable","id":17414,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2009-09-28","cast":["Lilly Petruzzi"],"overview":"BrainSurge is an American children's game show aired on Nickelodeon hosted by Jeff Sutphen. The show taped its first season in February 2009, and debuted on September 28, 2009. The show's format was adapted from the Tokyo Broadcasting System game show Brain Survivor.\n\nThe network announced on February 18, 2010 that the program was renewed for a second season, that will consist of 40 episodes, and will feature the same format without any known changes. The second season, which featured the 40 original episodes plus one episode held over from season one, premiered on June 21, 2010. The third season started airing on July 18, 2011 on Nick@Nite. Season 3 is marketed as Family BrainSurge, and has a two-person family team format with five teams.\n\nBrainSurge was taped at Hollywood Center Studios in Hollywood, California.","original_name":"BrainSurge","vote_average":7.8,"name":"BrainSurge","cert":"Unavailable","id":17415,"adult":"false","genre_ids":[10762],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"This telenovela is full of secrets. The plot releases love stories, hate, friendship, revenge, friendship, hate and many surprises.\n\nThe exciting story of Flame of Life shows a love growing interest started in two childhood friends who haven’t seen each other for many years and are bring back together in a tragic moment.","original_name":"Chamas da Vida","vote_average":4.0,"name":"Flames of Life","cert":"Unavailable","id":17416,"adult":"false","genre_ids":[],"origin_country":["BR"]},{"first_air_date":null,"cast":[],"overview":"ITV News West Country is a regional news service covering Bristol, Cornwall, Devon, Dorset, Gloucestershire, Somerset and Wiltshire, produced by ITV West Country.","original_name":"ITV News West Country","vote_average":0.0,"name":"ITV News West Country","cert":"Unavailable","id":17417,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1993-05-03","cast":["Lucero","Ernesto Laguardia","Chantal Andere","Alexis Ayala","Nuria Bages"],"overview":"Los Parientes Pobres is a telenovela made by Mexican TV network Televisa. It is a telenovela set in Mexico. This telenovela was broadcast in 1993.","original_name":"Los Parientes Pobres","vote_average":2.0,"name":"Los Parientes Pobres","cert":"Unavailable","id":17418,"adult":"false","genre_ids":[18,10766],"origin_country":["MX"]},{"first_air_date":"2009-01-05","cast":[],"overview":"Masters of Illusion was a magic show broadcast on PAX TV from 2000 to 2001, which was performed on the grand stage at the Magic Castle in Hollywood, California. The show was revived in 2009 and broadcast on MyNetworkTV. In 2012, MOI was presented as four different specials and run in syndication. The show derives its name from the profession's term Master of Illusion. The series was revived by The CW and new episodes will air in 2014 with new performers.\n\nSome of the performers included:\n\n⁕Ed Alonzo\n\n⁕Krystyn Lambert\n\n⁕Tony Clark\n\n⁕Dan Birch\n\n⁕Jeff McBride\n\n⁕Rocco Silano\n\n⁕Rick Thomas\n\n⁕Brett Daniels\n\n⁕Dan Sperry\n\n⁕Jonathan Levitt\n\n⁕Chase Curtis","original_name":"Masters of Illusion","vote_average":0.0,"name":"Masters of Illusion","cert":"Unavailable","id":17419,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2009-06-18","cast":["Dawn French","Reece Shearsmith","Christopher Biggins","Debbie Chazen","Eileen Atkins"],"overview":"Psychoville is a British dark comedy television . Pemberton and Shearsmith each play numerous characters, with Dawn French and Jason Tompkins in additional starring roles.","original_name":"Psychoville","vote_average":7.0,"name":"Psychoville","cert":"Unavailable","id":17420,"adult":"false","genre_ids":[35,9648],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"ODYSSEY: Driving Around the World is a documentary television series. It follows the 66,000-kilometre driving expedition of seven Americans, including travel writer Rolf Potts. They depart from San Francisco and head south through 26 countries of North America, South America, Australia, and Asia, and back home 15 months later. The team's experience include encounters with a Pol Pot survivor in Cambodia, a Buddhist orphanage in Myanmar, and the Dalai Lama in India. Guest appearances include actor Michael J. Fox and director James Cameron.\n\nBurgess Productions produced the series. ODYSSEY is the title of the documentary travel adventure series itself, with Driving Around the World as the subtitle for the first season.","original_name":"ODYSSEY: Driving Around the World","vote_average":0.0,"name":"ODYSSEY: Driving Around the World","cert":"Unavailable","id":17421,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Liverpool 1 is a British television drama series centred on the work of a fictional Merseyside Police vice squad. Produced by Lime Street Productions for ITV, it starred Samantha Janus and Mark Womack and ran for two series in 1998 and 1999. The series represented an early vehicle for Janus' move into mainstream drama roles, following her success in the situation comedy Game On.","original_name":"Liverpool 1","vote_average":0.0,"name":"Liverpool 1","cert":"Unavailable","id":17422,"adult":"false","genre_ids":[80,18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"I.N.S. Telenews was an American news program aired on the now defunct DuMont Television Network from 1948 to 1949.","original_name":"I.N.S. Telenews","vote_average":0.0,"name":"I.N.S. Telenews","cert":"Unavailable","id":17423,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":null,"cast":["Ariel Rivera","Kim Chiu","Maja Salvador","Xian Lim","Enchong Dee"],"overview":"Ina, Kapatid, Anak is a Philippine television drama directed by Don M. Cuaresma and Jojo A. Saguin. The series premiered on October 8, 2012 on ABS-CBN in the Philippines as part of network's Primetime Bida programming block, and internationally on October 9 on TFC .\n\nThe drama follows the lives of Celyn, Margaux, Liam and Ethan and their struggles for power, acceptance, family and love.\n\nThe show was extended due to success in viewership ratings, the second season premiered on January 14, 2013 with the episode featuring the grand revelation of Celyn being the daughter of Julio and Beatriz. The third and final season premiered on March 7, 2013 with the drama opened a new chapter with a time skip focusing on the characters' young-adult stage and business rivalry.","original_name":"Ina, Kapatid, Anak","vote_average":0.0,"name":"Ina, Kapatid, Anak","cert":"Unavailable","id":17424,"adult":"false","genre_ids":[10759,18],"origin_country":["PH"]},{"first_air_date":"2008-04-01","cast":["Eugene Mirman","Jon Glaser","Nadia Dajani","Jacob Kogan","Jerry Minor"],"overview":"Delocated is an American television series that premiered February 12, 2009 on Adult Swim. The original pilot for the show was aired on April 1, 2008. Jon Glaser plays a man in the Witness Protection Program who moves his family to New York City so they exploit the situation by starring in a reality TV show about them being in the Witness Protection Program. Paul Rudd guest-stars in the pilot as himself. Eugene Mirman co-stars as a Russian hitman\/aspiring stand-up comic hired to kill \"Jon.\"\n\nThis series is produced by Wonder Showzen and Xavier: Renegade Angel creators PFFR. It leans decidedly more towards deadpan humor, and does not use the black humor of their other shows. It is similar in format to The Office, in that it mocks a reality show setup, as if it were a non-fiction, documentary or reality show, not a fictional comedy.\n\nIn the first seven episodes, Delocated had an eleven-minute runtime; as of season two, each episode had a twenty-two-minute runtime. The off-season series finale aired on March 7, 2013.","original_name":"Delocated","vote_average":6.1,"name":"Delocated","cert":"Unavailable","id":17425,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Bright Sparks was a children's television educational series aired on Australian and UK television in 1989. It taught viewers about science and technology. The animated characters explaining the subjects were super-imposed onto live-action footage of the subject matter.","original_name":"Bright Sparks","vote_average":0.0,"name":"Bright Sparks","cert":"Unavailable","id":17426,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"1960-09-26","cast":["Dean Miller","Helen O'Connell","Jack Linkletter"],"overview":"Here's Hollywood is an American celebrity interview program which aired on weekday afternoons on NBC at 4:30 Eastern time from September 26, 1960, to December 28, 1962.","original_name":"Here's Hollywood","vote_average":1.0,"name":"Here's Hollywood","cert":"Unavailable","id":17427,"adult":"false","genre_ids":[10767],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Follow Matt Hunter and Jeremy MacPherson as they dig up original patent designs from history’s lost inventions and build them, test them, and try to make them work. From a snow annihilator from the 1930s to a Chinese dragon rocket over 600 years old to a solar powered crematorium, Matt and Jeremy take us through the strange and entertaining world of invention.","original_name":"The Re-Inventors","vote_average":0.0,"name":"The Re-Inventors","cert":"Unavailable","id":17428,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Singapore Tonight is a long-running flagship daily local news programme on Channel NewsAsia which runs daily from 22:00 until 22:30 SST\/HKT, providing a round-up of all the day's events around Singapore and coverage of breaking news. The highly rated programme is presented by Genevieve Woo.\n\nUp until early July 2008, the show was aired live only in Singapore with a replay available internationally at 00:00 until 00:30 SST\/HKT. In addition, a few segments of the show are available on the international edition of Asian Home News at 22:30 until 23:00 SST\/HKT and 10:30 until 11:00 SST\/HKT.\n\nThis is only one of two main English national newscasts available in Singapore; the other being News 5 Tonight.","original_name":"Singapore Tonight","vote_average":0.0,"name":"Singapore Tonight","cert":"Unavailable","id":17429,"adult":"false","genre_ids":[],"origin_country":["SG"]},{"first_air_date":null,"cast":[],"overview":"The first scenes of the telenovela Another Power were recorded at Palermo and Tonnara di Scopello two cities in Italy.\n\nOne of the most impressive scenes was the terrible explosion of a car where were Tony Castellamare’s wife and their twin daughters; after he arrive at the crime scene, he testified the explosion causing the death of his family.","original_name":"Poder Paralelo","vote_average":0.0,"name":"Another Power","cert":"Unavailable","id":17430,"adult":"false","genre_ids":[],"origin_country":["BR"]},{"first_air_date":null,"cast":[],"overview":"The Great Escape is an Irish television series broadcast on RTÉ One each Tuesday night at 22:15. It follows Irish families who leave Ireland to travel across the world in search of a better life. Two series have thus far been produced, with each series documenting four families who leave Ireland in search of a better life. The series details how they cope in their new surroundings, without any support from friends or family as they set up businesses, develop new careers, meet new friends and overcome cultural differences. Produced by Coco Television, it has thus far featured Irish families who have relocated to such countries as France, South Africa, Spain, Australia, Austria and Italy. The second series in 2009 was part of a group of programmes dealing with the topic of emigration. Others included J1 - Summer in the Sun, Death or Canada, Blood of the Irish and Who Do You Think You Are?.","original_name":"The Great Escape","vote_average":9.0,"name":"The Great Escape","cert":"Unavailable","id":17431,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Round the corner","vote_average":0.0,"name":"Round the corner","cert":"Unavailable","id":17432,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2008-03-25","cast":["Huang Xiaoming","Qiao Zhenyu","Wallace Chung"],"overview":"Royal Tramp is a 2008 Chinese television series adapted from Louis Cha's novel The Deer and the Cauldron. Produced by Zhang Jizhong and Huayi Brothers, the series consists of 50 episodes, filmed in high definition. The series was first broadcast on Jiangsu TV in China in 2008 and was subsequently aired on TVB in Hong Kong and in other countries.","original_name":"鹿鼎记","vote_average":0.0,"name":"Royal Tramp","cert":"Unavailable","id":17433,"adult":"false","genre_ids":[18],"origin_country":["CN"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Quiero Mis Quinces","vote_average":0.0,"name":"Quiero Mis Quinces","cert":"Unavailable","id":17434,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1971-12-24","cast":[],"overview":"A Ghost Story for Christmas is a strand of annual British short television films originally broadcast on BBC One from 1971 to 1978, and later revived in 2005 on BBC Four. With one exception, the original instalments are directed by Lawrence Gordon Clark and the films are all shot on 16 mm colour film. The remit behind the series was to provide a television adaptation of a classic ghost story referencing the oral tradition of telling supernatural tales at Christmas.\n\nEach instalment is a separate adaptation of a short story, ranging from 30 to 50 minutes in duration and each featuring well-known British actors such as Clive Swift, Robert Hardy, Peter Vaughan, Edward Petherbridge and Denholm Elliott in the title roles. The first five are adaptations of ghost stories by M. R. James, the sixth is based on a short story by Charles Dickens and the two final instalments are original screenplays by Clive Exton and John Bowen respectively.\n\nAn earlier black-and-white 1968 Omnibus adaptation of M.R. James's Whistle and I'll Come to You, directed by Jonathan Miller, is often cited as an influence upon the production of the films, and is sometimes included in the canon. The series was revived by BBC Four in 2005 with a new series of annual adaptations.","original_name":"A Ghost Story for Christmas","vote_average":0.0,"name":"A Ghost Story for Christmas","cert":"Unavailable","id":17435,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":"2009-02-21","cast":["Tabitha St. Germain","Brian Froud","Carlos Alazraqui","Seán Cullen","Cory Doran"],"overview":"Jimmy Two-Shoes is a Canadian animated television series that aired on Disney XD in the United Kingdom and in the USA, and Teletoon in Canada. The series were centered around the exploits of the happy-go-lucky titular character Jimmy, who lives in Miseryville, a miserable town filled with monsters and demon-like creatures. The series were created by Edward Kay and Sean Scott. The series is rated G in Canada and TV-Y7 in the United States. The show premiered on February 21, 2009, ending its run in the U.S. on July 15, 2011, spanning 2 seasons.","original_name":"Jimmy Two-Shoes","vote_average":6.0,"name":"Jimmy Two-Shoes","cert":"Unavailable","id":17436,"adult":"false","genre_ids":[16,35],"origin_country":["CA","US"]},{"first_air_date":"1988-12-26","cast":["Lisa Harrow","Klaus Grünberg","Stuart Wilson","Sverre Anker Ousdal","Garðar Thór Cortes"],"overview":"Nonni and Manni is a children's television series produced as a joint venture between Iceland and West Germany. It debuted on 26 December 1988 on West Germany's ZDF channel and lasted for six episodes with the last one being aired on 1 January 1989.\n\nThe story was based on the eponymous book written by the popular Icelandic children's author Jón Sveinsson, nicknamed \"Nonni\", who had written several books inspired by his own experiences of growing up alongside his brother Ármann, nicknamed \"Manni\". The filming for the series took place in Iceland, West Germany and Norway.","original_name":"Nonni und Manni","vote_average":8.7,"name":"Nonni und Manni","cert":"Unavailable","id":17437,"adult":"false","genre_ids":[],"origin_country":["IS","DE"]},{"first_air_date":"2005-10-21","cast":["Mao Inoue","Jun Matsumoto","Shun Oguri","Shota Matsuda","Tsuyoshi Abe"],"overview":"Hana Yori Dango is a Japanese television drama series, broadcast on TBS in 2005. It is based on Japanese shōjo manga series, Boys Over Flowers, written by Yoko Kamio. The series is the third television adaptation of the manga following Meteor Garden and its sequel Meteor Garden II in Taiwan. It also resulted in a sequel Hana Yori Dango Returns and a movie adaptation Hana Yori Dango Final. It was one of the most popular dramas of the year and won many major awards.","original_name":"花より男子","vote_average":8.8,"name":"Boys Over Flowers","cert":"Unavailable","id":17438,"adult":"false","genre_ids":[35,18],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"May Bukas Pa is a Philippine drama series which started long-airing from February 2, 2009 to February 5, 2010","original_name":"May Bukas Pa","vote_average":0.0,"name":"May Bukas Pa","cert":"Unavailable","id":17439,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Cuando llega el amor is a telenovela made by Mexican TV network Televisa. It is a telenovela aimed to young audience, set in Mexico. This telenovela was broadcast in 1990.","original_name":"Cuando llega el amor","vote_average":0.0,"name":"Cuando llega el amor","cert":"Unavailable","id":17440,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Read Out! was a Canadian English language talk show. Read Out! premiered on April 18, 2003 at 7:30 pm EST on Canadian digital cable specialty channel, PrideVision, now known as OUTtv.","original_name":"Read Out!","vote_average":0.0,"name":"Read Out!","cert":"Unavailable","id":17441,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":"1960-02-07","cast":["Mary Tyler Moore","Doug McClure","William Bendix"],"overview":"","original_name":"Overland Trail","vote_average":0.0,"name":"Overland Trail","cert":"Unavailable","id":17442,"adult":"false","genre_ids":[37],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Winning Lines was a short-lived American game show that aired from January 8, 2000 to February 18, 2000. Based on the British version of the same name, it was considered as the CBS's answer to the success of ABC's Who Wants to Be a Millionaire. It was hosted by Dick Clark, directed by James Yukich and produced by Stone Stanley Entertainment in conjunction with the British production company, Celador. The announcer for the program was veteran voice-over announcer Chuck Riley.\n\nThis was Dick Clark's final game show, as well as his final show for CBS.","original_name":"Winning Lines","vote_average":0.0,"name":"Winning Lines","cert":"Unavailable","id":17443,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Pancham is an Indian TV series aired on Zee TV channel, based on the life of a young teenage boy, Harpaul Rana, who wants to set the 'world' right without 'preaching'. The series premiered on August 30, 2004, and aired every Monday - Thursday at 1pm IST.","original_name":"Pancham","vote_average":0.0,"name":"Pancham","cert":"Unavailable","id":17444,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Village Barn was the first country music program on American network television. Broadcast by NBC-TV from May 24, 1948–September 1949 and from January 16–May 29, 1950, the live weekly variety series originated from The Village Barn, a country music nightclub in New York City's Greenwich Village.\n\nHosts included Zebe Carver, Dick Thomas, Dick Dutley, Bob Stanton, Rosalie Allen and Ray Forrest. Guests for the premiere, a 40-minute broadcast by WNBT-TV, were Texas Ruby and Curly Fox along with The Dixie Boys.\n\nPerformers included Pappy Howard and His Tumbleweed Gang, Harry Ranch and His Kernels of Korn, Bill Long's Ranch Girls, Plute Pete and Romolo De Spirito. Shorty Warren and His Western Rangers appeared in November 1948. In July 1949, Oklahoma governor Roy J. Turner appeared, singing his single, \"My Memory Trail\".\n\nThe show also featured square dancing and audience participation in kiddie car, hobby horse and potato sack races.","original_name":"Village Barn","vote_average":0.0,"name":"Village Barn","cert":"Unavailable","id":17445,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2009-02-05","cast":["Chris Brown","Lisa Chimes","Andrew Marchevsky"],"overview":"Chronicles the adventures of charismatic Veterinarians Dr. Chris Brown and Dr. Lisa Chimes as they live and work at one of Australia’s most famous locations – Sydney’s Bondi Beach.","original_name":"Bondi Vet","vote_average":10.0,"name":"Bondi Vet","cert":"Unavailable","id":17446,"adult":"false","genre_ids":[99],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"WWE This Week is a television series produced by WWE which recaps events taking place on Raw and SmackDown.\n\nWWE This Week premiered on February 9, 2009. It airs each Monday night at 21:00 CET. Eurosport broadcasts WWE This Week in all its European countries excluding the United Kingdom reaching over 200 million viewers. The show was formerly hosted by Jack Burnicle, who was then replaced by Annabel Croft after Burnicle left the company.\n\nOn November 30, 2009, United Kingdom sports broadcaster Sky Sports announced that they acquired the rights to show WWE This Week. In July 2012, WWE This Week aired on Astro SuperSport.","original_name":"WWE This Week","vote_average":2.0,"name":"WWE This Week","cert":"Unavailable","id":17447,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2009-02-02","cast":["Indira Varma","Matt Smith","Eamonn Walker","Shaun Parkes","Dennis Waterman"],"overview":"The story begins when a wave of violence hits London following the discovery of the bizarrely mutilated body of a man in the Thames. First appearances suggest a witchcraft killing. But the dark reality is more complicated – and even more frightening. Assigned to the case is young, hopeful DS Dan Twentyman and his senior partner DI Moses Jones, seconded from Scotland Yard due to cultural links with the local community.","original_name":"Moses Jones","vote_average":4.0,"name":"Moses Jones","cert":"Unavailable","id":17448,"adult":"false","genre_ids":[80,18,9648],"origin_country":["GB"]},{"first_air_date":"1966-09-06","cast":["Ron Hayes","Patrick Wayne","Chill Wills"],"overview":"The Rounders was a 17-episode western-style situation comedy about two cowboys on the fictitious J.L. Ranch in Texas. It starred Ron Hayes as Ben Jones and Patrick Wayne, a son of John Wayne, as Howdy Lewis. The M-G-M television series aired on ABC from September 6, 1966, to January 3, 1967. The program was loosely based on a 1965 film of the same name, The Rounders, starring Glenn Ford and Henry Fonda, set near Sedona, Arizona, rather than Texas.\n\nChill Wills, a native Texan and formerly of CBS's Frontier Circus, appeared as the shady ranch owner, Jim Ed Love. Janis Hansen co-starred as Ben's girlfriend, Sally, and Bobbi Jordan played Howdy's girlfriend, Ada. Jason Wingreen appeared as Shorty Dawes, and Walker Edmiston as Regan. Character actors Strother Martin and J. Pat O'Malley appeared as \"Cousin Fletch\" and \"Vince\", respectively. James Brown, formerly the lieutenant on The Adventures of Rin Tin Tin, played \"Luke\".\n\nSelected episodes with notable guest stars include: \"A Horse on Jim Ed Love\", series premiere with Harry Carey, Jr.; \"It's a Noble Thing to Do\", with John Smith, formerly Slim Sherman on NBC's Laramie; \"Don't Buffalo Me\", with Jay Silverheels, formerly Tonto of The Lone Ranger, as John Tallgrass; \"The Moonshine Still Shines\"; \"It Takes Only One to Suffer\"; \"The Scavenger Hunt\" with Zsa Zsa Gabor as Ilona Hobson; \"Some Things Are Not for Sale\"; \"Four Alarm Wing Ding\", with Dick Haynes as a sheriff; \"Horse of a Different Cutter\" with Andy Devine as Honest John Denton and Strother Martin as Cousin Fletch; \"Polo, Anyone?\", with Jay C. Flippen as Kenny Fahrbush; \"Efficiency Is for Experts\", and \"What Elephants?\", the series finale, in which Ben and Howdy try to hide an elephant in plain sight.","original_name":"The Rounders","vote_average":3.0,"name":"The Rounders","cert":"Unavailable","id":17449,"adult":"false","genre_ids":[37,35],"origin_country":["US"]},{"first_air_date":"2009-02-02","cast":["Steve Pemberton","Phil Davis","Alex Jennings","Rupert Penry-Jones"],"overview":"Whitechapel is a British television drama series","original_name":"Whitechapel","vote_average":7.4,"name":"Whitechapel","cert":"Unavailable","id":17450,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"The Dream Catchers is a Singaporean Chinese modern romance drama which was telecasted on Singapore's free-to-air channel, MediaCorp Channel 8. It made its debut on 4 February 2009 and ended on 3 March 2009. This drama serial consists of 20 episodes, and was screened on every weekday night at 9:00 pm.\n\nThis drama is known for having cast members consisting mainly of young actors and actresses, and traveled to Japan and Bintan for filming.\n\nThe Singapore Economic Development Board is the main sponsor for this series.","original_name":"The Dream Catchers","vote_average":0.0,"name":"The Dream Catchers","cert":"Unavailable","id":17451,"adult":"false","genre_ids":[],"origin_country":["SG"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"On Campus","vote_average":0.0,"name":"On Campus","cert":"Unavailable","id":17452,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2009-02-06","cast":["Alex Solis","Aaron Gryder","Jon Court","Mike E. Smith","Kayla Stra"],"overview":"Jockeys is an American documentary sports reality television series that premiered on February 6, 2009 on Animal Planet. The series chronicles the professional lives of jockeys during the famous thirty-day Oak Tree Meet at Santa Anita Park. First and second season episodes aired on Friday nights.\n\nThe second season, which premiered on August 21, 2009 added Corey Nakatani and Garrett Gomez to the featured jockeys while Jon Court departed to race in Kentucky.\n\nThe taglines of the show are:\n\n⁕\"Win or Die Trying\" for season 1 and\n\n⁕\"To Win It All You Have to Risk It All\" for season 2.\n\n\"Stronger\" by Kanye West is used as the theme song.","original_name":"Jockeys","vote_average":0.0,"name":"Jockeys","cert":"Unavailable","id":17453,"adult":"false","genre_ids":[99,18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Reincarnated is a 60 episode 1979 wuxia television series and was produced and aired by Rediffusion Television in Hong Kong and also a series of books, TV and films written by Wong Ying who co-wrote some of Gu Long stories, such as the Six Spine-Chilling Stories Series and other people.","original_name":"Tian Can Bian","vote_average":0.0,"name":"Reincarnated","cert":"Unavailable","id":17454,"adult":"false","genre_ids":[18],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"Villa Dulce is a Chilean CGI animated series created by Beatriz Buttazzoni and Francisco Bobadilla of Empatía Productions in 2004 and broadcast in Canal 13 network. Villa Dulce was a historical series in Chile because it was the first animated TV program made in the country since Condorito's shorts in the 80s.\n\nSince its debut on March 6, 2004 the show has broadcast 26 episodes and 2 specials and was a strong influence for the creation of others Chilean animation series after Villa Dulce success, like Clarita, Diego y Glot, Pulentos y El Ojo del Gato.","original_name":"Villa Dulce","vote_average":6.0,"name":"Dulce Ville","cert":"Unavailable","id":17455,"adult":"false","genre_ids":[16,35],"origin_country":["CL"]},{"first_air_date":null,"cast":[],"overview":"Ang Utol Kong Hoodlum is a Philippines drama series developed for TV5 created by Deo J. Fajardo. It stars JC de Vera and Jasmine Curtis-Smith. It is a remake of the original movie where Robin Padilla played the role of Ben, a hoodlum, and Vina Morales, as Bing. The movie was first released in 1991 then a sequel entitled \"Miss na Miss Kita: Ang Utol Kong Hoodlum 2\" was made the following year. It is produced by Vic Del Rosario Jr and Manuel V Pangilinan, it also marks as the First Primetime Series Produced by Viva Television for TV5 after a decade.","original_name":"Ang Utol Kong Hoodlum","vote_average":0.0,"name":"Ang Utol Kong Hoodlum","cert":"Unavailable","id":17456,"adult":"false","genre_ids":[10759,18,35],"origin_country":["PH"]},{"first_air_date":"2009-01-14","cast":[],"overview":"The City Uncovered with Evan Davis is a 2009 British documentary series.","original_name":"The City Uncovered","vote_average":0.0,"name":"The City Uncovered","cert":"Unavailable","id":17457,"adult":"false","genre_ids":[99,10763],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Camera Headlines was an early American television series that aired from 1948 to 1949 on the DuMont Television Network.","original_name":"Camera Headlines","vote_average":0.0,"name":"Camera Headlines","cert":"Unavailable","id":17458,"adult":"false","genre_ids":[10763],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Your Bottom Line is a CNN news program focusing on financial news hosted by Christine Romans. The program was hosted by Gerri Willis before her departure from CNN in February 2010. She later moved to Fox Business in March 2010 The show airs Saturdays at 9:30am on CNN. Originally called Open House, the program is designed to show how the political and economic news of the week affects a viewer's bottom line. The topics discussed on Your Bottom Line have shifted from a narrow real estate focus to a broader discussion of personal finance, from houses to cars, from personal debt to bank accounts. The stated goal of 'Your Bottom Line' is to give viewers information so that they can save as much money as possible.","original_name":"Your Bottom Line","vote_average":0.0,"name":"Your Bottom Line","cert":"Unavailable","id":17459,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"MTV News is a Canadian entertainment and pop culture news program on the Canadian cable specialty channel, MTV.\n\nMTV News is hosted by Aliya-Jasmine Sovani \"AJ\" along with correspondents Johnny Hockin and Sharlene Chiu. MTV News reports on the days entertainment and pop culture news and interviews with emerging and well-known artists in music and celebrities.","original_name":"MTV News","vote_average":0.0,"name":"MTV News","cert":"Unavailable","id":17460,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Paradise Café is a teen television series that premiered on 6 January 2009 on CBBC Channel and TV2. It was a co-production between New Zealand's Gibson Group and UK company Initial, a division of Endemol. The first series started on 6 January 2009 and ended on 31 March 2009. The second series premiered in the United Kingdom and New Zealand on 17 January 2011 and the final episode aired on 7 February 2011. There will be no series 3 because it was announced on twitter by the cast.","original_name":"Paradise Café","vote_average":0.0,"name":"Paradise Café","cert":"Unavailable","id":17461,"adult":"false","genre_ids":[],"origin_country":["GB","NZ"]},{"first_air_date":null,"cast":[],"overview":"How Far Will You Go? is a Canadian English language documentary television series. How Far Will You Go? premiered on July 1, 2008 at 8:00 p.m. EST on the Canadian digital cable specialty channel, OUTtv. The series was also available in the United States on the pay channel here!","original_name":"How Far Will You Go?","vote_average":0.0,"name":"How Far Will You Go?","cert":"Unavailable","id":17462,"adult":"false","genre_ids":[99],"origin_country":["CA"]},{"first_air_date":"2008-10-25","cast":["Carter Jenkins","Rob Paulsen","Cathy Weseluck","Erin Matthews","Tom Kenny"],"overview":"Kid vs. Kat is a Canadian-American animated television series developed and produced at Studio B Productions. The show was created and co-directed by Rob Boutilier. The series is distributed by Studio B Productions. The feature revolves around a 10-year-old boy's constant battle with his sister's Sphinx cat which, in reality, is a cybernetic alien.\n\nThe show premiered on YTV in Canada on October 25, 2008, aired on Disney XD in the United States on February 21, 2009, and then ended on June 4, 2011. It ran for 2 seasons, spanning 52 episodes.","original_name":"Kid vs. Kat","vote_average":6.1,"name":"Kid vs. Kat","cert":"Unavailable","id":17463,"adult":"false","genre_ids":[10759,16,35,10765],"origin_country":["CA","US"]},{"first_air_date":"1960-06-08","cast":["Doris Packer","Ronnie Burns","Burt Metcalfe","Lloyd Corrigan"],"overview":"Happy is an American sitcom that aired on NBC. The series stars Ronnie Burns, the adopted son of George Burns and Gracie Allen, which aired from June 8 to September 28, 1960.","original_name":"Happy","vote_average":0.0,"name":"Happy","cert":"Unavailable","id":17464,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2009-03-17","cast":["Alexandra Chando","Bonnie Burroughs","Matt Cohen","Ryan Hansen"],"overview":"","original_name":"Rockville, CA","vote_average":0.0,"name":"Rockville, CA","cert":"Unavailable","id":17465,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2008-09-01","cast":[],"overview":"Ben & Izzy is a Jordanian three-dimensional, computer animated children's television series. It was produced by Jordan's rising educational and CGI animation company Rubicon. This series follows the adventures and developing friendship of two pre-teenaged boys known as Ben and Izzy, who are from the United States and Jordan respectively, as well as a desert genie known as Yasmine, who takes the form of a young girl closely resembling the age of the boys.\n\nDespite the fact the series was produced in Jordan, it was primarily released in English for international purposes before its official Arabic dub in 2008. The series was created primarily to entertain, but it was also created as an educative experience about certain aspects of Arab history, and how it affected Western culture, which is also the forming of the bond between the Western Ben and the Eastern\/Arab Izzy. This in turn represents a comprehensible and possible union of Western and Eastern\/Arab cultures, in spite of the current prejudice views of each culture in the other. There are currently 13 episodes created, although 26 were originally planned.","original_name":"Ben & Izzy","vote_average":0.0,"name":"Ben & Izzy","cert":"Unavailable","id":17466,"adult":"false","genre_ids":[16],"origin_country":["JO"]},{"first_air_date":null,"cast":[],"overview":"Power Play is a Canadian public affairs television show which airs weekdays on CTV News Channel. Interviews are conducted with important Canadian political figures as well as political journalists and strategists, and includes a regular segment with CTV's Craig Oliver. The show broadcasts from Parliament Hill and was hosted on a week-by-week basis by various CTVglobemedia journalists, including Jane Taber and Roger Smith, as temporary replacements for the original host Tom Clark upon his departure in September 2010.\n\nOn November 30, 2010, CTV announced that Don Martin, a newspaper columnist, would become the new host of Power Play starting in mid-December 2010.\n\nPower Play is the permanent successor to Mike Duffy Live, which aired until December 2008 when Mike Duffy, the host, was appointed to the Senate of Canada. Following the departure of Duffy, a program called On the Hill, hosted by Graham Richardson, ran for one month until Power Play premiered.","original_name":"Power Play","vote_average":0.0,"name":"Power Play","cert":"Unavailable","id":17467,"adult":"false","genre_ids":[10763],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Swim star","vote_average":0.0,"name":"Swim star","cert":"Unavailable","id":17468,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Hot Pink Shorts is a Canadian English language anthology series comprising various LGBT related short films. Hot Pink Shorts premiered on September 13, 2007 at 8:30 pm EST on Canadian digital cable specialty channel, OUTtv.\n\nIn 2012, a new series was launched titled Hot Pink Shorts: The Making Of","original_name":"Hot Pink Shorts","vote_average":0.0,"name":"Hot Pink Shorts","cert":"Unavailable","id":17469,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2009-04-09","cast":["Sean Maguire","Matt Lucas","Kevin Hart","India de Beaufort","Steve Speirs"],"overview":"Kröd Mändoon and the Flaming Sword of Fire is a British-American comedic sword and sorcery series created by Peter A. Knight, co-produced by Hat Trick Productions and Media Rights Capital for Comedy Central and BBC Two, which premiered on April 9, 2009 in the USA and on June 11 in the UK. It began airing on July 8 in Canada, on Citytv. In August 2009, it was reported that the series was canceled after Comedy Central pulled out of the production, but the BBC has retracted this claim, stating that a second series could be produced if they were able to gain a new funding partner. According to Jimmy Mulville of Hat Trick Productions, \"There is a bit of misinformation going on. As far as the writers and the controller of BBC comedy and the controller of BBC2 and Matt Lucas are concerned, we are developing a second series.\"","original_name":"Kröd Mändoon and the Flaming Sword of Fire","vote_average":6.9,"name":"Krod Mandoon and the Flaming Sword of Fire","cert":"Unavailable","id":17470,"adult":"false","genre_ids":[10765,35,10759],"origin_country":["US","GB"]},{"first_air_date":null,"cast":[],"overview":"Project Ha Ha is an Irish experimental comedy television series of pilots broadcast in four parts on RTÉ Two in January 2009. The series showcases comedians such as Dead Cat Bounce, Diet of Worms, David McSavage and an ensemble piece featuring comedians including Bernard O'Shea, Colum mcDonnell and Carol Tobin. The projects are produced by such companies as Blinder Films, Red Jam Productions, D.A.D.D.Y, Accomplice Productions and Green Inc Productions. Project Ha Ha aired each Monday at 22:55 from 5 – 24 January 2009.","original_name":"Project Ha Ha","vote_average":0.0,"name":"Project Ha Ha","cert":"Unavailable","id":17471,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Nighthawks was an Irish television series broadcast on Network 2. It was hosted by Shay Healy. It was part of the major re-brand of RTÉ Two as Network 2 in 1988.\n\nThe programme, which began broadcasting in the late 1980s, was a three times-weekly, late-night series. Nighthawks was produced for its first two seasons by David Blake-Knox. In its third season the series producer was Anne Enright, later to become a Booker Prize-winning novelist. In its final season, it was produced by Briain Mac Lochlainn. The Irish Film and Television Awards-nominated director Charlie McCarthy and producers David McKenna and Philip Kampf also worked on the programme. The show's signature tune was composed by Ronan Johnston. It also featured several contributory sketches from Nuala Kelly, Joe Taylor, and Orla McGovern.\n\nAn early star of the series was Northern Irish comedian Kevin McAleer, who specialised in rambling but amusing monologues to camera. The Irish actor\/comedian-turned British television presenter Graham Norton also appeared on Nighthawks early in his career.\n\nNighthawks was produced by RTÉ Raidió Teilifís Éireann. The programme was documented in the first episode of the 2008 RTÉ television series reviewing Irish comedy, Boom! Boom! The Explosion of Irish Comedy. The Irish folk and contemporary singer Mary Black has remarked on her website on the programme's 1989 connection to her song \"No Frontiers\". When RTÉ Radio issued new rate cards covering the period from 20 December 1999 until 4 June 2000, it used the term \"Nighthawks\" to refer to the fourteen spot nighttime packages it was making available on RTÉ 2fm.","original_name":"Nighthawks","vote_average":0.0,"name":"Nighthawks","cert":"Unavailable","id":17472,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":"1999-02-04","cast":[],"overview":"Insectia is a nature documentary program on the Discovery Channel. The show's host, Georges Brossard, explains the life of insects by traveling around the world and introducing specimens in their natural habitat.","original_name":"Insectia","vote_average":0.0,"name":"Insectia","cert":"Unavailable","id":17473,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"1966-09-12","cast":["Ron Harper","Leonard Stone","Jean Arthur","Richard Conte"],"overview":"The Jean Arthur Show is an American situation comedy that aired on CBS from September to December 1966. The series stars Jean Arthur and Ron Harper, and was under the primary sponsorship of General Foods.","original_name":"The Jean Arthur Show","vote_average":0.0,"name":"The Jean Arthur Show","cert":"Unavailable","id":17474,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Max Kellerman Show","vote_average":0.0,"name":"The Max Kellerman Show","cert":"Unavailable","id":17475,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2009-01-12","cast":[],"overview":"Eight ordinary people are given a million dollars and a fortnight of intensive training to run their own hedge fund. Hedge fund manager Lex van Dam wants to see if they can beat the professionals.","original_name":"Million Dollar Traders","vote_average":0.0,"name":"Million Dollar Traders","cert":"Unavailable","id":17478,"adult":"false","genre_ids":[10764],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Demonstrations in Physics was an educational science series produced in Australia by ABC Television in 1969. The series was hosted by American scientist Julius Sumner Miller, who demonstrated experiments involving various disciplines in the world of physics.\n\nThe series was also released in the United States under the title Science Demonstrations.\n\nThis program was a series of 45 15 minute shows on various topics in physics, organized into 3 units: Mechanics, Heat and Temperature\/Toys, and Waves and Sound\/Electricity and Magnetism.","original_name":"Demonstrations in Physics","vote_average":0.0,"name":"Demonstrations in Physics","cert":"Unavailable","id":17479,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2006-03-22","cast":["Kim Hee-chul","Nam Sang-mi","Yeo Woon-kay","Hyun Young","Lee Young-yoo"],"overview":"Bad Family is a South Korean television series starring Kim Myung-min, Nam Sang-mi, Im Hyun-shik, Yeo Woon-kay, Kang Nam-gil, Geum Bo-ra, Kim Heechul and Lee Young-yoo. It aired on SBS from March 22 to May 11, 2006 on Wednesdays and Thursdays at 21:55 for 16 episodes.","original_name":"불량가족","vote_average":9.0,"name":"Bad Family ","cert":"Unavailable","id":17480,"adult":"false","genre_ids":[18],"origin_country":["KR"]},{"first_air_date":"2009-03-02","cast":[],"overview":"Bookaboo is a British children's television series produced by Lucy Goodman of Happy Films and co-directed by Ian Emes. The show features puppets, celebrities, picture books, songs and animation. Lucy Goodman created the show after researching the current global decline in parental reading in the home. Bookaboo is carefully crafted to inspire more children and grown ups to have fun sharing books together. Bookaboo is broadcast on CITV in the UK, and ABC2 in Australia.","original_name":"Bookaboo","vote_average":0.0,"name":"Bookaboo","cert":"Unavailable","id":17481,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1990-08-20","cast":["Ken Ober","Mary Jackson","Leonardo DiCaprio","William Windom","Ed Begley Jr."],"overview":"Parenthood is an American comedy-drama series based on the 1989 film of the same name. Executive produced by Ron Howard, the series aired for one season on NBC.\n\nParenthood was one of many failed movie-to-TV adaptations in the fall of 1990 which included Working Girl, Baby Talk, Ferris Bueller and Uncle Buck.","original_name":"Parenthood","vote_average":0.0,"name":"Parenthood","cert":"Unavailable","id":17482,"adult":"false","genre_ids":[18,35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Chispita is a telenovela made by Mexican TV network Televisa. It is a familiar telenovela, set in Mexico. This telenovela was broadcast in 1983. This was the first telenovela that Lucero starred as a main character.","original_name":"Chispita","vote_average":0.0,"name":"Chispita","cert":"Unavailable","id":17483,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":"1960-10-17","cast":["Charles Bateman","Francis De Sales","Joyce Meadows","Paul Comi","June Blair"],"overview":"Two Faces West is a 39-episode half-hour syndicated television western series set in Gunnison in southwestern Colorado, which aired from October 17, 1960, to July 31, 1961. It stars Scottish native Charles Bateman in the dual roles of twin brothers, Rick January, M.D., and Marshal Ben January. Matthew Rapf produced the series.\n\nFrancis De Sales appeared as Sheriff Maddox; Joyce Meadows portrayed Stacy, and Paul Comi played Deputy Johnny Evans. In the marshal's role, Bateman played a man prone to violent outbursts in his pursuit of law and order; as the physician, he demonstrated calmness and compassion. The series was filmed by Screen Gems at the Iverson's Movie Ranch in Chatsworth in Los Angeles County, California.","original_name":"Two Faces West","vote_average":0.0,"name":"Two Faces West","cert":"Unavailable","id":17484,"adult":"false","genre_ids":[37],"origin_country":["US"]},{"first_air_date":"2009-02-16","cast":["Rosemary Shrager"],"overview":"Aussie Ladette to Lady is an Australian reality-based television series, based on the format of the successful British series Ladette to Lady. The premise of the series sees eight Australian women sent to Eggleston Hall Finishing School in England, where the staff will attempt to transform them into ladies. The series debuted in Australia on 16 February 2009 on the Nine Network.\n\nA second season began on 20 October 2009.","original_name":"Aussie Ladette to Lady","vote_average":0.0,"name":"Aussie Ladette to Lady","cert":"Unavailable","id":17485,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"2009-02-03","cast":[],"overview":"Scrubs: Interns is a webisode series from ABC based on the comedy-drama series Scrubs in its eighth season, which originally aired on ABC.com; each episode would premiere the day a new Scrubs episode aired on TV. The webisodes originally premiered between January 1, 2009 and April 8, 2009, with two additional episodes being released on the season eight DVD and Blu-ray set.\n\nThe webisodes featured four interns in their first year at Sacred Heart Hospital – Katie Collins, Denise \"Jo\" Mahoney, Howie Gelder and Sonja \"Sunny\" Dey, who \"directs\" the series as a video diary project. Ed Dhandapani is mentioned in passing but only appears in the final webisode.\n\nEach of the main cast members of Scrubs appears in at least one webisode. Two recurring cast members, Ted and The Todd, also make appearances.\n\nSome of the episodes relate directly to the main series. For example, \"Screw You with Ted and the Gooch\" consists largely of an unabridged scene from \"My Lawyer's in Love.\"","original_name":"Scrubs: Interns","vote_average":7.0,"name":"Scrubs: Interns","cert":"Unavailable","id":17486,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Arka Sıradakiler is the title of a Turkish teen drama series, created by Birol Güven and directed by Hamdi Alkan. Meaning \"those at the rear desks\", name of the series was attributed to a group of forsaken students whose experiences are taken as subject of the storyline. The series began broadcast on September 30, 2007 on Fox Turkey. It is aired weekly on Sundays at 19:45.","original_name":"Arka Sıradakiler","vote_average":0.0,"name":"Arka Sıradakiler","cert":"Unavailable","id":17489,"adult":"false","genre_ids":[18],"origin_country":["TR"]},{"first_air_date":null,"cast":[],"overview":"Bhootwala Serial is a comedy show that aired on SAB TV and premiered on February 23, 2009. It is the first horror - comedy show in India.\n\nThe show's premise is about a group of friends purchasing\/renting a home and the feeble attempts of the resident ghosts to evict them. It parodies the stereotypical aspects of Indian horror such as evil she-ghosts, evil laughter, odd-looking make up of the ghosts etc...\n\nMost episodes feature more or less the same gimmicks with exception to some special episodes.","original_name":"Bhootwala Serial","vote_average":0.0,"name":"Bhootwala Serial","cert":"Unavailable","id":17490,"adult":"false","genre_ids":[35],"origin_country":["IO"]},{"first_air_date":"1998-10-10","cast":["Annick Obonsawin","Deborah Odell","Kirby Morrow"],"overview":"Brats of the Lost Nebula is a puppet and computer animated series originally broadcast on the Kids' WB block of Saturday morning programming in 1998. Created by Dan Clark, the sci-fi series for kids used puppets from Jim Henson's Creature Shop and state of the art computer graphics from C.O.R.E. Digital Effects. The series followed the adventures of 5 orphans all from different planets that must band together to fight an evil invading force known as \"The Shock\". The series was canceled after airing its third episode in the US but the remaining episodes were shown on Canada's YTV.","original_name":"Brats of the Lost Nebula","vote_average":0.0,"name":"Brats of the Lost Nebula","cert":"Unavailable","id":17491,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1962-01-02","cast":["Bill Leyden"],"overview":"Your First Impression is a NBC daytime game show which aired from January 2, 1962, to June 26, 1964. A panel of three celebrities tried to guess the identity of mystery guests from clues supplied by the host. Bill Leyden was the MC of the program, with Dennis James as a regular panelist or alternating host. Filmed in Burbank, California, Your First Impression was a Monty Hall-Art Stark Production. Hall was the series executive producer. The program aired at Noon Eastern time and followed another quiz program, Concentration, then hosted by Hugh Downs.\n\nCelebrities who appeared on the series included Pat Carroll, Bob Crane, Nina Foch, Ross Martin, Dean Miller, Leslie Nielsen, Inger Stevens, Elena Verdugo, Betty White, and Paul Winchell. Joan Crawford was a mystery guest. Richard Nixon appeared as a mystery guest after his losses to John F. Kennedy for President and Edmund G. Brown for governor of California. He got a laugh when he was asked to fill in the blank: \"I wish that I __________,\" and he answered, \"had been a PT-boat captain.\"","original_name":"Your First Impression","vote_average":0.0,"name":"Your First Impression","cert":"Unavailable","id":17492,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Lookaround","vote_average":0.0,"name":"Lookaround","cert":"Unavailable","id":17493,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1960-09-26","cast":["Don Gordon","Warner Jones","Mike Galloway","Morgan Jones","Dennis Cross"],"overview":"The Blue Angels is a 1960-1961 American syndicated television series about the Blue Angels of the United States Navy. The program starred Dennis Cross as Commander Arthur Richards, the head of a four-man squadron which tours the country to give flight exhibitions. Don Gordon starred as Lieutenant Hank Bertelli, Michael Galloway as Lieutenant Russ MacDonald, Morgan Jones as Commander Donovan, Warner Jones as Captain Wilbur Scott, Robert Knapp as crewman Zeke Powers, and Ross Elliott as crewman Cort Ryker. Simeon G. Gallu, Jr., produced the series.\n\nBurt Reynolds appeared twice as Chuck Corman, and William Bryant twice played the role of Charlie Robinson in \"Sierra Survival\" and \"The Diamond Goes to War\". Selected Blue Angels episodes and guest stars include: \"Angel on Trial\", the series premiere, \"The Jarheads\", \"Fire Flight\" with Burt Reynolds and Dick Jones, \"Tiger Blood\", \"Carrier Test\", \"Don't Scream at a Jet\", \"Sierra Survival\", \"Alien Entry\", \"The Duster\", \"The Blue Leaders\", \"The Sticking Season\".","original_name":"The Blue Angels","vote_average":0.0,"name":"The Blue Angels","cert":"Unavailable","id":17494,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2000-04-08","cast":["Anne Suzuki","Chiaki Kuriyama","Takayuki Yamada","Ryo Katsuji","Marika Matsumoto"],"overview":"Nishihama Junior High School is haunted by the legend of Sayoko. Every three years a student is chosen to play the role of Sayoko by his or her predecessor. Sayoko has three missions to accomplish. If they are completed it is to the advantage of the school. If not, the school is doomed... Shu has been chosen to be Sayoko. Disbelieving the legend, Shu lets his pal Rei assume the role. But, when the new term begins, one of the tasks has already been completed. By whom? This is just the prelude to a string of spooky happenings.","original_name":"六番目の小夜子","vote_average":0.0,"name":"Sayoko is Back","cert":"Unavailable","id":17495,"adult":"false","genre_ids":[18],"origin_country":["JP"]},{"first_air_date":"2009-02-09","cast":["Tara Conner"],"overview":"The Girls of Hedsor Hall is an MTV reality TV series similar to Ladette to Lady and VH1's Charm School. The series takes 12 out of control American girls to England's Hedsor House, a filming, wedding, conference and events venue. There a finishing school called Hedsor Hall was created where they will try to become ladies. The girl who improves the most will receive the Hedsor Trust which is worth $100,000.","original_name":"The Girls of Hedsor Hall","vote_average":0.0,"name":"The Girls of Hedsor Hall","cert":"Unavailable","id":17496,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Sheriff of Cochise is a Western-themed crime drama set in the U.S. state of Arizona.","original_name":"Sheriff of Cochise","vote_average":0.0,"name":"Sheriff of Cochise","cert":"Unavailable","id":17497,"adult":"false","genre_ids":[37],"origin_country":[]},{"first_air_date":"2009-03-23","cast":["Felicia Day","David Weidoff","Tamera Mowry","Tommy Dewey","Dorian Brown Pham"],"overview":"Roommates is an American television sitcom developed by ABC Family and Acme Productions that premiered on March 23, 2009. On April 29, 2009, it was announced that Roommates would not return for a second season.","original_name":"Roommates","vote_average":0.0,"name":"Roommates","cert":"Unavailable","id":17498,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"cert":"Unavailable","cast":["Kapil Sharma"],"id":17499,"first_air_date":"2008-02-06","overview":"Laughter Knights is the fifth season in the famous comedy series The Great Indian Laughter Challenge. In this season all the finalist from the last four seasons is going to fight for the victory. The show airs on STAR One every Fri-Sat 9 pm from December 12, 2008. Produced by Endemol India.","genre_ids":[35],"origin_country":["IO"],"original_name":"Laughter Knights","vote_average":0.0,"name":"Laughter Knights","adult":"false"}]