[{"first_air_date":"2009-02-08","cast":["Sean Costello"],"overview":"How's Your News? is an American television series and also a feature film. It aired Sundays on MTV in the United States, and the feature film based on the same concept was released in 2003. It stars a group of reporters with developmental disabilities who interview celebrities and politicians. It is the continuation of a documentary film project started in 1999 by Arthur Bradford at Camp Jabberwocky in Martha's Vineyard, which was made into a movie of the same name and shown on HBO in 2003. South Park creators Trey Parker and Matt Stone serve as the show's executive producers. Season One had a total of 6 episodes.\n\nAccording to the \"How's Your News?\" website on April 9, 2009, the show has not been renewed for a second season on MTV, stating:\n\n\"The decision had little to do with the quality of the series, which was one of the most enthusiastically received and best reviewed programs on mtv this year. It’s just a tough financial time and mtv needed to keep pushing for higher ratings with other shows. Also, we always knew that our series was an unusual fit for their style of programming. We’re not “The Hills” or “America’s Next Best Dance Crew” after all…\"\n\nAfter completing the feature film for HBO, the concept was pitched to the Trio network, who subsequently backed the short film \"On the Campaign Trail\", about the How's Your News? teams trip to both the Democratic and Republican conventions in 2004. The half hour film was broadcast on Trio and Channel Four England and featured candid interviews with Hillary Clinton, John McCain, Andre 3000, Ben Affleck, Howard Dean, Michael Moore and Newt Gingrich, amongst others. Although it was rarely seen, this half hour documentary was well reviewed and helped convince MTV of the viability of the concept as mainstream TV series. They funded a pilot in 2006.","original_name":"How's Your News?","vote_average":0.0,"name":"How's Your News?","cert":"Unavailable","id":17500,"adult":"false","genre_ids":[35,10763],"origin_country":["US"]},{"first_air_date":"2007-01-09","cast":[],"overview":"Biz Kid$ is an educational television show that teaches financial education and entrepreneurship to a preteen audience. It uses sketch comedy and young actors to explain basic economic concepts. Its motto is \"Where kids teach kids about money and business.\"","original_name":"Biz Kid$","vote_average":10.0,"name":"Biz Kid$","cert":"Unavailable","id":17501,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Deadly Cinema is an award-winning television series which aired on NTTV from 2003 to 2005.","original_name":"Deadly Cinema","vote_average":0.0,"name":"Deadly Cinema","cert":"Unavailable","id":17502,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"On-Foot is a travel show on the Living Asia Channel. The show follows the comic and upbeat television host Tim Tayag around the Philippine and Asian countries.\n\nThe program is a co-production of Bacon Burger Productions and CCI Asia Group Corporation and is being aired in the Philippines via The Living Asia Channel. It is also being aired simultaneously in North America via The Filipino Channel Direct, North America and Canada via Globecast World TV In Asia, we can be seen in Singapore, Malaysia, Vietnam and Laos as well via The Mabuhay Satellite Corporation.\n\nIn the Philippines, The Living Asia Channel is currently aired on major cable networks such as Home, Dream, Destiny and Sky. On-Foot is everyday three times a day on an eight hour loop seen simultaneously in the other countries with broadcast partners.","original_name":"On-Foot","vote_average":0.0,"name":"On-Foot","cert":"Unavailable","id":17503,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Week In Review","vote_average":0.0,"name":"The Week In Review","cert":"Unavailable","id":17504,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2005-08-31","cast":["Hein Vergeer"],"overview":"De Afvallers is a Dutch reality television series which first premiered on SBS 6. The series is a spin-off of the American reality television series The Biggest Loser and the SBS 6 weight-loss series Big Diet, which was canceled after two seasons due to low ratings.","original_name":"De Afvallers","vote_average":0.0,"name":"The Biggest Loser","cert":"Unavailable","id":17505,"adult":"false","genre_ids":[10764],"origin_country":["NL"]},{"first_air_date":"2005-12-19","cast":["Kath Soucie","Candi Milo","Kaley Cuoco","David Kaufman","Kevin Michael Richardson"],"overview":"Monster Allergy is a 2005 animated television series, jointly produced by Rainbow S.p.A., Futurikon, RAI Fiction and ZDF.","original_name":"Monster Allergy","vote_average":8.0,"name":"Monster Allergy","cert":"Unavailable","id":17506,"adult":"false","genre_ids":[10765,16],"origin_country":["DE","FR","IT","CA","US"]},{"first_air_date":"2009-07-07","cast":["Lindsey Shaw","Nicholas Braun","Larry Miller","Meaghan Jette Martin","Chris Zylka"],"overview":"Outspoken Kat Stratford couldn't be less like her sister, super sweet, yet kinda conformist Bianca. The only things they seem to have in common are being new at school and their overprotective dad.","original_name":"10 Things I Hate About You","vote_average":6.5,"name":"10 Things I Hate About You","cert":"Unavailable","id":17507,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Fear Factor: Khatron Ke Khiladi Level 2 is the second season of India's reality show Fear Factor: Khatron Ke Khiladi on Colors. This season is also hosted by Akshay Kumar. It is reported that the tasks which were lined up for Khatron Ke Khiladi Level 2 were the most dangerous amongst all Fear Factor shows worldwide. This season was won by Anushka Manchanda who was declared winner on October 1, 2009.","original_name":"Fear Factor: Khatron Ke Khiladi","vote_average":0.0,"name":"Fear Factor: Khatron Ke Khiladi","cert":"Unavailable","id":17508,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Shakuntala is a television series premiered that on February 2, 2009 and aired until July 6, 2009.","original_name":"Shakuntala","vote_average":0.0,"name":"Shakuntala","cert":"Unavailable","id":17509,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Lookaround is a regional television news and current affairs programme, produced by ITV Tyne Tees & Border from its studios in Gateshead, and serving Cumbria, Dumfries and Galloway, the Scottish Borders and overlap areas of Northumberland.","original_name":"Lookaround","vote_average":0.0,"name":"Lookaround","cert":"Unavailable","id":17510,"adult":"false","genre_ids":[10763],"origin_country":["GB"]},{"first_air_date":"2009-02-09","cast":["Enrique Rocha","Dulce María","Juan Ferrara","Mark Tacher","Lola Merino"],"overview":"Verano de amor is a Mexican telenovela produced by Televisa. It is a remake of a famous Argentine telenovela, Verano del 98, adapted for the Mexican audience. The soap opera premiered on February 9, 2009, replacing the completed series Juro que te amo. Verano de amor aired in the United States on Univision.\n\nVerano de Amor became a phenomenon of cyberspace, the melodrama produced by Pedro Damian became the most watched on the internet to receive about 350 thousand visitors on your website, followers of Mexico, USA, Brazil, Spain, Colombia and Argentina.\n\nIn Slovenia, Verano de Amor was broadcast by Kanal A and secured second place of the top programs with the highest audience of the channel. According to the magazine TVyNOTAS, Verano de Amor was the second most watched program in the afternoons on all U.S. Hispanic Broadcasters during your broadcast by Univision.","original_name":"Verano de amor","vote_average":0.0,"name":"Verano de amor","cert":"Unavailable","id":17511,"adult":"false","genre_ids":[18,10766],"origin_country":["MX"]},{"first_air_date":null,"cast":[],"overview":"Fear Factor India is an Indian adaption of the popular reality show Fear Factor. The series premiered on Sony TV on March 10, 2006, and is presented by Indian television actor Mukul Dev. The season 2 and onward seasons of the series aired on the Indian channel Colors Viacom 18.","original_name":"Fear Factor India","vote_average":4.7,"name":"Fear Factor India","cert":"Unavailable","id":17512,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Concert Tonight is an American music television series which aired on the now-defunct DuMont Television Network.","original_name":"Concert Tonight","vote_average":0.0,"name":"Concert Tonight","cert":"Unavailable","id":17513,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1953-01-01","cast":["Rod Cameron"],"overview":"City Detective is a half-hour syndicated crime drama starring Rod Cameron as 43-year-old Bart Grant, a tough 1950s New York City police lieutenant. The first of three consecutive Rod Cameron series, City Detective aired between January 1, 1953 and May 10, 1955. Late in 1953, the publication Variety noted that the series had been sold to 1,971 television stations, a then syndication record.\n\nNumerous actors who appeared on City Detective later landed roles on established network series, including Barbara Billingsley and Hugh Beaumont, who appeared in separate episodes some three years before they were cast as the concerned parents in the sitcom Leave It to Beaver. Madge Blake, a peripheral figure in Leave It to Beaver as well as the Walter Brennan series The Real McCoys, also guest starred on City Detective. Andy Clyde, who played Madge Blake's brother on The Real McCoys, appeared as Pop in the 1955 episode \"Desert Ice\". Doris Packer of Leave It to Beaver and The Many Loves of Dobie Gillis appeared as Florence in the episode \"Sixteen Vertical\". Frances Bavier, later \"Aunt Bee\" on CBS's The Andy Griffith Show, appeared three times on City Detective. Lloyd Corrigan, a co-star of the future NBC sitcom Happy, appeared as Shoreham in the 1954 episode \"A Safe Combination\". Jean Byron, the mother on ABC's The Patty Duke Show appeared twice on City Detective.","original_name":"City Detective","vote_average":0.0,"name":"City Detective","cert":"Unavailable","id":17514,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2006-07-31","cast":["Aamir Ali","Kavita Kaushik"],"overview":"F.I.R. is an Indian television sitcom first shown on July 31, 2006, on SAB TV. The show is produced by Edit II Productions and is being broadcast Monday to Friday nights. The sitcom was nominated for the Best Sitcom category at the Indian Telly Awards in 2009. The sitcom is set in a police station.\n\nOn March 16, 2013, the show took a 20 year leap from 2013 to 2033 but from 8 July 2013 the setting has returned to the present.","original_name":"F.I.R.","vote_average":4.0,"name":"F.I.R.","cert":"Unavailable","id":17515,"adult":"false","genre_ids":[35],"origin_country":["IO"]},{"first_air_date":"1956-09-25","cast":["Rod Cameron"],"overview":"State Trooper is an American crime drama set in the 1950s American West, starring Rod Cameron as Rod Blake, an officer of the Nevada Department of Public Safety. The series aired 104 episodes in syndication from September 25, 1956, to June 25, 1959.","original_name":"State Trooper","vote_average":0.0,"name":"State Trooper","cert":"Unavailable","id":17516,"adult":"false","genre_ids":[37,18],"origin_country":["US"]},{"first_air_date":"2008-12-12","cast":["Shabir Ahluwalia","Hema Malini","Jeetendra"],"overview":"Ten dancing diva paired with a protégé wage a bootylicious war to win the grand prize.","original_name":"Dancing Queen","vote_average":0.0,"name":"Dancing Queen","cert":"Unavailable","id":17517,"adult":"false","genre_ids":[10764],"origin_country":["IN"]},{"first_air_date":"2009-06-22","cast":["Anthony Starke","Dondre Whitfield","Josie Loren","Ayla Kell","Cassandra Scerbo"],"overview":"Set in the world of competitive gymnastics, the series follows a group of teen Olympic hopefuls as they train for their day in the spotlight.","original_name":"Make It or Break It","vote_average":7.7,"name":"Make It or Break It","cert":"Unavailable","id":17518,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2009-06-15","cast":["Ryan Newman","Adam Hicks","Nate Hartley","Juliet Holland-Rose","Hutch Dano"],"overview":"Zeke and Luther is an American Disney XD animated sitcom about two best friends setting their sights on becoming the world's greatest skateboarders. The show stars Hutch Dano, Adam Hicks, Daniel Curtis Lee and Ryan Newman. Zeke and Luther is set in the northern part of Gilroy, California, specifically in the fictional area of Pacific Terrace, which is stated frequently throughout the series. Gilroy was also mentioned occasionally in the Disney Channel series Even Stevens, which was also created by Zeke and Luther co-creator Matt Dearborn. The episode \"Bros Go Pro\" was made available to download for free on iTunes in the beginning of June, two weeks before the show's television premiere. The series premiered on June 15, 2009 in the U.S.\n\nOn August 2, 2010, it was announced that Zeke and Luther had been renewed for a third season which premiered on February 28, 2011. On June 18, 2011, in an interview with Deadline.com, Matt Dearborn confirmed that the show's third season would be its last. The show is currently Disney XD's longest running original series and first to make it to a third season. The one-hour series finale aired on April 2, 2012.","original_name":"Zeke and Luther","vote_average":3.0,"name":"Zeke and Luther","cert":"Unavailable","id":17519,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2002-12-30","cast":["Roger Kwok","Raymond Cho","Leila Tong","Jessica Hsuan","Winnie Yeung"],"overview":"Square Pegs was a Hong Kong television series 2003. The program's title is an abbreviated reference to the English idiomatic phrase \"square peg in a round hole.\"\n\nThe series was the runaway success of 2003, commanding a viewership of 3.5 million or roughly half of Hong Kong's population during the last week of its broadcast, and breaking TVB's ten-year ratings record. It also went on to win four awards for its two lead actors in the TVB 36th Anniversary Awards, and made both Roger Kwok and Jessica Hsuan household names in the territory.","original_name":"戇夫成龍","vote_average":0.0,"name":"Square Pegs","cert":"Unavailable","id":17520,"adult":"false","genre_ids":[35],"origin_country":["HK"]},{"first_air_date":"1964-09-26","cast":["Val Avery"],"overview":"Mr. Broadway is an American 13-episode CBS adventure and drama television series starring Craig Stevens as New York City public relations specialist Mike Bell. The program aired at 9 p.m. Eastern time Saturdays from September 26 to December 26, 1964. Also featured were Bell's assistant, Toki, portrayed by Lani Miyazaki, and his police contact, Hank McClure, played by Horace McMahon. Mr. Broadway, a Talent Associates Production, was created by Garson Kanin and produced by David Susskind and Daniel Melnick. Dave Brubeck supplied the music and theme. It was shot on location in New York City.\n\nMr. Broadway episodes have unusual titles. The series included rare guest appearances by Liza Minnelli, in her first television dramatic role, as Minnie in \"Nightingale for Sale\"; Sandy Dennis in \"Don't Mention My Name in Sheboygan\", and Lauren Bacall as Barbara Lake, with Martin Balsam as Nate Bannerman, in \"Something to Sing About\".\n\nOther episodes are \"Keep an Eye on Emily\" with Tuesday Weld as Emily and Oleg Cassini as himself, \"Take a Walk Through a Cemetery\" with Lauren Bacall, again, but also with Jason Robards, Jr., and Jill St. John, \"Try to Find a Spy\" with Barbara Feldon and Simon Oakland, \"Between the Rats and the Finks\" with Larry Hagman, Dyan Cannon, Bruce Gordon, and Patrick McVey, \"The He-She Chemistry\" with Tammy Grimes, \"Maggie, Queen of the Jungle\", with Nina Foch in the title role, \"Smelling Like a Rose\" with Art Carney, Hal Roach, and Tina Louise, \"Bad Little Rich Girl\" with Diana Van der Vlis as Mary Beth Warren and Larry Pennell as John Chambers, \"Sticks and Stones May Break My Bones\" with Philip Abbott as Geoffrey Karr and Lola Albright as Duff Daniels. Albright had been Stevens's co-star on Peter Gunn, and \"Pay Now, Die Later\", the series finale, with David Wayne as John Zeck and John Ireland as Jimmy King. In the latter episode the wealthy Zeck hires Mike Bell to write his obituary ahead of his death.","original_name":"Mr. Broadway","vote_average":0.0,"name":"Mr. Broadway","cert":"Unavailable","id":17521,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2009-03-09","cast":["Meghna Malik","Simran Kaur","Yash Dasgupta","Rishina Kandhari","Avantika Shetty"],"overview":"Na Aana Is Des Laado was an Indian television series which premiered on March 9, 2009 on Colors. The story deals with the social evil of Female infanticide, and concentrates on the problems faced by women in a male-dominant world. This show is being dubbed in Tamil as Karuthamma and airs Mon–Fri 6:30 pm in Raj TV and also in Telugu as Naadi Adajanme and airs Mon–Fri at 2pm in Maa TV. The show ended on 27 July 2012. The show daily got high TRPs. The show started in Serbia on RTV Pink on December 17, 2012. The show now airs on Dangal and Rishtey.","original_name":"ना आना इस देश लाडो","vote_average":0.0,"name":"Na Aana Is Des Laado","cert":"Unavailable","id":17522,"adult":"false","genre_ids":[10766,18],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Yes Boss is an Indian comedy-series that aired on SAB TV channel every weekday at different times, from Thursday to Sunday. The previous seasons of the series were also shown on SAB TV's sister channel, Sony TV, as well as on TV Asia channel in USA. It was one of the longest running comedy sitcoms, in production for just over Ten years. The program aired on SAB TV at 8:30 PM IST on Fridays.","original_name":"Yes Boss","vote_average":4.0,"name":"Yes Boss","cert":"Unavailable","id":17523,"adult":"false","genre_ids":[35],"origin_country":["IO"]},{"first_air_date":"2009-07-21","cast":["David Cassidy","Patrick Cassidy","Austin Butler","Alexa PenaVega","Kurt Doss"],"overview":"Ruby & The Rockits is an American comedy series executive produced by Shaun Cassidy and Marsh McCall. The series premiered on Tuesday, July 21, 2009.\n\nThe series was created by Shaun Cassidy, the creator of American Gothic and Invasion, brother of cast member Patrick Cassidy, and half-brother of the show's star David Cassidy. Their youngest brother Ryan Cassidy worked on the show in a behind-the-scenes capacity.","original_name":"Ruby & The Rockits","vote_average":6.6,"name":"Ruby & The Rockits","cert":"Unavailable","id":17524,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2008-01-01","cast":["Kapil Sharma"],"overview":"Chhote Miyan is a comedy show that airs on Colors TV.","original_name":"Chhote Miyan","vote_average":0.0,"name":"Chhote Miyan","cert":"Unavailable","id":17525,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Clothes-Line was an early BBC television programme broadcast live in six parts between 30 September and 3 December 1937. It is notable for being the first television programme dedicated to the history of fashion. It was produced by Mary Adams, and co-presented by the fashion historian James Laver and Pearl \"Polly\" Binder.","original_name":"Clothes-Line","vote_average":0.0,"name":"Clothes-Line","cert":"Unavailable","id":17526,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2009-02-12","cast":[],"overview":"Animal Armageddon is an American paleontology-based documentary television miniseries that originally aired from February 12, 2009 to September 24, 2009 on Animal Planet. All the prehistoric scenes are created 100% in Lightwave. It is produced by Digital Ranch Productions and all the computer graphics are designed and created by Radical3D.","original_name":"Animal Armageddon","vote_average":0.0,"name":"Animal Armageddon","cert":"Unavailable","id":17527,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2009-02-18","cast":[],"overview":"Guerrilla Gardeners is an Australian television show that was broadcast on Network Ten. The show takes its name and basic premise from the guerrilla gardening environmental movement. Premiering on 18 February 2009, it was axed in April 2009 due to struggling viewership figures and an unsuccessful timeslot change, with a number of episodes still to be aired but was picked up by Network Ten's digital channel One on 26 July 2011. The show has also raised controversy from the activities portrayed in the program.","original_name":"Guerrilla Gardeners","vote_average":0.0,"name":"Guerrilla Gardeners","cert":"Unavailable","id":17528,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"RollBots is an animated television series created by Michael Milligan and produced by Amberwood Entertainment. The TV show premiered in Canada on YTV on February 7, 2009, and in the United States on The CW4Kids on September 19, 2009. It's run aired until June 5, 2010.","original_name":"RollBots","vote_average":0.0,"name":"RollBots","cert":"Unavailable","id":17529,"adult":"false","genre_ids":[16,10759],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Chand Ke Paar Chalo is a daily soap starring Yami Gautam that aired on NDTV Imagine every Monday to Thursday at 10.30 pm.","original_name":"Chand Ke Paar Chalo","vote_average":0.0,"name":"Chand Ke Paar Chalo","cert":"Unavailable","id":17530,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Kya Dill Mein Hai is a Hindi language Indian drama television series which premiered on December 1, 2007 on 9X. The series is produced by Ekta Kapoor of Balaji Telefilms, and stars Abigail Jain and Aamir Ali in the main lead.","original_name":"Kya Dill Mein Hai","vote_average":0.0,"name":"Kya Dill Mein Hai","cert":"Unavailable","id":17531,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":"2009-03-12","cast":[],"overview":"I've Never Seen Star Wars is a comedy chat show broadcast on BBC Four and BBC Two, first broadcast on 12 March 2009. Created and produced by Bill Dare and hosted by Marcus Brigstocke for the 2009 episodes & Jo Brand for the 2011 special episode, each episode features a celebrity guest trying out new experiences. Based on the original radio version broadcast on BBC Radio 4, the title comes from the fact that Dare has never seen the Star Wars films. An eight part series was recorded in March 2009, with guests including John Humphrys, Esther Rantzen, Rory McGrath and Hugh Dennis.\n\nA new host, Jo Brand, presented a December 2011 episode.","original_name":"I've Never Seen Star Wars","vote_average":0.0,"name":"I've Never Seen Star Wars","cert":"Unavailable","id":17532,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"1960-09-06","cast":["Rod Cameron"],"overview":"COronado 9 is an American crime drama series that aired in syndication from September 1960, to May 1961. The series stars Rod Cameron.","original_name":"COronado 9","vote_average":0.0,"name":"COronado 9","cert":"Unavailable","id":17533,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"1955-09-25","cast":["Walter Coy"],"overview":"Frontier is an American Western anthology series that aired on NBC from September 1955, to September 1956. The series de-emphasizes gunplay and focuses on the hazards of the settlement of the American West. It was only the second anthology Western series in television history, having been preceded by Death Valley Days.\n\nFrontier aired premiered on September 25, 1955, and ran sporadically in its last five months. Walter Coy narrated the series and starred in occasional episodes, which are dramatizations based on actual events. The program was produced by Worthington Miner.","original_name":"Frontier","vote_average":0.0,"name":"Frontier","cert":"Unavailable","id":17534,"adult":"false","genre_ids":[37],"origin_country":["US"]},{"first_air_date":"2009-06-01","cast":["Max Weinberg","Eric Callero","Andy Richter","Conan O'Brien"],"overview":"The Tonight Show with Conan O'Brien is an American late-night talk show that featured Conan O'Brien as host from June 1, 2009 to January 22, 2010 as part of NBC's long-running Tonight Show franchise. The program's host, Conan O'Brien, previously hosted NBC's Late Night with Conan O'Brien, which followed The Tonight Show with Jay Leno for 16 years, until O'Brien's brief succession over Leno.\n\nMany members of the Late Night cast and crew made the transition to The Tonight Show. The Max Weinberg 7, the house band from O'Brien's Late Night, served as the house band under the new name, Max Weinberg and The Tonight Show Band. Andy Richter returned to the show as announcer, and also began resuming his role as sidekick, shortly before the show's conclusion. The opening and closing theme song from Late Night was also carried over to Tonight, in a slightly altered form.\n\nIn January 2010, after the show had been on the air for seven months, it was announced that NBC was intending to move Jay Leno from primetime back to his original timeslot at 11:35 pm, with O'Brien's show starting shortly after midnight. In response to the announcement, O'Brien released a press statement saying that he would not continue as host of The Tonight Show if it was moved to any time after midnight to accommodate The Jay Leno Show. He feared it would ruin the long and rich tradition of The Tonight Show. It had been on after the late local newscasts from the beginning. After two weeks of negotiations, NBC announced that they had paid $45 million to buy out O'Brien's contract, ending both his tenure as host as well as his relationship with NBC after 22 years.","original_name":"The Tonight Show with Conan O'Brien","vote_average":7.0,"name":"The Tonight Show with Conan O'Brien","cert":"Unavailable","id":17535,"adult":"false","genre_ids":[10767,35],"origin_country":["US"]},{"first_air_date":"2008-09-15","cast":["Richard Gutierrez","Paolo Bediones"],"overview":"Survivor Philippines is the Philippine version of the television series Survivor, which was originally based from the show, Expedition Robinson created in 1997 by Charlie Parsons. The series premiered on September 15, 2008 on GMA Network. The show is currently hosted by Richard Gutierrez. The first two seasons were hosted by Paolo Bediones. It is aired by GMA Network on weekday nights during the primetime Telebabad timeslot. Since season 2, it is shown internationally through GMA Pinoy TV except in North America, due to Castaway Television's contract with CBS that prevents other countries' versions of the series to be aired in that region.\n\nLike many of its counterparts, the show has a set number of contestants stranded on an isolated area for a pre-determined number of days until one remains and is given the title Pinoy Sole Survivor. Aside from the title, the winner also receives P3,000,000, the largest ever cash prize in the history of Philippine reality game shows.\n\nThe show's tagline is \"Pautakan, Pagalingan, Patatagan\", the Filipino translation of the US version's \"Outwit, Outplay, Outlast\". The show, in general, refers their fans as a \"Katribo\", which means \"tribemate\" in English.","original_name":"Survivor Philippines","vote_average":0.0,"name":"Survivor Philippines","cert":"Unavailable","id":17536,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"The Atwood Stories was a Canadian television drama series, which aired on W in 2003. A short-run dramatic anthology series produced by Shaftesbury Films, the series dramatized six short stories by Margaret Atwood.\n\nThe following year, Shaftesbury produced The Shields Stories, a similar series which dramatized six short stories by another Canadian writer, Carol Shields.","original_name":"The Atwood Stories","vote_average":0.0,"name":"The Atwood Stories","cert":"Unavailable","id":17537,"adult":"false","genre_ids":[18],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Langit Ng Pag-ibig","vote_average":0.0,"name":"Langit Ng Pag-ibig","cert":"Unavailable","id":17538,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":"1951-08-11","cast":["Bill Williams","Don Diamond"],"overview":"The Adventures of Kit Carson is an American Western series that aired in syndication from August 1951 to November 1955, originally sponsored by Coca-Cola. It stars Bill Williams in the title role as frontier scout Christopher \"Kit\" Carson. Don Diamond co-starred as \"El Toro\", Carson's Mexican companion.","original_name":"The Adventures of Kit Carson","vote_average":0.0,"name":"The Adventures of Kit Carson","cert":"Unavailable","id":17539,"adult":"false","genre_ids":[37],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Lomax, the Hound of Music is a PBS Kids TV series that brings together puppets, humans, live music and animation to promote musical education for children ages 3–7. Created by Christopher Cerf, Norman Stiles and Louise Gikow, and produced by Sirius Thinking, Ltd., Eyevox, Inc., and Connecticut Public Television, Lomax first aired in December 2008, and immediately gained a reputation as a show that follows in the tradition of acclaimed educational children's TV series like Sesame Street, and Between the Lions.\n\nLomax, the Hound of Music follows the adventures of Lomax, a good-natured, melody-obsessed puppet pooch, his feline sidekick Delta, and their human companion, Amy, on a tune-filled train ride crisscrossing the musical landscape of America. With the help - and full participation - of real kids on the train, on location, and the viewers at home, Lomax and his friends track down the wonderful songs that form the heart of our nation's diverse musical heritage.","original_name":"Lomax, the Hound of Music","vote_average":0.0,"name":"Lomax, the Hound of Music","cert":"Unavailable","id":17540,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"This Is Music is an American music television series which was broadcast on the DuMont Television Network.","original_name":"This is Music","vote_average":0.0,"name":"This is Music","cert":"Unavailable","id":17541,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1973-09-29","cast":["Lorne Greene","Sal Mineo","Vic Tayback","Ben Murphy"],"overview":"Griff is an American crime drama starring Lorne Greene and Ben Murphy, which aired on ABC from September 29, 1973, to January 4, 1974.","original_name":"Griff","vote_average":0.0,"name":"Griff","cert":"Unavailable","id":17542,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Ring of Honor Wrestling is a professional wrestling television series produced by Ring of Honor. The series features the professional wrestlers of Ring of Honor competing in matches, along with interviews from the wrestlers. Combined, these elements create and further the storylines of ROH. The pilot episode was taped on February 28, 2009, and aired on March 21, 2009. The show aired weekly on HDNet in the United States. On February 11, 2010 it was announced that Ring of Honor Wrestling would be airing in Italy on Dahlia TV. The show was voted as the Best Weekly Television Show in the 2010 Wrestling Observer Newsletter Awards. The series' 100th and final HDNet episode aired on April 4, 2011. The series returned on the stations of Sinclair Broadcast Group' on September 24, 2011.","original_name":"Ring of Honor Wrestling","vote_average":8.0,"name":"Ring of Honor Wrestling","cert":"Unavailable","id":17543,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Dapat Ka Bang Mahalin? or Second Chances is an Philippine suspense drama aired on GMA Network. This is the first starring roles of StarStruck Aljur Abrenica and Kris Bernal. This is a revival of a Sharon Cuneta and Gabby Concepcion movie from the mid 80's. The series was aired internationally, with a four-day delay, from March 6, 2009 until June 25, 2009 on GMA Pinoy TV.","original_name":"Dapat Ka Bang Mahalin?","vote_average":0.0,"name":"Dapat Ka Bang Mahalin?","cert":"Unavailable","id":17544,"adult":"false","genre_ids":[10759,18],"origin_country":["PH"]},{"first_air_date":"2009-02-15","cast":["Jeremy Paxman"],"overview":"The Victorians - Their Story In Pictures is a 2009 British documentary series which focuses on Victorian art and culture. The four part series is written and presented by Jeremy Paxman and debuted on BBC One at 9:00pm on Sunday 15 February 2009.","original_name":"The Victorians","vote_average":0.0,"name":"The Victorians","cert":"Unavailable","id":17545,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2009-01-03","cast":["Annie Balestra","Roger Carel","Alain Dorval"],"overview":"Il était une fois... notre Terre is a French animated TV series directed by Albert Barillé. The series was initially broadcast since 22 December 2008 on France 3. This series was the belated finale of the Once Upon a Time... educational television franchise, and its original premise was set up from \"Once Upon a Time... the Earth\", the finale episode of the first series Once Upon a Time... Man, thus finally going back to the beginning where it all started and ended. The series' premiere also coincided with the 30th anniversary milestone of the said educational animation franchise.","original_name":"Il était une fois... notre terre","vote_average":9.0,"name":"Il était une fois... notre terre","cert":"Unavailable","id":17546,"adult":"false","genre_ids":[16,99,10762],"origin_country":["FR"]},{"first_air_date":null,"cast":[],"overview":"Zov Djungley was a TEFI-awarded Russian children's game show created and hosted by Sergei Suponev. Was aired on Saturdays for two years from 1993 on Channel One. In 1995 it was brought back to be hosted by Pyotr Fedorov for 1997 and 1998, and Nikolai Gadomsky between 1998 and 2002. Music for the show was composed by Viktor Prudkovsky and Sergei Suponev performed the opening theme music \"Djungli Zovut\".\n\nThe contestants were split into two teams of four called \"The Predators\" and \"The Herbivores.\" Each player was associated with an animal, printed on their t-shirt which included, for the Predators, a crocodile, lion, panther and a leopard. The Herbivores team consisted of an elephant, panda, koala and a monkey.","original_name":"Zov Djungley","vote_average":0.0,"name":"Zov Djungley","cert":"Unavailable","id":17547,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Kahan Gaye Woh Log is an Indian television series that aired on Doordarshan network's national channel, DD National in 1985. The series is based on the theme of Patriotism, and tells the story of people fighting for their nation, India, who have sacrificed their future for future of other Indians living in India. The title itself reflects the meaning i.e. 'Where are the Patriots?' A serial full of patriotism is said to have started the 'Golden Era' of Patriotic TV Serials. The serial received overwhelming response since the beginning. This serial was awarded 'Aadhaarshila Award' for Best Patriotic Serial which was given by of then Vice President of India Mr. Shankar Dayal Sharma. Manoj Kumar also played a major role in the success of this serial.","original_name":"Kahan Gaye Woh Log","vote_average":0.0,"name":"Kahan Gaye Woh Log","cert":"Unavailable","id":17548,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Diplodos is a French animated series that ran from 1987 to 1988.","original_name":"Diplodos","vote_average":0.0,"name":"Diplodos","cert":"Unavailable","id":17549,"adult":"false","genre_ids":[],"origin_country":["FR","JP"]},{"first_air_date":"2009-04-27","cast":["Angel Locsin","Irma Adlawan","Sam Milby","Diether Ocampo","Iya Villania"],"overview":"Only You is a Philippine remake of the Korean drama of the same title aired by SBS in 2005. It stars Angel Locsin, Diether Ocampo, Iya Villania and Sam Milby on the lead role, under the direction of Rory Quintos.","original_name":"Only You","vote_average":0.0,"name":"Only You","cert":"Unavailable","id":17550,"adult":"false","genre_ids":[18,35],"origin_country":["PH"]},{"first_air_date":"2008-01-06","cast":[],"overview":"When Weather Changed History is a high-definition television series from The Weather Channel. It chronicles major events in history and the effect weather had on them.","original_name":"When Weather Changed History","vote_average":0.0,"name":"When Weather Changed History","cert":"Unavailable","id":17553,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"PokerFace: Dil Sachcha Chehra Jhootha is an Indian game show inspired by the UK series PokerFace. It debuted on March 2, 2009 on Real TV and ran for seven consecutive nights.","original_name":"PokerFace: Dil Sachcha Chehra Jhootha","vote_average":0.0,"name":"PokerFace: Dil Sachcha Chehra Jhootha","cert":"Unavailable","id":17554,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":"1957-11-01","cast":["Tris Coffin","Kelo Henderson"],"overview":"26 Men is a syndicated American western television series about the Arizona Rangers, an elite group commissioned in 1901 by the legislature of the Arizona Territory and limited, for financial reasons, to twenty-six active members. Russell Hayden was the producer of the series and the co-composer of the theme song. The series aired between October 15, 1957 and June 30, 1959, for a total of 78 episodes.","original_name":"26 Men","vote_average":0.0,"name":"26 Men","cert":"Unavailable","id":17555,"adult":"false","genre_ids":[37],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Spin the Picture was an early American game show which aired on the DuMont Television Network. The hosts telephoned home viewers to see if they could identify a famous person within a spinning photograph.\n\nThe show was originally called Cut at the premiere on 9 June 1949, and was renamed Spin the Picture on 25 June. The show was hosted by Kathi Norris and Carl Caruso and was on Saturdays at 8 pm ET. The final show was broadcast 4 February 1950. Norris was also the host of the DuMont daytime television show TV Shopper. Norris and Caruso were married from 1979 to Norris' death in 2005.","original_name":"Spin the Picture","vote_average":0.0,"name":"Spin the Picture","cert":"Unavailable","id":17556,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2009-02-21","cast":["Steve Jones","Alex Jones"],"overview":"Celebrities perform famous dance routines in front of a panel of judges to raise money for the Comic Relief appeal, with viewers voting for their favourites.","original_name":"Let's Dance for Comic Relief","vote_average":5.0,"name":"Let's Dance for Comic Relief","cert":"Unavailable","id":17557,"adult":"false","genre_ids":[10764,35],"origin_country":["GB"]},{"first_air_date":"2009-02-19","cast":["George Mason","J.J. Fong","Leon Wadham","Shara Connolly","Tai Berdinner-Blades"],"overview":"Amy, Britta and Cody are three young women suffering their quarter century crisis: 25 and what have they achieved? They make a vow that in one year they’ll each fulfill their ambition. Their mate-since-childhood Kevin, admires their pluck but, to be honest, since Amy, Britta and Cody are currently Tragically Poor; Tragically Unknown; and Tragically Single, he reckons it’s going to be a bit of an ask.","original_name":"Go Girls","vote_average":1.0,"name":"Go Girls","cert":"Unavailable","id":17558,"adult":"false","genre_ids":[35,18],"origin_country":["NZ"]},{"first_air_date":"2009-02-25","cast":["Kevin Bishop","Nina Sosanya","Daniel Kaluuya","Ophelia Lovibond","Chris O'Dowd"],"overview":"FM is a British sitcom which aired on ITV2, starring Chris O'Dowd, Kevin Bishop and Nina Sosanya. The series followed the lives of two DJs and their producer on their FM radio programme, \"Skin 86.5 FM\". The show also featured music from real-life artists and guest stars from the music industry.\n\nThe first episode aired on 25 February 2009 and the series ran for 6 episodes. It broadcast on Wednesdays at 22:30. The series launched with 213,000 viewers. The whole series was re-run on Friday 3 April from 22:00 until 01:00. On 13 April 2009 the series was released on DVD with a BBFC rating of 15.\n\nITV Studios began searching for funding from record companies and radio stations to produce a second series for the show.","original_name":"FM","vote_average":6.6,"name":"FM","cert":"Unavailable","id":17561,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2009-02-08","cast":["Chris Pfaff","Rob Dyrdek","Scott Pfaff","Christopher Boykin","Chelsea Chanel Dudley"],"overview":"A crew of people come up with new things to do every week. One day, they may work on a business franchise. Another day, they might go and make someone ride a bull, or shoot burritos at people.","original_name":"Rob Dyrdek's Fantasy Factory","vote_average":8.5,"name":"Rob Dyrdek's Fantasy Factory","cert":"Unavailable","id":17562,"adult":"false","genre_ids":[10764,35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Deadly Secret is a Hong Kong television series adapted from Louis Cha's novel A Deadly Secret. The series was first broadcast on TVB in Hong Kong in 1989.","original_name":"Deadly Secret","vote_average":0.0,"name":"Deadly Secret","cert":"Unavailable","id":17563,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":"2009-02-03","cast":[],"overview":"Boys and Girls Alone was a British reality TV programme made for Channel 4 and first broadcast in 2009. Dubbed \"Kid Brother\" by the press, for its similarity to the channel's major show Big Brother.","original_name":"Boys and Girls Alone","vote_average":9.0,"name":"Boys and Girls Alone","cert":"Unavailable","id":17564,"adult":"false","genre_ids":[10764,99],"origin_country":["GB"]},{"first_air_date":"2008-06-04","cast":["Michael Fenton Stevens"],"overview":"Colourful adventures of a group of birds as they learn about social responsibility","original_name":"3rd & Bird","vote_average":0.0,"name":"3rd & Bird","cert":"Unavailable","id":17565,"adult":"false","genre_ids":[16],"origin_country":["GB"]},{"first_air_date":"2009-03-02","cast":["Jake Abel","Ted Raimi","Vail Bloom","Doug Jones","Brian Poth"],"overview":"Angel of Death is a web series of eight to ten minute episodes created by Ed Brubaker. The series stars Zoë Bell as Eve, an assassin taking revenge on her former employers, and costars Lucy Lawless. Angel of Death was produced by White Rock Lake Production and distributed by Sony Pictures Television. The episodes were released on Crackle from March 2 to March 13, 2009.","original_name":"Angel of Death","vote_average":4.9,"name":"Angel of Death","cert":"Unavailable","id":17566,"adult":"false","genre_ids":[10759],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Hoy","vote_average":0.0,"name":"Hoy","cert":"Unavailable","id":17567,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Arzoo Hai Tu is an Indian television series produced by Ramanand Sagar of Sagar Arts Limited, which aired on Sahara One channel. The series premiered on September 1, 2003, and aired every Monday to Thursday at 8pm IST. The story is about family values, conflicts of ideals, ambitions, aspirations, jealousy, and hate.","original_name":"Arzoo Hai Tu","vote_average":0.0,"name":"Arzoo Hai Tu","cert":"Unavailable","id":17568,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Sahib Biwi Gulam is an Indian television series aired on Sahara One channel. The series is based on the popular Bengali novel, Sahib Bibi Aur Ghulam, written by late Bimal Mitra. The series starred the popular Bollywood actress, Raveena Tandon, as the main lead. The series was shot in Kolkata, West Bengal, and was directed by the popular director, Rituparno Ghosh.","original_name":"Sahib Biwi Gulam","vote_average":0.0,"name":"Sahib Biwi Gulam","cert":"Unavailable","id":17569,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":"2007-06-15","cast":["Nadia Sawalha","Nicki Chapman"],"overview":"Wanted Down Under is a BBC One morning television series, which has been running since 2007. The programme shows families considering emigrating to either Australia or New Zealand.","original_name":"Wanted Down Under","vote_average":5.0,"name":"Wanted Down Under","cert":"Unavailable","id":17570,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1950-03-12","cast":["Jan Sterling","Russell Hayden","Roscoe Ates","Eddie Dean"],"overview":"The Marshal of Gunsight Pass is an American 1950 live broadcast western television series starring Russell Hayden, former Country music singer Eddie Dean, and Riley Hill as Marshal #1, Marshal #2, and Marshal #3, respectively. Hayden is not identified by a character name. Dean uses his own name in the series, and Hill is known as \"Riley Roberts\". The program hence went through three leading actors in its six-month run.\n\nRoscoe Ates played Deputy Roscoe; Andy Parker, Andy, and Bert Wenland, Bud Glover. Jan Sterling, then Jane Adrian, appeared at the age of twenty-nine as Ruth, the girlfriend of the 55-year-old Roscoe.\n\nThe Internet Movie Data Base lists only the premiere episode of The Marshal of Gunsight Pass: \"Shotgun Messenger\", which aired on March 12, 1950. Other actors appearing in the episode were Hugh Hooker as David Clay, Marshall Reed as Larry Thomas, and Steve Conte as The Road Agent. Three actors made their only career screen appearances on The Marshal of Gunsight Pass: Eddie Coffman as \"The Gunfighter\", Greg Rogers as Cal Darby, and Marcia Wren as \"The Woman\".","original_name":"The Marshal of Gunsight Pass","vote_average":0.0,"name":"The Marshal of Gunsight Pass","cert":"Unavailable","id":17571,"adult":"false","genre_ids":[37],"origin_country":["US"]},{"first_air_date":"2010-02-13","cast":["Chris Edgerly","Danny Cooksey","John DiMaggio","Charlie Schlatter","Eric Christian Olsen"],"overview":"Kick Buttowski: Suburban Daredevil is an Emmy Nominated animated television series created by animator Sandro Corsaro, about a young boy named Clarence \"Kick\" Buttowski, who aspires to become the world's greatest daredevil. It became the fourth Disney XD original series and the first animated series. The show premiered on February 13, 2010, with two episodes airing the first day. Also the series premiered on Disney Channel Asia on May 28, 2010 There are two 11-minute segments per show. The show uses Toon Boom Animation software. There are also some 3D-animated elements. The series is executive-produced and directed by Chris Savino. and Sandro Corsaro. Many of the characters and situations were based on the Corsaro's childhood growing up in Stoneham, Massachusetts.","original_name":"Kick Buttowski: Suburban Daredevil","vote_average":5.8,"name":"Kick Buttowski: Suburban Daredevil","cert":"Unavailable","id":17572,"adult":"false","genre_ids":[10759,16,35,10762],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Midnight DJ is a Filipino drama-horror television series starring Oyo Boy Sotto, who works as DJ at night and at the same time he works to find solutions to the paranormal problems of his listeners. The series debuted in 2008 on TV5, it airs every Saturday nights after Talentadong Pinoy.","original_name":"Midnight DJ","vote_average":0.0,"name":"Midnight DJ","cert":"Unavailable","id":17573,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"G-mik is a Filipino youth-oriented television show produced by ABS-CBN, and was aired in 1999. The show was inspired by its preceding program Gimik, both of which were directed by Laurenti Dyogi. Starred by some of ABS-CBN Talent Center's finest young artists, G-mik is one of the most successful youth-oriented program aired in the Philippine television. The original cast includes Camille Prats, Angelica Panganiban, John Prats, Carlo Aquino, Steffano Mori, and Miko Samson. After the show's first book, new artists were introduced namely, Heart Evangelista, Danilo Barrios, Janus del Prado, Angelene Aguilar, and Abigail Cruz. Later on, the show was rivalled by GMA Network's youth-oriented program, Click. G-mik ended in 2002 and was replaced by K2BU, followed by Berks.","original_name":"G-mik","vote_average":0.0,"name":"G-mik","cert":"Unavailable","id":17574,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"2008-12-01","cast":["Amanda Barrie","Richard Coombs"],"overview":"A Kind of Magic is a French animated television series created by Charile Skanker and his animation company Xilam. The story deals with a kid named Tom and his family's problems, including his sister Cindy, who is crazy after every boy she sees, his toad 'His Highness', his evil Aunt Ferocia who wants to turn him evil as well, and his parents who have been exiled from Fairyland and now have to live on Earth.\n\nThe series has been an instant hit and was rated the most popular series at the 2007 MIPCOM Junior trade show, attracting over 280 buyers.","original_name":"A Kind of Magic","vote_average":8.0,"name":"A Kind of Magic","cert":"Unavailable","id":17575,"adult":"false","genre_ids":[16,35],"origin_country":["FR"]},{"first_air_date":null,"cast":[],"overview":"Mera Sasural is an Indian television drama series that aired on Sahara One channel in 2008. The story is of two young women, Heer and Goldie, in their in-laws' houses and brings alive the struggles of a woman in her attempt to strike a balance between the world that she is born into and the one that she enters the moment she is married.","original_name":"Mera Sasural","vote_average":0.0,"name":"Mera Sasural","cert":"Unavailable","id":17576,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":"2002-11-16","cast":["Heart Evangelista","John Prats","Angelica Panganiban","John Wayne Sace","Carlo Aquino"],"overview":"Berks is a Filipino television show produced by ABS-CBN.","original_name":"Berks","vote_average":0.0,"name":"Berks","cert":"Unavailable","id":17577,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"2005-04-01","cast":[],"overview":"Rallarsving was a Swedish television series. It was broadcast on ZTV for 20 episodes between 2005 and 2006.\n\nThe show followed Musse Hasselvall and Andreas Halldén around the world while trying different martial arts. These included Shooto, Kendo, Savate, Capoeira, Filipino martial arts, Thaiboxing and Boxing. Both Musse and Andreas had between them 30 years of experience in martial arts prior of filming the series, Musse in shooto and Andreas in Thai boxing.\n\nDuring the show the two meet heavy weights within the martial arts as Peter Aerts, Ilonka Elmont, Remy Bonjasky, Benny Urquidez, Randy Couture, Bas Rutten, Nong Toom, Ernesto Hoost, Joachim Hansen, Jeremy Decherchi, Mestre Cobra Mansa and Alvin Aguilar.","original_name":"Rallarsving","vote_average":9.0,"name":"Rallarsving","cert":"Unavailable","id":17578,"adult":"false","genre_ids":[],"origin_country":["SE"]},{"first_air_date":null,"cast":[],"overview":"Hello Kaun? Pehchaan Kaun is a mimic show where the contestants mimic a famous celebrity. The show airs on STAR One every Saturday 9pm from December 27, 2008. The show is basically a mimicry contest. Every week eight artists are called upon to mimic well-known personalities and three best mimicry artists are chosen every week.","original_name":"Hello Kaun? Pehchaan Kaun","vote_average":0.0,"name":"Hello Kaun? Pehchaan Kaun","cert":"Unavailable","id":17579,"adult":"false","genre_ids":[35],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Gamble on Love is an American game show which ran on the now-defunct DuMont Television Network from July 16 to August 20, 1954. The series, originally hosted by Denise Darcel, had three couples competing for a prize.\n\nThe series aired Friday nights at 10:30 PM Eastern on most DuMont affiliates. Darcel was replaced on August 6 by comedian Ernie Kovacs, who also hosted the retitled version, Time Will Tell, which started August 27.","original_name":"Gamble on Love","vote_average":0.0,"name":"Gamble on Love","cert":"Unavailable","id":17580,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1999-07-11","cast":["Malinda Williams","Don Swayze","Harry Hamlin","Marnette Patterson","Anne Haney"],"overview":"Movie Stars is an American sitcom that aired on The WB from 1999 to 2000. It stars Harry Hamlin and Jennifer Grant as famous Hollywood actors trying to raise their children.","original_name":"Movie Stars","vote_average":0.0,"name":"Movie Stars","cert":"Unavailable","id":17581,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Doosra Keval is a 1989 TV serial starring Shahrukh Khan.","original_name":"Doosra Keval","vote_average":0.0,"name":"Doosra Keval","cert":"Unavailable","id":17582,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":"1964-09-19","cast":["Dennis Weaver","Harry Morgan","Keye Luke","Ricky Der"],"overview":"Kentucky Jones is a half-hour comedy\/drama starring Dennis Weaver as Kenneth Yarborough \"K.Y. or Kentucky\" Jones, D.V.M., a recently widowed former horse trainer and active rancher, who becomes the guardian of Dwight Eisenhower \"Ike\" Wong, a 10-year-old Chinese orphan, played by Ricky Der. Harry Morgan, previously of the CBS sitcoms December Bride and Pete and Gladys, was featured in the series as Seldom Jackson, a former jockey who assists Dr. Jones. Cherylene Lee appears as Annie Ng, Ike's friend. Arthur Wong portrays Mr. Ng, Annie's father. Keye Luke stars as Mr. Wong, a friend of Dr. Jones. Nancy Rennick appears as Miss Throncroft, a social worker. Kentucky Jones, which ran on NBC from September 19, 1964, to September 11, 1965, was the first of Weaver's four series, the most successful having been McCloud, since he left the role of the marshal's helper Chester Goode on CBS's western classic Gunsmoke, starring James Arness.\n\nRichard Bull, who later portrayed the henpecked storekeeper Nels Oleson on NBC's Little House on the Prairie, appeared twice on Kentucky Jones as Harold Erkel in episodes entitled \"The Victim\" and \"The Return of Wong Lee\".","original_name":"Kentucky Jones","vote_average":6.0,"name":"Kentucky Jones","cert":"Unavailable","id":17583,"adult":"false","genre_ids":[18,35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"MTV Híradó is the main news program of the MTV, broadcast daily on m1 at 19:30 and on m2 at 20:30. And m1 has a countdown when opening. While m2 have clock before opening\n\nIt broadcasts at different hours on m1 and m2 is the schedule of some sporting eventd that the two channels broadcast interfere with the usual TV schedule.","original_name":"MTV Híradó","vote_average":0.0,"name":"MTV Híradó","cert":"Unavailable","id":17584,"adult":"false","genre_ids":[10763],"origin_country":["HU"]},{"first_air_date":null,"cast":["Andrea Mitchell"],"overview":"Andrea Mitchell Reports is a news show on MSNBC broadcast weekdays from 1 PM ET\/10 AM PT hosted by Andrea Mitchell. She originally was an anchor under the MSNBC Live umbrella before getting her own distinct show. She is the NBC News Chief Foreign Affairs correspondent. While the show is based in Washington, D.C., it will typically go on location to where Mitchell is reporting for NBC News.","original_name":"Andrea Mitchell Reports","vote_average":9.0,"name":"Andrea Mitchell Reports","cert":"Unavailable","id":17585,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Kuchh Love Kuchh Masti is Indian television series aired on Sahara One channel. The series is an Indian version of the popular American series, Sex and the City; however, was pulled off-air due to its bold content. The series aired every Monday - Friday at 10pm IST. The story is about three young women living together share one problem-topsy-turvy love lives.","original_name":"Kuchh Love Kuchh Masti","vote_average":0.0,"name":"Kuchh Love Kuchh Masti","cert":"Unavailable","id":17586,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Specials @ 10 is an Indian television series on Sony TV, which features 4 different stories produced by 4 of the popular Bollywood film directors. The stories include: Rajuben presented by [[Anurag Kashyap and directed by Lalit Marathe, 'Shaurat Nafrat Aur Showbiz by Vikram Bhatt, Har Kadam Par Shaque by Mahesh Manjrekar, and Heroin - Zindagi Ke Panno Se by Madhur Bhandarkar, except Heroin - Zindagi Ke Panno Se that will show a new story every time, the rest three shows will have a recurring story. The series aires on every Monday - Thursday at 10pm IST: Rajuben on Monday; Shaurat Nafrat Aur Showbiz on Tuesday; Har Kadam Par Shaque on Wednesday; and Heroin on Thursday. Each story aired for 12 weeks long.","original_name":"Specials @ 10","vote_average":0.0,"name":"Specials @ 10","cert":"Unavailable","id":17587,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"SKWOD is an American animated television series that aired on KOL Secret Slumber Party on CBS about five crime-fighting teens.","original_name":"SKWOD","vote_average":0.0,"name":"SKWOD","cert":"Unavailable","id":17588,"adult":"false","genre_ids":[10759],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Housewives' Holiday is a Singaporean Chinese drama, which was telecasted on Singapore's free-to-air channel, MediaCorp Channel 8. It made its debut on 4 March 2009 and ended on 31 March 2009. This drama serial consists of 20 episodes, and was screened on every weekday night at 9:00 pm. This drama was the Highest Rated Drama Series for 2009, where ratings peaked at 23.4%.","original_name":"Housewives' Holiday","vote_average":0.0,"name":"Housewives' Holiday","cert":"Unavailable","id":17589,"adult":"false","genre_ids":[],"origin_country":["SG"]},{"first_air_date":"1969-11-29","cast":["Staffan Hallerstam","Maria Lindberg","Stefan Feierbach","Gun Arvidsson","Tommy Johnson"],"overview":"The story takes place during the weeks before Christmas, in the small mining town of fictitious Granhyttan in Bergslagen, Sweden. One day a suspicious couple, Signe and Orvar, arrives in the small town and retires in an abandoned hut. Nobody knows what they up to; but strange things starts to happen as Staffan finds a gold nugget while playing in a disused mine at the Kråkberget Mountain during a skiing trip with his schoolmates. Staffan believes the nugget is a part of Skarp-Erik's gold, as his grandpa had told exciting stories about. The news about the gold discovery spread quickly and Staffan and his friends are soon pursued by curious schoolmates, school staff and also the mysterious strangers. All this happens as the students are rehearsing for the nativity play before Christmas break.","original_name":"Kråkguldet","vote_average":0.0,"name":"Kråkguldet","cert":"Unavailable","id":17590,"adult":"false","genre_ids":[10759],"origin_country":["SE"]},{"first_air_date":"2009-01-26","cast":["Anna Narloch"],"overview":"N1ckola is a Polish webseries based on the lonelygirl15 Universe. It was produced by EQAL, Agora SA, and A2 Multimedia and began in 2009. According to Greg Goodfried and Miles Beckett of EQAL, the show \"blends reality, documentary, and fiction. It was always our hope to expand the LG15 Universe into new countries through full-format licensing deals like this one with Agora. N1ckola is the perfect example of a business model we'd like to replicate in the future in even more countries.\"\n\nN1ckola debuted on its own network, N1ckola.pl, on January 26, 2009, with show sponsors including Microsoft and Hasbro. Its first season lasted for one hundred videos, and ended with the video \"Landsteiner\" on June 30, 2009. It has been announced that a second season will take place, but it is not known when yet. Season 1 was repackaged into longer episodes and appeared on Polish television in the summer of 2009.\n\nN1ckola was the fourth show in EQAL's popular LG15 Franchise, and also EQAL's first business venture in a language other than English.","original_name":"N1ckola","vote_average":0.0,"name":"N1ckola","cert":"Unavailable","id":17591,"adult":"false","genre_ids":[18],"origin_country":["PL"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Sarkaar Ki Dunya","vote_average":0.0,"name":"Sarkaar Ki Dunya","cert":"Unavailable","id":17592,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2008-11-28","cast":["Danica McKellar"],"overview":"Brink, stylized as brink., is an American news documentary television series that was produced by CBS Eye Too Productions for the Science Channel and that originally aired from November 28, 2008 to August 25, 2009. The program is hosted by Australian Josh Zepps and presents stories about up and coming science and technology in a magazine style.","original_name":"Brink","vote_average":0.0,"name":"Brink","cert":"Unavailable","id":17593,"adult":"false","genre_ids":[10763,99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"106 & Gospel was an inspirational version of the top-ten video countdown show 106 & Park, that aired Sundays on BET. The show debuted on January 11, 2009 and features a live audience, gospel music videos, choir battles and many celebrity guest. The show was canceled in April 2009 due to low ratings on the network.","original_name":"106 & Gospel","vote_average":0.0,"name":"106 & Gospel","cert":"Unavailable","id":17594,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Super Morning is a weekday morning news program airing on TV Asahi, a television station in Japan. It was first broadcast on 5 April 1993, and currently airs from 08:00 to 09:55 Mondays to Fridays.","original_name":"Super Morning","vote_average":0.0,"name":"Super Morning","cert":"Unavailable","id":17595,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"The Shields Stories was a Canadian television drama series, which aired on W in 2004. A short-run dramatic anthology series produced by Shaftesbury Films, the series dramatized six short stories by Carol Shields.\n\nThe series was a sequel of sorts to Shaftesbury's prior The Atwood Stories, which dramatized six short stories by another Canadian writer, Margaret Atwood.","original_name":"The Shields Stories","vote_average":0.0,"name":"The Shields Stories","cert":"Unavailable","id":17596,"adult":"false","genre_ids":[18],"origin_country":["CA"]},{"first_air_date":"1979-03-29","cast":["Dick Van Patten","Brett Cullen","Ben Murphy","Mitchell Ryan","Rosemary Harris"],"overview":"The Chisholms is a CBS western miniseries starring Robert Preston, which aired from March 29, 1979, to April 19, 1979; and continued as a television series from January 19, 1980, to March 15, 1980. The 1979 miniseries showed the family moving from Virginia to Wyoming. When the TV series commenced in 1980, the pioneers were shown en route along the California Trail from Wyoming to Sacramento, California.","original_name":"The Chisholms","vote_average":8.0,"name":"The Chisholms","cert":"Unavailable","id":17597,"adult":"false","genre_ids":[37],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Chamatkari Telephone was an Indian animated television series that aired on DD National channel in early 90s. The title song was: \"Sally, Meg and Jonathan, muskano ka baatein dhan..pyar bhara unka Telephone..Chamatkari Telephone.........'","original_name":"Chamatkari Telephone","vote_average":0.0,"name":"Chamatkari Telephone","cert":"Unavailable","id":17598,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":"2004-01-19","cast":["Sridevi"],"overview":"Malini Iyer is an Indian comedy television series aired on Sahara One, starring Indian actress, Sridevi in the main lead. The series is produced by the Bollywood producer as well as Sridevi's husband, Boney Kapoor, and directed by comedy-actor, Satish Kaushik. The series premiered on January 19, 2004, and aired every Monday & Tuesday at 9pm IST.","original_name":"Malini Iyer","vote_average":0.0,"name":"Malini Iyer","cert":"Unavailable","id":17599,"adult":"false","genre_ids":[35],"origin_country":["IO"]},{"first_air_date":"2006-01-15","cast":["Bill Ratner"],"overview":"Full Force Nature is a television series that premiered on January 15, 2006 on The Weather Channel. It showcases some of the most unbelievable weather moments caught on tape.","original_name":"Full Force Nature","vote_average":7.0,"name":"Full Force Nature","cert":"Unavailable","id":17600,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2000-10-16","cast":[],"overview":"Chcete být milionářem? was a Czech game show based on the original British format of Who Wants to Be a Millionaire?. The show was hosted by Vladimír Čech, Ondřej Hejma and Martin Preiss. The main goal of the game was to win 10 millions Czech korunas by answering 15 multiple-choice questions correctly. There were 3 lifelines - fifty fifty, phone a friend and ask the audience. The game show was shown on the Czech TV station TV NOVA. When a contestant got the fifth question correct, he left with at least 10,000 CZK. When a contestant got the tenth question correct, he left with at least 320,000 CZK. Nobody won the main prize. The show was later renamed to Milionář.","original_name":"Chcete být milionářem?","vote_average":0.0,"name":"Chcete být milionářem?","cert":"Unavailable","id":17601,"adult":"false","genre_ids":[],"origin_country":["CZ"]},{"first_air_date":null,"cast":[],"overview":"Eco Eye is an Irish television series broadcast on RTÉ One. It is presented by Duncan Stewart and focuses on environmental issues. Stewart's daughter Tania also features on the show; she reports from across Ireland, asking people their views on Ireland's environmental future.\n\nEco Eye airs every Wednesday at 19:30, with the 2009 series being the sixth of its kind overall. The 2009 series also entered Northern Ireland for the very first time when it examined important cross border issues such as shared waters, transboundary waste problems and tourism in Northern Ireland. The series is available to watch online at RTÉ.ie.","original_name":"Eco Eye","vote_average":0.0,"name":"Eco Eye","cert":"Unavailable","id":17602,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Weather Classroom is an educational program for children that has aired on The Weather Channel since 1993. It is part of the Cable in the Classroom initiative, and airs at a time when the show can be recorded for later showings in the classroom.","original_name":"The Weather Classroom","vote_average":0.0,"name":"The Weather Classroom","cert":"Unavailable","id":17603,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"1966-09-12","cast":["Kathryn Hays","Glenn Corbett","Kurt Russell","Andrew Prine","Kelly Corcoran"],"overview":"The Road West is an American Western television series that aired on NBC from September 12, 1966 to May 1, 1967 for twenty-nine episodes with rebroadcasts continuing until August 28. The hour-long series, sponsored by Kraft Foods, aired in the 9 p.m. Eastern Monday time slot opposite The Andy Griffith Show and Family Affair on CBS and the crime drama Felony Squad and the prime time soap opera Peyton Place on ABC. Perry Como's Kraft Music Hall originally alternated with the series as monthly specials.","original_name":"The Road West","vote_average":0.0,"name":"The Road West","cert":"Unavailable","id":17604,"adult":"false","genre_ids":[37],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Eureko, ja to wiem! is a Polish game show, where players are 6th graders. One of them, after 17 episodes, wins 500,000 zlotys. The show is hosted by Agata Młynarska. The show debuted in 2005 on Polsat, it stopped broadcasting in 2008, but the next season started on 26 February 2009 on TV4. The new episodes are shown on every Thursday at 19:00.","original_name":"Eureko, ja to wiem!","vote_average":0.0,"name":"Eureko, ja to wiem!","cert":"Unavailable","id":17605,"adult":"false","genre_ids":[],"origin_country":["PL"]},{"first_air_date":null,"cast":[],"overview":"Indradhanush was an Indian children's television series, a mixture of Sci-Fiction and Fantasy, aired on DD National channel. The series aired on every Sundays, and was produced and directed by Anand Mahendra.","original_name":"Indradhanush","vote_average":8.0,"name":"Indradhanush","cert":"Unavailable","id":17606,"adult":"false","genre_ids":[10765],"origin_country":["IN"]},{"first_air_date":null,"cast":[],"overview":"SNN: Showbiz News Ngayon is a Philippine primetime entertainment news program broadcast by ABS-CBN and was presented by Boy Abunda and Kris Aquino, though Aquino was later replaced by Bianca Gonzales because of her brother's campaign for presidency. The show premiered on February 16, 2009. On September 9, 2011, SNN aired its final broadcast. SNN was replaced by \"Nasaan Ka Elisa?\".","original_name":"SNN: Showbiz News Ngayon","vote_average":0.0,"name":"SNN: Showbiz News Ngayon","cert":"Unavailable","id":17607,"adult":"false","genre_ids":[10763],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"On the Street Where You Live is a six-part Irish documentary television series broadcast on RTÉ One. It examined six different streets in six different Irish cities, one per episode. The stories are told through local characters who have witnessed great changes come about on the streets of their home city throughout their lifetime. Some footage from the programmes is available to view online at RTÉ.ie. The series was originally aired in January – February 2009 each Friday at 19:30. Each episode is thirty minutes in length and featured streets from the cities of Dublin, Galway, Dundalk, Limerick, Cork and Kilkenny.","original_name":"On the Street Where You Live","vote_average":0.0,"name":"On the Street Where You Live","cert":"Unavailable","id":17608,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Kółko i krzyżyk was probably the first Polish game show, where people could win Belweder TV set. Show's scenarist was Ryszard Serafinowicz, show's host was Bolesław Kielski, the questions were thought up by Juliusz Owidzki, show's vision assistant was Joanna Rostowska, the set decorator of the first series was Jan Laube, and the director of the show was Stanisław Taczanowski. The show was broadcast from 1961 to 1975 on TVP.","original_name":"Kółko i krzyżyk","vote_average":0.0,"name":"Kółko i krzyżyk","cert":"Unavailable","id":17609,"adult":"false","genre_ids":[],"origin_country":["PL"]},{"first_air_date":"2009-09-22","cast":["Chris O'Donnell","LL Cool J","Daniela Ruah","Linda Hunt","Barrett Foa"],"overview":"The exploits of the Los Angeles–based Office of Special Projects (OSP), an elite division of the Naval Criminal Investigative Service that specializes in undercover assignments.","original_name":"NCIS: Los Angeles","vote_average":6.8,"name":"NCIS: Los Angeles","cert":"Unavailable","id":17610,"adult":"false","genre_ids":[10759,18,80,9648],"origin_country":["US"]},{"first_air_date":"2009-04-09","cast":["Ben McKenzie","Michael Cudlitz","Regina King","Shawn Hatosy","C. Thomas Howell"],"overview":"A raw and authentic look into the Los Angeles crime scene, going far inside the lives of cops, criminals, victims and their families. The show centers on four main characters: Officer John Cooper, a seasoned cop who will have to prove himself again after recovering from surgery; Officer Ben Sherman, who still has much to learn after recently completing his training rotation; Detective Lydia Adams, whose unending caseload hits closer to home; and Sammy Bryant, a former detective who decided to go back to being a uniform cop after the traumatic death of his partner.","original_name":"Southland","vote_average":7.9,"name":"Southland","cert":"Unavailable","id":17611,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Kuch Apne Kuch Paraye is an Indian television series that aired on Sahara One in 2006, based on the concept of whether a daughter-in-law ever become the daughter of the house. The series aired every Monday to Friday at 10:30pm IST. The story traces a young woman named Krishna's life and her struggle for acceptance as the daughter of her in-laws' family.","original_name":"Kuch Apne Kuch Paraye","vote_average":0.0,"name":"Kuch Apne Kuch Paraye","cert":"Unavailable","id":17612,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"News 140","vote_average":0.0,"name":"News 140","cert":"Unavailable","id":17613,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Kundali is an Indian-produced television soap opera that originally aired on Metro Gold under DD Metro in 2002. After the channel closed, the series was taken over by STAR Plus, and aired from the beginning. Due to its popularity among audiences, the series is currently re-airing on TV Asia channel in USA, every Friday at 8pm EST.\n\nThe series is produced by one of the popular Indian television production house, Balaji Telefilms, and directed by Ekta Kapoor.","original_name":"Kundali","vote_average":0.0,"name":"Kundali","cert":"Unavailable","id":17614,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Jo Ishq Ki Marzi Woh Rab Ki Marzi is an Indian television series that premiered on Sahara One on March 9, 2009. The story revolves around the lives of two 'Zamindar' families who turn from friends to enemies.","original_name":"Jo Ishq Ki Marzi Woh Rab Ki Marzi","vote_average":0.0,"name":"Jo Ishq Ki Marzi Woh Rab Ki Marzi","cert":"Unavailable","id":17615,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Groovy Moon","vote_average":0.0,"name":"Groovy Moon","cert":"Unavailable","id":17616,"adult":"false","genre_ids":[16,35],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Neeli Aankhen is an Indian television supernatural series based on the concept of wishful female serpent. The series premiered on February 9, 2008, and aired on every Saturday and Sunday at 9:30pm IST on Sahara One channel.","original_name":"Neeli Aankhen","vote_average":0.0,"name":"Neeli Aankhen","cert":"Unavailable","id":17617,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Pony Express is an American western television series about the adventures of an agent in the 1860s of the Central Overland Express Company, better known as the Pony Express. The half-hour program starring Grant Sullivan was created by California National Productions. Pony Express ran for thirty-five episodes in syndication from the fall of 1959 until the May 1960.","original_name":"Pony Express","vote_average":8.0,"name":"Pony Express","cert":"Unavailable","id":17618,"adult":"false","genre_ids":[37],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Drama at Eight was an early American television program which was broadcast on the now defunct DuMont Television Network. The series ran during the summer of 1953. It was a dramatic anthology which aired Thursday nights from 8 to 8:30 PM on most DuMont affiliates. The series was cancelled after just four episodes were broadcast, although additional episodes continued to air locally on DuMont's New York station, WABD.","original_name":"Drama at Eight","vote_average":0.0,"name":"Drama at Eight","cert":"Unavailable","id":17619,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1950-12-11","cast":["George 'Gabby' Hayes"],"overview":"The Gabby Hayes Show is a general purpose western television series in which the film star and Roy Rogers confidant, George \"Gabby\" Hayes, narrated each episode, showed clips from old westerns, or told tall tales for a primarily children's audience. The first Hayes program ran on NBC at 5:15 p.m. Eastern for fifteen minutes three times per week and preceded the puppet series, Howdy Doody. It aired from December 11, 1950, to January 1, 1954. The second version was a half-hour broadcast on Saturday mornings, carried for only thirteen weeks from May 12 to July 14, 1956, on ABC.\n\nThe show was sponsored by Quaker Oats' puffed cereals, which were \"shot from guns\". As was common at the time, the host delivered the commercial. This often included Hayes firing a small cannon loaded with the cereal at the camera, while warning the viewers to \"Watch out for your televisionary sets!\"\n\nThe floor manager for the show was Fred Rogers until 1953 when he left NBC to start working in public television.","original_name":"The Gabby Hayes Show","vote_average":8.0,"name":"The Gabby Hayes Show","cert":"Unavailable","id":17620,"adult":"false","genre_ids":[37],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Cool Center was a Philippine live comedy talk show TV series airing on GMA Network starting from March 14, 2009. Cool Center is hosted by Eugene Domingo and Anjo Yllana and serves as a replacement for Nuts Entertainment. Due to Anjo Yllana's vice-mayoral's run for local elections, Eugene Domingo was given a new project Comedy Bar with Allan K. and Fabio Ide—it replaced this show which made its finale on April 17, 2010.","original_name":"Cool Center","vote_average":0.0,"name":"Cool Center","cert":"Unavailable","id":17621,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"The Independent Wrestling Federation is a professional wrestling promotion based in Woodland Park, New Jersey. The IWF features upcoming talent, in some cases, which have made it to the World Wrestling Entertainment. Along with producing live events for the public, the IWF also gives youth clinics and acts as a wrestling school. The wrestling school trains teens and adults, and former WWE star Tito Santana is among the instructors.\n\nIWF events occur approximately once per month, on a weekend. The weekend includes a Saturday night show and a Sunday afternoon show. In most events, championship matches occur. Before each month's shows, the IWF website features their Eruption webcast which gives a preview of the upcoming show.","original_name":"Independent Wrestling Federation","vote_average":0.0,"name":"Independent Wrestling Federation","cert":"Unavailable","id":17622,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2002-09-22","cast":["Michal Zebrowski","Wojciech Duryasz","Wieslaw Chmielinski","Magdalena Warzecha","Maciej Kozłowski"],"overview":"Wiedźmin is a 2002 fantasy television series. 13 episodes were made. The series received relatively poor reviews, particularly in the light of the failure of the preceding movie.\n\nThe story is based on the stories of The Witcher, by Polish author Andrzej Sapkowski.","original_name":"Wiedźmin","vote_average":5.6,"name":"The Witcher","cert":"Unavailable","id":17625,"adult":"false","genre_ids":[18,10759,10765],"origin_country":["PL"]},{"first_air_date":"1977-09-21","cast":["Rod Taylor","Stella Stevens","Andrew Stevens","Tony Becker","Charles Napier"],"overview":"The Oregon Trail is a 14-episode NBC western television series starring Rod Taylor as the widower Evan Thorpe, who leaves his Illinois farm in 1842 to take the Oregon Trail to the Pacific Northwest. The show also starred Andrew Stevens, Tony Becker, and Gina Marie Smika as Thorpe's children. Darleen Carr starred as Margaret Devlin, one of the passengers on the wagon train, and Charles Napier portrayed Luther Sprague, a frontier scout recruited by Thorpe. The series was filmed in the Flagstaff, Arizona area.","original_name":"The Oregon Trail","vote_average":0.0,"name":"The Oregon Trail","cert":"Unavailable","id":17626,"adult":"false","genre_ids":[37,18],"origin_country":["US"]},{"first_air_date":"2009-06-17","cast":["Margot Leicester","Tom Hardy","Brian Cox","Shaun Evans","Kierston Wareing"],"overview":"Freddie Jackson is released from prison in 1984 having served a four-year sentence for armed robbery. His wife Jackie, who has been waiting for him on the outside in the mistaken belief that that he wants to go straight, soon finds herself disappointed: Freddie is in fact raring to get back into the game and has set his sights on becoming top dog in the East End underworld.","original_name":"The Take","vote_average":7.7,"name":"The Take","cert":"Suitable for 15 years & above","id":17627,"adult":"false","genre_ids":[10759,18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"News, Sport & Weather is a regular Sky News programme providing news and sport \"in 20 minutes, every 20 minutes\". The programme airs daily 8 pm – 9 pm and additionally 2 pm – 5 pm at weekends, which is in 15-minute segments.\n\nDuring early 2010, the evening weekday NSW broadcasts were covered by various presenters. From 10 September these are presented Monday–Friday by Martin Stanford - after the axing of his show SkyNews.com. The Friday evening edition continues to run from 7 pm, whereas Monday–Thursday they start from 8 pm.\n\nIn early 2011, Sky News started to scale back this format. It now currently only exists for one hour in weekdays from 8 pm, and is now in 20-minute news wraps. The 9 pm hour was replaced by Sky News At Nine and Press Preview. It is still broadcast for two hours on Friday nights from 7 pm. Bank Holiday editions are now replaced by 30-minute Sky News bulletins.","original_name":"News, Sport & Weather","vote_average":0.0,"name":"News, Sport & Weather","cert":"Unavailable","id":17628,"adult":"false","genre_ids":[10763],"origin_country":["GB"]},{"first_air_date":"2009-01-06","cast":[],"overview":"Series exploring plant-based natural remedies and beauty treatments.","original_name":"Grow Your Own Drugs","vote_average":7.0,"name":"Grow Your Own Drugs","cert":"Unavailable","id":17629,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Vikram Aur Betaal was a children's television programme aired on DD National. The series contained stories from Indian mythology that aim at teaching kids life lessons while entertaining them. The concept of the program was based on Baital Pachisi, a collection of tales about the semi-legendary King Vikram and the Vetala, a vampire-like being.","original_name":"Vikram Aur Betaal","vote_average":0.0,"name":"Vikram Aur Betaal","cert":"Unavailable","id":17630,"adult":"false","genre_ids":[10765],"origin_country":["IO"]},{"first_air_date":"2009-03-07","cast":["Colin Murdock","Scott McNeil","Tabitha St. Germain","Lee Tockar"],"overview":"League of Super Evil is a Canadian animated television series inspired by the sketch \"Once Were Heroes\" by Ryan Harper-Brown, co-created by Philippe Ivanusic-Vallee, Davila LeBlanc, Peter Ricq, developed by Asaph Fipke, and produced by Nerd Corps Entertainment in conjunction with YTV. On YTV, it premiered on March 9, 2009, at 10:30 a.m. ET. The show is airing on Nickelodeon in Canada, Spain, the Netherlands, Portugal and on Cartoon Network in most of Southeast Asia, India, Australia, New Zealand, The United States, CBBC in United Kingdom and Canal Plus, Canal J, and Gulli in France. The first season consisted of 26 episodes. The second season consisted of 13 episodes. In total, 52 episodes have aired. In Latin America, it is aired on Disney XD. The second season started airing in Canada in September 2010 and the third season aired from June 2012 to August 2012. The series ended on August 25, 2012.","original_name":"League of Super Evil","vote_average":6.0,"name":"League of Super Evil","cert":"Unavailable","id":17631,"adult":"false","genre_ids":[16,10759,35],"origin_country":["CA","US","GB"]},{"first_air_date":null,"cast":[],"overview":"Garda ar Lár is an Irish television series, the second season of which was broadcast on RTÉ One throughout January and February 2009. It examines incidents where members of the country's Garda Síochána lost their lives since the foundation of the state. Over thirty members of the force have lost their lives in this time. The series was broadcast each Monday at 19:30.","original_name":"Garda ar Lár","vote_average":0.0,"name":"Garda ar Lár","cert":"Unavailable","id":17632,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Fajront Republika was a Serbian talk show \/ sketch show that aired weekly on 1Prva from December 2008 until June 2011.\n\nHosted by Zoran Kesić, the show was a blend of straight talk show elements and sketch comedy. Its name translates to \"Closing time Republic\" and it premiered on Sunday, 21 December 2008 at 11pm. It has since then been moved to Thursdays at 9pm, and then back to Sundays at 11pm in early November 2009.\n\nStarting in fall 2012, a year after getting cancelled from television, a live version of the show under the name Fajront Republika 3D is performed bi-weekly at a Belgrade theater.","original_name":"Fajront Republika","vote_average":0.0,"name":"Fajront Republika","cert":"Unavailable","id":17633,"adult":"false","genre_ids":[],"origin_country":["RS"]},{"first_air_date":null,"cast":[],"overview":"GMA Headline News was a late night English newscast of GMA Network from 1986 to 1992. The show was anchored by Tina Monzon-Palma, and Jose Mari Velez; it was replaced by GMA Network News.","original_name":"GMA Headline News","vote_average":0.0,"name":"GMA Headline News","cert":"Unavailable","id":17634,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"2008-09-04","cast":["Selçuk Yöntem","Nebahat Cehre","Beren Saat","Kivanç Tatlituğ","Zerrin Tekindor"],"overview":"Having lost his wife eleven years ago, Adnan devoted all his attention to his daughter Nihal and his son Bülent. Adnan, who lives in one of the most prominent mansions along the Bosporus in Istanbul with a relative's son Behlül, and his children's nanny, meets Bihter who is also a socialite couple's daughter she is very elegant and beautiful, everyone who meets her get stunned and jealous of her, and he falls in love with her. While searching for peace, safety and happiness in Adnan's mansion, Bihter meets passion. Behlül and Bihter fall completely into each other and become drowned by their infatuation with each other. Their secret love affair will soon affect every member of the family.","original_name":"Aşk-ı Memnu","vote_average":5.5,"name":"Forbidden Love","cert":"Unavailable","id":17635,"adult":"false","genre_ids":[18],"origin_country":["TR"]},{"first_air_date":null,"cast":[],"overview":"Star Awards 2009 was a television award ceremony held in Singapore. It was part of the annual Star Awards organised by MediaCorp for its Chinese language division. Star Awards 2009 was telecasted 'LIVE' on Channel 8, 26 April 2009 at 1900 hrs, where the results were announced. A post show party was held after the awards ceremony and telecasted on Channel U at 2200hrs. President Sellapan Ramanathan and Acting Minister of Information, Communications and the Arts Lui Tuck Yew were present for the awards ceremony.\n\nThe nomination lists for the main categories were announced on 24 February 2009. Nominations for the popularity awards were announced on 27 March 2009.\n\nUnlike previous years, most technical category awards were presented at the actual ceremony. The Best Info-Ed Programme Host award was introduced to recognise infotainment show hosts.\n\nThis is the first Star Awards to be held in April and will recognise achievements from the year 2008. All Star Awards ceremonies after this will be in April instead of December like in previous years.\n\nAll winners are highlighted in BOLD.","original_name":"Star Awards 2009","vote_average":0.0,"name":"Star Awards 2009","cert":"Unavailable","id":17636,"adult":"false","genre_ids":[],"origin_country":["SG"]},{"first_air_date":null,"cast":[],"overview":"Tiny and Mr Duk were two puppet characters created for UK children's TV show, The Saturday Show by Dave Chapman and Damian Farrell.","original_name":"Tiny and Mr Duk","vote_average":0.0,"name":"Tiny and Mr Duk","cert":"Unavailable","id":17637,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2009-05-25","cast":[],"overview":"Más Sabe el Diablo is a Spanish-language telenovela produced by the United States-based television network Telemundo. This melodrama features lovers embroiled in intrigue, betrayal, vengeance and unbridled passion. It stars Gaby Espino, Jencarlos Canela and Miguel Varoni. Telemundo says that about 1 million people tuned in each weeknight.\n\nSet in New York, the serial features the street-wise Ángel, who treats life as a game he plays to win. He tangles with the power-hungry Martín, who is engaged to a stunning, feisty lawyer named Manuela. She decides to defend Ángel, even though Martín wants to destroy him. Neither of the men know that Ángel is Martín's own son. Our hero learns that love is the only key to survival.\n\nTelemundo aired the serial Mondays through Fridays from May 25, 2009 premiere to February 12, 2010 finale. As with most of its other soap operas, the network broadcasts English subtitles as closed captions on CC3. This show's working title was ¿Por qué diablos?, which is the name of a 1999 Colombian telenovela it is based on. A compressed version titled “Más Sabe el Diablo the Remix” will air with English language subtitles on the cable network mun2.","original_name":"Más Sabe el Diablo","vote_average":0.0,"name":"Más Sabe el Diablo","cert":"Unavailable","id":17638,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":"1993-09-25","cast":["Lloyd Bridges","Sean Murray","Talisa Soto","Beau Bridges","Stephen Root"],"overview":"Harts of the West is an American Western\/comedy–drama series starring Beau Bridges and his father, Lloyd Bridges, set on a dude ranch in Nevada. The series aired on CBS from September 1993, to June 1994.","original_name":"Harts of the West","vote_average":0.0,"name":"Harts of the West","cert":"Unavailable","id":17639,"adult":"false","genre_ids":[37,35],"origin_country":["US"]},{"first_air_date":"2009-02-22","cast":[],"overview":"Piers Morgan's Life Stories, also known as Life Stories, is a British television chat show on ITV, presented by journalist Piers Morgan. Filmed in front of a studio audience, each programme is devoted to one celebrity guest. Episodes are currently recorded at The London Studios, although episodes were previously recorded at Teddington Studios and BBC Television Centre between one and two weeks before they are aired on television. Since 2011, Morgan pretapes all of the episodes before the start of a series. This is due to his U.S. filming commitments for CNN.","original_name":"Piers Morgan's Life Stories","vote_average":6.0,"name":"Piers Morgan's Life Stories","cert":"Unavailable","id":17640,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Infamous Murders was a documentary television series shown on The History Channel in the U.S. and the U.K. The U.S. edition was narrated by Don Peoples. In the U.K. edition the narrator is uncredited.","original_name":"Infamous Murders","vote_average":8.0,"name":"Infamous Murders","cert":"Unavailable","id":17641,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Singhasan Battisi is a famous Indian folk literary work. An Indian television series named Singhasan Battisi was created based on it, that aired on DD National channel, based on the story of the throne of Raja Vikramaditya, which has 32 statues of angels on it. The television series is based on an ancient collection of tales. Singhasan means Throne and Battissi is a word derived from the number battis which is thirty-two. So, this is the story of thirty-two statues of Angels on the throne of King Vikramaditya.","original_name":"Singhasan Battisi","vote_average":0.0,"name":"Singhasan Battisi","cert":"Unavailable","id":17642,"adult":"false","genre_ids":[10765],"origin_country":["IO"]},{"first_air_date":"1953-05-19","cast":["Mike Douglas"],"overview":"The Music Show was an early American television program which was broadcast on the now defunct DuMont Television Network.","original_name":"The Music Show","vote_average":0.0,"name":"The Music Show","cert":"Unavailable","id":17643,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1959-10-04","cast":["David Hedison","Paul Burke","Alan Napier","Luciana Paluzzi","Peter Brocco"],"overview":"Five Fingers is an NBC adventure\/drama series set in Europe during the Cold War loosely based on the 1952 film 5 Fingers, starring James Mason and Danielle Darrieux. It ran from October 3, 1959, to January 9, 1960.\n\nDavid Hedison starred as 32-year-old Victor Sebastian, an American counterintelligence officer with the code name \"Five Fingers\". Luciana Paluzzi played Simone Genet, Sebastian's secretary and romantic interest. Paul Burke played Robertson, Sebastian's contact man.\n\nFive Fingers itself was based on the book Operation Cicero by L.C. Moyzisch and on the memoirs of Elyesa Bazna. Bazna was something of an antihero in real life; the television series transformed the character from a World War II-era mercenary Albanian into a Cold War era heroic American. Sebastian posed as a Communist to gain information on party activities. His public cover was that of a theatrical booking agent for clubs and cafes throughout Europe.","original_name":"Five Fingers","vote_average":0.0,"name":"Five Fingers","cert":"Unavailable","id":17644,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"1955-09-01","cast":["Glenn Strange","Edgar Buchanan","Tris Coffin","Jack Buetel","X Brands"],"overview":"Judge Roy Bean is a syndicated American Western series starring Edgar Buchanan as the legendary Kentucky-born Judge Roy Bean, a justice of the peace known as \"The Law West of the Pecos\".","original_name":"Judge Roy Bean","vote_average":0.0,"name":"Judge Roy Bean","cert":"Unavailable","id":17645,"adult":"false","genre_ids":[37],"origin_country":["US"]},{"first_air_date":"1991-05-15","cast":["Leonard Nimoy","Stacy Keach"],"overview":"Haunted Lives: True Ghost Stories was an American paranormal anthology television miniseries that originally broadcast from May 15, 1991 to November 28, 1995, on CBS and UPN. This short-lived program comprised three primetime specials that featured re-enactments of ghost stories told by real people who experienced alleged paranormal activity. The docudrama series used actors and special effects, and then introduced the witnesses who reported such phenomena.\n\nThe series was developed for television by Bruce Nash and Allan Zullo, authors of the popular book series, Haunted Kids: True Ghost Stories.","original_name":"Haunted Lives: True Ghost Stories","vote_average":10.0,"name":"Haunted Lives: True Ghost Stories","cert":"Unavailable","id":17646,"adult":"false","genre_ids":[10765,99,18],"origin_country":["US"]},{"first_air_date":"1961-05-08","cast":["Robert Redford","Guy Mitchell","Audie Murphy"],"overview":"Whispering Smith is an American Western series that aired on NBC. Based on a 1948 movie, the series stars Audie Murphy as Tom \"Whispering\" Smith, a police detective in Denver, Colorado. Filming of the series began in 1959, but the program did not air until May 8, 1961, because of unexpected production problems.\n\nWhispering Smith combines elements of CBS's Have Gun – Will Travel starring Richard Boone, NBC's Tales of Wells Fargo starring Dale Robertson, the syndicated Shotgun Slade with Scott Brady, and ABC's The Man From Blackhawk, a Stirling Silliphant production starring Robert Rockwell. While the setting of the series is unique, it is otherwise a standard detective program.","original_name":"Whispering Smith","vote_average":0.0,"name":"Whispering Smith","cert":"Unavailable","id":17649,"adult":"false","genre_ids":[37],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Kucchh Pal Saath Tumhara is an Indian television series that aired on Sahara One channel in 2003 until 2004 on every Friday at 10:30pm IST. The series is produced by the popular Bollywood golden era actress, Asha Parekh. The series premiered on June 27, 2003, with the story of Nandini - a traditional Indian woman who stays is torn between tradition and forbidden love.","original_name":"Kucchh Pal Saath Tumhara","vote_average":0.0,"name":"Kucchh Pal Saath Tumhara","cert":"Unavailable","id":17650,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":"2008-10-20","cast":["Ahmad Givens","Kamal Givens"],"overview":"Real Chance of Love is an American reality television dating game show featuring two brothers Ahmad Givens and Kamal Givens, of the rap group The Stallionares, and former contestants on I Love New York, who are looking for love.\n\nThe show was first brought up in August 2007 when Mr. Boston and Tango of I Love New York were offered to star in their own reality show. Mr. Boston declined and the plans eventually fell through, leaving the show to be picked up for Real and Chance.","original_name":"Real Chance of Love","vote_average":5.0,"name":"Real Chance of Love","cert":"Unavailable","id":17651,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Duety do mety was the Polish version of The Mad Dash. The show was broadcast from 1998 to 2000. It was hosted by actor Mirosław Siedler.","original_name":"Duety do Mety","vote_average":0.0,"name":"Duety do Mety","cert":"Unavailable","id":17652,"adult":"false","genre_ids":[],"origin_country":["PL"]},{"first_air_date":null,"cast":[],"overview":"Chi vuol essere miliardario? was an Italian game show based on the original British format of Who Wants to Be a Millionaire?. The show was hosted by Gerry Scotti. The main goal of the game was to win 1,000,000,000 Italian lire by answering 15 multiple-choice questions correctly. There were three lifelines - fifty fifty, phone a friend and ask the audience. Chi vuol essere miliardario? was broadcast from 2000 to 2001. It was shown on the Italian TV station Canale 5. When a contestant got the fifth question correct, he left with at least ₤1,000,000. When a contestant got the tenth question correct, he left with at least ₤32,000,000. There was one winner of the show, Francesca Cinelli. Since 2002 the show is called Chi vuol essere milionario?, after the transition of Italy's currency to Euros.","original_name":"Chi vuol essere miliardario?","vote_average":0.0,"name":"Chi vuol essere miliardario?","cert":"Unavailable","id":17653,"adult":"false","genre_ids":[],"origin_country":["IT"]},{"first_air_date":"2008-07-15","cast":["Fonzworth Bentley"],"overview":"From G's to Gents was an MTV reality television series which features misdirected young men willing to change their lives and become gentlemen. The show is hosted by Fonzworth Bentley, and premiered on MTV on July 15, 2008. The objective of the show is to make the transformation from a roughneck to a sophisticated gentleman within the given time. The second season, From G's To Gents 2, premiered on February 10, 2009.","original_name":"From G's to Gents","vote_average":0.0,"name":"From G's to Gents","cert":"Unavailable","id":17654,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"2008-01-30","cast":[],"overview":"UFO Hunters is an American television series that premiered on January 30, 2008 on The History Channel, produced by Motion Picture Production Inc., and ran for three seasons.\n\nJon Alon Walz was the Executive Producer of the show and was responsible for selling the series to History Channel after a bidding war for the rights to the show broke out between History Channel and Sci-Fi Channel.\n\nThe concept for the show was tested in a segment of History Channel's 2006 UFO special entitled \"Deep Sea UFOs\", produced by Motion Picture Production Inc, which featured two of the final four cast members. \"UFO Hunters\" was not a spin-off from a 2005 History Channel special with the same title.\n\nThe tagline of the show is: Hoax or History?\n\nThe series should not be confused with a similarly themed and titled UFO Hunters, a special that debuted the same day and time on the Sci-Fi Channel, and created by the producers of Ghost Hunters, but which only aired one episode.\n\nIn the US, History Channel only released the first two seasons on DVD in the correct airdate order. However, the format was only released in full screen instead of wide screen. In the UK, History Channel released the third and final season on DVD however, the episodes were released in the incorrect airdate order.","original_name":"UFO Hunters","vote_average":6.5,"name":"UFO Hunters","cert":"Unavailable","id":17655,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Raven: The Dragon's Eye is a BBC Scotland children's adventure game show, and the third spin-off to the main series, Raven. It comprises one series, which aired first on the CBBC Channel in 2009. In a similar manner to the previous spin-off, Raven: The Secret Temple, warriors compete as teams and attempt to collect objects by completing tasks.\n\nUnlike previous Raven series, the opening titles are always headed by a safety message from Raven:\n\n\"Our Raven Warriors are always supervised and have their safety checked by experts. Please do not copy the challenges yourself.\"","original_name":"Raven: The Dragon's Eye","vote_average":0.0,"name":"Raven: The Dragon's Eye","cert":"Unavailable","id":17656,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Vem vill bli miljonär?","vote_average":0.0,"name":"Vem vill bli miljonär?","cert":"Unavailable","id":17657,"adult":"false","genre_ids":[],"origin_country":["SE"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Don't Ask","vote_average":0.0,"name":"Don't Ask","cert":"Unavailable","id":17658,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Sixty Minute Man","vote_average":0.0,"name":"Sixty Minute Man","cert":"Unavailable","id":17659,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Other Mall","vote_average":0.0,"name":"The Other Mall","cert":"Unavailable","id":17660,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Gina's Laughing Gear was a special programming slot which was presented by Gina Yashere. It was shown on Friday afternoons on BBC One and repeated on Saturday on the CBBC Channel. The purpose was to showcase new CBBC comedy at the time.\n\nThe running gag in the slot was that Gina \"hacks\" the CBBC transmission in her claim to try to be a CBBC presenter. She often made desperate attempts to win over the audience, none of which were very effective.","original_name":"Gina's Laughing Gear","vote_average":0.0,"name":"Gina's Laughing Gear","cert":"Unavailable","id":17661,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2009-03-16","cast":["Stewart Lee","Paul Putner","Kevin Eldon","Armando Iannucci","Chris Morris"],"overview":"Stewart Lee's Comedy Vehicle is a comedy series created by Stewart Lee. The BBC Two series debuted on 16 March 2009, and featured stand-up routines filmed at The Mildmay Club in Newington Green, and sketches based on a weekly theme, featuring amongst others Simon Munnery, Kevin Eldon and Paul Putner with voice-over parts recorded by Peter Serafinowicz. The series is produced by Richard Webb and directed by Tim Kirkby. The programme is executive-produced by Armando Iannucci and script-edited by Chris Morris, marking a rare reformation of their creative double-act.","original_name":"Stewart Lee's Comedy Vehicle","vote_average":8.3,"name":"Stewart Lee's Comedy Vehicle","cert":"Unavailable","id":17662,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"The Blame Game is a weekly comedy panel game broadcast on BBC Radio Ulster and BBC One Northern Ireland. Started in 2005, it is hosted by Tim McGarry. Regular panellists include comedians Colin Murphy, Neil Delamere, and Jake O'Kane.","original_name":"The Blame Game","vote_average":0.0,"name":"The Blame Game","cert":"Unavailable","id":17663,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Most Annoying Pop Songs.... We Hate to Love","vote_average":0.0,"name":"The Most Annoying Pop Songs.... We Hate to Love","cert":"Unavailable","id":17664,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Back in the Day","vote_average":0.0,"name":"Back in the Day","cert":"Unavailable","id":17665,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Doug Stanhope: Go Home","vote_average":0.0,"name":"Doug Stanhope: Go Home","cert":"Unavailable","id":17666,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Month With Miquita","vote_average":0.0,"name":"The Month With Miquita","cert":"Unavailable","id":17667,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2000-10-20","cast":["Lee Majors","Mark Addy","Alex Jennings","Nigel Lindsay","Matilda Ziegler"],"overview":"","original_name":"Too Much Sun","vote_average":0.0,"name":"Too Much Sun","cert":"Unavailable","id":17668,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Homefront America","vote_average":0.0,"name":"Homefront America","cert":"Unavailable","id":17669,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Have Your Say was a weekly discussion-based television programme, produced by the BBC and broadcast on international news channel BBC World News and BBC World Service radio. Its last broadcast was on 20 April 2008. The programme linked to the Have your say section of the BBC News website, BBC News Online, which also maintains its own topics for contributors to voice their opinions on. The main presenter of the television programme was Bridget Kendall, Diplomatic Correspondent for the BBC.","original_name":"Have Your Say","vote_average":0.0,"name":"Have Your Say","cert":"Unavailable","id":17670,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2006-12-25","cast":["André Sjöberg","Tuva Novotny","Gustaf Skarsgård","Anders Ekborg"],"overview":"Snapphanar is a Swedish miniseries which aired in three parts on Sveriges Television during Christmas 2006, directed by Måns Mårlind and Björn Stein. The historical drama is about the Snapphane peasant rebel movement which fought against the Swedish rule of Scania in the 17th century. The \"Snapphanar\" was a rebellion people, who fought secretly for Denmark during 1660-1700.\n\nThe miniseries were criticised by historians due to a perceived lack of historical accuracy. The Scanian nationalist attitudes portrayed in the series did not exist in the 17th century, and the term snapphane, which is used for self-identification in the series, was in fact a derogatory term used by Swedes.","original_name":"Snapphanar","vote_average":5.7,"name":"Snapphanar","cert":"Unavailable","id":17671,"adult":"false","genre_ids":[18],"origin_country":["SE"]},{"first_air_date":null,"cast":[],"overview":"YRU-Up is a live, late-night Public-access television cable TV show that is broadcast on BEC-TV in Bloomington, Minnesota. It features live callers and pre-taped sketches. Billing itself as \"Bloomington's Favorite Live-Late-Night-Call-In Show\", YRU-Up was started in 1991 by Bloomington Kennedy High School student Andrew Starks and BEC-TV Director Tom Ringdal. People who have gotten their start working for the show and have continued in the television and movie industries include award-winning animators, Cable TV hardware and software executives, and Hollywood writers, including the team who writes the National Lampoon \"Dorm Daze\" movies. Produced at Bloomington Educational Cable Television, the show airs every Saturday morning from 12:30 AM to 2:00 AM. The show can also be seen streaming live on the web at www.tbc14.org.","original_name":"YRU-Up","vote_average":0.0,"name":"YRU-Up","cert":"Unavailable","id":17672,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Thodise Zameen Thodasa Aasman","vote_average":0.0,"name":"Thodise Zameen Thodasa Aasman","cert":"Unavailable","id":17675,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Action Outdoors TV Show","vote_average":0.0,"name":"Action Outdoors TV Show","cert":"Unavailable","id":17676,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Era Uma Vez is a Brazilian telenovela produced and broadcast by Rede Globo in 1998. It was written by Walter Negrão and directed by Jorge Fernando.","original_name":"Novela - Era Uma Vez","vote_average":0.0,"name":"Novela - Era Uma Vez","cert":"Unavailable","id":17677,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Night of Favorites and Farewells was a one-time special that aired on The WB on September 17, 2006. This special took a look back at the 11-year history of The WB and some of their biggest hits. The five-hour special was aired on all affiliates of The WB with the exception of those which had taken affiliation with MyNetworkTV, unless they kept the WB as a second affiliation. This was The WB's last nationally broadcast schedule, as the network officially closed down after the program Dawson's Creek ended to make way for The CW.","original_name":"The Night of Favorites and Farewells","vote_average":0.0,"name":"The Night of Favorites and Farewells","cert":"Unavailable","id":17678,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Downtown Island is a program on the pan-Caribbean network Tempo TV. It is currently hosted by Jeanille Bonterre of Trinidad and Tobago and Anushka of Jamaica. It highlights different Caribbean locales every week, and explores their culture, festivals, local dishes, popular beaches, etc.","original_name":"Downtown Island","vote_average":0.0,"name":"Downtown Island","cert":"Unavailable","id":17679,"adult":"false","genre_ids":[],"origin_country":["JM"]},{"first_air_date":null,"cast":[],"overview":"The Brollys was an animated television show aired on BBC2 between 1990 and 1996 and produced by Trevor Bond Asssociattess Ltd for Weatherhouse Films. It was about a boy called Harry, who had a weather house on the wall of his bedroom. Every night, Harry would be magically transported into the house, which, once he was inside, was set in its own magical landscape.\n\nLiving in the house were the eponymous Brollys - a married couple responsible for the weather. Mr Brolly controlled the rain, while Mrs Brolly controlled the sun. Other characters included the Little Cloud, a cheerful thunder-cloud. He spoke nonsense phrases which the Brollys couldn't understand, but other characters could, semi-regulars Wilkins, a pot-plant who seemed to belong to Mrs. Brolly, and the over-zealous talking Computer. Another important character was the evil Jack Frost, who froze everything he touched, and in one episode, almost destroyed the Weather House. He made appearances in several other episodes, but was always defeated.\n\nThe animation was similar to that used in The Snowman.\n\nThe BBC also released four tie in books. These were 'Jack Frost', 'Old Puff and Blow', 'The Great Storm' and 'Summer Magic'. These books are not readily available, with the rarest being 'Summer Magic'.","original_name":"The Brollys","vote_average":0.0,"name":"The Brollys","cert":"Unavailable","id":17680,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2000-06-06","cast":["Keith Chegwin"],"overview":"Naked Jungle was a one-off television game show produced by the United Kingdom terrestrial TV station Channel 5 in 2000. In itself a fairly innocuous gameshow with an assault course format, it was controversial because its contestants were all nudists. The programme's presenter, Keith Chegwin, was also naked. The full-frontal scenes of genitalia caused a furore in the national media, especially in the Daily Mail, which described the show as having \"plumbed new depths [of indecency on television]\". The show also attracted criticism in the House of Commons. No follow-up programmes were made. Chegwin identified Naked Jungle as \"the worst career move\" in his entire life.\n\nThe programme was made by the same producers as CITV's Jungle Run, and used the same set as well as following the same format.\n\nA video of Naked Jungle was released by Universal Home Entertainment in late 2000","original_name":"Naked Jungle","vote_average":4.5,"name":"Naked Jungle","cert":"Suitable for 15 years & above","id":17681,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Temptation was an Australian telemovie which screened on Network Ten in 2003, starring Colin Friels as Roberto Francobelli. It was a co-production with subscription television and screened on the UKTV channel on Foxtel. It was produced by Penny Chapman and Sue Masters. The directors was Tony Tilse.\n\nTemptation was about the passion of cooking and love. Chefs Ruth and Gabe are the top students of their graduating year and have fallen in love. Gabe starts working at his father Roberto's restaurant but their peaceful existence is shattered when they discover that Ruth is opening a restaurant across the road with Roberto's ex-partner Rita. It's love and war involving the staff of the two restaurants in the same street.\n\nTemptation led to a spin-off television drama series that ran for one season on Network Ten in 2004 called The Cooks. Temptation was about the love and war in the kitchens and bedrooms of the chefs.","original_name":"Temptation","vote_average":0.0,"name":"Temptation","cert":"Unavailable","id":17682,"adult":"false","genre_ids":[18],"origin_country":["AU"]},{"first_air_date":"1978-09-24","cast":["Arthur Lowe","Daniel Abineri","Patrick McAlinney"],"overview":"Bless Me Father is a British sitcom starring Arthur Lowe, Daniel Abineri, Gabrielle Daye, Patrick McAlinney, David Ryall, Derek Francis and Sheila Keith. It was aired on ITV from 1978 until 1981 and described the adventures of an Irish Catholic priest, Father Charles Duddleswell and his young curate in the fictional parish of St. Jude's in suburban London. 21 episodes, written by Peter De Rosa, were aired. De Rosa wrote the books on which the series was based using the pseudonym of Neil Boyd which was also the name of the young curate character; Boyd also served as the narrator in the series of novels upon which the series was based. It was made for the ITV network by London Weekend Television.\n\nThe series was set in 1950 and 1951 and marked a departure from the middle class 'bank manager' roles associated with Lowe such as that in Dad's Army. The other regular characters included Mrs Pring, the housekeeper, the hard-drinking Dr Daley, the non-religious neighbour Billy Buzzle, and abbess Reverend Mother Stephen.","original_name":"Bless Me Father","vote_average":6.0,"name":"Bless Me Father","cert":"Unavailable","id":17683,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Standing Room Only was a television programme on association football shown on British channel BBC2 1991. It was produced by the BBC's Youth and Entertainment Features department, at the time headed up by Janet Street-Porter who was also Executive Producer. The first series consisted of six episodes broadcast in BBC2's \"Def II\" slot. The host was Simon O'Brien, but other people, including Shelley Webb, presented small sections of the programme. The format was magazine style mixing current news stories with star interviews and comedy. Notably involved were comedians David Baddiel and Rob Newman who delivered weekly sketches under the banner of \"Sepp Maier's Comedy Shorts\", Rory Bremmner who recorded comedy voices, and Guardian cartoonist Steve Bell who drew a weekly graphic comic strip. The series was inspired by the growing mainstream interest in football and the popularity of so called football fanzines magazines notably \"When Saturday Comes\" which offered the opinions of football fans themselves rather than professionals. It had an informal style with presenters usually standing near football grounds rather than sitting in a studio. In 1994 David Baddiel would go on to co-host the hugely successful football series: \"Fantasy Football League\" with fellow comedian Frank Skinner.","original_name":"Standing Room Only","vote_average":0.0,"name":"Standing Room Only","cert":"Unavailable","id":17684,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Dracula is a video-taped television play adaptation of Bram Stoker's novel Dracula, part of the series Mystery and Imagination. Denholm Elliott played Count Dracula with Susan George as Lucy Weston.","original_name":"Dracula","vote_average":9.0,"name":"Dracula","cert":"Unavailable","id":17685,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Wunda Wunda is the name of an early children's television series that aired in Seattle, Washington between 1953 and 1972 on Seattle NBC affiliate, KING-TV, channel 5.\n\nThe program starred Ruth Prins as Wunda Wunda, who read stories and sang songs with other characters on the show. She wore a princess hat and clown-like make-up, sitting on a magical rug to do most of her show. She had a hand-held \"magic mirror\" she used to help tell her stories, which was basically a pane of glass she marked with a felt pen. Wunda Wunda's regular guests included \"Clancy the Clock\" and a puppet drum with a face who indicated the beginning of music time.\n\nNear the end of each episode, she began a regular part of her show, the reading of the names of viewers, by looking through her \"magic mirror\" and invoking a rhyme that was very much, if not exactly like the following words:\n\nShe would then look through her magic mirror and say things like \"Oh I see <viewer 1 name> and I see <viewer 2 name> and oh, there's <viewer 3 name>...\" as well as give out birthday wishes.\n\nWunda Wunda's opening theme song went:\n\nAt the closing of each show, the last line of her theme song would change to: \"Won't you come again?\"","original_name":"Wunda Wunda","vote_average":0.0,"name":"Wunda Wunda","cert":"Unavailable","id":17686,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1977-12-22","cast":["Louis Jourdan","Frank Finlay","Bosco Hogan","George Malpas","George Raistrick"],"overview":"Count Dracula is a British television adaptation of the novel Dracula by Bram Stoker. It first aired 22 December 1977. It is among the more faithful of the many adaptations of the original book. Louis Jourdan played the title role.","original_name":"Count Dracula","vote_average":9.0,"name":"Count Dracula","cert":"Unavailable","id":17687,"adult":"false","genre_ids":[18,10765],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Doorknock Dinners is a program that aired on Food TV in the late 1990s. The program featured Gordon Elliott taking a guest chef into the home of a busy person\/household and cooking the family a dinner using only the items they had in their home.\n\nDoorknock Dinners is most notable for giving Paula Deen and Tyler Florence attention, landing Deen a television program, Paula's Home Cooking, that first aired in November 2002. When Iron Chefs Masaharu Morimoto and Rokusaburo Michiba appeared on the show in uniform ahead of Morimoto's first battle against Bobby Flay in New York, the show adapted many Iron Chef mechanics in honor of them, including graphics and announcers as if the challenge was a Kitchen Stadium battle.","original_name":"Doorknock Dinners","vote_average":0.0,"name":"Doorknock Dinners","cert":"Unavailable","id":17688,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"13 heures","vote_average":0.0,"name":"13 heures","cert":"Unavailable","id":17689,"adult":"false","genre_ids":[10763],"origin_country":["FR"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Kapamilya, Deal or no Deal 4 Million Edition","vote_average":0.0,"name":"Kapamilya, Deal or no Deal 4 Million Edition","cert":"Unavailable","id":17690,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"1994-02-05","cast":["Hiromi Ishikawa","Michiko Neya","Etsuko Ishikawa","Fumihiko Tachiki","Naoko Ishii"],"overview":"Brave Police J-Decker is the fifth series of the anime television meta Brave series which aired in Japan during 1994 and 1995. Brave Police J-Decker returns the series to a subtly lighter tone, focusing more on the concept of \"robot as human-built AI construct\" emphasized by the previous season's series, The Brave Express Might Gaine. The series takes place in the fictional city of Nanamagari City.","original_name":"Brave Police J-Decker","vote_average":0.0,"name":"Brave Police J-Decker","cert":"Unavailable","id":17691,"adult":"false","genre_ids":[16,10759],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"That's Cat was a children's television show that premiered on Saturday, September 18, 1976. It was both produced by and aired on KNBC, the NBC owned and operated station in Los Angeles, California; it was also syndicated to selected NBC O&O stations.\n\nThat's Cat was created by Executive Producer Giovanna Nigro-Chacon who wrote the weekly feature \"Grandpa\". Ms. Nigro-Chacon also wrote and produced the only special in the series - the hour-long \"That's Cat Christmas\". She received a Los Angeles Area Emmy Award nomination for her work.\n\nThe show's first episode credits Susan Cuscuna, Perry Krause, and Myra Cohen as writers. It starred Alice Playten, Frank Cala, and Whitman Mayo. The show interspersed segments involving stories, music, humor, and various learning-centered activities. The word \"Cat\" in the title is connotatively used in place of \"Cool.\"\n\nThe show's first episode debuted at 7:30 p.m. on a Saturday night, a move intended to interest parents. The second episode aired in its regular Sunday morning 8:00 a.m. time slot the following day. That same night, a compilation episode of segments from the first two episodes aired at 6:30 p.m. The show moved to the 7:30 a.m. time slot a few episodes later.","original_name":"That's Cat","vote_average":0.0,"name":"That's Cat","cert":"Unavailable","id":17692,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Off the Record is a weekly, political talk program produced by Michigan public television station WKAR-TV in East Lansing, Michigan, and broadcast statewide on PBS member stations throughout Michigan. Off The Record is hosted by Michigan's senior capitol correspondent, Tim Skubick.\n\nThe program covers the governor, legislature, political campaigns and state government.\n\nOff the Record has two segments, opening with a panel of reporters discussing recent news for 15 minutes followed by a roundtable interview with a politician or newsmaker.","original_name":"Off the Record","vote_average":0.0,"name":"Off the Record","cert":"Unavailable","id":17693,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Alan King: Inside the Comedy Mind is an interview program hosted and produced by comedian Alan King for the American cable channel Comedy Central. As opposed to a humorous talk show focused on entertainment value, King limited his interviewee pool to standup comics, and kept the focus of the interviews on the craft and art of creating standup comedy. Guests included George Carlin, Jerry Seinfeld, George Burns, Buddy Hackett, Dennis Miller, Mel Brooks and Joan Rivers.\n\nThe series is regularly shown in the United Kingdom on Information TV, and its sister channel Showcase 2.","original_name":"Alan King: Inside the Comedy Mind","vote_average":0.0,"name":"Alan King: Inside the Comedy Mind","cert":"Unavailable","id":17694,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Bram Stoker's Dracula is a 1973 television adaptation of Bram Stoker's 1897 novel Dracula written by Richard Matheson and directed by Dark Shadows creator Dan Curtis, with Jack Palance in the title role. It was the second collaboration for both Curtis and Palance since the 1968 TV film Dr. Jekyll and Mr. Hyde.","original_name":"Bram Stoker's Dracula","vote_average":10.0,"name":"Bram Stoker's Dracula","cert":"Unavailable","id":17695,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2006-12-28","cast":["Marc Warren"],"overview":"Dracula is a television adaptation of Bram Stoker's 1897 novel Dracula produced by Granada Television for WGBH Boston and BBC Wales in 2006, it was written by Stewart Harcourt and directed by Bill Eagles.","original_name":"Dracula","vote_average":0.0,"name":"Dracula","cert":"Unavailable","id":17696,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"ATL Rock School is a BBC Northern Ireland television programme. The programme aims to highlight new music bands in Northern Ireland.\n\nBand members must be aged between 16 and 21 and resident in Northern Ireland. Judges look for entries from every style and genre, from pop to heavy metal and everything in between. It is broadcast as part of Across the Line on BBC Radio Ulster.\n\nPast winners of the competition:\n\n⁕2008 - The Good Fight\n\n⁕2007 - Nice'n'Sleezy\n\n⁕2006 - The Tides","original_name":"ATL Rock School","vote_average":0.0,"name":"ATL Rock School","cert":"Unavailable","id":17697,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2003-05-14","cast":[],"overview":"Nearly 3000 years ago, a tiny group of tribes in the land of Canaan gave birth to a nation and a religion — a religion that would dare to redefine humanity’s relationship with God.","original_name":"Kingdom of David: The Saga of the Israelites","vote_average":0.0,"name":"Kingdom of David: The Saga of the Israelites","cert":"Unavailable","id":17698,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Heavy Weather was a dramatisation for television by Douglas Livingstone of the novel Heavy Weather by P. G. Wodehouse, set at Blandings Castle. It was made by the BBC and WGBH Boston, first screened by the BBC on Christmas Eve 1995 and shown in the United States on PBS's Masterpiece Theatre on 18 February 1996.\n\nThough abridged for a 90-minute film, Heavy Weather followed closely the novel of 1933, the fourth in the Blandings series. Many of the familiar elements of the Blandings books were present: the wish of Lord Emsworth's nephew, Ronnie Fish, to marry a chorus girl, Sue Brown; the concern of Emsworth's sisters, the imperious Lady Constance Keeble and Ronnie's mother Lady Julia Fish, to ensure that the reminiscences of their other brother, the Hon. Galahad Threepwood, were not published; Galahad's protectiveness towards Miss Brown, the daughter of his long lost love Dolly Henderson; the sustained efforts of the publisher Lord Tilbury to gain possession of the reminiscences; Lord Emsworth's determination that his prize Berkshire pig, the Empress of Blandings, should win the silver medal in the fat pigs class at the Shrewsbury agricultural show; Lord Emsworth's employment of a private detective, P. Frobisher Pilbeam, to protect the Empress and his rivalry with his neighbour, Sir Gregory Parsloe, of Matchingham Hall, who had not only his own designs on the fat pigs class, but, as a prospective Parliamentary candidate, an interest in suppressing Galahad's reminiscences; and the employment as Lord Emsworth's secretary of Monty Bodkin, who, as with most holders of that office, had an ulterior motive.","original_name":"Heavy Weather","vote_average":0.0,"name":"Heavy Weather","cert":"Unavailable","id":17699,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"European Journal is a weekly Deutsche Welle news program produced in English. It is broadcast from Brussels, Belgium and primarily covers political and economic developments across the European Union and the rest of Europe, as well as issues of particular concern to Germany. The program is currently presented by British journalists Cathy Smith and Jim Gibbons.\n\nIn North America, European Journal had previously been available on the now-defunct Newsworld International network. It is currently aired in New York City on CUNY TV and on some PBS stations.","original_name":"European Journal","vote_average":0.0,"name":"European Journal","cert":"Unavailable","id":17700,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Secret Life of Japan season of television programmes and films was shown on Channel 4, in the United Kingdom, between Saturday 30 December 2000, and Tuesday 9 January 2001.","original_name":"Secret Life of Japan","vote_average":0.0,"name":"Secret Life of Japan","cert":"Unavailable","id":17701,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Kimchi","vote_average":0.0,"name":"Kimchi","cert":"Unavailable","id":17702,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"RTL Nieuws is a Dutch television news service produced by RTL Nederland. The national and international news service produces 17 bulletins each weekday and six weekend bulletins for RTL4 and RTL7, reaching a total audience of about 1.5 million people. With the evening broadcast sometimes reaching over 2 million viewers.\n\nRTL Nieuws' main competitor is NOS Journaal, broadcast by the Nederlandse Omroep Stichting for public service television and radio. RTL co-operates primarily with the Flemish commercial television channel VTM and RTL Germany for international news coverage.","original_name":"RTL Nieuws","vote_average":0.0,"name":"RTL Nieuws","cert":"Unavailable","id":17703,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Hem till byn, written by Bengt Bratt, is Sweden's longest running TV series and one of its most popular. It is a realistic drama about people in a rural Swedish village and their daily life and romances and fights but also the consequenses of agricultural policy and other changes in the society.\n\nThe series was first aired in 1971 and has since then been shown in eight seasons with three to five years between them, except a 14-year long intermission between 1976 and 1990. The 2006 season was likely the last.\n\nAll the characters were played by the same actors throughout the series' run, and thus aged naturally with the actors. As the actors grew older and eventually died during the years, the characters that they played had also died at the start of the following season.\n\nThe seven seasons between 1971 and 2002 were directed by Jackie Söderman and the eighth season of 2006 by Gun Jönsson, who herself portrayed one of the main characters in the series.","original_name":"Hem till byn","vote_average":0.0,"name":"Hem till byn","cert":"Unavailable","id":17704,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Starparade is a West German music television programme, which aired on ZDF from March 14, 1968 to June 5, 1980, and was hosted by Rainer Holbe, along with James Last and his orchestra who founded his world-wide success on the show.","original_name":"Star Parade","vote_average":0.0,"name":"Star Parade","cert":"Unavailable","id":17705,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1975-10-04","cast":["Noriko Ohara ","Yoshiko Ohta","Junpei Takiguchi","Kei Tomiyama","Kei Tomiyama"],"overview":"Time Bokan is a Japanese anime series first aired on Fuji TV from October 4, 1975 to December 25, 1976 throughout Japan every Saturday at 6:30pm, with a total of 61 30-minute episodes. It was produced by Tatsunoko Productions, who later produced a number of spinoff programs as part of the \"Time Bokan Series\".","original_name":"タイムボカン","vote_average":0.0,"name":"Time Bokan","cert":"Unavailable","id":17706,"adult":"false","genre_ids":[16,35,10751],"origin_country":["JP"]},{"first_air_date":"2001-08-03","cast":["John Cena","Raye Hollitt","Nicole Gordillo"],"overview":"Manhunt is a reality television series that aired on UPN in the summer of 2001.\n\nThe contestants on the show posed as fugitives who tried to escape actors who pretended to be bounty hunters. The one who eluded the bounty hunters the longest would receive a cash prize.\n\nManhunt was plagued with problems during its brief run. First, a deal collapsed with the World Wrestling Federation in which a number of their \"superstars\" were to be a part of the show's cast. Then, the bottom fell out when separate investigative reports by conspiracy theorist Peter Lance and game-show enthusiast Steve Beverly revealed that the show was being filmed at Griffith Park in Los Angeles, California. Manhunt had claimed to be filmed on location in Hawaii.\n\nThe program was pulled after six episodes.\n\nJohn Cena and former American Gladiator Raye \"Zap\" Hollitt were among the cast members. Jim Lee is now the Chaplain at Oaks Christian High School","original_name":"Manhunt","vote_average":0.0,"name":"Manhunt","cert":"Unavailable","id":17707,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Holiday Film Festival was a Thanksgiving Day science fiction film series, aired annually from 1976 to 1985 on WOR-TV Channel 9 in the Tri-State Region. For most of these broadcasts the two sponsors were a local electronics chain, Crazy Eddies, and a toy store Play World.","original_name":"Holiday Film Festival","vote_average":0.0,"name":"Holiday Film Festival","cert":"Unavailable","id":17708,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Click Barkada Hunt is a Filipino reality show which served as a pre-programming to its mother program, Click. The show ran for less than a season which sought to introduce the newest batch of Click stars. The show is for the publicity purpose of the parent show, Click, only.","original_name":"CLICK Barkada Hunt","vote_average":0.0,"name":"CLICK Barkada Hunt","cert":"Unavailable","id":17709,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Parkinson's All Time Greatest Entertainers was an ITV television programme broadcast on 4 January 2007. It was hosted by Michael Parkinson who gave a list of 10 of his personal favourite entertainers he has interviewed on his television show Parkinson.","original_name":"Parkinson's All Time Greatest Entertainers","vote_average":0.0,"name":"Parkinson's All Time Greatest Entertainers","cert":"Unavailable","id":17710,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"In the Mind of... is an interview program broadcast in Canada on The Biography Channel and Bravo!. It is an interview program where the guest is asked a set of questions from an established pool of questions.\n\nTaffi Rosen is the creator of 'In the Mind of.... Rosen's production company, RedHead Entertainment, produces the show.\n\nThe series has aired 120 interviews to date and continues forward in 2007.","original_name":"In the Mind of...","vote_average":0.0,"name":"In the Mind of...","cert":"Unavailable","id":17711,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Lifeboat Luke is an animated 52x5 min TV action adventure series set in the magical town of Donaghadoo. Directed and designed by Alastair McIlwain, produced by Richard Morss and Darryl Collins, the series has aired in Ireland on RTÉ Two on DEN TOTS and in over twenty territories worldwide.\n\nThe search and rescue series for 4-7 year olds is fast, fun, full of visual jokes and eccentric characters with strong sea safety messages for children running through the episodes.\n\nLifeboat Luke is the first 52 part animation series to be originated and produced in Northern Ireland and has been financed through a combination of private investment and Northern Ireland Screen Lottery Production Fund including the Irish Film Board, the Broadcast Commission Ireland Sound & Vision, Northern Ireland Screen Commission, Banjax Studios, and RTÉ. The series was a co-production with Kavaleer in Dublin.\n\nLuke the Lifeboat Ltd, producers of the series, are working in an exclusive partnership with the Royal National Lifeboat Institution.\n\nThe first 13 episodes were produced at Banjax Studios based in Belfast with LTL Production, based in Holywood, Northern Ireland, producing the remaining 39 episodes and delivering the entire 52 episode series. The licensing and commercialisation of the property is now being carried out by Straandlooper Animation.","original_name":"Lifeboat Luke","vote_average":0.0,"name":"Lifeboat Luke","cert":"Unavailable","id":17712,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Premier Passions is a five-part British documentary TV series, broadcast on BBC One between 24 February and 31 March 1998. It was narrated by actress and Sunderland fan Gina McKee, directed by Newcastle United fan John Alexander and produced by Stephen Lambert.\n\nIt chronicled Sunderland A.F.C. during the 1996-97 season, in which the club was relegated from the Premiership, the year after winning promotion from Nationwide League Division One.\n\nThe programme gave unprecedented insight into the goings-on in and around a Premier League football team, with the 45-minute episodes following a chronological order, beginning in December 1996 with the club sitting comfortably mid-table and mapping the next five months until relegation on the final day of the season. A constant theme was the club's thwarted search to sign a new striker who might have scored the goals to save the team from relegation. The boardroom was also not out of bounds as the documentary records the club's decision to float on the stock market, as well as meetings and debates regarding the club's move to a new home, the Stadium of Light.\n\nThe most memorable feature of the series was the language used by then-manager Peter Reid and his assistant Bobby Saxton during team-talks, usually at half-time, which were often full of swearing. The show often brought minor local fame to members of staff at the club, arguably most memorably, the then-groundsman Tommy Porter. Four supporters, professing to be lifelong fans, comprising a cross section of the local population, from schoolgirl to painter to lab technician to retailer, also gave insight and reaction to results and club decisions.","original_name":"Premier Passions","vote_average":0.0,"name":"Premier Passions","cert":"Unavailable","id":17713,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Under the PINK Carpet is a television entertainment\/news magazine series that highlights gay, lesbian, bisexual and transgender arts, nightlife and culture in New York City and is broadcast on NYC Life\/NYC Media WNYE-TV, and on WYBE MiND TV in Philadelphia, The goal of the series is to entertain and educate about the LGBT Community, give exposure to Out artists and to show how Gay citizens contribute to the cultural fabric of New York City and the world. The show first started in Philadelphia before the production moved to New York City.\n\nThe show is created, produced and directed by Tony Sawicki, who also serves as the primary correspondent. Also featured are Drag Diva personality Lady Clover Honey, actor and filmmaker Fred Anguera, comedienne Marianne Schaberg, performance artist Robin Cloud, and attorney and self-described \"Fag-Hag\" Stephanie Butler and comic Michele Balan who went on to achieve network fame as a top contestant on NBC's \"Last Comic Standing\".\n\nIn 2004, Under the PINK Carpet was distributed by NETA a national distributor of PBS television programs to PBS stations in Washington DC, San Francisco and Austin. The series was also broadcast in Canada on the OUTtv cable network.","original_name":"Under the Pink Carpet","vote_average":0.0,"name":"Under the Pink Carpet","cert":"Unavailable","id":17714,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Hahamishia Hakamerit was a weekly Israeli satirical sketch comedy television program created by Asaf Tzipor, who was also the main writer of the show, and Eitan Tzur, who directed the entire run of the show. Hahamishia Hakamerit was broadcast on Israeli Channel 2 and Israeli Channel 1 between the years 1993-1997. Later on, reruns of the show were broadcast on the cable channel Bip.\n\nThe show's often surreal skits were characterized by a satirical point of view which did not spare the audience sensitive subjects such as politics, national security, the Holocaust and sex.\n\nAnother characteristic of the show's sketches was that occasionally they had an unclear point or punch line.\n\nFollowing the success of the show, similar sketch comedy programs were produced on Israeli television. Unlike Hahamishia Hakamerit's humor, these subsequent shows followed a line much closer to the consensus.","original_name":"Hahamishia Hakamerit","vote_average":9.0,"name":"Hahamishia Hakamerit","cert":"Unavailable","id":17715,"adult":"false","genre_ids":[],"origin_country":["IL"]},{"first_air_date":null,"cast":[],"overview":"Dracula is an Italian 2 part TV-miniseries, directed by Roger Young. It is based on the 1897 novel of the same name by Bram Stoker, though it updates the events of the novel to the present day.","original_name":"Dracula","vote_average":0.0,"name":"Dracula","cert":"Unavailable","id":17716,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"RDI en direct is the main news program on the French-Canadian 24-hour news network RDI. It airs during most of the day, from 6am to 6pm ET, interrupted only by the national editions of Le Téléjournal at 8am ET and 12 Noon ET.","original_name":"RDI en direct","vote_average":0.0,"name":"RDI en direct","cert":"Unavailable","id":17717,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Three Headed Monster","vote_average":0.0,"name":"Three Headed Monster","cert":"Unavailable","id":17718,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"CenterStage","vote_average":0.0,"name":"CenterStage","cert":"Unavailable","id":17719,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Goalissimo a television programme on Channel 4. An alternative to Football Italia and French Football, Goalissimo covered a lot of the world's football action. It was on late at night during the week, but was repeated at 7am on Saturday mornings. From November 2012 the show has begun a weekly run on Premier Sports, channel 428 on Sky in the UK.","original_name":"Goalissimo","vote_average":0.0,"name":"Goalissimo","cert":"Unavailable","id":17720,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"TV Hell was a BBC2 theme night broadcast on 31 August 1992, showing a whole evening of archive television clips widely regarded by critics and the public alike as among the worst ever produced in Britain. It followed an unrelated series of archive theme nights called \"TV Heaven\", shown on Channel 4 earlier in 1992.\n\nTV Hell was defined as programmes and broadcasts where the conception of the production was misguided, even though it made use of established television cast and crew. Many of the resulting catastrophes caused promising careers to be curtailed, or in some cases led to a review of the commissioning process.\n\nThe term \"TV Hell\" has since been adopted in media culture to describe television programmes which are not very good.","original_name":"TV Hell","vote_average":0.0,"name":"TV Hell","cert":"Unavailable","id":17721,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Ms. Adventure was an American documentary reality television series that premiered on Animal Planet on January 19, 2007. The program was hosted by Rachel Reenstra.","original_name":"Ms. Adventure","vote_average":0.0,"name":"Ms. Adventure","cert":"Unavailable","id":17722,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2003-04-14","cast":["Davetta Sherwood","N'Bushe Wright","Jason George","Lindy Booth","Terry Crews"],"overview":"Platinum is an American television series which aired on UPN in 2003.","original_name":"Platinum","vote_average":4.3,"name":"Platinum","cert":"Unavailable","id":17723,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"1996-03-13","cast":["James McCaffrey","Gary Dourdan","Len Cariou"],"overview":"Swift Justice is an American television series  The series stars James McCaffrey as a former NYPD detective and Navy SEAL, who after getting kicked off the force, handles cases the police can't by becoming a private eye.","original_name":"Swift Justice","vote_average":0.0,"name":"Swift Justice","cert":"Unavailable","id":17724,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1997-08-26","cast":["Andrew Dice Clay","Rick Gomez","Rosa Blasi","Kristin Dattilo","Spencer Garrett"],"overview":"Hitz is an American comedy television series that premiered August 26, 1997 on UPN. The series follows two record industry executives and their boss at Hitower Records in Los Angeles.","original_name":"Hitz","vote_average":0.0,"name":"Hitz","cert":"Unavailable","id":17725,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Time for Terry was an Australian TV series which ran in from 1964-1966. It was a variety show that was hosted by English comedian and entertainer as well as jazz musician Terry O'Neill. The show was a forerunner to such shows as The Midday Show and Hey Hey It's Saturday, combining variety and music with game show elements. The show was so successful for HSV7 that it launched a season of Night-time for Terry in 1966. O'Neill had run a similar successful show in England called The One O'Clock Show. Amongst other highlights, the show was responsible for launching the careers of Pat Carroll and Olivia Newton-John - whose farewell to Australian television before leaving for England was on the show. Terry's then wife Peggy Haig made frequent appearances as did their daughter Coral Kelly - later to become prolific television writer Coral Drouyn.","original_name":"Time for Terry","vote_average":0.0,"name":"Time for Terry","cert":"Unavailable","id":17726,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Good Morning with Anne and Nick is a British daytime television show presented by Anne Diamond and Nick Owen, broadcast on BBC1 from October 1992 to May 1996. The pair had previously presented TV-am, but now directly competed with ITV's This Morning.\n\nThe show was broadcast from BBC's Pebble Mill Studios in Birmingham.","original_name":"Good Morning with Anne and Nick","vote_average":5.0,"name":"Good Morning with Anne and Nick","cert":"Unavailable","id":17727,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Justice League of America is an unsuccessful 1997 television pilot produced by CBS and directed by Félix Enríquez Alcalá, based on a team of fictional DC Comics superheroes from the comic of the same name. The film centers on a female meteorologist who gains superpowers and on her subsequent induction into the \"Justice League\", while the city of New Metro is held for ransom by a terrorist armed with a \"Weather Control Device\".\n\nThe film is interjected with mock-interviews of members of the Justice League, speaking about life as a superhero in a past tense, preceding the events of the film.","original_name":"Justice League of America","vote_average":1.0,"name":"Justice League of America","cert":"Unavailable","id":17728,"adult":"false","genre_ids":[10759],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Ha-Comedy Store was an Israeli entertainment program which was broadcast on the Israeli Channel 2 between the years 1994-1996. In its prime it starred Tzvika Hadar, Assaf Ashtar, Ruby Duenyas, Gil Sassover and Itai Segev.\n\nThe show scheduled weekly consisted different short non-sense styled skits including recurring nooks, such as \"JoJo Ticked-Off\" and \"Jacques' Bulletin\" and music segments which were mostly parodies of famous Israeli songs.\n\nDuring the first seasons, the show won a great success, and coined a number of unique expressions to the Hebrew language such as \"Laflaf\", \"Khalastra\". The character which is mostly remembered and identified with the show is apparently Jojo Halastra, played by Tzvika Hadar, which was a parody on the Israeli Ars.\n\nIn 1995 a \"Ha-Comedy Store\" album was released containing all of the most popular songs and skits.\n\nAfter the third season the shows' popularity descended after some of the actors left the show.","original_name":"Ha-Comedy Store","vote_average":0.0,"name":"Ha-Comedy Store","cert":"Unavailable","id":17729,"adult":"false","genre_ids":[],"origin_country":["IL"]},{"first_air_date":null,"cast":[],"overview":"Stella and Sam is a preschool television series based on the Canadian book series \"Stella\" and \"Sam\" by Marie-Louise Gay and published by Groundwood Books Inc. The second season of the series is currently in production with Radical Sheep Productions and Family Channel. The French-language version of the show Stella et Sacha premiered on Playhouse Disney Tele on Sunday, October 3, 2010 while the English-language version of the series will premiere on Playhouse Disney on Sunday, January 9, 2011.\n\nThe show's theme music is performed by singer Emilie Mover.","original_name":"Stella and Sam","vote_average":8.0,"name":"Stella and Sam","cert":"Unavailable","id":17730,"adult":"false","genre_ids":[16],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Ocean's Deadliest is a nature documentary hosted by Philippe Cousteau Jr. and Steve Irwin. It was the final documentary made by Irwin by the time of his death, which occurred during filming.","original_name":"Ocean's Deadliest","vote_average":0.0,"name":"Ocean's Deadliest","cert":"Unavailable","id":17731,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"What's Up Thailand? is a travel and music videos television program. In the United States, it is shown on AZN Television. It is shot in Thailand, where the hostess, June, visits various tourist and cultural destinations. Interspersed with the travel segments are various Asian pop music videos, focusing on Thai artists.\n\nEpisodes have been shot in, among other locations:\n\n⁕Various locations around Bangkok, including Khaosan Road, the Patpong night market, and the Taling Chan floating market.\n\n⁕Hua Hin\n\n⁕Pattaya during the Pattaya Music festival.\n\nAs of November 15, 2007, \"What's Up Thailand\" has ceased airing on cable television","original_name":"What's Up Thailand","vote_average":0.0,"name":"What's Up Thailand","cert":"Unavailable","id":17732,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Alternative Views was one of the longest running Public-access television cable TV programs in the United States. Produced in Austin, Texas in 1978, it produced 563 hour-long programs featuring news, interviews and opinion pieces from a progressive political perspective. Show founders and on-air hosts, Douglas Kellner and Frank Morrow, produced the show on virtually no budget using facilities at Austin Community Television and The University of Texas at Austin. They also pioneered an innovative syndication system that placed the program in almost 80 television markets around the country.","original_name":"Alternative Views","vote_average":0.0,"name":"Alternative Views","cert":"Unavailable","id":17733,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The second series of Comedy Playhouse, the long-running BBC series, aired from 1 March 1963 to 12 April 1963. All the episodes were written by Ray Galton and Alan Simpson.","original_name":"Comedy Playhouse","vote_average":0.0,"name":"Comedy Playhouse","cert":"Unavailable","id":17734,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2004-10-26","cast":[],"overview":"Topstars is a Dutch adaption of Belgian children's soap Spring about a rockband rehearsing at the dance-school of the same name. Both versions are produced by Studio 100. Starting out on October 26, 2004, Topstars ran for three seasons on channel Z@PP. A DVD box-set is expected to be released soon.","original_name":"Topstars","vote_average":0.0,"name":"Topstars","cert":"Unavailable","id":17735,"adult":"false","genre_ids":[],"origin_country":["NL"]},{"first_air_date":null,"cast":[],"overview":"Värmlandsnytt is a Swedish regional news programme, serving the historic province of Värmland in the west of mid Sweden, broadcast on Sveriges Television.\n\nThe programme is broadcast from studios located in Karlstad.","original_name":"Värmlandsnytt","vote_average":0.0,"name":"Värmlandsnytt","cert":"Unavailable","id":17736,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Jornal Hoje is a news program aired by the Brazilian television broadcaster Rede Globo; the program is broadcast in the early afternoon each day from Monday to Saturday and following Globo Esporte and before Vídeo Show. It is presented jointly by Sandra Annenberg and Evaristo Costa.","original_name":"Jornal Hoje","vote_average":7.0,"name":"Jornal Hoje","cert":"Unavailable","id":17737,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Diceman is an adventure travelogue television series, commissioned by the Discovery Channel and produced by Little Planet Media, originally aired between 1997 and 2001. It depicts a presenter and cameraman making decisions about where to go and what to do based on rolling a die.\n\nThe team have no means of transport of their own, and carry a small amount of money and basic necessities. Each episode starts with the presenter and the cameraman drawing up a list of six options either chosen by themselves, or by the public around them at the time. These options could be for modes of transport, directions, places to visit, things to do, challenges or other objectives. Each die selection is then worked to a conclusion, and a fresh set of options are drawn up every time a decision has to be made.\n\nFour 15-part series where eventually produced, totalling 60 programmes and travelling around 32,000 miles across 14 different countries. Travel was made on foot and by bus, taxi, bicycle, ferry, private aircraft, yacht, water taxi, airline, rickshaw, hire car, motorbike, hot-air balloon and hitch-hiking. Nearly six months was spent on the road in total. The die was rolled some 400 times. Activities selected included playing golf on the ice in Greenland to selling pretzels on the streets of New York. The series ended with the die tumbling into a river and being lost.","original_name":"The Diceman","vote_average":0.0,"name":"The Diceman","cert":"Unavailable","id":17738,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Holy Family Album is a television documentary written and narrated by Angela Carter. It was directed by JoAnn Kaplan and produced by John Ellis at Large Door Productions, London, UK. It was broadcast on the UK's Channel 4 on December 3, 1991 as part of the Without Walls series, commissioned by Waldemar Janusczcak.\n\nThe documentary treats representations of Christ in Western art as if they are photographs in God's photo album. According to John Ellis, the programme \"caused considerable controversy\", and was criticised in an editorial in The Times even before it was transmitted. The programme was featured in Channel 4's review programme Right to Reply and a complaint to the Broadcasting Standards Council was not upheld. It has not been retransmitted or published since Angela Carter's death in 1992.","original_name":"The Holy Family Album","vote_average":0.0,"name":"The Holy Family Album","cert":"Unavailable","id":17739,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1986-01-19","cast":["Stephanie Cole","Derek Farr"],"overview":"The Return of the Antelope was a UK TV series aired on ITV between 1986 and 1988. It was a children's fantasy series about two English children, circa 1899, who befriend a group of shipwrecked Lilliputians.","original_name":"The Return of the Antelope","vote_average":0.0,"name":"The Return of the Antelope","cert":"Unavailable","id":17740,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"The Likeaballs is a cartoon created by Jim Quick that airs on BBC One and CBBC. It began production in 2006. It was produced by Cosgrove Hall until they were absorbed into ITV plc in 2009 and is now produced and distributed by HIT Entertainment.","original_name":"The Likeaballs","vote_average":0.0,"name":"The Likeaballs","cert":"Unavailable","id":17741,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2005-08-06","cast":["Arijan van Bavel","Cor Bakker","Paul de Leeuw"],"overview":"Mooi! Weer De Leeuw was a popular Dutch television show hosted by comedian Paul de Leeuw, that ran from 2005 to 2009. The programme was produced by VARA, one of the contributors to the Dutch public broadcasting group Netherlands Public Broadcasting.\n\nBroadcast weekly on Saturday evenings, the programme consisted of surprising audience members by fulfilling wishes that had been sent in by their family or friends, celebrity interviews and variety performances. The show had a distinctive, quirky feel based upon the personal comedy and tastes of De Leeuw. The show had its own small band, led by Cor Bakker, and also featured national and international acts, such as Kylie Minogue, Lionel Richie, Robbie Williams and Adele, who usually performed live in the show in addition to being interviewed. In most cases these acts were supported by the show's house band.\n\nMooi! Weer De Leeuw is probably best known internationally for its notorious appearance in the 2006 Eurovision Song Contest, where De Leeuw gave the results of the Dutch televote from the programme's studio. De Leeuw, who is openly homosexual, flirted with the male presenter Sakis Rouvas and gave out his supposed mobile phone number. The exchange was broadcast around the world to hundreds of millions of viewers and earned De Leeuw criticism from several of the event's commentators, some of whom refused to translate it.","original_name":"Mooi! Weer De Leeuw","vote_average":0.0,"name":"Mooi! Weer De Leeuw","cert":"Unavailable","id":17742,"adult":"false","genre_ids":[],"origin_country":["NL"]},{"first_air_date":"2005-11-18","cast":["Evan Farmer"],"overview":"FreeStyle is a no-cost design show on HGTV where interior decorators and designers de-clutter, reorganize and move furniture and accessories around in a room, to give homeowners a dramatic new look without spending a dime! The series was originally hosted by Aaron Foster, but new episodes now feature Evan Farmer as the host. Designers featured regularly on the show include: Evette Rios, Kelley Hundahl, Kahi Lee, Taniya Nayak and Amanda Miller.","original_name":"FreeStyle","vote_average":0.0,"name":"FreeStyle","cert":"Unavailable","id":17743,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Scavengers was a British TV game show produced by Carlton Television, which aired across the ITV Network. It aired as a two series of 6 episodes the first of which was broadcast on Saturday Evenings at 7:00pm over the summer of 1994. The second series was relegated to daytime viewing in the summer of 1995 typically being broadcast at 9:25am. There was a single champion of champion episode also broadcast in the summer of 1995","original_name":"Scavengers","vote_average":0.0,"name":"Scavengers","cert":"Unavailable","id":17744,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2006-08-18","cast":["Nancy Coolen","Gerard Joling"],"overview":"Sterren Dansen Op Het IJs is a Dutch spin-off of British show Dancing on Ice. The hosts are singer Gerard Joling and Nance Coolen.","original_name":"Sterren Dansen Op Het IJs","vote_average":0.0,"name":"Sterren Dansen Op Het IJs","cert":"Unavailable","id":17745,"adult":"false","genre_ids":[],"origin_country":["NL"]},{"first_air_date":null,"cast":[],"overview":"Maggie: It's Me is a BBC television series pilot written by Bernard Taylor and produced by Graeme Muir. In Maggie: It's Me!, Allie leaves her boyfriend in order to 'teach him a lesson', and seeks solace with her friend Maggie. The pilot was aired on 3 May 1977, but BBC passed on the series.","original_name":"Maggie: It's Me","vote_average":0.0,"name":"Maggie: It's Me","cert":"Unavailable","id":17748,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"We The People is a television talk show in India hosted by Barkha Dutt. The programme is aired every Sunday night at 8 pm on NDTV 24x7.","original_name":"We the People","vote_average":0.0,"name":"We the People","cert":"Unavailable","id":17751,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"DVD on TV is a show on the American FX cable channel, first shown in 2001. The show's hosts are Dave Holmes and Jennifer Lothrop. The series shows motion pictures in similar formats to DVDs on the television network. During breaks in the movie the hosts present the best features from the DVD of that evening's film. Some usual topics include how the movie was made or produced and interviews with the producers or cast.","original_name":"DVD on TV","vote_average":0.0,"name":"DVD on TV","cert":"Unavailable","id":17752,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1997-10-13","cast":["Samuel Fröler","Sten Ljunggren","Ebba Hultkvist","Helena Brodin","Göran Engman"],"overview":"Skärgårdsdoktorn was a Swedish television series produced by SVT Drama. The series ran from 1997 to 2000 and a total of 18 episodes were produced. In English, the title could be translated as The archipelago doctor, and it came to be one of the most popular Swedish TV series of the 90s, and with its average viewership of approximately 2.5 million it is considered one of the greatest successes of SVT Drama. Created by Lars Bill Lundholm and Gunilla Linn Persson, the first 8 episodes were directed by Martin Asphaug. The series was also broadcast in Norway, Finland and Denmark.\n\nIn May 2009, the plans to produce a cinema feature film of Skärgårdsdoktorn were announced. Featuring the same characters ten years after, the estimated release date is Christmas 2010, or possibly January or February 2011.","original_name":"Skärgårdsdoktorn","vote_average":7.0,"name":"Skärgårdsdoktorn","cert":"Unavailable","id":17753,"adult":"false","genre_ids":[18],"origin_country":["SE"]},{"first_air_date":null,"cast":[],"overview":"Trouble at the Top was a business-based BBC television fly on the wall documentary broadcast on BBC2.\n\nA spin off four-part series, Trouble at the Big Top, followed developments at the Millennium Dome in a similar style.","original_name":"Trouble at the Top","vote_average":0.0,"name":"Trouble at the Top","cert":"Unavailable","id":17754,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2014-12-14","cast":[],"overview":"Ys are two different anime series, both of which are based on the video game series Ys. The first series spans seven episodes and covers the general plotline of the first game of the series, Ys I: Ancient Ys Vanished. The plot centers on Adol Christin as he journeys to the island of Esteria in search of adventure. Upon arrival, he learns that a dark priest known as Dark Fact has been tearing the island apart in search of six mystical tomes of power, the Books of Ys.\n\nThe second series picks up immediately after the end of the first and follows the second game, Ys II: Ancient Ys Vanished – The Final Chapter. With Dark Fact's apparent defeat, Adol sets out to solve the mystery of the mysterious books of Ys by going to the source: the floating island of Ys itself. Along with Feena and Reah, Adol makes the journey to the floating island and picks up another companion, Lilia. Also present is Dalles, attempting to resurrect the demon god Darm once again.","original_name":"Ys","vote_average":0.0,"name":"Ys","cert":"Unavailable","id":17755,"adult":"false","genre_ids":[10759],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The second season and fourth series overall of Pinoy Big Brother aired on ABS-CBN. As with the show's previous full and special seasons, it also aired a companion program on Studio 23. It began with a live party on February 25, 2007. It ran for 126 days until June 30, 2007, which was the longest stay of housemates inside the house until Double Up. The season was won by Beatriz Saw, who garnered over 1.5 million votes, or about 30.29% of total votes cast during the open voting, which started on June 17, 2007. This is also the record-breaking highest total of actual votes in the history of Pinoy Big Brother and other all text-based votes reality programs in the Philippines as of now.\n\nToni Gonzaga and Mariel Rodriguez reprised their roles as primetime nd UpLate hosts respectively, while Celebrity Edition housemate Bianca Gonzalez hosted the Update reports. First season housemate Jason Gainza joined the hosts as the Man-of-the-Street reporter.\n\nMeanwhile, Asia Agcaoili again took hosting chores for the show's companion program on Studio 23, along with the puppet Pining. They shared hosting chores with new host Sitti Navarro.\n\nAlso for the show's new season, the theme song Pinoy Ako had been rehashed, this time performed by the band Cebalo, composed of Yvan Lambatan, Panky Trinidad, Eman Abatayo, and Davey Langit of Pinoy Dream Academy. The show also used the songs Time In by Yeng Constantino and Arigatou Tomodachi by Jun Hirano, Jay-R Siaboc and Eman Abatayo as part of the background music.","original_name":"Pinoy Big Brother","vote_average":0.0,"name":"Pinoy Big Brother","cert":"Unavailable","id":17756,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Dreamspaces was a BBC documentary TV series about architecture and interior design. The series ran for two seasons and had twelve episodes total. The show was broadcast on BBC Three from 2003 to 2004.\n\nThe presenters of Dreamspaces were David Adjaye, Justine Frischmann and Charlie Luxton.","original_name":"Dreamspaces","vote_average":0.0,"name":"Dreamspaces","cert":"Unavailable","id":17757,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Diplomatic License was a weekly CNN International news program covering the United Nations which ran from 1994 to 2006. The show takes its name from the legal concept of diplomatic immunity. It was hosted by Richard Roth, CNN's UN correspondent. The program featured interviews with UN insiders such as Mark Malloch Brown, chief of staff to former Secretary-General Kofi Annan, as well as with Annan himself. Additionally, the program featured debates among a rotating panel of journalists covering the UN and international diplomacy, moderated by Roth. The program was filmed in New York City due to the location of United Nations headquarters.","original_name":"Diplomatic License","vote_average":0.0,"name":"Diplomatic License","cert":"Unavailable","id":17758,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Lunkerville is a television series dedicated to bass fishing enthusiasts across the U.S.A. and Canada. The host, Michael de Avila, referred to on the show simply as \"Mike D,\" travels around the country fishing with local experts learning their secrets for fishing in their favorite spots.\n\nThe show was created in 2004 by its host and indie film director, Michael de Avila. In contrast to the many other shows in the genre that rely on a host-as-the-expert format, Lunkerville instead highlights everyday, recreational bass fishermen traveling to their own secret spots and sharing their techniques. Lunkerville was voted “Favorite Fishing Show” three years in a row by viewers of The Sportsman Channel and recently was awarded a CINE Golden Eagle.\n\nLunkerville currently airs on television on the NBC Sports Network, the World Fishing Network and online on the show's official website.","original_name":"Lunkerville","vote_average":0.0,"name":"Lunkerville","cert":"Unavailable","id":17759,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1985-02-18","cast":["Martin Shaw","Stephen Moore","Max von Sydow","Pat Roach","Bill Nighy"],"overview":"The Last Place on Earth is a 1985 Central Television seven part serial, written by Trevor Griffiths based on the book Scott and Amundsen by Roland Huntford. The book is an exploration of the expeditions of Captain Robert F. Scott and his Norwegian rival in polar exploration, Roald Amundsen in their attempts to reach the South Pole.\n\nThe series ran for seven episodes and starred a wide range of UK and Norwegian character actors as well as featuring some famous names, such as Max von Sydow, Richard Wilson, Sylvester McCoy and Pat Roach. It also featured performances early in their careers by Bill Nighy and Hugh Grant.\n\nSubsequently Huntford's book was republished under the same name. The book put forth the point of view that Amundsen's success in reaching the South Pole was abetted by much superior planning, whereas errors by Scott ultimately resulted in the death of him and his companions.","original_name":"The Last Place on Earth","vote_average":6.0,"name":"The Last Place on Earth","cert":"Unavailable","id":17760,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Uncle Bill Reads the Funnies was a local Sunday morning children's television show on KAKE-TV in Wichita, Kansas. The show was hosted by Bill Boyle, who would read the color comics section of the Sunday Hutchinson News.\n\nAlongside Bill was Woody, a wooden dummy who Uncle Bill would ventriloquist as they read the paper. Next to Woody was Zippy, a fuzzy mystery monster hand puppet who didn't speak, would duck under the kitchen table to bring up a variety of props, and engage in zany antics related to the strip that Uncle Bill and Woody were about to read or had just read.\n\nThe show appeared to have been done in the KAKE-TV's \"kitchen\" studio setting.\n\nBoyle was a minister at various local churches of Christian Church. The characters would deliver a light-hearted moral lesson to the children after the reading of each funnies strip.\n\nUncle Bill also did biblical out reach to the community churches by having a sit down with young children in front of a blank paper drawing board. He would begin to tell a biblical story and then ask a volunteer to draw five random lines on the board. He would then continue the story while completing the random lines into a scene from the story. He always finished by labeling the new picture with the chapter and verse used to create the image and give the final result to the child volunteer.","original_name":"Uncle Bill Reads the Funnies","vote_average":0.0,"name":"Uncle Bill Reads the Funnies","cert":"Unavailable","id":17761,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2006-10-22","cast":[],"overview":"Wall Street Warriors is a documentary and reality TV series that details the lives of various Wall Street entrepreneurs. A MOJO HD channel original series, each episode is 30 minutes long and shot in high definition video. Currently two seasons have aired and a third season is in production. MOJO HD recently announced it will be going dark in December, 2008 and it is uncertain which network will air the current season of the series.\n\nOn February 18, 2009 the opening scenes surfaced on the web for the Wall Street Warriors Season 3. Even though it was a very brief video it seems to have been made during the peak of the October 2008 stockmarket turmoil. The hope is that Season 3 will eventually make it on air or in some online form.","original_name":"Wall Street Warriors","vote_average":0.0,"name":"Wall Street Warriors","cert":"Unavailable","id":17762,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"In the Looking Glass is a surreal television series, broadcast on BBC2 in 1978. It starred John Wells, John Fortune, Carl Davis, and Madeline Smith, was directed by Andrew Gosling and produced by Ian Keill. The same team had previously created 1974's The End of the Pier Show. Wells, Fortune and Davis appear to have been the main writers for both series.\n\nIn the Looking Glass was notable for its design, overlaying live action and drawn or animated backgrounds, for instance, a hole drilled to the centre of the earth, or the Monopoly board on which a character risks being crushed by rolling dice. The production team went on to develop this approach further in the \"live action comic strip\" series Jane, for which McCallum won two BAFTA Best Graphics awards.","original_name":"In the Looking Glass","vote_average":0.0,"name":"In the Looking Glass","cert":"Unavailable","id":17763,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Snotties was a reality TV programme which aired on New Zealand's TV 2 from August - October 2006.\n\n32 wannabe naval officers rolled up to the Royal New Zealand Navy's Officer Training School in Devonport - ranging in age from 17-year-old school leavers through to a hardened 34-year-old ex-army engineer. All had decided a life on the ocean wave was a life for them. They faced 22 weeks of intense military training - a lot physical, but also a lot spent in the classroom learning the many aspects of naval life. Snotties follows their journey.","original_name":"Snotties","vote_average":0.0,"name":"Snotties","cert":"Unavailable","id":17764,"adult":"false","genre_ids":[],"origin_country":["NZ"]},{"first_air_date":null,"cast":[],"overview":"Khabardar is a popular news show on NDTV India. Vinod Dua hosts this show. This show is broadcast live, from Monday to Thursday, at 8 PM to 9 PM IST. It is an hour show that wraps up the day's major events...right from politics to sports.","original_name":"Khabardar","vote_average":0.0,"name":"Khabardar","cert":"Unavailable","id":17765,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1999-01-04","cast":["Marc Warren","Caroline Catz","Anna Chancellor","Tim Pigott-Smith","David Harewood"],"overview":"The Vice is an ITV police drama about the Metropolitan Police Vice Unit. It ran for five short series between 1999 and 2003. It tells the story of the London Metropolitan police force's vice squad, where prostitution, underage sex, and other such organized crime are regular occurrences. Most episodes end in such a way where the main villain is caught but often not in a 'naturally' concluded way that you would expect with other TV dramas, and often ending an episode with more questions unanswered than answered.\n\nThe small dedicated team is led by Detective Inspector Pat Chappel who struggles to manage the balance between his home life and his work life - as do the other members of the team. Working in the seedy underworld leads to a continual dilemma for the team - the tension between the Vice Squad and the vice-related crimes that they investigate runs throughout the series and gives the show a rich viewing experience. The programme often blurs the line of the team staying on the right side of the law, as almost every member of the team at different points submits briefly or permanently to the temptations of either sex, drugs, money or honey traps. Sometimes with drastic consequences.","original_name":"The Vice","vote_average":7.0,"name":"The Vice","cert":"Unavailable","id":17766,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Homofonia is the first gay interest TV talk-show in Poland. It is dedicated entirely to the gay community. The topics of the show range from \"Is gay OK?\" to \"Gay Art\". The program has become very controversial, even before the first episode aired. The most notable guests so far included Maciej Nowak and Krystian Legierski. The show is aired live every Wednesday on iTV.\n\nHomofonia tambien es un tipo de textura musical en apreciacion musical que consiste en cantar una melodia, pero esta debe ser acompañada por uno o varios instrumentos musicales. Este tipo de textura se puede apreciar normalmente en canciones de todo tipo de generos, o bien cuando cantamos canciones patrias en actos escolares, con acompañamiento de un cd.","original_name":"Homofonia","vote_average":0.0,"name":"Homofonia","cert":"Unavailable","id":17767,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Feds is a series of Australian television films starring Robert Taylor, which were first broadcast on the Nine Network 1993-1996.\n\nThe Feds revolves around the activities of the Australian Federal Police, who protect the national interests from crime in Australia and overseas. Nine telemovies were produced in the series.","original_name":"The Feds","vote_average":0.0,"name":"The Feds","cert":"Unavailable","id":17768,"adult":"false","genre_ids":[18],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Rogue Male is a 1976 British television film starring Peter O'Toole, based on Geoffrey Household's novel Rogue Male. Made by the BBC, it was adapted by Frederic Raphael and directed by Clive Donner, and also stars Alastair Sim, John Standing and Harold Pinter. It was first transmitted on 22 September 1976. Originally, this film had been destined for theatrical release rather than premiering as a television movie.\n\nThe story had been previously filmed in 1941 by Fritz Lang as Man Hunt, with Walter Pidgeon in the lead role.\n\nIn a BBC Radio 4 interview on 26 January 2007, Peter O'Toole named this film as his favourite from his long career.","original_name":"Rogue Male","vote_average":0.0,"name":"Rogue Male","cert":"Unavailable","id":17769,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1997-09-14","cast":[],"overview":"Äntligen hemma is a Swedish TV show on TV4 about home improvement. The show includes DIY interior decorating tips for home owners. The host, Martin Timell, is trained as a carpenter although he has worked as a host for various TV shows since 1984.\n\nThe name is also Swedish for home at last: Äntligen = Finally + Hemma = Home.","original_name":"Äntligen hemma","vote_average":7.0,"name":"Äntligen hemma","cert":"Unavailable","id":17770,"adult":"false","genre_ids":[],"origin_country":["SE"]},{"first_air_date":null,"cast":[],"overview":"CBC News: Politics was a Canadian political affairs television series which aired weekdays on CBC Newsworld, which was hosted by Don Newman. The show was discontinued and replaced with an additional hour of CBC News: Today upon Newman's retirement in 2009; in the fall, the new series Power & Politics, hosted by Evan Solomon, debuted.","original_name":"CBC News: Politics","vote_average":0.0,"name":"CBC News: Politics","cert":"Unavailable","id":17771,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2007-04-05","cast":[],"overview":"Koutetsushin Jeeg is a Japanese animated television series and retcon to the 1975 Super Robot series Steel Jeeg, created by Go Nagai. It is directed by Jun Kawagoe. The show began airing on the satellite network WOWOW on April 5, 2007 at 11:30 p.m. JST.\n\nPress material describes the show as \"A simple tale of 'Good versus Evil' while at the same time [being] a robot anime created for the sake of the adult core audience.\"\n\nOn February 19, 2007, it was announced that the JAM Project song \"STORMBRINGER\" would be the show's opening theme.","original_name":"鋼鉄神ジーグ","vote_average":4.0,"name":"Steel God Jeeg","cert":"PG","id":17772,"adult":"false","genre_ids":[16,10759],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Oklahoma Passage was a 1989 miniseries produced by the Oklahoma Educational Television Authority which dramatized 150 years of the history of Oklahoma. The miniseries was narrated by the character Miz Hannah, played by Jeanette Nolan. Miz Hannah tells the story of her family's history in Oklahoma to her grandchildren. Through the telling of this family history, the history of Oklahoma is played out.\n\nEach episode was hosted by the following:\n\nEpisode 1: Dale Robertson\n\nEpisode 2: G.D. Spradlin\n\nEpisode 3: Ben Johnson\n\nEpisode 4: Hoyt Axton\n\nEpisode 5: Astronaut, General Thomas Stafford\n\nThe series also featured: Charles Benton, Eldon G. Hallum, Lou Michaels, Melvin Holt, Carter Mullally, Jr., Danny Kamin, Brummett Echohawk, Charles Ballinger, Bryan Bourg, James Fields, Robin Brooks, Chris Todd, Thesa Rogers Loving, Robert Knott, Stephen Gerald, Rex Linn, Whitman Mayo, Megan Mullally, Jonathan B. Reed, Richard Lemin, Paul Newsom, Jeff MacKay, Becky Borg, Vernon Grote, Scott Pruett, Ken Spence, Gene McFall, Tom Ward, Frank Bates, Bret Graham, and Michelle Merchant","original_name":"Oklahoma Passage","vote_average":7.0,"name":"Oklahoma Passage","cert":"Unavailable","id":17773,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Comedy Central Presents Stand-up Showdown is a countdown of the 20 greatest comedy central performances. Throughout the month of January, previous episodes of the series are aired, prompting viewers to vote for their favorite comedian from a pool of 100 via text message or the internet. The results marathon for 2007 aired on Sunday, January 28.","original_name":"Stand-up Showdown","vote_average":0.0,"name":"Stand-up Showdown","cert":"Unavailable","id":17774,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Music Video Comp Reel is a Public-access television cable TV series based in Los Angeles that features music videos, behind the scenes and interviews for popular hip hop, rock, and pop music artists. The first edition of Music Video Comp Reel aired in Los Angeles on July 18, 2005 at 3:00pm on Adelphia featuring the band U2. This showing highlighted videos of their album How To Dismantle An Atomic Bomb which included \"Vertigo\" and \"Sometimes You Can't Make It on Your Own\".","original_name":"Music Video Comp Reel","vote_average":0.0,"name":"Music Video Comp Reel","cert":"Unavailable","id":17775,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2006-11-16","cast":["Paul Kaye"],"overview":"Mike Strutter is back with more c#cksmoking, sh#t munching mother f#cking nonsense in Strutter!","original_name":"Strutter","vote_average":0.0,"name":"Strutter","cert":"Unavailable","id":17776,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Living with the Future is a television documentary series first broadcast on 15 January 2007 on BBC Four. It is a follow-up series to Living with Modernism, also on BBC Four.\n\nIn each episode, presenter Simon Davis visits the owners of a private house, then stays overnight so he can comment on what the building is like to actually live in. The preceding series visited older \"classic\" buildings where modernity was the key feature. In this series, buildings have been constructed in the last few years and often rely on cutting-edge materials and have \"green\" elements of re-use and efficiency.","original_name":"Living with the Future","vote_average":0.0,"name":"Living with the Future","cert":"Unavailable","id":17777,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2004-01-01","cast":["Daniel Brochu"],"overview":"The Boy is a Canadian animated television series that aired on YTV from January 2004 to September 2005. The series is about the adventures of Toby Goodwin, a boy genius and a member of the International Federation For Peace. With his partner, agent Bob Saint-Vincent, he travels all over the world to fight villains.","original_name":"The Boy","vote_average":0.0,"name":"The Boy","cert":"Unavailable","id":17778,"adult":"false","genre_ids":[16],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Captain Satellite was an afternoon TV program on KTVU-2 in Oakland, California. Like many kids' shows of this period, it took advantage of the interest engendered by science fiction and the early space program. The Captain was played by Bob March, a local TV personality. His signature outfit was a helmet and a dark uniform under a light-colored, triangular vest that had a thunderbolt passing through a globe. The set was a cutaway rocket ship called the Starfinder II that blasted off each day. Guest children would co-pilot under Captain Satellite's supervision. As the ship orbited on auto-pilot, the children would participate in games to win prizes, and in live promotions. Old Thirties cartoons like Scrappy and serials would be introduced between breaks, and occasionally there were special appearances, as when The Three Stooges came to visit the Starfinder II.\n\nThere were changes in format, but the show ran for a decade, from the 1960s to the early 1970s. In or about early 1966, “Captain Satellite” announced that the Starfinder-II was being mothballed and the series would get a new “flying saucer” style spaceship. The show had a naming contest and they settled on the name “Laser-II,” rather than the Jupiter-II from “Lost In Space” lore. The latter Sci-Fi show on the CBS network seems to have changed the spaceship format to a flying-saucer type craft. The “Space Lock” had a new entry system – computer punch cards – instead of keys. Three of the five cards inserted into the lock would flash: “need more data” on the screen –– giving the contestant extra attempts to open up the “Space Lock.” The winning card would open the lock, while the losing card would give the answer: “does not compute!”.","original_name":"Captain Satellite","vote_average":0.0,"name":"Captain Satellite","cert":"Unavailable","id":17779,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1978-02-12","cast":["Paul Winfield","Cicely Tyson","Ossie Davis","Cliff DeYoung","Yolanda King"],"overview":"The story of Dr. Martin Luther King Jr., stretching from his days as a Southern Baptist minister up to his assassination in Memphis in 1968.","original_name":"King","vote_average":8.0,"name":"King","cert":"Unavailable","id":17780,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Truth About Alex is a 1986 short made-for-television film. Based on the book Counterplay by Ann Snyder, The Truth About Alex tells the story of Alex Prager, a high school student who is inadvertently outed as gay and the difficulty his best friend Brad has in coming to terms with it. The telefilm stars Scott Baio as Brad and Peter Spence as Alex.\n\nThe film is a Canadian-American co-production, airing in the United States on HBO. The Truth About Alex received a 1987 Gemini Award for Best Short Drama and one for Best Photography in a Dramatic Program or Series and was nominated for two additional awards. The film also received a CINE Golden Eagle Award.","original_name":"The Truth About Alex","vote_average":0.0,"name":"The Truth About Alex","cert":"Unavailable","id":17781,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Utawara Hot Hit 10 was a weekly Japanese music television program broadcast on Sundays 7:58 pm – 8:54 pm on Nippon Television. The series ended its run on January 28, 2007.","original_name":"Utawara Hot Hit 10","vote_average":0.0,"name":"Utawara Hot Hit 10","cert":"Unavailable","id":17782,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":"1992-01-01","cast":["John Michie","Millicent Martin","Patrick Drury"],"overview":"Moon and Son is a BBC TV series made in 1992.","original_name":"Moon and Son","vote_average":0.0,"name":"Moon and Son","cert":"Unavailable","id":17783,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1980-12-25","cast":["Jana Nagyová","Vladimír Dlouhý","Vladimír Menšík","Jiří Lábus","Stella Zázvorková"],"overview":"Arabela was a children's television series produced in Czechoslovakia which aired from 1979 to 1981. The series has 13 episodes and is in the Czech language.","original_name":"Arabela","vote_average":8.3,"name":"Arabela","cert":"Unavailable","id":17784,"adult":"false","genre_ids":[10765,35],"origin_country":["XC"]},{"first_air_date":"2007-02-08","cast":[],"overview":"","original_name":"Situation Magnusson","vote_average":0.0,"name":"Situation Magnusson","cert":"Unavailable","id":17785,"adult":"false","genre_ids":[35],"origin_country":["SE"]},{"first_air_date":null,"cast":[],"overview":"The Sunday Show is a British television entertainment programme that was broadcast live on Sunday lunchtimes on BBC Two between 1995 and 1997. Four series of the show were produced. Donna McPhail and Katie Puckrik hosted the first two series, Puckrik was replaced by Paul Tonkinson for the third series. For the fourth, Tonkinson hosted with Jenny Ross, previously the show's soap opera reviewer.\n\nThe show is best remembered for giving breaks to two young comedians who went on to greater success: Paul Kaye, who appeared each week in his Dennis Pennis character, attending premieres and other events, and throwing absurd questions at the gathered celebrities; and Peter Kay who presented a regular \"World of Entertainment\" slot ostensibly reviewing TV and film but in practice simply a vehicle for his stand-up comedy act.\n\nOther regular contributors included Kevin Eldon in different guises, including 'Guy Boudelaire' & 'Dr Brebner', and Happy Mondays' dancer\/mascot\/percussionist Bez in a weekly \"Science With Bez\" slot.","original_name":"The Sunday Show","vote_average":0.0,"name":"The Sunday Show","cert":"Unavailable","id":17786,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2006-09-07","cast":["Emmanuel Bilodeau","Gilles Renaud","Frank Schorpion"],"overview":"René Lévesque was a Canadian television miniseries that aired on CBC Television in 2006. It stars Emmanuel Bilodeau as former-Quebec premier René Lévesque.","original_name":"René Lévesque","vote_average":7.0,"name":"René Lévesque","cert":"Unavailable","id":17787,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Kaun Banega Champu is a game show that spoofs the popular Indian television show Kaun Banega Crorepati. The show aired on Sahara Filmy. It first aired on February 11, 2007 at 7:30 p.m. followed by every Sunday. It is hosted by stand-up comedian Sunil Grover with the name of \"Ruk Ruk Khan\", an obvious spoof of the 2007's Kaun Banega Crorepati host, Shahrukh Khan. The show invites \"spoofed\" celebrity guests to play the game.","original_name":"Kaun Banega Champu","vote_average":0.0,"name":"Kaun Banega Champu","cert":"Unavailable","id":17788,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1999-07-13","cast":["Ryan Cooley","Lauren Collins","Julian Richings","Daniel Clark","Al Mukaddam"],"overview":"I Was a Sixth Grade Alien was a British\/Australian\/Canadian live-action\/comedy television show following the chronicles of Pleskit, a purple skinned, blue haired alien with an antenna positioned on his head. He tries to fit in and make some friends but due to his strange appearance he doesn't succeed very well. He does make one friend, Tim, who is interested in space and aliens. The two friends go through the sixth grade together. During the series they solve many unusual problems, from a trans-universal portal game to a blue, crying pig creature from Pleskit's home planet. The show started on July 13, 1999 and ended on January 10, 2001 and was produced by Winklemania Productions and Alliance Atlantis Communications' children's unit, AAC Kids.","original_name":"I Was a Sixth Grade Alien","vote_average":0.0,"name":"I Was a Sixth Grade Alien","cert":"Unavailable","id":17789,"adult":"false","genre_ids":[],"origin_country":["AU","CA"]},{"first_air_date":null,"cast":[],"overview":"MSG, NY is a television newscast that airs on MSG Network. It airs nightly at about 10 or 10:30 p.m. Eastern time, with the exact time dependent on sports events schedules. Jason Horowitz, Deb Placey, and Tina Cervasio serve as hosts.\n\nOriginally, this program was called SportsDesk and was a sportscast similar to ESPN's SportsCenter. In 2006, the show was retooled and now primarily covers both sports and entertainment events that occur at Madison Square Garden.\n\nPast anchors of SportsDesk include Al Trautwig, Greg Gumbel, Marv Albert, Jonathan Coachman, and Bill Daughtry.\n\nSportsDesk was also seen on the North American Sports Network throughout Europe.","original_name":"MSG, NY","vote_average":0.0,"name":"MSG, NY","cert":"Unavailable","id":17790,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"La Rivière Espérance is a French TV series, 9 episodes of 90 minutes each, directed by Josée Dayan based on the novel by Christian Signol and shown in 1995 on France 2.","original_name":"La Rivière Espérance","vote_average":0.0,"name":"La Rivière Espérance","cert":"Unavailable","id":17791,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Fourteen Days in May is a documentary directed by Paul Hamann and originally shown on television by the British Broadcasting Corporation in 1987. The programme recounts the final days before the execution of Edward Earl Johnson, an American prisoner convicted of rape and murder and imprisoned in the Mississippi State Penitentiary. Johnson protested his innocence and claimed that his confession had been made under duress. He was executed in Mississippi's gas chamber on 20 May 1987.\n\nThe documentary crew, given access to the prison warden, guards and chaplain and to Johnson and his family, filmed the last days of Johnson's life in detail. The documentary argues against the death penalty and maintains that capital punishment is disproportionately applied to African-Americans convicted of crimes against whites. The programme features attorney Clive Stafford Smith, a noted advocate against capital punishment.\n\nFourteen Days in May won a British Film Institute Grierson Award and a top prize at the Festival dei Populi. It has been shown in many countries but has only appeared in an abbreviated form in the United States, on HBO. Hamann disowned this shortened version.\n\nIt was in direct response to this documentary that the Lifelines organisation was set up, to organise pen pals for death row prisoners.","original_name":"Fourteen Days in May","vote_average":0.0,"name":"Fourteen Days in May","cert":"Unavailable","id":17792,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Carlin at Carnegie is George Carlin's third special to be seen on HBO, recorded at Carnegie Hall, New York City in 1982, released in 1983. Most of the material comes from A Place for My Stuff, his ninth album released earlier that same year. Unlike the first two, this special was edited down to an hour and routines from the same show like \"A Place for My Stuff\" and \"Baseball and Football\" do not appear in this special in contradiction to many internet descriptions. The final performance of \"Seven Dirty Words,\" his last recorded performance of the routine, features Carlin's updated list.","original_name":"Carlin at Carnegie","vote_average":0.0,"name":"Carlin at Carnegie","cert":"Unavailable","id":17793,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Snub TV was an alternative culture television program that ran from 1987 to 1989. The original program, while made in the UK, was developed by American producer Fran Duffy and aired as part of the Night Flight variety show.\n\nIn 1989-1991 a UK version aired for three seasons on the BBC, and was syndicated to the pan-European TV channel Super Channel and in other countries in Europe, such as Russia, Portugal, Denmark and Greece.\n\nSnub's main focus was on documenting musical groups such as The Stone Roses, with the UK version putting an emphasis on the indie and underground music scene in the UK during the rise of Madchester. The British series also featured other acts such as comedians. Snub TV has been credited with giving many then-new bands and musical acts initial and extra exposure to the major music business circles.","original_name":"Snub TV","vote_average":0.0,"name":"Snub TV","cert":"Unavailable","id":17794,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1994-03-23","cast":["Cate Blanchett","Kevin Smith","Ernie Dingo","Justine Saunders","Jeremy Sims"],"overview":"Heartland was an Australian television drama series that ran on the Australian Broadcasting Corporation in 1994. It ran for thirteen episodes and starred Cate Blanchett and Ernie Dingo. The show was also known as Burned Bridge in some countries.\n\nHeartland deals with the mystery surrounding the death of an Aboriginal girl and the doubts concerning the guilt of her boyfriend, who is arrested for her murder. It is also a love story between two of the people convinced of his innocence—their growing relationship must survive hostility from both the white and black communities and the obstacles of their different backgrounds, attitudes and cultures. Set in a small coastal town against the turmoils of murder, mystery and romance, Heartland follows the people from this seaside community and their battle to restructure their own way of life. Their struggle to restore their self-esteem towards a positive future, despite the obstacles in their path.\n\nOther plot elements revolve around the character of Elizabeth Ashton, a writer arriving in a small coastal community. A degree of suspicion exists towards the newcomer who is ignorant of any underlying racial tensions. This naivety allows her to more easily befriend local Aborigine Vincent Burunga. Into this mix is the local police officer Phil McCarthy who seeks Ashton's affections whilst being hostile to her friendship with Burunga, not just as a rival suitor, but because of racial prejudice.","original_name":"Heartland","vote_average":8.5,"name":"Heartland","cert":"Unavailable","id":17795,"adult":"false","genre_ids":[18],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Washingtonienne is an HBO comedy series developed by Sarah Jessica Parker.","original_name":"Washingtonienne","vote_average":0.0,"name":"Washingtonienne","cert":"Unavailable","id":17796,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Baadaass TV","vote_average":0.0,"name":"Baadaass TV","cert":"Unavailable","id":17797,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2007-04-04","cast":["Neneh Cherry"],"overview":"","original_name":"Neneh and Andi Dish it Up","vote_average":0.0,"name":"Neneh and Andi Dish it Up","cert":"Unavailable","id":17798,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"TechLive was an American live television program that aired from 1998 to 2004 on TechTV, a former television channel that specialized in technology.","original_name":"TechLive","vote_average":0.0,"name":"TechLive","cert":"Unavailable","id":17799,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Your Green Life","vote_average":0.0,"name":"Your Green Life","cert":"Unavailable","id":17800,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Retro Night","vote_average":0.0,"name":"Retro Night","cert":"Unavailable","id":17801,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Mambo y canela","vote_average":0.0,"name":"Mambo y canela","cert":"Unavailable","id":17802,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Estamos unidos","vote_average":0.0,"name":"Estamos unidos","cert":"Unavailable","id":17803,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1990-11-18","cast":[],"overview":"Soccer Commented","original_name":"Mai dire Gol","vote_average":0.0,"name":"Mai dire Gol","cert":"Unavailable","id":17808,"adult":"false","genre_ids":[35],"origin_country":["IT"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Caterina e le sue figlie 2","vote_average":10.0,"name":"Caterina e le sue figlie 2","cert":"Unavailable","id":17809,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Disokkupati","vote_average":0.0,"name":"Disokkupati","cert":"Unavailable","id":17810,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1999-10-03","cast":["Ezio Greggio","Jerry Calà","Maurizio Mattioli","Sascha Zacharias","Teri Ann Linn"],"overview":"","original_name":"Anni '60","vote_average":0.0,"name":"Anni '60","cert":"Unavailable","id":17811,"adult":"false","genre_ids":[35],"origin_country":["IT"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Alla ricerca di Sheherazade","vote_average":0.0,"name":"Alla ricerca di Sheherazade","cert":"Unavailable","id":17812,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Madame","vote_average":0.0,"name":"Madame","cert":"Unavailable","id":17815,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2005-05-09","cast":["Manuela Arcuri","Ettore Bassi","Sergio Albelli","Massimiliano Varrese","Mariano Rigillo"],"overview":"","original_name":"Carabinieri - Sotto copertura","vote_average":0.0,"name":"Carabinieri - Sotto copertura","cert":"Unavailable","id":17816,"adult":"false","genre_ids":[80,35,10759],"origin_country":["IT"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Imperia","vote_average":0.0,"name":"Imperia","cert":"Unavailable","id":17817,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Donne sbagliate","vote_average":0.0,"name":"Donne sbagliate","cert":"Unavailable","id":17818,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Mogli a pezzi","vote_average":0.0,"name":"Mogli a pezzi","cert":"Unavailable","id":17819,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Jones & Jury","vote_average":0.0,"name":"Jones & Jury","cert":"Unavailable","id":17820,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2008-07-14","cast":["Emeril Lagasse"],"overview":"Emeril Green is a program on Planet Green hosted by Emeril Lagasse.\n\nThe series is set in Whole Foods Market, where Chef Lagasse and the store’s team help average people shop for the freshest ingredients while explaining the benefits of organic, locally grown and seasonal produce. After shopping for ingredients, Chef Lagasse prepares a meal with each individual that demonstrates the ease of using organic and locally grown foods in everyday meals. In a few episodes, Emeril consults health experts to tackle the challenge of using fresh ingredients in recipes that are designed to address specific dietary needs such as diabetes and weight management.\n\nEmeril Green is produced for Planet Green by Karen Katz, longtime executive producer of Emeril Live with her production company, After Five Productions. Emeril Green is produced in association with Discovery Studios. Christine Weber is executive producer for Discovery Studios. Howard Lee is vice president of production and Lisa Caruso is executive producer for Planet Green.","original_name":"Emeril Green","vote_average":0.0,"name":"Emeril Green","cert":"Unavailable","id":17823,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Out in the Open","vote_average":0.0,"name":"Out in the Open","cert":"Unavailable","id":17824,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Dansefeber was the Norwegian iteration of the dance competition show So You Think You Can Dance. It was broadcast on TVNorge and hosted by Kjetil Tefke in its first season and Henriette Lien in the second. The winners for seasons 1 and 2 were Adil Khan and Hanna Mjåvatn, respectively.","original_name":"Dansefeber","vote_average":0.0,"name":"Dansefeber","cert":"Unavailable","id":17825,"adult":"false","genre_ids":[],"origin_country":["NO"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"GMTV Today","vote_average":0.0,"name":"GMTV Today","cert":"Unavailable","id":17826,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1992-05-12","cast":["Kate Maberly","Kate Winslet","Daniel Craig","Douglas Hodge","Elizabeth Spriggs"],"overview":"","original_name":"Anglo Saxon Attitudes","vote_average":0.0,"name":"Anglo Saxon Attitudes","cert":"Unavailable","id":17827,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Meetinghouse","vote_average":0.0,"name":"Meetinghouse","cert":"Unavailable","id":17828,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":["Declan Donnelly","Anthony McPartlin"],"overview":"Engie Benjy is a pre-school children's television show, broadcast on ITV's children's strand, CITV. Engie Benjy is a blue haired boy, a mechanic who helps fix problems with his friends' vehicles. His dog is Jollop. Other characters include Pilot Pete and Astronaut Al. The vehicles included in the show are a van, a bus, a bike, a plane, a boat, a tractor and a spaceship.\n\nEngie Benjy has a few catch phrases: \"whadda-we-do-Dan?\", \"This is an emergency!\" and \"Great work team!\" Engie also has a song he sings when solving a problem: \"There's a problem here without a doubt, let's look around and check it out... Spin the screws, hear the hum, check the temperature..\" before Jenny joins in singing \"Make a mess, break stuff, whack the dummy with a bat....\"\n\nThe main character voices are provided by television double act, Ant and Dec. In the first series Dec voiced the title role of Engie Benjy while Ant voiced his dog, Jollop. In the third series another character was added for Ant to voice called Trucker Troy, Engie Benjy's cousin, whilst Brianna Gentilella, the duo's American rival, voices Jenny, the assistant of Benjy.\n\nMany of the other characters are voiced by the entertainer Les Dennis.","original_name":"Engie Benjy","vote_average":5.0,"name":"Engie Benjy","cert":"U","id":17829,"adult":"false","genre_ids":[16],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"A Tribute to the Likely Lads","vote_average":0.0,"name":"A Tribute to the Likely Lads","cert":"Unavailable","id":17830,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"A.J. After Hours","vote_average":0.0,"name":"A.J. After Hours","cert":"Unavailable","id":17831,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Born in the USA","vote_average":0.0,"name":"Born in the USA","cert":"Unavailable","id":17832,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Cold Turkey II","vote_average":0.0,"name":"Cold Turkey II","cert":"Unavailable","id":17833,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2008-10-11","cast":["Gretchen Bonaduce","George Gray","Kato Kaelin","Traci Bingham","Bobby Trendy"],"overview":"","original_name":"Gimme My Reality Show","vote_average":0.0,"name":"Gimme My Reality Show","cert":"Unavailable","id":17834,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1995-03-15","cast":["David Warner","James Fox","Richenda Carey","John Standing","Nicholas Farrell"],"overview":"Based on Joanna Trollope's novel. Explores the internal politics and scandals of a British cathedral choir school.","original_name":"The Choir","vote_average":0.0,"name":"The Choir","cert":"Unavailable","id":17839,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2006-08-03","cast":["Robyn Moore"],"overview":"Skippy: Adventures in Bushtown is an animated children's series created by Yoram Gross of Blinky Bill fame. It is set around a fictionalised Australian town.\n\nIt differs from the other Skippy series as it is animated and features anthropomorphic characters. Skippy, for example, is a kangaroo who wears a baseball cap.","original_name":"Skippy: Adventures in Bushtown","vote_average":0.0,"name":"Skippy: Adventures in Bushtown","cert":"Unavailable","id":17840,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Xtra Factor","vote_average":5.5,"name":"The Xtra Factor","cert":"Unavailable","id":17843,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Susan Powter Show","vote_average":0.0,"name":"The Susan Powter Show","cert":"Unavailable","id":17844,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"La Nueva Ola","vote_average":0.0,"name":"La Nueva Ola","cert":"Unavailable","id":17845,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2008-07-12","cast":["Bob Woodruff"],"overview":"","original_name":"Focus Earth with Bob Woodruff","vote_average":0.0,"name":"Focus Earth with Bob Woodruff","cert":"Unavailable","id":17846,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"At Home With...","vote_average":0.0,"name":"At Home With...","cert":"Unavailable","id":17847,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Get Out!","vote_average":1.3,"name":"Get Out!","cert":"Unavailable","id":17848,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Guys Night In","vote_average":0.0,"name":"Guys Night In","cert":"Unavailable","id":17849,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"RipeLive!","vote_average":0.0,"name":"RipeLive!","cert":"Unavailable","id":17850,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Reality Chat","vote_average":0.0,"name":"Reality Chat","cert":"Unavailable","id":17851,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Keshia and Kaseem","vote_average":0.0,"name":"Keshia and Kaseem","cert":"Unavailable","id":17852,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Yankees Batting Practice Today","vote_average":0.0,"name":"Yankees Batting Practice Today","cert":"Unavailable","id":17855,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Nets Pre Game","vote_average":0.0,"name":"Nets Pre Game","cert":"Unavailable","id":17856,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Yankees Classics is a program on the YES Network which features classic New York Yankees games.\n\nEach Yankees Classics episode is hosted by Yankees radio announcer John Sterling, who discusses the game's impact on Yankee history at the beginning and end of the telecast.","original_name":"Yankees Classics","vote_average":0.0,"name":"Yankees Classics","cert":"Unavailable","id":17857,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Tales of Triumph","vote_average":0.0,"name":"Tales of Triumph","cert":"Unavailable","id":17858,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Memories of the Game","vote_average":0.0,"name":"Memories of the Game","cert":"Unavailable","id":17859,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"This Week in Football","vote_average":0.0,"name":"This Week in Football","cert":"Unavailable","id":17860,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Yankees Magazine","vote_average":0.0,"name":"Yankees Magazine","cert":"Unavailable","id":17861,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Yankees Encore","vote_average":0.0,"name":"Yankees Encore","cert":"Unavailable","id":17862,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Yankees Pre Game","vote_average":0.0,"name":"Yankees Pre Game","cert":"Unavailable","id":17863,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Joe Girardi Show","vote_average":0.0,"name":"The Joe Girardi Show","cert":"Unavailable","id":17864,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Nets Post Game","vote_average":0.0,"name":"Nets Post Game","cert":"Unavailable","id":17865,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Classic Sports","vote_average":0.0,"name":"Classic Sports","cert":"Unavailable","id":17866,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Forbes SportsMoney","vote_average":0.0,"name":"Forbes SportsMoney","cert":"Unavailable","id":17867,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"SportsLife, NYC","vote_average":0.0,"name":"SportsLife, NYC","cert":"Unavailable","id":17868,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Yankees Hot Stove","vote_average":0.0,"name":"Yankees Hot Stove","cert":"Unavailable","id":17869,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Yankees Post Game","vote_average":0.0,"name":"Yankees Post Game","cert":"Unavailable","id":17870,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2009-04-01","cast":["Heidi Klum","Jessica Simpson","Jeff Probst","LeAnn Rimes","Ice-T"],"overview":"I Get That A Lot is a reality television special originally created by Danny Harris occasionally airing on CBS, which sets up celebrities in everyday working class jobs. Hidden cameras are used to capture the reactions of unsuspecting customers and bypassers. When the celebrities are recognized, they deny their real identities and say \"I get that a lot,\" until the end of the segment, at which time the cameras are revealed and they come forward about their identities.\n\nThe first two episodes also aired internationally in Australia on Channel Ten. There is also a French version based on the format, named Sosie! Or Not Sosie?, produced by Carson Prod and aired on French TV leader TF1.","original_name":"I Get That a Lot","vote_average":8.0,"name":"I Get That a Lot","cert":"Unavailable","id":17873,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Who Will Love My Children? is a 1983 made for television biographical film based on the life of Lucile Fray. Lucile Fray was diagnosed with cancer in 1952 and wanted to find suitable homes for her ten children, since she felt her husband could not properly care for them. Prior to her death, she succeeded. The film was directed by John Erman, written by Michael Bortman, and starred Ann-Margret in her first television film. It was originally broadcast on ABC.\n\nThe same evening as its original broadcast, February 14, 1983, the children of Lucile Fray appeared on That's Incredible!, an ABC program.","original_name":"Who Will Love My Children?","vote_average":0.0,"name":"Who Will Love My Children?","cert":"Unavailable","id":17874,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Faith of Our Children","vote_average":0.0,"name":"Faith of Our Children","cert":"Unavailable","id":17875,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Brian Regan: Standing Up","vote_average":0.0,"name":"Brian Regan: Standing Up","cert":"Unavailable","id":17876,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Survivor Live is an internet talk-show about the television series Survivor.","original_name":"Survivor Live","vote_average":0.0,"name":"Survivor Live","cert":"Unavailable","id":17879,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2007-04-04","cast":[],"overview":"","original_name":"Sweet Baby James","vote_average":0.0,"name":"Sweet Baby James","cert":"Unavailable","id":17880,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2007-06-03","cast":["Alan Titchmarsh","Angellica Bell"],"overview":"","original_name":"The Great British Village Show","vote_average":0.0,"name":"The Great British Village Show","cert":"Unavailable","id":17881,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2008-03-03","cast":["Irina Voronina"],"overview":"","original_name":"Supreme Court of Comedy","vote_average":0.0,"name":"Supreme Court of Comedy","cert":"Unavailable","id":17882,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Truth and Dare","vote_average":0.0,"name":"Truth and Dare","cert":"Unavailable","id":17883,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"CBBC's Rule the School is a modern role-reversal, reality TV show for teenagers. The basis of the show was to take five talented school pupils and 10 school teachers and swap roles. The pupils became the teachers and the teachers became the pupils. The series first aired in 2002, with lessons including text-messaging, break-dancing, computer gaming, customising clothes, popstar skills and 'funky footballing'. The series was nominated for a BAFTA in 2003 when lessons included dance, rap and, slightly more conventionally, physical education. In 2004 the timetable included dance lessons, djing, skateboarding and fashion.\n\nThe BAFTA nominated show ended in 2005 after four seasons, with lessons including Music, Dance, IT Factor, Taekwondo and Web Design. The Headteacher was Adelaide Lumor who also appeared in the 2007 Muller commercial 'Lid Lickers'. The show was presented by Jake Humphrey.","original_name":"Rule the School","vote_average":0.0,"name":"Rule the School","cert":"Unavailable","id":17884,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Football Focus is a BBC television show, broadcast on BBC One on Saturday lunchtimes, covering football, presented from the 2009\/2010 season by Dan Walker. The programme is broadcast from MediaCityUK in Salford, Greater Manchester.\n\nThe programme previously formed part of the Grandstand programme but has since August 2001 been considered a show in its own right. Prior to the launch of Match of the Day 2, it was often the first chance for viewers to see analysis of the Sunday and Monday Premier League games. The programme is now a weekly magazine, with reports from across the country at all levels of English and Scottish football. It previews the weekend's fixtures and provides updates from the early Premier League game. Since BBC have the rights to Premier League highlights, Football Focus also shows the key moments from the midweek matches. A version of the programme which looks at world football airs on BBC World News.\n\nThe theme song for the programme is different for each new season. For the 2002\/03 season it was \"Backaround\" by Elevator Suite. The 2003\/04 season featured a cover of the Stevie Nicks track \"Stand Back\" by Linus Loves featuring Sam Obernik. For the 2007\/08 season it was \"Kill The Director\" by The Wombats and for the 2009\/2010 season it was Jetstream by Doves, from the album Kingdom of Rust. For the 2012\/13 it was \"Undegpedwar\" by Y Niwl from the self-titled album.","original_name":"Football Focus","vote_average":10.0,"name":"Football Focus","cert":"Unavailable","id":17885,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Connie is a 1985 British television drama series. Made for ITV by Central Television, it starred Stephanie Beacham in the title role. 13 episodes were made which were shown throughout the summer of 1985.","original_name":"Connie","vote_average":10.0,"name":"Connie","cert":"Unavailable","id":17890,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1981-06-01","cast":[],"overview":"Another Life is an American television soap opera produced and broadcast by the Christian Broadcasting Network from June 1, 1981 to October 5, 1984. It was co-created by Roy Winsor and Bob Aaron, and ran for 875 episodes.","original_name":"Another Life","vote_average":0.0,"name":"Another Life","cert":"Unavailable","id":17893,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":["Joseph Campbell"],"overview":"Mythos is a three-part documentary that consists of a series of lectures given by Joseph Campbell. Campbell conceived of the original lectures, filmed over the last six years of his life, as a summation of what he had learned about the human mythic impulse, in terms of psychology, ethnology and comparative mythology—what he called \"the one great story of mankind.\"","original_name":"Mythos","vote_average":0.0,"name":"Mythos","cert":"Unavailable","id":17894,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1952-10-03","cast":["Russell Todd"],"overview":"Wheel of Fortune is an American game show hosted by Todd Russell which ran from 1952-1953 on CBS in both daytime and nighttime versions.","original_name":"Wheel of Fortune","vote_average":0.0,"name":"Wheel of Fortune","cert":"Unavailable","id":17895,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":["Deepika Chikhalia","Swapnil Joshi","Arun Govil","Dara Singh"],"overview":"Luv Kush is an Indian television series created, written, produced, and directed by Ramanand Sagar. It is a follow-up to Sagar's highly successful Ramayan, featuring mostly the same cast and production crew.\n\nLuv Kush covers the last book, the \"Uttar Kand,\" of the ancient Indian epic Ramayana, following Ram's coronation, especially focusing on his children Luv and Kush.","original_name":"Luv Kush","vote_average":0.0,"name":"Luv Kush","cert":"Unavailable","id":17896,"adult":"false","genre_ids":[99],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Nukkad was the name of a popular Hindi TV serial that aired on the Indian Television channel DD National in 1986 - 87. It was co-directed by Kundan Shah and Saeed Akhtar Mirza, and was written by Prabodh Joshi.\n\nIt starred Dilip Dhawan, Rama Vij, Pavan Malhotra, Sangeeta Naik, Avtaar Gill in lead roles. The serial received tremendous response from the viewers and some of the characters such as Khopdi, Kaderbhai and Ghanshu Bhikari became household names. Nukkad was one of the three most popular TV serials on Doordarshan in the eighties; the other two being \"Hum Log\" and \"Buniyaad\".\n\nThe first season of Nukkad aired in 1986-87 had 40 episodes. Each episode was based on an every-day issue of the lower income group and often revolved around one or two specific characters at Nukkad. Some episodes ended on hope and positive consolation and yet some episodes ended on a sad but realistic conclusion. The treatment was based on simplicity and reality thus making every episode endearing.\n\nDue to the mass popularity of this TV series, the producers re-launched the Nukkad brand again in 1993 after 7 years in a new modern \"avatar\". It was titled \"Naya Nukkad\" and included the original cast and also added new characters. However \"Naya Nukkad\" could not match the popularity levels of the original Nukkad series.","original_name":"Nukkad","vote_average":0.0,"name":"Nukkad","cert":"Unavailable","id":17897,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":"2005-02-18","cast":["Pooch Hall","Julito McCullum","Sean Nelson","Sasha Toro"],"overview":"Miracle's Boys is a six-part miniseries based on the novel of the same name by Jacqueline Woodson, shown on The N in February 2005. The series was directed by Neema Barnette, LeVar Burton, Ernest R. Dickerson, Bill Duke, and Spike Lee and was filmed on-site in Harlem, New York. It also includes a theme song by rapper Nas.","original_name":"Miracle's Boys","vote_average":0.0,"name":"Miracle's Boys","cert":"Unavailable","id":17898,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Yogi's First Christmas is a 1980 holiday-themed television film first aired on November 21, 1980, and produced by Hanna-Barbera. Throughout the 1980s it was offered to U.S. television networks broken up as a one-week strip syndicated program, generally showing the week of Christmas, one episode per day for four days.\n\nTwo songs from Casper's First Christmas were featured in this movie, in new re-recorded versions. Additionally, Boo Boo's song \"Hope\" was previously heard in the 1972 Christmas special, A Christmas Story.","original_name":"Yogi's First Christmas","vote_average":0.0,"name":"Yogi's First Christmas","cert":"Unavailable","id":17899,"adult":"false","genre_ids":[16,35],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Hollyrock-a-Bye Baby is an animated feature length film based on the 1960s series classic, The Flintstones. It first aired on ABC on December 5, 1993. It is the sequel to I Yabba-Dabba Do! and is followed by A Flintstone Family Christmas, which aired less than two weeks later on the same channel. The movie has been reaired on Cartoon Network and Boomerang usually as part of Mother's Day special programming.","original_name":"Hollyrock-a-Bye Baby","vote_average":5.0,"name":"Hollyrock-a-Bye Baby","cert":"Unavailable","id":17900,"adult":"false","genre_ids":[16,35],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Chunauti was a hit television series in India in the 1980s. This marked the debut of many actors, such as Suchitra Krishnamurthy & many others.\n\nChunauti meaning Challenge was aired on Doordarshan in 22 episodes each about 25 minutes in Hindi.","original_name":"Chunauti","vote_average":0.0,"name":"Chunauti","cert":"Unavailable","id":17901,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"The Object Is is a game show which aired on ABC from December 30, 1963 to March 27, 1964. The series was the first game for host Dick Clark. Mike Lawrence was the announcer.","original_name":"The Object Is","vote_average":0.0,"name":"The Object Is","cert":"Unavailable","id":17902,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"LatiNation is a nationally syndicated television program airing in over 90 cities all over the United States, Puerto Rico and the Virgin Islands. The program is produced by American Latino Syndication, a division of LATV Networks, and often is broadcast in tandem with its sister program American Latino TV. It is one of the first English language, U.S. Latino targeted TV Programs on mainstream television and touches on many topics with the general theme being stories about young, 2nd and 3rd generation Latinos making an impact on U.S. society.","original_name":"LatiNation","vote_average":0.0,"name":"LatiNation","cert":"Unavailable","id":17909,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2006-08-11","cast":[],"overview":"CMT Cross Country is a television show broadcast on Country Music Television and Palladia that pairs two country music artists together. Each episode of CMT Cross Country features a different set of stars playing together. It is similar in format to CMT Crossroads, except that in this series, both of the two artists are predominantly known for their country music contributions, as opposed to Crossroads, where one of the two artists is from outside the traditional country genre.","original_name":"CMT Cross Country","vote_average":0.0,"name":"CMT Cross Country","cert":"Unavailable","id":17912,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1998-01-04","cast":["Anthony Tyler Quinn","Julie Benz","Willie Garson","Jamie Renée Smith","Lisa Waltz"],"overview":"Ask Harriet is a short-lived American television situation comedy that ran for one season in 1998 on FOX. Ask Harriet was created by David Cassidy, Jonathan Prince, and Billy Riback. Cassidy also wrote and performed the theme song.","original_name":"Ask Harriet","vote_average":0.0,"name":"Ask Harriet","cert":"Unavailable","id":17913,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Stone Boy","vote_average":0.0,"name":"Stone Boy","cert":"Unavailable","id":17914,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":"2006-11-07","cast":["Halit Ergenç","Bergüzar Korel","Tardu Flordun","Ceyda Düvenci","Tomris İncer"],"overview":"Sehrazat, a young widow who is financially unable to treat her terminally ill young son, is forced to address to her charming boss, asking for help. The proposal by her boss changes her life forever.","original_name":"Binbir Gece","vote_average":6.9,"name":"One Thousand and One Nights","cert":"Unavailable","id":17915,"adult":"false","genre_ids":[18],"origin_country":["TR"]},{"first_air_date":null,"cast":[],"overview":"Any Time Now is a 2002 co-produced six-part comedy-drama by RTÉ and BBC Northern Ireland.\n\nThe show initially aired on BBC One Northern Ireland and RTÉ One in 2002. The show was filmed in Dublin, Republic of Ireland and Belfast, in Northern Ireland.","original_name":"Any Time Now","vote_average":0.0,"name":"Any Time Now","cert":"Unavailable","id":17916,"adult":"false","genre_ids":[18,35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Colour Me Pop was a British music TV programme broadcast on BBC2 from 1968-1969. It was a spin-off from the BBC 2 arts magazine show Late Night Line-Up. Designed to celebrate the new introduction of colour to British television, it was directed by Steve Turner, and showcased half-hour sets by pop and rock groups of the period. The programme was a pioneering precursor to the better remembered BBC music programme The Old Grey Whistle Test. Unlike its successor, most of the editions of Colour Me Pop are lost.","original_name":"Colour Me Pop","vote_average":0.0,"name":"Colour Me Pop","cert":"Unavailable","id":17917,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2008-01-22","cast":["Liza Tarbuck","Anna Ryder Richardson","Gillian McKeith","Anna Richardson"],"overview":"Supersize vs Superskinny is a British television programme on Channel 4 that features information about dieting and extreme eating lifestyles. One of the main show features is a weekly comparison between an overweight person, and an underweight person. The two are brought to a feeding clinic, and live together for five days, swapping diets all supervised by Dr Christian Jessen.\n\nThe show also featured Anna Richardson in the 1st, 2nd and 3rd series, who examined new methods to lose weight by trying diets she finds on the Internet, some of which have shocking side effects. For example, Anna attempted Laser lipolysis, which went drastically wrong and resulted in severe bruising. Also, she discovered Diabulimia and spoke to Isabelle Caro, a French actress, renowned for her underweight figure and anorexia campaign.\n\nDuring the first series in 2008, one feature involved Gillian McKeith, who tried to find a way to \"ban big bums\" in the UK. She tested out different exercises to tone the buttocks of different groups of ladies, and made a leader board for the most effective.","original_name":"Supersize vs Superskinny","vote_average":6.3,"name":"Supersize vs Superskinny","cert":"Unavailable","id":17918,"adult":"false","genre_ids":[10764],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"The Nutty Squirrels Present was an animated television series that was inspired by characters from The Nutty Squirrels. The television series was produced by Transfilm-Wylde Animation, and aired for one season on first-run syndication in the United States with over 150 five-minute episodes in 30 half-hour shows produced.","original_name":"The Nutty Squirrels Present","vote_average":0.0,"name":"The Nutty Squirrels Present","cert":"Unavailable","id":17919,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":["Oliver Steeds"],"overview":"Mark & Olly: Living with the Tribes is the umbrella term for three documentary adventure reality television series that aired on BBC Knowledge and the Travel Channel which premiered in 2007. The program follows British explorers Mark Anstice and Oliver Steeds as they travel around the world to reside with underdeveloped indigenous peoples. The series was produced by Cicada Productions and distributed by FremantleMedia.\n\nIn 2011, the third season of the series was accused of faking scenes and mistranslating interviews to portray the tribe negatively.","original_name":"Mark & Olly: Living with the Tribes","vote_average":0.0,"name":"Mark & Olly: Living with the Tribes","cert":"Unavailable","id":17920,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Rumor Has It was a daily game show that aired on the cable station VH1 from June 7 to October 28, 1993. Brian O'Connor was the host. John Ten Eyck was the announcer.\n\nThe series was the first game show ever to be broadcast on VH1, and was cancelled due to low ratings.","original_name":"Rumor Has It","vote_average":0.0,"name":"Rumor Has It","cert":"Unavailable","id":17921,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Adventures on Kythera is an Australian children's television series starring actress Amelia Frid about children who have adventures on the Greek island of Kythera.) It premiered on 13 August 1991 and aired until 1992. The series was produced and directed by John Tatoulis.","original_name":"Adventures on Kythera","vote_average":0.0,"name":"Adventures on Kythera","cert":"Unavailable","id":17922,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Tokyo Friendly Park 2 is a Japanese game show that premiered in April 1994 on the Tokyo Broadcasting Station. TFP2 airs on Monday nights roughly from 6:55 - 7:54 JST in Japan.","original_name":"Tokyo Friend Park 2","vote_average":0.0,"name":"Tokyo Friend Park 2","cert":"Unavailable","id":17923,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Landward is a long-running Scottish television programme focusing on agricultural and rural issues, produced and broadcast by BBC Scotland.","original_name":"Landward","vote_average":0.0,"name":"Landward","cert":"Unavailable","id":17924,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1994-09-20","cast":["Madge Sinclair","Steve Harvey","Wendy Raquel Robinson"],"overview":"Me and the Boys is an American sitcom that aired on the ABC network from September 20, 1994 until February 28, 1995. The series features comedian Steve Harvey, who also served as a writer, in his first starring role. The series was created by Bob Myer, Rob Dames and Lenny Ripps, and produced by a.k.a. Productions and Bob Myer Productions in association with ABC Productions.","original_name":"Me and the Boys","vote_average":0.0,"name":"Me and the Boys","cert":"Unavailable","id":17925,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1989-01-01","cast":["Shah Rukh Khan","Ashutosh Gowariker","Renuka Shahane","Mita Vasisht"],"overview":"Circus is an 1989 Indian television series directed by Aziz Mirza, set in a circus troupe, and starring popular Hindi film actor of today, Shahrukh Khan when he was a newcomer, and Ashutosh Gowariker who has directed movies such as Jodha-Akbar, Swades, Lagaan, & Baazi.","original_name":"सर्कस","vote_average":0.0,"name":"Circus","cert":"Unavailable","id":17926,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":"1998-02-27","cast":["Graeme Garden"],"overview":"If I Ruled the World is a BBC comedy panel show parodying politics and politicians. Hosted by Clive Anderson, with team captains, Graham Garden and Jeremy Hardy. Guests included Mark Steel, Rebecca Front, Tony Hawks, Andy Hamilton and Doon MacKichan.","original_name":"If I Ruled the World","vote_average":9.0,"name":"If I Ruled the World","cert":"Unavailable","id":17927,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2008-06-10","cast":[],"overview":"Untamed & Uncut is an American documentary television series that premiered on June 10, 2008 on Animal Planet. The program depicts unexpected and surprising animal encounters that are caught directly on tape at the scene. Each different video usually has something to do with an animal attack on a human, either intentionally or unintentionally, animals fighting each other, animals causing havoc within a community, or animal rescues in which the animal is in grave danger or has been severely wounded. Most of the time, no one is killed, although a few deaths and many minor and severe injuries have occurred. Due to the disturbing content, Untamed & Uncut holds a TV-14 rating.\n\nA sneak peek originally appeared on June 10, 2008 - the show officially debuted on October 12, 2008 with the special \"Vacation Nightmares\".\n\nRodeo announcer Bob Tallman appeared as himself in two episodes of the program.","original_name":"Untamed & Uncut","vote_average":0.0,"name":"Untamed & Uncut","cert":"Unavailable","id":17930,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"1949-01-21","cast":["Arthur Shields"],"overview":"Your Show Time is an American anthology drama series that debuted as a midseason replacement on NBC Television in January 1949. Hosted and narrated by Arthur Shields, the series ran until July 1949.","original_name":"Your Show Time","vote_average":0.0,"name":"Your Show Time","cert":"Unavailable","id":17931,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Abbott and Costello Cartoon Show is an American half-hour animated series of the famous comedy duo that aired in syndication from September 9, 1967 to June 1, 1968. Each of the 39 individual episodes consisted of four five-minute cartoons. The cartoons were created jointly by Hanna-Barbera, RKO General and Jomar Productions between 1965 and 1967. The series was syndicated by Gold Key Entertainment and King World Productions.\n\nThe primary feature of this cartoon series was the fact that Bud Abbott supplied the voice for his own character. Stan Irwin provided the voice of Lou Costello, who had died in 1959. The rest of the voice cast was composed of Hanna-Barbera regulars. The Canadian cartoonist, Lynn Johnston, who is famous for her comic strip, For Better or For Worse, was an uncredited cel colorist.","original_name":"The Abbott and Costello Cartoon Show","vote_average":9.0,"name":"The Abbott and Costello Cartoon Show","cert":"Unavailable","id":17932,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The League is an Internet series that can be found at www.theleaguetv.com.\n\nThe League is an original scripted content web series created by Kevin Regan & Joel Rickenbach. Regan does the bulk of the writing, while Rickenbach directs most of the series. It is produced by the duo along with stars Jim Burns and Jim McCabe, and is Executive Produced by George Stulak. The League has a low-budget aesthetic that works perfectly with its tongue-in-cheek tone. It is filmed in Wilmington, DE, and West Chester, PA.\n\nThe series chronicles the everyday lives of Hitmen - Todd Britches and Gary Goldman- Think The Odd Couple meets Pulp Fiction. Episodes often feature a dark figure in silhouette known as \"The Boss,\" giving the League their \"assignments.\" In season two, the mysterious Anastasia\/Claire goes from trying to \"eliminate\" The League, to joining their forces.\n\nThe first two seasons of The League, are heavily influenced by \"The Ring of Domination,\" or R.O.D. Ring. The ring makes its first appearance in episode 3. It has been revealed that ring is some sort of \"key.\" As of season two's \"The R.E.D. Folder Part 2,\" The B.O.S.S., Mother RUSSIA, and R.O.S.S all have possession of one ring each. There is a fourth ring that each of them is willing to kill for. The whereabouts of this ring have yet to be divulged.","original_name":"The League","vote_average":0.0,"name":"The League","cert":"Unavailable","id":17935,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":"2007-11-07","cast":[],"overview":"","original_name":"The Science of Storm Chasing","vote_average":0.0,"name":"The Science of Storm Chasing","cert":"Unavailable","id":17938,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2004-09-25","cast":[],"overview":"Animal Atlas is produced by Longneedle Entertainment, LLC, a subsidiary of Bellum Entertainment Group. Animal Atlas is a 30-minute educational wildlife show that \"takes children on a tour of discovery, uncovering the secrets of how animals live and thrive. Young viewers meet animals from the familiar to the astounding, and the domesticated to the wild, including the diverse creatures of the African savanna, the finned and flippered of the big deep, and the colorful cast of the equatorial rainforest\". Atlas began in 2004 for its first season in national syndication and will be going on its tenth year of national syndication during the 2013-2014 season. As of January 2013, Bellum will have produced over 230 high definition episodes of Animal Atlas and fourteen home entertainment DVD titles about animals.","original_name":"Animal Atlas","vote_average":9.0,"name":"Animal Atlas","cert":"Unavailable","id":17939,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Explosions Gone Wrong","vote_average":0.0,"name":"Explosions Gone Wrong","cert":"Unavailable","id":17940,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Flight 175: As the World Watched is an American television documentary film that premiered in August 2006 on TLC. It covers the final moments of the passengers and crew on board United Airlines Flight 175, which was the second commercial airliner to strike the World Trade Center, impacted with the South Tower, and was the most visually documented flight during the September 11 attacks.\n\nThe documentary features interviews with a variety of people, including:\n\n⁕relatives of the passengers and crew members,\n\n⁕air traffic controllers who responded to the doomed flight, and\n\n⁕the two F-15 fighter pilots scrambled from Otis Air National Guard Base who flew in the airspace over Lower Manhattan during the event.","original_name":"Flight 175: As the World Watched","vote_average":0.0,"name":"Flight 175: As the World Watched","cert":"Unavailable","id":17943,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Captain Vyom is an Indian science fiction television series that aired on DD National channel in the late 1990s. The series aired in India on DD1 every Sunday morning at 10. It became extremely popular among youth because of its concept of time machine and the world of 2220. The titular character was played by Indian model Milind Soman. Later on, the series was re-aired on SAB TV channel.","original_name":"Captain Vyom","vote_average":0.0,"name":"Captain Vyom","cert":"Unavailable","id":17944,"adult":"false","genre_ids":[10759,18],"origin_country":["IO"]},{"first_air_date":"2003-06-08","cast":["Budd Friedman","Jimmy Pardo"],"overview":"National Lampoon's Funny Money is a comedy game show that aired on GSN from June 15 to October 24, 2003. The show was hosted by stand-up comedian Jimmy Pardo, and Budd Friedman served as the announcer.","original_name":"National Lampoon's Funny Money","vote_average":0.0,"name":"National Lampoon's Funny Money","cert":"Unavailable","id":17949,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"International Desk is a news program on CNN International. The fast-paced program delivers a roundup of the events of the day. The show airs twice a day on weekdays, with the 10:00 ET\/16:00 CET edition anchored by Michael Holmes and the 13:00 ET\/19:00 CET edition anchored by Hala Gorani. I-Desk is broadcast from CNN Center in Atlanta and CNN's studios in Washington, DC.\n\nThe show was launched in 2009 as part of a slate of new programming for primetime in Europe. Gorani was initially the sole anchor when I-Desk premiered on 9 February 2009, with the program airing once a day. Isha Sesay later joined on 20 April 2009 to host the 10:00 ET edition, with Gorani hosting a second block two hours later. Sesay swapped roles with Holmes in September 2011, taking over as presenter of BackStory, while Holmes took over at I-Desk.\n\nThe Weekend edition is anchored by Jonathan Mann.","original_name":"International Desk","vote_average":0.0,"name":"International Desk","cert":"Unavailable","id":17950,"adult":"false","genre_ids":[10763],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Pinoy Abroad is a now-defunct public affairs program of GMA Network launched in 2005, and aired its last episode in 2006. Although it had ended, it is being reran on GMA News TV since 2011.","original_name":"Pinoy Abroad","vote_average":0.0,"name":"Pinoy Abroad","cert":"Unavailable","id":17951,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"2009-03-22","cast":[],"overview":"Bully Beatdown was an American reality television series created by Mark Burnett which airs on MTV. In each episode, show host Jason \"Mayhem\" Miller challenged bullies to fight against a professional mixed martial artist for a chance to win $10,000. The money they got depended on their performance against their opponent, with any money they didn't win going to the bully's victims. If the bully managed to submit or knock out the martial artist at any time, they won a $5000 bonus.","original_name":"Bully Beatdown","vote_average":8.5,"name":"Bully Beatdown","cert":"Unavailable","id":17952,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Peruvian version of El show de los sueños, whose creation is due to Rubén Galindo Jr. and Santiago Galindo, premiered in 2009, hosted by Gisela Valcárcel. The programs, which according to the format are called \"galas\" will be transmitted on Saturdays at 10 pm on América Televisión live from the studios.","original_name":"El Show de los sueños","vote_average":0.0,"name":"El Show de los sueños","cert":"Unavailable","id":17953,"adult":"false","genre_ids":[],"origin_country":["PE"]},{"first_air_date":null,"cast":[],"overview":"Major Dell Conway of the Flying Tigers was an early American television program broadcast on the now defunct DuMont Television Network.","original_name":"Major Dell Conway of the Flying Tigers","vote_average":0.0,"name":"Major Dell Conway of the Flying Tigers","cert":"Unavailable","id":17954,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2009-03-23","cast":["Betty Hayes","Eric Hayes","Kevin Hayes","Kyle Hayes","Meghan Hayes"],"overview":"Table for 12 was an American reality television series featuring the Hayes family with two sets of twins and a set of sextuplets, who reside in Marlboro, New Jersey. The series debuted on TLC in 2009. Eric is a police officer and Betty is a stay-at-home mom. The family was originally introduced in a one-hour TLC special, Twins, Twins and Sextuplets. It was announced by Eric, on October 12, 2010, on the Facebook page for Table for 12 that the show had been cancelled.","original_name":"Table for 12","vote_average":0.0,"name":"Table for 12","cert":"Unavailable","id":17955,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2008-08-16","cast":["Ryan Agoncillo","Gladys Guevarra"],"overview":"Talentadong Pinoy is a Philippine reality talent show. Hosted by Ryan Agoncillo, it displays performances from singers, dancers, actors, musicians and comedians, to contortionists, impressionists, jugglers, ventriloquists and magicians. Contestants are allowed to perform any act they want. One difference to the Got Talent series is that the judges give their opinions on the performance of the performer and the jury decides the winner. It is aired every Sunday","original_name":"Talentadong Pinoy","vote_average":0.0,"name":"Talentadong Pinoy","cert":"Unavailable","id":17956,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"1997-04-05","cast":["Sarah Cawood"],"overview":"Night Fever was a karaoke style show airing in the United Kingdom on Channel 5 from 5 April 1997 to 30 March 2002. It was hosted by Suggs and in the early series, he was helped by 'The Big Guy in the Sky' - a disembodied voice giving the scores, and later by 'Wolfie' - John Ireland dressed as Mozart. Later series were co-hosted by Will Mellor and Sarah Cawood replaced later by Kieron Elliott and Danielle Nicholls. The programme often had themed shows such as Valentine's Day. Also, Suggs was helped by Pop Monkey who supposedly gave Suggs the choices of songs.","original_name":"Night Fever","vote_average":0.0,"name":"Night Fever","cert":"Unavailable","id":17957,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Central Broadcast News","vote_average":0.0,"name":"Central Broadcast News","cert":"Unavailable","id":17958,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Twilight: The Musical","vote_average":0.0,"name":"Twilight: The Musical","cert":"Unavailable","id":17959,"adult":"false","genre_ids":[10765,35],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Marde Do Hezar Chehreh is the sequel of Mard-e Hezar-Chehreh. It is shown in Iran from March 21. Mehran Modiri is once again the director and main character for this TV show. It also starts: Pejman Bazeghi, Reza Feiz Noroozi, Siamak Ansari and Borzoo Arjmand.","original_name":"Marde Do Hezar Chehreh","vote_average":0.0,"name":"Marde Do Hezar Chehreh","cert":"Unavailable","id":17960,"adult":"false","genre_ids":[35],"origin_country":["IR"]},{"first_air_date":"2009-03-16","cast":["Kirsty Wark"],"overview":"A Question of Genius was a game show hosted by Kirsty Wark and produced by BBC Scotland. The show was broadcast on BBC Two. It was recorded at BBC Pacific Quay in Glasgow. It ran from 16 March 2009 to 4 June 2010.","original_name":"A Question of Genius","vote_average":0.0,"name":"A Question of Genius","cert":"Unavailable","id":17961,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Lapitch the Little Shoemaker is an animated television series from Croatia Film and EM.TV\/HaffaDiebold, with animation by Neptuno Films of Barcelona, Spain. It is a spin-off from the 1997 film of the same name.\n\nReturning from the film are the title character, Lapitch the mouse, and his girlfriend Lisa, along with their pets Brewster and Pico. For the series, a character called Melchior replaces Master Scowler's role.\n\nAs of 2009, the show airs on Tiny Pop in the United Kingdom.","original_name":"Lapitch the Little Shoemaker","vote_average":0.0,"name":"Lapitch the Little Shoemaker","cert":"Unavailable","id":17962,"adult":"false","genre_ids":[],"origin_country":["DE","HR"]},{"first_air_date":"2009-03-19","cast":[],"overview":"Taking the Stage is a musical reality show set at the School for Creative and Performing Arts in Cincinnati, Ohio. It is produced by Nick Lachey, a SCPA alumnnus, for MTV. The first season chronicled the lives of five high school students and their friends as they train for careers in the arts. The 2nd season aired from January to April 2010 on Thursday nights on MTV at 11 pm.\n\nIt was confirmed that the series was canceled, and no third season is being planned.","original_name":"Taking the Stage","vote_average":0.0,"name":"Taking the Stage","cert":"Unavailable","id":17963,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Airtel Super Singer is a reality-based Indian singing competition in Tamil language that aired on STAR Vijay. The program seeks to discover the best singing talent in Tamil Nadu through a series of statewide auditions. The show is sponsored by the mobile service provider, Airtel. The show debuted in 2006 and has completed its three seasons,presently in fourth season. The winner of event gets a chance to sing a Tamil movie song.\n\nThe show usually airs on All Weekday nights in India and is telecast worldwide through partner broadcasting networks.","original_name":"Airtel Super Singer","vote_average":0.0,"name":"Airtel Super Singer","cert":"Unavailable","id":17964,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2009-02-22","cast":[],"overview":"Top Gear Russia was a Russian motoring television series on Ren-TV, based on the British program Top Gear produced by the BBC. It premiered on 22 February 2009.","original_name":"Top Gear Russia","vote_average":0.0,"name":"Top Gear Russia","cert":"Unavailable","id":17965,"adult":"false","genre_ids":[],"origin_country":["GB","RU"]},{"first_air_date":null,"cast":[],"overview":"U.S. Manga or U.S. Manga Corps do Brasil was a Brazilian television show broadcast by Manchete TV in 1997. The show featured anime OVAs by the Brazilian-American distributor US Manga Corps.","original_name":"U.S. Manga","vote_average":0.0,"name":"U.S. Manga","cert":"Unavailable","id":17966,"adult":"false","genre_ids":[],"origin_country":["BR"]},{"first_air_date":"2010-04-11","cast":["Steve Zahn","Khandi Alexander","Melissa Leo","Clarke Peters","Kim Dickens"],"overview":"Tremé takes its name from a neighborhood of New Orleans and portrays life in the aftermath of the 2005 hurricane. Beginning three months after Hurricane Katrina, the residents of New Orleans, including musicians, chefs, Mardi Gras Indians, and other New Orleanians struggle to rebuild their lives, their homes and their unique culture.","original_name":"Treme","vote_average":8.1,"name":"Treme","cert":"Unavailable","id":17967,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2009-03-25","cast":["Charlie Brooker"],"overview":"Newswipe with Charlie Brooker was a British news review programme broadcast on BBC Four written and presented by Charlie Brooker. It is similar to Brooker's Screenwipe series which is also shown on BBC Four. A first series of six episodes ran between 25 March 2009 and 29 April 2009. A second series began on 19 January 2010 and concluded on 23 February 2010.","original_name":"Newswipe with Charlie Brooker","vote_average":8.2,"name":"Newswipe with Charlie Brooker","cert":"Unavailable","id":17968,"adult":"false","genre_ids":[10763,99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Daane Anaar Ke is a Hindi-language Indian television mini-series that aired on DD National channel.","original_name":"Daane Anaar Ke","vote_average":0.0,"name":"Daane Anaar Ke","cert":"Unavailable","id":17969,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Koi Aane Ko Hai is a horror show that aired on Colors TV and it started on March 13, 2009. It was the re-make of the hit U.S. Series Supernatural. Koi Aane Ko Hai is the first of its kind show,a mini-series, with each story showcasing a spine chilling tale of real life supernatural occurrences around the country. The show will cover the entire realm of the supernatural, ghosts, ghouls, goblins, zombies, and haunted houses.","original_name":"Koi Aane Ko Hai","vote_average":0.0,"name":"Koi Aane Ko Hai","cert":"Unavailable","id":17970,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Mere Ghar Aayi Ek Nanhi Pari is an Indian television series which premiered on March 9, 2009 on Colors. The story revolves around a family who experience the birth of a daughter after long 18 years.","original_name":"Mere Ghar Aayi Ek Nanhi Pari","vote_average":0.0,"name":"Mere Ghar Aayi Ek Nanhi Pari","cert":"Unavailable","id":17971,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Gunwale Dulhania Le Jayenge is a comedy serial that airs on SAB TV and started on March 16, 2009. It replaced Lo Ho Gayi Pooja Iss Ghar Ki.This show was first aired on 16 March 2009.The air-time of this show is from Monday to Thursday at 9:30 pm IST.This show is produced by Tangerne Digital Entertainment.Story,screenplay and dialogues of this show are written by Anil Chaudhry who is also the director of this show.","original_name":"Gunwale Dulhania Le Jayenge","vote_average":0.0,"name":"Gunwale Dulhania Le Jayenge","cert":"Unavailable","id":17972,"adult":"false","genre_ids":[35],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Karaoke Star Jr. is a reality television show for children that airs on YTV and CMT. This show is just like the show Karaoke Star, except it features kids instead of adults. It is hosted by Paul McGuire and Phil Guerrero. The purpose of the show is to discover Canada's first ever Karaoke Star Jr. The show premiered on YTV and CMT on March 16, 2009 at 7pm ET. New episodes of the show now air every Monday on these stations. Jamiee is the winner from the first season.","original_name":"Karaoke Star Jr.","vote_average":0.0,"name":"Karaoke Star Jr.","cert":"Unavailable","id":17973,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Australia's Greatest Athlete is an Australian television program that debuted in 2009. The first season was broadcast on the Nine Network and was hosted by Andrew Voss and Michael Slater, with Ricky Ponting as a sideline commentator. The second season moved to Channel Seven and was hosted by Mark Beretta and Tom Williams, with Ponting returning as a sideline commentator. Season three was hosted by Mark Beretta and Wendell Sailor, while Billy Slater and Mark Webber replaced Ricky Ponting as the sideline commentators.\n\nThese three series were sponsored by Rexona, which gave it naming rights and the series was referred to on-air as Rexona Australia's Greatest Athlete.\n\nThe show pits eight of Australia's most talented athletes against each other in various sporting challenges and events, earning points for their rankings. The overall winner receives money which will then be donated to a charity of their choice. Melbourne Storm and Australian Kangaroos fullback Billy Slater was the overall champion of the first season, and returned to defend the title for the second season with a 5 point win over runner-up Shannon Eckstein. The third series was won by Queensland Reds and Australian Wallabies five-eighth Quade Cooper with a 95 point win over runner-up Shannon Eckstein.","original_name":"Australia's Greatest Athlete","vote_average":0.0,"name":"Australia's Greatest Athlete","cert":"Unavailable","id":17974,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"2009-03-11","cast":["Marco Pierre White"],"overview":"The Chopping Block is an American reality television series, based on the Australian reality television series of the same name. The series aired on the NBC network and followed participants in an attempt to open a restaurant. It is hosted by British celebrity chef Marco Pierre White.\n\nThe first episode premiered on March 11, 2009 to low ratings. Two more episodes aired, each with worse ratings than the last. On March 26, 2009, NBC canceled the series, choosing to run repeats of Law & Order: Criminal Intent in the timeslot. The series completing \"airing\" on NBC.com and Hulu, releasing one a week.\n\nOn April 24, 2009, NBC announced the series would return to television in Friday, June 19, despite airing on the internet already. After the fourth episode aired on the 19th, it was pre-empted on June 26 by television coverage surrounding the deaths of Farrah Fawcett and Michael Jackson the day before. The show returned Friday, July 3. It then proceeded to air until Friday, July 24, the day the final episode aired on NBC.\n\nOn April 27, 2009, British TV began showing the series on ITV2, immediately following the finale of Hell's Kitchen, also hosted by Marco Pierre White, on ITV1 of which 6 of the episodes being aired, although episode 7 was not shown on Monday at 8 o clock as would be expected, and there has been no explanation as to what has happened to the series in the UK or why the episode was not shown.","original_name":"The Chopping Block","vote_average":0.0,"name":"The Chopping Block","cert":"Unavailable","id":17975,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Chuck the eco duck","vote_average":0.0,"name":"Chuck the eco duck","cert":"Unavailable","id":17976,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Agle Janam Mohe Bitiya Hi Kijo is an Indian television series based on the story of an impoverished teenage girl who has to support her family. It premiered on March 16, 2009 and aired every Monday to Thursday at 9:30 pm IST on Zee TV. It garnered high TRPs for Zee TV.\n\nThe series was supposed to be produced by Film Farm Pvt. Ltd. and was called Gauna until the writer Kamlesh Kunti Singh rechristened it. It replaced the long-running soap opera Kasamh Se of Zee TV, which was produced by Balaji Telefilms. The show was eventually produced by Siddharth Kumar Tewary of Swastik Pictures and won the Parivaar Award in 2010. The show ended February 2011 with Choti Bahu Season 2 taking over the time slot.","original_name":"Agle Janam Mohe Bitiya Hi Kijo","vote_average":0.0,"name":"Agle Janam Mohe Bitiya Hi Kijo","cert":"Unavailable","id":17977,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":"1961-09-26","cast":["Regis Toomey","George Nader"],"overview":"Shannon is an American crime drama series that aired in syndication from September 1961 to June 1962. The series stars George Nader as the title character.","original_name":"Shannon","vote_average":0.0,"name":"Shannon","cert":"Unavailable","id":17980,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2009-01-26","cast":["Katie Leigh","Yvonne Craig","Brianna McCracken","Danny Katiana"],"overview":"Olivia is a British-American children's animated television series produced by media company Chorion and based on Ian Falconer's books. It is seen on Nick Jr. in the US, Milkshake!, Nick Jr. in the UK and Ireland, and Disney Junior in Latin America and Brazil, Treehouse TV in Canada. The show has won a silver Parents' Choice Award for its positive story lines and characters. New episode are airing on Nick JR in 2013.","original_name":"Olivia","vote_average":6.0,"name":"Olivia","cert":"Unavailable","id":17981,"adult":"false","genre_ids":[16],"origin_country":["US","GB"]},{"first_air_date":"1962-09-29","cast":["Fess Parker","Red Foley","Sandra Warner"],"overview":"Mr. Smith Goes to Washington is an American sitcom that aired on ABC starring Fess Parker. The series, which aired from October 1962 to March 1963, was based on the 1939 Frank Capra film of the same name, starring James Stewart in the title role.","original_name":"Mr. Smith Goes to Washington","vote_average":0.0,"name":"Mr. Smith Goes to Washington","cert":"Unavailable","id":17982,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Second Opinion is an American television series aired weekly on PBS.","original_name":"Second Opinion","vote_average":0.0,"name":"Second Opinion","cert":"Unavailable","id":17983,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2009-02-27","cast":["Al Murray","John Barrowman"],"overview":"Al Murray's Multiple Personality Disorder is a British sketch show starring comedian Al Murray. The multi character aspect of the show was a departure from Murray's previous television comedy work, as the sole character The Pub Landlord. The show ran from 27 February to 12 April 2009, airing in the Friday night prime time slot on ITV & UTV. STV in Scotland did not broadcast the programme. It was commissioned on 4 June 2008.","original_name":"Al Murray's Multiple Personality Disorder","vote_average":0.0,"name":"Al Murray's Multiple Personality Disorder","cert":"Unavailable","id":17984,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Zameen Se Aassman Tak is a Hindi-language television series based on the story of a family who gets separated by a natural disaster, Earthquake. The series is produced by veteran Bollywood actress, Aruna Irani, and aired on Sahara One channel, every Monday to Thursday at 10 pm IST.","original_name":"Zameen Se Aassman Tak","vote_average":0.0,"name":"Zameen Se Aassman Tak","cert":"Unavailable","id":17985,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":"2009-03-23","cast":["Jenni Falconer","Jenny Powell"],"overview":"Wordplay is a game show presented by Jenny Powell and sometimes Jenni Falconer.\n\nIt aired live weekdays from 23 March to 31 July 2009 on Channel 5 and was axed after only one series.","original_name":"Wordplay","vote_average":0.0,"name":"Wordplay","cert":"Unavailable","id":17986,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Burey Bhi Hum Bhale Bhi Hum is an Indian comedy-drama television series featuring the story of two brothers who live together in a same house with their families. The series premiered on March 16, 2009","original_name":"Burey Bhi Hum Bhale Bhi Hum","vote_average":0.0,"name":"Burey Bhi Hum Bhale Bhi Hum","cert":"Unavailable","id":17987,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":"2009-03-19","cast":["Dhani Jones"],"overview":"Dhani Tackles the Globe is an American documentary television series hosted by NFL linebacker Dhani Jones of the Cincinnati Bengals, currently airing on the Travel Channel; the series follows Jones around the globe as he learns how to play international sports and simultaneously explores the culture of each location.","original_name":"Dhani Tackles the Globe","vote_average":0.0,"name":"Dhani Tackles the Globe","cert":"Unavailable","id":17988,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Living Century is an American biography television series that premiered on PBS on December 3, 2000. Each episode of the half-hour series documents the life of someone who is over 100 years old. The Living Century was produced and distributed by Reverie Productions.","original_name":"The Living Century","vote_average":0.0,"name":"The Living Century","cert":"Unavailable","id":17989,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"1981-10-29","cast":["Gabe Kaplan","Ilene Graff","Amy Linker","Clifton James","Michael McManus"],"overview":"Lewis & Clark is an American situation comedy that ran on NBC for one season from October 29, 1981 to July 30, 1982. The series stars Gabe Kaplan and Guich Koock.","original_name":"Lewis & Clark","vote_average":0.0,"name":"Lewis & Clark","cert":"Unavailable","id":17990,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Charlie Murphy's Crash Comedy is a web sketch comedy series of four to five minute episodes, created by Charlie Murphy and consisting of sketches, parodies and infomercials. Crash Comedy is a production of Iron Weeds Productions and is distributed by Sony Pictures Television. Co-starring with Murphy are Donnell Rawlings and Freez Luv. The start date for the episodes is March 16, 2009. It is broadcast on Crackle. The show will air each Friday until June 12.","original_name":"Charlie Murphy's Crash Comedy","vote_average":0.0,"name":"Charlie Murphy's Crash Comedy","cert":"Unavailable","id":17991,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Star Tanjō! was a Japanese talent show from Nippon Television.","original_name":"Star Tanjō!","vote_average":0.0,"name":"Star Tanjō!","cert":"Unavailable","id":17992,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2001-05-26","cast":["Eric Roberts"],"overview":"Dark Realm is an anthology series hosted by Eric Roberts. The series aired in syndication in the United States for a total of 13 episodes, from May to December 2001.","original_name":"Dark Realm","vote_average":5.0,"name":"Dark Realm","cert":"Unavailable","id":17993,"adult":"false","genre_ids":[9648],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"STV News at Six is a Scottish regional news programme, covering the two STV franchise areas of Northern and Central Scotland, produced by STV Central in the Central region and STV North in the Northern region.\n\nThe programmes were launched on 23 March 2009, replacing Scotland Today in Central Scotland and North Tonight in Northern Scotland. As of 23 May 2011, three separate editions of STV News at Six are produced each weekday for the East and West of the Central region and for the entire North region.\n\nThe three programmes are produced from studios in Glasgow, Edinburgh and Aberdeen with reporters also based at studios in Dundee and Inverness and political correspondents based at Holyrood and Westminster. Freelance correspondents and camera crews are based on the Orkney and Shetland Isles, Wick and Fort William with a permanent Western Isles correspondent based in Stornoway.\n\nIn addition to its daily bulletins, STV News also produces some non-news programming including current affairs, Champions League Live and one-off feature specials and documentaries.","original_name":"STV News at Six","vote_average":0.0,"name":"STV News at Six","cert":"Unavailable","id":17994,"adult":"false","genre_ids":[10763],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Isse Kehte Hai Golmaal Ghar is an Indian soap opera that aired on Sahara One channel in 2004. The series premiered on October 30, 2004, and aired on every Saturday at 8:30pm IST, starring Gauri Pradhan & Manav Gohil as the main protagonists.","original_name":"Isse Kehte Hai Golmaal Ghar","vote_average":0.0,"name":"Isse Kehte Hai Golmaal Ghar","cert":"Unavailable","id":17995,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":"1955-09-24","cast":["Douglas Kennedy","Eddy Waller"],"overview":"Steve Donovan, Western Marshal is an American Western series that aired in syndication from September 1955, to June 1956. The series stars Douglas Kennedy as Marshal Steve Donovan and Eddy Waller as his sidekick, Rusty Lee. The series, set in Wyoming, was also broadcast under the title Western Marshal.","original_name":"Steve Donovan, Western Marshal","vote_average":0.0,"name":"Steve Donovan, Western Marshal","cert":"Unavailable","id":17996,"adult":"false","genre_ids":[37],"origin_country":["US"]},{"first_air_date":"2006-09-30","cast":["Ben Shephard"],"overview":"1 vs. 100, was a BBC National Lottery game show broadcast on BBC One from 30 September 2006 to 23 May 2009. The programme was originally hosted by Dermot O'Leary in 2006 and 2007. Ben Shephard took over to host the show between 2008 and 2009.","original_name":"1 vs. 100","vote_average":0.0,"name":"1 vs. 100","cert":"Unavailable","id":17997,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2006-08-14","cast":["Silvia Navarro","Pablo Echarri","Joaquin Furriel","Paola Krum"],"overview":"Montecristo is a Spanish language telenovela that aired on TV Azteca. It premiered on August 14, 2006. The final original episode aired April 27, 2007. It is based on Argentinian telenovela of the same name, with Rita Fusaro, one of the producer of the original version, serving as the producer in this version.","original_name":"Montecristo","vote_average":0.0,"name":"Montecristo","cert":"Unavailable","id":17998,"adult":"false","genre_ids":[],"origin_country":["MX"]},{"cert":"Unavailable","cast":[],"id":17999,"first_air_date":null,"overview":"L'Infedele is an Italian television talk show hosted by the Italian journalist Gad Lerner and is broadcast on La7 since 2002.","genre_ids":[],"origin_country":["IT"],"original_name":"L'Infedele","vote_average":0.0,"name":"L'Infedele","adult":"false"}]