[{"first_air_date":"2009-04-28","cast":["Abid Ali","Azfar Rehman","Hassan Niazi","Jibran","Qavi Khan"],"overview":"","original_name":"Baityaan","vote_average":10.0,"name":"Baityaan","cert":"Unavailable","id":18500,"adult":"false","genre_ids":[10751,18],"origin_country":["PK"]},{"first_air_date":null,"cast":[],"overview":"Jago Pakistan Jago - previously aired as Morning with Hum - is a Pakistani daytime television programme broadcast on Hum TV, Its presenter is Fahad Mustafa. The show aires from Monday to Friday at 9:00-11:30 time slot.","original_name":"Jago Pakistan Jago","vote_average":0.0,"name":"Jago Pakistan Jago","cert":"Unavailable","id":18501,"adult":"false","genre_ids":[],"origin_country":["PK"]},{"first_air_date":"2004-10-16","cast":["Lee Dong-wook","Jang Hyun-sung","Kim Bo-Yeon","Lee Yoo-ri","Na Moon-hee"],"overview":"Precious Family is a South Korean television series starring Kim Hee-ae, Hur Joon-ho, Song Jae-ho, Kim Hae-sook, Jang Hyun-sung, Lee Dong-wook, and Lee Yoo-ri. It aired on KBS2 from October 16, 2004 to July 5, 2005 on Saturdays and Sundays at 19:55 for 68 episodes.\n\nShedding light on the importance of family and marriage through the realistic portrayal of one woman who experiences many trials in her life including her husband's infidelity, friction with difficult in-laws, and the hardship of raising an autistic son, the drama received solid ratings and critical approval.","original_name":"부모님 전상서","vote_average":0.0,"name":"Precious Family","cert":"Unavailable","id":18504,"adult":"false","genre_ids":[18,10751],"origin_country":["KR"]},{"first_air_date":"2003-01-10","cast":["Robert Loggia","Oliver Platt","Annabella Sciorra","L. Scott Caldwell","Kyra Sedgwick"],"overview":"Queens Supreme is an American courtroom dramedy television series which aired on CBS in January 2003. The series starred Oliver Platt in his first major television role as New York judge Jack Moran who, with his equally eccentric and colorful as colleagues, preside over court cases as the real-life Queens Supreme Court in Long Island City, Queens. The series had a strong cast and considerable financial backing, especially from Julia Roberts's Shoelace Productions, Spelling Television and Revolution Studios, however poor ratings forced its cancellation after three episodes.\n\nThe idea for the series came about when two New York attorneys, twin brothers Dan and Peter Thomas, were discussing courtroom stories based on their shared experiences in Queens while on a plane flight to California in 2001. One of the passengers, a Hollywood producer, was sitting next to them and mentioned that they could be the basis for a television series. Indeed, the producer brought the idea to screenwriter Kevin Fox who later successfully pitched it to CBS. Fox was initially hesitant in becoming involved, feeling there were too many courtroom dramas already, but agreed after spending time at the New York Supreme Court himself.","original_name":"Queens Supreme","vote_average":0.5,"name":"Queens Supreme","cert":"Unavailable","id":18505,"adult":"false","genre_ids":[35,18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Noor Pur Ki Rani is a Pakistani drama serial that was aired on Hum TV. It is written by popular script writer Samira Fazal, and directed by Haissam Hussain. The drama was based on the English novel Rebecca by Daphne Du Maurier.","original_name":"Noor Pur Ki Rani","vote_average":0.0,"name":"Noor Pur Ki Rani","cert":"Unavailable","id":18506,"adult":"false","genre_ids":[],"origin_country":["PK"]},{"first_air_date":"2009-03-29","cast":["Morgan Webb"],"overview":"G4 Underground is a cable television newsmagazine series airing on G4 hosted by Morgan Webb. \"G4 Underground\" was described as having a similar format of ABC's 20\/20, except it takes a look at many topics that most major news programs don't cover such as Porn 2.0, Urban Spelunking and Salvia Divinorum.","original_name":"G4 Underground","vote_average":0.0,"name":"G4 Underground","cert":"Unavailable","id":18507,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1957-09-26","cast":["Suzanne Pleshette","Paul Burke","Barry Sullivan"],"overview":"Harbormaster is an American adventure\/drama series that premiered on September 26, 1957 on CBS. In January 1958, the series was renamed Adventure at Scott Island and began airing on ABC. Harbormaster was a Ziv production.","original_name":"Harbormaster","vote_average":0.0,"name":"Harbormaster","cert":"Unavailable","id":18508,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2006-12-13","cast":[],"overview":"Money Talks is an adult reality game show currently airing on Playboy TV and produced by adult movie studio, Reality Kings.","original_name":"Money Talks","vote_average":5.0,"name":"Money Talks","cert":"Unavailable","id":18509,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"My School Daze is a Singaporean Chinese drama which was telecasted on Singapore's free-to-air channel, MediaCorp Channel 8. It made its debut on 29 April 2009 and ended on 26 May 2009. This drama serial consists of 20 episodes, and was screened on every weekday night at 9:00 pm. It reflects the education system in Singapore.","original_name":"School Daze","vote_average":0.0,"name":"School Daze","cert":"Unavailable","id":18510,"adult":"false","genre_ids":[1115],"origin_country":["SG"]},{"first_air_date":null,"cast":[],"overview":"HushHush is a Philippine TV series which started airing on 27 August 2008 in TV5.","original_name":"HushHush","vote_average":0.0,"name":"HushHush","cert":"Unavailable","id":18511,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Master Raindrop is a children's animated television program produced jointly by Australian, New Zealand and Singaporean companies that first screened on the Australian Seven Network in 2008. There are 26 episodes of 24 minutes duration.","original_name":"Master Raindrop","vote_average":0.0,"name":"Master Raindrop","cert":"Unavailable","id":18512,"adult":"false","genre_ids":[16],"origin_country":["AU"]},{"first_air_date":"2008-02-18","cast":["Oh Ji-ho","Kang Sung-yeon","Huh E-jae","Ahn Do-gyoo","Lim Ju-hwan"],"overview":"Kang Poong-ho is a pest exterminator by day and a K-1\/mixed martial arts fighter by night. He is a single father raising his 7-year-old son Kang San after the boy's mother, his first love Yoon So-yi, abandoned them to pursue her ambition of becoming a pianist. Despite life's trials, Poong-ho never loses his optimism and sense of humor.\n\nHe meets and falls in love with Jeon Ha-ri, a bright and bubbly medical student from a wealthy family. An obstacle to their romance arises when they learn that Ha-ri's soon-to-be stepmother is none other So-yi and that it was Ha-ri's surgeon father Jeon Ki-suk who sponsored her piano studies abroad. As So-yi re-enters their lives, San is diagnosed with a brain tumor. Poong-ho is willing to go to any lengths to save his beloved son.","original_name":"싱글파파는 열애중","vote_average":10.0,"name":"Single Dad in Love","cert":"Unavailable","id":18513,"adult":"false","genre_ids":[18],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"MTV Lab was the name given by the official program of the MTV presentation of video clips.\n\nIt was created by MTV Brazil during the programming broadcast in the summer of 2005, after a number of critical viewers of the station claimed that the station no longer featured programs but instead was geared only towards the presentation of video clips.\n\nAs the programming of MTV Brazil's summer lasts about three months, the program MTV Lab was inserted in the grid as a test so that the station could get feedback from viewers.\n\nThe test was successful and MTV Lab had one of the largest audiences in the history of summer programming, which has allowed the program to continue throughout the year and include even more programs, such as purely musical ones.\n\nThe MTV Lab is still shown daily, and is divided into several blocks. It also has three channels on its portal for online videos, the MTV Overdrive, and these: Now Lab, Lab Lab and Classic Radio.","original_name":"MTV Lab","vote_average":0.0,"name":"MTV Lab","cert":"Unavailable","id":18514,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2009-04-22","cast":[],"overview":"The Phone is a United States reality television show, based on the Dutch version of the same name. This show aired on Fridays at 10pm Eastern time on MTV","original_name":"The Phone","vote_average":9.0,"name":"The Phone","cert":"Unavailable","id":18517,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"2009-04-25","cast":[],"overview":"American Xplorer is an adventure travel series, taking viewers to the far reaches of the planet to explore lost worlds, foreign cultures and wild adventures. The show first aired on HDNet on April 25, 2009. The programs host, Keith Neubert, chronicles his journeys to exotic geographic locations and is immersed in foreign cultures.","original_name":"American Xplorer","vote_average":0.0,"name":"American Xplorer","cert":"Unavailable","id":18518,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Kaanch Ke Rishte is a television drama series airing on DD National, based on the story of a retired journalist & his wife. The series premiered on March 29, 2009 & airs every Sunday at 9:30pm IST. It is directed by Arshad Khan, written by Nawaab Arzoo and the supervising producer & the creative director of this show is Tariq Mohammad.","original_name":"Kaanch Ke Rishte","vote_average":0.0,"name":"Kaanch Ke Rishte","cert":"Unavailable","id":18519,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":"2009-07-12","cast":["Brooke Elliott","April Bowlby","Jackson Hurst","Margaret Cho","Kate Levering"],"overview":"A shallow model suddenly dies in an accident only to find her soul resurfacing in the body of a brilliant, plus-sized attorney.","original_name":"Drop Dead Diva","vote_average":6.7,"name":"Drop Dead Diva","cert":"Unavailable","id":18520,"adult":"false","genre_ids":[35,18],"origin_country":["US"]},{"first_air_date":"2006-12-26","cast":["Lee Ji-hoon","Choi Si-won","Park Tam-hee","Park Hee-von"],"overview":"Billie Jean, Look at Me, also called Look At Me, was a Korean TV drama that aired from December 26, 2006 to February 6, 2007 on MBC.","original_name":"Billie Jean, Look at Me","vote_average":0.0,"name":"Billie Jean, Look at Me","cert":"Unavailable","id":18523,"adult":"false","genre_ids":[18,35],"origin_country":["KR"]},{"first_air_date":"1957-09-28","cast":["Hazel Court","Patrick O'Neal"],"overview":"Dick and the Duchess is a rare 1950s CBS situation comedy filmed and set in London.\n\nIn the story line, Jane's family had difficulty accepting Dick both as an American and a \"commoner\". Jane often got involved in a comical vein in Dick's insurance cases. Beatrice Varley appeared in a supporting role as Mathilda.","original_name":"Dick and the Duchess","vote_average":0.0,"name":"Dick and the Duchess","cert":"Unavailable","id":18524,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":["Paula Deen"],"overview":"Paula's Best Dishes is a cooking show hosted by Paula Deen on Food Network\n\nOn June 21, 2013, the Food Network announced that they would not renew Deen's contract due to controversy surrounding Deen's use of a racial slur and racist jokes in her restaurant, effectively cancelling the series.","original_name":"Paula's Best Dishes","vote_average":6.0,"name":"Paula's Best Dishes","cert":"Unavailable","id":18525,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2007-10-15","cast":["Nick Knowles"],"overview":"Real Rescues is a British documentary broadcast on BBC One exploring the daily work of the emergency services aired since 15 October 2007. Real Rescues is at the heart of the action with the emergency services of Hampshire including the police, fire, ambulance, coastguard and lifeboat crews. A majority of the footage has been shot around Portsmouth and Fareham. Reruns are on Watch and CBS Reality.\n\nIn the later series, other counties from across the UK began to be featured. Other emergency services, such as mountain rescue and animal rescue, were also featured.","original_name":"Real Rescues","vote_average":4.0,"name":"Real Rescues","cert":"Unavailable","id":18526,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2009-05-06","cast":["Amanda Keller"],"overview":"Talkin' 'Bout Your Generation is an Australian game show produced by Granada Productions which premiered on Network Ten on 5 May 2009. It is hosted by Shaun Micallef.\n\nThe first series ran for 18 episodes, with the original production order extended due to the success of the show. A second series of 26 episodes began airing from 7 February 2010. Series 2 had a planned hiatus after episode 10 on 18 April 2010 and returned to finish its run on 1 August 2010. Series 3 began on 8 February 2011.\n\nOn 27 October 2011, Talkin' 'Bout Your Generation was renewed for a fourth series. On 22 January 2012, it was announced that the show would begin airing Series 4 on 1 February 2012 in an 8 pm timeslot.","original_name":"Talkin' 'Bout Your Generation","vote_average":0.0,"name":"Talkin' 'Bout Your Generation","cert":"Unavailable","id":18527,"adult":"false","genre_ids":[35],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Komiks Presents: Mars Ravelo's Nasaan Ka Maruja is an ABS-CBN weekly mini-series format adapted from the 1967 movie Maruja originally starred by Susan Roces with Romeo Vasquez and also played by Carmina Villaroel in the same title film in 1996. It remake again in 1978 by Phillip Salvador and Susan Roces played again the character of Maruja in the film \"Gumising Ka Maruja\". This is one of the masterpieces of Mars Ravelo.","original_name":"Nasaan Ka Maruja?","vote_average":0.0,"name":"Nasaan Ka Maruja?","cert":"Unavailable","id":18530,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Dahil May Isang Ikaw is a Philippine primetime drama series that aired by ABS-CBN starring Lorna Tolentino, Gabby Concepcion, Kristine Hermosa, Jericho Rosales, John Estrada, Chin Chin Gutierrez, Karylle and Sid Lucero. The show marks the reunion of young actors Kristine Hermosa and Jericho Rosales as a love team after five years, since their previous series, Sana'y Wala Nang Wakas. It's a comeback primetime series of award-winning actress Lorna Tolentino on ABS-CBN after eight years. The first teaser was released on July 22, 2009 after TV Patrol World which shows viewers the powerhouse cast and actors portrayal in the series. Several follow-up trailers were released which gave viewers the debut date of August 24, 2009.\n\nAccording to ABS-CBN International Sales and Distribution, the series will soon air in Malaysia and other Asian countries with the English title of Destined Hearts. Dahil May Isang Ikaw is nominated in 2010 International Emmy Awards in the Telenovela category and Sid Lucero for Best Performance by an Actor for his role as Alfred \"Red\" Ramirez. The show was nominated as best foreign drama series in the Emmy Awards.","original_name":"Dahil May Isang Ikaw","vote_average":0.0,"name":"Dahil May Isang Ikaw","cert":"Unavailable","id":18531,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":"2009-05-30","cast":["Sanjeev Bhaskar","Nitin Ganatra","Daisy Beaumont","Vir Das","Namit Das"],"overview":"Mumbai Calling is a British-Indian comedy series, starring Sanjeev Bhaskar, set in the fictional Teknobable call centre in Mumbai. The series was shot on location in India. The pilot first aired on ITV on 30 May 2007. The first series aired on ABC1 starting on 12 May 2009, and on ITV starting on 30 May 2009.","original_name":"Mumbai Calling","vote_average":7.0,"name":"Mumbai Calling","cert":"Unavailable","id":18532,"adult":"false","genre_ids":[35],"origin_country":["IO","GB"]},{"first_air_date":null,"cast":[],"overview":"Draw Your Own Toons is a British television program that was produced by Buena Vista and Meridian Television for CITV. Four series were aired between 1998 and 2001. Each series was broadcast over the space of a week in either October or December. The program was presented by children's television presenter Fearne Cotton, Jim Jinkins and Howy Parkins. The character known as Elvira in series 1 half.","original_name":"Draw Your Own Toons","vote_average":0.0,"name":"Draw Your Own Toons","cert":"Unavailable","id":18533,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Anatomy of Hope was a planned 2009 medical drama based on Jerome Groopman's book The Anatomy of Hope: How People Prevail in the Face of Illness about the lives of cancer patients in a hospital. The series was planned to be directed by J. J. Abrams and to be aired on HBO. It was not picked up to series.","original_name":"Anatomy of Hope","vote_average":0.0,"name":"Anatomy of Hope","cert":"Unavailable","id":18534,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"1980-06-26","cast":["Michael Durrell","Ron Moody","Cassie Yates","Victor Brandt","Elaine Stritch"],"overview":"Nobody's Perfect is an American situation comedy television series, broadcast on ABC, about a bumbling police detective; it aired for two months in 1980, for a total of eight episodes. In the UK this program is known as Hart of the Yard. It was broadcast in France only once in 1984 on TF1 under the name Cher Inspecteur. In Germany it was known as Hart auf Hart.","original_name":"Nobody's Perfect","vote_average":0.0,"name":"Nobody's Perfect","cert":"Unavailable","id":18535,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"East Coast Sessions is a Canadian English language television series. East Coast Sessions debuted on April 1, 2008 at 7:30 p.m. AST on the CBC affiliated Maritime stations. The series would later be broadcast nationally on the CBC-owned specialty channel, bold, beginning September 3, 2008. The series was produced by Geoff D'Eon. It was nominated for a 2008 Gemini Award in the category \"Best Music or Variety Program or Series.","original_name":"East Coast Sessions","vote_average":0.0,"name":"East Coast Sessions","cert":"Unavailable","id":18536,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Music Fair is a Japanese music show on Fuji Television. It is the longest-running Japanese music show and is sponsored by Shionogi.","original_name":"Music Fair","vote_average":0.0,"name":"Music Fair","cert":"Unavailable","id":18537,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1949-01-06","cast":["Paul Frees"],"overview":"Suspense is an American television anthology series that ran on CBS Television from 1949 to 1954. It was adapted from the radio program of the same name which ran from 1942 to 1962. Like many early television programs, the show was broadcast live from New York City. It was sponsored by the Auto-Lite corporation, and each episode was introduced by host Rex Marshall, who promoted Auto-Lite spark plugs, car batteries, headlights, and other car parts.\n\nSome of the early scripts were adapted from Suspense radio scripts, while others were original for television. Like the radio program, many scripts were adaptations of literary classics by well-known authors. Classic authors such as Edgar Allan Poe, Agatha Christie, and Charles Dickens all had stories adapted for the series, while contemporary authors such as Roald Dahl and Gore Vidal also contributed. Many notable actors appeared on the program, including Bela Lugosi, Boris Karloff, Franchot Tone, Robert Emhardt, Leslie Nielsen, Lloyd Bridges, and many more.\n\nThe program was a live television series, but most episodes were recorded on kinescope. However, only about 90 of the 260 episodes survive today.","original_name":"Suspense","vote_average":6.0,"name":"Suspense","cert":"Unavailable","id":18538,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2009-04-10","cast":[],"overview":"e-Rotic is a Playboy TV newsmagazine profiling popular adult websites and the personalities behind them.","original_name":"E-Rotic","vote_average":0.0,"name":"E-Rotic","cert":"Unavailable","id":18539,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1983-11-10","cast":["Mark Farmer","Nick Stringer","Johanna Hargreaves","Jamie Foreman"],"overview":"Johnny Jarvis is a 1983 British television drama series created and written by Nigel Williams, adapted from his novel of the same title. The series was directed by Alan Dossor and produced by Guy Slater for the BBC. The principal actors were Mark Farmer, Johanna Hargreaves, Ian Sears, Alrick Riley and Jamie Foreman. Today it is credited as capturing the zeitgeist of early 1980s UK life. The adaptation was broadcast between 10 November and 12 December 1983. The signature tune for the series was provided by Gary Shail and the music for the series was by John Altman. It had been rumoured that the original series has been erased from the BBC's tape archive, preventing any further release but extant copies on sale prove the rumour to be incorrect.","original_name":"Johnny Jarvis","vote_average":0.0,"name":"Johnny Jarvis","cert":"Unavailable","id":18540,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Kabhi Saas Kabhi Bahu is a comedy series on DD National channel based on the 3 generations of Awasthi family, whose head Mallu lives with wife Shrimati, son Viru and his wife Hema, grandson Mohit and his wife Kajal. Hema finds herself trapped as she is in the unenviable position of being a bahu and a saas at the same time. Premiered on April 2, 2008, the series airs every Sunday at 8.30pm IST","original_name":"Kabhi Saas Kabhi Bahu","vote_average":0.0,"name":"Kabhi Saas Kabhi Bahu","cert":"Unavailable","id":18541,"adult":"false","genre_ids":[35],"origin_country":["IO"]},{"first_air_date":"2009-05-10","cast":["Bill Nighy"],"overview":"The Big Art Project is a UK-wide public art initiative funded by the Channel 4 and Arts Council England. The four part TV series was first broadcast on Sunday 10 May 2009 on Channel 4. The project also comprises a website centred on The Big Art Mob - designed to create the first comprehensive map of public art across the UK using photographs from people's mobile phones - and significant public art works such as Jaume Plensa's Dream in St Helens, Merseyside.\n\nThe TV series was narrated by Bill Nighy.","original_name":"The Big Art Project","vote_average":0.0,"name":"The Big Art Project","cert":"Unavailable","id":18544,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2010-04-07","cast":[],"overview":"Deadliest Warrior was a television program in which information on historical or modern warriors and their weapons are used to determine which of them is the \"deadliest\" based upon tests performed during each episode. The show was characterized by its use of data compiled in creating a dramatization of the warriors' battle to the death. The show ran for three seasons.","original_name":"Deadliest Warrior","vote_average":6.4,"name":"Deadliest Warrior","cert":"Unavailable","id":18545,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Playboy Prime is an adult reality compilation series of Playboy TV programming.","original_name":"Playboy Prime","vote_average":0.0,"name":"Playboy Prime","cert":"Unavailable","id":18546,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Warriors in Transit is a 1992 Papua New Guinea theatrical television series, written and directed by William Takaku and Albert Toro. It consists in eight episodes, lasting twenty-five minutes each. It was the first ever \"broadcast-length drama wholly conceived and produced by Papua New Guineans\". Its production cost approximately €125,000.\n\nThe series \"depicts political duplicity and the disintegration of a family in the Port Moresby settlements\". Its central characters are parents who attempt, unsuccessfully, to look after their sick child. Takaku has stated that the parents' characters represent the Papua New Guinean government, while the child represents the nation.","original_name":"Warriors in Transit","vote_average":0.0,"name":"Warriors in Transit","cert":"Unavailable","id":18547,"adult":"false","genre_ids":[18],"origin_country":["PG"]},{"first_air_date":"2009-04-15","cast":["Billy Mays","Thom Beers","Anthony Sullivan"],"overview":"PitchMen is a docudrama television program produced for the Discovery Channel in the United States. The show followed infomercial producers and talent Billy Mays and Anthony \"Sully\" Sullivan as they attempted to sell various inventions through direct-response marketing, mainly through Telebrands, one of the largest direct response\/infomercial companies. The series was narrated by Thom Beers. Each episode typically focused on two different products.","original_name":"PitchMen","vote_average":8.0,"name":"PitchMen","cert":"Unavailable","id":18548,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Panaah is a Hindi drama television series dealing with female feoticide, that airs on DD National on every Tuesday at 9:30pm IST.","original_name":"Panaah","vote_average":0.0,"name":"Panaah","cert":"Unavailable","id":18549,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":null,"cast":["Erika Jordan","Travis Draft"],"overview":"Canoga Park is a scripted Playboy TV comedy show based around the fictional Adult movie studio, American Insertions.","original_name":"Canoga Park","vote_average":0.0,"name":"Canoga Park","cert":"Unavailable","id":18550,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"When Worlds Collide was a professional wrestling pay-per-view that took place on November 6, 1994 from the Los Angeles Memorial Sports Arena in Los Angeles, California. It was presented by the Mexican lucha libre company Asistencia Asesoría y Administración and promoted in conjunction with World Championship Wrestling. WCW Executive Vice-President Eric Bischoff had helped AAA secure a show on American pay-per-view and produced a show that received generally favorable reviews.\n\nThe show was broadcast in both English and Spanish. Chris Cruise and Mike Tenay called the action in English, while Arturo Rivera and Andrés Maroñas handled the Spanish announcing. This event also marked Tenay's first commentating role in professional wrestling.","original_name":"AAA When Worlds Collide","vote_average":0.0,"name":"AAA When Worlds Collide","cert":"Unavailable","id":18551,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"BassCenter","vote_average":0.0,"name":"BassCenter","cert":"Unavailable","id":18554,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Jack Van Impe Presents","vote_average":0.0,"name":"Jack Van Impe Presents","cert":"Unavailable","id":18555,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Dorothy Gordon Forum","vote_average":0.0,"name":"The Dorothy Gordon Forum","cert":"Unavailable","id":18556,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"CBS Reports is the umbrella title used for documentaries by CBS News which aired starting in 1959 through the 1990s. The series sometimes aired as a wheel series rotating with 60 Minutes, as a series of its own or as specials. The program aired as a constant series from 1959 to 1971. Notable episodes include \"Harvest of Shame\", a Peabody Award-winning examination of migrant workers in the United States, and \"CBS Reports: The Homosexuals\", the first time homosexuality was presented on a national network broadcast. \"The Homosexuals\" has been heavily criticized for promoting a negative view of gay Americans.\n\nThe CBS Reports banner was brought back into use in 2009, with the series CBS Reports: Children of the Recession. Instead of being a stand-alone documentary, the new incarnation consisted of reports across all CBS News platforms. Katie Couric led coverage. The series of reports won the a Columbia School of Journalism Alfred DuPont Award.\n\nIn January 2010, a second Couric-led series aired, CBS Reports: Where America Stands.\n\nA portion of the traditional American religious song Simple Gifts is used as the CBS Reports theme music.","original_name":"CBS Reports","vote_average":0.0,"name":"CBS Reports","cert":"Unavailable","id":18557,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Off the Cuff","vote_average":0.0,"name":"Off the Cuff","cert":"Unavailable","id":18558,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"A Visit to Washington with Mrs. Lyndon B. Johnson","vote_average":0.0,"name":"A Visit to Washington with Mrs. Lyndon B. Johnson","cert":"Unavailable","id":18559,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The National Driver's Test","vote_average":0.0,"name":"The National Driver's Test","cert":"Unavailable","id":18560,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Mystery of Stonehenge","vote_average":0.0,"name":"The Mystery of Stonehenge","cert":"Unavailable","id":18561,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"NBC White Paper","vote_average":0.0,"name":"NBC White Paper","cert":"Unavailable","id":18562,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"1966-07-20","cast":[],"overview":"Siberia: A Day in Irkutsk is a NBC News documentary. Kenneth Bernstein offers look at life in the Siberian city of Irkutsk.","original_name":"Siberia: A Day in Irkutsk","vote_average":0.0,"name":"Siberia: A Day in Irkutsk","cert":"Unavailable","id":18563,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Kup's Show","vote_average":0.0,"name":"Kup's Show","cert":"Unavailable","id":18564,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Artists' Showcase","vote_average":0.0,"name":"Artists' Showcase","cert":"Unavailable","id":18565,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"A Polish Millennium Concert","vote_average":0.0,"name":"A Polish Millennium Concert","cert":"Unavailable","id":18566,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1966-12-08","cast":[],"overview":"CBS Playhouse is an American anthology drama series that aired on CBS from 1967 to 1970. Airing twelve plays over the course of its run, the series was nominated for a number of awards and featured many noteworthy actors and playwrights.","original_name":"CBS Playhouse","vote_average":0.0,"name":"CBS Playhouse","cert":"Unavailable","id":18567,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Eternal Light is an American radio and television program on the NBC Radio Network, produced in conjunction with the Jewish Theological Seminary, that was broadcast between 1944 and 1989. Featuring interviews, commentary, and award-winning dramas from the perspective of Judaism, it began on radio in 1944 and continued as a weekly radio program through 1989. A 1946 program, for example, dramatized humanitarian Lilian Wald's founding of New York City's Henry Street Settlement in 1895. A May 31, 1959, program featured a tour of the Holy Land narrated by Ralph Bellamy.\n\nBeginning in 1952, The Eternal Light was also televised by NBC as part of its Sunday morning religious programming, along with Frontiers of Faith and the Catholic Hour. By the mid-1950s, the program had an audience of more than six million weekly on radio and television.\n\nMilton E. Krents was executive producer of The Eternal Light radio program for 44 years. NBC television's director for The Eternal Light, along with its other Sunday morning televised religious programs, was Martin Hoade. The program's editor was Moshe Davis of the Jewish Theological Seminary, who explained its purpose to a New York Times interviewer: \"The common man is always the hero in our show. We try to put a contemporary subject in a concept of eternity.\" NBC donated the air time and the Jewish Theological Seminary budgeted the show's production expenses. Spurning potential sponsorship offers, Davis told one persistent business executive, \"My good man, God needs no sponsor\".","original_name":"The Eternal Light","vote_average":0.0,"name":"The Eternal Light","cert":"Unavailable","id":18568,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"An Evening at Tanglewood","vote_average":0.0,"name":"An Evening at Tanglewood","cert":"Unavailable","id":18569,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Opportunity Line","vote_average":0.0,"name":"The Opportunity Line","cert":"Unavailable","id":18570,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Book Beat","vote_average":0.0,"name":"Book Beat","cert":"Unavailable","id":18573,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"One Nation Indivisible","vote_average":0.0,"name":"One Nation Indivisible","cert":"Unavailable","id":18574,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"CBS Children's Hour","vote_average":0.0,"name":"CBS Children's Hour","cert":"Unavailable","id":18575,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Advocates","vote_average":0.0,"name":"The Advocates","cert":"Unavailable","id":18576,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Experiment in Television","vote_average":0.0,"name":"Experiment in Television","cert":"Unavailable","id":18577,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1969-09-12","cast":[],"overview":"Who Killed Lake Erie is a two and a half hour television documentary that aired on NBC in September 1969.","original_name":"Who Killed Lake Erie","vote_average":0.0,"name":"Who Killed Lake Erie","cert":"Unavailable","id":18578,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Negro in Indianapolis","vote_average":0.0,"name":"The Negro in Indianapolis","cert":"Unavailable","id":18579,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Eye of the Storm","vote_average":0.0,"name":"The Eye of the Storm","cert":"Unavailable","id":18580,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Hollywood Television Theatre","vote_average":0.0,"name":"Hollywood Television Theatre","cert":"Unavailable","id":18581,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Peace…On Our Time: KMEX-TV and The Death of Ruben Salazar","vote_average":0.0,"name":"Peace…On Our Time: KMEX-TV and The Death of Ruben Salazar","cert":"Unavailable","id":18582,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Evening at Pops was an American concert television series produced by WGBH-TV. It was one of the longest-running programs on PBS. The program was a public television version of a variety show, performed by the Boston Pops Orchestra. It was taped at Symphony Hall in Boston, Massachusetts.","original_name":"Evening at Pops","vote_average":0.0,"name":"Evening at Pops","cert":"Unavailable","id":18583,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Polithon '70","vote_average":0.0,"name":"Polithon '70","cert":"Unavailable","id":18584,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"This New Frontier","vote_average":0.0,"name":"This New Frontier","cert":"Unavailable","id":18585,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Tahtitehdas","vote_average":0.0,"name":"Tahtitehdas","cert":"Unavailable","id":18586,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":["Pui Fan Lee"],"overview":"","original_name":"Show Me Show Me","vote_average":0.0,"name":"Show Me Show Me","cert":"Unavailable","id":18587,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2009-11-24","cast":["Tamzin Outhwaite","Chiké Okonkwo","Mark Bonnar","Emun Elliott","Lorcan Cranitch"],"overview":"Mysterious images that show incidents 18 hours before they happen are transmitted from space. As a space scientist attempts to explain their source, detectives race against time to change the future.","original_name":"Paradox","vote_average":6.3,"name":"Paradox","cert":"Unavailable","id":18588,"adult":"false","genre_ids":[18,10765],"origin_country":["GB"]},{"first_air_date":"1952-10-14","cast":["Red Buttons"],"overview":"The Red Buttons Show premiered on the CBS television network in 1952, and ran for two years on that network, then moved to NBC for the final 1954-55 season.\n\nRed's catch phrase from the show, \"Strange things are happening!\" entered the national vocabulary briefly in the mid-1950s.","original_name":"The Red Buttons Show","vote_average":0.0,"name":"The Red Buttons Show","cert":"Unavailable","id":18589,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Word Travels is an adventure travel television documentary series. An original Canadian production, the show debuted on OLN on January 30, 2008 and airs in Canada on OLN and CityTV, and worldwide on Nat Geo Adventure. The show is co-hosted by Robin Esrock and Julia Dimon, produced by Omni Film Limited, and filmed by Sean Cable.\n\nThe first season of Word Travels aired on OLN in Canada and began airing internationally on the National Geographic Adventure worldwide in October 2008. The second season began airing on the OLN on January 18, 2009, and aired on National Geographic Adventure in September, 2009. Season 3 was filmed between April and October 2009, and debuted in Canada on OLN on March 7, 2010. It airs on Travel Channel in 21 languages around the world. Word Travels is often misspelled as World Travels.","original_name":"Word Travels","vote_average":0.0,"name":"Word Travels","cert":"Unavailable","id":18590,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":"2009-10-04","cast":["Katherine Moennig","Alex O'Loughlin","Justina Machado","Daniel Henney","Alfre Woodard"],"overview":"Three Rivers is an American television medical drama that debuted on CBS on October 4, 2009, starring Alex O'Loughlin in the role of an infamous transplant surgeon in Pittsburgh, Pennsylvania. On November 30, 2009, after just eight episodes of the season had aired, CBS announced that Three Rivers had been pulled from their schedule with no plans to have it returned, and the series was later officially cancelled. However, the series later returned to the network on June 5, 2010 to burn off the remaining unaired episodes.","original_name":"Three Rivers","vote_average":7.5,"name":"Three Rivers","cert":"Unavailable","id":18591,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Twin Hearts is a Philippine television series produced by GMA Network and directed by Dominic Zapata and Erick Salud. This drama series is all about love, destiny, letting go and moving on. In 2009-2010, it was aired worldwide on GMA Life TV.","original_name":"Twin Hearts","vote_average":0.0,"name":"Twin Hearts","cert":"Unavailable","id":18592,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Ghar Ki Baat Hai is a Hindi television sitcom on NDTV Imagine in 2009.","original_name":"Ghar Ki Baat Hai","vote_average":0.0,"name":"Ghar Ki Baat Hai","cert":"Unavailable","id":18593,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":"2008-09-29","cast":["Aribal Santiago Kabbabe","Johstin Jiménez","José Antonio Barros","María Gabriela de Faría","Reinaldo Zavarce"],"overview":"Isa TKM is an original telenovela-like teen program from Nickelodeon Latin America in co-production with Sony Pictures Television, Made in Venezuela being the second from three Latin American Nickelodeon programs.","original_name":"Isa TKM","vote_average":8.0,"name":"Isa TKM","cert":"Unavailable","id":18594,"adult":"false","genre_ids":[10766,18],"origin_country":["CO","VE"]},{"first_air_date":null,"cast":[],"overview":"Chittod Ki Rani Padmini Ka Johur was an Indian historical television drama on Sony Entertainment Television, based on the life of Rani Padmini, the famous 14th-century queen of Chittod, Mewar, Rajasthan. The drama premiered on May 25, 2009 with Sony TV's \"new look\" along with many other shows. The series is produced by National Award winning director, Nitin Chandrakant Desai, who spent millions of rupees to create the \"right look\" for the drama.\n\nThe drama was meant to run for 6 months, but ended after 48 episodes due to its exceeding expenses and low TRPs.","original_name":"Chittod Ki Rani Padmini Ka Johur","vote_average":0.0,"name":"Chittod Ki Rani Padmini Ka Johur","cert":"Unavailable","id":18595,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":"2009-08-16","cast":["Kourtney Kardashian","Khloé Kardashian","Kim Kardashian","Scott Disick","Rob Kardashian"],"overview":"Kourtney & Kim Take Miami is an American reality television series. It premiered on E! on August 16, 2009 as the first of four Keeping Up with the Kardashians spin-offs. The series originally followed sisters Kourtney and Khloé Kardashian as they opened a second D-A-S-H location in Miami, Florida. From the third season onward, sister Kim Kardashian replaced Khloé, who had other work commitments. The third season began filming in October 2012, and premiered on January 20, 2013.\n\nA web series spin-off was created during Season 3, titled Lord Disick: Lifestyles of a Lord, the series showcases Disick as he informs viewers on how to live like a \"king\".","original_name":"Kourtney and Khloé Take Miami","vote_average":1.8,"name":"Kourtney and Khloé Take Miami","cert":"Unavailable","id":18596,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"2009-10-01","cast":[],"overview":"Mexico's Next Top Model, sometimes abbreviated as MxNTM, is a Mexican reality television series, based on Tyra Banks' America's Next Top Model. It is the second franchise in Latin America after Brazil's Next Top Model, and like the latter, the Mexican version is broadcast on Sony Entertainment Television.\n\nThe series features a group of young women who would be competing for the title of \"Mexico's Next Top Model\" and a chance to begin their career in the modeling industry.","original_name":"Mexico's Next Top Model","vote_average":0.0,"name":"Mexico's Next Top Model","cert":"Unavailable","id":18597,"adult":"false","genre_ids":[],"origin_country":["MX"]},{"first_air_date":"1950-01-04","cast":["Abe Burrows"],"overview":"Abe Burrows' Almanac is an American television series that aired on CBS in 1950. The live program, hosted by Abe Burrows, featured music, song and comedy performances by guests. The show was broadcast on Wednesday evenings at 9:00 PM. Milton DeLugg conducted the orchestra.\n\nWhile Burrows had a successful nightclub act and made regular appearances as a performer on CBS radio programs, this short-lived series is notable for being his only featured role in a television program.","original_name":"Abe Burrows' Almanac","vote_average":0.0,"name":"Abe Burrows' Almanac","cert":"Unavailable","id":18598,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Sitcom Trials is a stage and TV show devised, produced, and presented by Kev F. Sutherland. Beginning in Bristol in 1999, it showcases new sitcoms and comedy items in a head-to-head format. The audience then vote for the one they like best and only see the ending of the winner.","original_name":"The Sitcom Trials","vote_average":0.0,"name":"The Sitcom Trials","cert":"Unavailable","id":18599,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Nuacht RTÉ is one of two Irish language television news services broadcast by RTÉ News and Current Affairs in Ireland. The service was to begin broadcasting from the TG4 Studios at Baile na hAbhann in the Connemara Gaeltacht, County Galway in late 2008 but this plan was deferred until July 2009 for budgeting reasons.\n\nSince the move to the west, Nuacht RTÉ broadcasts only one bulletin daily, at 17:45 on RTÉ One, lasting about 8 minutes. The bulletin is presented from a green screen studio in the TG4 building, which is also the Nuacht TG4 studio, however since the news is branded for RTÉ the background is similar to that of RTÉ News headlines and it avoids long shots of the Nuacht TG4 studio. It is followed by the RTÉ News with Signing, which is now voiced by the presenter who is preparing to read the Six One bulletin, which follows after the European weather forecast. Before the move, this would have been voiced by the Nuacht presenter.\n\nA team of 42 staff are employed in the research and presentation of both Nuacht RTÉ and Nuacht TG4. Three new technical positions have been created as a result of investment by RTÉ.","original_name":"Nuacht RTÉ","vote_average":10.0,"name":"Nuacht RTÉ","cert":"Unavailable","id":18600,"adult":"false","genre_ids":[10763],"origin_country":["IE"]},{"first_air_date":null,"cast":[],"overview":"Koffee with Anu was a Tamil talk show, which airs on STAR Vijay. The show, based on the Hindi version, Koffee with Karan hosted by Karan Johar, was hosted by Anu Hasan. The show was initially known as Koffee with Suchi .","original_name":"Koffee with Anu","vote_average":0.0,"name":"Koffee with Anu","cert":"Unavailable","id":18601,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2007-05-21","cast":["Paul Merton"],"overview":"Paul Merton in China was a four-part television series broadcast on Five commencing from 21 May 2007. It follows the journey of Paul Merton, comedian and writer, and his interpreter Emma, as they voyage across the country, exploring Chinese culture, expansion and change from Mao Zedong's reign. The series was a hit for Five and Merton confirmed on Michael Parkinson's show that a second series entitled Paul Merton in India had been commissioned. The theme music from Channel Five's advertisement is Michel Legrand's Di Gue Ding Ding, which was also used as the theme music to Heston Blumenthal's series In Search of Perfection aired concurrently on BBC Two. All four episodes were released on DVD in late October 2008.","original_name":"Paul Merton in China","vote_average":9.0,"name":"Paul Merton in China","cert":"Unavailable","id":18602,"adult":"false","genre_ids":[99,35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Learning the Ropes is a Canadian-produced sitcom.The series stars Lyle Alzado as Robert Randall, a teacher who works as a professional wrestler in the evening. Although his children knew about Randall's double life, the family was forced to keep it secret at school. The series featured guest appearances by many members of the National Wrestling Alliance.","original_name":"Learning the Ropes","vote_average":0.0,"name":"Learning the Ropes","cert":"Unavailable","id":18603,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":"2010-05-02","cast":["Chen Jianbin","Yu Hewei","Lu Yi","Yu Rong-Guang","Kang Kai"],"overview":"Three Kingdoms is a Chinese television series based on the events in the late Eastern Han Dynasty and the Three Kingdoms period. The plot is based on Luo Guanzhong's classical novel Romance of the Three Kingdoms, the historical text Records of the Three Kingdoms, and other related stories. Directed by Gao Xixi, the series had a budget of over 180 million yuan and was released in China in May 2010. The series was well received both domestically and internationally, earning an estimated 800 million yuan in total as of May 2012.","original_name":"三国","vote_average":5.3,"name":"Three Kingdoms","cert":"Unavailable","id":18604,"adult":"false","genre_ids":[18,36],"origin_country":["CN"]},{"first_air_date":null,"cast":[],"overview":"The Big Money Game is an Irish game show, broadcast on RTÉ One on Saturday nights during the summer months of June, July and August as a seasonal replacement for Winning Streak. The successor to Fame and Fortune and The Trump Card, The Big Money Game was first broadcast on Saturday, 14 June 2008. As with Winning Streak, production costs for the programme are paid by RTÉ and the prize money is funded by the Irish National Lottery. Entry to the game show is based on getting three \"lucky stars\" on associated National Lottery scratchcards and submitting them for a televised drawing. Contestants can win cash prizes up to €250,000, as well as cars, holidays, and other prizes. The first series was hosted by Laura Woods.\n\nThe Big Money Game returned on 13 June 2009 for a second 13-week series with Derek Mooney as host. The third season, also with Derek Mooney hosting, commenced on 5 June 2010.\n\n-Returned in 2011-","original_name":"The Big Money Game","vote_average":0.0,"name":"The Big Money Game","cert":"Unavailable","id":18605,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2007-09-19","cast":[],"overview":"Manswers is a late night comedy series that premiered on Spike on September 19, 2007.\n\nThe series is produced by reality television production company, SuperDelicious, and airs on Spike. The executive producers are Adam Cohen, Cara Tapper, Joanna Vernetti, Akifumi Takuma and Michael Schelp. The show garnered an average of 1.1 million viewers during its first year among a specific target audience.\n\nThe first season consisted of 9 half-hour episodes. The second season continued to show 13 episodes of similar material.\n\nMANswers is a satire aimed at predominately male audiences with a wide age range, primarily 18–40. Questions of a comical nature are asked and answered which usually relate to women and tips on how to get them to date you, sex-related questions and trivia, and defense mechanisms in deadly & harmful situations, and also firearms. Specialists with Masters and PhD degrees are brought in and give information from which the viewer can learn.\n\nMANswers US TV rating varies from episode to episode. It can be from TV-14-D,L,S,V to TV-MA-,L,S,V. The average rating is TV-MA.","original_name":"Manswers","vote_average":3.8,"name":"Manswers","cert":"Unavailable","id":18606,"adult":"false","genre_ids":[99,35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Yogi Bear's All Star Comedy Christmas Caper is an animated television special starring Yogi Bear and company. It is the third and final Yogi Bear Christmas special. Produced by Hanna-Barbera Productions, it was first aired on December 21, 1982.","original_name":"Yogi Bear's All Star Comedy Christmas Caper","vote_average":0.0,"name":"Yogi Bear's All Star Comedy Christmas Caper","cert":"Unavailable","id":18607,"adult":"false","genre_ids":[16],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Mysteries of Providence is a French cartoon produced by Banco Productions and first aired on TF1's TFOU television program on January 12, 2002.The series is about the adventures of Oscar who is a private detective and tries to uncover the secret of Providence alongside his friends the energetic Kate and the inventor Martin.","original_name":"Les énigmes de providence","vote_average":0.0,"name":"Les énigmes de providence","cert":"Unavailable","id":18608,"adult":"false","genre_ids":[10759],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Forecast Earth is the name for The Weather Channel's environmental initiatives. It also was the name of an environment news program that ran on TWC from 2006 to 2008.","original_name":"Forecast Earth","vote_average":0.0,"name":"Forecast Earth","cert":"Unavailable","id":18613,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2009-06-28","cast":["Thomas Jane","Jane Adams","Anne Heche","Charlie Saxton","Rebecca Creskoff"],"overview":"Desperate times call for desperate measures and Ray Drecker's situation couldn't be much tougher. The former high school sports legend turned middle-aged high school basketball coach is divorced and struggling to provide for his kids when his already run-down house catches fire. Looking to take on a second job, Ray decides to exploit his best asset in a last-ditch attempt to change his fortunes.","original_name":"Hung","vote_average":6.2,"name":"Hung","cert":"Unavailable","id":18614,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2009-06-17","cast":[],"overview":"The Othersiders is an American paranormal reality television series that premiered on June 17, 2009, on the Cartoon Network. The program follows a group of five teenagers who are interested in the paranormal and explore reportedly haunted sites to discover any paranormal activity. Aimed for a teen audience, it has a similar concept as Ghost Hunters. The series is part of the Cartoon Network programming block CN Real. The second season of The Othersiders premiered on October 7, 2009.\n\nThe show ended in 2010 due to low ratings.","original_name":"The Othersiders","vote_average":1.0,"name":"The Othersiders","cert":"Unavailable","id":18615,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2008-10-11","cast":["Kevin Draine","Karen Halligan","Andrea Arden","Zak George","Nicholas Dodman"],"overview":"Dogs 101 is a show that airs on the American cable TV channel Animal Planet. Dog trainers and breeding experts explored the advantages and disadvantages of various breeds of dogs.","original_name":"Dogs 101","vote_average":7.5,"name":"Dogs 101","cert":"Unavailable","id":18616,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2009-01-02","cast":["Terry Jones","Steve Furst","Richard McCourt","Ian Kirkby","Dave Chapman"],"overview":"The Legend of Dick and Dom is a sitcom that stars Dick and Dom as two budding young princes who are on a quest to find the antidote to a terrible plague that consumed Fyredor because Dick dropped the cure. The all star cast also includes Mannitol, a wizard who is really bad at doing magic, and Lutin, a thief who was released from prison. During the quest, they have to find various items e.g. a magnofish. They then put it in a special bottle to complete their potion. The programme is narrated by former Monty Python member Terry Jones. After the season three finale on 24 March 2011, the show was cancelled.","original_name":"The Legend of Dick and Dom","vote_average":6.0,"name":"The Legend of Dick and Dom","cert":"Unavailable","id":18617,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2008-06-15","cast":["Lim Yoona","Shin Bong-sun","Ji Sang-ryeol","Jo Kwon","Ok Taec-yeon"],"overview":"Family Outing Season 1 was a South Korean variety show; a part of SBS's Good Sunday lineup, along with Gold Miss is Coming. It was first aired on June 15, 2008, and was one of the top rated programs on Sunday Korean television. In each episode, the \"Family\" travels to different parts of South Korea and takes care of the house of an elderly family while that family goes on a vacation. The \"Family\" then accomplishes the tasks left for them by the house's owners. The first season ended on February 14, 2010, and a second season featuring a brand new cast, production team, and concept, aired until July 11, 2010.","original_name":"패밀리가 떴다","vote_average":6.3,"name":"Family Outing","cert":"Unavailable","id":18618,"adult":"false","genre_ids":[35],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"H2K: Hati-Hating Kapatid","vote_average":0.0,"name":"H2K: Hati-Hating Kapatid","cert":"Unavailable","id":18619,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":"2009-05-18","cast":[],"overview":"4th and Long is a reality television series hosted by Michael Irvin that premiered on Spike on May 18, 2009. The winner of the show earned a spot at the Dallas Cowboys training camp - with a shot of making the roster. The show pits six wide receivers against six defensive backs. The show was filmed at the Cotton Bowl, with Joe Avezzano as the coach for the receivers and Bill Bates as the coach for the backs.\n\nThe athletes have varying backgrounds, including national champions, CFL players, arena league veterans, semi-pro players, and those who have tried to make NFL rosters.","original_name":"4th and Long","vote_average":0.0,"name":"4th and Long","cert":"Unavailable","id":18620,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"2009-04-13","cast":[],"overview":"Doing DaVinci was a popular science television program originally aired on the Discovery Channel in which the hosts attempted to create many of Leonardo da Vinci's inventions. The show aired on a weekly schedule with the first episode broadcast on April 13, 2009.","original_name":"Doing DaVinci","vote_average":0.0,"name":"Doing DaVinci","cert":"Unavailable","id":18621,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"May Bukas Pa is a Philippine television series aired by IBC and RPN, and produced by Viva Television. It stars Dina Bonnevie, Albert Martinez and Cherie Gil.","original_name":"May Bukas Pa","vote_average":0.0,"name":"May Bukas Pa","cert":"Unavailable","id":18622,"adult":"false","genre_ids":[10759,18],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Amul Voice of India – Mummy Ke Superstars is an Indian television talent show for child singers on the Star Plus channel. A feature of the show is that all of the contestants are accompanied by their mothers. The show is hosted by Akriti Kakkar and Ali Asgar, with Shubha Mudgal, Vishal Dadlani and Shekhar Ravjiani as judges.","original_name":"Mummy Ke Superstars","vote_average":0.0,"name":"Mummy Ke Superstars","cert":"Unavailable","id":18623,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Wild is a one-hour American documentary television series that premiered in 2006 on the National Geographic Channel.","original_name":"Wild","vote_average":0.0,"name":"Wild","cert":"Unavailable","id":18624,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Chatsworth Estate","vote_average":0.0,"name":"The Chatsworth Estate","cert":"Unavailable","id":18625,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Judge David Young is an American arbitration-based reality court show. The series, which aired in first-run syndication, premiered on television stations across the United States and Canada on September 10, 2007. Young is the first openly gay TV judge. In the program, he presided over small claims court cases. The series was produced and distributed by Sony Pictures Television Distribution,.\n\nMuch of Young's behavior was comically campy. In fact, the tagline of his court show parodied Judge Judy's \"Justice with an Attitude\" tagline, using \"Justice with a Snap\" instead. Young frequently bursted into show tunes and warned guests that there is only \"one queen\" allowed in his courtroom and that's him. Young said he wanted to be a role model for LGBT youth. In every episode, Young explained his position after his ruling to the studio audience. He often firmly silenced litigants if they were interrupting or becoming a problem. One of his trademarks was his humorous interactions with his bailiff, Tawya Young. Although David and Tawya share the same last name, they have no relation to each other.\n\nOn January 10, 2009 it was announced that his contract would not be renewed for a third season.","original_name":"Judge David Young","vote_average":0.0,"name":"Judge David Young","cert":"Unavailable","id":18626,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2009-05-01","cast":["Martin Freeman","Rachael Stirling","James Lance","Tamzin Malleson","Marshall Lancaster"],"overview":"Dreamer Danny Reed's life is turned upside down when he is struck by lightning and wakes to find himself trapped in a woman's body. Instead of being a scruffy DIY store worker with no prospects, he has now swapped lives with glamorous female fashion journalist Veronica Burton. Danny suddenly must learn how to walk in stilettos and put on a bra, deal with the amorous advances of Veronica's boyfriend Jay and pass himself off as a fashion expert while also finding out what has happened to his old self.","original_name":"Boy Meets Girl","vote_average":5.5,"name":"Boy Meets Girl","cert":"Unavailable","id":18627,"adult":"false","genre_ids":[10765,18,35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Squeak! was a children's TV show by Spiffy Pictures for the Playhouse Disney block created by David Rudman under their Spiffy Pictures banner, The show was re-broadcast on STV in 2009 as part of their children's strand wknd@stv. There is a DVD boxset available which features all the episodes. BabyFirstTV also shows repeat episodes.\n\nThe show follows three young mice Tizzy, Toot Tog, and the narrator, and they all live in the \"Tick Tock Clock\", except for the un-seen narrator. The show follows them as they go about learning, having fun including singing and games and even more!","original_name":"Squeak!","vote_average":0.0,"name":"Squeak!","cert":"Unavailable","id":18628,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Jyoti was a daily Indian soap opera that aired on imagine tv. It aired Monday to Friday at 8:30PM. Jyoti started on February 16, 2009 and concluded on November 27, 2010. Jyoti has made a big impact all over the world. It was a very successful serial. Imagine TV got a huge response because of Jyoti. Jyoti season 2 was meant to air on Imagine TV but due to the closure of the channel they were unable to, however Life OK were interested and now Jyoti season 2 will air on Life OK.","original_name":"Jyoti","vote_average":0.0,"name":"Jyoti","cert":"Unavailable","id":18629,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":"1984-06-22","cast":[],"overview":"ABC Rocks is an American music video show broadcast on ABC from June 22, 1984 to August 2, 1985. The thirty-minute show aired on Friday nights at midnight and featured popular rock videos by artists such as Prince, Billy Idol and David Bowie. It is notable as ABC's attempt to produce a show comparable to cable's MTV and NBC's Friday Night Videos.","original_name":"ABC Rocks","vote_average":0.0,"name":"ABC Rocks","cert":"Unavailable","id":18630,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Shraddha was an Indian television series which aired on STAR Plus channel. It is a tale about the Jaiswal family based in Ujjain.","original_name":"Shraddha","vote_average":0.0,"name":"Shraddha","cert":"Unavailable","id":18631,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":"2009-05-18","cast":[],"overview":"Moving On is a British television series set in contemporary Britain consisting of standalone dramas all sharing the theme of someone going through some kind of change in their life and moving on. ","original_name":"Moving On","vote_average":5.8,"name":"Moving On","cert":"Unavailable","id":18632,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Badger and Emma @ Breakfast","vote_average":0.0,"name":"Badger and Emma @ Breakfast","cert":"Unavailable","id":18633,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Presenters give their opinion about new video games, and we also see them living the \"gamer life.\"","original_name":"Gamekings","vote_average":0.0,"name":"Gamekings","cert":"Unavailable","id":18634,"adult":"false","genre_ids":[],"origin_country":["NL"]},{"first_air_date":null,"cast":[],"overview":"Maniben.com is a comedy show on SAB TV. It is based on a famous gujrati play of the same name. It premiered on June 8. 2009. The show has the very famous Smriti Irani as the main lead who is known for her famous role in Kyunki Saas Bhi Kabhi Bahu Thi. It replaced Main Kab Saas Banoongi featuring the famous Vandana Pathak from June 8, 2009.","original_name":"Maniben.com","vote_average":0.0,"name":"Maniben.com","cert":"Unavailable","id":18635,"adult":"false","genre_ids":[35],"origin_country":["IO"]},{"first_air_date":"2004-10-16","cast":["Julian Fellowes","Christina Cole","Michael Fassbender","David Calder","Stella Gonet"],"overview":"Julian Fellowes Investigates: A Most Mysterious Murder is a British five-part docudrama series produced by Touchpaper Television, which premièred on BBC One on 16 October 2004.","original_name":"Julian Fellowes Investigates: A Most Mysterious Murder","vote_average":0.0,"name":"Julian Fellowes Investigates: A Most Mysterious Murder","cert":"Unavailable","id":18636,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"2009-09-21","cast":["Jenna Elfman","Ashley Jensen","Grant Show","Jon Foster","Nicolas Wright"],"overview":"A newspaper film critic, Billie is a single woman who finds herself \"accidentally\" pregnant after a one-night stand with a much younger guy, and decides to keep the baby... and the guy.","original_name":"Accidentally on Purpose","vote_average":4.7,"name":"Accidentally on Purpose","cert":"Unavailable","id":18637,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Are You The Next Big Star? is a reality music competition to find two new solo musical talents, created and developed by GMA New Media, Inc.. It debuted on May 16, 2009 on GMA Network, and is hosted by Regine Velasquez, with comedian-singer Keempee de Leon as the co-host.\n\nThe program seeks to discover the best singer in the country through a series of nation-wide auditions. The public decides the outcomes of the later stages through text voting. The judges who give critiques of the contestants' performances have included Pops Fernandez, Randy Santiago, Danny Tan, Mon Faustino and Annie Quintos.\n\nThe prizes at stake includes one million pesos, a condominium unit from Avida, a management contract from GMA Artist Center and a recording contract from GMA Records. There will be two winners in the show: one male and one female.\n\nOn August 23, 2009, on the show's big finale, Frencheska Farr and Geoff Taylor were announced as the next female big star and next male big star respectively. Following the third and final round of the competition, Zyrene Parsad and Jay Perillo were eliminated. Camille Cortez and Alex Castro joined Frencheska Farr and Geoff Taylor in the final round of competition.","original_name":"Are You the Next Big Star?","vote_average":0.0,"name":"Are You the Next Big Star?","cert":"Unavailable","id":18638,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Mitwa Phool Kamal Ke was a Hindi television series which aired on STAR Plus. It began on 27 May 2009 and ended on 29 January 2010. The story revolved around the orthodox practices that are prevalent even today in the Uttar Pradesh. This show airs on an Afghan television channel called Ariana TV, where the drama is translated into Dari Persian since April 17, 2011 to January 15, 2012.","original_name":"Mitwa Phool Kamal Ke","vote_average":0.0,"name":"Mitwa Phool Kamal Ke","cert":"Unavailable","id":18639,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":null,"cast":["Alison Pill","William Colgate","Annick Obonsawin","Jill Frappier","Joe Dinicol"],"overview":"Anatole is an animated children's television series based on the Anatole book series by Eve Titus. The series tells the story of Anatole, a mouse who lives in Paris. He works as a night watchman in a cheese factory. He has a wife, Doucette and a family of six little mice. It originally aired in 1998, on The CBS Kids Show on CBS and in late-1999 on Premiere 12 in Singapore. It re-aired on the US version of Disney Channel from 2001 to 2004. It then got re-broadcast in 2009 on STV, a Scottish television station, on their wknd@stv strand.","original_name":"Anatole","vote_average":0.0,"name":"Anatole","cert":"Unavailable","id":18640,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Transmission Impossible With Ed and Oucho was a CBBC show starring Ed Petrie and Oucho T. Cactus. Filmed at Pinewood Studios, it first aired on 16 May 2009 and was shown every Saturday morning on BBC Two and Sunday morning on the CBBC Channel for its run of 26 episodes. It was one of the 'Summer Replacement' shows filling in for the absence of TMi in 2009, along with Basil's Swap Shop.\n\nThe premise involved Ed and Oucho \"hacking\" into your television from their blimp, replacing The Krazey, Krazey, Krazey, Krazey, Krazey, Krazey, Krazey Show with Kaptain Krazey and Nigel Smith intended to be on air. Kaptain Krazey was a puppet pirate that only says \"ooh aar\" whilst Nigel Smith was Ed Petrie in a blonde wig.\n\nEach Saturday episode, their blimp loses altitude, and one by one their four stowaways have to be pushed off. The stowaways play games, e.g. \"Oucho's lossoli quiz\", to determine who gets pushed off and whether or not they are awarded a parachute.\n\nTransmission Impossible with Ed and Oucho ended on 9 August 2009 to allow Ed and Oucho to film Series 2 of Excellent Inventions.","original_name":"Transmission Impossible with Ed and Oucho","vote_average":0.0,"name":"Transmission Impossible with Ed and Oucho","cert":"Unavailable","id":18641,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Leya, Ang Pinakamagandang Babae sa Ilalim ng Lupa is a Fantasy-Drama series produced by T.A.P.E., Inc. and aired over GMA Network. Directed by Ruel Bayani, this series is about fairies, mortals, witches and a love story that will prove that the greatest magic is the power of love.","original_name":"Leya, Ang Pinakamagandang Babae Sa Ilalim Ng Lupa","vote_average":0.0,"name":"Leya, Ang Pinakamagandang Babae Sa Ilalim Ng Lupa","cert":"Unavailable","id":18642,"adult":"false","genre_ids":[10765,18],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Aapki Antra was a Zee TV soap opera which premiered on June 1, 2009 and ended on February 18, 2010. The story is about a girl, Antara, who is diagnosed with autism and who positively affects the lives of those she encounters during her life.","original_name":"Aapki Antara","vote_average":0.0,"name":"Aapki Antara","cert":"Unavailable","id":18643,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Padres e Hijos was a long-running Colombian daytime series produced by Colombiana de Televisión.\n\nOn August 21, 2009 the last Padres e Hijos episode of the series aired, due to the cancellation of its contract with Caracol TV.\n\nThe program is mostly remembered for its longevity on Colombian television and its alleged dubious quality.","original_name":"Padres e Hijos","vote_average":0.0,"name":"Padres e Hijos","cert":"Unavailable","id":18644,"adult":"false","genre_ids":[18,35],"origin_country":["CO"]},{"first_air_date":null,"cast":[],"overview":"Hasne Aur Hasaane Ka Tonic - Ladies Special is a stand-up comedy show for ladies. It started on July 18, 2009 on Zee TV.","original_name":"Ladies Special","vote_average":0.0,"name":"Ladies Special","cert":"Unavailable","id":18647,"adult":"false","genre_ids":[35],"origin_country":["IO"]},{"first_air_date":"2009-03-01","cast":[],"overview":"Running in Heels is a reality television show that follows three interns working at the New York office of fashion magazine Marie Claire. The series debuted on March 1, 2009 on the Style Network in United States and the United Kingdom and on E! in the United Kingdom, Canada, Asia and Australia. It was also shown in the United Kingdom on digital channel E4. In The Netherlands it airs on RTL 5. In Denmark it is shown on TV3. The show follows the lives of the Marie Claire staff as well as three new interns, Ashley Gosik, Samantha DeZur, and Talita Silva.","original_name":"Running in Heels","vote_average":0.0,"name":"Running in Heels","cert":"Unavailable","id":18648,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Meeow! is an animated children's series based on the Maisie MacKenzie books by Aileen Paterson, produced in both English and Gaelic. Scottish Television in association with The Gaelic Committee, decided to make the book in to a cartoon series, with Siriol Animation doing the animation. Meeow was narrations by Scottish comedian Stanley Baxter, with music being produced by The Singing Kettle. Its first run was featured on ITV children's block, CITV.\n\nThe series is about a young cat named Maisie Mac who lives with her grandmother in Morningside in Edinburgh as her explorer father is always away.\n\nThe programme was re-aired in 2009 on wknd@stv - a children's television strand on Scottish television channel, STV. The Gaelic version is still airs on BBC Alba.","original_name":"Meeow!","vote_average":0.0,"name":"Meeow!","cert":"Unavailable","id":18649,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2003-02-19","cast":["Heidi Montag","Janice Dickinson","Spencer Pratt","Frances Callier","Daniel Baldwin"],"overview":"I'm a Celebrity...Get Me Out of Here! is an American reality television series based on the British television show of the same name, in which celebrities live in jungle conditions with few comforts.\n\nThe series is produced by ITV, Independent Television, a British company, and was picked up from ABC, which aired in early 2003. The new series, shown on NBC, ran for 14 episodes, and followed the same format as the United Kingdom version of the same show. On March 8, 2010, NBC announced that there would not be a third season.","original_name":"I'm a Celebrity...Get Me Out of Here!","vote_average":5.0,"name":"I'm a Celebrity...Get Me Out of Here!","cert":"Unavailable","id":18650,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1957-09-28","cast":["Gisele MacKenzie"],"overview":"The Gisele MacKenzie Show in an American variety show hosted by Gisele MacKenzie. The series aired live on NBC from September 28, 1957, to March 29, 1958. The Curfew Kids appeared on the program as semi-regulars.\n\nMacKenzie had been a regular on the earlier NBC musical series Your Hit Parade from 1953 to 1957. She had also worked in radio with Bob Crosby and had toured with Jack Benny and guest starred on The Jack Benny Program. Benny in fact had recommended her to the producers of Your Hit Parade.","original_name":"The Gisele MacKenzie Show","vote_average":0.0,"name":"The Gisele MacKenzie Show","cert":"Unavailable","id":18651,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2009-05-26","cast":[],"overview":"The Hour was a lifestyle magazine programme broadcast on STV, the ITV franchise in Northern and Central Scotland.\n\nOriginally broadcast each weekday afternoon at 5pm, the programme was presented for much of its run by Michelle McManus and Stephen Jardine and broadcast from STV's Pacific Quay studios in Glasgow. The programme later moved to a weekly peak time slot but was axed after four weeks.","original_name":"The Hour","vote_average":0.0,"name":"The Hour","cert":"Unavailable","id":18652,"adult":"false","genre_ids":[10763],"origin_country":["GB"]},{"first_air_date":"2010-01-17","cast":["Mark Valley","Chi McBride","Jackie Earle Haley","Indira Varma","Janet Montgomery"],"overview":"It takes a brave, selfless man to make himself a \"human target\" in order to save the lives of those in danger. Based on the popular DC Comics comic book and graphic novel, Human Target is a full-throttle action drama centered on Christopher Chance, a unique private contractor\/security expert\/bodyguard hired to protect.","original_name":"Human Target","vote_average":7.2,"name":"Human Target","cert":"Unavailable","id":18653,"adult":"false","genre_ids":[10759,18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Ek Veer Stree Ki Kahaani... Jhansi Ki Rani is an Indian historical drama based on the life of Lakshmi Bai, the Rani of Jhansi, one of the leading figures of the Indian Rebellion of 1857. The series was directed by Jitendra Srivastava and written by Rajesh Saksham, Ila Dutta Bedi, Malavika Asthana and Mairaj Zaidi. It premiered on 18 August 2009 on Zee TV with Ulka Gupta playing Queen Lakshmi Bai. On 8 June 2010 the story moved on several years and Kratika Sengar portrayed the Queen from there on. The show's last episode went to air on 19 June 2011.","original_name":"Jhansi Ki Rani","vote_average":0.0,"name":"Jhansi Ki Rani","cert":"Unavailable","id":18654,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":"2009-02-03","cast":["Kapil Sharma"],"overview":"","original_name":"Hans Baliye","vote_average":0.0,"name":"Hans Baliye","cert":"Unavailable","id":18655,"adult":"false","genre_ids":[35],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Dnevnik HRT is the main news program of the HRT, broadcast daily at 19:30.\n\nIt broadcasts only on HRT1.","original_name":"Dnevnik HRT","vote_average":0.0,"name":"Dnevnik HRT","cert":"Unavailable","id":18656,"adult":"false","genre_ids":[10763],"origin_country":["HR"]},{"first_air_date":"1984-12-06","cast":["Alan Igbon","Paul Barber"],"overview":"The Front Line was a 1984\/1985 BBC sitcom about two half-brothers of West Indian descent who shared a house, one brother a policeman and one a dreadlocked Rastafarian.\n\nThe series starred Paul Barber as the elder, policeman brother Malcolm, and Alan Igbon as the younger brother Sheldon. It was written by Alex Shearer, filmed in Bristol and Cardiff, and transmitted between 6 December 1984 and 17 January 1985. A pilot for the series, On The Frontline, was broadcast in the 1970s.\n\nThe theme tune to the series was written and performed by Black Roots, and the opening credits of the show featured the band performing the song.","original_name":"The Front Line","vote_average":0.0,"name":"The Front Line","cert":"Unavailable","id":18657,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Star Vivaah is a reality show premiered on STAR Plus at May 13, 2009. A cooperation with Shaadi.com, STAR Plus has made a reality show which will help young men and women find their perfect lifepartners.","original_name":"Star Vivaah","vote_average":0.0,"name":"Star Vivaah","cert":"Unavailable","id":18658,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Shaurya Aur Suhani is a show on STAR Plus which premiered on March 21, 2009. It is a fantasy based show which focuses on Shaurya and Suhani's love story.","original_name":"Shaurya Aur Suhani","vote_average":0.0,"name":"Shaurya Aur Suhani","cert":"Unavailable","id":18659,"adult":"false","genre_ids":[10765],"origin_country":["IO"]},{"first_air_date":"2010-04-02","cast":["Omar Gooding","Jeremy Northam","Lana Parrilla","Elisabeth Harnois","Mike Vogel"],"overview":"Miami Medical is a medical drama television series created by Jeffrey Lieber. It follows the professional and private lives of a team of trauma surgeons.\n\nThe series was produced by Jerry Bruckheimer Television and Warner Bros. Television. It premiered on CBS on April 2, 2010. In May 2010, CBS announced that the series had been canceled, with the final episode airing on July 2, 2010.","original_name":"Miami Medical","vote_average":7.3,"name":"Miami Medical","cert":"Unavailable","id":18660,"adult":"false","genre_ids":[18,9648],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Sidestreet was a Canadian television drama, which aired Sundays on CBC from 1975 to 1978. It starred Sean McCann and Donnelly Rhodes as police working in 1970s Toronto.","original_name":"Sidestreet","vote_average":5.0,"name":"Sidestreet","cert":"Unavailable","id":18661,"adult":"false","genre_ids":[18],"origin_country":["CA"]},{"first_air_date":"2009-09-25","cast":["Carl Weathers","CCH Pounder","Daryl Mitchell","Michael Strahan"],"overview":"Brothers is a television sitcom, which ran on Fox from September 25, 2009 to December 27, 2009. It originally aired on Friday nights at 8:00 pm EST before moving to Sunday nights at 7:00 pm EST as part of the 2009 fall schedule.","original_name":"Brothers","vote_average":10.0,"name":"Brothers","cert":"Unavailable","id":18662,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Dear Friend is a television drama that has been broadcast on Philippine television since August 2008. It is a weekly drama anthology of inspiring stories of people who are having family and love problems. The show is an hour-long dose of hope for today’s problem-weary viewer. The most notable mention of the show in pop culture was in Bagagog Maglalang's hit single \"Bak Your Baking Brains Out.\" The show is hosted by Concert Princess Jolina Magdangal and actor Marvin Agustin. The show, after almost 3 years, will be making its finale with its series-ender Tisay.","original_name":"Dear Friend","vote_average":0.0,"name":"Dear Friend","cert":"Unavailable","id":18663,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":"2009-04-19","cast":[],"overview":"Cake Boss is an American reality television series, airing on the cable television network TLC. The show follows the operations of Carlo's Bakery, a family-owned business in Hoboken, New Jersey owned and operated by siblings Buddy Valastro, Lisa Valastro, Maddalena Castano, Grace Faugno and Mary Sciarrone. The show focuses on how they make their cakes, and the interpersonal relationships among the various family members and other employees who work at the shop.\n\nThe show premiered on April 19, 2009, and four additional seasons followed, premiering October 26, 2009, May 31, 2010, January 31, 2011, and May 28, 2012, respectively. The show's sixth season debuted on Monday May 27, 2013 at 9PM ET.","original_name":"Cake Boss","vote_average":5.8,"name":"Cake Boss","cert":"Unavailable","id":18664,"adult":"false","genre_ids":[10764,10751],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Ngayon at Kailanman or Until Forever is a Filipino drama series produced by GMA Network. It is a television adaptation of the 1992 hit movie of the same title. The series stars Heart Evangelista and JC De Vera. It was aired internationally, with a two-week delay, on GMA Pinoy TV. From March 27, 2012 until July 4, 2012, GMA Life TV aired its English-dubbed version worldwide.","original_name":"Ngayon at Kailanman","vote_average":0.0,"name":"Ngayon at Kailanman","cert":"Unavailable","id":18665,"adult":"false","genre_ids":[10759,18],"origin_country":["PH"]},{"first_air_date":"1975-09-06","cast":["Donald Sinden","Elaine Stritch"],"overview":"Two's Company is a British television situation comedy series that ran from 1975-79. Produced by London Weekend Television for the ITV Network, the programme starred Elaine Stritch and Donald Sinden.","original_name":"Two's Company","vote_average":7.0,"name":"Two's Company","cert":"Unavailable","id":18666,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2009-05-18","cast":["Andrew Castle","Charlotte Hudson"],"overview":"Divided was a game show that was broadcast in the United Kingdom from 18 May 2009 to 7 May 2010. It was hosted by Andrew Castle with Charlotte Hudson as the Question Master for Series 1 and Rachel Pierman as the Question Master for Series 2. It was produced by Endemol UK for ITV and was filmed in Studio 8 at Granada Studios, Manchester.","original_name":"Divided","vote_average":0.0,"name":"Divided","cert":"Unavailable","id":18667,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1978-09-13","cast":["Richard Basehart","Alex Cord","Pamela Bellwood","Lee Wilkof","Andrew Prine"],"overview":"W.E.B. is an American TV series that aired for less than a month on NBC in 1978.","original_name":"W.E.B.","vote_average":0.0,"name":"W.E.B.","cert":"Unavailable","id":18668,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"ABC Saturday Movie of the Week is a weekly American anthology series that airs on ABC. The series began as the replacement for ABC's Big Picture Show and as a revival of ABC's Movie of the Week theme. Since its inception, it has been ABC's main platform for airing theatrical movies, although other movies air as part of the movie of the week format during the holiday season and as special presentations. As such, ABC airs a movie on every night of the week at some point during the television season styled as [Insert Day] Movie of the Week.","original_name":"ABC Saturday Movie of the Week","vote_average":0.0,"name":"ABC Saturday Movie of the Week","cert":"Unavailable","id":18669,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Blue Heaven is a Scottish television documentary series filmed by BBC Scotland which followed aspiring young footballers at Rangers Football Club as they tried to forge a career in football. The series was originally broadcast in the winter of 2003.","original_name":"Blue Heaven","vote_average":0.0,"name":"Blue Heaven","cert":"Unavailable","id":18670,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"The Scottish Golf Show is a Scottish television series, which aired on Scottish TV and Grampian TV. The programme captures the imagination of golfers and non-golfers alike and explores the experience that is Scotland and the true spirit of golf in a blend of humour, nostalgia, science, history, technology, stunning scenery and personalities.\n\nThe Scottish Golf Show was narrated by Iain Anderson and produced, directed & edited by Scott Brown. The series was first broadcast in 2005, and was re-aired in 2006, and again in May 2009 on STV.","original_name":"The Scottish Golf Show","vote_average":0.0,"name":"The Scottish Golf Show","cert":"Unavailable","id":18671,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Entertainment Ke Liye Kuch Bhi Karega is a variety entertainment reality show that airs on Sony Entertainment Television on weekdays. It premiered on May 25, 2009 along with a couple of other new shows, as part of a major revamp by Sony TV.\n\nThe first season of the show was hosted by Mona Singh and Vishal Malhotra, and Farah Khan and Anu Malik were the judges. All the episodes were shot in Sony TV's Mumbai studio.","original_name":"Entertainment Ke Liye Kuch Bhi Karega","vote_average":0.0,"name":"Entertainment Ke Liye Kuch Bhi Karega","cert":"Unavailable","id":18672,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Anna Liza is a Philippine television series produced by GMA Network. It was also the network's very first soap opera in a primetime slot. Launched in 1980, the series received the attention of thousands of Filipinos—making it one of the most popular and well-loved drama series of all time. The series ended because of Julie Vega's sudden death, resulting in the serial having incomplete storyline. Shortly after Julie's death, reruns were aired from the beginning of the series, its final episode being in 1986. It was replaced by Mirasol del Cielo.\n\nRecently, GMA Network's chief competitor, ABS-CBN announced that they got the rights to remake Anna Liza from its original director, Gil C. Soriano. Andrea Brillantes will play the lead role.","original_name":"Anna Liza","vote_average":0.0,"name":"Anna Liza","cert":"Unavailable","id":18673,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Madrasta is a Philippine drama aired on GMA Network. It is the fourth installment of Dear Friend.","original_name":"Dear Friend: Madrasta","vote_average":0.0,"name":"Dear Friend: Madrasta","cert":"Unavailable","id":18674,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"I Love Money","vote_average":0.0,"name":"I Love Money","cert":"Unavailable","id":18675,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"MTV Force India The Fast and The Gorgeous is the latest reality show from the stable of MTV India. The show is produced in association with the Indian Formula 1 team - Force India. The show is about 20 gorgeous girls fighting it out for the ultimate reward - to be the face of Force India F1 in the 2009 season. The winners of The Fast and the Gorgeous will get to travel the world with the team, host the after-parties and appear in the F1 calendar, to be shot by Atul Kasbekar, the photographer for the Kingfisher calendar series.\n\nThe show would be hosted by the VJ Rannvijay Singh.","original_name":"MTV Force India The Fast and The Gorgeous","vote_average":0.0,"name":"MTV Force India The Fast and The Gorgeous","cert":"Unavailable","id":18676,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Liwanag Ng Hatinggabi is a Philippine horror television drama and the first installment of the GMA Mini-Series. Conceptualized by GMA Network's vice president Gilberto \"Jimmy\" Duavit, Jr., the series is inspired by a trend in Latin American literature known as magic realism, which blends the biting realism of contemporary social issues with the supernatural, where the fantasy becomes commonplace. Directed by Joel Lamangan, Liwanag Ng Hatinggabi revolves around Amanda, a despotic governor whose decisions affect the lives of the people in her province, and her daughter, Luna, who falls in love with Gabriel, a childhood friend who becomes rebel fighting against Amanda's tyranny.","original_name":"Liwanag Ng Hatinggabi","vote_average":0.0,"name":"Liwanag Ng Hatinggabi","cert":"Unavailable","id":18677,"adult":"false","genre_ids":[10765,18],"origin_country":["PH"]},{"first_air_date":"2011-01-10","cast":["Ngo Ka-nin","Elliot Ngok","Yoyo Chen","Charmaine Li","Timmy Hung"],"overview":"A Great Way To Care is a Hong Kong medical crime drama television series produced by Marco Law and TVB. It stars Alex Fong as Dr. Ko Lap-yan, a senior psychiatrist who has a specialty in diagnosing mentally ill criminals.\n\nProduced in 2008, the first series premiered on Malaysia's AOD on 8 June 2009. Originally scheduled for a summer 2009 release in Hong Kong, the broadcast of the series was put on hold after the success of Lee Tim-sing's period serial, Rosy Business. Lee's sister production, Sweetness in the Salt, was aired in place of A Great Way to Care.\n\nWith a total of 20 episodes, the series finally premiered on Jade in Hong Kong on 10 January 2011. A sequel series of 25 episodes was renewed in early 2012. The sequel will premiere on TVB's Jade and HD Jade channels on 18 March 2013.","original_name":"A Great Way to Care","vote_average":0.0,"name":"A Great Way to Care","cert":"Unavailable","id":18678,"adult":"false","genre_ids":[18],"origin_country":["HK"]},{"first_air_date":"2010-02-09","cast":["Richard Schiff","Kelli Giddish","Nic Bishop","Ravi Patel"],"overview":"Past Life is an American crime drama television series which aired on Fox from February 9 to June 4, 2010. The series premiered on Tuesday, February 9 at 9:00 pm Eastern\/8:00 pm Central. After the premiere, subsequent airings were broadcast on Thursdays beginning February 11, during the 9:00 pm Eastern\/8:00 pm Central timeslot.\n\nThe series was created by David Hudgins and inspired by the book The Reincarnationist, a crime thriller by M. J. Rose, whose main character, Josh Ryder, solves a 21st-century crime with memories and clues from his past life in ancient Rome.\n\nAlthough seven episodes were produced, the series was canceled after three episodes aired due to rapidly declining ratings. The network announced plans to air the remaining episodes on successive Friday nights from May 28 to June 4, 2010. On June 8, Fox announced that they would not air the final two episodes.","original_name":"Past Life","vote_average":5.0,"name":"Past Life","cert":"Unavailable","id":18679,"adult":"false","genre_ids":[10765,18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Next Tycoon is a reality television series that originated in Atlanta, Georgia, by W. Cliff Oxford. As a televised business plan competition, the show features entrepreneurs who present their business plans in front of national business leaders to show what makes their business plan better than all the rest. Four finalists will then face a panel of media and business experts and a live audience. There is a group of judges and an alternate group called the School of Hard Knocks, which judges each contestant. The show is hosted by W. Cliff Oxford and Minoo Hosseini, while the judges and the School of Hard Knocks alternate per episode.","original_name":"The Next Tycoon","vote_average":0.0,"name":"The Next Tycoon","cert":"Unavailable","id":18680,"adult":"false","genre_ids":[10764],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"On Safari is a children's TV show made by SMG Productions for the ITV network children's strand CITV. The show was re-broadcast on STV in 2009 as part of their weekend children's strand wknd@stv.\n\nThe show was presented by Richard McCourt and featured two teams of two children taking part in a series of challenges and tasks within a safari park, including animal-care and physical skill challenges; the winning team took part in an endgame to win a prize.","original_name":"On Safari","vote_average":0.0,"name":"On Safari","cert":"Unavailable","id":18681,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Dehleez is a Hindi television series which airs on NDTV Imagine since 2009.","original_name":"Dehleez","vote_average":0.0,"name":"Dehleez","cert":"Unavailable","id":18682,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":"2010-04-28","cast":["Sam Neill","M.C. Gainey","Amy Acker","Dean Winters","Geoff Stults"],"overview":"The residents of Haplin, Minnesota - also known as \"Happy Town\" - have enjoyed an uneasy peace while haunted by a number of unsolved kidnappings. Now facing a disturbing new crime that brings unresolved fears to the surface, Haplin's most prominent citizens come under scrutiny as their own secrets are revealed.","original_name":"Happy Town","vote_average":6.3,"name":"Happy Town","cert":"Unavailable","id":18683,"adult":"false","genre_ids":[9648],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Fat Dog Mendoza is an animated children's show created by Scott Musgrove. The show follows a smart-mouthed dog who is incredibly obese, so much to the point that he is ball shaped with small, stubby legs. Other characters include Little Costumed Buddy, Piranha Mae, and Onion Boy. The group try to fight crime in the fictional neighbourhood \"Neighbourhood X\" and they try to search for justice but often fail humorously. The Series lasted until 2001. This was the first Cartoon Network European co-production. It aired again on Cartoon Network UK until 2005.","original_name":"Fat Dog Mendoza","vote_average":0.0,"name":"Fat Dog Mendoza","cert":"Unavailable","id":18684,"adult":"false","genre_ids":[16],"origin_country":[]},{"first_air_date":"2009-06-29","cast":[],"overview":"Hasta Que el Dinero Nos Separe is a telenovela produced by Emilio Larrosa. It is a remake of the Colombian soap opera Hasta Que la Plata Nos Separe. Hasta Que el Dinero Nos Separe stars Itatí Cantoral, Pedro Fernández, Victor Noriega, Luz Elena González and Joana Benedek. The telenovela made its debut on June 29, 2009 at 8 pm in Mexico's Canal de las Estrellas, in HD in some markets, and January 18, 2010 at 8\/7 pm USA's Univision, starting on April 26, 2010, it aired from 8 pm est to 10 pm est in HD in some markets, until June 1, 2010, when Soy Tu Dueña premiered on Univision at 9pm, thus returning the novela back to its former one hour airing time. On February 16, 2010 Hasta Que El dinero nos separe premiered on internet TV's bsn Latino.\n\n\"The Best Telenovela of the Year 2010.\"","original_name":"Hasta Que el Dinero Nos Separe","vote_average":1.0,"name":"Hasta Que el Dinero Nos Separe","cert":"Unavailable","id":18685,"adult":"false","genre_ids":[18,35],"origin_country":["MX"]},{"first_air_date":"2009-11-06","cast":["Nika Futterman","Jamie Kennedy","Josh Duhamel","Jeff Bennett","David Hornsby"],"overview":"Fanboy & Chum Chum is an American CGI animated television series created by Eric Robles for Nickelodeon. It is based on Fanboy, an animated short created by Robles for Nickelodeon and Frederator Studios, which was broadcast August 14, 2008 on Random! Cartoons.\n\nThe series premiere drew 5.8 million viewers. The second episode was watched by 5.4 million viewers.\n\nThe theme song was written by Brad Joseph Breeck and performed by experimental punk band The Mae Shi.\n\nNo third season was announced at Nickelodeon's upfront for the 2013-2014 season.","original_name":"Fanboy and Chum Chum","vote_average":4.4,"name":"Fanboy and Chum Chum","cert":"Unavailable","id":18686,"adult":"false","genre_ids":[10759,16,35],"origin_country":["US"]},{"first_air_date":"2009-05-10","cast":["Alice Roberts","Tessa Wojtczak"],"overview":"There are seven billion humans on Earth, spread across the whole planet. Scientific evidence suggests that most of us can trace our origins to one tiny group of people who left Africa around 70,000 years ago. In this five-part series, Dr Alice Roberts follows the archaeological and genetic footprints of our ancient ancestors to find out how their journeys transformed our species into the humans we are today, and how Homo Sapiens came to dominate the planet.","original_name":"The Incredible Human Journey","vote_average":8.0,"name":"The Incredible Human Journey","cert":"Unavailable","id":18687,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Laughter Yoga With Dr. Madan Kataria","vote_average":0.0,"name":"Laughter Yoga With Dr. Madan Kataria","cert":"Unavailable","id":18688,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2009-07-27","cast":["Edith González","Belinda","Alfonso Herrera","Sherlyn","Guillermo García Cantú"],"overview":"Camaleones is a 2009\/2010 Mexican telenovela produced by Televisa. The soap opera premiered on Mexico's Canal de las Estrellas, replacing the completed TV series Verano de Amor. Camaleones is produced by Rosy Ocampo, who has produced several popular telenovelas, such as Amor sin Maquillaje, Las Tontas No Van al Cielo and La Fea Mas Bella. Filming took place in Mexico City and Xochitepec in June 2009, and lasted approximately 7 months. The telenovela premiered on Univision in the United States on May 4, 2010.","original_name":"Camaleones","vote_average":7.3,"name":"Camaleones","cert":"Unavailable","id":18689,"adult":"false","genre_ids":[35],"origin_country":["MX"]},{"first_air_date":null,"cast":[],"overview":"Rio del Mar is a Philippine TV drama series produced by TAPE Inc. and broadcast on the GMA Network. Directed by Mel Chionglo, Jeffrey Jeturian and Gina Alajar, this series is about family, friendship, deception and betrayal.\n\nThe series was the comeback of 1980s actress, Vivian Velez.","original_name":"Rio Del Mar","vote_average":0.0,"name":"Rio Del Mar","cert":"Unavailable","id":18690,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":"2009-05-26","cast":["Tanya McQueen"],"overview":"Hitched or Ditched is a reality series that showed on The CW Television Network from May 26-June 30, 2009. It was hosted by Tanya McQueen.","original_name":"Hitched or Ditched","vote_average":0.0,"name":"Hitched or Ditched","cert":"Unavailable","id":18691,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Woman's World was a cooking show that ran for more than two decades on WKRG-TV channel 5 in Mobile, Alabama. It was hosted by Connie Bea Hope and Estella Payton. It aired at noontime and lasted for 30 minutes. The show included guest appearances and interviews.","original_name":"Woman's World","vote_average":0.0,"name":"Woman's World","cert":"Unavailable","id":18692,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Palampur Express is a Hindi language television series that airs on Sony TV, which premiered on May 25, 2009. The story is based on the life of a young woman, Paavni, dreams of becoming an Olympic runner.","original_name":"Palampur Express","vote_average":0.0,"name":"Palampur Express","cert":"Unavailable","id":18693,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":"1949-09-15","cast":["Ed Wynn"],"overview":"","original_name":"The Ed Wynn Show","vote_average":0.0,"name":"The Ed Wynn Show","cert":"Unavailable","id":18694,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1959-01-12","cast":["Donald Voorhees","Bernadette Peters","Blythe Danner","Hal Holbrook","Henry Fonda"],"overview":"“The Bell Telephone Hour” was a musical variety show that aired on “NBC” TV from 12 January 1959 to 14 June 1968 that showcased the best in Broadway, Classical, Concert, Jazz and Popular music each week. The series had its’ own house band appropriately named the “Bell Telephone Orchestra”. The show also had its’ own theme song being the “Bell Waltz” composed by “Donald Voorhees” who was also the show's Orchestra conductor. Some of the greatest violinists of the 1960’s performed on this show that aired in the old “Black & White” format. Some of these great violinists included “Erica Mornin”, “Isaac Stern\", \"Michael Rabin\", \"Ruggiero Ricci\", \"Yehudi Menuhin\" and \"Zino Francesacatti\". From time to time some of the great singers and bandleaders of the 1960’s would perform on the show as well. Some of these were “Bing Crosby”, “Gordon MacRae”, “John Gary”, “Leslie Uggams”, “Mary Martin”, “Nelson Eddy”, “Patti Page” and “Roy Rogers”. The TV show followed on the heels of its’ predecessor with the same name on “NBC” radio that aired from 29 April 1940 to 1958 on Monday nights at 8 PM. The name of the show was derived from its’ Major sponsor “Bell Telephone Laboratories”. The TV version began airing on Friday nights at 8:30 PM once a month. It later was given it’s same time slot now airing every other week alternating with another show on the other weeks such as News shows and specials. The show time slot changed quite often over the years. In September 1960 it aired at 9 PM and in September 1961 it moved to 9:30 PM. In October 1963 it moved to Tuesday nights at 10 PM, September 1965 it moved to Sunday night at 6:30 PM and in September 1967 it made its' final move back to Friday night at 10 PM.","original_name":"The Bell Telephone Hour","vote_average":0.0,"name":"The Bell Telephone Hour","cert":"Unavailable","id":18695,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1952-10-01","cast":[],"overview":"Cavalcade of America is an anthology drama series that was sponsored by the DuPont Company, although it occasionally presented a musical, such as an adaptation of Show Boat, and condensed biographies of popular composers. It was initially broadcast on radio from 1935 to 1953, and later on television from 1952 to 1957. Originally on CBS, the series pioneered the use of anthology drama for company audio advertising. Cavalcade of America documented historical events using stories of individual courage, initiative and achievement, often with feel-good dramatizations of the human spirit's triumph against all odds. This was consistent with DuPont's overall conservative philosophy and legacy as an American company dating back to 1802. The company's motto, \"Maker of better things for better living through chemistry,\" was read at the beginning of each program, and the dramas emphasized humanitarian progress, particularly improvements in the lives of women, often through technological innovation.","original_name":"Cavalcade of America","vote_average":0.0,"name":"Cavalcade of America","cert":"Unavailable","id":18696,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Futures","vote_average":0.0,"name":"Futures","cert":"Unavailable","id":18697,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Mother Goose Rock'n'Rhyme","vote_average":0.0,"name":"Mother Goose Rock'n'Rhyme","cert":"Unavailable","id":18698,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Dick Feagler Commentaries","vote_average":0.0,"name":"Dick Feagler Commentaries","cert":"Unavailable","id":18699,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"1951-10-03","cast":[],"overview":"","original_name":"Celanese Theatre","vote_average":0.0,"name":"Celanese Theatre","cert":"Unavailable","id":18700,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"What in the World","vote_average":0.0,"name":"What in the World","cert":"Unavailable","id":18701,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Rotary and AIDS: The Los Altos Story","vote_average":0.0,"name":"Rotary and AIDS: The Los Altos Story","cert":"Unavailable","id":18702,"adult":"false","genre_ids":[99,18],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Pearl Harbor: Two Hours that Changed the World","vote_average":0.0,"name":"Pearl Harbor: Two Hours that Changed the World","cert":"Unavailable","id":18703,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"1997-09-10","cast":[],"overview":"BBC History of World War II is a 30-hour, 12-disc collection of 10 BBC television films about World War II. The films include documentaries, docudramas, and \"dramatized documentaries\".","original_name":"BBC History of World War II","vote_average":0.0,"name":"BBC History of World War II","cert":"Unavailable","id":18704,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"People of the Forest: The Chimps of Gombe","vote_average":0.0,"name":"People of the Forest: The Chimps of Gombe","cert":"Unavailable","id":18705,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"When it Was a Game","vote_average":0.0,"name":"When it Was a Game","cert":"Unavailable","id":18706,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Camera Three is an American variety show devoted to the arts. It ran on CBS from January 22, 1956 to January 21, 1979, and moved to PBS in its final year to make way for the then-new CBS News Sunday Morning. The PBS version ran from October 4, 1979 to July 10, 1980.\n\nCamera Three featured programs showcasing drama, ballet, art, music, anything involving fine arts.\n\nOne of its most notable presentations was a condensation of Marc Blitzstein's leftist opera The Cradle Will Rock. Presented on November 29, 1964, it was a dramatic demonstration of how far television had come since its early days, in its willingness to present a work that surely would have been banned from the airwaves during the era of Joseph McCarthy.","original_name":"Camera Three","vote_average":0.0,"name":"Camera Three","cert":"Unavailable","id":18707,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1947-12-04","cast":[],"overview":"Television Playhouse is an American anthology series that was broadcast live on NBC. The series aired from December 4, 1947 to April 11, 1948. The program was in cooperation with the National Theater and Academy, a federally sponsored theater group, and featured live performances of plays, some of which were by well-known authors.\n\nThe first presentation was The Last of My Solid Gold Watchers by Tennessee Williams. Each episode was 30 minutes long, and featured actors and actresses who had not reached stardom. A wide variety of plays was presented on the program. Although short-lived, the \"live play\" format later became very popular during the early 1950s.","original_name":"Television Playhouse","vote_average":0.0,"name":"Television Playhouse","cert":"Unavailable","id":18708,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"NBC Television Opera Theatre","vote_average":0.0,"name":"NBC Television Opera Theatre","cert":"Unavailable","id":18709,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"You and Your Health","vote_average":0.0,"name":"You and Your Health","cert":"Unavailable","id":18710,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Adventure","vote_average":10.0,"name":"Adventure","cert":"Unavailable","id":18711,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Search","vote_average":0.0,"name":"The Search","cert":"Unavailable","id":18712,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Arkansas' Timebomb: Teen Pregnancy","vote_average":0.0,"name":"Arkansas' Timebomb: Teen Pregnancy","cert":"Unavailable","id":18713,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Who's Watching the Store?","vote_average":0.0,"name":"Who's Watching the Store?","cert":"Unavailable","id":18714,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Arlington News Network","vote_average":0.0,"name":"Arlington News Network","cert":"Unavailable","id":18715,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Threads of Hope","vote_average":0.0,"name":"Threads of Hope","cert":"Unavailable","id":18716,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Close to Home: The Tammy Boccomino Story","vote_average":0.0,"name":"Close to Home: The Tammy Boccomino Story","cert":"Unavailable","id":18717,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"When the Salmon Runs Dry","vote_average":0.0,"name":"When the Salmon Runs Dry","cert":"Unavailable","id":18718,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Industry on Parade","vote_average":0.0,"name":"Industry on Parade","cert":"Unavailable","id":18719,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Choose or Lose","vote_average":0.0,"name":"Choose or Lose","cert":"Unavailable","id":18720,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Hurricane Carol","vote_average":0.0,"name":"Hurricane Carol","cert":"Unavailable","id":18721,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"1951-09-08","cast":[],"overview":"High school and college students have the opportunity to ask questions to major figures in the world of politics, business, and international affairs.","original_name":"Youth Wants to Know","vote_average":0.0,"name":"Youth Wants to Know","cert":"Unavailable","id":18722,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Secret Life of Danny Kaye","vote_average":0.0,"name":"The Secret Life of Danny Kaye","cert":"Unavailable","id":18723,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Regimented Raindrops","vote_average":0.0,"name":"Regimented Raindrops","cert":"Unavailable","id":18724,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Prologue '58","vote_average":0.0,"name":"Prologue '58","cert":"Unavailable","id":18725,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"This Is New York","vote_average":0.0,"name":"This Is New York","cert":"Unavailable","id":18726,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Last Word","vote_average":0.0,"name":"The Last Word","cert":"Unavailable","id":18727,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Know Your Schools","vote_average":0.0,"name":"Know Your Schools","cert":"Unavailable","id":18728,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"College News Conference","vote_average":0.0,"name":"College News Conference","cert":"Unavailable","id":18729,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1959-01-25","cast":[],"overview":"","original_name":"Lincoln Presents:  Leonard Bernstein and the New York Philharmonic","vote_average":0.0,"name":"Lincoln Presents:  Leonard Bernstein and the New York Philharmonic","cert":"Unavailable","id":18730,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1958-10-06","cast":[],"overview":"Continental Classroom is a series of college credit courses that ran on NBC from October 6, 1958 to 1963. ","original_name":"Continental Classroom","vote_average":0.0,"name":"Continental Classroom","cert":"Unavailable","id":18731,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"M.D. International","vote_average":0.0,"name":"M.D. International","cert":"Unavailable","id":18732,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Blue Fairy","vote_average":0.0,"name":"The Blue Fairy","cert":"Unavailable","id":18733,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Khrushchev Abroad","vote_average":0.0,"name":"Khrushchev Abroad","cert":"Unavailable","id":18734,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Small World","vote_average":0.0,"name":"Small World","cert":"Unavailable","id":18735,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Nineties: All Your Kisses are Mine","vote_average":0.0,"name":"The Nineties: All Your Kisses are Mine","cert":"Unavailable","id":18738,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Decisions","vote_average":0.0,"name":"Decisions","cert":"Unavailable","id":18739,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The New Explorers","vote_average":0.0,"name":"The New Explorers","cert":"Unavailable","id":18740,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2004-06-16","cast":["Jessica Drake","Nina Hartley","Jenna Jameson","Aria Giovanni","Cindy Crawford"],"overview":"Pornucopia is an American documentary series by HBO spun off from Real Sex that focuses on the Californian porn industry. It featured interviews with Jenna Jameson, Jenna Haze, Katie Morgan, Dave Cummings, Evan Stone, Jeff Stryker, and much more.","original_name":"Pornucopia: Going Down in The Valley","vote_average":0.0,"name":"Pornucopia: Going Down in The Valley","cert":"Unavailable","id":18741,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Katie and Eilish: Siamese Twins","vote_average":0.0,"name":"Katie and Eilish: Siamese Twins","cert":"Unavailable","id":18742,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Break the Silence: Kids Against Child Abuse","vote_average":0.0,"name":"Break the Silence: Kids Against Child Abuse","cert":"Unavailable","id":18743,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Fourways Farm","vote_average":0.0,"name":"Fourways Farm","cert":"Unavailable","id":18744,"adult":"false","genre_ids":[16],"origin_country":[]},{"first_air_date":"1993-09-28","cast":["Barbara Garrick","Paul Hopkins","Olympia Dukakis","Laura Linney","Donald Moffat"],"overview":"Miniseries based on the first of the Tales of the City series of novels by Armistead Maupin.","original_name":"Tales of the City","vote_average":8.5,"name":"Tales of the City","cert":"Unavailable","id":18745,"adult":"false","genre_ids":[18,35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Barbra: The Concert","vote_average":0.0,"name":"Barbra: The Concert","cert":"Unavailable","id":18746,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Just Because: Tales of Violence, Dreams of Peace is a violence prevention film for teenagers showing an unflinching portrait of gang violence and its wide-ranging consequences. ","original_name":"Just Because: Tales of Violence, Dreams of Peace","vote_average":0.0,"name":"Just Because: Tales of Violence, Dreams of Peace","cert":"Unavailable","id":18747,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Normandy: The Great Crusade","vote_average":0.0,"name":"Normandy: The Great Crusade","cert":"Unavailable","id":18748,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Turned On Crisis","vote_average":0.0,"name":"The Turned On Crisis","cert":"Unavailable","id":18751,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1972-11-12","cast":[],"overview":"First transmitted in 1972, Alistair Cooke's America was a series of thirteen, fifty-minute films in colour, written and narrated by Alistair Cooke. The programmes trace the history of the United States from the early voyages of discovery to the present.","original_name":"America: A Personal History of the United States","vote_average":0.0,"name":"America: A Personal History of the United States","cert":"Unavailable","id":18752,"adult":"false","genre_ids":[99,10763],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Surviving Columbus","vote_average":0.0,"name":"Surviving Columbus","cert":"Unavailable","id":18753,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2016-03-17","cast":[],"overview":"A nine-part documentary Web series about the Google Lunar X Prize (GLXP).","original_name":"Moon Shot","vote_average":9.5,"name":"Moon Shot","cert":"Unavailable","id":18754,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"1971-09-22","cast":["Kenneth Haigh","André van Gyseghem","Barbara Leigh-Hunt","John Quentin"],"overview":"","original_name":"The Search for the Nile","vote_average":0.0,"name":"The Search for the Nile","cert":"Unavailable","id":18757,"adult":"false","genre_ids":[18,99],"origin_country":[]},{"first_air_date":"1972-11-29","cast":[],"overview":"","original_name":"The Timex All-star Swing Festival","vote_average":0.0,"name":"The Timex All-star Swing Festival","cert":"Unavailable","id":18758,"adult":"false","genre_ids":[10402],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"‘S Wonderful, ‘S Gershwin","vote_average":0.0,"name":"‘S Wonderful, ‘S Gershwin","cert":"Unavailable","id":18759,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Willowbrook: The Last Great Disgrace","vote_average":0.0,"name":"Willowbrook: The Last Great Disgrace","cert":"Unavailable","id":18760,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"1990-04-21","cast":["Ross King"],"overview":"8:15 from Manchester was a Saturday morning children's magazine show broadcast on BBC1 when Going Live! was in summer recess.\n\nBroadcasting from Manchester, it was presented by Ross King and Charlotte Hindle. The first edition was broadcast on 21 April 1990. It was produced by Martyn Day. BBC Radio 1 weathergirl Dianne Oxberry joined for the second series, which began on 28 April 1991.\n\nThe format was very similar to Going Live!, with imported cartoons punctuating items, such as games, music performances and interviews. A regular segment was The Wetter The Better, a game show based in a swimming pool and hosted by Ross King. A weekly drama was shown, in which the short episode ended in a dilemma of some sort. Two endings had been filmed and viewers telephoned to vote which ending would be shown.\n\nIt also incorporated a repeat run of Rentaghost, though all the pre-1980 episodes were omitted and the end-credits rarely seen. Later, episodes of Grandad, starring Clive Dunn, were also shown.\n\nThe theme tune was by Inspiral Carpets: a rewrite of their single \"Find Out Why\". An early edition had a feature of how the theme was recorded.","original_name":"8:15 from Manchester","vote_average":5.0,"name":"8:15 from Manchester","cert":"Unavailable","id":18765,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Nationwide is an Irish television programme broadcast on RTÉ One every Monday, Wednesday and Friday evening at 19:00, around 35 minutes long. It is currently presented by Anne Cassin and Mary Kennedy. The programme focuses on human interest stories and cultural events across the island of Ireland, generally but not solely outside of Dublin. The show is produced by RTÉ Cork.\n\nIt, along with Capital D, a programme featuring Dublin, serves a similar purpose to the occasional RTÉ attempts to regionalise news and human interest content in the past, albeit without the increased technology and transmission costs, which would likely require total re-engineering of the country's transmission and cable television networks. Nationwide itself was the sole programme regionalised in recent times, but this has now ceased.\n\nNationwide is the brainchild of Michael Ryan.\n\nOn 20 December 2011, Anne Cassin was announced as Michael Ryan's replacement as presenter following his retirement.","original_name":"Nationwide","vote_average":0.0,"name":"Nationwide","cert":"Unavailable","id":18766,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"John's Not Mad is a QED documentary made by the BBC in 1989. It was ranked, in a British public poll, as one of the 50 Greatest Documentaries.","original_name":"John's Not Mad","vote_average":0.0,"name":"John's Not Mad","cert":"Unavailable","id":18767,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"1958-01-12","cast":["Shirley Temple"],"overview":"Shirley Temple's Storybook is an American children's anthology series hosted and narrated by actress Shirley Temple. The series features adaptations of fairy tales like Mother Goose and other family-oriented stories performed by well-known actors, although one episode, an adaptation of The House of the Seven Gables, was meant for older youngsters. The first season of sixteen black-and-white and colored episodes aired on NBC between January 12, 1958 and December 21, 1958 as Shirley Temple's Storybook. Thirteen episodes of the first season re-ran on ABC beginning on January 12, 1959. The second season of twenty-five color episodes aired on NBC as The Shirley Temple Show between September 18, 1960 and July 16, 1961 in much the same format that it had under its original title.\n\nTemple's three children made their acting debuts in the last episode of the first season, \"Mother Goose\". When a stagehand said 'shit' during a \"Mother Goose\" rehearsal, Temple had him fired, telling the stunned cast it was a children's show–although no children were present during the rehearsal. Three of the first season episodes were done live, and each of the three took ten days of preparation. Temple read each script and made suggestions for improvement if necessary.","original_name":"Shirley Temple's Storybook","vote_average":0.0,"name":"Shirley Temple's Storybook","cert":"Unavailable","id":18768,"adult":"false","genre_ids":[10751,10765],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"La Hija Del Jardinero is a Mexican telenovela directed by Luis Alberto Lamata. It aired from August 18, 2003 until April 23, 2004 on TV Azteca in Mexico.","original_name":"La Hija del Jardinero","vote_average":0.0,"name":"La Hija del Jardinero","cert":"Unavailable","id":18769,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2000-04-23","cast":["Jorge Javier Vázquez"],"overview":"Gran Hermano is a reality television series broadcast in Spain on Telecinco and La Siete produced by Endemol. It is part of the Big Brother franchise first developed in the Netherlands. As of February 2012, 19 editions of the show have aired.","original_name":"Gran Hermano","vote_average":5.5,"name":"Gran Hermano","cert":"Unavailable","id":18770,"adult":"false","genre_ids":[10764],"origin_country":["ES"]},{"first_air_date":"2008-03-02","cast":[],"overview":"Here Come the Newlyweds is a reality television series that first premiered on ABC on March 2, 2008. The series' first season ran through April 6, 2008. A second season premiered on May 25, 2009 and aired through July 13, 2009. The show is hosted by Pat Bullard. The title of the program came from the announcer's introduction of the contestants on an earlier, more famous ABC game show, The Newlywed Game, which began with: From the Chuck Barris stages in Hollywood, California, here come the newlyweds!","original_name":"Here Come the Newlyweds","vote_average":0.0,"name":"Here Come the Newlyweds","cert":"Unavailable","id":18771,"adult":"false","genre_ids":[18,35],"origin_country":["US"]},{"first_air_date":"2007-06-18","cast":[],"overview":"Urban Legends is a 30 minute 2007 television documentary-style series hosted by Michael Allcock. David Hewlett became the new host in 2011. In each episode, three urban legends are dramatized and presented to the television audience; the audience is then to speculate which one or two of the three is true. Each legend has witnesses to tell the story. For the one or two fake legends, the witnesses are actors, while the true legend uses real people affected by the story. Included in each episode are two quick quiz-like stories, called mini-myths, which air before the commercial breaks. Each will begin with the number of the mini myth and its name, followed by the story. After the commercial, the answer to the mini-myth is announced and the rest of the programming continues as it previously had. The show originally aired on the Biography Channel in the U.S., History Television in Canada and FX in the United Kingdom where it was hosted by Mark Dolan. It has also aired in Argentina, New Zealand, Sweden, Norway, Australia, Finland, Estonia, The Netherlands, Russia, Hungary and Denmark.\n\nThe series briefly returned to the Syfy network as an \"Original Series\" with new episodes starting on Monday April 18, 2011, then moved to the regular time, Fridays at 10. The new episodes followed exactly the same format as the original but were narrated by Stargate's David Hewlett. The show now airs occasionally as reruns and mini-marathons on both SyFy and Chiller.","original_name":"Urban Legends","vote_average":8.0,"name":"Urban Legends","cert":"Unavailable","id":18772,"adult":"false","genre_ids":[99,18],"origin_country":["US"]},{"first_air_date":"2008-10-28","cast":[],"overview":"UNKNOWN SENDER is an internet television series created in the United States, which debuted in August 2008 on Strike.TV, a website created by Hollywood writers during the 2007–2008 Writers Guild of America strike. Like the other Strike.TV offerings which were sanctioned by the Writers' sister union, the Screen Actors Guild, UNKNOWN SENDER was able to attract major talent to its cast, all of whom agreed to donate profits to the Hollywood charity, Actors' Fund. Among the actors in the series are Timothy Dalton, Joanne Whalley, Mindy Sterling, comedian Jay Davis, and Stan Freberg.\n\nBehind the camera, noteworthy figures include Academy Award nominee Marilyn Vance and pioneer web filmmaker Kevin Rubio among the producers; as well as Lost Director of Photography Edward J. Pei, film composer Adam Cohen; and Special Effects Supervisor Shant Jordan.","original_name":"Unknown Sender","vote_average":0.0,"name":"Unknown Sender","cert":"Unavailable","id":18773,"adult":"false","genre_ids":[10765,18],"origin_country":["US"]},{"first_air_date":"1962-09-21","cast":["Josh Peine","Louise Glenn","Linda Lawson","Arte Johnson","Alan Napier"],"overview":"Don't Call Me Charlie is a short-lived American sitcom that aired on NBC during the 1962-1963 TV season on Friday night from 9:30 pm to 10:00 pm est. Created by Don McGuire, the 18-episode series starred Josh Peine, Linda Lawson, John Hubbard, Arte Johnson, Penny Santon, Cully Richards, Louise Glenn, and Alan Napier.","original_name":"Don't Call Me Charlie","vote_average":0.0,"name":"Don't Call Me Charlie","cert":"Unavailable","id":18774,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2010-03-01","cast":["Nancy Robertson","Emily Perkins","Brent Butt","Laura Soltis","David Ingram"],"overview":"Millie Upton is a successful children's author who's prone to flying off the handle. Stan Dirko is Millie's less-than-qualified life-coach. Together, they work through Millie's...err...unpredictable spasms. It's a case of the lost leading the lost, with the best of intentions and very little chance of success.","original_name":"Hiccups","vote_average":4.0,"name":"Hiccups","cert":"Unavailable","id":18775,"adult":"false","genre_ids":[35],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"ABC's Wide World of Entertainment is a late night block of programs created by the American Broadcasting Company. It premiered on January 8, 1973 and ended three years later.","original_name":"ABC's Wide World of Entertainment","vote_average":0.0,"name":"ABC's Wide World of Entertainment","cert":"Unavailable","id":18776,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1979-09-29","cast":["Lee Chamberlin","James Earl Jones","Michael Warren","Cecilia Hart","Hank Garrett"],"overview":"Paris is an American television series that appeared on the CBS television network from September 29, 1979 to January 15, 1980. A crime drama, the show is notable as the first-ever appearance of renowned actor James Earl Jones in a lead role on television and was created by Steven Bochco, who later achieved fame for Hill Street Blues and NYPD Blue, also served as executive producer.\n\nThe program told the story of Los Angeles Police Captain Woody Paris, who supervised a team of young detectives. The rookie investigators were led by Sergeant Stacy Erickson and included officers Charlie Bogart, Ernesto Villas, and Willie Miller. Hank Garrett portrayed Deputy Chief Jerome Bench, Paris' superior, and, in an unusual turn for police dramas of that era, Paris' home and off-duty life was given considerable attention in the plots, with Lee Chamberlin playing his wife, Barbara. Paris was also shown moonlighting as a professor of criminology at a local university.\n\nAlthough Paris was critically acclaimed for its portrayal of the tension between the professional Paris character and his often impetuous underlings, CBS scheduled the show in one of the worst possible timeslots on a weekly schedule: Saturdays at 10 p.m.\/9 Central. All three networks debuted new shows for the 1979-80 season in that slot; only ABC's Hart to Hart survived its first 13 weeks. Toward the end of its run, CBS moved it to Tuesdays at 10\/9, but to no avail. Edward DeBlasio produced the show for MTM Enterprises, which would unveil, during the next season, executive producer Bochco's landmark Hill Street Blues, on NBC.","original_name":"Paris","vote_average":0.0,"name":"Paris","cert":"Unavailable","id":18777,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Tinig or Sonata of Heart is a Philippine television drama and the fourth installment of Now and Forever series. The story of Tinig revolves around Selena and her daughter Victoria and how their lives, loves and dreams are intertwined because of music.","original_name":"Tinig","vote_average":0.0,"name":"Tinig","cert":"Unavailable","id":18778,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":"2009-06-04","cast":["Paulo Costanzo","Brooke D'Orsay","Mark Feuerstein","Reshma Shetty","Ben Shenkman"],"overview":"A young E.R. doctor who, after being wrongly blamed for a patient's death, moves to the Hamptons and becomes the reluctant \"doctor for hire\" to the rich and famous. When the attractive administrator of the local hospital asks him to treat the town's less fortunate, he finds himself walking the line between doing well for himself and doing good for others.","original_name":"Royal Pains","vote_average":6.5,"name":"Royal Pains","cert":"Unavailable","id":18779,"adult":"false","genre_ids":[35,18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Ganti is a Philippine television drama and the second installment of Now and Forever series. Ganti is a drama about people who live for vengeance in the name of wealth, power and love.","original_name":"Ganti","vote_average":0.0,"name":"Ganti","cert":"Unavailable","id":18780,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Mukha is a Philippine television drama and the first installment of Now and Forever series. The story of Mukha revolves around two girls and how their lives are intertwined because of the evil schemes of one wicked woman.","original_name":"Mukha","vote_average":0.0,"name":"Mukha","cert":"Unavailable","id":18781,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Duyan is a Philippine television drama and the fifth installment of Now and Forever series. Duyan is a drama about family, love and vengeance.","original_name":"Duyan","vote_average":0.0,"name":"Duyan","cert":"Unavailable","id":18782,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Agos or Tide Of Life is a Philippine television drama and the third installment of Now and Forever series. Directed by Mac Alejandre, this drama series is all about family, sacrifice and forgiveness.","original_name":"Agos","vote_average":0.0,"name":"Agos","cert":"Unavailable","id":18783,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Dangal is a Philippine television drama and the seventh installment of Now and Forever series. Dangal is a drama about love, trust and betrayal.","original_name":"Dangal","vote_average":0.0,"name":"Dangal","cert":"Unavailable","id":18784,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Style & Substance was a television situation comedy that premiered on CBS July 22, 1998.\n\nThe show starred Jean Smart as Chelsea Stevens, a Martha Stewart-like star of a how-to home show, and Nancy McKeon as her producer, Jane Sokol, a small-town girl new to New York City. Chelsea Stevens was an expert cook, decorator, and party planner who knew much more about thread-count than she did relationships. She was well-meaning at times, but her narcissism usually got in the way of actually understanding anyone else's problems.\n\nJean Smart's official website describes Stevens as a \"neurotic control freak\" and a \"one-woman cooking, decorating, and entertaining machine who thinks every crisis can be solved by a decorative centerpiece\".\n\nIt was rumored that Martha Stewart had complained to CBS about the similarities between her and the Chelsea Stevens character, even though on more than one episode Chelsea was referred to as Stewart's rival. Whether Stewart's complaint was true or not, the network cancelled the show after airing only a handful of episodes.\n\nCBS tried another show similar in content in 1998. This show, \"The Simple Life\", starring Judith Light as a lifestyle expert did not fare any better.","original_name":"Style & Substance","vote_average":0.0,"name":"Style & Substance","cert":"Unavailable","id":18785,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Linlang is a Philippine television drama and the sixth installment of Now and Forever series. Linlang is a tale of betrayal, heartache and vengeance.","original_name":"Linlang","vote_average":0.0,"name":"Linlang","cert":"Unavailable","id":18786,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Tierra Sangre was a former soap opera aired in the Philippines produced by VIVA Television. It stars Jennifer Sevilla, Bobby Andrews and the late Ms. Charito Solis.","original_name":"Tierra Sangre","vote_average":0.0,"name":"Tierra Sangre","cert":"Unavailable","id":18791,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"The Game Show is an interactive internet television show that covers video game and gaming industry news. It aired live on the internet television network The Stream of Consciousness. An edited version was later archived on their website and was available as a free download from the iTunes Store. The show was hosted by Jim Festante, David Guida, and Nikole Zivalich. The Game Show was cancelled due to lack of funding after its third season.","original_name":"The Game Show","vote_average":0.0,"name":"The Game Show","cert":"Unavailable","id":18792,"adult":"false","genre_ids":[10763],"origin_country":[]},{"first_air_date":"2008-08-24","cast":["Dee Snider","Dave Navarro","Krista Ayne","John Popper","Gilbert Gottfried"],"overview":"Z Rock is an American television series, which airs on the IFC in the United States.\n\nThe show is a semi-scripted comedy and is based on the double life of a Brooklyn band, ZO2. By night, they are a hard rock band but to pay the bills, they are the Z Brothers by day, playing kiddie parties. ZO2 consists of brothers Paulie Z, David Z and their childhood friend Joey Cassata.\n\nThe series is filmed and produced in New York City by Mark Mark Productions.","original_name":"Z Rock","vote_average":8.0,"name":"Z Rock","cert":"Unavailable","id":18793,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Mukha ng Buhay was a Philippine Drama produced by Viva Television and aired in two networks, PTV then RPN.","original_name":"Mukha ng Buhay","vote_average":0.0,"name":"Mukha ng Buhay","cert":"Unavailable","id":18794,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Howard Stern is an American radio personality who his best known for his radio show, The Howard Stern Show. Stern describes himself as the \"King of All Media\" for his successes in the radio, television, film, music and publishing industries.","original_name":"The Howard Stern Radio Show","vote_average":0.0,"name":"The Howard Stern Radio Show","cert":"Unavailable","id":18795,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":["Carmen Villalobos","Fabiola Campomanes","Sebastian Caicedo"],"overview":"Niños Ricos, Pobres Padres is a Colombian telenovela produced by the United States-based television network Telemundo. It debuted on July 7, 2009 at 9:30 pm Eastern Time, taking over the second half of El Rostro de Analía until Friday, July 17, when it completely replaced it in the 9–10 pm slot.\n\nThe story revolves around Alejandra Paz, a beautiful 17-year-old girl and her mother, Lucía, an illegal US immigrant who is deported from Miami back to Bogotá, Colombia; desperate and broke, they are forced to move in with Lucía's hostile sister, Verónica. On the first day, Alejandra is invited to Isabela's party, Esteban's girlfriend. While putting a drug on Alejandra's drink. Alejandra is suddenly raped by Matías, Esteban's friend. Suddenly Alejandra and her mother are submerged into a world of intrigue and betrayal where money is no object and people are not who they seem to be. High school drama soon ensues as Esteban and David fight to win Alejandra's heart. While Esteban and Alejandra date, they are then separated by lies and betrayal made by Mónica and Isabela. Soon Isabela gets pregnant by Gabriel, Rocio and Martha's brother. Later, Isabela lies to Esteban that she is pregnant by him in order to separate him by Alejandra. Suddenly, David learns that he has the opportunity to be with Alejandra, while Alejandra can't forget Esteban and still loves him.","original_name":"Niños Ricos, Pobres Padres","vote_average":0.0,"name":"Niños Ricos, Pobres Padres","cert":"Unavailable","id":18796,"adult":"false","genre_ids":[],"origin_country":["US","CO"]},{"first_air_date":"2009-07-15","cast":["Logan Marshall-Green","Dylan McDermott","Nicki Aycox","Omari Hardwick","Tricia Helfer"],"overview":"Dark Blue was an action\/drama television series which premiered on TNT on July 15, 2009, at 10 pm. It ended its run on September 15, 2010. The series is set in Los Angeles, California. It revolves around Carter Shaw, the leader of an undercover unit. He is an officer who has dedicated his life to taking down the worst criminals in L.A., and this dedication has cost him his marriage. His team includes Ty Curtis, a newlywed who struggles between his job and his new life; Dean Bendis, an officer who is so deep in his undercover role that his team is no longer sure which side he is on; and Jaimie Allen, a green patrol cop recruited into the undercover unit because of her dark past and criminal skills.","original_name":"Dark Blue","vote_average":7.1,"name":"Dark Blue","cert":"Unavailable","id":18797,"adult":"false","genre_ids":[10759,18],"origin_country":["US"]},{"first_air_date":"2009-05-11","cast":["Oliver Dillon"],"overview":"Waybuloo is a pre-school British and Canadian children's television series originally created by Dan Good and Absolutely Cuckoo. It was commissioned by Michael Carrington at the BBC, and first aired on CBeebies in May 2009. The 100-episode show was Head-Written by Marc Seal, filmed by the Foundation in Glasgow and animated and directed by Gallus Entertainment for Decode Entertainment. Post production, including audio, sound design & editing is done by Platform Post Production. in Toronto. Line produced by Matt Porter and the series producer is Simon Spencer, part of the independent company, RDF Media's subsidiary The Foundation. The program makers describe it as \"...a philosophy for a happy life, and is like nothing children will have ever seen before\".\n\nWaybuloo is set in the land of Nara. The main characters are the four Piplings, 3D CGI animated creatures with large heads and eyes, placed on a filmed background, with the second half of each twenty-minute show featuring human children.\n\nThe Piplings practise yogo, a gentle form of exercise similar to yoga. so that the viewers and their parents can participate.\n\nIt was the second show by DHX Media to use live-action with the CGI animation. The program makers describe it as \"...a philosophy for a happy life, and is like nothing adults will have ever seen before\". In 2012 a new shorter version of Waybuloo was released with narration to much criticism. The negative feedback was so strong, CBeebies decided to pull the show in favor of the original version on the very next night.","original_name":"Waybuloo","vote_average":1.0,"name":"Waybuloo","cert":"Unavailable","id":18798,"adult":"false","genre_ids":[16],"origin_country":["GB","CA"]},{"first_air_date":"1997-08-23","cast":[],"overview":"Time Team Live is a British television series that airs on Channel 4. The first programme was shown in 1997 and the most recent was in 2006. Presented by the actor Tony Robinson, this is a live version of the archaeology series Time Team, showing more of what happens in real time, than when the cut-down episode airs on Channel 4.","original_name":"Time Team Live","vote_average":0.0,"name":"Time Team Live","cert":"Unavailable","id":18799,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Hong Kong Flight 143 is a Philippine television series produced by KB Entertainment Unlimited, Inc. and aired over GMA Network. This two-week romantic tale is about a love triangle blooms in the majestic land of Hong Kong.","original_name":"Hongkong Flight 143","vote_average":0.0,"name":"Hongkong Flight 143","cert":"Unavailable","id":18800,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Quiz! Hexagon II was a Japanese quiz variety show on Fuji Television, airing Wednesdays from 19:00-19:57 Japan Standard Time. The show began airing on October 19, 2005, ending on September 28, 2011 with 247 episodes aired; its predecessor, Quiz! Hexagon - This Evening is a Quiz Parade!! aired from June 5 through October 12, 2005.","original_name":"Quiz! Hexagon II","vote_average":0.0,"name":"Quiz! Hexagon II","cert":"Unavailable","id":18801,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Kokhav Nolad 7 is season 7 of an Israeli reality television competition aimed at finding new solo singing talent. It debuted on May 24, 2009, and was broadcast twice a week, ending August 30, 2009.\n\nAn addition to the new season, of the show, was transsexual singer and former Eurovision Song Contest winner Dana International, who joined the show as a judge, fifth in the panel that includes composer Svika Pik, singer Margalit Tsanani, director and choreographer Tsedi Tsarfati, plus writer and music critic Gal Uchovsky. The show's host as usual was comedian Tsvika Hadar.\n\nAuditions were held in Israel in Tel Aviv, Beer Sheva, and Haifa. While in Kokhav Nolad 6, auditions were also held in India; this time the judges went to find singers in the Americas. The finale was broadcast live from Eilat.\n\nThe average age of the seventh season was remarkably low, because many of the contestants had not finished high school when the show aired.\n\nAlthough the show is mostly dedicated to Israeli and Hebrew music, this year the participants were allowed to sing some songs in Arabic, English, Russian and Spanish.\n\nOn August 23, the finalists were announced to be Mei Finegold, Vladi Blayberg and Roni Dalumi. Dalumi won the competition with 61% of the votes.","original_name":"Kokhav Nolad 7","vote_average":0.0,"name":"Kokhav Nolad 7","cert":"Unavailable","id":18802,"adult":"false","genre_ids":[],"origin_country":["IL"]},{"first_air_date":"2008-07-20","cast":[],"overview":"The Stagers is a half-hour reality television show about home staging that airs on HGTV in the U.S. and Canada. It is produced by Paperny Films and stars Matthew Finlason, Bridget Savereux, and Maureen Powers.","original_name":"The Stagers","vote_average":0.0,"name":"The Stagers","cert":"Unavailable","id":18803,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Disney's Friends for Change is a pro-social \"green\" initiative that started in the summer of 2009. Disney stars stress environmental issues in the campaign, encouraging fans to take action. The year-long campaign draws on how Disney stars connect with young fans. Miley Cyrus, Selena Gomez, the Jonas Brothers, and Demi Lovato were among the original stars in the 30 second to 2 minute public service announcements currently airing on Disney Channel. As part of the initiative, kids will have the ability to choose how Disney will invest one million dollars in various environmental programs. The initiative was presented instead of the 2009 and 2010 Disney Channel Games. The first Disney's Friends for Change Games premiered June 24, 2011 on Disney Channel, replacing the Disney Channel Games.","original_name":"Disney's Friends for Change","vote_average":0.0,"name":"Disney's Friends for Change","cert":"Unavailable","id":18804,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Aashiq Biwi Ka is a Hindi language Indian comedy series airs on DD National channel. The series launched on May 7, 2009 and aired Thursdays at 9pm IST. Aashiq Biwi Ka now airs every Saturday at 9pm IST.","original_name":"Aashiq Biwi Ka","vote_average":0.0,"name":"Aashiq Biwi Ka","cert":"Unavailable","id":18805,"adult":"false","genre_ids":[35],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"OFW Diaries was a television show in the Philippines aired every Friday evenings by GMA Network. The program is hosted by journalist Kara David, who previously hosted Case Unclosed.","original_name":"OFW Diaries","vote_average":0.0,"name":"OFW Diaries","cert":"Unavailable","id":18808,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Sin on Saturday was a British live, late-night chat show based on the theme of the seven deadly sins. It was produced by BBC Scotland, but it was pulled from the schedules after only three broadcasts. Originally, the show was to broadcast eight episodes. The first seven were to be based on each of the deadly sins, and the eighth one intended to round off the series by talking about being caught sinning.\n\nThe show was hosted by Bernard Falk and also featured comedy sketches and musical interludes. It included a memorable appearance by the actor Oliver Reed who interrupted an interview with a nun on the edition entitled ‘lust’.\n\nIn 1992 the show was featured on a 'TV Hell' theme night broadcast on BBC Two.","original_name":"Sin on Saturday","vote_average":0.0,"name":"Sin on Saturday","cert":"Unavailable","id":18809,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Mia Gracia is a Philippine television series produced by TAPE, Inc. and aired over GMA Network. The series featured Eat Bulaga!'s \"number girl\" Gracia Cortez. This drama revolves around twin sisters Mia and Gracia and their complicated lives and loves.","original_name":"Mia Gracia","vote_average":0.0,"name":"Mia Gracia","cert":"Unavailable","id":18810,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"All My Life is a Philippine romantic drama from GMA Network starring Aljur Abrenica and Kris Bernal after their successful Dapat Ka Bang Mahalin?. The series premiered on June 29, it tells the adventure love story of Jules and Romina. This is the first afternoon-primetime drama series in GMA.","original_name":"All My Life","vote_average":0.0,"name":"All My Life","cert":"Unavailable","id":18811,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Ai Chang Cai Hui Ying is a charity game show produced by Zhejiang Television. It was premiered on November 15, 2008 and ended on October 31, 2010. The hosts were Chen Huan, Tian Yue, Zuo Yan and Huang Ziwen as of the last episode. Former hosts include Hua Shao, Zhu Dan and Shen Tao. The format of an internationally famous game show Deal or No Deal was adapted for the first 16 episodes of the show.","original_name":"Ai Chang Cai Hui Ying","vote_average":0.0,"name":"Ai Chang Cai Hui Ying","cert":"Unavailable","id":18812,"adult":"false","genre_ids":[],"origin_country":["CN"]},{"first_air_date":null,"cast":[],"overview":"Welcome Home, My Love is a Mandarin Chinese episodic drama produced jointly by Malaysian broadcaster Media Prima Berhad and Singaporean broadcaster MediaCorp TV. This drama serial consists of 25 episodes. It was the 14th joint production between the two companies, although the story lines are set in the suburbs of Kuala Lumpur, Malaysia. It airs every Monday to Thursday, at 10:00 pm on ntv7. It also screened in Singapore on 5 October 2009 and ended on 6 November 2009 on every weekday night at 7:00 pm. Filmed in the Klang Valley area of Kuala Lumpur for three months from late October 2008, the 25-episode series brings together cast members from Malaysia, Hong Kong and Singapore.","original_name":"Welcome Home, My Love","vote_average":0.0,"name":"Welcome Home, My Love","cert":"Unavailable","id":18813,"adult":"false","genre_ids":[],"origin_country":["SG","MY"]},{"first_air_date":"2009-07-08","cast":[],"overview":"Time Team America is an American television series that airs on PBS. It premiered on July 8, 2009. It is an Oregon Public Broadcasting adaptation of the British show Time Team, produced in collaboration with Channel 4 which commissioned the original show, in which a team of archeologists and other experts are given 72 hours to excavate an historic site.\n\nThe U.S. version features \"freelance and university-affiliated experts [who] mostly join existing excavations...[and] arrive with resources that the archaeologists already on the case usually can’t afford and specific questions that, if answered, will advance the understanding of the site.\"\n\nA second season was announced on October 18, 2011, scheduled to shoot during the summer of 2012 and to air in 2013. On December 20, 2011 it was announced that Justine Shapiro would host the second season.","original_name":"Time Team America","vote_average":0.0,"name":"Time Team America","cert":"Unavailable","id":18814,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"So Good is a cooking series\/variety program from TVB and sponsored by Town Gas.\n\nOriginally a single 10 series cooking series, So Good has become a hit amongst audiences in Hong Kong and abroad with 99 episodes. The show is hosted by So Sze Wong and the 99 episodes aired from 22 September 2008 to 2 October 2009.","original_name":"So Good","vote_average":0.0,"name":"So Good","cert":"Unavailable","id":18815,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":"2009-07-27","cast":[],"overview":"Knowitalls was a British quiz show hosted by Gyles Brandreth. It was first shown on BBC Two in 2009.\n\nFilming took place between 15 and 21 June 2009. It was first broadcast on 27 July 2009. The show's strapline is that it's \"the quiz without questions\". The team that wins overall will win £15,000, the Knowitalls trophy and the title of \"Britain's Biggest Knowitalls\".","original_name":"Knowitalls","vote_average":0.0,"name":"Knowitalls","cert":"Unavailable","id":18816,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Love Ne Milla Di Jodi is an Indian television romantic drama that aired on STAR One. The show premiered on June 22, 2009. The story revolves around six characters: three sisters — Damini, Avni and Roshni — and three brothers — Prithvi, Sameer and Varun.\n\nThe girls are the daughters of rich and famous businesswoman Ila Gujral whose head of security was, at the beginning of the show, the father of the boys, Balraj Saxena.","original_name":"Love Ne Milla Di Jodi","vote_average":0.0,"name":"Love Ne Milla Di Jodi","cert":"Unavailable","id":18817,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Die Model WG","vote_average":0.0,"name":"Die Model WG","cert":"Unavailable","id":18818,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2009-04-17","cast":["Jun Matsumoto","Yui Aragaki","Kiichi Nakai","Eiko Koike","Hidenori Tokuyama"],"overview":"Smile is a Japanese television drama series, shown on TBS started last April 17, 2009. Jun Matsumoto plays the lead role of Vito, a half-Filipino, half-Japanese man who always smiles despite all of the problems and difficulties he faces. the series focus on foreigners and mixed race children who suffered from racism","original_name":"スマイル","vote_average":7.0,"name":"Smile","cert":"Unavailable","id":18819,"adult":"false","genre_ids":[18],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Sport Science is an ongoing television series that explores the science and engineering underlying athletic endeavors. Originally filmed as a 12-part series that was broadcast on FSN from September 9, 2007, to April 20, 2008, the second series also appeared on FSN. Series 3 was picked up by ESPN. ESPN, who has changed the name of the series to SportScience, has yet to air new episodes. Instead, the network has chosen to air various SportScience vignettes during programs such as SportsCenter. Sport Science is a spinoff of its predecessor Fight Science on National Geographic.\n\nThe series is filmed inside a Los Angeles airport hangar or on location using a mobile laboratory. Each episode on series 1 focused on testing certain aspects of athletics, while series 2 either poses more questions from previous episodes, or tries to re-analyze sporting moments or trials and tribulations, puts a human against animals or machines, or even checking against other sports or challenging the odds with data gathered using motion sensors and accelerometers. Professional athletes are featured prominently and are used to test the limits of the human body. In addition, host John Brenkus also participated in cases where an \"average Joe\" was required.","original_name":"Sport Science","vote_average":0.0,"name":"Sport Science","cert":"Unavailable","id":18820,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Corazón Partido, is a Spanish-language telenovela produced by the United States-based television network Telemundo and Argos Comunicacion. This limited-run series ran for 90 episodes from November 1, 2005 to June 16, 2006. This telenovela was aired in 17 countries around the world.","original_name":"Corazón Partido","vote_average":0.0,"name":"Corazón Partido","cert":"Unavailable","id":18821,"adult":"false","genre_ids":[],"origin_country":["US","CL","MX"]},{"first_air_date":null,"cast":[],"overview":"Suraag – The Clue is an Indian television detective-crime drama series that aired on DD National in the late 90s on every Monday at 10:00 to 11:00 pm IST. The series, starring Sudesh Berry as CID Inspector Bharat in the main lead, was directed by Gautam Adhikari and produced by Shri Adhikari Brothers Limited.\n\nIn the drama, Inspector Bharat and his assistant Inspector Srivastav formed a formidable partnership in solving crimes, mostly murder mysteries. This series, unlike previous detective-crime dramas in India, involved tackling of one case every episode and seldom were the story or case of one episode continued to the next one.\n\nThe title track of the series is a modified version of Smoke on the Water, a song by British rock band Deep Purple.\n\nAfter the drama ended, a new series called \"CID Officer\" was aired on the same time. It was described by the media as \"unofficial extension\" of the Suraag.","original_name":"Suraag – The Clue","vote_average":0.0,"name":"Suraag – The Clue","cert":"Unavailable","id":18822,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Growing Through Life is a 2010 TVB modern series co-production with Shanghai Television.","original_name":"Growing Through Life","vote_average":0.0,"name":"Growing Through Life","cert":"Unavailable","id":18823,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2008-07-06","cast":[],"overview":"Moon Machines in the US and UK is a Science Channel HD documentary miniseries consisting of six episodes documenting the engineering challenges of the Apollo Program to land a man on the Moon. It covers everything from the iconic Saturn V to the Command Module, the Lunar Module, the Space Suits, the Guidance and Control Computer, and the Lunar Rover. It was created by the team who made In the Shadow of the Moon in association with NASA to commemorate the agency's fiftieth anniversary in 2008. It first aired in June 2008 and was released on DVD a year later in June 2009.","original_name":"Moon Machines","vote_average":0.5,"name":"Moon Machines","cert":"Unavailable","id":18824,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2009-05-31","cast":[],"overview":"Traffic Blues is a documentary series broadcast on RTÉ One. It follows various traffic officers from the Garda Síochána.\n\nThe first series follows the Garda Traffic Corps in a six-part series. The series was filmed over six months, putting the Dublin Metropolitan division based in Dublin Castle, the Louth division taking in stations in Drogheda and Dundalk and the Donegal division focusing on Burnfoot and Letterkenny areas in the centre of attention.\n\nIt is similar in format to the British programmes Traffic Cops or Road Wars. Six episodes were made for the series, which aired on Sundays at 20:30.","original_name":"Traffic Blues","vote_average":0.0,"name":"Traffic Blues","cert":"Unavailable","id":18825,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"George and Cecil is a romantic-comedy weekly primetime series starring newlyweds Judy Ann Santos and Ryan Agoncillo written and directed by Jose Javier Reyes on the ABS-CBN.","original_name":"George and Cecil","vote_average":0.0,"name":"George and Cecil","cert":"Unavailable","id":18826,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Back Benches is a New Zealand political interview show, presented by Wallace Chapman and Damian Christie. It was primarily filmed at the 'Backbencher' pub, across the street from Parliament Buildings in Wellington, at 9:10 pm Wednesday nights, and reshown on Thursday mornings, Friday nights, and Saturday mornings. The show was aired on the Television New Zealand channel TVNZ 7.\n\nOn 1 July 2009, the two Freeview-only channels were made available for viewing on SKY TV. On this date the Back Benches episodes became 44–50 minutes long.\n\nThe show was cancelled on TVNZ 7 in July 2012 when the station was shut down, being replaced with TV ONE +1, a timeshift of TV ONE. The final three episodes were filmed at the Shepherd's Arms Hotel after an after-hours kitchen fire at the Backbencher pub rendered it unusable.\n\nIn August 2012 Prime TV expressed interest in reviving the series with a similar format. On 13 September 2012, it was confirmed that Prime would be bringing the show back in February 2013 by one of the show's hosts, Wallace Chapman. On 27 March 2013, the start date for the new series was confirmed as 10 April 2013 by Wallace Chapman and Damian Christie. The show will be aired on the same night as recording, with the broadcast four and a half hours later.","original_name":"Back Benches","vote_average":0.0,"name":"Back Benches","cert":"Unavailable","id":18827,"adult":"false","genre_ids":[],"origin_country":["NZ"]},{"first_air_date":"2010-10-02","cast":["Daran Norris","Jeff Bennett","Grey DeLisle","Leslie Carrara-Rudolph","Jerry Trainor"],"overview":"T.U.F.F. Puppy is an American animated television series created by Butch Hartman for Nickelodeon. It premiered on October 2, 2010 on Nickelodeon along with Planet Sheen. T.U.F.F. Puppy is Butch Hartman's third animated series for Nickelodeon, after The Fairly OddParents and Danny Phantom.\n\nIn early 2011, the series was renewed for a second season and premiered on December 10, 2011. The first season contained 20 episodes and seasons 2 and 3 are scheduled for the same. Currently, the series is on hiatus from the Nickelodeon channel, although reruns air every day in 90 minute to 3 hour blocks on the Nicktoons channel. The show temporarily returned on August 5, 2013 at 1:30 PM for one week before going back on hiatus.","original_name":"T.U.F.F. Puppy","vote_average":7.4,"name":"T.U.F.F. Puppy","cert":"Unavailable","id":18828,"adult":"false","genre_ids":[10759,16,35],"origin_country":["US"]},{"first_air_date":"2008-09-01","cast":["Axle Whitehead"],"overview":"The World's Strictest Parents is a television series developed by TwentyTwenty Television, originally broadcast in Britain by the BBC. America's CMT and Australia's Channel Seven have both created localised versions of the programme, with the CMT episodes frequently rebroadcasting on MTV. There is also a German version called \"Die strengsten Eltern der Welt\".\n\nThe concept is that two so-called \"unruly\" teenagers are sent to live abroad with a strict host family for a week in an attempt to change their behaviour. During the week they receive an impact letter from their real parents with a list of issues they should try to fix.","original_name":"The World's Strictest Parents","vote_average":0.0,"name":"The World's Strictest Parents","cert":"Unavailable","id":18829,"adult":"false","genre_ids":[],"origin_country":["US","GB"]},{"first_air_date":"2009-06-09","cast":[],"overview":"Food Party is an American television series that airs on the Independent Film Channel in the United States.\n\nThe show is a pseudo-reality cooking show filmed on an elaborate, technicolored cardboard kitchen set. Each episode features multi-course, out-of-this-world gourmet meals cooked up by hostess Thu Tran and a cast of colorful puppets for arriving \"celebrity\" guests.\n\nThe show was originally produced and filmed in Cleveland for two web series based episodes, and later relocated to Brooklyn for the final web series episodes and six IFC produced shows.\n\nIn October 2010 Thu Tran announced that the show was not picked up by IFC for a third season.","original_name":"Food Party","vote_average":0.0,"name":"Food Party","cert":"Unavailable","id":18830,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1983-01-08","cast":["Patricia Hayes","Pat Coombs"],"overview":"The lady is a tramp is a television programme in the situation comedy format that was one of the first series to be shown on the then-new British television channel, Channel 4, between 1983 and 1984.\n\nWritten by Johnny Speight, the programme lasted for two series, and totalled 13 episodes.","original_name":"The Lady Is a Tramp","vote_average":0.0,"name":"The Lady Is a Tramp","cert":"Unavailable","id":18831,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Midnight Monster Hop is a horror host television show that first aired in 2006 on HSTV in Uniontown, Pennsylvania.\n\nIn February 2008, the show began airing on WPXI\/RTN Pittsburgh, and as of May 23, 2009 became available nationwide on select Retro Television Network affiliates, showing cult and B horror films with introductions, jokes, and skits inserted between movie segments. The Show was pulled off Retro Television by Ricky, after a contract dispute, so it lost its national reach, tho many local RTV affiliates still run MMH instead of other shows that RTV picked up. A good example was WXYZ-TV's RTV subchannel, which aired it due to WMYD-TV being the originating station of Wolfman Mac's Chiller Drive-In, which RTV picked up for national broadcast.\n\nMidnight Monster Hop may still be seen on many independent stations around the country.","original_name":"Midnight Monster Hop","vote_average":0.0,"name":"Midnight Monster Hop","cert":"Unavailable","id":18832,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2009-06-06","cast":[],"overview":"Totally Saturday was an entertainment and audience participation programme aired by the BBC in the United Kingdom. It premiered on BBC One on 6 June 2009 and ran for seven weeks.","original_name":"Totally Saturday","vote_average":0.0,"name":"Totally Saturday","cert":"Unavailable","id":18833,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2009-09-12","cast":["Mikey Riddington-Smith","Emily Joyce","Rakie Ayola","Alan Ford","Dominique Moore"],"overview":"My Almost Famous Family is a British children's television series produced by the BBC and originally aired between 12 September and 21 November 2009 on CBBC on BBC Two.\n\nThe 11-part series was about a group of siblings and their parents who performed together as the house band of a fictional chat show. It was written by a team of writers that included Gail Renard and Emma Reeves.\n\nComposer and performer Richie Webb, whose credits include the BBC Radio 4 series 15 Minute Musical, was the show’s musical director.\n\nThe shows theme tune 'Almost Famous' was written by Richard Webb, Steve Young and Tom Nichols. Incidental music was written and recorded by Tim Baxter.\n\nOn 17 April 2010, the BBC launched the My Almost Famous Family interactive website on the CBBC website, which consisted of 16 interactive games, music videos, and songs from the show.\n\nThe show has not yet been recommissioned for a second series.","original_name":"My Almost Famous Family","vote_average":0.0,"name":"My Almost Famous Family","cert":"Unavailable","id":18834,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2009-08-08","cast":["Hans Zhang","Vision Wei","Yu Haoming"],"overview":"Meteor Shower is a Chinese television series that aired on Hunan TV. Due to the success and popularity of Japanese manga Hana Yori Dango and its franchise, Hunan TV decided to create a new series based on the same name. It is an unlicensed live-television drama production not authorized by Japanese publisher Shueisha, according to the producer it is only inspired by the manga.","original_name":"流星雨","vote_average":0.0,"name":"Meteor Shower","cert":"Unavailable","id":18835,"adult":"false","genre_ids":[35,18],"origin_country":["CN"]},{"first_air_date":"2009-09-20","cast":["Lamorne Morris"],"overview":"Ever think about answering trivia questions while your heart is popping out of your chest from the thrill of an amusement park ride? The game show -- the first of its kind -- takes place entirely on roller coasters, putting players to the test with brainteasers while they're strapped in and hoping to cash in.","original_name":"BrainRush","vote_average":6.7,"name":"BrainRush","cert":"Unavailable","id":18836,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Saang Sulok Ng Langit or Search for Love is a Filipino drama series produced by TAPE, Inc. and aired over GMA Network. Directed by Ruel Bayani, this drama series is a touching tale of love and betrayal. The Drama series also became one of the highest Rated TV series in the Philippines. It was re-aired internationally on GMA Pinoy TV, and recently on GMA Life TV.","original_name":"Saang Sulok ng Langit","vote_average":0.0,"name":"Saang Sulok ng Langit","cert":"Unavailable","id":18837,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":"2009-09-19","cast":["Lara Goodison","Dermot Martin","Matt Kane"],"overview":"A stranger's death draws 18 year-old Jay to London where he meets the Mackinnons and the Loxleys, two families with an age-old history of bad blood. Posh girl Marla Mackinnon falls for Jay, but Mack, her controlling dad, does not stand for it. Olive Loxley is dreaming of escape from her over-protective sister, Toni and their family café, but is troubled Stephen Mackinnon really her way out?","original_name":"The Cut","vote_average":0.0,"name":"The Cut","cert":"Unavailable","id":18838,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"The Week in Politics is an Irish news and current affairs programme broadcast on RTÉ One and RTÉ News Now. It is presented by Sean O'Rourke, occasionally by David McCullagh or Bryan Dobson. In its original format in 1996 it was hosted by Geraldine Harney and Seán Duignan.\n\nThe programme reflects on the political week, with interviews and discussions. The majority of guests are politicians who are Teachta Dálaí or Irish Senators. The programme is broadcast live at noon on Sunday and is repeated throughout the day on RTÉ News Now and its traditional late night slot on RTÉ One. The programme moved from its late night slot to midday in January 2013.\n\nThe programme also has reports from RTÉ News and Current Affairs reporters.","original_name":"The Week in Politics","vote_average":0.0,"name":"The Week in Politics","cert":"Unavailable","id":18839,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Walang Hanggan is a Filipino drama series produced by TAPE, Inc. for GMA Network. The series featured Valerie Concepcion and Oyo Sotto as the lead characters. it was written by RJ Nuevas and directed by actress\/director Gina Alajar.","original_name":"Walang Hanggan","vote_average":0.0,"name":"Walang Hanggan","cert":"Unavailable","id":18840,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":"2009-09-14","cast":["Dingdong Dantes","Rhian Ramos","Glaiza de Castro","Joshua Dionisio"],"overview":"Stairway to Heaven is a Philippine drama adapted from a Korean drama with the same name; directed by Joyce E. Bernal and developed by Dode Cruz, their third team-up after the highly successful MariMar and Dyesebel.\n\nThe series premiered on September 14 and ended on December 11, 2009 in the Philippines via GMA Network, starring Dingdong Dantes and Rhian Ramos reprising the ill-fated lovers Cholo and Jodi - originally portrayed by Kwon Sang Woo and Choi Ji Woo - with TJ Trinidad and Glaiza de Castro. It was aired internationally with a two-day delay on GMA Pinoy TV. The series also aired internationally in Malaysia and Vietnam. It will now air on Hawaii's KIKU Television.\n\nThe TV series also initially re-airs currently via cable channel Fox Filipino channel currently during its first quarter of 2012.","original_name":"Stairway to Heaven","vote_average":0.0,"name":"Stairway to Heaven","cert":"Unavailable","id":18841,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":"2009-01-04","cast":["James Wen","Cheryl Yang","Patrick Li","Mario Ma","Ethan Juan"],"overview":"My Queen, also known as Defeated Queen or Queen of No Marriage, is a 2009 Taiwanese idol romantic-comedy television series. The television drama was produced by Sanlih E-Television starring Ethan Ruan as the male main lead and Cheryl Yang as the female main lead. It was first aired on January 4, 2009 on TTV after Invincible Shan Bao Mei and last aired on May 31, 2009.\n\nThe series was awarded the Best Channel Advertising on the 44th Golden Bell Awards.","original_name":"My Queen","vote_average":8.0,"name":"My Queen","cert":"Unavailable","id":18842,"adult":"false","genre_ids":[18,35],"origin_country":["TW"]},{"first_air_date":null,"cast":[],"overview":"Biglang Sibol, Bayang Impasibol is a Philippine comedy-drama series produced by TAPE, Inc. and aired over GMA Network. Directed by Jeffrey Jeturian, this series revolves around two warring families and their complicated but funny lives and loves.","original_name":"Biglang Sibol, Bayang Impasibol","vote_average":0.0,"name":"Biglang Sibol, Bayang Impasibol","cert":"Unavailable","id":18843,"adult":"false","genre_ids":[18,35],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Kung Aagawin Mo Ang Lahat Sa Akin is an Philippine daytime drama on GMA Network. The original movie was released back in 1987 and was directed by the legendary actor-director Eddie Garcia who also directed Sinasamba Kita. This is the fifteenth installment of Sine Novela.\n\nLike other classic movies from the 1980s the movie is based on a graphic novel written by Helen Meriz. It was brought to life on the big screen lead acted by megastar Sharon Cuneta. The management of GMA made a deal with VIVA films that they will use the storyline and characters of the comics series and retain the original elements of the movie to make the story more fitting for TV.\n\nThe series was aired worldwide with a four-day delay on GMA Pinoy TV. From November 20, 2012 until February 25, 2013, GMA Life TV aired its English-dubbed version worldwide.","original_name":"Kung Aagawin Mo Ang Lahat Sa Akin","vote_average":0.0,"name":"Kung Aagawin Mo Ang Lahat Sa Akin","cert":"Unavailable","id":18844,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":"2009-05-31","cast":["Allen Ludden","Kevin Sites","Pasquale Scaturro"],"overview":"Expedition Africa is an eight-part reality television miniseries that originally aired from May 31, 2009 to July 12, 2009 on History. Produced by Mark Burnett, the program follows four modern day explorers—a navigator, a wildlife expert, a survivalist, and a journalist—as they substantially retrace H.M. Stanley's famed expedition to find Dr. David Livingstone. Their route deviates somewhat from Stanley's in that it includes a treacherous crossing of the Uluguru Mountains, which Stanley circumvented. Additionally, whereas Stanley took roughly 8 months to find Livingstone, the explorers on the show have 30 days to complete the 970-mile journey deep into the interior of Tanzania.","original_name":"Expedition Africa","vote_average":0.0,"name":"Expedition Africa","cert":"Unavailable","id":18845,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2009-06-23","cast":["Mauricio Ochmann","Arap Bethke"],"overview":"Victorinos is a Spanish-language telenovela produced by the United States-based television network Telemundo. It debuted on June 23, 2009, replacing Sin Senos no hay Paraíso and concluded February 5, 2010.\n\nThe telenovela is a remake of the 1991 RTI Colombia weekly series Cuando Quiero Llorar No Lloro, which in turn is based in the homonymous 1970 novel by Venezuelan writer Miguel Otero Silva. Ramiro Meneses, who is currently directing the Telemundo telenovela, starred as one of the Victorinos in the 1991 RTI series.\n\nThe serial ran from Monday to Friday to run for over 26 weeks. As with most of its other soap operas, the network broadcasts English subtitles as closed captions on CC3. Ironically, this show was replaced by the original serial of the show, it had replaced.. Telemundo is currently re-airing the series at 12:30\/11:30 PM slot","original_name":"Victorinos","vote_average":8.0,"name":"Victorinos","cert":"Unavailable","id":18846,"adult":"false","genre_ids":[],"origin_country":["US","CO"]},{"first_air_date":"2009-06-20","cast":["Andrew W.K."],"overview":"Destroy Build Destroy is a live action reality series on Cartoon Network. It focuses on an unusual type of a game show, where two teams destroy a random object and build vehicles out of them, and then destroy the losers' creation. The series ran from June 20, 2009, to September 21, 2011.","original_name":"Destroy Build Destroy","vote_average":10.0,"name":"Destroy Build Destroy","cert":"Unavailable","id":18847,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2010-10-02","cast":["Soleil Moon Frye","Jeff Bennett","Candi Milo","Fred Tatasciore","Thomas Lennon"],"overview":"Planet Sheen is an American CGI animated television series.","original_name":"Planet Sheen","vote_average":4.6,"name":"Planet Sheen","cert":"Unavailable","id":18848,"adult":"false","genre_ids":[16,35,10759],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Poor Prince also known as Poor Prince Taro and Yamadataro Monogatari, is a Taiwanese drama starring Vic Zhou, Ken Chu, Annie Yi, Edward Ou and Will Liu. It is based on Japanese manga series, Yamada Tarō Monogatari written by Ai Morinaga. It was produced by Comic Ritz International Production and Chai Zhi Ping as producer. It was boardcasted in Taiwan on free-to-air Chinese Television System from 11 August 2001.","original_name":"Poor Prince","vote_average":0.0,"name":"Poor Prince","cert":"Unavailable","id":18849,"adult":"false","genre_ids":[35],"origin_country":["TW"]},{"first_air_date":null,"cast":[],"overview":"This Afternoon was a short-lived Australian news and current affairs television program that was broadcast by the Nine Network. It was produced by the network and broadcast live from 4.30pm to 5.30pm weekdays for two-and-half weeks in mid-2009.\n\nThe show focused on news, sport, weather and entertainment and featured current affairs reports & interviews. The program was presented by Andrew Daddo, radio presenter & journalist Katrina Blowers and news presenter Mark Ferguson. Nine News reporters from around the country and overseas provided reports on news and entertainment.\n\nOn 15 July 2009, the Nine Network axed This Afternoon only just 12 editions due to poor ratings. With the demise of This Afternoon, Nine reinstated Nine Afternoon News, followed by Antiques Roadshow at 5.00pm and Hot Seat at 5.30pm. As a result, Nine News had Mark Ferguson as national presenter until left the Nine Network on 25 September 2009 to join the Seven Network.","original_name":"This Afternoon","vote_average":0.0,"name":"This Afternoon","cert":"Unavailable","id":18850,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"2009-07-27","cast":[],"overview":"Dallas Campbell, Liz Bonnin, Jem Stansfield and Dr. Yan Wong take on the scientific world by devising their own ingenious ways of explaining cutting-edge developments in technology.","original_name":"Bang Goes the Theory","vote_average":6.3,"name":"Bang Goes the Theory","cert":"Unavailable","id":18851,"adult":"false","genre_ids":[10751,99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Wawffactor was a Welsh television music talent show contested by aspiring pop singers drawn from public auditions. It was broadcast on S4C between 2003 and 2006 and was produced by Al Fresco.\n\nIt has now gained fame for contestant Duffy, now a major worldwide artist, who competed in the first series of the show, finishing second behind Lisa Pedrick.","original_name":"Wawffactor","vote_average":0.0,"name":"Wawffactor","cert":"Unavailable","id":18852,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2010-04-19","cast":["Ada Choi","Moses Chan","Raymond Cho"],"overview":"Fly With Me is an TVB modern comedy-action series.","original_name":"飛女正傳","vote_average":0.0,"name":"Fly with Me","cert":"Unavailable","id":18853,"adult":"false","genre_ids":[18,35],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"El Señor de la Querencia is a nighttime soap opera broadcast by Televisión Nacional de Chile. El señor de la querencia is set plot in a rural estate in Colina, Chile in 1920. El Señor de la Querencia differs from former Chilean series by the large amounts of domestic violence, sexual abuses, extorsions, threats, torture and violence shown as part of the plot. Chilean minister Laura Albornoz expressed her concern about the impact of the repetitive domestic violence and sexual abuses shown in El Señor de la Querencia.","original_name":"El Señor de la Querencia","vote_average":0.0,"name":"El Señor de la Querencia","cert":"Unavailable","id":18854,"adult":"false","genre_ids":[],"origin_country":["CL"]},{"first_air_date":null,"cast":[],"overview":"Adam's Family Tree was a children's television comedy programme that was first broadcast in January 1997 and ran until February 1999. The show was broadcast on CITV, the children's segment of ITV. The show which was filmed in Yorkshire ran for three series and 20 episodes.\n\nThe premise of the show was that 12-year-old Adam was able to call upon his ancestors from throughout history to help him solve everyday problems. The title character was played by Anthony Lewis for the first two series, before the role was taken over by Alex Cooke.","original_name":"Adam's Family Tree","vote_average":0.0,"name":"Adam's Family Tree","cert":"Unavailable","id":18855,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2009-06-16","cast":["Michael Vartan","Jada Pinkett Smith","David Julian Hirsh","Suleka Mathew","Hannah Hodson"],"overview":"Hawthorne is an hour-long medical drama on the TNT television network starring Jada Pinkett Smith and Michael Vartan. It premiered on June 16, 2009. On Thursday, September 16, 2010, it was announced that Hawthorne has been renewed for a third and final season consisting of 10 episodes. The third and final season of the show premiered on June 14, 2011. On September 2, 2011, it was announced that TNT had decided not to renew HawthoRNe, so the Season 3 finale, a cliffhanger, was the series finale.","original_name":"Hawthorne","vote_average":5.9,"name":"Hawthorne","cert":"Unavailable","id":18856,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Meaning of Life is an Irish television programme, the first series of which was broadcast on RTÉ One in 2009. It is presented by the veteran broadcaster Gay Byrne. Each episode involves Byrne interviewing a well-known public figure. The series is broadcast each Sunday night at 22:20.\n\nIn 2010 The Meaning of Life returned for both a second and, later, a third series. Interviews with former Taoiseach Bertie Ahern and actors Gabriel Byrne and Brenda Fricker during the second series attracted media attention when they spoke of their religious habits and child sexual abuse respectively.\n\nGay Byrne appeared on The Late Late Show on 18 December 2009 to discuss the programme.\n\nA fourth series soon followed. Then a fifth series from January 2012. And a sixth in October 2012. And a seventh in January 2013.","original_name":"The Meaning of Life","vote_average":0.0,"name":"The Meaning of Life","cert":"Unavailable","id":18857,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Hawak Ko Ang Langit is a Filipino drama series produced by TAPE, Inc. for GMA Network. It featured Assunta de Rossi and Jomari Yllana as the lead cast. Written by RJ Nuevas and directed by Gina Alajar premiered July 14, 2003 and concluded October 17, 2003.","original_name":"Hawak Ko Ang Langit","vote_average":0.0,"name":"Hawak Ko Ang Langit","cert":"Unavailable","id":18858,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Motoring is a Canadian television automotive newsmagazine, broadcast by TSN.","original_name":"Motoring","vote_average":0.0,"name":"Motoring","cert":"Unavailable","id":18859,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Alison & Allie","vote_average":0.0,"name":"Alison & Allie","cert":"Unavailable","id":18860,"adult":"false","genre_ids":[16,18,35],"origin_country":["CA"]},{"first_air_date":"2007-07-17","cast":["Rick Miller"],"overview":"Just for Laughs is a sketch comedy show hosted by Rick Miller that shows clips from the Canadian version of the show. Good ratings during the summer airings in 2007 resulted in ABC adding the show to the network lineup as a midseason replacement for 2007-2008. It returned to the schedule on January 1, 2008, before being canceled on May 12, 2008. However, on June 4, 2009, it was announced that a third season would begin airing on June 21, 2009.","original_name":"Just for Laughs","vote_average":6.0,"name":"Just for Laughs","cert":"Unavailable","id":18861,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2010-09-08","cast":["Anthony Nalli"],"overview":"The Aviators is an award-winning weekly documentary-lifestyle-science TV series featuring interesting people, the latest aircraft, current technology and fly-in destinations. The show's site describes subject matter as follows: \"We will take you behind the scenes to show you how airline pilots train, how planes are built, and how ATC works. We will profile aviation businesses and showcase aviation products. We will provide safety tips for private and recreational pilots and career tips for professional pilots.\"\n\nThe Aviators premiered on the Global Television Network on Saturday, September 4, 2010. It could also be seen on CHEK-TV in Canada and is distributed to all 356 Public Broadcasting Stations in the United States for broadcast in numerous markets starting in September 2010. On September 1, 2010 the producers announced that a deal had been signed with Discovery Channel Asia that saw the series broadcast overseas in the spring of 2011.\n\nIn the first six months after its premiere, the show aired almost 8,000 times across North America - an average of over 40 times a day. The Aviators launched on Hulu in February 2011 and was viewed over 32,000 times in just two weeks. In March 2011 producers announced some changes for season two including the addition of country music singer George Canyon to the cast as a guest host for the season. The current season's premiere date is September 16, 2013. Production for a fifth season has begun, and is planned to air in North America in September 2014.","original_name":"The Aviators","vote_average":3.3,"name":"The Aviators","cert":"Unavailable","id":18862,"adult":"false","genre_ids":[99],"origin_country":["CA"]},{"first_air_date":"2006-08-24","cast":["Giampaolo Morelli","Veronica Logan","Giuseppe Soleri","Alessandro Rossi"],"overview":"L'ispettore Coliandro is a series of Italian tongue-in-cheek television movies directed by Marco Manetti and Antonio Manetti, and written by the crime writer Carlo Lucarelli and starring Giampaolo Morelli in the title role of the Inspector Coliandro. According to the actors and the directors, Coliandro is an Italian crime television series aimed \"at young audiences.\" In fact this is probably so.\n\nThe policemen in Italian fiction and shows like Il commissario Montalbano are stalwart servants of the law, and usually save the day.\n\nInspector Coliandro saves the day also, but mostly by a combination \"of luck and [his younger partner's] intuition.\" He is ignorant, crude, and despised by all his colleagues except this partner, who is the only one who view him the way he views himself: as a hero worthy of the good guys in American cop movies.\n\nThe humor of the series is manifest in the difference between the way Coliandro sees himself and the way the rest of the world sees him. Coliandro's very name is a play on the Italian word coglione - a word literally meaning \"ball\", but most usually used with the meaning of \"asshole\" - and he must continually correct its pronunciation.","original_name":"L'ispettore Coliandro","vote_average":8.0,"name":"L'ispettore Coliandro","cert":"Unavailable","id":18863,"adult":"false","genre_ids":[10759],"origin_country":["IT"]},{"first_air_date":null,"cast":[],"overview":"My kind of people is an ITV television show presented by British entertainer Michael Barrymore broadcast in 1995. Barrymore travelled around the country in his customised sports car visiting shopping centres, where amateurs performed on a stage for the programme unrehearsed.\n\nSome acts were simply shown performing together with the audience reaction, whereas others were interviewed by Barrymore or shown inter-dispersed with footage of Barrymore to the side of the stage engaged in foolish behaviour in order to get reactions from the audience. Often, Barrymore would join the act on stage and continue the tomfoolery.\n\nNotably, Susan Boyle performed on the show before she became famous worldwide for her Britain's got talent audition in 2009. Barrymore mocked her as she performed \"I don't know how to love him\" from Jesus Christ Superstar at the Olympia Mall in East Kilbride, lying on the stage beneath her and pretending to look up her skirt as she performed, attempting to sing with her during the end of the song and then staging a kiss with her. The clip was viewed several million times after Boyle rose to prominence, with many viewers criticising Barrymore for his rude and disrespectful behaviour, unfavourably comparing his notoriety since with Boyle's then-newfound fame and vocal ability.","original_name":"My Kind of People","vote_average":0.0,"name":"My Kind of People","cert":"Unavailable","id":18864,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":"2008-11-18","cast":["Gideon Yago"],"overview":"The IFC Media Project is an American television series, which airs on the Independent Film Channel in the United States.\n\nThe show is a documentary series which examines America's news media and seeks to uncover the truth about the news. In its first two seasons it was hosted by award winning journalist Gideon Yago and featured in-depth reporting on controversial topics facing today's media through its use of interviews and documentary footage.\n\nIn the third season, the show dropped its \"magazine-style\" format and focused each episode on telling 22-minute short documentaries under the tagline \"4 Nights, 4 Journalists, 4 Stories.\" The third season follows award-winning journalists Max Blumenthal, Nir Rosen, Charlie LeDuff and Andrew Berends.\n\nThe series is filmed at various locations and is produced by Meghan O'Hara and Nick McKinney.","original_name":"The IFC Media Project","vote_average":0.0,"name":"The IFC Media Project","cert":"Unavailable","id":18865,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Kadenang Kristal was a Philippine television series produced by TAPE, Inc. and aired over GMA Network. Directed by Gina Alajar, this drama series is all about love, family and friendship. This is also the first teledrama of TAPE Inc. in primetime block.","original_name":"Kadenang Kristal","vote_average":0.0,"name":"Kadenang Kristal","cert":"Unavailable","id":18866,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":"2009-01-03","cast":["Lee Deok-hwa","Choi Jae-sung","Moon Jeong-hee","Lee In-hye","Lee In"],"overview":"Empress Cheonchu is a 2009 South Korean period television series based on the titular character, an actual historical figure and her lifelong struggle to protect the country her ancestors built. The granddaughter of Goryeo Dynasty founder Taejo Wanggeon, the empress ruled as the regent for her son Mokjong, the dynasty's seventh ruler. Determined to realize her ambitious goals for the kingdom of Goryeo, she dons armor, battles against foreign invaders, and tramples her lover, her son and brother in her rise to power.","original_name":"천추태후","vote_average":8.0,"name":"The Iron Empress","cert":"Unavailable","id":18867,"adult":"false","genre_ids":[18],"origin_country":["KR"]},{"first_air_date":"2009-06-23","cast":[],"overview":"NYC Prep is an American reality television series on Bravo. The series debuted on June 23, 2009. The series follows six Manhattan teenagers in their daily lives as they attended events such as weekend parties, fashion shows, shopping sprees, charity events and dinner parties. The series drew many comparisons to the hit CW television show Gossip Girl because both shows revolved around the lives of Manhattan's \"elite\" teenagers. Filming was not allowed during school, nor were any school names specifically mentioned on the show, as the schools desired to distance themselves from the show.","original_name":"NYC Prep","vote_average":0.0,"name":"NYC Prep","cert":"Unavailable","id":18868,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2008-11-07","cast":["Henry Rollins"],"overview":"Henry Rollins: Uncut is an American television series, which airs on the IFC in the United States.\n\nThe special event series follows musician, author, and spoken-word artist Henry Rollins as he travels to controversial locals including New Orleans, Israel, and South Africa. At each location he shares his outspoken commentary on politics, culture, and media.\n\nThe series is filmed at various locations and is produced by Swift River Productions.","original_name":"Henry Rollins: Uncut","vote_average":0.0,"name":"Henry Rollins: Uncut","cert":"Unavailable","id":18869,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2001-02-24","cast":["Rhea Perlman","Mary Stuart Masterson","Héctor Elizondo","Jeff Doucette","Carl Lumbly"],"overview":"Kate Brasher is an American dramatic television series that was broadcast by CBS. It premiered at 9:00pm ET\/PT on Saturday, February 24, 2001 and was cancelled after six episodes.\n\nThe title character was the single mother of teenaged sons Daniel and Elvis. Facing a financial crisis, she seeks legal advice at Brothers Keepers, an inner city community advocacy center, and is offered a job as a social worker. Her co-workers include attorney Abbie Schaeffer and Joe Almeida, the organization's street-smart director, who founded it after his daughter was killed in gang crossfire.\n\nSeries creator Stephen Tolkin based the character of Almeida on Rabbi Mark Borovitz, an ex-convict and alcoholic who became the spiritual leader of Gateways Beit T'Shuvah, a residential treatment center for Jews in recovery from alcohol and drug addiction. The two men met when Tolkin contacted the rabbi for help with a friend who was dealing with substance abuse.\n\nAlthough set in Santa Monica, the series was shot on location in San Diego, California.\n\nAmong those actors making guest appearances during the series' short run were K Callan, Dennis Christopher, Paul Dooley, Mariette Hartley, Josh Hopkins, Carl Lumbly, David Naughton, and Mackenzie Phillips.","original_name":"Kate Brasher","vote_average":0.0,"name":"Kate Brasher","cert":"Unavailable","id":18870,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"NHK Newsline or simply referred as Newsline is the flagship news program, aired on Japanese International English language news and information TV channel NHK World TV. This program broadcasts on the hour, 24 hours a day for 10 or 30 minutes.","original_name":"Newsline","vote_average":0.0,"name":"Newsline","cert":"Unavailable","id":18871,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":"2003-05-31","cast":["Piolo Pascual","Assunta de Rossi","Carlos Agassi","Claudine Barretto","Diether Ocampo"],"overview":"Buttercup is a Filipino television series starring Claudine Barretto, Assunta de Rossi, Piolo Pascual, Diether Ocampo and Angelu de Leon. The series aired in 2003-2004.","original_name":"Buttercup","vote_average":0.0,"name":"Buttercup","cert":"Unavailable","id":18872,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"2009-08-06","cast":["Chris Kattan","Toby Huss","Julian Sands","Pooja Kumar","Neha Dhupia"],"overview":"Bollywood Hero is an American television miniseries which aired on the IFC in three parts on August 6–8, 2009. The miniseries was shot in Mumbai and Los Angeles.\n\nThe show is a musical miniseries about Chris Kattan and his journey to Mumbai to become a leading man in Bollywood. After having some successful runs as a comedian in America, Kattan wishes for more and soon discovers that making it in Bollywood is just as hard and he has to start from scratch.\n\nDance numbers are choreographed by Longinus Fernandes who is known for the \"Jai Ho\" finale in Slumdog Millionaire.","original_name":"Bollywood Hero","vote_average":1.0,"name":"Bollywood Hero","cert":"Unavailable","id":18873,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Ultimatum is a Singaporean Chinese drama which was telecasted on Singapore's free-to-air channel, MediaCorp Channel 8. It made its debut on 27 May 2009 and ended on the date 7 July 2009. This drama serial consists of 30 episodes, and was screened on every weekday night at 9:00 pm.\n\nBeing the mid-year Channel 8 blockbuster of 2009, it was the first Channel 8 drama to be fully filmed in HD.\n\nDespite being touted as the 2009 blockbuster of the year and featuring many established actors and actresses like Zoe Tay, Li Nanxing and Fann Wong, the show's reception was lukewarm at best. Many viewers faulted the serial for improbable casting and for a lack of originality in certain parts of the scripting. The series also came under harsh criticism for being overly melodramatic. However, the performance of newcomers such as Jerry Yeo, who played an antagonist for the first time, were widely praised.","original_name":"Shuang zi xing","vote_average":0.0,"name":"The Ultimatum","cert":"Unavailable","id":18874,"adult":"false","genre_ids":[],"origin_country":["SG"]},{"first_air_date":"2008-03-05","cast":["Ren Jun"],"overview":"In 2008 and 2010, Hunan Satellite Television produced the Chinese version of 1 vs. 100, which has the same name as the Hong Kong version, called 以一敌百. The first season was aired between March 5 and July 31, 2008 and the second season was premiered on April 15, 2010 and ended on December 23, 2010. The host was Wang Han in season 1 and Ren Jun in season 2.","original_name":"以一敌百","vote_average":0.0,"name":"1 vs. 100","cert":"Unavailable","id":18875,"adult":"false","genre_ids":[],"origin_country":["CN"]},{"first_air_date":null,"cast":[],"overview":"Ikaw Sa Puso ko is a Philippine television series produced by TAPE, Inc. and aired over GMA Network. Directed by Ruel S. Bayani, this drama series is all about love and promises.","original_name":"Ikaw Sa Puso Ko","vote_average":0.0,"name":"Ikaw Sa Puso Ko","cert":"Unavailable","id":18876,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Shel Mi HaShura HaZot? is an Israeli version of the British improvisational comedy TV show Whose Line Is It Anyway?, which aired from 2000 to 2001 on Channel 2 and from 2006 to 2007 on Channel 10. It was hosted by Shlomo Baraba in the first two seasons and by Idan Alterman in the third and fourth. The show consisted of a panel of four performers who create scenes on the spot.","original_name":"Shel Mi HaShura HaZot?","vote_average":0.0,"name":"Shel Mi HaShura HaZot?","cert":"Unavailable","id":18877,"adult":"false","genre_ids":[],"origin_country":["IL"]},{"first_air_date":null,"cast":[],"overview":"Five Star Jubilee is an American country music variety show carried by NBC-TV from March 17–September 22, 1961. The live program, a spin-off of ABC-TV's Jubilee USA, was the first network color television series to originate outside New York City or Hollywood.\n\nFrom March 17 to May 5, the weekly show aired on Fridays from 8–8:30 p.m. Eastern Time, but moved to 8:30–9 p.m. from May 12 to September 22. The series featured five rotating hosts: Snooky Lanson, Tex Ritter, Rex Allen, Jimmy Wakely and Carl Smith. All five appeared on the May 12 show, which was the first in color.\n\nProduced from the Landers Theatre in Springfield, Missouri, the program was similar to Jubilee USA and featured some of the same cast, including Bobby Lord, Cecil Brower, Speedy Haworth and Slim Wilson's Jubilee Band. Barbara Mandrell made her network debut on the program at age 12. The final program was hosted by Foley, who also appeared on the July 7 show. In April he had been acquitted of tax evasion charges, which were believed to have originally kept him out of consideration as a host. The sponsor was Massey Ferguson.","original_name":"Five Star Jubilee","vote_average":0.0,"name":"Five Star Jubilee","cert":"Unavailable","id":18878,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Tool Academy is a competitive reality television show featuring \"unsuspecting bad boys\" who have been sent to \"relationship boot camp\". The contestants, all of whom have been nominated by their respective partners, initially think they are taking part in a competition for a title. However, shortly after arriving they find out the truth: they are actually being entered into a \"charm school\" which focuses on teaching them how to behave as partners. Each week, one contestant is eliminated and his\/her partner must choose whether or not to stay with him\/her. The last contestant remaining wins a $100,000 prize. The show is currently hosted by reality television show host, Jordan Murphy, alongside relationship counselor Trina Dolenz who help the contestants with their relationship problems and decides who is expelled.","original_name":"Tool Academy","vote_average":0.0,"name":"Tool Academy","cert":"Unavailable","id":18879,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"50 Years After the War","vote_average":0.0,"name":"50 Years After the War","cert":"Unavailable","id":18880,"adult":"false","genre_ids":[10763,99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Hank Aaron: Chasing the Dream is a 1995 American documentary film directed by Michael Tollin. The story follows baseball slugger Hank Aaron's pursuit of Babe Ruth's all time record for home runs. It was nominated for an Academy Award for Best Documentary Feature.","original_name":"Hank Aaron: Chasing the Dream","vote_average":0.0,"name":"Hank Aaron: Chasing the Dream","cert":"Unavailable","id":18881,"adult":"false","genre_ids":[99,18],"origin_country":[]},{"first_air_date":"1995-05-16","cast":["Juliet Stevenson","Trevor Eve","Ian Bannen","Anton Lesser","Katie Donnison"],"overview":"The Politician's Wife is a British television political drama written by Paula Milne, broadcast on Channel 4 in 1995 and starring Trevor Eve and Juliet Stevenson.\n\nThe story centres around high-flying politician Duncan Matlock, Families Minister for the UK Government, who becomes embroiled in tabloid scandal as it is discovered that he has been having an affair with a former escort turned parliamentary researcher. Duncan's wife Flora becomes the focus of media attention as her reactions to the revelations are played out. Initially she plays out the part of the loyal wife, but as an aide of her husband feeds her details about the affair and various other political scandals that could be made to happen. She begins to sabotage her husband's integrity and reputation through a campaign of leaks and misinformation to the press and British Conservative Party stalwarts. After a series of increasingly sensational and damaging stories in the press, her husband is forced to resign in humiliation. The last episode closes with the results of the by-election being announced on TV. Flora Matlock wins with the support of her party whilst her husband is exiled to a minor post in Belgium.","original_name":"The Politician's Wife","vote_average":7.3,"name":"The Politician's Wife","cert":"Unavailable","id":18882,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Edith Ann's Christmas","vote_average":0.0,"name":"Edith Ann's Christmas","cert":"Unavailable","id":18883,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Let Freedom Ring","vote_average":0.0,"name":"Let Freedom Ring","cert":"Unavailable","id":18884,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Wise Up was a factual children's television series broadcast for nine series on Saturday mornings between 1995 and 2000 on Channel 4 and T4. It was produced by Carlton Productions and nominated for a BAFTA in 1996. As part of the 25th Anniversary of Channel 4, Wise Up was featured in the Radio Times. As well as reports, there were also regular features such as a feature called Knowing Me, Knowing You. It led to the formation of Wised Up Productions involving Mick Robertson and Simon Morris. It was similar to a BBC programme called Ipso Facto.","original_name":"Wise Up","vote_average":0.0,"name":"Wise Up","cert":"Unavailable","id":18885,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Vote for Me: Politics in America","vote_average":0.0,"name":"Vote for Me: Politics in America","cert":"Unavailable","id":18886,"adult":"false","genre_ids":[10768,99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Adlai Stevenson Reports","vote_average":0.0,"name":"Adlai Stevenson Reports","cert":"Unavailable","id":18887,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"How Do You Spell God?","vote_average":0.0,"name":"How Do You Spell God?","cert":"Unavailable","id":18888,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1996-11-10","cast":["Judi Dench","Salome Jens"],"overview":"The Great War and the Shaping of the 20th Century is a 1996 documentary series that aired on PBS. It chronicles World War I over eight episodes. It was narrated by Dame Judi Dench in the UK and Salome Jens in the United States.\n\nThe series won two Primetime Emmy Awards: one for Jeremy Irons for Outstanding Voice-Over Performance, the other for Outstanding Informational Series. In 1997, it was given a Peabody Award.","original_name":"The Great War and the Shaping of the 20th Century","vote_average":0.0,"name":"The Great War and the Shaping of the 20th Century","cert":"Unavailable","id":18889,"adult":"false","genre_ids":[99],"origin_country":["US","GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Odyssey of Life","vote_average":0.0,"name":"Odyssey of Life","cert":"Unavailable","id":18890,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Celluloid Closet is a 1995 American documentary film directed and written by Rob Epstein and Jeffrey Friedman. The film is based on the 1981 book of the same name written by Vito Russo, and on previous lecture and film clip presentations given in person by Russo 1972–82.\n\nRusso researched the history of how motion pictures, especially Hollywood films, had portrayed gay, lesbian, bisexual and transgender characters. It was given a limited release in select theatres, including the Castro Theatre in San Francisco in April 1996, and then shown on cable channel HBO.","original_name":"The Celluloid Closet","vote_average":8.0,"name":"The Celluloid Closet","cert":"Unavailable","id":18891,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"1997-09-10","cast":["Samuel West"],"overview":"Documentary film series that examines Adolf Hitler and the Nazis' rise to power, their zenith, their decline and fall, and the consequences of their reign featuring archive footage and interviews with eyewitnesses.","original_name":"Nazis: A Warning from History","vote_average":8.7,"name":"Nazis: A Warning from History","cert":"Unavailable","id":18892,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"1995-09-30","cast":[],"overview":"A series of educational videos about math in the real world.","original_name":"The Eddie Files","vote_average":0.0,"name":"The Eddie Files","cert":"Unavailable","id":18893,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Divided Highways: The Interstates and the Transformation of American Life","vote_average":0.0,"name":"Divided Highways: The Interstates and the Transformation of American Life","cert":"Unavailable","id":18894,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Don King: Only in America is a 1997 television film directed by John Herzfeld and written by Kario Salem. The film stars actor Ving Rhames as Don King and tells the story of King becoming a famous fight promoter and boxing manager.","original_name":"Don King: Only in America","vote_average":0.0,"name":"Don King: Only in America","cert":"Unavailable","id":18895,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Body Doubles: The Twin Experience","vote_average":0.0,"name":"Body Doubles: The Twin Experience","cert":"Unavailable","id":18896,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Castro","vote_average":0.0,"name":"The Castro","cert":"Unavailable","id":18897,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"George Wallace is a 1997 television film starring Gary Sinise as George Wallace, the former Governor of Alabama. It was directed by John Frankenheimer, who won an Emmy award for it; Sinise and Mare Winningham also won Emmys for their performances. The film was based on the 1996 biography Wallace : The Classic Portrait of Alabama Governor George Wallace by Marshall Frady, who also co-wrote the teleplay.\n\nFrankenheimer's film was highly praised by critics: in addition to the Emmy awards, it received the Golden Globe for Best Miniseries\/Motion Picture made for TV. Angelina Jolie also received a Golden Globe for her performance as Wallace's second wife, Cornelia.","original_name":"George Wallace","vote_average":0.0,"name":"George Wallace","cert":"Unavailable","id":18898,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":"1961-09-17","cast":["Lauren Bacall","Tuesday Weld","Sal Mineo","Walter Matthau"],"overview":"The DuPont Show of the Week is an American anthology drama series which aired for three seasons on NBC from September 17, 1961 to August 30, 1964.","original_name":"The DuPont Show of the Week","vote_average":0.0,"name":"The DuPont Show of the Week","cert":"Unavailable","id":18899,"adult":"false","genre_ids":[18,35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Public Eye with Bryant Gumbel","vote_average":0.0,"name":"Public Eye with Bryant Gumbel","cert":"Unavailable","id":18900,"adult":"false","genre_ids":[10763],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Shot Through the Heart is a 1998 TV film directed by David Attwood, shown on the BBC and HBO in 1998, which covers the Siege of Sarajevo during the Bosnian War. The film is based on a true story and an article called Anti-Sniper by John Falk.","original_name":"Shot Through the Heart","vote_average":0.0,"name":"Shot Through the Heart","cert":"Unavailable","id":18901,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Travis","vote_average":0.0,"name":"Travis","cert":"Unavailable","id":18902,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Baby Dance","vote_average":0.0,"name":"The Baby Dance","cert":"Unavailable","id":18903,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"NBC Reports","vote_average":0.0,"name":"NBC Reports","cert":"Unavailable","id":18904,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Restless Earth","vote_average":0.0,"name":"The Restless Earth","cert":"Unavailable","id":18907,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2006-02-01","cast":[],"overview":"","original_name":"Close Up","vote_average":0.0,"name":"Close Up","cert":"Unavailable","id":18908,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The First and Essential Freedom","vote_average":0.0,"name":"The First and Essential Freedom","cert":"Unavailable","id":18909,"adult":"false","genre_ids":[10763],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Learning Can Be Fun","vote_average":0.0,"name":"Learning Can Be Fun","cert":"Unavailable","id":18910,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1963-11-02","cast":[],"overview":"NBC Children's Theatre is an American television anthology series airing from 1963 to 1973. Its stories were primarily drawn from classical and contemporary children's literature.","original_name":"NBC Children's Theatre","vote_average":0.0,"name":"NBC Children's Theatre","cert":"Unavailable","id":18911,"adult":"false","genre_ids":[10751],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Overture to Friendship: The Philadelphia Orchestra in China","vote_average":0.0,"name":"Overture to Friendship: The Philadelphia Orchestra in China","cert":"Unavailable","id":18912,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Myshkin","vote_average":0.0,"name":"Myshkin","cert":"Unavailable","id":18913,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Lamp Unto My Feet is an American religious television program that was produced by CBS and broadcast on Sunday mornings from 1948 to 1979.","original_name":"Lamp Unto My Feet","vote_average":0.0,"name":"Lamp Unto My Feet","cert":"Unavailable","id":18914,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"I'll Make Me a World: A Century of African-American Arts","vote_average":0.0,"name":"I'll Make Me a World: A Century of African-American Arts","cert":"Unavailable","id":18915,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"American Presidents: Life Portraits is a 41-episode, Peabody Award-winning series produced by C-SPAN in 1999. Each episode was aired live, and was a two- to three-hour look at the life and times of one particular President of the United States. Episodes were broadcast from locations of importance to the profiled president, featured interviews with historians and other experts, and incorporated calls from viewers. The series served as a commemoration of C-SPAN's 20th anniversary.\n\nThe first program aired on March 15, 1999, and profiled George Washington. Subsequent programs featured each president in succession, concluding with Bill Clinton on December 20, 1999.","original_name":"American Presidents: Life Portraits","vote_average":0.0,"name":"American Presidents: Life Portraits","cert":"Unavailable","id":18916,"adult":"false","genre_ids":[10768],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Having Our Say: The Delany Sisters' First 100 Years is a 1999 American television movie directed by Lynne Littman. The film is an adaptation of the 1993 New York Times bestselling oral history written by Sarah L. Delany, A. Elizabeth Delany, and journalist Amy Hill Hearth. The telefilm adaptation was written by Emily Mann, who also adapted the book to the Broadway stage. The film first aired on CBS on April 18, 1999, just three months after Sadie died.\n\nThe daughters of a former slave who became the first Black person elected Bishop in the Episcopal Church in the United States, the sisters were Civil Rights pioneers but were unknown until journalist Amy Hill Hearth interviewed them for a feature story in The New York Times in 1991. The sisters were then 100 and 102 years old.\n\nSadie, the older of the sisters, was the first Black person permitted to teach Domestic Science at the high school level in the New York City public schools. Bessie was the second black woman licensed to practice dentistry in New York State. The biopic deals with the trials and tribulations they faced during a century of life. The sisters share their stories with Ms. Hearth, the journalist. Pivotal scenes are re-enacted through flashbacks.","original_name":"Having Our Say: The Delany Sisters' First 100 Years","vote_average":0.0,"name":"Having Our Say: The Delany Sisters' First 100 Years","cert":"Unavailable","id":18917,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Facing the Truth with Bill Moyers","vote_average":0.0,"name":"Facing the Truth with Bill Moyers","cert":"Unavailable","id":18922,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Arguing the World","vote_average":0.0,"name":"Arguing the World","cert":"Unavailable","id":18923,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Sadat: Action Biography","vote_average":0.0,"name":"Sadat: Action Biography","cert":"Unavailable","id":18926,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"1999-09-09","cast":["John Thaw"],"overview":"The Second World War In Colour [1999] is a three-part documentary which reveals hours of previously unseen colour film of World War II. As almost all newsreel film was shot in black and white, this DVD offers a completely new portrait of the war. Dramatic colour footage from as early as 1933 shows home movies of Adolf Hitler and his cohorts, the devastation wrought by the Blitzkrieg, life on the home front, D-Day and the Allied invasion of France, British bombers defying German fighters, the horror of the Holocaust that troops met as they entered Germany, and the jubilation of the final Allied victory. With John Thaw's narration intercut with spoken accounts from the letters and diaries of those who fought, those who survived, and those the war claimed as victims, this documentary is an extraordinary remembrance of a monumental time in world history.","original_name":"The Second World War in Colour","vote_average":7.8,"name":"The Second World War in Colour","cert":"Unavailable","id":18927,"adult":"false","genre_ids":[99,10768],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"How Come?","vote_average":0.0,"name":"How Come?","cert":"Unavailable","id":18928,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Right Man","vote_average":0.0,"name":"The Right Man","cert":"Unavailable","id":18929,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Tornado! 4:40 pm, Xenia, Ohio","vote_average":0.0,"name":"Tornado! 4:40 pm, Xenia, Ohio","cert":"Unavailable","id":18930,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Law","vote_average":0.0,"name":"The Law","cert":"Unavailable","id":18933,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Theatre in America","vote_average":0.0,"name":"Theatre in America","cert":"Unavailable","id":18934,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":"1979-04-12","cast":[],"overview":"","original_name":"whodunnit!","vote_average":0.0,"name":"whodunnit!","cert":"Unavailable","id":18937,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Whodunnit? is a British television game show, broadcast between 1972 and 1978 for ITV by Thames Television.\n\nIt was written by Lance Percival and Jeremy Lloyd, and hosted first by Edward Woodward. One of the panelists in the first series was Jon Pertwee, who took over as the show's presenter from season two. Each week it featured a short murder-mystery drama enacted in front of a panel of celebrity guests who then had to interview the remaining characters to establish who the murderer was. Patrick Mower and Anouska Hempel became the permanent panelists from season three onwards, with two guest celebrities each episode. The only clue was that only the murderer could lie.\n\nWhodunnit? originally adopted a conventional panel-game studio layout, but from series three onwards utilised the murder scene itself as the set.\n\nIt was similar in format, although not officially connected to, the popular board game Cluedo.\n\nThe theme to the show was written by Tony Hatch\n\nA short-lived American version of the show aired on NBC from April 12 to May 17, 1979. hosted by Ed McMahon and featuring F. Lee Bailey and Melvin Belli as panelists. NBC billed the series as the first mystery game show.","original_name":"Whodunnit?","vote_average":7.5,"name":"Whodunnit?","cert":"Unavailable","id":18938,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Baryshnikov on Broadway","vote_average":0.0,"name":"Baryshnikov on Broadway","cert":"Unavailable","id":18939,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2008-06-09","cast":[],"overview":"A team of cooks travel the country and scour the history books to find the very best traditional and contemporary American dishes, then bring them back to the test kitchen and develop practical, approachable recipes.","original_name":"Cook's Country","vote_average":6.5,"name":"Cook's Country","cert":"Unavailable","id":18940,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"King Lear","vote_average":0.0,"name":"King Lear","cert":"Unavailable","id":18941,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Miles To Go Before We Sleep","vote_average":0.0,"name":"Miles To Go Before We Sleep","cert":"Unavailable","id":18942,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"1948-04-01","cast":["Lanny Ross"],"overview":"The Swift Show is an American variety\/game show that aired on Thursdays at 8:30pm EST on NBC premiering April 1, 1948 and running to 1949.","original_name":"The Swift Show","vote_average":0.0,"name":"The Swift Show","cert":"Unavailable","id":18943,"adult":"false","genre_ids":[10402],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Love Among the Ruins is a 1975 British television film directed by George Cukor and starring Katharine Hepburn and Sir Laurence Olivier. It first aired on ABC-TV, in the U.S.\n\nSet in Edwardian England, Love Among the Ruins tells the story of Jessica Medlicott, an aging grande dame, formerly an actress of the London theatre. When Medlicott is accused by a young man of seducing and then abandoning him, she retains the services of the greatest barrister in Britain, who turns out to be a former suitor still in love with her.\n\nThe show took home several Emmy Awards, including Hepburn and Olivier for Outstanding Performance, and Cukor for Outstanding Directing.","original_name":"Love Among the Ruins","vote_average":0.0,"name":"Love Among the Ruins","cert":"Unavailable","id":18944,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Mr. Rooney Goes to Washington","vote_average":0.0,"name":"Mr. Rooney Goes to Washington","cert":"Unavailable","id":18945,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The American Assassins","vote_average":0.0,"name":"The American Assassins","cert":"Unavailable","id":18946,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Snipets was a series of 30-second to 1 minute long short films for children which were produced by Kaiser Broadcasting, and later Field Communications. They ran on Kaiser\/Field TV stations and were also syndicated to additional stations in the U.S.\n\nOne of the most memorable Snipets was the \"Come Back Here Can\", which showed kids how they could take a coffee can and a rubber band and create a toy that would roll back to them when pushed.\n\nDuring its first year on the air, the theme song for Snipets was Popcorn by the band Hot Butter. The opening was soon shortened to eliminate the brief song clip.\n\nApproximately 100 Snipets were produced between 1972 and 1978. They aired until approximately sometime in 1982 on Field Communications Stations, and held on for a few more years in sporadic showings on other non-Field Stations.\n\nA common misspelling of these shorts is \"Snippets\".","original_name":"Snipets","vote_average":0.0,"name":"Snipets","cert":"Unavailable","id":18947,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1974-10-20","cast":[],"overview":"Weekend was a television newsmagazine that ran on NBC from 1974 to 1979. It was originally aired once monthly on Saturday nights from 11:30 P.M. to 1 A.M. Eastern time, the same time slot as Saturday repeats of The Tonight Show Starring Johnny Carson during its first season, then to replace Saturday Night Live, once a month on those weekends when the SNL cast was not producing a show. The program was awarded a George Foster Peabody medal in 1975 and attracted a cult following.\n\nThe program was hosted by Lloyd Dobyns, who also did much of the reporting. The show's creator and executive producer was past president of NBC News, Reuven Frank. Together, Dobyns and Frank were largely responsible for the distinctive writing and quirky style of the program.\n\nIn 1978, after four years of critical success and moderately good ratings for that hour, NBC moved Weekend to prime time. After airing once a month in various time slots in September, October, and November, the network placed the program weekly on Saturday nights at 10 P.M. Eastern time starting in December of 1978. Linda Ellerbee was added as Dobyns' co-host and co-lead reporter. Placed against strong programs on ABC and CBS, the show eventually died of poor ratings. A few years later, Ellerbee and Dobyns reunited to anchor another late-night NBC news program, NBC News Overnight.","original_name":"Weekend","vote_average":0.0,"name":"Weekend","cert":"Unavailable","id":18948,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Treasures of the British Crown","vote_average":0.0,"name":"Treasures of the British Crown","cert":"Unavailable","id":18949,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"When Hell was in Session","vote_average":0.0,"name":"When Hell was in Session","cert":"Unavailable","id":18950,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Las Rosas Blancas","vote_average":0.0,"name":"Las Rosas Blancas","cert":"Unavailable","id":18951,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Amber Waves","vote_average":0.0,"name":"Amber Waves","cert":"Unavailable","id":18952,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Broken Arrow: Can a Nuclear Weapons Accident Happen Here?","vote_average":0.0,"name":"Broken Arrow: Can a Nuclear Weapons Accident Happen Here?","cert":"Unavailable","id":18953,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"One Plum Blossom is a 25 episodes popular TV series shown in CTV starring Shen Hai-jung and Kou Shih-hsiun.","original_name":"One Plum Blossom","vote_average":0.0,"name":"One Plum Blossom","cert":"Unavailable","id":18954,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Call It Macaroni","vote_average":0.0,"name":"Call It Macaroni","cert":"Unavailable","id":18957,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Down at the Dunbar","vote_average":0.0,"name":"Down at the Dunbar","cert":"Unavailable","id":18958,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"A Sunday Journal","vote_average":0.0,"name":"A Sunday Journal","cert":"Unavailable","id":18959,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1999-07-05","cast":["Maria Yamamoto","Takehito Koyasu","Tomokazu Seki"],"overview":"Amazing Nurse Nanako is an anime OVA series released in Japan. There were 6 episodes. It was released in January 2003 in a DVD box-set in the United States through Geneon.\n\nThe series details the life and history of Nanako Shichigusa, a 16-year-old who works as a maid in the hospital of Dr. Kyogi Ogami, the male lead. Nanako is a classic ditzy slapstick protagonist who tends to accidentally break things and do everything wrong. Ogami treats her frequently in a cruel or heartless manner—threatening her, yelling at her and even subjecting her to physical abuse—yet at the climax of every episode he comes through to rescue her from whatever predicament she got herself into. Much of the series revolves around the relationship between Nanako and Ogami—his mean veneer, her faith in him, and how he alternates between the evil mad scientist archetype and the knight in shining armor archetype.\n\nAs the series progresses we are gradually revealed the history between Nanako and Ogami's family and given a reason why the two are so tightly knit together, as well as why the title refers to Nanako as a \"nurse\". A minor supporting cast is introduced, though Nanako and Ogami are clearly the leads. The plot incorporates the American military, the Catholic Church and outlandish science fiction experiments, with these elements progressed mostly in the lead episode and the last two episodes. The middle episodes 2-4 feature mostly unrelated one-shot plots, though minor progress is made in each episode regarding the history between Nanako and Ogami's family.","original_name":"Amazing Nurse Nanako","vote_average":0.0,"name":"Amazing Nurse Nanako","cert":"Unavailable","id":18960,"adult":"false","genre_ids":[16,35],"origin_country":["JP"]},{"first_air_date":"2008-08-04","cast":["Richard Dawkins"],"overview":"The Genius of Charles Darwin is a three-part television documentary, written and presented by evolutionary biologist Richard Dawkins.\n\nIt was first shown in August 2008 on Channel 4. It won Best TV Documentary Series 2008 at the British Broadcast Awards in January 2009.","original_name":"The Genius of Charles Darwin","vote_average":7.5,"name":"The Genius of Charles Darwin","cert":"Unavailable","id":18961,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"1980-09-29","cast":["Mary Nissenson"],"overview":"Poland: A Changing Nation is a TV documentary on Poland's labor crisis, produced and narrated by Mary Nissenson, that aired on NBC from August 29 to October 3, 1980.","original_name":"Poland: A Changing Nation","vote_average":0.0,"name":"Poland: A Changing Nation","cert":"Unavailable","id":18964,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"1976-12-02","cast":["Darleen Carr","Sam Elliott","Lynda Day George","Amy Irving","Dane Clark"],"overview":"Once An Eagle is a 1976 nine-hour American television mini-series directed by Richard Michaels and E.W. Swackhamer. The picture was written by Peter S. Fischer and based on the 1968 Anton Myrer novel of the same name.\n\nThe first and last installments of the seven-part series were each two-hour broadcasts, while the interim episodes were 60 minutes.\n\nThe mini-series concerns the thirty year careers of two military men, from the outbreak of World War I to the aftermath of World War II.","original_name":"Once an Eagle","vote_average":8.0,"name":"Once an Eagle","cert":"Unavailable","id":18965,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"King Gimp is a 1999 documentary that was awarded the 2000 Academy Award for Best Short Subject Documentary and 2000 Peabody Award. \"King Gimp\" followed the life of artist Dan Keplinger of Towson, Maryland, who has cerebral palsy. Filmmakers Susan Hannah Hadary and William A. Whiteford, of the University of Maryland Video Press and Tapestry International Productions produced the film.","original_name":"King Gimp","vote_average":7.0,"name":"King Gimp","cert":"Unavailable","id":18968,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Battle of Westlands","vote_average":0.0,"name":"Battle of Westlands","cert":"Unavailable","id":18971,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"An Eighty-Four Year Old Youngful Man Lives in the Cabin","vote_average":0.0,"name":"An Eighty-Four Year Old Youngful Man Lives in the Cabin","cert":"Unavailable","id":18974,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Making of 'Silent Running'","vote_average":0.0,"name":"The Making of 'Silent Running'","cert":"Unavailable","id":18975,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Big Bangs","vote_average":0.0,"name":"Big Bangs","cert":"Unavailable","id":18978,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Slavery","vote_average":0.0,"name":"Slavery","cert":"Unavailable","id":18979,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2000-10-03","cast":["David Macaulay"],"overview":"Think big! Engineers have been doing just that for thousands of years, as renowned author-illustrator David Macaulay proves in this five-part miniseries on spectacular structures. The programs cover bridges, domes, skyscrapers, dams, and tunnels-past and present. Along the way, Macaulay highlights the engineering principles and human stories behind some of the most remarkable achievements in the history of building.","original_name":"Building Big","vote_average":0.0,"name":"Building Big","cert":"Unavailable","id":18980,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"WAVER(ウェーバー) | Behind Closed Doors","vote_average":0.0,"name":"WAVER(ウェーバー) | Behind Closed Doors","cert":"Unavailable","id":18981,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":"1998-10-19","cast":["Angela Bassett"],"overview":"Everything you thought you knew about slavery is about to be challenged. Africans in America: America’s Journey Through Slavery is the groundbreaking series that makes history by sharing it from a new perspective. Nearly ten years in the making, this landmark six-hour set exposes the truth through surprising revelations, dramatic recreations, rare archival photography and riveting first-person accounts.","original_name":"Africans in America: America's Journey Through Slavery","vote_average":8.5,"name":"Africans in America: America's Journey Through Slavery","cert":"Unavailable","id":18982,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"CNN Perspectives","vote_average":0.0,"name":"CNN Perspectives","cert":"Unavailable","id":18983,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Survivors of the Holocaust","vote_average":0.0,"name":"Survivors of the Holocaust","cert":"Unavailable","id":18984,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Journey of the African-American Athlete","vote_average":1.0,"name":"Journey of the African-American Athlete","cert":"Unavailable","id":18985,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Musical Comedy Tonight","vote_average":0.0,"name":"Musical Comedy Tonight","cert":"Unavailable","id":18986,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Marsalis on Music","vote_average":0.0,"name":"Marsalis on Music","cert":"Unavailable","id":18987,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Yugoslavia: Death of a Nation","vote_average":0.0,"name":"Yugoslavia: Death of a Nation","cert":"Unavailable","id":18990,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Complete Angler","vote_average":0.0,"name":"The Complete Angler","cert":"Unavailable","id":18991,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Hepatitis C Epidemic: A 15-Year Government Cover-up","vote_average":0.0,"name":"The Hepatitis C Epidemic: A 15-Year Government Cover-up","cert":"Unavailable","id":18992,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Walter Cronkite's Universe","vote_average":0.0,"name":"Walter Cronkite's Universe","cert":"Unavailable","id":18993,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"DNA Protects Men of Dishonor","vote_average":0.0,"name":"DNA Protects Men of Dishonor","cert":"Unavailable","id":18994,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Friendly Fire is an American television movie first broadcast on the ABC network on April 22, 1979. Watched that night by an estimated 64 million people, Friendly Fire went on to win four Emmy awards, including Outstanding Drama Special.\n\nThe movie tells the real-life story of Peg Mullen, a woman from rural Iowa who works against government obstacles to uncover the truth about the death of her son Michael, a soldier killed by American \"friendly fire\" in the Vietnam War in 1970. Mullen's husband Gene is played by Ned Beatty.\n\nFriendly Fire is based on the 1976 book of the same name, written by C. D. B. Bryan, which in turn was adapted from a series of New Yorker magazine articles Bryan had written about the Mullens and their ordeal.","original_name":"Friendly Fire","vote_average":0.0,"name":"Friendly Fire","cert":"Unavailable","id":18995,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Primary Colors, An Artist on the Campaign Trail","vote_average":0.0,"name":"Primary Colors, An Artist on the Campaign Trail","cert":"Unavailable","id":18996,"adult":"false","genre_ids":[],"origin_country":[]},{"cert":"Unavailable","cast":[],"id":18999,"first_air_date":null,"overview":"Bill is a 1981 CBS TV movie starring Mickey Rooney and Dennis Quaid. The film is based on the life of Bill Sackter. A sequel, Bill: On His Own, was released in 1983.","genre_ids":[],"origin_country":[],"original_name":"Bill","vote_average":0.0,"name":"Bill","adult":"false"}]