[{"first_air_date":null,"cast":[],"overview":"","original_name":"Birth","vote_average":0.0,"name":"Birth","cert":"Unavailable","id":1500,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2006-04-06","cast":["Angelle Tymon","Jessica York","Jeff Thisted","Melissa Peachey","Shandi Finnessey"],"overview":"PlayMania is a live interactive game show on GSN, hosted by Mel Peachey, Shandi Finnessey, Jessica York, Angelle Tymon and Jeff Thisted. The two-hour program featured interactive games that the viewers could play to win cash prizes. On February 20, 2007, the show was replaced with two separate programs, quiznation and 100 Winners which were collectively known as the PlayMania Block.","original_name":"PlayMania","vote_average":5.5,"name":"PlayMania","cert":"Unavailable","id":1507,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2005-06-01","cast":["Tom Bergeron","Len Goodman","Carrie Ann Inaba","Bruno Tonioli"],"overview":"The competition sees celebrities perform choreographed dance routines which are judged by a panel of renowned ballroom experts and voted on by viewers. Enjoy sizzling salsas, sambas and spray-tans as they vie for the coveted Mirrorball Trophy.","original_name":"Dancing with the Stars","vote_average":5.1,"name":"Dancing with the Stars","cert":"Unavailable","id":1508,"adult":"false","genre_ids":[10751],"origin_country":["US"]},{"first_air_date":"2003-09-26","cast":["Faith Ford","Kelly Ripa","Ted McGinley","Megan Fox","Macey Cruthird"],"overview":"Hope, a down-to-earth, happily married mother of three has her tidy world turned upside down when her celebrity sister moves in. Faith was living the Hollywood life as a soap opera star before her character was killed off.","original_name":"Hope & Faith","vote_average":5.0,"name":"Hope & Faith","cert":"Unavailable","id":1509,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2006-01-19","cast":["Dexter Fletcher","Martin Marquez","Michael Obiora","Raymond Coulthard","Danira Gović"],"overview":"Hotel Babylon is a British television drama series based on the book of the same name by Imogen Edwards-Jones, that aired from 19 January 2006 to 14 August 2009, produced by independent production company Carnival Films for BBC One. The show followed the lives of workers at a glamorous five-star hotel.\n\nIn 2009, actress Alexandra Moen mentioned in an interview that the show was cancelled after its fourth series, leaving the series 4 finale cliffhanger unresolved.","original_name":"Hotel Babylon","vote_average":6.9,"name":"Hotel Babylon","cert":"Unavailable","id":1510,"adult":"false","genre_ids":[18,35],"origin_country":["GB"]},{"first_air_date":"1957-11-13","cast":["Denise Bryer"],"overview":"The Adventures of Twizzle is the very first television show produced by AP Films and specifically Gerry Anderson, after being approached by author Roberta Leigh and her colleague Suzanne Warner. Sources vary as to who directed the series. In addition to his production duties, Anderson also directed the action whilst photography was directed by Arthur Provis, Anderson's founding partner at AP Films. The music for the songs were written by Leslie Clair, the music was scored by Barry Gray, art direction came from Reg Hill and special effects were by Derek Meddings, all of whom would become long-time collaborators with Anderson. Twizzle and all the puppets for the 52 films were made by Joy Laurey, and there were two Twizzle puppets made for filming, one Twizzle puppet for conventional shots and another Twizzle puppet for the stunt shots when Twizzle's arms and legs became longer. The trick of extending Twizzle's arms and legs were based on a system of curtain rings and puppet strings pulled internally inside the puppets arms and legs.","original_name":"The Adventures of Twizzle","vote_average":10.0,"name":"The Adventures of Twizzle","cert":"Unavailable","id":1511,"adult":"false","genre_ids":[10765],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Emergency is an informative news and public affairs television show in the Philippines hosted by Arnold Clavio and it is aired every Friday evenings by GMA Network.\n\nIt features reports on natural calamities, man-made disasters, diseases, advancements in the medical field, successful operations of men in uniform, rescue operations of emergency response teams, safety tips, stories on heroic deeds of ordinary people and institutions and numerous other life-threatening situations.","original_name":"Emergency","vote_average":0.0,"name":"Emergency","cert":"Unavailable","id":1512,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"1977-05-07","cast":["Richard Benjamin","Conrad Janis","Tim Thomerson","Patricia Barnstable","Cyb Barnstable"],"overview":"Quark is an American science fiction situation comedy starring Richard Benjamin broadcast on NBC. The pilot first aired on May 7, 1977, and the series followed as a mid-season replacement in February 1978. The series was cancelled in April 1978. Quark was created by Buck Henry, co-creator of the spy spoof Get Smart.\n\nThe show was set on a United Galaxy Sanitation Patrol Cruiser, an interstellar garbage scow operating out of United Galaxies Space Station Perma One in the year 2226. Adam Quark, the main character, works to clean up trash in space by collecting \"space baggies\" with his trusted and highly unusual crew.\n\nIn its short run, Quark satirized such science fiction as Star Wars, 2001: A Space Odyssey and Flash Gordon. Three of the episodes were direct satires of Star Trek episodes.\n\nThe series won one Emmy Award nomination, for costume designer Grady Hunt's work in the episode \"All the Emperor's Quasi-Norms, Part 2\".\n\nThe complete series was released on DVD on October 14, 2008.","original_name":"Quark","vote_average":6.7,"name":"Quark","cert":"Unavailable","id":1521,"adult":"false","genre_ids":[35,10765],"origin_country":["US"]},{"first_air_date":"1976-12-05","cast":[],"overview":"Laurence Olivier Presents is a British television series made by Granada Television which ran from 1976 to 1978.\n\nThe plays, with the exception of Hindle Wakes, all starred Laurence Olivier. Some of the plays were based on productions staged at the National Theatre during the period when Olivier was Artistic Director. In addition to distinguished English actors, the casts assembled for these productions included several Hollywood stars, such as Natalie Wood, Robert Wagner, Joanne Woodward and Maureen Stapleton.","original_name":"Laurence Olivier Presents","vote_average":0.0,"name":"Laurence Olivier Presents","cert":"Unavailable","id":1522,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":"1993-03-11","cast":["Lenny Henry","Roger Griffiths","Caroline Lee-Johnson","Claire Skinner","Gary Bakewell"],"overview":"Chef! is a British situation comedy starring Lenny Henry that aired as twenty episodes over three series from 1993 to 1996 on the BBC. The show was created and primarily written by Peter Tilbury based on an idea from Lenny Henry and produced for the BBC by Henry's production company, Crucial Films.","original_name":"Chef!","vote_average":7.8,"name":"Chef!","cert":"Unavailable","id":1523,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":["Kim Tserkezie","Julie Wilson Nimmo","Andrew Agnew","Miles Jupp","Kasia Haddad"],"overview":"Live action series for pre-school children based around the small island community of Balamory in Scotland.","original_name":"Balamory","vote_average":6.3,"name":"Balamory","cert":"Unavailable","id":1524,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Mighty Morphin Alien Rangers is a Power Rangers miniseries set at the end of the third season of Mighty Morphin Power Rangers. As with the rest of the third season of Mighty Morphin Power Rangers, this series adapted footage and costumes from the eighteenth Super Sentai series, Ninja Sentai Kakuranger.\n\nDuring fight scenes, an alternate version of the MMPR theme song was played, saying \"Go Go Alien Rangers\" instead of \"Go Go Power Rangers\".","original_name":"Mighty Morphin Alien Rangers","vote_average":6.0,"name":"Mighty Morphin Alien Rangers","cert":"Unavailable","id":1525,"adult":"false","genre_ids":[10759],"origin_country":["US"]},{"first_air_date":"1975-09-10","cast":["David Soul","Paul Michael Glaser","Antonio Fargas","Bernie Hamilton","Susan Gailey"],"overview":"Starsky & Hutch is a 1970s American cop thriller television series, which consisted of a 70-minute pilot movie and 92 episodes of 50 minutes each. The show was created by William Blinn, produced by Spelling-Goldberg Productions, and broadcast between April 30, 1975 and May 15, 1979 on the ABC network. It was distributed by Columbia Pictures Television in the United States and, originally, Metromedia Producers Corporation in Canada and some other parts of the world. Sony Pictures Television is now the worldwide distributor for the series. The series also inspired a theatrical film and a video game.","original_name":"Starsky & Hutch","vote_average":7.0,"name":"Starsky & Hutch","cert":"Unavailable","id":1532,"adult":"false","genre_ids":[10759,18],"origin_country":["US"]},{"first_air_date":"2002-10-27","cast":["Noémie Elbaz-Kapler","Bruno Solo","Yvan Le Bolloc'h","Jeanne Savary","Valérie Decobert-Koretzky"],"overview":"The coffee machine of a small company is the scene of discussions between employees. Private life, professional life, gossip, mockery, ... everything goes!","original_name":"Caméra Café","vote_average":6.7,"name":"Caméra Café","cert":"Unavailable","id":1533,"adult":"false","genre_ids":[35],"origin_country":["FR"]},{"first_air_date":"2005-11-01","cast":["Rupert Degas","Lorraine Pilkington","Mark DeCarlo","Charlie Schlatter","Tara Strong"],"overview":"Robotboy is the latest creation of the world renowned scientist Professor Moshimo. Due to fears that Robotboy would be stolen by his arch-enemy Dr. Kamikazi and his main henchman Constantine to be used to take over the world, Professor Moshimo entrusts Robotboy to 10-year-old Tommy Turnbull, his biggest fan. While being protected by Tommy and his two friends Lola and Gus, or \"G-man\" as he calls himself, Robotboy learns how to behave and act as if he were a real boy.","original_name":"Robotboy","vote_average":5.9,"name":"Robotboy","cert":"Unavailable","id":1534,"adult":"false","genre_ids":[16],"origin_country":["US","CA","GB","FR"]},{"first_air_date":null,"cast":[],"overview":"Bahay Mo Ba 'To was a situational comedy television show in the Philippines aired every Tuesday evenings by GMA Network. The show was part of the network's GMA KiliTV block.","original_name":"Bahay Mo Ba 'To","vote_average":0.0,"name":"Bahay Mo Ba 'To","cert":"Unavailable","id":1535,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"1997-09-27","cast":["Victoria Sanchez","Jamie Elman","Mark Taylor","Miklos Perlus","Ross Hull"],"overview":"Student Bodies is a syndicated television comedy program that was produced in Montreal, Quebec, Canada from 1997 to the end of 1999. While a live-action series, animations are used throughout as thoughts and imaginations. The segments are usually dark and comical.\n\nThough the show enjoyed much bigger success in Canada, the show was originally made for the American market under the distribution of 20th Television and aired on many Fox affiliated stations for one year. The show aired in Canada on Global and YTV. It has been called \"an imitation of Saved by the Bell\" by critics, and featured an ensemble cast of high school students at Thomas A. Edison High School.","original_name":"Student Bodies","vote_average":7.3,"name":"Student Bodies","cert":"Unavailable","id":1536,"adult":"false","genre_ids":[35,18],"origin_country":["CA"]},{"first_air_date":"2001-09-27","cast":["Gil Bellows","Jason O'Mara","David Clennon","Gloria Reuben","Will Patton"],"overview":"The Agency is a CBS television drama that followed the inner-workings of the CIA. The series was created by Michael Frost Beckner and was executive produced by Michael Frost Beckner, Shaun Cassidy Productions and Radiant Productions in association with Universal Network Television and CBS Productions. It aired from September 27, 2001 until May 17, 2003, lasting two seasons. It featured unprecedented filming from the actual CIA headquarters.\n\nThe show was controversial regarding its exploration of current international affairs and its treatment of the ethical conflicts inherent in intelligence work. Beckner's pilot script, written in March 2001, posited a re-invented CIA tasked with a \"War on Terror\" after Osama Bin Laden's Al Qaeda terrorist organization plots a lethal attack on the west. The pilot was to premiere at CIA Headquarters on September 18, 2001 and set to air on CBS September 21, 2001, however, the actual 9\/11 attacks convinced the network to hold the pilot and instead air a later episode. That first episode was aired later as the third episode of the first season.\n\nThe September 11, 2001 terrorist events changed the way Americans viewed topical entertainment and \"The Agency\", at the time, was one of the most topical offering on network television. The producers of the series quickly responded to this new American perspective on world affairs, but CBS chose to cancel the show shortly after the second season's final episode.","original_name":"The Agency","vote_average":8.0,"name":"The Agency","cert":"Unavailable","id":1537,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"1997-09-13","cast":["Rickey D'Shon Collins","Jason Davis","Pamela Adlon","Ashley Johnson","Courtland Mead"],"overview":"Recess is an American animated television series created by Paul Germain and Joe Ansolabehere and produced by Walt Disney Television Animation. The series focuses on six elementary school students and their interaction with other classmates and teachers. The title refers to the period of time during the school day in which children are not in lessons and are outside in the schoolyard, in North American society. One of the main features of the series is how the children form their own society, complete with government and a class structure, set against the backdrop of a regular school.\n\nRecess first aired on ABC from 1997 through to 2001, and reruns aired on Disney Channel in the United States. The success of the series saw it being distributed to numerous countries around the world, notably the United Kingdom, where it aired on multiple channels including Toon Disney and Disney Channel UK. In 2001, Walt Disney Pictures released the first of two films based on the series, Recess: School's Out, which was distributed theatrically. It was followed by a direct-to-video second film entitled Recess Christmas: Miracle on Third Street that same year. In 2003, a third film entitled Recess: Taking the Fifth Grade was released, along with Recess: All Growed Down. Both were also direct-to-video. The characters also made an appearance in an episode of Disney's Lilo & Stitch: The Series.","original_name":"Recess","vote_average":7.2,"name":"Recess","cert":"Unavailable","id":1546,"adult":"false","genre_ids":[16,35,10759],"origin_country":["US"]},{"first_air_date":"2002-09-14","cast":["Orlando Brown","Horatio Sanz","Don LaFontaine","Wendie Malick","Jeff Probst"],"overview":"Fillmore! is an American animated television series which was produced by Walt Disney Television Animation. The series was created by Scott M. Gimple and directed by Christian Roman. It was the last series produced by Walt Disney Television Animation alone, without association with Disney Channel.","original_name":"Fillmore!","vote_average":8.6,"name":"Fillmore!","cert":"Unavailable","id":1547,"adult":"false","genre_ids":[16,9648],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Now and Forever: Tinig","vote_average":0.0,"name":"Now and Forever: Tinig","cert":"Unavailable","id":1548,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1999-04-27","cast":[],"overview":"The superstars of World Wrestling Entertainment's \"SmackDown\" brand collide each and every Friday on WWE Friday Night SmackDown.","original_name":"WWE Friday Night SmackDown","vote_average":6.3,"name":"WWE Friday Night SmackDown","cert":"Unavailable","id":1549,"adult":"false","genre_ids":[18,10759],"origin_country":["US"]},{"first_air_date":"1973-04-30","cast":["Nicholas Young"],"overview":"The Tomorrow People is a British children's science fiction television series, devised by Roger Price. Produced by Thames Television for the ITV Network, the series first ran between 1973 and 1979. The series was re-imagined in 1992, Roger Price acting as executive producer. A third incarnation, running between 2001 and 2007, returned to the original concept and characters, but this time produced as a series of audio plays for Big Finish Productions. A U.S. version also called The Tomorrow People will air on The CW Network premiering in the 2013–14 season.","original_name":"The Tomorrow People","vote_average":9.5,"name":"The Tomorrow People","cert":"Unavailable","id":1550,"adult":"false","genre_ids":[10765,18],"origin_country":["GB"]},{"first_air_date":"2006-01-12","cast":["Maggie Lawson","Fred Savage","Jane Curtin","Reginald Ballard","William Devane"],"overview":"Crumbs is an American television sitcom starring Fred Savage and Jane Curtin that ran on ABC from January 12, 2006 to February 7, 2006. It also starred William Devane, Maggie Lawson and Eddie McClintock. The show's slogan is \"The normal American family turned upside down.\"\n\nSavage played a gay screenwriter who leaves Hollywood to return home to take care of his mother, who had recently been released from a mental institution after trying to run over her husband after he left her for a younger woman. And, it turns out, the young girlfriend is also pregnant. Much of the show takes place at the family's restaurant.\n\nThe series was officially cancelled on May 13, 2006.","original_name":"Crumbs","vote_average":6.0,"name":"Crumbs","cert":"Unavailable","id":1561,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2003-01-08","cast":["Hannah Brown","Chris Harrison"],"overview":"A single bachelorette dates multiple men over several weeks, narrowing them down to hopefully find her true love.","original_name":"The Bachelorette","vote_average":4.2,"name":"The Bachelorette","cert":"Unavailable","id":1562,"adult":"false","genre_ids":[18,10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Global National is the English language national newscast of Canada's Global Television Network. It is produced from the Global BC studios in Burnaby, with Dawna Friesen and Robin Gill anchoring the weekday and weekend editions respectively. From 2008 to 2010, the program was the only Canadian network newscast to be regularly anchored from the nation's capital, Ottawa.\n\nIn addition to Global's owned-and-operated stations, Global National also airs on affiliate CHFD-DT in Thunder Bay, Ontario, and independent station CJON-DT in St. John's, Newfoundland and Labrador.\n\nGlobal also produces a Mandarin version of the newscast, titled Global National Mandarin. Anchored by Carol Wang, the newscast is seen on Shaw Multicultural Channel in Vancouver and Calgary.","original_name":"Global National","vote_average":0.0,"name":"Global National","cert":"Unavailable","id":1563,"adult":"false","genre_ids":[10763],"origin_country":["CA"]},{"first_air_date":"2003-09-16","cast":["Duane Martin","LisaRaye McCoy","Khamani Griffin","Tony Rock"],"overview":"All of Us is an American sitcom that premiered on the now-defunct UPN network in the United States on September 16, 2003, where it aired for its first three seasons. On October 1, 2006, the show moved to The CW, a new network formed by the merger of UPN and The WB, where it aired for one more season before being cancelled on May 14, 2007.","original_name":"All of Us","vote_average":6.8,"name":"All of Us","cert":"Unavailable","id":1566,"adult":"false","genre_ids":[35,10751],"origin_country":["US"]},{"first_air_date":"1998-03-01","cast":["Jim Cummings","Tom Kenny","Carlos Alazraqui","Maria Bamford","Billy West"],"overview":"CatDog is an American animated television series created for Nickelodeon by Peter Hannan. The series depicts the life of conjoined brothers, with one half being a cat and the other a dog. Nickelodeon produced the series from Burbank, California. The first episode aired on April 4, 1998, before the show officially premiered in October. The episode \"Fetch\" was also shown in theaters with The Rugrats Movie.\n\nToward the end of the series run, a made-for-TV film was released, titled CatDog: The Great Parent Mystery. Reruns were played on Nicktoons until 2011 and later aired on TeenNick as part of The '90s Are All That block. The series is produced by Nickelodeon Animation Studio and Peter Hannan Productions and has been released on DVD.","original_name":"CatDog","vote_average":6.6,"name":"CatDog","cert":"Unavailable","id":1567,"adult":"false","genre_ids":[16,35],"origin_country":["US"]},{"first_air_date":"2006-09-07","cast":["Brad Garrett","Joely Fisher","Kat Foster","Eddie Kaye Thomas"],"overview":"A comedy about the triumphs and tribulations of marriage and friendship from very different perspectives. It's about the funny – and sometimes annoying – things that happen between husbands, wives, parents, children, neighbors and friends day after day after day. The show focuses on Eddie and Joy Stark, a couple married for 23 years who live in Philadelphia, Pennsylvania.","original_name":"'Til Death","vote_average":6.3,"name":"'Til Death","cert":"Unavailable","id":1568,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2006-01-01","cast":[],"overview":"Marina was the first fantasy series, a fantaserye, of Philippine media conglomerate ABS-CBN. It was aired on February 23, 2004 to November 12, 2004, starring drama actress Claudine Barretto.","original_name":"Marina","vote_average":0.0,"name":"Marina","cert":"Unavailable","id":1573,"adult":"false","genre_ids":[10765,18],"origin_country":["PH"]},{"first_air_date":"1966-05-09","cast":["Janusz Gajos","Wlodzimierz Press","Wiesław Gołas","Małgorzata Niemirska","Franciszek Pieczka"],"overview":"Czterej pancerni i pies was a Polish black and white TV series based on the book by Janusz Przymanowski. Made between 1966 and 1970, the series is composed of 21 episodes of 55 minutes each, divided into three seasons. It is set in 1944 and 1945, during World War II, and follows the adventures of a tank crew and their T-34 tank in the 1st Polish Army. Although both the book and the TV series contain elements of pro-Soviet propaganda, they have achieved and retain a cult series status in Poland, Soviet Union and other Eastern Bloc countries.\n\nThe T-34 tank Rudy with the identifying number \"102\", a German Shepherd dog from Siberia Szarik and to a lesser extent the crew Jan Kos, Gustaw Jeleń, Grigorij Saakaszwili, Tomasz Czereśniak, and their commander and mentor Olgierd Jarosz, as well as other heroes of the series, have become icons in Polish popular culture.","original_name":"Czterej pancerni i pies","vote_average":7.6,"name":"Four Tank-Men and a Dog","cert":"Unavailable","id":1574,"adult":"false","genre_ids":[10759,10768],"origin_country":["PL"]},{"first_air_date":"2001-09-04","cast":["Al Trautwig","Dan Wells"],"overview":"Lost is a reality television show screened in the United States and United Kingdom in late 2001. It was a game show in a race format where teams raced around the world with few or no resources.","original_name":"Lost","vote_average":0.0,"name":"Lost","cert":"Unavailable","id":1575,"adult":"false","genre_ids":[10764],"origin_country":["GB","US"]},{"first_air_date":"2004-03-12","cast":["Jackie Thomas","Daphne Brogdon"],"overview":"One beautiful single woman. 14 sexy bachelors. A million-dollar prize. Think you know where this is going? Think again... things aren't exactly as they appear when FOX puts this young lady and the viewing audience to the test to determine which guys are straight and which guys might be just PLAYING IT STRAIGHT.","original_name":"Playing It Straight","vote_average":0.0,"name":"Playing It Straight","cert":"Unavailable","id":1576,"adult":"false","genre_ids":[10764],"origin_country":["US","AU"]},{"first_air_date":null,"cast":[],"overview":"Kyuukyuu Sentai GoGoFive is the twenty-third entry of the long-running Japanese Super Sentai television franchise. Its footage was used in the American television series Power Rangers Lightspeed Rescue.","original_name":"Kyuukyuu Sentai GoGoFive","vote_average":0.0,"name":"Kyuukyuu Sentai GoGoFive","cert":"Unavailable","id":1577,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":"1987-09-17","cast":["Burt Reynolds","Doug McClure","Steve Burton","Donna Pescow","Buzz Belmondo"],"overview":"Out Of This World is an American fantasy sitcom about a teenage girl who is half alien, which gives her unique supernatural powers. It first aired in syndication from September 17, 1987 and ended on May 25, 1991.\n\nDuring its first season, the series was originally part of NBC's Prime Time Begins at 7:30 campaign, in which the network's owned-and-operated stations would run first-run sitcoms in the 7:30-8 pm time slot to counterprogram competing stations' game shows, sitcom reruns and other offerings. Out of This World was rotated with the original series Marblehead Manor and She's the Sheriff, a syndicated revival of the 1983 sitcom We Got It Made, and a television adaptation of the play You Can't Take It With You. NBC ended the experiment after the 1987-88 season due to the low ratings put up by three of the series, with Out of This World being one of the two that was renewed. After its first season the series was largely moved to weekend time slots, where it remained until its cancellation following the fourth season.","original_name":"Out of This World","vote_average":7.6,"name":"Out of This World","cert":"Unavailable","id":1578,"adult":"false","genre_ids":[10765,35,10762],"origin_country":["US"]},{"first_air_date":"1993-09-13","cast":["Ricki Lake"],"overview":"Ricki Lake is a daytime tabloid talk show hosted by American actress Ricki Lake.\n\nThe series debuted in syndication on September 13, 1993 and ended first-run episodes on May 21, 2004, though the series continued in reruns through the summer until August 27, 2004.","original_name":"Ricki Lake","vote_average":10.0,"name":"Ricki Lake","cert":"Unavailable","id":1587,"adult":"false","genre_ids":[10767],"origin_country":["US"]},{"first_air_date":"1981-09-16","cast":["Archie Panjabi","Angela Griffin","Kulvinder Ghir","Ken Barrie"],"overview":"Pat and his black-and-white cat Jess deliver the mail in Greendale.","original_name":"Postman Pat","vote_average":5.9,"name":"Postman Pat","cert":"Unavailable","id":1588,"adult":"false","genre_ids":[10762,16],"origin_country":["GB"]},{"first_air_date":"2005-10-30","cast":["Marcos Palmeira","Luis Carlos Miele","Virginia Cavendish","Marcelo Serrado","Marcelo Adnet"],"overview":"Meet Paulo Mandrake, a charismatic defense attorney who finds himself sidetracked by his vices--especially beautiful Brazilian women--while serving as a liaison between his high-end clients and the Rio de Janeiro subculture. Marcos Palmeira stars in this HBO Latino drama series.","original_name":"Mandrake","vote_average":0.0,"name":"Mandrake","cert":"Unavailable","id":1589,"adult":"false","genre_ids":[18,35],"origin_country":["BR"]},{"first_air_date":null,"cast":[],"overview":"Global Village is an Australian television show broadcast by the Australian public broadcaster SBS. The program is hosted by Silvio Rivier, who also does many of the voice overs. In 2008 it combined with Thalassa, a French documentary series, to expand its coverage of coastal areas.\n\nGlobal Village covers communities from all over the globe. The show consists of usually two, mostly short films 10–15 minutes long describing land and people all across the world. About 50% come from a French TV station and thus deal with topics from France, or, less frequently, its former colonies.\n\nThe main focus is to educate viewers about different cultures and working styles from around the world. Global Village has released two music CDs which contain a selection of music taken from the countries they visit.","original_name":"Global Village","vote_average":0.0,"name":"Global Village","cert":"Unavailable","id":1590,"adult":"false","genre_ids":[99],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Homeboy is a morning talkshow hosted by Boy Abunda whichs aired on ABS-CBN. Homeboy presents a dynamic discussion of real stories through actual interaction between Boy Abunda as host, his celebrity guests and his live studio audience.","original_name":"Home Boy","vote_average":0.0,"name":"Home Boy","cert":"Unavailable","id":1591,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"2004-09-07","cast":["Devon Werkheiser","Lindsey Shaw","Daniel Curtis Lee","Christian Serratos","Rob Pinkston"],"overview":"The whacky adventures of Ned Bigby and his best pals Moze and Cookie at James K. Polk Middle School, as \"every-kid\" Ned shatters the fourth wall to share tips and tricks on navigating middle school or junior high hurdles. Ned's not super cool, and he has no superpowers. He is, however, witty, well-groomed, upbeat and self-aware. Moreover, with more than a little help from his two best friends, he's equipped to conquer middle school minefields. From crushing bullies to crushes, from off- the-wall, mean and cool teachers to pop quizzes, elections and detentions, Ned knows that nothing, including the seventh grade, is as bad as it seems, and friendship matters most.","original_name":"Ned's Declassified School Survival Guide","vote_average":6.9,"name":"Ned's Declassified School Survival Guide","cert":"Unavailable","id":1600,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Watson Report was a Canadian current affairs television series, seen nationally on CBC from 1975 to 1981. The titular host was Patrick Watson, previously of This Hour Has Seven Days whose interviews for the show included national political leaders. More elaborate filmed features appeared in The Watson Report during its later years.","original_name":"The Watson Report","vote_average":0.0,"name":"The Watson Report","cert":"Unavailable","id":1601,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1955-04-09","cast":["Truman Bradley"],"overview":"Science Fiction Theatre is an American science fiction anthology series that aired in syndication from April 1955 to April 1957. It was produced by Ivan Tors and Maurice Ziv.","original_name":"Science Fiction Theatre","vote_average":6.8,"name":"Science Fiction Theatre","cert":"Unavailable","id":1602,"adult":"false","genre_ids":[18,10765],"origin_country":["US"]},{"first_air_date":"2006-07-17","cast":["Ernie Reyes, Jr."],"overview":"Final Fu is an American reality television show that first aired on MTV2 on July 17, 2006, and ran for a single season of twenty episodes The show was hosted by Ernie Reyes, Jr., and featured practitioners of various styles of martial arts competing in one-on-one semi-contact point sparring matches and group competitions.","original_name":"Final Fu","vote_average":0.0,"name":"Final Fu","cert":"Unavailable","id":1603,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2005-09-09","cast":["David Ross","Ella Kenion","Sue Holderness","Ivan Kaye","John Challis"],"overview":"Green Green Grass is a new comedy series and is a spin-off from Only Fools And Horses. It features the characters of Boycie and Marlene and introduces their son, Tyler, now 15 years old. Since we last met them, Boycie's second-hand car empire has gone from strength to strength, yet, despite his success, Boycie is becoming tired of life in Peckham and is secretly (at least, secretly from Marlene) craving a more tranquil existence in the English countryside. His decision to finally make the move is prompted by a chance conversation with Denzil who has some rather disturbing news. Within two weeks Boycie, Marlene and Tyler have left London - forever.","original_name":"The Green Green Grass","vote_average":5.0,"name":"The Green Green Grass","cert":"Unavailable","id":1604,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"1994-03-25","cast":["Hulk Hogan","Chris Lemmon","Carol Alt","Patrick Macnee","Russ Wheeler"],"overview":"Thunder in Paradise was a one-hour action-adventure TV series from the creators of Baywatch, which starred Hulk Hogan, Chris Lemmon, and Carol Alt. This first-run syndicated TV series originally premiered as a straight-to-video feature film in September 1993, then ran for one season in 1994, before being cancelled. The series was later rebroadcast on the TNT cable network.","original_name":"Thunder in Paradise","vote_average":7.7,"name":"Thunder in Paradise","cert":"Unavailable","id":1605,"adult":"false","genre_ids":[10759],"origin_country":["US"]},{"first_air_date":"2005-09-23","cast":["Jennifer Love Hewitt","Camryn Manheim","Jamie Kennedy","Christoph Sanders","Connor Gibbs"],"overview":"Newlywed Melinda Gordon tries to help the dead communicate with loved ones, 'but sometimes the messages she receives are intense and confusing.' Most of Melinda's efforts involve resolving conflicts that are preventing the spirits from passing over. The sentimental drama is 'inspired by the work of medium James Van Praagh.'","original_name":"Ghost Whisperer","vote_average":6.4,"name":"Ghost Whisperer","cert":"Unavailable","id":1606,"adult":"false","genre_ids":[10765,9648,18],"origin_country":["US"]},{"first_air_date":"1985-01-26","cast":["Chris Hebert","Gretchen Corbett","Tony O'Dell","Jonathan Banks","Jonna Lee"],"overview":"Otherworld is an American science fiction series that aired for only eight episodes from January 26 to March 16, 1985 on CBS. It was created by Roderick Taylor as a sort of Lost in Space on Earth. Taylor gave himself a cameo role in each episode.","original_name":"Otherworld","vote_average":3.5,"name":"Otherworld","cert":"Unavailable","id":1613,"adult":"false","genre_ids":[10765],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"ESPN National Hockey Night was ESPN's weekly television broadcasts of National Hockey League regular season games and coverage of playoff games, broadcast from 1992 to 2004. ESPN had been slated to broadcast games for the 2004–05 NHL season, but the season's cancellation combined with the NHL reaching an agreement with OLN to broadcast games for the 2005–06 NHL season effectively ended National Hockey Night after the 2003–04 NHL season.","original_name":"ESPN National Hockey Night","vote_average":0.0,"name":"ESPN National Hockey Night","cert":"Unavailable","id":1614,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1989-03-04","cast":["Corey Burton","Tress MacNeille","Jim Cummings"],"overview":"Chip 'n Dale: Rescue Rangers is an animated series produced by Walt Disney Television Animation. Created by Tad Stones and Alan Zaslove, it featured the established Disney characters Chip 'n' Dale in a new setting. The series premiered on the Disney Channel on March 4, 1989, after a preview episode was aired on August 27, 1988. The series premiered with a two-hour movie special, Rescue Rangers: To the Rescue, which was later broken up into five parts to air as part of the weekday run. The final episode aired on November 19, 1990.\n\nOn September 18, 1989, the series entered national syndication. From 1998 to 1999, reruns of the show were aired as a part of the Disney Afternoon line up.","original_name":"Chip 'n' Dale Rescue Rangers","vote_average":7.2,"name":"Chip 'n' Dale Rescue Rangers","cert":"Unavailable","id":1615,"adult":"false","genre_ids":[16,35,10762,10751],"origin_country":["US"]},{"first_air_date":"2000-11-01","cast":["Tom Everett Scott","Nina Garbiras","Christian Campbell","Melissa De Sousa","Rick Hoffman"],"overview":"The $treet is an American television drama series that aired on Fox in 2000. 11 episodes were produced and 6 aired in the U.S.\n\nThe series was about a small brokerage house called Belmont Stevens located in New York and the lives of its employees. Freddie Sacker was one of the most notable characters played by Rick Hoffman.","original_name":"The $treet","vote_average":2.0,"name":"The $treet","cert":"Unavailable","id":1616,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2004-03-03","cast":["Bruce Davison","Janet Wright","Andrew McCarthy","Julian Richings","Diane Ladd"],"overview":"Kingdom is a hospital whose bizarre population includes a brilliant surgeon who lives in the basement, a nearly blind security guard and a nurse who regularly faints at the sight of blood. But when patients and staff hear the voice of a girl crying through the halls and a patient destined for life as a paraplegic miraculously recovers, they are dismissive of any suggestion of mysticism or unseen powers... at their own peril.","original_name":"Stephen King's Kingdom Hospital","vote_average":8.2,"name":"Stephen King's Kingdom Hospital","cert":"Unavailable","id":1617,"adult":"false","genre_ids":[18,9648,10765],"origin_country":["US"]},{"first_air_date":"2001-11-17","cast":["Carl Lumbly","George Newbern","Phil LaMarr","Kevin Conroy","Michael Rosenbaum"],"overview":"The long-awaited rebirth of the greatest superhero team of all time: Batman, Superman, The Flash, Wonder Woman, Hawkgirl, Green Lantern and Martian Manhunter.","original_name":"Justice League","vote_average":8.1,"name":"Justice League","cert":"Unavailable","id":1618,"adult":"false","genre_ids":[10759,16,10765],"origin_country":["US"]},{"first_air_date":"2006-05-29","cast":["Cristine Reyes","Camille Prats","Rufa Mae Quinto","Richard Gutierrez","Snooky Serna"],"overview":"Captain Barbell is a superhero drama television series based on a character of the same name created by Mars Ravelo. It was aired on Philippine television by GMA Network during weeknights on its primetime block. The series premiered on May 29, 2006, and last aired on January 12, 2007. It also aired worldwide, with a three-week delay on GMA Pinoy TV.\n\nRichard Gutierrez plays the superhero, Captain Barbell and his alter ego, Teng. His archnemesis Viel Villian, is played by Richard Gomez.\n\nYear 2011, show returned to Philippine TV as the sequel of the 2006 series. See Captain Barbell 2011","original_name":"Captain Barbell","vote_average":0.0,"name":"Captain Barbell","cert":"Unavailable","id":1629,"adult":"false","genre_ids":[10759,10765,18],"origin_country":["PH"]},{"first_air_date":"2003-07-02","cast":["Matthew Pritchard","Dan Joyce"],"overview":"Dirty Sanchez is a British stunt and prank TV series featuring a group of three Welshmen and one Englishman harming themselves, and each other, through dangerous stunts. It is known as Sanchez Boys and Team Sanchez in the U.S. The performers are Matthew Pritchard, Lee Dainton, Michael Locke and Dan Joyce, and were originally based in Newport, South Wales, but later series of the show take place elsewhere in the United Kingdom and the world. Pritchard and Locke also starred as the Pain Men in Channel 4's Balls of Steel.","original_name":"Dirty Sanchez","vote_average":5.2,"name":"Dirty Sanchez","cert":"Unavailable","id":1630,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"1999-09-09","cast":[],"overview":"Early Today is an American early morning television news program airing on NBC. The program features general national and international news stories, financial and entertainment news, off-beat stories, weather forecasts, and sports highlights. It is anchored by Richard Lui for the Pacific and Mountain time zone editions, and Mara Schiavocampo or Veronica De La Cruz for the Eastern and Central time zone editions. It is the only early morning network newscast on any of the Big Three television networks that is not produced jointly with an overnight news program.\n\nThe program is broadcast live at 4:00 a.m. Eastern Time, and is transmitted in a continuous half-hour tape delayed loop until 10:00 a.m. ET, when Today begins in the Pacific Time Zone. The program usually airs as a lead-in to local morning newscasts on most NBC stations, although in the few markets where the NBC station does not produce a morning newscast, it may air in a two- to three-hour loop immediately before the start of Today. The show is updated for any breaking news occurring before 7:00 a.m. ET, while stations throughout the network will join Today in all time zones past that time at their local discretion or network orders for live coverage.","original_name":"Early Today","vote_average":0.0,"name":"Early Today","cert":"Unavailable","id":1631,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Insiders Guide To Love is a New Zealand drama series that explores the lives of a group of seven previously unconnected people. Each is implicated in a bizarre incident, the outcome of which forces them to examine and explore the loves in their own lives. The series is a prequel to the show The Insider's Guide To Happiness, with James the only character in common.","original_name":"The Insider's Guide To Love","vote_average":0.0,"name":"The Insider's Guide To Love","cert":"Unavailable","id":1632,"adult":"false","genre_ids":[18],"origin_country":["NZ"]},{"first_air_date":"2001-02-27","cast":["Sofie Stougaard","Stine Stengade","Katja K","Casper Christensen","Anders Matthesen"],"overview":"Langt fra Las Vegas is a Danish sit-com, which was first aired on the Danish TV channel TV2 Zulu. It revolved around life at a newly started TV morning show, Jump Start, and focused on the life of the main character, Casper.\n\nLangt fra Las Vegas consisted of 53 episodes, aired over 5 seasons with each episode lasting 25 minutes. It ran from 2001-2003.","original_name":"Langt fra Las Vegas","vote_average":6.7,"name":"Langt fra Las Vegas","cert":"Unavailable","id":1633,"adult":"false","genre_ids":[35],"origin_country":["DK"]},{"first_air_date":null,"cast":[],"overview":"Weekend Live was an American news\/talk television program on Fox News Channel.\n\nThe program featured live news story updates from correspondents, analysis from a number of different regular contributors, interviews with newsmakers of the week, and regular subject specific segments. Compared to other programming on the network, it didn't feature a commentary segment, but does have regular one-minute \"Fox Real Time\" news recaps.\n\nBroadcast live from the network's Washington, D.C. studios from 2:00-4:00 p.m. Saturday and 12:00–2:00 p.m. Sunday ET, the show was hosted by Bret Baier. The show had been previously hosted by Tony Snow from 2002 until 2003 on both ends of the weekend, and from 2003 until his departure to join the White House, on Saturdays, followed by Brian Wilson.\n\nThe program ran as America's Election Headquarters, using that title during the 2008 presidential election campaign. The Weekend Live name was ultimately dropped altogether on November 5, 2008 and was retitled as America's News HQ.","original_name":"Weekend Live","vote_average":0.0,"name":"Weekend Live","cert":"Unavailable","id":1648,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":"1995-03-22","cast":["Cleavant Derricks","Kari Wührer","Tembi Locke","Robert Floyd"],"overview":"In his basement in San Francisco, boy-genius Quinn Mallory unlocks the doorway to an infinite number of Earths. During a test run, Quinn invites co-worker Wade Wells and his teacher Professor Maximillian Arturo to see his new invention. But an increase in power and an early departure leave all three, plus a washed-up soul singer named Rembrandt \"Crying Man\" Brown, lost in a parallel world. Now they must \"slide\" from world to world, not only adapting to their changing surroundings, but also trying to get back to their world. Will they ever make it home?","original_name":"Sliders","vote_average":7.1,"name":"Sliders","cert":"Unavailable","id":1649,"adult":"false","genre_ids":[10759,10765],"origin_country":["US"]},{"first_air_date":"2004-06-14","cast":["Kristoffer Polaha","Brooke Burns","Nikki DeLoach","Corey Sevier","Amanda Righetti"],"overview":"North Shore is an American prime-time soap opera  It centered around the staff and guests of the fictional Grand Waimea Hotel and Resort on Oahu's North Shore in Hawaii.","original_name":"North Shore","vote_average":6.3,"name":"North Shore","cert":"Unavailable","id":1650,"adult":"false","genre_ids":[10766,18],"origin_country":["US"]},{"first_air_date":"1967-09-09","cast":["Jo Ann Pflug","Paul Frees","Gerald Mohr","Jack DeLeon"],"overview":"The first animated series based on Marvel's comic book series Fantastic Four.","original_name":"Fantastic Four","vote_average":6.8,"name":"Fantastic Four","cert":"Unavailable","id":1651,"adult":"false","genre_ids":[16,10759],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Atletico Partick is a Scottish sitcom that aired on BBC from 1995 to 1996. It was written by Ian Pattison and produced and directed by Colin Gilbert who worked together on Rab C. Nesbitt.","original_name":"Atletico Partick","vote_average":0.0,"name":"Atletico Partick","cert":"Unavailable","id":1652,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"1975-10-20","cast":[],"overview":"America's first and longest running hour-long nightly news broadcast known for its in-depth coverage of issues and current events.","original_name":"PBS NewsHour","vote_average":5.8,"name":"PBS NewsHour","cert":"Unavailable","id":1655,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":"2003-07-11","cast":["Ian Ziering","Neil Patrick Harris","Lisa Loeb","Keith Carradine","Su-chin Pak"],"overview":"Spider-Man: The New Animated Series is an American animated series based on the Marvel comic book superhero character Spider-Man, which ran for one season, 13 episodes, starting on July 11, 2003. It is a loose continuation of 2002's Spider-Man film directed by Sam Raimi. The show was made using computer generated imagery rendered in cel shading and was broadcast on MTV, and YTV. Eight months later after the series finale, episodes aired in reruns on ABC Family as part of the Jetix television programming block. The series featured a far more mature version of the character than typically seen on television for any animated comic book adaptation. Throughout the series, characters are clearly killed, rather than the usual ambiguous disappearance, and several characters are strongly implied to have had sex.","original_name":"Spider-Man: The New Animated Series","vote_average":6.8,"name":"Spider-Man: The New Animated Series","cert":"Unavailable","id":1664,"adult":"false","genre_ids":[16,10759],"origin_country":["US","CA"]},{"first_air_date":"2006-01-23","cast":["Dabney Coleman","Jenna Elfman","Josh Randall","Jillian Bach"],"overview":"Courting Alex is an American sitcom that aired on CBS from January 23, 2006 to March 29, 2006, and was a vehicle for Jenna Elfman of Dharma & Greg fame.\n\nElfman portrays Alex Rose, a successful, single attorney who works with her father Bill at his law firm. Alex struggles with dating while looking for love in a big city. Her father wants her to settle down with her coworker Stephen, a star lawyer at the firm who is smitten with her. She prefers Scott, the tavern owner she meets in the first episode, who her father doesn't approve of. Alex relies on the advice of her assistant Molly and British neighbor Julian.\n\nComedian Wayne Federman has a recurring role as office sycophant, Johnson.","original_name":"Courting Alex","vote_average":3.0,"name":"Courting Alex","cert":"Unavailable","id":1665,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2001-10-20","cast":["Mary-Kate Olsen","Ashley Olsen","Terry Chen","Michael Dobson"],"overview":"Mary-Kate and Ashley in Action! is an animated television series by DIC Entertainment, Dualstar, Buena Vista Television and Club Acclaim, featuring the voices and likeness of Mary-Kate and Ashley Olsen. It is also a series of books that spun off, from the show. The show premiered on October 20, 2001 on The Walt Disney Company's One Saturday Morning on The American Broadcasting Company and was cancelled after one season due to poor ratings. Reruns were later shown on Toon Disney.","original_name":"Mary-Kate and Ashley in Action","vote_average":5.0,"name":"Mary-Kate and Ashley in Action","cert":"Unavailable","id":1666,"adult":"false","genre_ids":[10759,16,10751],"origin_country":["US"]},{"first_air_date":"1975-10-11","cast":["Beck Bennett","Aidy Bryant","Michael Che","Pete Davidson","Mikey Day"],"overview":"A late-night live television sketch comedy and variety show created by Lorne Michaels. The show's comedy sketches, which parody contemporary culture and politics, are performed by a large and varying cast of repertory and newer cast members. Each episode is hosted by a celebrity guest, who usually delivers an opening monologue and performs in sketches with the cast, and features performances by a musical guest.","original_name":"Saturday Night Live","vote_average":6.6,"name":"Saturday Night Live","cert":"Unavailable","id":1667,"adult":"false","genre_ids":[35,10763],"origin_country":["US"]},{"first_air_date":"1994-09-22","cast":["Matthew Perry","Matt LeBlanc","Courteney Cox","David Schwimmer","Jennifer Aniston"],"overview":"The misadventures of a group of friends as they navigate the pitfalls of work, life and love in Manhattan.","original_name":"Friends","vote_average":7.9,"name":"Friends","cert":"Suitable for 12 years & above","id":1668,"adult":"false","genre_ids":[35,18],"origin_country":["US"]},{"first_air_date":"1990-01-10","cast":["Charlotte Coleman","Geraldine McEwan","Emily Aston","Kenneth Cranham","Elizabeth Spriggs"],"overview":"Seven-year-old Jess is removed from her peculiar Pentecostal home and sent to school.","original_name":"Oranges Are Not the Only Fruit","vote_average":7.4,"name":"Oranges Are Not the Only Fruit","cert":"Unavailable","id":1669,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Weekender World","vote_average":0.0,"name":"The Weekender World","cert":"Unavailable","id":1680,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"It's Academic is an Australian children's game show currently airing on 7Two. The show is based on the long-running American version of It's Academic, and pits students from different schools against each other in a test of knowledge covering a number of diverse subjects including English, mathematics, science, geography, sport, music and popular culture.","original_name":"It's Academic","vote_average":0.0,"name":"It's Academic","cert":"Unavailable","id":1683,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"2005-09-29","cast":["Stuart Townsend","Gabrielle Union","Eric Jungmann","Cotter Smith"],"overview":"Carl Kolchak and his partner Perri investigate the mysterious death of Kolchak's wife and the paranormal phenomena plaguing their city.","original_name":"Night Stalker","vote_average":3.6,"name":"Night Stalker","cert":"Unavailable","id":1684,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2004-12-01","cast":["Karlie Kloss","Christian Siriano","Nina Garcia","Brandon Maxwell","Elaine Welteroth"],"overview":"Aspiring fashion designers compete for a chance to break into the industry. Each week, a designer is eliminated from the competition after exhibiting their work in front of a judges' panel.","original_name":"Project Runway","vote_average":5.8,"name":"Project Runway","cert":"Unavailable","id":1685,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"1973-09-09","cast":["Fiona Gaunt","Donald Houston","Ralph Bates","Garrick Hagon","Mary Ann Severne"],"overview":"Moonbase 3 is a British science fiction television programme that ran for six episodes in 1973. It was a co-production between the BBC, 20th Century Fox and the American ABC network. Created by Doctor Who producer Barry Letts and script editor Terrance Dicks as a realistic alternative strand of TV science-fiction, it was not a commercial or critical success.\n\nIt starred Donald Houston as Director David Caulder, who is appointed to the position after the previous director was killed while returning to Earth. Ralph Bates was Michel Lebrun, the Deputy Director, who was concerned about keeping to the rules. Fiona Gaunt played Doctor Helen Smith, the base's psychiatrist, and Barry Lowe played Tom Hill, the head of the base technical section.\n\nThe programme was notable for its combination of realistic spaceflight procedures, ensured by hiring BBC technical adviser James Burke, and its strong character-based writing. Although very dated in terms of its looks and assumptions about the future, it remains well regarded in retrospect.","original_name":"Moonbase 3","vote_average":0.0,"name":"Moonbase 3","cert":"Unavailable","id":1686,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"2002-07-12","cast":["Tony Shalhoub","Ted Levine","Jason Gray-Stanford","Traylor Howard"],"overview":"Adrian Monk was once a rising star with the San Francisco Police Department, legendary for using unconventional means to solve the department's most baffling cases. But after the tragic (and still unsolved) murder of his wife Trudy, he developed an extreme case of obsessive-compulsive disorder. Now working as a private consultant, Monk continues to investigate cases in the most unconventional ways.","original_name":"Monk","vote_average":7.6,"name":"Monk","cert":"Unavailable","id":1695,"adult":"false","genre_ids":[18,9648,80,35],"origin_country":["US"]},{"first_air_date":"2003-09-16","cast":["Dan Cortese","Tammy Townsend","Carl Anthony Payne II","Bianca Kajlich"],"overview":"Rock Me Baby is an American television series set in Denver, Colorado. It is a comedy \/ drama that debuted on September 15, 2003 on UPN. Rock Me Baby stars actor and comedian Dan Cortese as Jimmy Cox, co-host of a popular Denver radio show with his best friend, Carl, played by Carl Anthony Payne II. Bianca Kajlich plays Beth Cox, Jimmy's wife, and the two have a baby named Otis. Tammy Townsend plays Beth's best friend, Pamela, who is obsessed with the glamorous life.","original_name":"Rock Me Baby","vote_average":10.0,"name":"Rock Me Baby","cert":"Unavailable","id":1696,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Seven Sport is the brand that all sporting events broadcast on the Seven Network are broadcast under.","original_name":"Seven Sport","vote_average":0.0,"name":"Seven Sport","cert":"Unavailable","id":1697,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1969-01-03","cast":["Erik Ode","Günther Schramm","Reinhard Glemnitz","Helma Seitz","Rosemarie Fendel"],"overview":"Der Kommissar is a German television series about a group of detectives of the Munich homicide squad. All 97 episodes, which were shot in black-and-white and first broadcast between 1969 and 1976, were written by Herbert Reinecker and starred Erik Ode as Kommissar Herbert Keller. Keller's assistants were Walter Grabert, Robert Heines, and Harry Klein who, in 1974, was replaced by his younger brother Erwin Klein.","original_name":"Der Kommissar","vote_average":8.0,"name":"Der Kommissar","cert":"Unavailable","id":1698,"adult":"false","genre_ids":[18,80],"origin_country":["DE"]},{"first_air_date":"2003-06-01","cast":["Peter Engel"],"overview":"A nationwide talent search accepting the best professional and non-professional stand-up comedians. Once the selection process is narrowed to 10, the show covers the contestants as they live together and compete for an exclusive contract with NBC, and to be called the Last Comic Standing.","original_name":"Last Comic Standing","vote_average":6.7,"name":"Last Comic Standing","cert":"Unavailable","id":1699,"adult":"false","genre_ids":[10764,35],"origin_country":["US"]},{"first_air_date":"1968-05-24","cast":["Penelope Keith","Derek Francis","Ronnie Stevens","Barbara Windsor","Daphne Heard"],"overview":"Wild, Wild Women was a British sitcom that aired on BBC from 1968 to 1969. Made in black-and-white, it starred Barbara Windsor and was written by Ronald Wolfe and Ronald Chesney.","original_name":"Wild, Wild Women","vote_average":0.0,"name":"Wild, Wild Women","cert":"Unavailable","id":1700,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Shabhaye Barareh was an Iranian satire television series broadcast by the IRIB network. The series was finished after 92 episodes, even though the story of Barareh was not complete. It was aired every night at 8:00 p.m. Tehran time on Channel 3 in Iran. Repeats of the show were shown daily on IRIB 1 and IRIB 2 for those living out of the country. The show's last episode aired January 30, 2006. It was directed by Mehran Modiri.","original_name":"Shabhaye Barareh","vote_average":7.0,"name":"Barareh Nights","cert":"Unavailable","id":1701,"adult":"false","genre_ids":[],"origin_country":["IR"]},{"first_air_date":"2006-10-11","cast":["Heather Burns","Jeffrey Tambor","John Lithgow","Jake Sandvig"],"overview":"Twenty Good Years is an American sitcom that aired on NBC from October 11, 2006 until November 1, 2006. The series Jeffrey Tambor, John Lithgow, Heather Burns and Jake Sandvig.","original_name":"Twenty Good Years","vote_average":7.0,"name":"Twenty Good Years","cert":"Unavailable","id":1710,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2004-05-15","cast":["Shirley Ballas","Motsi Mabuse","AJ Pritchard","Claudia Winkleman","Michelle Visage"],"overview":"A dance competition where celebrities compete to be crowned the winner. Who is kicked out of the competition each week is decided by the judges scores and viewer votes. Are today's celebrities fleet of foot or do they have two left feet?","original_name":"Strictly Come Dancing","vote_average":5.7,"name":"Strictly Come Dancing","cert":"Unavailable","id":1711,"adult":"false","genre_ids":[10764],"origin_country":["GB"]},{"first_air_date":"1964-09-24","cast":["Fred Gwynne","Yvonne De Carlo","Butch Patrick","Al Lewis","Beverley Owen"],"overview":"The Munsters is an American television sitcom depicting the home life of a family of benign monsters. It stars Fred Gwynne as Herman Munster and Yvonne De Carlo as his wife, Lily Munster. The series was a satire of both traditional monster movies and the wholesome family fare of the era, and was produced by the creators of Leave It to Beaver. It ran concurrently with The Addams Family.\n\nThe series original aired on CBS from September 24, 1964 to May 12, 1966; 70 episodes were produced. It was broadcast weekly on BBC1 in the UK. It was canceled after ratings dropped to a low due to the premiere of ABC's Batman, which was in color. Though ratings were low during its initial two-year run, The Munsters found a large audience in syndication. This popularity warranted a spin-off series, as well as several films, including one with a theatrical release. On October 26, 2012, NBC aired a modern reimagining of The Munsters called Mockingbird Lane.","original_name":"The Munsters","vote_average":7.5,"name":"The Munsters","cert":"Unavailable","id":1712,"adult":"false","genre_ids":[35,18,10765],"origin_country":["US"]},{"first_air_date":"2005-04-11","cast":["Morwenna Banks","Rik Mayall","Phil Cornwell","Matt Lucas"],"overview":"King Arthur's Disasters is a British animated series which first aired on CITV, a now defunct programming block on ITV1. The series was Co-Created by Paul Parkes and Will Ashurst, the series follows and depicts attempts by King Arthur, assisted by the wizard Merlin, to woo the beautiful self-obsessed Princess Guinevere. Due to the popularity of the show, it was picked up for a second series which began transmission on CITV from 6 November 2005. Both were Executive Produced by Genevieve Dexter\n\nKing Arthur's Disasters was the highest rated new CITV show during Spring 2005. It regularly achieved an audience share of over 20% of kids and it regularly won its time slot against CBBC. In 2006 the show was nominated for a children's BAFTA for Best Animation, however lost to The Amazing Adrenalini Brothers.","original_name":"King Arthur's Disasters","vote_average":3.5,"name":"King Arthur's Disasters","cert":"Unavailable","id":1713,"adult":"false","genre_ids":[16],"origin_country":["GB"]},{"first_air_date":"1994-09-07","cast":["Tim Healy","Edward Woodward","Neil Dudgeon","Nimmy March","Richard Ridings"],"overview":"Common As Muck is a gritty BBC comedy drama serial focusing on the lives of a crew of bin men and their management staff. It ran for two series. The first series was screened in 1994 and the second in 1997. Both were nominated for a BAFTA for Best Drama.","original_name":"Common As Muck","vote_average":8.7,"name":"Common As Muck","cert":"Unavailable","id":1714,"adult":"false","genre_ids":[35,18],"origin_country":["GB"]},{"first_air_date":"2001-08-25","cast":["Fleur Saville","David de Lautour","Stephen Lovatt","James Napier","Leighton Cardno"],"overview":"Being Eve is a television series from New Zealand, originally shown on TV3 from 2001–2002, and rebroadcast on The N. Being Eve focuses on a teenage girl, Eve Baxter, and her daily problems. Her parents are divorced but live next door to each other. Eve was in love with a boy named Adam. They broke up at the beginning of the second season, and she ends up with another boy named Sam Hooper, whom she had her first kiss with when they were kids.","original_name":"Being Eve","vote_average":0.0,"name":"Being Eve","cert":"Unavailable","id":1715,"adult":"false","genre_ids":[18,35],"origin_country":["NZ"]},{"first_air_date":"1996-09-28","cast":["Kyle Chandler","Shanesia Davis","Billie Worley","Luis Antonio Ramos"],"overview":"Gary Hobson thinks he may even be losing his mind when tomorrow's newspaper mysteriously arrives today giving him a disconcerting look into the future. What will he do with tomorrow's news? While his best friend Chuck sees the newspaper as a ticket to personal gain, co-worker Marissa convinces Gary that the \"early edition\" should be used to better peoples' lives. So each day Gary begins anew the struggle to make sense of a world turned upside-down by the changing course of events that come from reading the \"early edition.\"","original_name":"Early Edition","vote_average":7.2,"name":"Early Edition","cert":"Unavailable","id":1716,"adult":"false","genre_ids":[10765,18,35],"origin_country":["US"]},{"first_air_date":"1996-08-28","cast":["Lydie Denier","Joe Lara","Aaron Seville","Andrew Divoff","Dennis Christopher"],"overview":"Tarzan: The Epic Adventures is a syndicated series that aired for one season. It focuses on the character of Tarzan in his early years, after his first exposure to civilization, but before his marriage to Jane. The series uses much of the mythology of Edgar Rice Burroughs' books as background material.\n\nThis version of Tarzan was filmed in the Sun City resort in South Africa, making it one of the few Tarzan productions to actually film on that continent.\n\nThe character of Nicholas Rokoff, and the fact that Tarzan is not yet married, set this series in-between the two halves of The Return of Tarzan.\n\nR. A. Salvatore wrote an authorized Tarzan novel based on pilot script which was published as a trade-paperback in 1996, and a mass-market paperback in 1997.","original_name":"Tarzan: The Epic Adventures","vote_average":2.0,"name":"Tarzan: The Epic Adventures","cert":"Unavailable","id":1727,"adult":"false","genre_ids":[10759,18],"origin_country":["US"]},{"first_air_date":"2006-03-13","cast":["Andrew Younghusband"],"overview":"They're armed, dangerous and pose an imminent threat to person and property - and you might even be one! Discovery Channel has tracked down five shockingly shoddy renovators and offers the critical tools to help them improve.","original_name":"Canada's Worst Handyman","vote_average":5.0,"name":"Canada's Worst Handyman","cert":"Unavailable","id":1728,"adult":"false","genre_ids":[10764],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Free 4 All is a short-lived Stone-Stanley game show hosted by Mark Walberg that aired on USA Network from June 27 to November 4, 1994. For its first month, it was paired with another Stone-Stanley game show Quicksilver which aired immediately before Free 4 All on the network's afternoon game show block. However, Free 4 All proved less successful and was cancelled after only four months and only Quicksilver remained until the network ended its game show block for good in October 1995.","original_name":"Free 4 All","vote_average":0.0,"name":"Free 4 All","cert":"Unavailable","id":1729,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1992-09-27","cast":["Cleavant Derricks","Meagen Fay","Evan Handler","Lane Davies","Marita Geraghty"],"overview":"Woops! is an American post-apocalyptic sitcom that aired on the Fox network from September 27 to December 6, 1992.","original_name":"Woops!","vote_average":0.0,"name":"Woops!","cert":"Unavailable","id":1730,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1978-01-02","cast":["Michael Keating","Josette Simon","Paul Darrow","Steven Pacey","Glynis Barber"],"overview":"A group of convicts and outcasts fight a guerrilla war against the totalitarian Terran Federation from a highly advanced alien spaceship.","original_name":"Blake's 7","vote_average":7.3,"name":"Blake's 7","cert":"PG","id":1731,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"2005-10-01","cast":["John Kapelos","Allen Alvarado","Kristy Wu","Hallee Hirsh","Johnny Pacar"],"overview":"Flight 29 Down is a television series about a group of teenagers who are stranded on an island. It was produced by Discovery Kids. The show was created by Stan Rogow and D. J. MacHale. The executive producers are Rogow, MacHale, Shauna Shapiro Jackson, and Gina & Rann Watumull. The first two seasons aired on Discovery Kids.\n\nThe \"third season\" of the series, which started filming February 5, 2007, was produced as a four-part film, instead of the episodic format of the first two seasons. A promo debuted for Flight 29 Down: The Movie during the second season finale.\n\nThe show was filmed in O'ahu, Hawaii.","original_name":"Flight 29 Down","vote_average":7.7,"name":"Flight 29 Down","cert":"Unavailable","id":1732,"adult":"false","genre_ids":[10759,18],"origin_country":["US"]},{"first_air_date":"2005-11-26","cast":["Cameron Ansell","Jack Langedijk","Tim Hamaguchi","Alyson Court","Athena Karkanis"],"overview":"Skyland, is a CGI animated television series developed in France in partnership with Canada and Luxembourg for television channels France 2, Teletoon, NickToons Network, ABC and CITV.\n\nA 60-minute, worldwide preview was aired on November 26, 2005, at multiple times during the day and the following day. The program was hosted by Chase Francisco. It was launched on April 22, 2006, at 7:30 p.m. on Teletoon. On July 2, 2006, an encore of the one hour pilot aired on Nicktoons Network, with the full series commencing on Saturday, November 18, 2006. The show is produced by Paris's Method Films and Toronto's 9 Story Entertainment.","original_name":"Skyland","vote_average":8.5,"name":"Skyland","cert":"Unavailable","id":1743,"adult":"false","genre_ids":[16,10759,18],"origin_country":["CA","FR"]},{"first_air_date":null,"cast":[],"overview":"Science International, later retitled What Will They Think Of Next?, is a Canadian television series produced by Global Television Network from 1976 to 1979. Each episode featured approximately 20 short segments on scientific developments and trivia, narrated by Joseph Campanella and Tiiu Leek for its initial seasons. Kerrie Keane replaced Leek later in the series run. The hosts also appeared on camera, usually with chromakey effects behind them such as animation. The format of the series alternated between filmed footage of new inventions and developments and limited-animation segments usually focusing on more off-beat developments. After the show was retitled for its second and third seasons, Campanella proclaims at the end of the opening credits that the reports originate from the \"Research Unit of Science International.\"\n\nIn the US, this series aired in the early-1980s on Nickelodeon, with almost all episodes airing under the What Will They Think Of Next? title, however, Nickelodeon did air some episodes under the \"Science International\" title.","original_name":"Science International","vote_average":0.0,"name":"Science International","cert":"Unavailable","id":1744,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"This Is the Law was a Canadian panel game show which aired on CBC Television from 1971 to 1976.\n\nIt presented short, humorous vignettes which ran with musical accompaniment rather than a soundtrack, and challenged panelists to guess which law was being broken by the \"Lawbreaker\" character, who always got arrested at the end of the vignette. The vignettes were quite subtle, and more often than not, despite many guesses, the panelists were unable to come up with the law that was actually being broken.\n\nThe vignettes alternated with depictions of actual court cases, presented in a series of still cartoons, in storyboard format, with narration. The narrator would end by asking a question about how the judge eventually ruled. The four panelists would each guess what the judge decided, and why, and each panelist would conclude by lighting up a large \"Yes\" or \"No\" in front of his or her seat. After all four panelists had guessed, the answer would be revealed.\n\nPaul Soles himself was the first show host for the initial 1971 summer episodes. Austin Willis became host from the regular 1971 fall season until the end of the series.","original_name":"This Is the Law","vote_average":0.0,"name":"This Is the Law","cert":"Unavailable","id":1745,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":"1999-01-13","cast":["Karen Dunbar","Ford Kiernan","Julie Wilson Nimmo","Gordon McCorkell","Mark Cox"],"overview":"Chewin' the Fat is a Scottish comedy sketch show, starring Ford Kiernan, Greg Hemphill and Karen Dunbar. Comedians Paul Riley and Mark Cox also appeared regularly on the show.\n\nChewin' the Fat first started as a radio series on BBC Radio Scotland. The later television show, which ran for four series, was first broadcast on BBC One Scotland, but series three and four, as well as highlights from the first two series, were later broadcast to the rest of the United Kingdom. Although the last series ended in February 2002, 6 Hogmanay specials were broadcast and offered on DVD when purchasing the Scottish Sun between 2000 to 2005, one every year.\n\nChewin' the Fat gave rise to the spin-off show Still Game, a sitcom focusing on the two old male characters Jack and Victor.\n\nThe series was mostly filmed in and around Glasgow and occasionally West Dunbartonshire.\n\nThe English idiom to chew the fat means to chat casually, but thoroughly, about subjects of mutual interest.","original_name":"Chewin' the Fat","vote_average":8.2,"name":"Chewin' the Fat","cert":"Unavailable","id":1746,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Late Night Poker is a British television series that helped popularize poker in the 2000s. It used \"under the table\" cameras that enabled the viewer to see each player's cards. The show became a cult hit on Channel 4 in the UK when it first aired in 1999.\n\nThe show originally ran for six series between 1999 and 2002. After a couple of spin-off series, Late Night Poker Ace and Late Night Poker Masters, it returned in 2008.","original_name":"Late Night Poker","vote_average":0.0,"name":"Late Night Poker","cert":"Unavailable","id":1747,"adult":"false","genre_ids":[10764],"origin_country":["GB"]},{"first_air_date":"2004-01-05","cast":[],"overview":"Miami Animal Police is an American documentary reality television series that premiered on January 5, 2004 on Animal Planet. Produced by Lion Television, the program is set in Miami, Florida and the surrounding Miami-Dade County, an area of more than 2,000 square miles. It depicts the everyday duties of Miami-Dade Police Department Animal Services Unit, focusing on the work of twenty ACOs, five civilian animal cruelty investigators, six Miami-Dade Police Department administrators, and a pitbull investigator.\n\nThe show also highlights the work of various private companies that remove wild animals from places they shouldn't be, including escaped exotic pets which can pose a hazard to native wildlife and\/or local residents if left unchecked. The most frequently featured of these private contractors is Todd Hardwick of Pesky Critters Wildlife Control.\n\nKevin Hefner directs the show, which is the fourth of Animal Planet's top-rated shows and is part of an \"umbrella rotation\" of shows known collectively as \"Animal Planet Heroes\".","original_name":"Miami Animal Police","vote_average":0.0,"name":"Miami Animal Police","cert":"Unavailable","id":1748,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"1984-09-20","cast":["Bill Cosby","Phylicia Rashād","Malcolm-Jamal Warner","Keshia Knight Pulliam","Tempestt Bledsoe"],"overview":"The Cosby Show is an American television situation comedy starring Bill Cosby, which aired for eight seasons on NBC from September 20, 1984 until April 30, 1992. The show focuses on the Huxtable family, an upper middle-class African-American family living in Brooklyn, New York.\n\nAccording to TV Guide, the show \"was TV's biggest hit in the 1980s, and almost single-handedly revived the sitcom genre and NBC's ratings fortunes\". Originally, the show had been pitched to ABC, which rejected it. Entertainment Weekly stated that The Cosby Show helped to make possible a larger variety of shows based on people of African descent, from In Living Color to The Fresh Prince of Bel-Air. The Cosby Show was based on comedy routines in Cosby's standup act, which were based on his family life. Other sitcoms, such as Home Improvement and Everybody Loves Raymond, would later follow that pattern. The show spawned the spin-off A Different World, which ran for six seasons from 1987 to 1993.","original_name":"The Cosby Show","vote_average":7.0,"name":"The Cosby Show","cert":"Unavailable","id":1759,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2000-10-25","cast":["Melissa Disney","Aspen Miller","Jackie Harris","Liz Georges","Kenny Blank"],"overview":"As Told by Ginger focuses on middle schooler Ginger Foutley who, with her friends, tries to become more than a social geek.","original_name":"As Told by Ginger","vote_average":6.1,"name":"As Told by Ginger","cert":"Unavailable","id":1760,"adult":"false","genre_ids":[10751,16,35],"origin_country":["US"]},{"first_air_date":"2005-01-05","cast":["Samantha Bond","Peter Davison","Connie Hyde","Claudia Renton","Emma Fildes"],"overview":"Distant Shores is a dramedy first shown in the United Kingdom on ITV in January 2005. Like the similar fish out of water dramedies, Northern Exposure and Doc Martin, it focuses on the difficulties of an unwillingly-transplanted metropolitan doctor who is forced to adjust to a rural environment.\n\nThe show's recurring cast is unusual for featuring major actors from three significant British franchises — Doctor Who, Blake's 7 and the James Bond film series. The programme itself is notable for being a rare example of a show to have an entire series shelved in its country of origin following the completion of post-production.","original_name":"Distant Shores","vote_average":6.0,"name":"Distant Shores","cert":"Unavailable","id":1761,"adult":"false","genre_ids":[18,35],"origin_country":["GB"]},{"first_air_date":"2001-09-26","cast":[],"overview":"Andy Larkin isn't like other children. He's not into sports, science or even video games. Andy spends his time mastering the art of being a prankster. In fact, he strives to be the greatest practical joker the world has ever seen. However, Andy's mischievous antics often backfire and he suffers greatly for his art.","original_name":"What's with Andy?","vote_average":7.0,"name":"What's with Andy?","cert":"Unavailable","id":1762,"adult":"false","genre_ids":[16,35],"origin_country":["CA","FR"]},{"first_air_date":"2001-06-02","cast":["Katie Griffin","Tamara Bernier","Dan Petronijevic","Vince Corazza","Marnie McPhail"],"overview":"Braceface is a Canadian animated series that aired on Teletoon in Canada, and on Disney Channel and ABC Family in the United States, as well as Pop Girl in Australia. It is produced by American actress Alicia Silverstone, and made by the Canadian company Nelvana.\n\nThe show, set in Elkford, British Columbia, is based around Sharon Spitz, who is a junior high school student with braces that get in her way of leading a normal teenage life. In the first season, she is enrolled at Mary Pickford Junior High.","original_name":"Braceface","vote_average":6.8,"name":"Braceface","cert":"Unavailable","id":1763,"adult":"false","genre_ids":[18,16,35],"origin_country":["US","CA"]},{"first_air_date":"2005-02-04","cast":[],"overview":"The Sunday Night Project was a British comedy-variety show by Princess Productions that first aired on Channel 4 in February 2005 under the title The Friday Night Project. Originally broadcast on Friday nights, the show moved to Sunday nights for its seventh series in 2008.\n\nEach week the regular hosts Justin Lee Collins and Alan Carr are joined by a celebrity guest host. These guests provide an opening monologue, are interviewed by Alan and Justin and take questions from the studio audience. They also take part in comedy sketches, hidden camera stunts and a game show where someone from the audience is selected to win prizes.\n\nWhen the show was called The Friday Night Project, it was not live; it was recorded at The London Studios on the night before it was broadcast on Channel 4. When the show became The Sunday Night Project, the show retained its Thursday night taping schedule.","original_name":"The Sunday Night Project","vote_average":8.0,"name":"The Sunday Night Project","cert":"Unavailable","id":1764,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Fair Go is a New Zealand consumer affairs television program now co-hosted by Gordon Harcourt and Pippa Wetzell. First aired in 1977, it is one of New Zealand's longest-running and highest-rated programmes, frequently placed high in the New Zealand TV Guide list of most viewed programs.\n\nFair Go features a mixture of investigative journalism and consumer affairs stories, based on the motto: \"If you've been ripped off, short-changed or given the runaround and nobody wants to know...we do!\"\n\nFair Go also holds the annual Fair Go Ad Awards, in which the best and worst advertisements on New Zealand television are announced, and a competition to find the best 30-second video by New Zealand students is held.","original_name":"Fair Go","vote_average":0.0,"name":"Fair Go","cert":"Unavailable","id":1775,"adult":"false","genre_ids":[],"origin_country":["NZ"]},{"first_air_date":"2006-01-01","cast":["Flavor Flav"],"overview":"Flavor of Love is an American reality television dating game show starring Flavor Flav of the rap group Public Enemy.\n\nWhile not a direct spin-off, the show was a result of Brigitte Nielsen and Flavor Flav's failed relationship on Strange Love, as well as The Surreal Life. The third season of Flavor of Love began on Monday February 11, 2008 at 9\/8c.\n\nOn May 14, 2008 it was announced that Flavor of Love 3 would be the final Flavor of Love. After 3 seasons, Flavor Flav chose to not marry or date any of the winners from any of the three seasons. Instead, it was revealed that he would marry Liz, the mother of his seventh child, Karma, on the Season 3 reunion show.\n\nThe show was a ratings success for VH1. The \"Flavor of Love 2\" finale was the second highest non-sports basic cable show of 2006.","original_name":"Flavor of Love","vote_average":7.0,"name":"Flavor of Love","cert":"Unavailable","id":1776,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1993-09-24","cast":["Ben Savage","William Daniels","Rider Strong","Betsy Randle","Will Friedle"],"overview":"Boy Meets World is an American television sitcom that chronicles the coming of age events and everyday life-lessons of Cory Matthews, a Philadelphian who grows up from a young boy to a married man. The show aired for seven seasons from 1993 to 2000 on ABC, part of the network's TGIF lineup. The entire series has been released on DVD, as well as on iTunes.","original_name":"Boy Meets World","vote_average":7.9,"name":"Boy Meets World","cert":"Unavailable","id":1777,"adult":"false","genre_ids":[18,35],"origin_country":["US"]},{"first_air_date":"2005-01-09","cast":["Jamie Lynn Spears","Christopher Massey","Erin Sanders","Matthew Underwood","Victoria Justice"],"overview":"Zoey 101 is an American television series which originally aired on Nickelodeon from January 9, 2005 until May 2, 2008. It focuses on the lives of teenager Zoey Brooks and her friends as they attend Pacific Coast Academy, a fictional boarding school in Southern California. It was created by Dan Schneider. It was initially filmed at Pepperdine University in Malibu, California, then at stages in Valencia, California beginning in season 3. It was nominated for an \"Outstanding Children's Program\" Emmy in 2005. Zoey 101 was the most expensive production ever for Nickelodeon series, as it was shot completely on location in Malibu. It was also Nickelodeon's best performance for a series premiere in almost eight years. Despite this, many critics have made negative comments about the show, its setting, and its characters.","original_name":"Zoey 101","vote_average":6.4,"name":"Zoey 101","cert":"Unavailable","id":1778,"adult":"false","genre_ids":[18,35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Raise My Kids is a New Zealand reality show wherein participants are put in charge of the children of a relative or family member for five days.","original_name":"Raise My Kids","vote_average":0.0,"name":"Raise My Kids","cert":"Unavailable","id":1779,"adult":"false","genre_ids":[],"origin_country":["NZ"]},{"first_air_date":"1990-06-15","cast":["Neil Buchanan"],"overview":"Art Attack is a British children's television series revolving around art. The original series was one of CITV's longest running programmes, running from 1990 to 2007, and was presented throughout by Neil Buchanan.\n\nThe new series launched on Disney Junior on 6 June 2011 and was presented by Jassa Ahluwalia. Each show involved Ahluwalia voicing-over footage of an artist producing three works of art, taking the viewer through the various stages of production step by step.\n\nThe show's latest series is hosted by Lloyd Warbey. The new series launched on SAB TV on 10 June 2013 at 7 am IST.","original_name":"Art Attack","vote_average":6.3,"name":"Art Attack","cert":"Unavailable","id":1780,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2001-09-25","cast":["Simon Baker","Dabney Coleman","Alan Rosenberg","Raphael Sbarge","Charles Malik Whitfield"],"overview":"Nick Fallin is a hotshot lawyer working at his father's ultrasuccessful Pittsburgh law firm. Unfortunately, the high life has gotten the best of Nick. Arrested for drug use, he's sentenced to do 1,500 hours of community service, somehow to be squeezed into his 24\/7 cutthroat world of mergers, acquisitions and board meetings. Reluctantly, he's now The Guardian - a part-time child advocate at Legal Aid Services, where one case after another is an eye-opening instance of kids caught up in difficult circumstances.","original_name":"The Guardian","vote_average":6.6,"name":"The Guardian","cert":"Unavailable","id":1791,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"1997-08-04","cast":["Kristen Miller","Elena Lyons","Nicholas Guest","Angela Visser","Josh Holland"],"overview":"USA High is an American teen sitcom which ran from August 1997 to June 1999, ended after 95 episodes, and reran until August 4, 2001 on USA Network.","original_name":"USA High","vote_average":10.0,"name":"USA High","cert":"Unavailable","id":1792,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2006-02-17","cast":["Chris Taylor","Andrew Hansen","Charles Firth"],"overview":"The Chaser's War on Everything was an Australian television satirical comedy series broadcast on the Australian Broadcasting Corporation television station ABC1. It has won an Australian Film Institute Award for Best Television Comedy Series. The cast perform sketches mocking social and political issues, and often feature comedic publicity stunts. The series is produced by the Australian satirical group, The Chaser, consisting of Chris Taylor, Julian Morrow, Craig Reucassel, Andrew Hansen, and Chas Licciardello. Fellow Chaser members Dominic Knight and Charles Firth are not part of the regular on-screen cast. However, Knight is a writer, and Firth compiled roving reports for the show from the United States, until he left the group to start a satirical newspaper in mid-2007.\n\nThe show premiered on 17 February 2006 and has since produced 58 episodes, broadcast over three seasons between 2006 to 2007 as well as during 2009. The first season was broadcast at an unstable late timeslot on Friday nights. The second and third seasons were broadcast in a more favourable timeslot of Wednesdays at 9 pm. The show did not return in 2008, but returned on 27 May 2009 for the third season featuring only ten episodes. Following the controversy of the \"Make a Realistic Wish Foundation\" sketch, the third season was reduced to 8 episodes, being suspended for 2 weeks.","original_name":"The Chaser's War on Everything","vote_average":7.0,"name":"The Chaser's War on Everything","cert":"Unavailable","id":1793,"adult":"false","genre_ids":[35],"origin_country":["AU"]},{"first_air_date":"1986-09-08","cast":["Buster Jones","Peter Mark Richman","Loren Lester","Peter Renaday","Sarah Partridge"],"overview":"Defenders of the Earth is an American animated television series produced in 1986, featuring characters from three comic strips distributed by King Features Syndicate—Flash Gordon, The Phantom, and Mandrake the Magician—opposing Ming the Merciless in the year 2015. Supporting characters include their children Rick Gordon, Jedda Walker, Kshin, Mandrake's assistant Lothar, and Lothar's son L.J. The show lasted for 65 episodes; there was also a short-lived comic book series published by Star Comics, created by Gerry Conway, Ross Andru and John Romita, Sr.. The closing credits credit Rob Walsh and Tony Pastor for the main title music, and Stan Lee for the lyrics. The series was later shown in reruns on the Sci Fi Channel as part of Sci Fi Cartoon Quest.","original_name":"Defenders of the Earth","vote_average":6.9,"name":"Defenders of the Earth","cert":"Unavailable","id":1794,"adult":"false","genre_ids":[16,10759],"origin_country":["US"]},{"first_air_date":"2000-04-12","cast":[],"overview":"Jackass is an American reality series, originally shown on MTV from 2000 to 2002, featuring people performing various dangerous, crude self-injuring stunts and pranks. The show served as a launchpad for the television and acting careers of Bam Margera, Steve-O, and also Johnny Knoxville, who previously had only a few minor acting roles.\n\nSince 2002, three Jackass films have been produced and released by MTV corporate sibling Paramount Pictures, continuing the franchise after its run on television. The show sparked several spin-offs including Viva La Bam, Wildboyz, Homewrecker, Dr. Steve-O and Blastazoid.\n\nThe show placed #68 on Entertainment Weekly's \"New TV Classics\" list.","original_name":"Jackass","vote_average":5.8,"name":"Jackass","cert":"Unavailable","id":1795,"adult":"false","genre_ids":[10764,35,99],"origin_country":["US"]},{"first_air_date":"2006-09-26","cast":["Suzy Nakamura","Ted Danson","Charlie Finn","Jere Burns","Jim Rash"],"overview":"Help Me Help You is an American television situation comedy that aired from September 26, 2006 to December 12, 2006. It was first broadcast at 9:30pm Tuesdays on ABC in the United States and on Global in Canada. Help Me Help You was a comedy about a collection of eccentric individuals in group psychotherapy with a respected therapist—who may quite possibly have more problems than his patients.\n\nThe series was pulled from the schedule on December 14, 2006, leaving four episodes unaired.\n\nOn May 15, 2007, ABC officially canceled the show after the network announced their 2007–2008 fall schedule.","original_name":"Help Me Help You","vote_average":6.0,"name":"Help Me Help You","cert":"Unavailable","id":1796,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1970-09-24","cast":["Tony Randall","Jack Klugman"],"overview":"Felix and Oscar are two divorced men. Felix is neat and tidy while Oscar is sloppy and casual. They share a Manhattan apartment, and their different lifestyles inevitably lead to conflicts.","original_name":"The Odd Couple","vote_average":7.8,"name":"The Odd Couple","cert":"Unavailable","id":1809,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Love to Love","vote_average":0.0,"name":"Love to Love","cert":"Unavailable","id":1810,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1960-02-25","cast":["Nicholas Parsons","Kenneth Connor","Denise Bryer","David Graham"],"overview":"Four Feather Falls was the third puppet TV show produced by Gerry Anderson for Granada Television. It was based on an idea by Barry Gray, who also wrote the show's music. The series was the first to use an early version of Anderson's Supermarionation puppetry. Thirty-nine 13-minute episodes were produced, broadcast by Granada from February until November 1960. The setting is the late 19th-century fictional Kansas town of Four Feather Falls, where the hero of the series, Tex Tucker, is sheriff. The four feathers of the title refers to four magical feathers given to Tex by the Indian chief Kalamakooya as a reward for saving his grandson: two allowed Tex's guns to swivel and fire without being touched whenever he was in danger, and two conferred the power of speech on Tex's horse and dog.\n\nTex's speaking voice was provided by Nicholas Parsons, and his singing voice by Michael Holliday. The series has never been repeated on British television, but it was released on DVD in 2005.","original_name":"Four Feather Falls","vote_average":0.0,"name":"Four Feather Falls","cert":"Unavailable","id":1811,"adult":"false","genre_ids":[37,10765,10759,16],"origin_country":["GB"]},{"first_air_date":"2004-04-12","cast":["Adrian Truss","Alex Hood","Alexander Conti","Colin Fox","David Huband"],"overview":"Peep and the Big Wide World is an animated cartoon that teaches nature and basic science concepts to preschoolers. The main characters include a yellow baby chick named Peep and his friends Quack, a teenaged blue drake, and Chirp, a baby red robin with pink eyelids. The current show, narrated by Joan Cusack is based on a National Film Board of Canada cartoon short of the same name, created in 1988 by Kaj Pindal and narrated by Peter Ustinov, and another short, \"The Peep Show\", from 1962. The original short comprised three 10-minute films featuring Peep, Quack, and Chirp as they meet a cat, a ladybug, a turtle and a frog who speaks from both sides of his mouth.\n\nThe show is produced by WGBH in Boston and 9 Story Entertainment in Toronto, Canada. In the US, this show formerly aired on Discovery Kids as part of its commercial-free and sponsor-free \"Ready, Set, Learn!\" programming block. It now airs nationally in the United States on public television, distributed by American Public Television. In Canada, it airs on TVOntario. DVDs and books are also available for purchase. Peep and the Big Wide World is currently sponsored by the National Science Foundation in conjunction with WGBH-TV as part of an education and outreach program. The principal investigator is Kate Taylor, also of the ZOOM block. The National Science Foundation is the only permanent sponsor of the show. Northrop Grumman, The Carnegie Corporation of New York, the Corporation for Public Broadcasting and Toyota funded the show for only season two. The Discovery Kids Foundation funded the show for only season one. In 1999, the show was produced by Clumsy PriStar Television. The VHS copies are produced from Clumsy Pristar's home viewings.","original_name":"Peep and the Big Wide World","vote_average":7.9,"name":"Peep and the Big Wide World","cert":"Unavailable","id":1812,"adult":"false","genre_ids":[16],"origin_country":["US","CA"]},{"first_air_date":"1995-04-21","cast":["Dermot Morgan","Ardal O'Hanlon","Pauline McLynn","Frank Kelly"],"overview":"A crazy comedy about three rather strange parish priests exiled to Craggy Island, a remote island off the Irish west coast.","original_name":"Father Ted","vote_average":8.0,"name":"Father Ted","cert":"Suitable for 15 years & above","id":1813,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2006-09-19","cast":["Ray Liotta","Virginia Madsen","Simon Baker","Amy Smart","Jonny Lee Miller"],"overview":"Though Bobby Stevens appears to be a regular family man with a nine-to-five job, he's actually an expert thief who is seeking a few last big jobs so he can finally leave the business for a comfortable, lawful lifestyle with his wife, Hope, and their two children. While they never discuss Bobby's illegal pursuits, Hope is growing weary of turning a blind eye.","original_name":"Smith","vote_average":7.8,"name":"Smith","cert":"Unavailable","id":1814,"adult":"false","genre_ids":[18,10759],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Moxy Show is an animation anthology television series created by Scott Fellows and produced by Hanna-Barbera for Cartoon Network. The show ran on December 5, 1993, originally as The Moxy Pirate Show, and consisted of classic cartoons divided by 3-D animated interstitials featuring Moxy, a dog, and Flea, a flea. The show ran on Cartoon Network from 1993 to 1998 as a CGI cartoon and 1998 to 2000 as a hand-drawn cartoon with CGI and live-action effects. The series aired its last episode on January 2, 2000, and reruns were removed completely on April 1, 2000. Moxy is considered the first original series on Cartoon Network, but Space Ghost Coast to Coast was Cartoon Network's first fully produced series.","original_name":"The Moxy Show","vote_average":0.0,"name":"The Moxy Show","cert":"Unavailable","id":1815,"adult":"false","genre_ids":[16],"origin_country":["US"]},{"first_air_date":"1989-09-09","cast":["Ian James Corlett","Shane Meier","Alessandro Juliani","Alvin Sanders","Venus Terzo"],"overview":"Captain N: The Game Master is a joint-venture between American-Canadian animated television series that aired on television from 1989 to 1991 as part of the Saturday morning cartoon lineup on NBC. The show is produced by DIC Entertainment and incorporated elements from many of the most popular video games from the Japanese company, Nintendo of the time. There was also a comic book version by Valiant Comics, albeit only featuring characters from games produced by Nintendo. The show is also part of an hour-long block in Season 2 with The Adventures of Super Mario Bros. 3 and with Super Mario World in Season 3 in a half-hour block.","original_name":"Captain N: The Game Master","vote_average":6.3,"name":"Captain N: The Game Master","cert":"Unavailable","id":1824,"adult":"false","genre_ids":[16,10759],"origin_country":["CA","JP","US"]},{"first_air_date":"1969-09-29","cast":["Lynne Marta","Stuart Margolin","Jo Anne Worley","Carol Wayne","Phyllis Davis"],"overview":"Love, American Style is a comedic television anthology","original_name":"Love, American Style","vote_average":6.3,"name":"Love, American Style","cert":"Unavailable","id":1825,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Nalong is a Korean animation, also known by the name Nalong, Fly To The Sky. It is a product of the major anime broadcaster Munhwa Broadcasting Corporation, and the animation was done by Studio Kaab. The story centers on the animal character Nalong, a flying squirrel.","original_name":"뚜루뚜루뚜 나롱이","vote_average":0.0,"name":"Nalong, Fly to the Sky","cert":"Unavailable","id":1826,"adult":"false","genre_ids":[],"origin_country":["KP"]},{"first_air_date":"2006-05-15","cast":["Zsa Zsa Padilla","John Prats","Sarah Geronimo","Carla Humphries","Ai-Ai de las Alas"],"overview":"Bituing Walang Ningning is a Filipino television serial drama. It began airing on ABS-CBN on May 15, 2006, and ended on October 6 that year. For most of its run, the soap opera was the network's highest rating show in primetime. The station referred to the TV series as SineSerye, meaning Movie Serialized TV Series.\n\nThe series was supposed to end on September 25, 2006 but ended on September 6 due to coverage of the Special concert staged at the Araneta Colesseum and a taped interview for the series on the 19th and also rehearsals tapings and dubbings which were occurring during the run. The finale was in 5 parts for its finale week and also introduced its current Primetime Series and Pilot Maging Sino Ka Man on the 6th with its Pilot moved to a different timeslot and would also be the replacement of the Phenominal Series. On October 8, 2006 a \"Himig of Pasasalamat Concert\" was staged at the Araneta with all of the characters which was also televised live the series also showed a glimpse of behind the scenes footage and also sung the themes from its successful Album produced by Star Records and Viva Records although it was said that some parts of the series was supposed to also be produced by Viva such as songs sung by Sarah Geronimo herself and the theme of the song originally popularized by Cuneta in the film.","original_name":"Bituing Walang Ningning","vote_average":0.0,"name":"Bituing Walang Ningning","cert":"Unavailable","id":1827,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":"1990-09-14","cast":["Charlie Adler","Tress MacNeille","Danny Cooksey","Cree Summer","Frank Welker"],"overview":"Tiny Toon Adventures, is an American animated comedy television series produced by Amblin Entertainment and Warner Bros. Animation and was broadcast from September 14, 1990 through May 28, 1995. It follows the adventures of a group of young cartoon characters who attend the Acme Looniversity to become the next generation of characters from the Looney Tunes series.\n\nConceived in the late 1980s by producer Tom Ruegger, the cartoon was the first animated series produced by the collaboration of Steven Spielberg and Warner Bros. Animation during the animation renaissance of the late 1980s and early 1990s.\n\nThe pilot episode, \"The Looney Beginning,\" aired as a prime-time special on CBS on September 14, 1990; while the series itself was featured in first-run syndication for the first two seasons. The last season was aired on Fox Kids. The series ended production in 1992 in favor of Animaniacs, however, two specials were produced in 1994. On July 1, 2013, Tiny Toon Adventures began airing on the Hub Network.","original_name":"Tiny Toon Adventures","vote_average":7.0,"name":"Tiny Toon Adventures","cert":"Unavailable","id":1830,"adult":"false","genre_ids":[16,35],"origin_country":["US"]},{"first_air_date":"1999-04-29","cast":["Kevin McCloud"],"overview":"British television series which features unusual and often elaborate architectural homebuilding projects.","original_name":"Grand Designs","vote_average":7.9,"name":"Grand Designs","cert":"Unavailable","id":1831,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"1970-09-12","cast":["John McIndoe","Wayne Laryea","John Philpott","Caroline Ellis","Martha Raye"],"overview":"The Bugaloos was an American children's television series, produced by brothers Sidney Krofft and Martin Krofft, that aired on NBC on Saturday mornings from 1970 to 1972. The show featured a musical group composed of four British-accented teenagers, who lived in fictional Tranquility Forest. They wore insect-themed outfits with antennae and wings which allowed them to fly, though on occasion, they were shown flying on surfboards. They were constantly beset by the evil machinations of Benita Bizarre, played by comedienne Martha Raye. Bizarre, being untalented and ugly herself, was covetous of the Bugaloos' musical prowess.","original_name":"The Bugaloos","vote_average":10.0,"name":"The Bugaloos","cert":"Unavailable","id":1840,"adult":"false","genre_ids":[35,10762],"origin_country":["US"]},{"first_air_date":"1996-09-28","cast":["Zen Gesner","George Buza","Tim Progosh","Oris Erhuero","Mariah Shirley"],"overview":"The Adventures of Sinbad is a Canadian television series which aired from 1996 to 1998. It follows on the story from the pilot of the same name, and revolves around the series' protagonist, Sinbad. The series is a re-telling of the adventures of Sinbad from The Arabian Nights.","original_name":"The Adventures of Sinbad","vote_average":7.4,"name":"The Adventures of Sinbad","cert":"Unavailable","id":1841,"adult":"false","genre_ids":[10759,10765],"origin_country":["CA"]},{"first_air_date":"1961-10-04","cast":["Shepard Menken","Ross Bagdasarian","June Foray","Don Messick","Lee Patrick"],"overview":"The Alvin Show is an American animated television series. It was the first to feature the singing characters Alvin and the Chipmunks, although a series with a similar concept The Nutty Squirrels Present had aired a year earlier. It lasted for one season in prime time on CBS, originally sponsored by General Foods, and initially telecast in black and white.\n\nThe series rode the momentum of creator Ross Bagdasarian's original hit musical gimmick and developed the singing Chipmunk trio as rambunctious kids–particularly the show's namesake star–whose mischief contrasted to his tall, brainy brother Simon and his chubby, gluttonous brother Theodore, as well as their long-suffering, perpetually put-upon manager-father figure, David Seville. The animation was produced by Herbert Klynn's Format Films.","original_name":"The Alvin Show","vote_average":6.0,"name":"The Alvin Show","cert":"Unavailable","id":1842,"adult":"false","genre_ids":[16],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Manu Rere is a weekly New Zealand television educational show hosted by Kaa Williams.","original_name":"Manu Rere","vote_average":0.0,"name":"Manu Rere","cert":"Unavailable","id":1843,"adult":"false","genre_ids":[],"origin_country":["NZ"]},{"first_air_date":null,"cast":[],"overview":"Rally Report was a series of programmes broadcast by the BBC covering the Lombard RAC Rally of Great Britain - then the last round of the World Rally Championship.\n\nIt was transmitted ran on BBC2 during the 1980s and 1990s and usually featured previews, a live stage, twice nightly reports and a wrap-up compilation. The show was made at BBC Pebble Mill and later branded as Top Gear Rally Report since unusually it was not made by BBC Sport. Top Gear presenter William Woollard presented the programme from rally headquarters with Sue Baker, Barrie Gill and later Tony Mason doing the location reports on the stages.\n\nIn 1987 Tony Mason joined Top Gear - first as a rally specialist and then as a major contributor.\n\nThe show's theme music was \"Jewelled\" by Propaganda\n\nProducers: Phil Franklin and Brian Strachan, John Burkill and Tony Rayner\n\nExecutive Producers: Derek Smith, Dennis Adams and Tom Ross","original_name":"Rally Report","vote_average":0.0,"name":"Rally Report","cert":"Unavailable","id":1844,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Friday Night Slimetime","vote_average":0.0,"name":"Friday Night Slimetime","cert":"Unavailable","id":1845,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2006-07-19","cast":[],"overview":"Work Out in the Zone is a reality television series on Bravo. The show is centered around fitness trainers and models located in the many cities of California. The first three seasons featured many of the trainers who work for fitness trainer Jackie Warner, and some other aspects of the gym and its clients as well as Warner's other fitness ventures, and private life. The third season of Work Out ended on June 10, 2008, and was canceled. A fourth season is currently held in production, with eight different trainers cast for the show. Warner, will not return for the fourth season, after the network was not pleased with her interaction with the other trainers. The fourth season, which will revamp the show's concept, will mainly feature top fitness model and former army ranger Greg Plitt, who is the only cast member to return from the previous season.","original_name":"Work Out","vote_average":0.0,"name":"Work Out","cert":"Unavailable","id":1858,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2004-09-12","cast":["Christine Lahti","Matt Long","Logan Lerman","Jessica Paré","Edwin Hodge"],"overview":"If \"greatness is thrust upon us,\" as Winston Churchill once said, then it stands to reason that those who are destined for greatness are rarely aware of it. Take Jack and Bobby McCallister for example: two bright young brothers growing up under the watchful eye of their eccentric single mother Grace McCallister. Grace's personality is a force of nature destined to shape both of these young men's lives and secure one a place in the history books - as President of the United States.","original_name":"Jack & Bobby","vote_average":7.5,"name":"Jack & Bobby","cert":"Unavailable","id":1859,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Gulong ng Palad is a Philippine 50's radio drama series and 1980s soap opera hit. On January 9, 2006, the drama series came back in television under the direction of Eric Salud and Jerome Pobocan.\n\nThe television series can be watched regularly in Philippines' ABS-CBN from Monday to Friday after TV Patrol World. The show also aired simultaneously on The Filipino Channel.\n\nThe TV Dramas original inception was in 1977-1985 in 1977-1979 it aired on Fridays and aired in 1980-1985 as a primetime soap at 8:00PM\n\nThe TV Series was known for its Orgin as the Original Filipino Telenovela that starred TV and movie greats Marianne Dela Riva as Luisa and Ronald Corveau as Carding and Beth Bautista as Mimi and also known as BBC2 Now ABS-CBN Since 1985-Present and also made Award Winning Character Actress TV Veteran Caridad Sanchez a household name as Idad the loving mother and opportunist the original story was by Loida Virina for the tagalog version of the Cebuano Classic Radio Serial and in the present by Kristine Hermosa Tj Trinidad and Andrea Del Rosario as the leads and lead antagonist Cherie Gil","original_name":"Gulong ng Palad","vote_average":0.0,"name":"Gulong ng Palad","cert":"Unavailable","id":1860,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":"1994-03-20","cast":["John Duttine","Peter Davison","Nicola Pagett","Lesley Manville","Paul Brooke"],"overview":"When Clive and Sonia discover that their respective partners are having an affair, they join forces in an attempt to save their marriages.","original_name":"Ain't Misbehavin'","vote_average":0.0,"name":"Ain't Misbehavin'","cert":"Unavailable","id":1861,"adult":"false","genre_ids":[35,18],"origin_country":["GB"]},{"first_air_date":"1987-09-20","cast":["Paul Reiser","Staci Keanan","Florence Stanley","Greg Evigan","Giovanni Ribisi"],"overview":"My Two Dads is an American sitcom that starred Staci Keanan, Paul Reiser and Greg Evigan. It aired on NBC from 1987 to 1990 and was produced by Michael Jacobs Productions in association with Tri-Star Television and distributed by TeleVentures.","original_name":"My Two Dads","vote_average":5.9,"name":"My Two Dads","cert":"Unavailable","id":1862,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1996-09-02","cast":["Pamela Adlon","Pat Fraley","Corey Burton","Jeannie Elias","Tony Anselmo"],"overview":"Quack Pack is an animated television series made by The Walt Disney Company, featuring Donald Duck and his nephews. The show debuted on September 3, 1996 as a part of the Disney Afternoon programming block. The series ran one season with 39 episodes.","original_name":"Quack Pack","vote_average":6.8,"name":"Quack Pack","cert":"Unavailable","id":1863,"adult":"false","genre_ids":[16,10762],"origin_country":["US"]},{"first_air_date":"1995-10-20","cast":["Marky Cielo","Rufa Mae Quinto","Diana Zubiri","Ogie Alcasid","Michael V."],"overview":"Bubble Gang is a Philippine comedy sketch gag show airing on GMA Network since October 20, 1995. It is the longest-running sketch comedy program on Philippine television. The show shot up to popularity for their parodies of television commercials, politicians and current events. The show also airs internationally via GMA Pinoy TV, while re-runs are aired via Fox Filipino.","original_name":"Bubble Gang","vote_average":0.0,"name":"Bubble Gang","cert":"Unavailable","id":1874,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"2006-03-07","cast":["Fred Goss","Gillian Vigman","Jerry Lambert","Alison Quinn","Desmond Harrington"],"overview":"Family is always unpredictable, so why write a family comedy when you can live dangerously and improvise instead? Like real families, you never know what will happen when you give characters total freedom. Adult siblings Cameron, Sharon and Jenna have many years of shared history in this small town. Like every other family on the planet, their history includes many mistakes. This is proven by the multiple marriages and many children in their close extended clan.","original_name":"Sons & Daughters","vote_average":0.0,"name":"Sons & Daughters","cert":"Unavailable","id":1875,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1990-03-19","cast":["Rich Eisen","Chris Berman","Brian Kenny","Jayson Stark","Steve Phillips"],"overview":"Baseball Tonight is a program that airs on ESPN. The show, which recapitulates the day's Major League Baseball action, has been on the air since 1990.\n\nIts namesake program also airs on ESPN Radio at various times of the day during the baseball season, with Marc Kestecher as host.\n\nBaseball Tonight is also the title of a daily podcast hosted by Buster Olney with frequent appearances by Jayson Stark and Tim Kurkjian.","original_name":"Baseball Tonight","vote_average":7.0,"name":"Baseball Tonight","cert":"Unavailable","id":1876,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2007-08-17","cast":["Vincent Martella","Thomas Brodie-Sangster","Ashley Tisdale","Dan Povenmire","Dee Bradley Baker"],"overview":"Each day, two kindhearted suburban stepbrothers on summer vacation embark on some grand new project, which annoys their controlling sister, Candace, who tries to bust them. Meanwhile, their pet platypus plots against evil Dr. Doofenshmirtz.","original_name":"Phineas and Ferb","vote_average":7.6,"name":"Phineas and Ferb","cert":"Unavailable","id":1877,"adult":"false","genre_ids":[16,35,10751,10765],"origin_country":["US"]},{"first_air_date":"2004-10-11","cast":["LaShawn Tináh Jefferies","Jake Goldberg","Christopher Grant Jr.","Gianna Bruzzese","Jonah Bobo"],"overview":"Meet five lively animal friends who love to sing, dance and use their imaginations to embark on outrageous adventures to magical places.","original_name":"The Backyardigans","vote_average":7.1,"name":"The Backyardigans","cert":"Unavailable","id":1878,"adult":"false","genre_ids":[10762,16],"origin_country":["CA"]},{"first_air_date":"2005-07-05","cast":["Natasha Leggero","Bil Dwyer"],"overview":"MTV's The 70s House is an American reality television show created by Aaron Matthew Lee. The show premiered on MTV on July 5 and ended September 6, 2005. The show featured twelve contestants who thought they were participating in a The Real World-type reality show, but instead were thrust into a 24\/7 simulation of the 1970s. They were required to part with all modern technology including cell phones, laptops, and MP3 players, as well as all modern clothing and lingo, only to adopt their cultural equivalents of the 1970s. It was billed as a competition to see who can \"be the most 70s.\"\n\nThe twelve contestants were: Andrew Severyn, Ashley McCarthy, Corey Hartwyk, Geo Herrera, Hailley Howard, Jami Stallings, Joey Mendicino, Lynda Khristine, Lee Wireman, Peter, Ruben, and Sarah Bray.","original_name":"MTV's The 70s House","vote_average":10.0,"name":"MTV's The 70s House","cert":"Unavailable","id":1879,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"1999-08-30","cast":["Rider Strong","Irene Bedard","Steve Staley","Neil Patrick Harris","James Horan"],"overview":"Roughnecks: Starship Troopers Chronicles is a CGI animated television series, based on the novel by Robert A. Heinlein and the 1997 film adaptation. The film's director, Paul Verhoeven, served as executive producer. It follows the exploits of the Mobile Infantry squad, \"Razak's Roughnecks,\" during the SICON–Bugs War between a newly united humanity and an extraterrestrial race, known as the \"Bugs,\" also sometimes referred to as Arachnids. The show focuses mainly on the Roughnecks' missions, rather than addressing the larger war.\n\nThe show was geared towards an adult-oriented science fiction audience without being too violent, mature or controversial for the Saturday morning age group. The series aired for one season on BKN beginning in August 1999 and in syndication in the United States and Canada. It was later picked up by the Sci-Fi Channel in the US and Teletoon in Canada. The entire series is available to be streamed on Netflix and Crackle in the US, along with several Minisodes. Despite its short run, the series developed a cult following.\n\nThe show combines elements of Verhoeven's film and the original novel, such as the extraterrestrial race known as the Skinnies, powered armor suits and drop pods. The series also adds some original elements, while omitting the political aspects of the original work and film.","original_name":"Roughnecks: Starship Troopers Chronicles","vote_average":5.9,"name":"Roughnecks: Starship Troopers Chronicles","cert":"Unavailable","id":1890,"adult":"false","genre_ids":[16,10759,10765],"origin_country":["US"]},{"first_air_date":"2005-08-28","cast":["Kevin McKidd","Ray Stevenson","Ciarán Hinds","James Purefoy","Polly Walker"],"overview":"A down-to-earth account of the lives of both illustrious and ordinary Romans set in the last days of the Roman Republic.","original_name":"Rome","vote_average":8.2,"name":"Rome","cert":"Suitable for 18 years & above","id":1891,"adult":"false","genre_ids":[10759,18],"origin_country":["US"]},{"first_air_date":"1990-09-10","cast":["Will Smith","James Avery","Alfonso Ribeiro","Karyn Parsons","Tatyana Ali"],"overview":"The Fresh Prince of Bel-Air is an American television sitcom that originally aired on NBC from September 10, 1990, to May 20, 1996. The show stars Will Smith as a fictionalized version of himself, a street-smart teenager from West Philadelphia who is sent to move in with his aunt and uncle in their wealthy Bel Air mansion, where his lifestyle often clashes with that of his relatives. The 148 episodes were broadcast over six seasons.","original_name":"The Fresh Prince of Bel-Air","vote_average":7.6,"name":"The Fresh Prince of Bel-Air","cert":"Unavailable","id":1892,"adult":"false","genre_ids":[35,10751],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Major League Baseball on CBS is the name of the former TV show that televised Major League Baseball games on the American television network CBS. Produced by CBS Sports, there have been several variations of the program dating back to the 1950s. The most notable version existed from 1990 to 1993.","original_name":"Major League Baseball on CBS","vote_average":0.0,"name":"Major League Baseball on CBS","cert":"Unavailable","id":1893,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2004-08-16","cast":[],"overview":"LazyTown is an Icelandic-American children's television program with a cast and crew from Iceland, the United Kingdom, and the United States. It was created by Magnús Scheving, a gymnastics champion and CEO of LazyTown Entertainment, who also stars in the show. Originally performed in English, the show has been dubbed into more than a dozen languages and aired in over 100 countries.\n\nA total of 52 episodes of LazyTown were produced from 2004 to 2007, for the show's first and second seasons. In the US, LazyTown originally aired on Nickelodeon and Nick Jr.; in 2011, PBS Kids Sprout gained the rights to air the series. Turner Broadcasting System Europe acquired the LazyTown Entertainment company in 2011 and commissioned a third season of the series to be delivered at the end of 2012 which premiered on April 6, 2013, in the UK.\n\nAs of 2012, LazyTown airs on Turner Broadcasting's international preschool network, Cartoonito, and is distributed by Turner Broadcasting System Europe.\n\nLazyTown has generated several spin-off projects including stage productions and a TV program for younger children called LazyTown Extra.","original_name":"LazyTown","vote_average":5.0,"name":"LazyTown","cert":"Unavailable","id":1894,"adult":"false","genre_ids":[35,10751],"origin_country":["IS","US"]},{"first_air_date":"1997-05-09","cast":["Alan Davies","Caroline Quentin","Stuart Milligan","Julia Sawalha"],"overview":"Jonathan Creek follows the story of Madeline Magellan, an investigative journalist. Like most journalists, she sticks her nose in where it isn't wanted, but this is what makes her such a great journalist! While writing a piece about the death of a prominent artist, she happens across a man named Jonathan Creek. Jonathan makes a living inventing magical tricks for magician Adam Klaus, and has a brilliantly lateral mind.","original_name":"Jonathan Creek","vote_average":7.7,"name":"Jonathan Creek","cert":"Unavailable","id":1895,"adult":"false","genre_ids":[35,18,9648],"origin_country":["GB"]},{"first_air_date":"2003-06-03","cast":["Jon Cryer","Daphne Rubin-Vega","Nancy Giles","Jacob Tierney","Geoffrey Arend"],"overview":"Hey Joel is an American animated television series. It is about Joel Stein, the host of a three-minute rock-star interview show on VH1 called \"3 minutes with Joel\". However, he is anything but respectful to his famous guests, often badgering them with aggressive, pointless, irreverent, and often insulting questions.\n\nJon Cryer provides the voicing for the part of Joel. His coworkers include Michele, his producer, on whom he has a crush; Kevin, his production assistant; Leif, his nemesis, who is VH1's star; and Z, the all-business head of programming. The band Fountains of Wayne performs their own original compositions for the show, and appear as animated characters during the musical sequences.\n\nAfter an initial run on VH1 in 2003, the show was picked up by Teletoon, and episodes continue to air in Canada.\n\nThe first season was made available on DVD June 24, 2008.","original_name":"Hey Joel","vote_average":0.0,"name":"Hey Joel","cert":"Unavailable","id":1896,"adult":"false","genre_ids":[16,35],"origin_country":["US"]},{"first_air_date":"2005-08-08","cast":["Wolf Blitzer"],"overview":"The Situation Room with Wolf Blitzer is an afternoon, early evening newscast on CNN and CNN International hosted by Wolf Blitzer that first aired on August 8, 2005.\n\nThe broadcast currently airs weekdays live from 5:00PM to 6:30PM ET from Washington D.C.\n\nThe show begins with the following open: \"Happening Now ..... We want to welcome our viewers in the United States and around the world. I'm Wolf Blitzer, and You're in the Situation Room\", which includes highlights of what the show will discuss. Current events, breaking news, and political headlines all with discussions happen during the lively program.\n\nWhile the show has its own correspondents such as Brian Todd and Mary Snow, the show also makes use of top CNN journalists from across the network and political analysts such as Gloria Borger, John King, David Gergen, and Candy Crowley.\n\nThe show features segments such as American Solutions or Strategy Session which are lively discussions on the days most pressing issue, as well as Top Stories that showcases headlines of the day. Wolf Blitzer also presents Hot Shots which are pictures coming in from around the world.\n\nNormally at the end of the program, a report by Jeanne Moos is shown that talks about unusual, off-beat soft news stories that focus on subjects related to popular culture. The report makes use of street style interviews, shots of tabloid magazine headlines, and clips garnered from videos on YouTube.","original_name":"The Situation Room","vote_average":7.5,"name":"The Situation Room","cert":"Unavailable","id":1905,"adult":"false","genre_ids":[10768],"origin_country":["US"]},{"first_air_date":"2004-01-13","cast":["David Threlfall","Rebecca Atkinson","Alice Barry","Nicky Evans","Tina Malone"],"overview":"The story of a young group of siblings pretty much abandoned by their parents, surviving by their wits - and humor - on a rough Manchester council estate. Whilst they won't admit it, they need help and find it in Steve, a young middle class lad who falls for Fiona, the oldest sibling, and increasingly finds himself drawn to this unconventional and unique family. Anarchic family life seen through the eyes of an exceptionally bright fifteen year old, who struggles to come of age in the context of his belligerent father, closeted brother, psychotic sister and internet porn star neighbors.","original_name":"Shameless","vote_average":7.5,"name":"Shameless","cert":"Suitable for 18 years & above","id":1906,"adult":"false","genre_ids":[35,18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"24: Conspiracy is a low-budget, mobile-only spin-off of the television drama program 24. It was released on January 30, 2005, after the premiere of the fourth season and was released in three-day intervals. It is the first mobisode FOX released.\n\nSet in Washington D.C, it takes place over twenty-four non-linear one-minute episodes, and it appears to take place during Day 4, as indicated by a reference to the Heller kidnapping by James Sutton happening that day. The 24 minutes of the show do not happen in real time; instead each minute takes place at a different given time in the day.","original_name":"24: Conspiracy","vote_average":4.0,"name":"24: Conspiracy","cert":"Unavailable","id":1907,"adult":"false","genre_ids":[10759,18],"origin_country":["US"]},{"first_air_date":"1984-09-16","cast":["Don Johnson","Philip Michael Thomas","Saundra Santiago","Olivia Brown","Michael Talbott"],"overview":"The story of the Miami Police Department's vice squad and its efforts to end drug trafficking and prostitution, centered on the unlikely partnership of Sonny Crockett and Ricardo Tubbs - who first meet when Tubbs is undercover in a drug cartel.","original_name":"Miami Vice","vote_average":7.3,"name":"Miami Vice","cert":"Unavailable","id":1908,"adult":"false","genre_ids":[80,18],"origin_country":["US"]},{"first_air_date":"1981-03-18","cast":["William Katt","Robert Culp","Connie Sellecca","Faye Grant","Michael Paré"],"overview":"The chronicles of  teacher Ralph Hinkley's adventures after a group of aliens gives him a red suit that gives him superhuman abilities. Unfortunately, Ralph, who hates wearing the suit, immediately loses its instruction booklet, and thus has to learn how to use its powers by trial and error, often with comical results.","original_name":"The Greatest American Hero","vote_average":7.2,"name":"The Greatest American Hero","cert":"Unavailable","id":1909,"adult":"false","genre_ids":[10759,35,80],"origin_country":["US"]},{"first_air_date":"2002-01-19","cast":["Nick Cannon"],"overview":"The Nick Cannon Show is an American television comedy spin-off of All That. It aired on Nickelodeon's SNICK block 2002-2003 along with All That, The Amanda Show and Taina. The premise of the semi-scripted show was that its star, Nick Cannon, a former cast member on All That, would come across a situation he thought needed changing and then \"take over\" to make things better, or at least funnier. After production and crew changes occurred in the second season, the program suffered from low ratings and was canceled in February 2003.\n\nGuest stars on the show included Usher, Mary J. Blige, Britney Spears, Eddie Murphy, Willy Santos, Lil' Romeo, Kenan Thompson, Kel Mitchell and girl group 3LW.\n\nAlthough a spin-off of All That, frequent collaborator Dan Schneider was not involved with The Nick Cannon Show.","original_name":"The Nick Cannon Show","vote_average":0.0,"name":"The Nick Cannon Show","cert":"Unavailable","id":1910,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2005-09-13","cast":["David Boreanaz","Emily Deschanel","Michaela Conlin","T. J. Thyne","Tamara Taylor"],"overview":"Dr. Temperance Brennan and her colleagues at the Jeffersonian's Medico-Legal Lab assist Special Agent Seeley Booth with murder investigations when the remains are so badly decomposed, burned or destroyed that the standard identification methods are useless.","original_name":"Bones","vote_average":7.2,"name":"Bones","cert":"Unavailable","id":1911,"adult":"false","genre_ids":[80,18],"origin_country":["US"]},{"first_air_date":"1971-01-12","cast":["Rob Reiner","Carroll O'Connor","Jean Stapleton","Sally Struthers","Danielle Brisebois"],"overview":"Archie Bunker, a working class bigot, constantly squabbles with his family over the important issues of the day.","original_name":"All in the Family","vote_average":7.8,"name":"All in the Family","cert":"Unavailable","id":1922,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1988-01-03","cast":["Derek Benfield","Joanne Heywood","Linda Davidson","Richard Lumsden","Peter Sallis"],"overview":"First of the Summer Wine is a sitcom written by Roy Clarke that aired on BBC1. The pilot originally aired on 3 January 1988, and the first series of episodes followed on 4 September 1988. The show ran for two series of six episodes each, with the final episode airing on 8 October 1989. The pilot episode was produced and directed by Gareth Gwenlan. Both series of episodes were produced and directed by Mike Stephens. The BBC has never shown repeats of the show, although repeats do occasionally appear in the UK on satellite station Gold. The show was broadcast in Australia on the Australian Broadcasting Corporation network in the early 1990s.\n\nFirst of the Summer Wine was a prequel to Clarke's long running show, Last of the Summer Wine, portraying the youth of the principal characters from the mother show in the months leading up to World War II. With the possibility of war hanging over them, the young men and women enjoy their youth while trying to find a place for themselves in the world. The show used young, mostly unknown actors to play the characters, with only two actors from the original series making an appearance in the prequel.","original_name":"First of the Summer Wine","vote_average":6.0,"name":"First of the Summer Wine","cert":"Unavailable","id":1923,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2006-03-31","cast":["Hal Sparks"],"overview":"Survival of the Richest is an American reality television show with the WB Television Network that first aired on March 31, 2006, in which seven \"rich kids\" who had a combined net worth of over $3 billion were forced to work together with 7 \"poor kids\" who had a combined debt of $150,000, through a series of challenges to win the grand prize of USD $200,000. It was hosted by Hal Sparks.","original_name":"Survival of the Richest","vote_average":0.5,"name":"Survival of the Richest","cert":"Unavailable","id":1924,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"1966-09-08","cast":["Marlo Thomas","Ted Bessell","Lew Parker"],"overview":"That Girl is an American sitcom that ran on ABC from 1966 to 1971. It stars Marlo Thomas as the title character Ann Marie, an aspiring actress, who moves from her hometown of Brewster, New York to try to make it big in New York City. Ann has to take a number of offbeat \"temp\" jobs to support herself in between her various auditions and bit parts. Ted Bessell played her boyfriend Donald Hollinger, a writer for Newsview Magazine; Lew Parker and Rosemary DeCamp played Lew Marie and Helen Marie, her concerned parents. Bernie Kopell, Ruth Buzzi and Reva Rose played Ann and Donald's friends. That Girl was developed by writers Bill Persky and Sam Denoff, who had served as head writers on The Dick Van Dyke Show earlier in the 1960s.","original_name":"That Girl","vote_average":6.1,"name":"That Girl","cert":"Unavailable","id":1925,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2000-10-08","cast":["Tom Cavanagh","Julie Bowen","Michael Ian Black","Lesley Boone","Jana Marie Hupp"],"overview":"After his wife leaves him and he's fired from his job at a high-profile New York city law firm, Ed Stevens moves back to his small hometown of Stuckeyville where he buys the local bowling alley and attempts to win the heart of his high school crush.","original_name":"Ed","vote_average":7.7,"name":"Ed","cert":"Unavailable","id":1926,"adult":"false","genre_ids":[18,35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Marinara is a Philippine drama-fantasy-comedy series produced by GMA Network and directed by Enrico Quizon and Soxy Topacio. Dubbed as the first \"Kwelanovela\", Marinara was launched June 21, 2004 as part of the network's 54th anniversary.","original_name":"Marinara","vote_average":0.0,"name":"Marinara","cert":"Unavailable","id":1927,"adult":"false","genre_ids":[10765,35],"origin_country":["PH"]},{"first_air_date":"1985-09-14","cast":["Marla Gibbs","Regina King","Hal Williams","Alaina Reed Hall","Helen Martin"],"overview":"227 is an American situation comedy that originally aired on NBC from September 14, 1985, until May 6, 1990. The series stars Marla Gibbs as a sharp-tongued, inner-city resident gossip and housewife, Mary Jenkins. It was produced by Embassy Television from 1985 to 1986 and by Embassy Communications from 1986 until 1988; then ELP Communications through Columbia Pictures Television produced the series in its final two seasons.","original_name":"227","vote_average":7.0,"name":"227","cert":"Unavailable","id":1938,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1986-09-06","cast":["Terence McGovern","Russi Taylor","Frank Welker","Neil Ross","Ed Gilbert"],"overview":"Kissyfur is a 1980s animated children's television series which aired on NBC. It was produced by Jean Chalopin & Andy Heyward and created by Phil Mendez for DIC. The series was based on a half-hour NBC prime-time special called Kissyfur: Bear Roots and was followed by three more specials until its Saturday morning debut. The show ran for two seasons.\n\nThe show follows the adventures of Gus and Kissyfur, a father and son bear duo who had joined the circus. One day on a circus trip, the train they are riding in derails and the bears escape to a new life in the swamps of Paddlecab County. There, they protect the local swamp's inhabitants from the local bumbling alligators Floyd and Jolene. Kissyfur and his father use the skills they have acquired from the human world to create a boat tour business transporting other animals and their products down the river.","original_name":"Kissyfur","vote_average":7.0,"name":"Kissyfur","cert":"Unavailable","id":1939,"adult":"false","genre_ids":[10762,16,10765],"origin_country":["US"]},{"first_air_date":"2004-07-18","cast":["Kevin Connolly","Adrian Grenier","Kevin Dillon","Jerry Ferrara","Jeremy Piven"],"overview":"Film star Vince Chase navigates the vapid terrain of Los Angeles with a close circle of friends and his trusty agent.","original_name":"Entourage","vote_average":7.4,"name":"Entourage","cert":"Unavailable","id":1940,"adult":"false","genre_ids":[35,18],"origin_country":["US"]},{"first_air_date":"2005-10-07","cast":["Yukijiro Hotaru"],"overview":"\"Where there is light, shadows lurk and fear reigns. But by the blade of Knights, Mankind was given hope.\"\n\nThe Makai fight a secret war against the demon forces known as Horrors, evil creatures that manifest themselves through darkness to devour Humanity. On the frontlines are the Makai Knights, given the task of watching over a district and eliminating any Horrors that manifest there.\n\nGARO follows the tales of the Knights bearing the title of ‘Golden Knight Garo’, and their duty to vanquish the Horrors and protect Humanity from the darkness.","original_name":"牙狼＜GARO＞","vote_average":9.2,"name":"GARO","cert":"Unavailable","id":1941,"adult":"false","genre_ids":[10759,16,10765],"origin_country":["JP"]},{"first_air_date":"1981-10-26","cast":["Carmen du Sautoy","Bruce Boa","Barrie Rutter","Christopher Godwin"],"overview":"Astronauts was a British sitcom that aired on ITV in 1981. It was written by Graeme Garden and Bill Oddie, two of The Goodies. Dick Clement and Ian La Frenais, who wrote Porridge, were script editors. It was made for the ITV network by ATV, which became Central midway through the production run.","original_name":"Astronauts","vote_average":0.0,"name":"Astronauts","cert":"Unavailable","id":1942,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"1979-09-30","cast":["Trevor Eve","Doran Godwin","Michael Medwin","Liz Crowther"],"overview":"Shoestring was a BBC television show set in Bristol. It featured a private detective with his own show on Radio West, the local radio station.\n\nThe programme ran between 30 September 1979 and 21 December 1980, in two series with 21 one hour-long episodes. Star Trevor Eve decided not to return to the role after two series, as he wanted to diversify into theatre roles, so the same production team changed the format to be based in Jersey and created Bergerac, also about a detective returning to work after a bad period in his life.","original_name":"Shoestring","vote_average":8.0,"name":"Shoestring","cert":"Unavailable","id":1943,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"1988-11-24","cast":["Michael J. Nelson","Kevin Murphy","Mary Jo Pehl","Kevin Murphy","Bill Corbett"],"overview":"A stranded spaceship pilot captured by mad scientists survives a blitz of cheesy B movies by riffing on them with his funny robot pals.","original_name":"Mystery Science Theater 3000","vote_average":7.9,"name":"Mystery Science Theater 3000","cert":"Unavailable","id":1952,"adult":"false","genre_ids":[35,10765],"origin_country":["US"]},{"first_air_date":"2002-09-17","cast":["Summer Sanders","Rich Eisen"],"overview":"Beg, Borrow & Deal was a reality television show that aired on ESPN with a first season in 2002 and a second season in 2003.","original_name":"Beg, Borrow & Deal","vote_average":0.0,"name":"Beg, Borrow & Deal","cert":"Unavailable","id":1953,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1999-01-18","cast":["Cara DeLizia","Mackenzie Phillips","Alexz Johnson","Patrick Levis","Eric Lively"],"overview":"Fourteen-year-old Fi Phillips investigates the paranormal while touring the country in a bus with her widowed rock-star mom and her skeptical brother, Jack. At the beginning of Season 3, Fi passed the job of case cracker to a songbird named Annie","original_name":"So Weird","vote_average":7.6,"name":"So Weird","cert":"Unavailable","id":1954,"adult":"false","genre_ids":[9648,10765,10762],"origin_country":["US"]},{"first_air_date":"2003-12-03","cast":["Mark Hamill","Kathy Greenwood","Marc Thompson","Geoffrey Arend","Stephen Colbert"],"overview":"The Wrong Coast is a Canadian stop-motion animated television show. The show emulates a Hollywood gossip show with fake news and features, and includes many parodies on Hollywood movies, often utilizing the voices of real stars. The theme song is performed by They Might Be Giants.\n\nThe Wrong Coast was produced by Blueprint Entertainment, Cuppa Coffee Studios and Curious Pictures with stop-motion animation provided by Cuppa Coffee Studios. The series initially was to air for American audiences on AMC in December 2003 but never did, then in Canada on The Movie Network in April 2004. Teletoon has rebroadcast the original season in Canada since 19 August 2005. A French-dubbed version of the series, titled La Côte Ouest, aired in Canada on Télétoon.\n\nWith no further episodes produced or announced, the show was apparently canceled after its only season.","original_name":"The Wrong Coast","vote_average":0.0,"name":"The Wrong Coast","cert":"Unavailable","id":1955,"adult":"false","genre_ids":[16,35],"origin_country":["CA"]},{"first_air_date":"1995-03-10","cast":["Lori Singer","Anthony Stewart Head","Michael Easton","Will Patton"],"overview":"VR.5 is an American television program originally broadcast on the Fox network from March 10, 1995 to May 12, 1995. Ten of its thirteen episodes were aired during its original run. The title of the show refers to the degree of immersion the protagonist experiences in the virtual world.","original_name":"VR.5","vote_average":5.5,"name":"VR.5","cert":"Unavailable","id":1956,"adult":"false","genre_ids":[10759],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Idol Ko si Kap is a situational comedy television show in the Philippines aired every Saturday evenings by GMA Network from 2000 to 2005. The show was part of the network's GMA KiliTV block. It was eventually replaced by Hokus Pokus.","original_name":"Idol Ko si Kap","vote_average":0.0,"name":"Idol Ko si Kap","cert":"Unavailable","id":1957,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"2006-05-31","cast":["Tricia Helfer"],"overview":"Canada's Next Top Model is a Canadian reality show in which female contestants compete for the title \"Canada's Next Top Model\" and a chance to start their career in the modeling industry. The winner receives a modeling contract from Elmer Olsen Modeling Agency, a $100,000 beauty contract from Procter & Gamble, and an editorial spread in Fashion magazine.\n\nCNTM is based on the successful American franchise America's Next Top Model. It is produced by Temple Street Productions in association with CTVglobemedia and CBS Paramount International TV. Three cycles have been produced and aired.","original_name":"Canada's Next Top Model","vote_average":0.0,"name":"Canada's Next Top Model","cert":"Unavailable","id":1968,"adult":"false","genre_ids":[10764],"origin_country":["CA"]},{"first_air_date":"1985-10-23","cast":["Dawn French","Jennifer Saunders","Ruby Wax","Joan Greenwood","Tracey Ullman"],"overview":"Girls On Top is a British sitcom that was shown on ITV from 1985 to 1986. It starred French & Saunders, Ruby Wax and Tracey Ullman, and was written by French, Saunders and Wax with additional material from Tracey Ullman. Despite a low budget and poor critical reception, the series was a ratings success. It was made for the ITV network by Central Independent Television.\n\nThe show focused on four female flatmates and their landlady. The characters were stereotypes with little depth and the comedy focused on conflicts from their personalities. It was an attempt at a female version of The Young Ones, two series of which were made in 1982 and 1984. Dawn French and Jennifer Saunders had both appeared on it and, like most of its stars, were members of The Comic Strip group.\n\nThe theme tune was written and performed by Glenn Tilbrook and Chris Difford from the British band Squeeze.","original_name":"Girls On Top","vote_average":6.5,"name":"Girls On Top","cert":"Unavailable","id":1969,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2005-07-10","cast":["Hulk Hogan","Nick Hogan","Linda Hogan","Brooke Hogan"],"overview":"Hogan Knows Best is an American reality documentary television series on VH1. The series debuted on July 10, 2005 and centered on the family life of professional wrestler Hulk Hogan. Often focusing on the Hogans' raising of their children, and on Hulk Hogan's attempts to manage and assist in his children's burgeoning careers. The title of the show is a play on the title of a show from the 1950s, Father Knows Best.\n\nAfter the cancellation of Hogan Knows Best in 2007, a spin-off entitled Brooke Knows Best debuted in 2008, and ran for two seasons.","original_name":"Hogan Knows Best","vote_average":4.3,"name":"Hogan Knows Best","cert":"Unavailable","id":1970,"adult":"false","genre_ids":[35,10764,18],"origin_country":["US"]},{"first_air_date":"1991-01-17","cast":[],"overview":"Sunrise is an Australian breakfast television program, broadcast on the Seven Network and currently presented by David Koch and Samantha Armytage. The program follows Seven Early News and runs from 6am to 9am.","original_name":"Sunrise","vote_average":0.0,"name":"Sunrise","cert":"Unavailable","id":1971,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"2004-10-18","cast":["Edward James Olmos","Mary McDonnell","Jamie Bamber","Katee Sackhoff","James Callis"],"overview":"When an old enemy, the Cylons, resurface and obliterate the 12 colonies, the crew of the aged Galactica protect a small civilian fleet - the last of humanity - as they journey toward the fabled 13th colony, Earth.","original_name":"Battlestar Galactica","vote_average":8.2,"name":"Battlestar Galactica","cert":"Suitable for 18 years & above","id":1972,"adult":"false","genre_ids":[10759,18,10765],"origin_country":["US","CA","GB"]},{"first_air_date":"2001-11-05","cast":["Kiefer Sutherland","Mary Lynn Rajskub","Elisha Cuthbert","Kim Raver","William Devane"],"overview":"24 is an American television series produced for the Fox network and syndicated worldwide, starring Kiefer Sutherland as Counter Terrorist Unit agent Jack Bauer. Each 24-episode season covers 24 hours in the life of Bauer, using the real time method of narration.","original_name":"24","vote_average":7.7,"name":"24","cert":"Unavailable","id":1973,"adult":"false","genre_ids":[10759,18],"origin_country":["US"]},{"first_air_date":"1998-02-02","cast":["Emily Perry","Ada Nicodemou","James Stewart","Angela Keep","Don Hany"],"overview":"Breakers is an Australian television series, that was made and aired on Network Ten between 1998 and 1999. It was shown in Ireland on TV3 and City Channel. It was also screened on BBC One in the United Kingdom and TV4 in New Zealand.","original_name":"Breakers","vote_average":0.0,"name":"Breakers","cert":"Unavailable","id":1984,"adult":"false","genre_ids":[18],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Navad is an Iranian, popular weekly television program broadcast by Channel 3 in Iran. The host of the program is Adel Ferdosipour. The main subject of the program is the football matches played in the Iranian Premier League every week.\n\nEvery episode has two guests, one who analyzes the technical aspects of the matches, and the other discusses the referee's decisions and errors. On some shows, famous football players are invited and interviewed as well. Navad show contains segments like \"With the Legionnaires\", \"Navad News\" and \"SMS-Win\".\n\nSince 1 January 2009, extraordinary activities on this program there has been rumors of politics getting directly involved in the program, forcing the reporter to encourage or discourage certain subjects and putting limits on how far a discussion can go. Although not being officially covered by the mass media, several caricaturists have drawn controversial cartoons about this program which were published on blogs and certain magazines.","original_name":"Navad","vote_average":0.0,"name":"Navad","cert":"Unavailable","id":1985,"adult":"false","genre_ids":[],"origin_country":["IR"]},{"first_air_date":"1989-09-26","cast":["Leah Remini","Halle Berry","Michael Learned","Deborah Tucker","Alison Elliott"],"overview":"Living Dolls is an American situation comedy featured on the fall 1989 schedule of ABC. It was a spin-off created by a writer from Who's the Boss? and featuring characters introduced during an episode of that show. The show is notable as the acting debut of Halle Berry. Both Who's the Boss? and Living Dolls were produced by ELP Communications through Columbia Pictures Television and ABC.","original_name":"Living Dolls","vote_average":0.0,"name":"Living Dolls","cert":"Unavailable","id":1986,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1985-07-27","cast":["Matt Shirvington","Anna Choy","Sara Groen","Kim Watkins","Hayden Turner"],"overview":"Beyond Tomorrow is an Australian television series produced by Beyond Television Productions. It began airing in 1981 as Towards 2000, then in 1985 was renamed Beyond 2000, a name the show kept until its cancellation in 1999. It then started airing again in 2005 with the name Beyond Tomorrow.","original_name":"Beyond Tomorrow","vote_average":0.0,"name":"Beyond Tomorrow","cert":"Unavailable","id":1987,"adult":"false","genre_ids":[99],"origin_country":["AU"]},{"first_air_date":"1985-01-23","cast":["Bob McFadden","Lynne Lipton","Earle Hyman","Peter Newman","Gerrianne Raphael"],"overview":"The inhabitants of the planet Thundera evacuate just before it is destroyed. They were pursued by a band of mutants. All but one of their escape ships was destroyed. Only a small group of Thunderans (Thundercats) remained. With only half engine power, the group, which was led by Jaga, had to set a course for the nearest planet. Jaga commanded their ship while the other seven were in their stasis tubes. Jaga died on their journey to Third Earth and their ship crashed there. Soon they made friends with various groups in the area and they designed a fortress. Mumm-Ra the centuries-old embodiment of evil, along with the mutants that destroyed the rest of the Thunderans are a constant threat. But Lion-O, the new leader of the Thundercats, with his weapon the \"Sword of Omens\" will help the Thundercats to have a standing chance.","original_name":"ThunderCats","vote_average":7.1,"name":"ThunderCats","cert":"Unavailable","id":1988,"adult":"false","genre_ids":[16,10765,10759],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Mr. Dressup is a Canadian children's television series. It originally ran on CBC from 1967 to 1996.","original_name":"Mr. Dressup","vote_average":10.0,"name":"Mr. Dressup","cert":"Unavailable","id":1989,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":"1987-01-25","cast":["Arun Govil","Dara Singh","Lalita Pawar","Sunil Lahri","Arvind Trivedi"],"overview":"Ramayan is a highly successful and phenomenally popular Indian epic television series created, written, and directed by Ramanand Sagar. The 78 episode series originally aired weekly on Doordarshan from 25 January 1987, to 31 July 1988, on Sundays at 9:30 a.m. IST.\n\nIt is a television adaptation of the ancient Indian Hindu religious epic of the same name and is primarily based on Valmiki's Ramayan and Tulsidas' Ramcharitmanas. It is also partly derived from portions of Kamban's Ramavataram and other works.","original_name":"रामायण","vote_average":7.0,"name":"Ramayan","cert":"Unavailable","id":1990,"adult":"false","genre_ids":[18,10765],"origin_country":["IO"]},{"cert":"Unavailable","cast":["Lisa Kudrow","Lance Barber","Robert Michael Morris","Laura Silverman","Damian Young"],"id":1999,"first_air_date":"2005-06-05","overview":"The series initially follows Valerie Cherish (Kudrow), a veteran sitcom actress who has been out of the spotlight for more than a decade, as she attempts in 2005 to return to the industry that made her famous. Valerie lands a role on a new network sitcom, but struggles with the matter of being an aging, non-influential performer in an increasingly-youthful Hollywood, while her every move on and off the set is being documented for a companion reality show.\n\nWhen the cameras catch up with Valerie in 2014, she is cast in an HBO series entitled Seeing Red, which chronicles the career of the sitcom writer\/producer who tormented her nine years earlier.","genre_ids":[35],"origin_country":["US"],"original_name":"The Comeback","vote_average":7.2,"name":"The Comeback","adult":"false"}]