[{"first_air_date":null,"cast":[],"overview":"CNN World News, a program that airs on CNN International News and CNN International News Asia Pacific. It is supplemented by CNN World News Asia and CNN World News Europe The show's traditional time run is 24-hours if it is followed by CNN World News Middle East The show's regular presenters include Errol Barnett. Its main role is to update viewers of the latest news in the world. It contains a weather update from the CNN World Weather Forecast News. CNN World News can usually air up to three times on weekends, and is known to be bringing the latest on a story.","original_name":"CNN World News","vote_average":0.8,"name":"CNN World News","cert":"Unavailable","id":21000,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Taste Buds is a Canadian children's television series, produced for TVOntario by partners\/Executive Producers Mark Bishop and Matt Hornburg of Toronto's marblemedia, which premiered in 2008 and is currently in its third season. At the 2010 Gemini Awards, marblemedia took home the company's first-ever Gemini, for Taste Buds season 2, in the category of \"Best Cross-Platform Production - Children's and Youth.\" Taste Buds is shot at various locations in and around Toronto and Southern Ontario. Broadcast History channel on TVOntario.\n\nTaste Buds is a kids cooking show geared to kids aged 7–10, that teaches children to think about what they eat and explore new foods from around the world. The two young hosts, Avery and Lily, cook recipes that are easy for kids to make by themselves or with a bit of grown up help. The episodes follow Avery and Lily as they lead viewers on new taste adventures exploring the culture, history, science and art behind different foods. Also helping out in the kitchen is their adult co-host Matt, a chef and fellow Taste Bud who is passionate about food and eager to share his expert knowledge. It also stars other kids that help out and try foods on every episode. The most notable kid is Andrew Young.","original_name":"Taste Buds","vote_average":0.0,"name":"Taste Buds","cert":"Unavailable","id":21001,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Frost & Shaft is a Belgian TV show produced & broadcast by RTBF public channel. It tells the story of a duo of private investigators involved in silly adventures in the Belgian city of Liège. Despite its detective setting, the show is mostly centered on humor.","original_name":"Frost & Shaft","vote_average":0.0,"name":"Frost & Shaft","cert":"Unavailable","id":21002,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Slamboree 1993: A Legends' Reunion was the first annual Slamboree professional wrestling pay-per-view produced by World Championship Wrestling. It took place on May 23, 1993 at The Omni in Atlanta, Georgia.\n\nA \"Legends Ceremony\" occurred at the event, and introduced Ole Anderson, The Assassin, Ox Baker, Red Bastien, Lord James Blears, The Crusher, The Fabulous Moolah, Greg Gagne, Verne Gagne, Bob Geigel, Stu Hart, Magnum T.A., Bugsy McGraw, Don Owen, Dusty Rhodes, Grizzly Smith, Lou Thesz, John Tolos, Mad Dog Vachon, Johnny Valentine, and Mr. Wrestling II.\n\nThe WCW Hall of Fame induction ceremony also occurred, and Lou Thesz, Mr. Wrestling II, Verne Gagne, and Eddie Graham were the inductees.\n\nThe event saw some changes in the card, as Brad Armstrong replaced his father Bob Armstrong in the Legends Tag Team Match, The Prisoner replaced Scott Norton in the Bounty Match with Sting, and Tom Zenk replaced Shane Douglas, who was fired by WCW, in the NWA and WCW World Tag Team Championship steel cage match.\n\nThe event also saw the reformation of the Four Horsemen, now consisting of Ric Flair, Arn Anderson, Ole Anderson, and new member Paul Roma.","original_name":"Slamboree","vote_average":0.0,"name":"Slamboree","cert":"Unavailable","id":21003,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2001-02-19","cast":[],"overview":"Flat Chat is an Australian sitcom that screened on the Nine Network in 2001.\n\nFlat Chat tells the story of two very different women, a socialite and a bogan, whose lives change when their circumstances are reversed. Socialite Claire Jansen is forced to sell her mansion when her husband dies, leaving her flat broke. She moves into the stables when the house is bought by a rich but vulgar man and his new young wife who is unused to the ways of society. The two women form an unlikely alliance as they struggle to adjust to their new circumstances.","original_name":"Flat Chat","vote_average":0.0,"name":"Flat Chat","cert":"Unavailable","id":21004,"adult":"false","genre_ids":[35],"origin_country":["AU"]},{"first_air_date":"1993-02-10","cast":["Sandy Gore","Christopher Gabardi","Annie Jones","Jason Torrens","Sandie Lillingston"],"overview":"Newlyweds was an Australian sitcom  Newlyweds was about a young couple embarking on the perils of married life. Allie is everyone's dream of a young wife: practical, patient, attractive. Peter is the typical young bloke: sporty, easy-going and a bit of a larrikin. Little does the couple realise what lies in wait for them in married life. Their dream of a cosy life of domestic bliss is constantly interrupted by their families and friends.","original_name":"Newlyweds","vote_average":0.0,"name":"Newlyweds","cert":"Unavailable","id":21005,"adult":"false","genre_ids":[35],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Off the Wall was a children's game show produced by Vin Di Bona Productions that was shown on the Disney Channel from 1998-99. It was hosted by the wild and crazy-haired Larry Zino, and co-hosted by Kelli Kirkland.","original_name":"Off the Wall","vote_average":0.0,"name":"Off the Wall","cert":"Unavailable","id":21006,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2003-06-29","cast":["Hugh Laurie","Benedict Cumberbatch","Anna Chancellor","Lolita Chakrabarti","Sheila Hancock"],"overview":"Fortysomething is a 2003 British comedy-drama series, starring and directed by Hugh Laurie as Paul Slippery, a doctor facing a mid-life crisis. His wife Estelle is starting a new career as a headhunter. His three sons, Rory, a student at the fictitious University of Reigate, Daniel and Edwin, are sex-obsessed. Meanwhile, Paul appears to hear the inner thoughts of others.\n\nOther important characters include Paul's colleague and nemesis, Dr. Ronnie Pilfrey, and Estelle's new employer, Gwendolen Hartley.\n\nThe series was written by Nigel Williams based on his 1999 novel of the same name. The six episodes of the series were broadcast on ITV. Although a ratings failure on first transmission, leading to it being moved to an off-peak timeslot midway through the run, the appearance of several actors who went on to greater fame has subsequently led the series to sell well on DVD.","original_name":"Fortysomething","vote_average":7.5,"name":"Fortysomething","cert":"Unavailable","id":21007,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2008-04-15","cast":["Annabelle Gurwitch","Holter Graham"],"overview":"Wa$ted! is an American reality series which ran on Planet Green and was hosted by Annabelle Gurwitch and Holter Graham. It originated from a television show from New Zealand by the same name.\n\nSix episodes were shown on TLC before the show was moved to Planet Green. Those six episodes were then reordered with the four remaining in the first season causing some to confuse their original airdate.","original_name":"Wa$ted!","vote_average":0.0,"name":"Wa$ted!","cert":"Unavailable","id":21008,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2005-03-27","cast":["Damian Lewis","Sophia Myles","Tom Hardy","Laurence Fox","James Fox"],"overview":"During World War II, the Germans converts the castle of Colditz into an escape-proof prison where recidivist escapees are imprisoned under one roof. The most accomplished escape artists are gathered there, brave soldiers who view escape not only as a challenge but as a duty, in order to harass and irritate German forces as much as they can.","original_name":"Colditz","vote_average":6.4,"name":"Colditz","cert":"Suitable for 15 years & above","id":21009,"adult":"false","genre_ids":[18,10768],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"George Carlin: 40 Years of Comedy is comedian George Carlin's tenth HBO special. It was broadcast live from the Wheeler Theater in Aspen, Colorado, as part of the US Comedy Arts Festival. Unlike Carlin's other stand-up specials, this contains only 27 minutes of stand-up performance. The rest is a retrospective celebrating Carlin's 40th anniversary in entertainment with clips of his television appearances and an interview with the host Jon Stewart. Some of Carlin's material was repeated in his next special, You Are All Diseased.","original_name":"George Carlin: 40 Years of Comedy","vote_average":0.0,"name":"George Carlin: 40 Years of Comedy","cert":"Unavailable","id":21010,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Basic Black is a weekly television series airing on WGBH in Boston. Originally known as Say Brother, the show was created in 1968 and aims to reflect the concerns and culture of African Americans through short-form documentaries, performances, and one-on-one conversations.\n\nSay Brother and Basic Black together represent WGBH Boston's longest running public affairs program produced by, for and about African Americans.","original_name":"Basic Black","vote_average":0.0,"name":"Basic Black","cert":"Unavailable","id":21011,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Real Superhumans and the Quest for the Future Fantastic is a two hour long special from the Discovery Channel which aired in 2007. It follows four people with what are described as \"real life superhuman abilities\", a geneticist who created the first chimera of two very different species of rodents, and a scientist on a mission to become immortal. The show was done in a comic book format ending with the common slogan \"To be continued\" as to indicate that the people of the show and humanity itself is just beginning to venture into a new age, one where genetic manipulation and other technologies to obtain special abilities will be for sale to the general public.","original_name":"The Real Superhumans","vote_average":0.0,"name":"The Real Superhumans","cert":"Unavailable","id":21012,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2008-05-21","cast":["Lee Joon-gi","Han Hyo-joo","Park Si-hoo","Lee Young-ah","Kim Sung-ryung"],"overview":"Iljimae is a 2008 South Korean historical action television drama series, starring Lee Joon-gi in the title role of Iljimae, Han Hyo-joo, Lee Young-ah and Park Si-hoo. It is loosely based on a comic strip Iljimae, published between 1975 and 1977, by Ko Woo-yung that was based on a Chinese folklore from the Ming dynasty about a masked Robin Hood-esque character during the Joseon era.\n\nIt was directed by Lee Yong-suk and produced by Chorokbaem Media. It aired on Seoul Broadcasting System from May 21 to July 24, 2008 on Wednesdays and Thursdays at 21:55 for 20 episodes.","original_name":"일지매","vote_average":8.8,"name":"Iljimae","cert":"Unavailable","id":21013,"adult":"false","genre_ids":[10759,18],"origin_country":["KR"]},{"first_air_date":"1993-07-01","cast":["Mandy Bowden","Christian Kohlund"],"overview":"Bony is an Australian television series made in 1992. The series of 13 episodes followed on from a telemovie made in 1990. The series was criticised for casting a white man as the title character Detective David John Bonaparte, under the tutelage of \"Uncle Albert\", an elderly Aborigine played by Burnum Burnum. Bony was supposed to be a descendent of the Bony character created by Arthur Upfield in dozens of novels from the late 1920s until his death in 1964.","original_name":"Bony","vote_average":0.0,"name":"Bony","cert":"Unavailable","id":21014,"adult":"false","genre_ids":[18],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Drop the Celebrity","vote_average":0.0,"name":"Drop the Celebrity","cert":"Unavailable","id":21015,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2005-02-16","cast":["Nathalie Cortez","Carmen Alicia Lara","Carmen Alicia Lara","Marjorie de Sousa","Ricardo Álamo"],"overview":"Ser Bonita No Basta is a 2005 Venezuelan telenovela produced by RCTV and distributed internationally by RCTV International. Marjorie De Sousa and Ricardo Álamo star as the main protagonists while Fedra López and Hugo Vasquez star as the main antagonists.","original_name":"Ser Bonita No Basta","vote_average":0.0,"name":"Ser Bonita No Basta","cert":"Unavailable","id":21016,"adult":"false","genre_ids":[18,10766],"origin_country":["VE"]},{"first_air_date":"1995-10-04","cast":["Cate Blanchett","Hugo Weaving","Peta Toppano","Linda Cropper","Ray Barrett"],"overview":"Bordertown is a 1995 Australian TV miniseries. It takes place in a post World War II refugee camp in Australia.","original_name":"Bordertown","vote_average":0.0,"name":"Bordertown","cert":"Unavailable","id":21017,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Mirakkel is an Indian Reality Show on Zee Bangla hosted by Mir Afsar Ali and directed by Subhankar Chattopadhyay. Produced by Zee Bangla and hosted by the popular radio jockey and television host Mir, Mirakkel is one of its kind reality show. The show aired on Zee Bangla, offers a platform for stand-up comedians across Bengal to showcase their talent. The show is judged by television actors Paran Bandyopadhyay, Sreelekha Mitra and Rajatava Dutta. The band Bandage, which include Dwaipayan Saha, Nitin Mani, Suman Sinha, Subhajit Sarkar, Koushik, Saurav Bhattacharya, was on the musical side. With five years on, Mirakkel has been one of the longest running reality show on Zee Bangla. The Latest Season, Mirakkel Akkel Challenger 6 started from 11 July 2011 and ended on 15 July 2012.\n\nThe show,when first telecast in 2006, became an instant hit amongst the people of Bengal, specially the middle and old-aged masses. It was also very popular among the youth and many puns and wit from the show were very common amongst all sections of people. The show tasted good to average success in the first five seasons.\n\nIn 2011, the sixth season of Mirakkel went on air, from 11 July 2011. Upon air, the film broke several TRP records and enjoyed huge success throughout its initial run, and eventually became the most successful season of Mirakkel ever. Critics mainly lauded three things for Mirakkel's huge success, which was Mir's larger-than-life presence, satirical and political songs.","original_name":"Mirakkel","vote_average":0.0,"name":"Mirakkel","cert":"Unavailable","id":21018,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":"1990-09-08","cast":["Brian Stokes Mitchell","Jonathan Knight","Donnie Wahlberg","Scott Menville","David Coburn"],"overview":"New Kids on the Block is an animated television series featuring the adventures of the New Kids on the Block. The series lasted a season from 1990–1991 on ABC. The following year, The Disney Channel showed the series in reruns.\n\nThough the group appeared in live action clips, the voices of the New Kids were done by other voice actors, due to licensing reasons. \"You Got It\" was the opening theme, while an instrumental version of \"Step by Step\" was the closing theme.","original_name":"New Kids on the Block","vote_average":6.0,"name":"New Kids on the Block","cert":"Unavailable","id":21019,"adult":"false","genre_ids":[16],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"BBC Alba has the rights to various sporting events, which it covers in the medium of Scottish Gaelic and under the umbrella of its Spòrs sports television programme. The programme is entirely in Scottish Gaelic apart from some interviews which are conducted in English. The programme is usually shown on Saturday evenings, although for live coverage of events this will tend to be at other times.","original_name":"Spòrs","vote_average":0.0,"name":"Spòrs","cert":"Unavailable","id":21020,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2008-07-03","cast":["Yosuke Asari","Erika Toda","Tomohisa Yamashita","Yui Aragaki","Manami Higa"],"overview":"Four young physicians are assigned to the “Doctor Helicopter” system, the latest medical system where a medical team is dispatched to the patients via helicopter to provide medical care in the field as soon as possible. The doctors experience traumatic medical situations, deal with personal ambitions, and witness the fragility of life, all while growing personally and professionally.","original_name":"コード・ブルー　ドクターヘリ緊急救命","vote_average":8.3,"name":"Code Blue","cert":"Unavailable","id":21021,"adult":"false","genre_ids":[18],"origin_country":["JP"]},{"first_air_date":"2008-04-20","cast":["Colin Jackson","Louise Minchin"],"overview":"Sunday Life was a British magazine\/discussion television programme broadcast on Sundays on BBC One beginning 20 April 2008. It was presented by Louise Minchin and Colin Jackson. The show, which replaced the Heaven and Earth Show was intended to focus on \"inspiring stories and thought-provoking discussion\", with the slogan \"Real stories. Real people. Real life.\" The show was partly intended to fill the public service remit of the BBC's broadcasting licence, as well as its Sunday morning religious quota. It was dropped from the schedule after one series and its slot in the schedule replaced by The Big Questions.","original_name":"Sunday Life","vote_average":0.0,"name":"Sunday Life","cert":"Unavailable","id":21022,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1996-11-04","cast":[],"overview":"Baking With Julia is an American television cooking program produced by Julia Child and the name of the book which accompanied the series. Each episode featured one pastry chef or baker who demonstrates professional techniques that can be performed in a home kitchen. It was taped primarily in Child's Cambridge, Massachusetts house and was aired over four television seasons from 1996 to 1999; it is still occasionally aired in reruns on Create on PBS digital stations.\n\nThe series was created as a spinoff of the Cooking with Master Chefs series due to a significant response to the baking episodes and was a nation co-production of A La Carte Communications and Maryland Public Television. The accompanying book was written by baker and food writer Dorie Greenspan with assistance from Child and food tester David Nussbaum, and includes brief biographical sketches of the chefs involved in the show.\n\nAmong the prominent bakers and pastry chefs featured were:\n\n⁕Alice Medrich\n\n⁕Michel Richard\n\n⁕Marcel Desaulniers\n\n⁕Norman Love\n\n⁕Nancy Silverton","original_name":"Baking with Julia","vote_average":8.0,"name":"Baking with Julia","cert":"Unavailable","id":21023,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Scanning the Movies is a Canadian educational television series which debuted in September 1997, and takes a look at current films to understand and analyze films impact on pop culture. The show was created by host John Pungente for educators in media literacy. The show is produced by Bravo! Canada. Scanning the Movies is presented in classrooms as part of the Cable in the Classroom project.","original_name":"Scanning the Movies","vote_average":0.0,"name":"Scanning the Movies","cert":"Unavailable","id":21024,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Ragdolly Anna was a British children's television series, produced by Yorkshire Television. The show was broadcast between 1982-1987 on the ITV network during its CITV strand. The show starred Pat Coombs and was about a small stuffed doll named Ragdolly Anna that used to spring into life when nobody was watching and would go on many wild and fantastic adventures.","original_name":"Ragdolly Anna","vote_average":0.0,"name":"Ragdolly Anna","cert":"Unavailable","id":21025,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Big Brother Sverige was the Swedish version of reality TV show Big Brother and was aired from 2000 to 2004 on Kanal 5 for four very successful seasons. In 2005 and 2006 it was merged with the Norwegian version of the show. A new season is scheduled to start in 2011 on TV11.","original_name":"Big Brother","vote_average":0.0,"name":"Big Brother","cert":"Unavailable","id":21026,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1996-05-02","cast":["Geoffrey Rush","Pamela Rabe","Bruce Alexander","Michael Veitch","Robert Grubb"],"overview":"Mercury was an Australian TV series that launched in 1996. It featured Geoffrey Rush.","original_name":"Mercury","vote_average":0.0,"name":"Mercury","cert":"Unavailable","id":21027,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"TV 2 Nyhetene is Norway's TV 2 regular news that has been shown every day since the start of 1992, at 18:30 and at 21:00. The 21:00 news was voted the Gullruten 2004 best current affairs program.","original_name":"TV 2 Nyhetene","vote_average":0.0,"name":"TV 2 Nyhetene","cert":"Unavailable","id":21028,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Strip Poker was a TV game show which aired in limited syndication exclusively on selected stations owned by USA Broadcasting from 1999–2000, and was later rerun on the on the USA Network from 2000–2001. It was hosted by Graham Elwood, with Jennifer Cole as the card dealer, and was produced by Axelson-Weintraub Productions.","original_name":"Strip Poker","vote_average":0.0,"name":"Strip Poker","cert":"Unavailable","id":21029,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2002-01-15","cast":[],"overview":"Eden was a Channel 4 reality TV series broadcast in spring 2002.\n\nThe contestants who were all under 30 had to survive in a remote area of the Australian jungle.\n\nTheir numbers were augmented each week by a newcomer selected by the viewers. In the latter part of the series the newcomer then had to select candidates for eviction.\n\nThe contestants were able to receive email from viewers which led to conflict when negative remarks by incoming contestant Romany Paige were reported to their subject.\n\nThe series was eventually won by one of the six original contestants Cliona O Connor.\n\nThe only contestants to achieve subsequent recognition have been Crimewatch presenter Rav Wilding who actually quit before the end of the series and Johny Pitts, the only male Edenite to last the duration of the show, who went on to present CDUK, MTV and currently CBBC.\n\nAlthough the show did not return for a second series it did have some influence. I'm A Celebrity...Get Me Out Of Here first broadcast later that year was set in a similar location and it was the first reality show to send in a contestant's real-life partner to spice up the drama a device used subsequently in Back To Reality and Big Brother.","original_name":"Eden","vote_average":0.0,"name":"Eden","cert":"Unavailable","id":21030,"adult":"false","genre_ids":[10764],"origin_country":["GB"]},{"first_air_date":"1997-03-02","cast":["Kris Kristofferson","Henry Winkler","Sarah Chalke","Brian Austin Green"],"overview":"Dead Man's Gun was a western anthology series that ran on Showtime from 1997 to 1999. The series followed the travels of a gun as it passed to a new character in each episode. The gun would change the life of whomever possessed it.\n\nEach episode was narrated by Kris Kristofferson. The executive producer was Henry Winkler.","original_name":"Dead Man's Gun","vote_average":5.8,"name":"Dead Man's Gun","cert":"Unavailable","id":21031,"adult":"false","genre_ids":[37],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Bar Wars was a short-lived reality TV show produced by Endemol UK and broadcast by Channel 4 in the autumn of 2001. It was broadcast for three nights a week on E4 with a highlights programme on Friday night on the main channel.\n\nThe show took the form of a contest between two teams of 5 one all male the other all female to see who could run the most profitable bar in the Greek resort of Kavos. The winning team overall would win the takings of both bars. At the end of the week the losing team that week had to sack a team member in an open discussion. A new worker would then be introduced by the producers.\n\nThe girls won the contest and controversially decided not to share the prize with the previously sacked members some of whom had worked longer than members of the final five.\n\nThe series was not a ratings success, the highlights show appearing progressively later in the schedules as it went on. It has not been revived though similarities in the format were obvious in ITV's The Club.","original_name":"Bar Wars","vote_average":0.0,"name":"Bar Wars","cert":"Unavailable","id":21032,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Horace is a 1972 television play written by Roy Minton and directed by Alan Clarke, first broadcast as part of BBC One's Play for Today series on 21 March 1972.","original_name":"Horace","vote_average":0.0,"name":"Horace","cert":"Unavailable","id":21033,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":"2005-11-20","cast":["Ian Hislop"],"overview":"Not Forgotten is a British television documentary series made by Wall to Wall for Channel 4. The series examines the impact on British society of the First World War. It is written and presented by Ian Hislop. The series' tie-in website was nominated for a BAFTA Award for Best Interactivity in 2006.\n\nThe original series comprised four episodes, broadcast in November and December 2005:\n\n⁕Commemoration, examining the movement for war memorials following the First World War, and the continuation of this tradition for subsequent conflicts.\n\n⁕Class, looking at the way the British class system was reflected and challenged by the creation of a mass army.\n\n⁕Women, discussing how women's roles and expectations in society changed as a result of the war.\n\n⁕Survivors, examining how society dealt with those who returned from the war injured and disabled.\n\nA tie-in book, Not Forgotten, written by Neil Oliver, was published by Hodder & Stoughton.\n\nThree additional episodes were subsequently produced:\n\n⁕Shot at Dawn, examining the stories of men shot for desertion and cowardice.\n\n⁕The Men Who Wouldn't Fight, challenging the stigma attached to conscientious objectors. This episode featured, amongst others, the story of Ronald Skirth, who became a conscientious objector while serving in the Royal Artillery.","original_name":"Not Forgotten","vote_average":0.0,"name":"Not Forgotten","cert":"Unavailable","id":21034,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"\"Penny and Her Pals\" was a children's TV program broadcast by KTVW Channel 13 in Tacoma, USA, every afternoon at 4:00 p.m. from the late 1950s to the early 1970s. Penny, played by the ventriloquist Lamoyne Hreha, was a pretty blonde lady with a ponytail who lived in a castle with a strange assortment of characters who became known as her \"pals\".\n\nHreha, daughter of a Tacoma restaurateur, Anton Barcott, learned to throw her voice while still in high school and acted as the assistant in the magic act of her future husband, John Hreha, a well-known professional magician and mentalist. She created the Penny TV character with Hreha's help in the late 1950s. Speaking of his wife's TV persona, he would often say, \"We both knew that Penny needed to be the ultimate Goodie-Two-Shoes that any parent would trust their child with for at least one hour.\"\n\nLike most local origination children's shows of the era, Penny showed cartoons, ran contests, interviewed guests to the castle and hosted hundreds of children's groups who came to tour KTVW Studios to see the show which was performed live each day. There was never a written script - each show was all improvisation. Hreha, a mother of three school-aged children herself at the time, worked out a general plot line for each week of shows with a heavy emphasis on messages that she thought that children needed to hear. Children viewing the show at home were given lessons in generosity, sharing, kindness, diversity, inclusion, bravery, perseverance, and many other subjects through the misadventures of the show's characters.","original_name":"Penny & Her Pals","vote_average":0.0,"name":"Penny & Her Pals","cert":"Unavailable","id":21035,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1998-10-19","cast":["Glenn Taranto","Ellie Harvie","Nicole Fugere","Brody Smith","Betty Phillips"],"overview":"The New Addams Family is an American-Canadian sitcom that aired from October 1998 to August 1999 and aired on YTV in Canada and Fox Family in the United States. It was produced by Shavick Entertainment and Saban Entertainment as a new version of the 1960s series The Addams Family.","original_name":"The New Addams Family","vote_average":6.8,"name":"The New Addams Family","cert":"Unavailable","id":21036,"adult":"false","genre_ids":[35,10751],"origin_country":["CA","US"]},{"first_air_date":null,"cast":[],"overview":"Animated Conversations was a series of British shorts by Bill Mather and Colin Thomas and shown on BBC Four.","original_name":"Animated Conversations","vote_average":0.0,"name":"Animated Conversations","cert":"Unavailable","id":21037,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Marielena is a Spanish-language telenovela written by Delia Fiallo. It premiered on Telemundo in 1992, and starred Lucía Méndez and Eduardo Yáñez. The telenovela was aired in 9 countries around the world.","original_name":"Marielena","vote_average":0.0,"name":"Marielena","cert":"Unavailable","id":21040,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Once Upon a Wheel is a 1971 ABC television documentary on the history of auto racing. It was hosted by Paul Newman and was directed and produced by David Winters.\n\nA racing enthusiast, Newman narrated this hour long documentary on the history of auto racing. Joining Newman was Mario Andretti, Kirk Douglas, Hugh Downs, Dean Martin, Cesar Romero, Dick Smothers and many others.\n\nTV Guide featured an article on the program as well as Newman on the cover in the April 17, 1971 issue. The film was released to home video by Monterey Media.","original_name":"Once Upon a Wheel","vote_average":6.0,"name":"Once Upon a Wheel","cert":"Unavailable","id":21041,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Morelia is Mexican telenovela which starred Alpha Acosta, Arturo Peniche and Cecilia Bolocco. It was the first Mexican soap opera filmed in the city of Miami, it was produced and broadcast on Televisa in 1995–1996, Univision in 1996 and 2000–2001, Galavisión in 1998, and TeleFutura in 2003–2004. It is a remake of La Zulianita with Lupita Ferrer and José Bardina.","original_name":"Morelia","vote_average":0.0,"name":"Morelia","cert":"Unavailable","id":21042,"adult":"false","genre_ids":[],"origin_country":["US","MX"]},{"first_air_date":null,"cast":[],"overview":"Club Life is a series developed by Producer Jamie Hall, and is broadcast on citytv for Canada. Club Life premiered on June 7, 2008 with season 2 expected to air Nationally in June 2010. Season one was filmed in Winnipeg, Manitoba, Canada.\n\nThe show is about, as the title suggests, life in the night clubs. The first season focused on club etiquette. Topics ranged from fashion and drunk indicators to \"How to be a VIP\" and \"How to treat a bartender\". The show was a ratings success which has led to Season two which will be shot in Las Vegas and will help Canadians navigate Las Vegas nightlife.","original_name":"Club Life","vote_average":0.0,"name":"Club Life","cert":"Unavailable","id":21043,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Sense and Nonsense is an American game show hosted by Bob Kennedy which ran on New York City TV station WABD from 1951-1954. The show consisted of two three-child teams using their five senses to complete challenges and earn money, with the high-scoring team returning on the next show.\n\nSponsored by Coca-Cola, and with a somewhat-unorthodox Monday-Wednesday-Friday airing schedule, Sense has since gained something of a \"cult following\" among fans of early television. While only shown on WABD, it is often considered a DuMont Television Network program due to not only being on the network's flagship affiliate, but having several production \"quirks\" typical of many DuMont programs.","original_name":"Sense and Nonsense","vote_average":0.0,"name":"Sense and Nonsense","cert":"Unavailable","id":21044,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2008-10-11","cast":["Yuto Nakajima","Ryosuke Yamada","Yuri Chinen","Daiki Arioka","Mariya Nishiuchi"],"overview":"Scrap Teacher: Kyōshi Saisei is a Japanese school comedy\/drama series aired on NTV at 21:00-21:54 every Saturday from October 11 to December 6, 2008. It consisted of nine episodes. Scrap Teacher was produced by Yuko Hazeyama and Masahiro Uchiyama from a screenplay by Fumie Mizuhashi. Its theme song was \"Mayonaka no Shadow Boy\" by Hey! Say! JUMP.","original_name":"スクラップ･ティーチャー \/ スクラップ・ティーチャー　教師再生","vote_average":0.0,"name":"Scrap Teacher ~Return to Life~ ","cert":"Unavailable","id":21045,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Worldfocus was an American newscast focused on international news and reporting. The newscast was originally anchored by Martin Savidge and later hosted by Daljit Dhaliwal. It was produced by WNET New York and distributed to U.S. public television stations by American Public Television. It ceased broadcasting on April 2, 2010.","original_name":"Worldfocus","vote_average":0.0,"name":"Worldfocus","cert":"Unavailable","id":21046,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":"2004-01-30","cast":[],"overview":"A Seaside Parish is a British television documentary made by Tiger Aspect Productions for BBC2 which was first broadcast in 2003. Following the success of A Country Parish, the programme concerns the life of a new incumbent and general parish life in the village of Boscastle and the adjoining district, a picturesque but isolated community in North Cornwall.\n\nThe Rev Christine Musser and her American husband arrived in Boscastle at the start of that year when she was appointed Priest-in-Charge of Boscastle with Davidstow. The programme was also filmed during the Boscastle flood of 2004.\n\nThe Boscastle Group has within it six parishes and seven churches, six of which are Grade II listed buildings. The total area covered by the parishes is more than 20,000 acres, although within that large area the total population is only 1,850 people. The Rector of Boscastle is responsible for seven churches in the village and surrounding district: Forrabury, Minster, St. Juliot, Lesnewth, Trevalga, Otterham and Davidstow.\n\nThe programme was followed by the series An Island Parish in 2007, which focused on the clergy and parishioners of the Isles of Scilly.","original_name":"A Seaside Parish","vote_average":0.0,"name":"A Seaside Parish","cert":"Unavailable","id":21047,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Portrait of America","vote_average":0.0,"name":"Portrait of America","cert":"Unavailable","id":21048,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"World Religions was an educational television show which was produced and broadcast by TVOntario in 1973. The show was based off of the theological book, \"World Religions\", written by Huston Smith.","original_name":"World Religions","vote_average":0.0,"name":"World Religions","cert":"Unavailable","id":21049,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Supertown Challenge was a Canadian comedy series, which aired from 1998 to 2000 on The Comedy Network.\n\nA spoof of game shows, the show featured contestants competing in a series of challenges for the right to have their hometown declared Canada's \"supertown\".\n\nThe show starred Colin Mochrie as host Dick Powell and Jenny Parsons as judge Gwen Mason.","original_name":"Supertown Challenge","vote_average":0.0,"name":"Supertown Challenge","cert":"Unavailable","id":21050,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Blah Blah Blah was a 1988 comedy television show starring Andrew Denton, broadcast on the Australian Broadcasting Corporation. The show is most notable for the fact that it began the television careers of many Australian performers including Flacco and Roy & HG. With its late night time slot, it was able to get away with a lot more adult humour and content than many other shows of the era.\n\nRegular segments included In Bed Tonight With James Scanlon.\n\nA running joke at the beginning of the series was that Denton was the \"work experience kid\" filling in while they were waiting for the real star of the show to arrive, à la Waiting for Godot. In contrast to the Godot play, he finally does arrive, five minutes from the end of the final episode.\n\nThe show also featured some controversial live performances: Ignatius Jones, former lead singer of Jimmy And The Boys, performed live in a suit made entirely from cuts of meat, and Lubricated Goat performed live, stark naked.","original_name":"Blah Blah Blah","vote_average":0.0,"name":"Blah Blah Blah","cert":"Unavailable","id":21051,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Shaggy Dog Story is a charity programme for Children in Need, put together by the BBC in 1999 as a sequel to the previous year's Future Generations video, and the great success of 1997's \"Perfect Day\" charity single. It was first shown on 27 December 1999.\n\nShaggy Dog Story was dedicated to the BBC's comedy output. It featured various comedians and comic actors telling a long-winded shaggy dog story, beginning off with Ronnie Corbett in his trademark armchair, who is most famously known for telling such stories on The Two Ronnies. The story featured a cricket captain who hired a horse for his team, who ends up as a good player but can't run.\n\nA second, shorter story, entitled \"Mammals vs. Insects\", was also broadcast on 4 January 2000. This story revolved around a football match between the two teams of creatures and featured many of the participants from the other story.","original_name":"Shaggy Dog Story","vote_average":0.0,"name":"Shaggy Dog Story","cert":"Unavailable","id":21052,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Scream! If You Want to Get Off was a British television program, broadcast on Saturday nights on ITV in January, 2005.\n\nThe show, presented by 'toff' Lord Brocket, was set in South Africa. There were two teams, a red team, and a blue team who compete, not just against each other, but against wildlife expert Nigel Marven. One person from each team, and Nigel Marven had to compete in challenges, similar to TV's Fear Factor and I'm a Celebrity... Get Me Out of Here!'s Bushtucker Trials. The winner would receive £50,000. Nigel Marven was competing for charity. However the show failed to captivate viewers and the show only attracted around 3.5-4.5 million viewers, poor for primetime on Saturday. After just three transmissions the show was axed completely from ITV. The remaining episodes were aired on Sunday mornings on ITV2.","original_name":"Scream! If You Want to Get Off","vote_average":0.0,"name":"Scream! If You Want to Get Off","cert":"Unavailable","id":21053,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Olympics Triplecast was an experimental pay-per-view telecast in the United States during the 1992 Summer Olympics in Barcelona, Spain. While an ambitious project, it was a massive financial failure.","original_name":"Olympics Triplecast","vote_average":0.0,"name":"Olympics Triplecast","cert":"Unavailable","id":21054,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"MTV's Busted is a reality TV show that depicts young adults getting arrested and penalized by police. Most arrests are for alcohol-related crimes, such as drunk driving and underage drinking. Arrests for possession of marijuana are also common. Busted began airing in summer 2008. The stories are shown from the officers' point of view with the arrested's video commentary added in.\n\n⁕Official Busted website","original_name":"MTV's Busted","vote_average":0.0,"name":"MTV's Busted","cert":"Unavailable","id":21055,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2002-07-10","cast":["Dicky Cheung Wai-Kin","Edmond Leung","Eric Kot","Sam Lee","Jimmy Lin Zhi-Ying"],"overview":"The Monkey King: Quest for the Sutra is a 2002 Hong Kong\/Taiwanese TV series based on the classic Chinese novel: Journey to the West. It is also a remake of the 90's TVB version.\n\nThis is the second Monkey King that is portrayed by Dicky Cheung, the other one being \"Journey to the West I\". It is also the first Monkey King series that is not called \"Journey to the West\". This was just broadcast on TVB however it is a co-production of Taiwanese-Hong Kong.","original_name":"齊天大聖孫悟空","vote_average":0.0,"name":"The Monkey King: Quest for the Sutra","cert":"Unavailable","id":21058,"adult":"false","genre_ids":[35],"origin_country":["HK","TW"]},{"first_air_date":"2006-01-14","cast":["Shirô Sano","Mikako Ichikawa","Noriyuki Higashiyama","Kotomi Kyôno"],"overview":"This story about a detective who has a huge appetite is adapted from a manga by Terasawa Daisuke. First of two series.","original_name":"Kuitan","vote_average":0.0,"name":"Kuitan","cert":"Unavailable","id":21059,"adult":"false","genre_ids":[18],"origin_country":["JP"]},{"first_air_date":"2007-02-25","cast":[],"overview":"Super Slim Me is a TV documentary presented by Dawn Porter. It was broadcast in the U.K. by BBC Three on 25 February 2007. Dawn was on a mission to see what it takes to shrink her UK size 12 figure to the much-touted super skinny Hollywood zero.","original_name":"Super Slim Me","vote_average":0.0,"name":"Super Slim Me","cert":"Unavailable","id":21062,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"1946-11-15","cast":["D'Avalos"],"overview":"Let's Rhumba was an American dance instruction program that aired on NBC from November 1946 to January 1947. Each 15 minute episode was hosted by D'Avalos. No episodes are known to survive as NBC had no archival policy at the time.","original_name":"Let's Rhumba","vote_average":0.0,"name":"Let's Rhumba","cert":"Unavailable","id":21063,"adult":"false","genre_ids":[10402],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Shadow of the Stone was a 1987 UK children's TV drama series, starring Shirley Henderson. Written by Catherine Lucy Czerkawska, it dramatises a spiritual connection between a modern teenager and a 17th century girl named Mary Lamont who was put on trial for alleged witchcraft. Scenes were filmed in and around Gourock, Scotland.","original_name":"Shadow of the Stone","vote_average":0.0,"name":"Shadow of the Stone","cert":"Unavailable","id":21064,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Super Circus was an American television program which aired live on Sunday afternoons from 5 to 6pm Eastern Time from 1949-1956 on ABC. The show originally was produced in Chicago, but production later moved to New York City. The award-winning show featured circus and clown acts performing in front of a studio audience. Mary Hartline and Claude Kirchner were the hosts, and Bruce Chase conducted the band. Sponsors for the show including Kellogg's Corn Flakes, Mars, Inc. and Sweetheart Soap.\n\nHartline, known for her short skirts. white boots and long blonde hair, became one of television's first sex symbols, spawning merchandise such as dolls.\n\nFor at least the 1951 and 1952 seasons, each day Kirchner selected one child from the audience to stick his hand into a jar full of coins, attempting to pull out and keep as much money as possible. There were no one-dollar coins in the jar, but Kirchner always announced when he spotted a \"fifty-cent piece\" among the coins retrieved and the audience was prompted to cheer.","original_name":"Super Circus","vote_average":0.0,"name":"Super Circus","cert":"Unavailable","id":21065,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Television Screen Magazine, also known as TV Screen Magazine, is a NBC Television Network series which debuted 17 November 1946, airing Sundays at 8:30pm ET, and ran from 1946 to 1949. Hosts and panelists included Bob Haymes, John McCaffery, Millicent Fenwick, Ray Forrest, Alan Scott, and George F. Putnam. The series later moved to Saturdays at 8:30pm ET.\n\nThe program featured a magazine-type format with various subjects and guests. According to some sources, as the series aired during the early days of live television, very few famous people agreed to appear on the series.","original_name":"Television Screen Magazine","vote_average":0.0,"name":"Television Screen Magazine","cert":"Unavailable","id":21066,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"You Are an Artist was an NBC television series, which first aired on NBC flagship station WNBT-TV in New York City on November 1, 1946 and then on the NBC Television network until 1950.","original_name":"You Are an Artist","vote_average":0.0,"name":"You Are an Artist","cert":"Unavailable","id":21067,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"I Love to Eat is a live television series on NBC which aired from 30 August 1946 to 1947, and was a cooking show hosted by chef and cookbook author James Beard. When the show started, each episode was 15 minutes long and presented at 8:30pm EST on Fridays, immediately before The World in Your Home at 8:45pm. However, this was later changed to 30 minutes as more complicated recipes were demonstrated and prepared. Little else is known about this series.","original_name":"I Love to Eat","vote_average":0.0,"name":"I Love to Eat","cert":"Unavailable","id":21068,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1946-06-09","cast":["Mrs. Carveth Wells"],"overview":"Geographically Speaking was an American travel series that debuted on June 9, 1946 on NBC, and aired Sundays at 8:15 pm EST immediately following the game show Face to Face.\n\nThe weekly 15-minute program was one of the first TV shows to have a regular sponsor, Bristol-Myers. The show consisted of hostess Mrs. Carveth Wells narrating her 16mm home movies of her trips with her husband to unusual and exotic places. When she ran out of home movies, the series ended in October 1947.\n\nMrs. Wells later appeared as a contestant on Groucho Marx's You Bet Your Life, on TV and radio, in February 1958.","original_name":"Geographically Speaking","vote_average":0.0,"name":"Geographically Speaking","cert":"Unavailable","id":21069,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1944-12-22","cast":[],"overview":"The World in Your Home is an NBC Television TV series which aired from December 22, 1944 to 1948, originally broadcast on WNBT, NBC's New York flagship, then broadcast on NBC-affiliate stations WRGB in New York's Capital District and WPTZ in Philadelphia starting shortly after its premiere. The program consisted of educational short films.\n\nEach episode was 15 minutes long, and is believed to be one of the first television programs in the history of the NBC Television network. The series aired after I Love to Eat with James Beard in 1946, and after Campus Hoopla in 1947. Little else is known about the series.","original_name":"The World in Your Home","vote_average":0.0,"name":"The World in Your Home","cert":"Unavailable","id":21070,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"In the Kelvinator Kitchen was a NBC Television Network series which aired from 21 May 1947 to 1948. The series was a cooking show sponsored by Kelvinator, and the appliances used on the show were from that company.\n\nAlma Kitchell was the host, and Ray Forrest the announcer, on this series. Each episode was 15 minutes long and aired Wednesdays at 8:30pm ET.","original_name":"In the Kelvinator Kitchen","vote_average":0.0,"name":"In the Kelvinator Kitchen","cert":"Unavailable","id":21071,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1947-07-25","cast":[],"overview":"Musical Merry-Go-Round is a NBC TV series which aired from July 25, 1947 to 1949. The series featured live music performances.","original_name":"Musical Merry-Go-Round","vote_average":0.0,"name":"Musical Merry-Go-Round","cert":"Unavailable","id":21072,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Quizzing the News was an American game show which aired on ABC from August 16, 1948 to March 5, 1949 at 8:00 PM on Monday nights. Alan Prescott hosted the show, which featured Arthur Q. Bryan, Milton Caniff, Mary Hunter and Ray Joseph as the panelists. The series was produced by Robert Brenner Productions.","original_name":"Quizzing the News","vote_average":0.0,"name":"Quizzing the News","cert":"Unavailable","id":21073,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Operation Success is a prime time public affairs television program broadcast on the now-defunct DuMont Television Network.","original_name":"Operation Success","vote_average":0.0,"name":"Operation Success","cert":"Unavailable","id":21074,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1948-04-21","cast":[],"overview":"America Song was a live television series which aired on the NBC Television Network during primetime, premiering on 21 April 1948 and running to 1949. The series was hosted by Paul Arnold and featured performances of United States folk music. Each episode was 15 or 20 minutes long.\n\nAmerica Song aired on NBC at 7:30pm ET, followed by Camel Newsreel Theatre at either 7:45 or 7:50pm.","original_name":"America Song","vote_average":0.0,"name":"America Song","cert":"Unavailable","id":21075,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Fashions on Parade is an American fashion-themed television series that aired on the now-defunct DuMont Television Network Fridays at 8pm EST from November 4, 1948 to April 24, 1949, then broadcast on ABC from April 27 to June 29, 1949. The show was hosted by Adelaide Hawley Cumming beginning on local DuMont stations on February 5, 1948.","original_name":"Fashions on Parade","vote_average":0.0,"name":"Fashions on Parade","cert":"Unavailable","id":21076,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Key to the Missing was a TV series which aired on Fridays at 7pm EST on the DuMont Television Network from 4 July 1948 to 23 September 1949. Each 30-minute episode was hosted by Archdale Jones.\n\nThe series interviewed people looking for long-lost friends and relatives. The series was typical of TV programming of the time, when the major TV networks were trying out various untested concepts and ideas. Although short-lived, the basic concept has been re-used many times since, usually by independent TV stations and small TV networks.\n\nWhere Are They Now, the radio program on which the series was based claimed a 68 percent success rate.","original_name":"Key to the Missing","vote_average":0.0,"name":"Key to the Missing","cert":"Unavailable","id":21077,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1949-10-12","cast":["Joyce Randolph"],"overview":"Famous Jury Trials is a dramatized court show that first appeared on radio, followed by television, and then in the movies. The series enjoyed a long, successful run in radio programming from 1936 through 1949, then on television from 1949 through 1952, and finally in a movie in 1971. On television, it aired on the now-defunct DuMont Television Network.","original_name":"Famous Jury Trials","vote_average":0.0,"name":"Famous Jury Trials","cert":"Unavailable","id":21078,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Fishing and Hunting Club was a short lived DuMont Television Network program aired on Fridays at 9pm ET from October 7, 1949 to March 31, 1950. At one point the name of the show changed to Sports for All. The 30-minute program was hosted by Bill Slater. In the program, panelists answered questions about fishing and hunting. Little else is known about the program.","original_name":"Fishing and Hunting Club","vote_average":0.0,"name":"Fishing and Hunting Club","cert":"Unavailable","id":21079,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Hands of Murder was an American mystery\/anthology series that aired on the DuMont Television Network.","original_name":"Hands of Murder","vote_average":0.0,"name":"Hands of Murder","cert":"Unavailable","id":21080,"adult":"false","genre_ids":[9648],"origin_country":[]},{"first_air_date":"1950-09-02","cast":["Benny Goodman","Frances Langford"],"overview":"Star Time is an American variety series which aired on the DuMont Television Network from September 5, 1950 to February 27, 1951, and starred singer-actress Frances Langford.","original_name":"Star Time","vote_average":0.0,"name":"Star Time","cert":"Unavailable","id":21081,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Chicagoland Mystery Players was a live television series first shown on local station WGN-TV in Chicago starting in 1947, then picked up by the DuMont Television Network and first aired on the network September 11, 1949. The 30-minute show aired on Sundays at 8pm ET.\n\nThe series was one of several on DuMont that began in a local TV market before being picked up nationally. DuMont dropped the program on July 23, 1950, and it's unknown if it continued in Chicago for any time.\n\nWhen the series aired on WGN-TV in Chicago, viewers were not given the solution to the crime. Instead they were told to pick up the next day's Chicago Tribune to find out the solution to the mystery. WGN-TV was owned by the Tribune.","original_name":"Chicagoland Mystery Players","vote_average":0.0,"name":"Chicagoland Mystery Players","cert":"Unavailable","id":21082,"adult":"false","genre_ids":[9648],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"In This Corner is a television show in which the host, James Smith, interviews famous international boxers. It began airing on April 1, 2004 and is showed on regional sports networks through satellite TV.","original_name":"In This Corner","vote_average":0.0,"name":"In This Corner","cert":"Unavailable","id":21083,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"A Visit With the Armed Forces was a 30-minute TV series which aired on the now-defunct DuMont Television Network Mondays at 8pm EST from July 3, 1950 to January 22, 1951. As its title suggests, the series consisted of documentary films on the United States armed forces.","original_name":"Visit with the Armed Forces","vote_average":0.0,"name":"Visit with the Armed Forces","cert":"Unavailable","id":21084,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"1967-12-11","cast":[],"overview":"Movin' with Nancy was a television special featuring Nancy Sinatra in a series of musical vignettes featuring herself and other artists. Produced by Nancy's production company, Boots Enterprises, Inc., and sponsored by Royal Crown Cola, the show was originally broadcast on the NBC television network on December 11, 1967. It produced a companion soundtrack album, and was later released on DVD.","original_name":"Movin' with Nancy","vote_average":5.0,"name":"Movin' with Nancy","cert":"Unavailable","id":21085,"adult":"false","genre_ids":[10402],"origin_country":["US"]},{"first_air_date":"2008-09-01","cast":["Jim Fowler","Lenore Zann"],"overview":"Animal Mechanicals is a Decode Entertainment television series created by Jeff Rosen and produced by Halifax Film, a DHX Media Company, in association with CBC.\n\nAnimal Mechanicals Rex, Unicorn, Komodo, Mouse, and Sasquatch, live and play in a place unlike any other; a colorful \"snap-together-take-apart\" world which can also transform. Things are always popping up, changing shape and most of all presenting challenges to the animal mechanicals. In each adventure the animal mechanicals get their new mission from Island Owl who displays images on her face, which changes to a screen. Each adventure has a variety of small challenges to overcome on the road to accomplishing the mission they are given. The challenges vary requiring the animal mechanicals to use their wide array of unique transformed \"Mechana\" abilities. The animal mechanicals must decide who should face each challenge.","original_name":"Animal Mechanicals","vote_average":6.0,"name":"Animal Mechanicals","cert":"Unavailable","id":21086,"adult":"false","genre_ids":[16],"origin_country":["GB","CA"]},{"first_air_date":"1982-08-17","cast":[],"overview":"A made-for-television adaptation of the J. B. Priestley play of the same title.","original_name":"An Inspector Calls","vote_average":0.0,"name":"An Inspector Calls","cert":"Unavailable","id":21087,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"The Wright Taste is a five-part BBC Wales documentary series that started in late October 2008.\n\nIt follows food critic and restaurateur Simon Wright's journey farming animals from field to fork. Simon is a partner in the restaurant Y Polyn in South West Wales. Y Polyn also features on cookery show The Hairy Bikers' Food Tour of Britain.","original_name":"The Wright Taste","vote_average":0.0,"name":"The Wright Taste","cert":"Unavailable","id":21088,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1986-03-20","cast":[],"overview":"The Girl From Steel City is an Australian television series that first screened on the SBS network in 1986 and 1987. The series was the first continuing drama series on SBS.\n\nThe Girl From Steel City told the story of Stacey Maniatis, a Greek-Australian girl living in Wollongong, who was determined to have a career as a singer. The second series saw Stacey move from Wollongong to Sydney to further her career as a singer but then became an investigative journalist.\n\nThe series was mostly in English but contained some Greek dialogue with English subtitles. It was written by Angelo Loukakis, directed by Peter Andrikidis and produced by John Martin and Colin Baker. Music was produced by Tony Karras.","original_name":"The Girl from Steel City","vote_average":0.0,"name":"The Girl from Steel City","cert":"Unavailable","id":21089,"adult":"false","genre_ids":[18],"origin_country":["AU"]},{"first_air_date":"1951-07-06","cast":["Edmund Lowe"],"overview":"Front Page Detective is an American crime drama series which aired on the DuMont Television Network on Fridays at 9:30pm ET from July 6, 1951 to September 19, 1952, with a few more episodes shown in 1953. The program was then in broadcast syndication for several years thereafter.","original_name":"Front Page Detective","vote_average":0.0,"name":"Front Page Detective","cert":"Unavailable","id":21090,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"1989-01-01","cast":[],"overview":"In 1967, French TV broadcast a dramatised adaptation of the series, Les Aventures de Michel Vaillant. 13 episodes in total, it featured stories written and filmed around the real life World Sportscar Championship, documenting Henri Grandsire driving an Alpine 110, interspersed with dramatic interludes acted by Grandsire himself. Episodes offer close up rare contemporary footage of races and cars that year at the Rallye Du Nord, Magny Cours, Nürburgring, Monza, Targa Florio, Le Mans, Monaco, Rouen-Les-Essarts, Sebring and Reims.","original_name":"Les Aventures de Michel Vaillant","vote_average":0.0,"name":"Les Aventures de Michel Vaillant","cert":"Unavailable","id":21091,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Fawn Story is a 1975 episode of the ABC Afterschool Special, directed by Larry Elikann.","original_name":"Fawn Story","vote_average":0.0,"name":"Fawn Story","cert":"Unavailable","id":21092,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Me & Dad's New Wife is a 1976 ABC Afterschool Special, directed by Larry Elikann. The film is based upon a Stella Pevsner book, A Smart Kid Like You.","original_name":"Me & Dad's New Wife","vote_average":0.0,"name":"Me & Dad's New Wife","cert":"Unavailable","id":21093,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Vytor: The Starfire Champion is an American animated television series produced by World Events Productions.","original_name":"Vytor: The Starfire Champion","vote_average":0.0,"name":"Vytor: The Starfire Champion","cert":"Unavailable","id":21094,"adult":"false","genre_ids":[16],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Guide Right is an American musical variety show which aired on the DuMont Television Network from February 25, 1952 to February 5, 1954. Sponsored by the United States Air Force, and featuring The Airmen of Note directed by Fred Kepner, each 30-minute episode was hosted by Donn Russell.","original_name":"Guide Right","vote_average":0.0,"name":"Guide Right","cert":"Unavailable","id":21095,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1995-07-15","cast":[],"overview":"Arthur C. Clarke's Mysterious Universe was a popular eighteen part television series looking at unexplained phenomena across the universe. It was first broadcast in the United Kingdom by independent television network ITV. It premiered on July 15, 1995. It was the sequel to Arthur C. Clarke's Mysterious World and Arthur C. Clarke's World of Strange Powers.\n\nThe series is introduced by acclaimed science fiction writer Arthur C. Clarke in short sequences filmed at his home in Sri Lanka. However, individual episodes are narrated by Carol Vorderman. The series was produced by John Fairley and directed by Peter Jones, Michael Weigall and Charles Flynn.","original_name":"Arthur C. Clarke's Mysterious Universe","vote_average":7.0,"name":"Arthur C. Clarke's Mysterious Universe","cert":"Unavailable","id":21098,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Woman Doctor is a 1999 Japanese TV drama broadcast on NTV.","original_name":"Woman Doctor","vote_average":0.0,"name":"Woman Doctor","cert":"Unavailable","id":21099,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Speaking our Language was a Scottish Gaelic learners television programme that ran from 1993 to 1996. Running for 72 episodes through four series, the series was produced by Scottish Television and presented by Rhoda MacDonald, STV's then-head of Gaelic output. It was frequently repeated on TeleG and is now repeated on BBC Alba, and all four series have been released on DVD.\n\nThe series was based on Now You're Talking, a similar Welsh-language learners' series broadcast on S4C and developed by Acen, a resource service for Welsh learners, who acted as programme consultants for Speaking our Language.","original_name":"Speaking our Language","vote_average":0.0,"name":"Speaking our Language","cert":"Unavailable","id":21100,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The My VH1 Music Awards was an annual music award ceremony held by American television network VH1, existing from 2000-1. Categories, nominees, and winners were selected entirely by public voting at VH1.com. The ceremonies were held at the Shrine Auditorium in Los Angeles, California, broadcast live on VH1 and online. The award statuette was designed by sculptor Lawrence Nowlan.","original_name":"My VH1 Music Awards","vote_average":0.0,"name":"My VH1 Music Awards","cert":"Unavailable","id":21101,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Where Was I? was an American panel show which aired on the DuMont Television Network Tuesdays at 9pm ET from September 2, 1952 to October 6, 1953.\n\nThe series consisted of panelists would have to guess a location by listening to clues and viewing photos. Hosts included Dan Seymour, Ken Roberts, and John Reed King, and panelists included Bill Cullen, Nancy Guild, Virginia Graham, and Skitch Henderson.","original_name":"Where Was I?","vote_average":0.0,"name":"Where Was I?","cert":"Unavailable","id":21102,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"I Pyles Tou Anexigitou","vote_average":0.0,"name":"I Pyles Tou Anexigitou","cert":"Unavailable","id":21103,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"O-Ha! was a sitcom produced and broadcast by ABC with only 4 episodes and played once a week from August 7, 2006-January 26, 2007.","original_name":"O-Ha!","vote_average":0.0,"name":"O-Ha!","cert":"Unavailable","id":21104,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"NASCAR Angels is an American syndicated half-hour television series which airs in various markets on the weekends. It is hosted by Shannon Wiseman and former NASCAR Cup Series Champion Rusty Wallace. The purpose for the show is to help those who help others by repairing their worn out vehicles with a small twist: the NASCAR Angels Dream Team only has three days to get the vehicle repaired. The show has been described as \"Extreme Makeover: Home Edition meets Pimp My Ride - NASCAR Style\". Partnering with the show are Goodyear and Gemini Auto Repair Service.","original_name":"NASCAR Angels","vote_average":0.0,"name":"NASCAR Angels","cert":"Unavailable","id":21105,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Mighty Sprouts is a series of five pre-school television shows produced by The Walt Disney Company Ltd for their Playhouse Disney Channel.\n\nOne of the child stars is Freya Karlettis a young girl who currently goes to St Edwards' Secondary School And Sixth Form and is 11","original_name":"The Mighty Sprouts","vote_average":0.0,"name":"The Mighty Sprouts","cert":"Unavailable","id":21106,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2008-09-15","cast":[],"overview":"What to Eat Now is a six-part series, broadcast on BBC Two and presented by chef Valentine Warner. The basic message behind the series is that people should eat food that is in season.\n\nThe series has covered autumnal foods, both meats such as rabbit and pigeon, and fruits and vegetables and fungi, including apples, pears, pumpkins, chicory, beetroot and truffle as part of the series.\n\nThe programme was first broadcast on 15 September 2008.\n\nIn looking at apples, the show visited Benedictine monks, and talked about how they could find the best apples to make a dish called \"apple charlotte\".\n\nIn looking at beetroot, the show visited a farmer who practiced biodynamic farming, believing that the phases of the moon could affect plant growth.\n\nThe show travelled to Lindisfarne to illustrate mussel catching. Warner has also published two books entitled \"What to Eat Now\" and \"What to Eat Now - More Please!\" to accompany the series'.\n\nA second series was broadcast in 2009.","original_name":"What to Eat Now","vote_average":0.0,"name":"What to Eat Now","cert":"Unavailable","id":21107,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Open Het Dorp was the first big fundraising TV show in the Netherlands. It aired on Dutch TV on 26 and 27 November 1962.\n\nHet Dorp is a special village\/community for disabled people. To raise the required funds to build and open the community a TV show was organized.\n\nThe program was at that moment the first nation-wide fundraising TV-show, lasting for 23 hours. Mies Bouwman entirely presented it. Most local corner-shops cooperated: viewers could donate by putting cash in a small box and bring it to the local shop: most shops opened their doors on the evening of 26 November; the show was aired on TV and radio simultaneously as large numbers of people did not own a TV at that time.\n\nDirector of the TV show was Theo Orderman. During the show over 400 artists and other VIPs appeared in the show.\n\nAfter 23 hours fundraising a total amount of 21 million Dutch guilders was collected which was used to open the community for disabled people Het Dorp near the city of Arnhem.\n\nIn the archives only short fragments are available regarding this event.","original_name":"Open Het Dorp","vote_average":0.0,"name":"Open Het Dorp","cert":"Unavailable","id":21108,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"TwentyfourSeven was an Australian television series that first screened on SBS in 2002. The series revolves around the lives of the young editorial team who work in the office of an entertainment magazine called 'TwentyfourSeven'.\n\nIt was an interactive series that let viewers manipulate the direction of storylines. The series was written on a Monday, shot on a Tuesday and screened on a Wednesday.\n\nThe series was produced by Hal and Di McElroy, who also produced another interactive series on SBS called Going Home.","original_name":"TwentyfourSeven","vote_average":1.0,"name":"TwentyfourSeven","cert":"Unavailable","id":21109,"adult":"false","genre_ids":[18,35],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Spunky and Tadpole was an animated television series produced by Beverly Hills Productions and syndicated beginning on September 6, 1958. The show's characters were a boy and a bear who hunted down bad guys in a string of made for TV installments, usually running ten installments shown in two weeks or two for one week. The show remained in production until 1961.\n\nAccording to Television Cartoon Shows: An Illustrated Encyclopedia, 1949 Through 2003:\n\n\"Ultra-chintzy both in concept and execution... Spunky and Tadpole was given a big-bucks promotional sendoff in 1958 by its first syndicator, Guild Films. A major TV distributor of the period thanks to such valuable properties as the Liberace Show and the Warner Bros. Looney Tunes theatrical cartoons, Guild secured bookings for Spunky and Tadpole in several top markets, promising a series that would appeal equally to grownups and children. Competition from stronger syndies like Huckleberry Hound and the Three Stooges shorts caused Spunky & Tadpole to fall by the wayside, and when Guild disappeared in a merger at the end of the 1950s, the cartoons were shunted around to several minor distributors. Offered at bargain rates to less affluent stations in smaller markets, Spunky & Tadpole continued to play unobtrusively into the mid-1960s.\"","original_name":"Spunky and Tadpole","vote_average":0.0,"name":"Spunky and Tadpole","cert":"Unavailable","id":21110,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2008-02-02","cast":["José Andrés Puerta"],"overview":"Made In Spain is a 2008 food and travel series starring José Andrés, the show focuses on ingredients, cooking techniques and historic locations. Cooking is shown both in Spanish restaurants and in Andrés' home kitchen near Washington, DC.","original_name":"Made in Spain","vote_average":0.0,"name":"Made in Spain","cert":"Unavailable","id":21111,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Pepper Young's Family was one of radio's more popular daytime drama series, with various format and title changes during its long run from 1932 to 1959. It was created and written by short story author and playwright Elaine Sterne Carrington.\n\nWith Burgess Meredith in the title role, the program began as Red Adams, about high school athlete Red Adams, his family and friends. The 30-minute series was broadcast on the Blue Network, airing on Sunday nights at 10:30pm. When Beech-Nut Gum signed as a sponsor, they wanted no mention of their competition, Adams gum, so the title changed to Red Davis, a 15-minute series heard three times a week from 1933 to 1935. The series was again retitled, and the 15-minute Forever Young was heard on NBC weekdays at 3pm from January 13 to June 26, 1936. Three days later, on June 29, it became Pepper Young's Family, continuing on NBC for the next 23 years with Procter & Gamble's Camay as the sponsor.\n\nIn the storyline, high school athlete Larry \"Pepper\" Young and his sister Peggy lived in the small town of Elmwood where their father, Sam Young ran a manufacturing company. Pepper's girl friend was Linda Benton, and his buddy was Nick Havens. Leaving school, Pepper took a job as a reporter with the local Free Press. When Pepper and Linda married, they had a child, Button. Sam Young became Elmwood's mayor. Oil was discovered on the farm where Pepper and Linda lived, but a fire at the oil well spread, burning down much of the town.","original_name":"Pepper Young's Family","vote_average":0.0,"name":"Pepper Young's Family","cert":"Unavailable","id":21112,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Tailor of Gloucester was a television Christmas Special broadcast in 1989 on ITV, based on the children's story by Beatrix Potter.","original_name":"The Tailor of Gloucester","vote_average":0.0,"name":"The Tailor of Gloucester","cert":"Unavailable","id":21113,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2008-10-12","cast":[],"overview":"First Australians is an Australian historical documentary series produced by Blackfella Films over the course of six years, and first aired in October 2008. The documentary is part of a greater project that further consists of a hard-cover book, a community outreach program and a substantial website featuring over 200 mini-documentaries.\n\nThe series chronicles the history of contemporary Australia, from the perspective of its first people, or Aborigines. The series is essentially a synthesis of well documented historical information. It relies heavily on archival documents and interpretations from historians and members of both the Indigenous and European community and leaders. The story begins in 1788 in Sydney, with the arrival of the First Fleet and ends in 1993 with Koiki Mabo's legal challenge to the foundation of Australia.\n\nThe series comprises seven episodes in which it explores what unfolded when the oldest living culture in the world was confronted by the British Empire. It explores the lives of particular individuals and uses their stories as a vehicle to explain the larger situations of the time. It explains violent aspects of European settlement of Australia, such as killings, battles, wars, as well as acts of friendship and decency between the early European settlers and Indigenous Australians. Indigenous Australian history has until recently been clouded by the \"great Australian silence\" where ignorance of the real history of Australia can be seen as a way for non-Indigenous to hide shame for their own history. In this respect it has been controversial in that many of these stories have not been portrayed on Australian television before and the Indigenous Australian perspective of European settlement is confrontational for many.","original_name":"First Australians","vote_average":0.0,"name":"First Australians","cert":"Unavailable","id":21114,"adult":"false","genre_ids":[99],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Baz's Culture Clash is a six-part Irish television series. The presenter, Bazil Ashmawy, of half Egyptian parentage, spoke of this as his next television project on The Podge and Rodge Show on 21 October 2008 as he was filming the series. It is his first solo television show, having previously starred in How Low Can You Go? with Michael Hayes and Mark O'Neill. He had begun filming in September 2008 and finished the following April. He travelled the world to film the show. It was aired on RTÉ Television during September and October 2009. It was initially expected to be aired in March 2009. Paili Meek produced and Barry Egan directed. The series commenced broadcasting on 14 September 2009. A second series is on the way.\n\nAshmawy visits a coven of witches in Kells, County Meath during one episode and undergoes hypnosis there to allow him to meet his Egyptian ancestors. He also visits a haunted house with a group called \"Leinster Paranormal\". He also teams up with a group of ghostbusters to visit the haunted Carlow Shopping Centre where a little girl and some former prisoners from the old county gaol are among the ghosts which are said to haunt the building. The episode in the shopping centre was filmed at night and in one incident a member of Ashmawy's film crew collapses without explanation when his body is invaded. In another episode Ashmawy meets a man who diets on roadkill, including badgers and cats.","original_name":"Baz's Culture Clash","vote_average":0.0,"name":"Baz's Culture Clash","cert":"Unavailable","id":21115,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1981-11-22","cast":["Heide Keller","Horst Naumann","Siegfried Rauch","Heinz Weiss","Sascha Hehn"],"overview":"Das Traumschiff is a West German-German television series by ZDF.\n\nThe series, about a cruise ship that travels to places around the world, debuted in 1981 and became one of the most-watched television shows in Germany. A 2007 Variety article described the series as a '\"Love Boat\"-like cruise liner skein.'","original_name":"Das Traumschiff","vote_average":5.5,"name":"Das Traumschiff","cert":"Unavailable","id":21116,"adult":"false","genre_ids":[35,18],"origin_country":["DE"]},{"first_air_date":null,"cast":[],"overview":"Stories from the Golf is an Australian television comedy series first broadcast on SBS in 2004. The series was made up of 13 five minute episodes. Stories from the Golf was written and produced by Wayne Hope and Robyn Butler.","original_name":"Stories from the Golf","vote_average":0.0,"name":"Stories from the Golf","cert":"Unavailable","id":21117,"adult":"false","genre_ids":[35],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"First Class is Singaporean comedy produced by local TV station Mediacorp.\n\nThis new comedy series takes a humorous yet insightful look at the education system in Singapore - specifically, Secondary School.\n\nThe interactive website was a Nominee for 2009 International Digital Emmy.","original_name":"First Class","vote_average":0.0,"name":"First Class","cert":"Unavailable","id":21118,"adult":"false","genre_ids":[35],"origin_country":["SG"]},{"first_air_date":"2007-06-19","cast":[],"overview":"Most Haunted: Midsummer Murders is a spin-off series of the paranormal television series, Most Haunted. It ran on Living TV between 19 June 2007 and 7 August 2007.","original_name":"Most Haunted: Midsummer Murders","vote_average":0.0,"name":"Most Haunted: Midsummer Murders","cert":"Unavailable","id":21119,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"If Walls Could Talk is an American television show on HGTV. Each episode lasts half an hour and usually airs at 5:00 and 5:30 Eastern Time. Hosted by Mike Siegel, this show talks about mysteries and shocking discoveries found in houses. Previous hosts include C. Van Tune, Grant Goodeve, and Elyse Luray.","original_name":"If Walls Could Talk","vote_average":0.0,"name":"If Walls Could Talk","cert":"Unavailable","id":21120,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Max, the 2000-Year-Old Mouse was a Canadian animated television series produced by Steve Krantz, which originally aired in Canada in 1967 and became popular in several parts of the world, most notably the United States, where it was syndicated on both local and PBS stations between 1970 and 1979, and also the United Kingdom, where it was repeated numerous times on the ITV network between its original transmission in 1969 and its last showing to date in 1992.","original_name":"Max, the 2000-Year-Old Mouse","vote_average":0.0,"name":"Max, the 2000-Year-Old Mouse","cert":"Unavailable","id":21121,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2001-04-03","cast":["Ryoko Kuninaka","Kimiko Yo","Miho Kanno","Gori","Masaaki Sakai"],"overview":"The 64th NHK Asadora Renzoku Drama is Churasan, a story of a young woman, Kohagura Eri, who was born in Kohamajima Island, Okinawa on May 15, 1972, the day when Okinawa was returned to Japan from the U.S. Eleven years later, Kamimura Shizuko and her two sons, Kazuya and Fumiya, from Tokyo come to stay as the guests of a small inn run by Eri’s family. Eri’s fun-loving, yet eccentric family welcomes them warmly. However, Eri is shocked to hear one of the sons, Kazuya is terminally ill and Shizuko and her sons came to Okinawa to spend his last moment together in beautiful nature. Fumiya, Kazuya’s younger brother, and Eri promise to marry each other someday. However after Kazuya’s death, Fumiya and his mother leave the island to go back to Tokyo. Years later, they are reunited, Eri as a nurse and Fumiya, a doctor, working at the same hospital in Tokyo.","original_name":"ちゅらさん","vote_average":0.0,"name":"The Promise to the Chura Sea","cert":"Unavailable","id":21122,"adult":"false","genre_ids":[18],"origin_country":["JP"]},{"first_air_date":"2008-11-26","cast":["Liza Minnelli","Ne-Yo","Alanis Morissette","Kevin Clash","Alec Baldwin"],"overview":"Rosie Live is a variety show starring Rosie O'Donnell that aired November 26, 2008 live from New York's Little Shubert Theatre on NBC. It contained singing, dancing, comedy routines and specialty acts. However, poor critical response and ratings doomed the project, and it was not picked up as a series.","original_name":"Rosie Live","vote_average":0.0,"name":"Rosie Live","cert":"Unavailable","id":21125,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Sadlervision is a British TV show about two cousins and their outrageous family, who use their imagination to create fun, with non stop slapstick and hilarious consequences. It started broadcasting in 2004 and has been filmed continuously since. It currently has had 6 completed seasons and 58 episodes. Season 7 is in production.\n\nThe plot changes from episode to episode, but the main purpose is comedy and has been since it started. The show mainly centres around the cousins visiting their grandma's bungalow and investigating, fixing, creating, helping, discovering, playing and using anything they come across. Some episodes involve days out, celebrations and festivals, and these all have the same comic undertone.","original_name":"SadlerVision","vote_average":0.0,"name":"SadlerVision","cert":"Unavailable","id":21126,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2008-11-12","cast":[],"overview":"The Last Millionaire is a Reality TV show with a twist - after the weekly challenge, it is the winners rather than the losers that are sent home. The 6 part series was first broadcast in the UK on BBC Three starting 13 November 2008.","original_name":"The Last Millionaire","vote_average":0.0,"name":"The Last Millionaire","cert":"Unavailable","id":21127,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Day Of Compassion was an annual television special which honored those who have AIDS or who are HIV-positive. Neil Tadken, creator, was so moved by the HIV\/AIDS-awareness storyline involving the character Billy Douglas on One Life To Live, that Tadken contacted the producers of all ten daytime dramas, suggesting that on June 21, their shows mention AIDS and HIV in some way. All My Children, One Life To Live, General Hospital and Days of Our Lives participated in the first year. Hollywood Support's became the supporting organization, headed by Barry Diller and other major studio heads in the Hollywood. Neil Taken then met with producer Lawrence Leritz, who agreed to become the East Coast producer and spokesman. Leritz continued for three seasons; \"Day Of Compassion\" became the largest one-day event in television history with over 200 shows on the air; soaps, talk shows, cable and news. Time Magazine named Lawrence as their Local Hero in June 1996 for his contribution.","original_name":"Day of Compassion","vote_average":0.0,"name":"Day of Compassion","cert":"Unavailable","id":21128,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Something Else is a British television programme broadcast on BBC2 from 1978 to 1982 and targeted at a youth audience. It began in 1978 on Saturday evenings and was the first example of the genre known as \"youth TV\" encompassing unknown and largely untrained young presenters with undisguised regional accents, minimal scripting, magazine format, freeform discussion of contemporary concerns and performances by \"alternative\" bands.\n\nThe programme's influence was clear on subsequent shows such as The Tube, Oxford Road Show, Network 7 and The Word. It was also satirised by Not the Nine O'Clock News which began that same autumn, and also in \"The Young Ones\".\n\nIt is remembered for capturing the last TV appearance by Joy Division who performed Transmission and She's Lost Control live in the studio in September 1979, and The Clash performing Clash City Rockers and Tommy Gun, in their only televised performance for the BBC.","original_name":"Something Else","vote_average":0.0,"name":"Something Else","cert":"Unavailable","id":21129,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"We decided to give our resident goof-ball and so-called security guard a show. He’s known simply as the Night WatchMan (we don’t know his real name because HR won’t release his employee file) … so if dissecting movies and gawking at his hottie sidekick sounds like fun… you don’t wanna miss the Movie Underground.","original_name":"Movie Underground","vote_average":9.0,"name":"Movie Underground","cert":"Unavailable","id":21130,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Masters of the Sea was a 1994 television drama series produced by the Television Corporation of Singapore, the predecessor of Mediacorp. It was the first full-length English drama series to be produced in Singapore. The series starred Wong Li-Lin, Ng Chin Han, and Aziz Mustajab.\n\nMasters of the Sea was derided by some as \"fairly disastrous\" and lasted only two seasons, with the second season titled Masters of the Sea: In Troubled Waters. One of the criticisms was that it portrayed an elderly Peranakan woman wearing the wrong costumes and ornaments, and speaking the wrong phrases. However, it was syndicated to Indonesian television, where it was shown localised into Indonesian.","original_name":"Masters of the Sea","vote_average":0.0,"name":"Masters of the Sea","cert":"Unavailable","id":21131,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Theatre Parade was a British television programme, one of the world's very first regular series, broadcast by the BBC Television Service from its inception during 1936 until 1938. The programme presented excerpts from popular London theatre productions of the time performed by the theatre cast from the BBC's studios at Alexandra Palace.\n\nAmong the notable productions included in the strand were the first ever television presentations of Lewis Carroll's famous works Alice Through the Looking-Glass and Alice in Wonderland. The very first television adaptation of an Agatha Christie story was a production in this strand with two transmissions of Wasp's Nest on 18 June 1937. As with all television programmes of the time, the shows were performed live, and no visual record other than still photographs exists now.","original_name":"Theatre Parade","vote_average":0.0,"name":"Theatre Parade","cert":"Unavailable","id":21132,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Missing, hosted by Alex Paen, is a weekly syndicated TV series in the United States profiling real cases of missing persons. The series debuted in 2003.\n\nAccording to the official website, as of October 2011, over 600 persons featured on Missing have been safely recovered.","original_name":"Missing","vote_average":0.0,"name":"Missing","cert":"Unavailable","id":21133,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Przygód kilka wróbla Ćwirka is a Polish cartoon from 1983-1989 made by Se-ma-for.","original_name":"Przygód kilka wróbla Ćwirka","vote_average":0.0,"name":"Przygód kilka wróbla Ćwirka","cert":"Unavailable","id":21134,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Bugtime Adventures is an American children's animated series that began airing in 2006. Episodes air on Christian TV stations like TBN. The entire series is also available on DVD.","original_name":"Bugtime Adventures","vote_average":0.0,"name":"Bugtime Adventures","cert":"Unavailable","id":21135,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Operaatio Hurrikaani is an interactive combination of a television show and a website. It is targeted at boys and girls aged between 7–12 years.\n\nOperaatio Hurrikaani is a production of YLE.","original_name":"Operaatio Hurrikaani","vote_average":0.0,"name":"Operaatio Hurrikaani","cert":"Unavailable","id":21138,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2008-07-17","cast":["Shawnee Smith","Christopher Allen Nelson","Ken Foree","Mimi Michaels","Ted Raimi"],"overview":"Detective Nick Maguire learns that his sister Sara, a nurse at the local penitentiary, disappeared during a mysterious prison break in which George escaped. While scouring the gritty streets of New Orleans, Nick finds George and learns that there was more to the prison break than anyone thought. Now, in order to save his sister, Nick will have to learn to trust George.","original_name":"30 Days of Night: Dust to Dust","vote_average":5.5,"name":"30 Days of Night: Dust to Dust","cert":"Unavailable","id":21139,"adult":"false","genre_ids":[10765],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Passer By is a British television film broadcast on BBC One in two parts on 28 and 29 March 2004. It was directed by David Morrissey from a script by Tony Marchant and stars James Nesbitt as Joe Keyes, a man who sees Alice, a young woman played by Emily Bruni, accosted by some men on a train one night. Alice looks to Joe for help but he ignores her predicament and gets off the train. A few days later, the police are seeking witnesses to a sexual assault against Alice. Joe unwillingly comes forward but, when giving evidence against the men in court, cannot bring himself to admit that he did nothing to save Alice.\n\nThe film was commissioned by the BBC's director of serials Laura Mackie at the outline stage. Marchant did not want to extend the script to any more than two parts because he thought two was the right length. He previously worked with Morrissey and producer David Snodin on the 1997 television series Holding On. The script went through five drafts; refinements included making Joe's wife less judgemental, and seeing other characters in the wider world reacting to Joe. It was filmed over 30 days.\n\nThe first part received 6.9 million viewers, and the second part 6.7 million. The second part was the first time BBC One won the 9–10 p.m. timeslot in two months. Final ratings, accounting for viewers who recorded it to watch later, brought part one up to 7.47 million and part two up to 7.54 million. Passer By received negative critical reaction from the New Statesman.","original_name":"Passer By","vote_average":0.0,"name":"Passer By","cert":"Unavailable","id":21140,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Herfra til evigheten was a Norwegian spiritual TV series which was shown on NRK1 in summer 2002, presented by Kjell Erik Moen. In the show, Moen and photographer Jon Anton Brekne travelled around the world, including in Norway, to find Norwegians who are interested in different things in life.\n\nThe series premiered on NRK on 13 January 2002 and was shown on Sundays at 22:30.\n\nIn the course of the 8 programmes, Uganda, India, Bolivia, Chicago, Thailand, Mozambique, Oslo and Lista were visited. Mostly, the show dealt with people who had sold their land and property and moved to the other side of the world for ideological reasons.\n\nThe show got good reviews, and was repeated in summer 2002.","original_name":"Herfra til evigheten","vote_average":0.0,"name":"Herfra til evigheten","cert":"Unavailable","id":21143,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Cococinel is a French children's television programme. Directed by Raymond Burlet and written by Yolande Baillet and Jean Montagné, 52 episodes of the animated cartoon were made in 1992. The main character is a ladybird who, aided by his friends, teaches about ecology and the environment.","original_name":"Cococinel","vote_average":0.0,"name":"Cococinel","cert":"Unavailable","id":21144,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1983-10-30","cast":[],"overview":"Natural World is a nature documentary television series broadcast annually on BBC Two and regarded by the BBC as its flagship natural history brand. It is currently the longest-running series in its genre on British television, with more than 400 episodes broadcast since its inception in 1983.\n\nNatural World is produced by the BBC Natural History Unit in Bristol, but individual programmes can be in-house productions, collaborative productions with other broadcasters or films made and distributed by independent production companies and purchased by the BBC. Natural World programmes are often broadcast as PBS Nature episodes in the USA. Since 2008, most Natural World programmes have been shot and broadcast in high definition.","original_name":"Natural World","vote_average":8.5,"name":"Natural World","cert":"Unavailable","id":21145,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Chak De Bachche is an Indian television reality series that aired on 9X channel. The series is a little kids' dance show, where the kids dance with their partners to compete with the opposing teams. The series is produced by 9X and Saibaba Telefilms. The teams are divided into two separate teams: Metro Rockers & Desi Dhurandhars\n\nJury\n\n⁕Salim-Sulaiman\n\n⁕Raveena Tandon\n\n⁕Ganesh Acharya\n\nformat n scripts\n\n⁕Rajeev Arora\n\n⁕Dr. Abhishek Dwivedi\n\n⁕for Thought Vendors","original_name":"Chak De Bachche","vote_average":0.0,"name":"Chak De Bachche","cert":"Unavailable","id":21146,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Reality Racing is a competition-based reality television show that debuted May 19, 2007 on Spike TV, where it ranked first amongst male audiences aged 18 to 49, according to Spike's parent company Viacom. The show was described by one journalist as 'NASCAR meets American Idol,' but failed to achieve its first season advertising sales performance targets. The show aired alongside the shows Trucks! and Bullrun, and was an essential component of Spike's Powerblock.","original_name":"Reality Racing","vote_average":0.0,"name":"Reality Racing","cert":"Unavailable","id":21147,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2007-05-19","cast":["Choi Ji-woo","Lee Jung-jae","Jang Yong","Lee Jin-wook","Park Hyo-ju"],"overview":"Air City is a 2007 South Korean television drama starring Lee Jung-jae, Choi Ji-woo, Lee Jin-wook, and Moon Jung-hee. It aired on MBC from May 19 to June 8, 2007 on Saturdays and Sundays at 21:40 for 16 episodes. The drama revolves around the work and romance of four airport personnel, showing the inner workings of the airline industry.\n\nIt was shot almost entirely at the Incheon International Airport, and as research for the script, four writers interviewed over 200 airport personnel over a two-year stretch.","original_name":"에어시티","vote_average":0.0,"name":"Air City","cert":"Unavailable","id":21148,"adult":"false","genre_ids":[10759,18],"origin_country":["KR"]},{"first_air_date":"1955-09-28","cast":["Marius Goring","Patrick Troughton","Lucie Mannheim","Alexander Gauge","Robert Shaw"],"overview":"The Adventures of the Scarlet Pimpernel is a British television series based on the adventure novel of the same name by Baroness Emmuska Orczy. The series, produced by the Towers of London for Incorporated Television Programmes, was created by writer Michael Hogan; it ran from 1956 for a total of eighteen episodes.","original_name":"The Adventures of the Scarlet Pimpernel","vote_average":0.0,"name":"The Adventures of the Scarlet Pimpernel","cert":"Unavailable","id":21149,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"1956-02-01","cast":["Boris Karloff","Ewan Roberts"],"overview":"Colonel March of The Department of Queer Complaints investigates unusual cases, locked-room murders, and mysteries concerning the supernatural.","original_name":"Colonel March of Scotland Yard","vote_average":7.5,"name":"Colonel March of Scotland Yard","cert":"Unavailable","id":21150,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"1958-11-07","cast":["Rachel Roberts","Paul Daneman","Zena Walker","David McCallum","Richard Leech"],"overview":"Intertwining tales of love, greed, and secret identities in 1860s London.","original_name":"Our Mutual Friend","vote_average":0.0,"name":"Our Mutual Friend","cert":"Unavailable","id":21151,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"The Life & Adventures of Santa Claus is a 1985 Christmas television special produced in stop motion animation by Rankin\/Bass. It is based on The Life and Adventures of Santa Claus, a 1902 children's book by L. Frank Baum.","original_name":"The Life and Adventures of Santa Claus","vote_average":0.0,"name":"The Life and Adventures of Santa Claus","cert":"Unavailable","id":21152,"adult":"false","genre_ids":[16],"origin_country":["JP","US"]},{"first_air_date":"1991-05-17","cast":["Nigel Havers","James Fox","Fiona Gillies"],"overview":"Starring Nigel Havers as a recovering WWII pilot trying to adapt to life after being shot down. After suffering horrific facial burns when the bomber he is piloting is shot down, Hugh Fleming (Havers)'s once promising future lies in ruins. Abandoned by his girlfriend, and forced to sit out the war while his former colleagues fight on, Fleming's only hope lies with an offer of help from renowned plastic surgeon Angus Meikle (James Fox).","original_name":"A Perfect Hero","vote_average":0.0,"name":"A Perfect Hero","cert":"Unavailable","id":21153,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Miss U.S. Television was a series of contests held by the DuMont Television Network and its affiliates during 1950. The contest searched for the woman \"with the most outstanding talent and beauty\".\n\nThe grand finals, aired September 30, 1950, featured 13 contestants, including Edie Adams, than known as Edith Adams, who performed an opera aria and won the contest. Broadcast from the Chicago Fair of 1950, a brief clip of the grand finals was shown during the WGN-TV 40th Anniversary Special in 1988.","original_name":"Miss U.S. Television","vote_average":0.0,"name":"Miss U.S. Television","cert":"Unavailable","id":21156,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2009-02-10","cast":["T.I."],"overview":"T.I.'s Road To Redemption is an American reality television show that premiered on February 10, 2009, on MTV. The show was produced by T.I., Michael Hirschorn, Stella Stolper and Chris Choun of Ish Entertainment. The series, focusing on the 45 days before rapper T.I.'s March sentencing, hoped to encourage teenagers to avoid spending a life of crime by showing seven teenagers that there is another way. In T.I.'s Road to Redemption, T.I. shares the mistakes he has madeand the lessons he learned. The show includes events in his personal life such as the birth of his sixth son and the release of his album, Paper Trail.\n\nIn 2007, T.I. was convicted of two felony gun charges. He served a sentence of one year and one day behind bars starting March 27, 2009. He was also sentenced to 1500 hours of community service. The series started filming in June 2008 continued until March 2009.\n\n\"We visited T.I. early in 2008 while he was under house arrest in Georgia and found a man utterly unlike his rap persona,\" Stella Stolper and Michael Hirschorn of Ish Entertainment said. \"He felt that he was undergoing a karmic reckoning, a time when he would have to balance the scales of his life and integrate who he was with who he is. We've never seen someone so introspective, so smart about how who he was back in the slums of Atlanta is affecting who he is now.\"","original_name":"T.I.'s Road to Redemption","vote_average":0.0,"name":"T.I.'s Road to Redemption","cert":"Unavailable","id":21157,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"We Are One: The Obama Inaugural Celebration at the Lincoln Memorial was a public celebration of the then forthcoming inauguration of Barack Obama as the 44th President of the United States at the Lincoln Memorial and the National Mall in Washington, D.C., on January 18, 2009. By some estimates the attendance was over 400,000. The event was musically directed by Rob Mathes of the Kennedy Center Honors. A backing band used by many of the artists was in the orchestra pit, and featured veteran session drummer Kenny Aronoff.\n\nThe concert featured performances by Mary J. Blige, Jon Bon Jovi, Garth Brooks, Sheryl Crow, Renée Fleming, Caleb Green, Josh Groban, Herbie Hancock, Heather Headley, Beyoncé Knowles, Bettye Lavette, John Legend, John Mellencamp, Jennifer Nettles, Pete Seeger, Shakira, Bruce Springsteen, James Taylor, U2, Usher, will.i.am and Stevie Wonder. Several of the songs performed had been used by Obama's presidential campaign.\n\nThe concert also featured readings of historical passages by Jack Black, Steve Carell, Rosario Dawson, Jamie Foxx, Tom Hanks, Samuel L. Jackson, Ashley Judd, Martin Luther King III, Queen Latifah, Laura Linney, George Lopez, Kal Penn, Marisa Tomei, Denzel Washington, Forest Whitaker and Tiger Woods.","original_name":"We Are One: The Obama Inaugural Celebration at the Lincoln Memorial","vote_average":6.0,"name":"We Are One: The Obama Inaugural Celebration at the Lincoln Memorial","cert":"Unavailable","id":21158,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Aesop World is an anime series by Sunrise Animation that aired on TV Tokyo.\n\nThe series stars Pico, Tocho, and Fufu, three animals who aim to recover the mystical scales of a fish, Aesop; that way Aesop will be able to fly again.aesop flies because of his family genes!","original_name":"Aesop World","vote_average":0.0,"name":"Aesop World","cert":"Unavailable","id":21159,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1998-03-22","cast":["Damon Wayans","Andrea Martin","Melissa De Sousa","David Alan Grier","Julio Oscar Mechoso"],"overview":"Damon was a US comedy television series starring Damon Wayans. The show lasted for eleven episodes between March and July 1998. It was created by Leo Benvenuti, Steve Rudnick, and Damon Wayans and directed by John P. Whitesell.","original_name":"Damon","vote_average":0.0,"name":"Damon","cert":"Unavailable","id":21160,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":["Mayumi Tanaka","Chisa Yokoyama","Hirohiko Kakegawa","Kazue Ikura","Kumiko Nishihara"],"overview":"","original_name":"超魔神英雄伝ワタル","vote_average":0.0,"name":"Chō Mashin Eiyūden Wataru","cert":"Unavailable","id":21161,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":"1990-03-09","cast":["Mayumi Tanaka","Megumi Hayashibara","Kenichi Ogata","Tesshou Genda"],"overview":"","original_name":"魔神英雄伝ワタル2","vote_average":0.0,"name":"Mashin Hero Wataru 2","cert":"Unavailable","id":21162,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"American Dunkleman","vote_average":0.0,"name":"American Dunkleman","cert":"Unavailable","id":21163,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"GolfZone TV","vote_average":0.0,"name":"GolfZone TV","cert":"Unavailable","id":21164,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"You and Me was a popular children's television programme hosted by Australian-born New Zealand entertainer Suzy Cato. The first episode aired in 1993 and more than 2000 episodes were produced in the next seven years. In the late 2000s, the show returned to New Zealand television airing on TVNZ 6.\n\nWhile being originally successful in its local country, the show has also been successful overseas. \"It is an interactive, educational entertainment experience that has been enjoyed by pre-schoolers all over the world,\" says Suzy Cato.","original_name":"You and Me","vote_average":0.0,"name":"You and Me","cert":"Unavailable","id":21165,"adult":"false","genre_ids":[],"origin_country":["NZ"]},{"first_air_date":"1996-09-18","cast":[],"overview":"Decisive Weapons is a television series made by the BBC in association with the US channel A&E. It ran for two years airing on BBC2 in the UK from 1996 to 1997.\n\nThe series was devised and produced by Martin Davidson who also co-wrote the book Decisive Weapons with series researcher Adam Levy.","original_name":"Decisive Weapons","vote_average":0.0,"name":"Decisive Weapons","cert":"Unavailable","id":21166,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"1982-04-05","cast":["George Wendt","James Naughton","Alley Mills","Graham Jarvis","Philip Charles MacKenzie"],"overview":"Making the Grade was a short-lived American sitcom which aired on CBS from April 5 until May 10, 1982. It starred James Naughton, Graham Jarvis, Alley Mills, Steven Peterman, and boasted the first TV series roles for Philip Charles MacKenzie and George Wendt. It was set at Franklin High School in St. Louis, and aired as a part of CBS' Monday night comedy lineup.\n\nAmong those shown were Harry Barnes, the Dean of Boys, Assistant Principal Jack Felspar, Drama teacher Sara Conover, and Physical education teacher Gus Bertoia.","original_name":"Making the Grade","vote_average":0.0,"name":"Making the Grade","cert":"Unavailable","id":21167,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Jammin was an original reality television series created by Sí TV that documents the attempts of six Latino bands to win a $10,000 cash prize and a Gibson sponsorship. Out of hundreds of bands that submitted entries, only the top fifteen bands, selected by online polling, advanced to the next round. A panel of expert judges then chose six semi-finalists based on their musical potential. The semi-finalists were flown to Los Angeles, where they received guidance from a series of mentors and given the chance to play live for the judges. Three finalists had the opportunity make their own music video and, finally, competed in a battle of the bands on-stage.","original_name":"Jammin","vote_average":0.0,"name":"Jammin","cert":"Unavailable","id":21168,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2009-01-26","cast":[],"overview":"One Way Out is an American reality television series that was produced by NorthSouth Productions for the Discovery Channel. The program stars escape artist Jonathan Goodwin, who performs difficult escape stunts. A pilot episode aired on April 14, 2008, and the series began a ten-part first season on January 26, 2009.","original_name":"One Way Out","vote_average":0.0,"name":"One Way Out","cert":"Unavailable","id":21169,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2009-01-11","cast":["Stephen Curry","Claire Forlani","Doris Younane","Jeremy Lindsay Taylor","Chris Haywood"],"overview":"Australian television miniseries.","original_name":"False Witness","vote_average":0.0,"name":"False Witness","cert":"Unavailable","id":21170,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Harry's Practice was an Australian lifestyle television program that broadcast on the Seven Network between 1997 and 2003. It is currently repeating on 7TWO at 7pm week nights. The show was hosted by vet Dr Harry Cooper, who provided advice for pet care. The show also featured Dr Katrina Warren and Dr Chris Brown as presenters.","original_name":"Harry's Practice","vote_average":0.0,"name":"Harry's Practice","cert":"Unavailable","id":21171,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Charles Darwin and the Tree of Life is a 2009 television documentary about Charles Darwin and his revolutionary theory of evolution through natural selection, produced by the BBC to mark the bicentenary of Darwin's birth. It is part of the BBC Darwin Season. The presenter, David Attenborough, outlines the development of the theory by Darwin through his observations of animals and plants in nature and in the domesticated state, visiting sites important in Darwin's own life, including Down House, Cambridge University and the Natural History Museum, and using archive footage from Attenborough's many nature documentaries for the BBC. He reviews the development of the theory since its beginnings, and its revolutionary impact on the way in which humans view themselves - not as having dominion over the animals as The Bible says, but as part of the natural world and subject to the same controlling forces that govern all life on Earth.","original_name":"Charles Darwin and the Tree of Life","vote_average":0.0,"name":"Charles Darwin and the Tree of Life","cert":"Unavailable","id":21172,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Rejoice in the Lord is a weekly nationwide television broadcast of the campus church, a ministry of Pensacola Christian College.\n\nThe show, whose first broadcast was in March 1982, is broadcast on the charismatic-oriented Daystar Television Network on Sunday from 8 PM to 9 PM ET.\n\nRejoice in the Lord is also broadcast over WPCS and on the Rejoice Broadcasting Network at 12 Noon and 9 PM ET.","original_name":"Rejoice in the Lord","vote_average":0.0,"name":"Rejoice in the Lord","cert":"Unavailable","id":21173,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1975-10-01","cast":["Kōji Yada","Akira Kamiya","Ichirō Nagai","Mahito Tsujimura","Noriko Ohara "],"overview":"More than 1200 years ago, the impish Sindbad, a mischievous boy full of curiosity, sneaks into the royal palace to watch the acrobatic performances and learns that a wide world awaits beyond Baghdad. Hearing of the travels of his uncle Captain Ali, Sindbad decides to become a sailor and travel around the world. Leaving behind a note to his father, young Sindbad boards Captain Ali’s ship and-accompanied by a myna called Sheila-sets out for the greatest adventure of his life.","original_name":"アラビアンナイト シンドバットの冒険","vote_average":7.5,"name":"Sindbad the Sailor","cert":"Unavailable","id":21174,"adult":"false","genre_ids":[10759,10765,16],"origin_country":["JP"]},{"first_air_date":"2000-02-05","cast":["Yuuko Minaguchi","Minami Takayama","Yasuhiko Kawazu","Naoki Tatsuta","Tsutomu Kashiwakura"],"overview":"Shinzo, known as Mushrambo in Japan, is an anime produced by Toei Animation and based on the Chinese legend Journey to the West. In the series, creatures known as Enterrans take over Earth and rename it in their own image: Enterra. Now three Enterrans have to protect the last human in order to restore the human race. The anime focuses primarily on the adventures they undergo while working to accomplish this task.","original_name":"マシュランボー","vote_average":9.0,"name":"マシュランボー","cert":"Unavailable","id":21175,"adult":"false","genre_ids":[16,18],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Market Trotter is a television program about food and eating. Mr. Chua Lam is the leading eater and Amanda Strang, So Yuk Wa, Wong Nga See, Vanessa Yeung are some of the eaters with Mr. Chua Lam.\n\nThe program lead us to eat in the whole world. Including Shanghai, Suzhou, Thailand, Vietnam, Malaysia, Singapore, Taiwan, Korea and so much more.\n\nThe program is produced by Television Broadcasts Limited in about 2007.","original_name":"Market Trotter","vote_average":0.0,"name":"Market Trotter","cert":"Unavailable","id":21176,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Roar of the Rails is an American children's television series that aired on CBS from October to December 1948, and in October to December 1949. Each episode is 15 minutes long and was essentially a live commercial for the A. C. Gilbert Company. The series is notable as being one of the first infomercials to air on a major television network.","original_name":"The Roar of the Rails","vote_average":0.0,"name":"The Roar of the Rails","cert":"Unavailable","id":21177,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Gay Nineties Revue is an American variety series that aired live on ABC from August 11, 1948 to mid-1949 on Wednesdays at 8pm ET. The host was songwriter Joseph E. Howard, who was reportedly 81 at the time he hosted the show.","original_name":"The Gay Nineties Revue","vote_average":0.0,"name":"The Gay Nineties Revue","cert":"Unavailable","id":21178,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Ted Steele Show is a 15-minute musical variety show which aired on the now defunct DuMont Television Network from February 27 to July 12, 1949. Each episode was hosted by bandleader Ted Steele, who appeared on many programs during the early days of television.\n\nA previous version of the show aired on NBC on Wednesdays at 8:30pm and then Fridays at 9pm ET during the 1948-1949 television season, with the first show airing September 29, 1948.\n\nSteele later presented local daytime TV shows under the same title, running from 2:30 to 5:30pm ET, on WPIX-TV and WOR-TV, which hired Steele away from WPIX in July 1954.","original_name":"The Ted Steele Show","vote_average":0.0,"name":"The Ted Steele Show","cert":"Unavailable","id":21179,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Tales of the Red Caboose was a short-lived primetime television series that aired on the American Broadcasting Company television network, premiering 29 October 1948 and running for 2 1\/2 months.","original_name":"Tales of the Red Caboose","vote_average":0.0,"name":"Tales of the Red Caboose","cert":"Unavailable","id":21180,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Teenage Book Club was a primetime television series on the American Broadcasting Company which premiered on 27 August 1948. It was a discussion program about books for teenagers which aired Fridays at 8:00pm ET.","original_name":"Teenage Book Club","vote_average":0.0,"name":"Teenage Book Club","cert":"Unavailable","id":21181,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"What's It Worth? is an early American television series that aired on the CBS Television network from 21 May 1948 and into 1949. The series was later revived in 1952, before finally finishing its run on 11 October 1953.\n\nThe show was hosted by self-taught appraiser Sigmund Rothschild, who appraised antiques for celebrities. Rothschild also hosted a similar program called Trash or Treasure? on the DuMont Television Network.\n\nAs the series title suggests, the audience submitted items of art, and Rothschild would tell them how much it was worth.","original_name":"What's It Worth","vote_average":0.0,"name":"What's It Worth","cert":"Unavailable","id":21182,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1978-12-11","cast":["Cicely Tyson","Will Geer","Robert Hooks","Orson Welles","Jason Bernard"],"overview":"A Woman Called Moses is a television miniseries based on the life of Harriet Tubman, the escaped African American slave who helped to organize the Underground Railroad, and who led dozens of African Americans from enslavement in the Southern United States to freedom in the Northern states and Canada. Narrated by Orson Welles, the production was broadcast on the NBC television network on December 11 and 12 1978.\n\nTubman was portrayed by Emmy Award winner and Academy Award nominee Cicely Tyson.","original_name":"A Woman Called Moses","vote_average":7.5,"name":"A Woman Called Moses","cert":"Unavailable","id":21183,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Pop It! is an interactive television series on for kids ages 6 to 11 years old that offers fun, exercise, and entertainment. Hosted by Briana, Shemar, and Lamar, the three young dancers break down the moves to teach the routines from their original music videos. After the short lessons, kids are invited to dance along to the music with the three stars and their friends.\n\nThe show is produced by Hop To It Productions, Inc., in association with TVO and the Bell Fund. It was filmed at the IAOD studios in Toronto. There are 26 episodes. Each episode is 7 minutes long. The show first aired on TVO on September 3, 2007, and on SCN and Knowledge Network.\n\nHost of the show\n\n⁕Briana Andrade-Gomes\n\n⁕Shemar Charles\n\n⁕Lamar Johnson\n\nMinor Dancers\n\n⁕Ashley Charles\n\n⁕Breanne Charter\n\n⁕Sara Kernerman\n\n⁕Kelly Lopez\n\n⁕Stella Medley\n\n⁕Nikki Mele\n\n⁕Pedro Rosa","original_name":"Pop It!","vote_average":0.0,"name":"Pop It!","cert":"Unavailable","id":21184,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1989-10-18","cast":["Jōji Yanami","Tomohiro Nishimura","Shigezou Sasaoka","Tomiko Suzuki","Kazue Ikura"],"overview":"Magical Hat is an anime series by Studio Pierrot. The 33 episode series aired on Fuji Television from October 18, 1989 to July 6, 1990.\n\nThe series stars Hat, the descendant of a hero who fought an evil king and sealed Devildom. Hat falls into Devildom and finds he has to defeat the evil king.\n\nThe Sega Mega Drive game Magical Hat no Buttobi Tabo! Daibōken is based on this series; in Western regions the game uses different characters and is named Decap Attack.","original_name":"Magical Hat","vote_average":0.0,"name":"Magical Hat","cert":"Unavailable","id":21185,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":null,"cast":["Junpei Takiguchi","Naoko Matsui","Kaneta Kimotsuki","Masako Sugaya","Naoki Tatsuta"],"overview":"Chikkun Takkun revolves around an alien duck named Chikkun and his advisor Takkun, trying to stop an alien mad scientist from invading Earth.","original_name":"チックンタックン","vote_average":0.0,"name":"Chikkun Takkun","cert":"Unavailable","id":21186,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"To Shatter the Sky, subtitled Bomber Airfield at War, is a book and also BBC Television programme of the same name by the military historian, author and screenwriter Bruce Barrymore Halpenny.\n\nThe book was already being worked on when the author was approached by the BBC to produce a related theme for a history programme, hence the programme and book sharing the same name. The programme was aired on BBC 1 in late 1983 and the book launched in early 1984.","original_name":"To Shatter the Sky","vote_average":0.0,"name":"To Shatter the Sky","cert":"Unavailable","id":21187,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1949-04-27","cast":["Maggi McNellis"],"overview":"Leave It to the Girls is an American radio and television talk show, created by Martha Rountree, and broadcast, in various forms, from the 1940s through the 1980s.","original_name":"Leave It to the Girls","vote_average":0.0,"name":"Leave It to the Girls","cert":"Unavailable","id":21188,"adult":"false","genre_ids":[10767],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Your Witness is an American dramatized court show that aired on the ABC network from 1949 to 1950. It aired Mondays at 8:00 PM EST, and was based around real-life cases. It is among the very first television court programs.","original_name":"Your Witness","vote_average":0.0,"name":"Your Witness","cert":"Unavailable","id":21189,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1949-10-03","cast":[],"overview":"The Silver Theatre is a television series that was broadcast on the CBS television network from 1949 to 1950. It was a live anthology series consisting of dramatic teleplays about romance. It was sponsored by the International Silver Company.","original_name":"The Silver Theatre","vote_average":0.0,"name":"The Silver Theatre","cert":"Unavailable","id":21190,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Ruthie on the Telephone is an American comedy television series that was broadcast on the CBS network from August 7 to November 5, 1949. It is perhaps most notable for the fact that each episode was only five minutes long, yet it was shown during a prime-time television slot.","original_name":"Ruthie on the Telephone","vote_average":0.0,"name":"Ruthie on the Telephone","cert":"Unavailable","id":21191,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Charlie Wild, Private Detective is an American detective series that aired on three of the four major American television networks of the 1950s. The series first aired live on CBS Television from December 22, 1950 to June 27, 1951, then aired on ABC from September 11, 1951 to March 4, 1952.\n\nOn March 13, 1952, the DuMont Television Network picked the series up for the last three months, with 17 episodes, ending on June 19, 1952.\n\nJohn McQuade replaced Kevin O'Morrison as Charlie Wild after the first seven episodes.","original_name":"Charlie Wild, Private Detective","vote_average":0.0,"name":"Charlie Wild, Private Detective","cert":"Unavailable","id":21192,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Life was a documentary style series broadcast by ESPN in the early 2000s that followed athletes through their everyday lives.","original_name":"The Life","vote_average":0.0,"name":"The Life","cert":"Unavailable","id":21193,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Yoga for You is an Indian television series, which introduces some of the ancient Indian practices of Yoga to keep and maintain a healthy lifestyle.\n\nIn each episode, Dr. Pankaj and Smita Naram give Ayurvedic recipes for various health problems.","original_name":"Yoga for You","vote_average":0.0,"name":"Yoga for You","cert":"Unavailable","id":21194,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Musashi, the Samurai Lord, known in Japanese as Karakuri Kengō Den Musashi Lord, is an anime series by Studio Pierrot. The 50-episode series aired on Nippon Television from October 1990 to September 1991.\n\nThe series stars, Musashi, a \"gimmick robot.\" In the country of Zipangu every person has a gimmick robot. Musashi battles and meets his rival, Kojiro.\n\nTwo video games were released based on the anime.","original_name":"Musashi, the Samurai Lord","vote_average":0.0,"name":"Musashi, the Samurai Lord","cert":"Unavailable","id":21197,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":"2008-09-14","cast":[],"overview":"","original_name":"Big in Japan","vote_average":0.0,"name":"Big in Japan","cert":"Unavailable","id":21198,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2002-09-09","cast":["Matthew Wright"],"overview":"Inside Out is the brand name for a number of regional television programmes in England broadcast on BBC One. Each series, made by a BBC region, focuses on stories from the local area. Commissioned by BBC One controller Lorraine Heggessey, the programme began on 9 September 2002 and replaced a number of different titles previously used on BBC Two.","original_name":"Inside Out","vote_average":0.0,"name":"Inside Out","cert":"Unavailable","id":21199,"adult":"false","genre_ids":[99,10763],"origin_country":["GB"]},{"first_air_date":"2009-02-07","cast":[],"overview":"Militant Islam enjoyed its first modern triumph with the arrival in power of Ayatollah Khomeini in Iran in 1979. In this series of three programmes, key figures tell the inside story.","original_name":"Iran and the West","vote_average":8.5,"name":"Iran and the West","cert":"Unavailable","id":21200,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Bandit was a Welsh language music television show on S4C, produced by Boomerang. It included live performances, videos and interviews and was presented by Huw Stephens, Elis James, Sarra Elgan and Huw Evans. The programme aimed to raise the profile of Welsh-language popular music but also included music from Wales with lyrics in other languages. The last episode of Bandit was broadcast on 28 December 2011, after a decade of being on the air. The special show was presented by Stephens and Evans.\n\nThe Bandit team also used to organise several gigs each year and the show was considered to be S4C's flagship music programme. Their multiple nominations for BAFTA Cymru awards each year demonstrated the programme's appeal. One of their BAFTAs was won for \"Best Title Sequence\/Best Motion Graphics\"; the attention to detail had also been carried over to their website.","original_name":"Bandit","vote_average":0.0,"name":"Bandit","cert":"Unavailable","id":21201,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Snowden on Ice is a musical holiday special aired on CBS in 1997. It was created and funded by Target.","original_name":"Snowden on Ice","vote_average":0.0,"name":"Snowden on Ice","cert":"Unavailable","id":21202,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2006-08-30","cast":[],"overview":"The Teen Tamer is a British reality show series. It consist of an expert giving advice to families whose teenagers present behavioural problems such as drug addictions, aggression, alcoholism, etc. The Teen Tamer provides the parents with skills to diminish and change for the better the bad conduct of their children.","original_name":"The Teen Tamer","vote_average":0.0,"name":"The Teen Tamer","cert":"Unavailable","id":21203,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":["James Bolam"],"overview":"Grandpa in My Pocket is a comedy drama series commissioned by Michael Carrington for CBeebies, the BBC's dedicated pre-school and nursery channel targeting children aged 1-6 years. The programme stars James Bolam, Jay Ruckley, Josie Cable, Zara Ramm and Sam Ellis. The story centres on Grandpa, who owns a magical Shrinking Cap, which only his grandson Jason knows about. This cap enables him to shrink to about 4 or 5 inches tall and experience many magical adventures which are told via voice-over narration by Jason, including finding a hamster under the floorboards and bringing a home-made robot to life.\n\nWhen miniaturized, he has enough magic power to make Jason's toy car and toy biplane and toy railway locomotive work as the real vehicles including making engine noise, and drive them. Jason has a simple toy glider made of two pieces of wood in the shape of a seagull which he calls Gordon; Grandpa, when miniaturized, can ride on this and make it fly like a real seagull.\n\nWhen miniaturized, Grandpa can jump much farther in proportion than in full size, and can also \"run for all he's worth\", as Jason puts it.\n\nGrandpa is never identified on-screen with a proper name, so we never learn whether he is Mr. Mason or Mrs. Mason's father – both refer to him simply as \"Grandpa\" in much the same way as the parents of comic strip characters – such as The Beano's Dennis the Menace, for example – call each other \"Mum\" and \"Dad\". Even Grandpa's own sister, Great Aunt Loretta, only ever calls him \"Grandpa\".","original_name":"Grandpa in My Pocket","vote_average":7.0,"name":"Grandpa in My Pocket","cert":"Unavailable","id":21204,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2001-09-02","cast":["Al Mukaddam","Emily Hampshire","Bryn McAuley","Wayne Robson"],"overview":"Anne: The Animated Series was a half-hour animated television show produced by Sullivan Entertainment and created by writer\/director\/producer Kevin Sullivan. The series was developed for PBS and each episode contained an educational aspect. Each show had a problem for one or more of the show’s characters to face and solve. In conjunction with these problems, PBS “Ready-to-Learn” guides were created for teachers in America to use in the classrooms. The educational objectives of the show support a child’s development of his\/her identity, reinforced through lateral thinking and the use of a child’s magnitude to absorb daily challenges, and it also appeared on some VHS tapes from Lyrick Studios, HiT Entertainment and Nest Family Entertainment.\n\nMore recently, Sullivan Entertainment has re-written the “Ready-to-Learn” educational guides for the not-for-profit organization Free the Children. Free the Children will implement these Anne Lesson Plans in the Kenyan Schools they have built and hope to take them to other countries they work in around the world.","original_name":"Anne of Green Gables: The Animated Series","vote_average":0.0,"name":"Anne of Green Gables: The Animated Series","cert":"Unavailable","id":21205,"adult":"false","genre_ids":[18,16,10751],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Tara Tena","vote_average":0.0,"name":"Tara Tena","cert":"Unavailable","id":21206,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2009-02-17","cast":["Snoop Dogg"],"overview":"Dogg After Dark is an American variety show starring rapper Snoop Dogg on MTV. The series debuted on February 17, 2009 and features celebrity interviews, sketch-comedy segments and musical performances by Snoop's own in-house band, the \"Snoopadelics.\" Dogg After Dark takes place on location at Kress, a Los Angeles club on Hollywood Boulevard.","original_name":"Dogg After Dark","vote_average":0.0,"name":"Dogg After Dark","cert":"Unavailable","id":21207,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2001-08-20","cast":[],"overview":"Lavish two-part dramatisation of the passionate love story that was Queen Victoria and Prince Albert's lengthy marriage. Two-part drama chronicling the relationship between Queen Victoria and her consort, Prince Albert.","original_name":"Victoria & Albert","vote_average":0.0,"name":"Victoria & Albert","cert":"Unavailable","id":21208,"adult":"false","genre_ids":[18],"origin_country":["US","GB"]},{"first_air_date":"1980-12-06","cast":["Melora Hardin","Lorenzo Lamas","Stephen Manley","Bibi Besch","Martha Scott"],"overview":"Secrets of Midland Heights is a short-lived American nighttime soap opera which ran on CBS from December 6, 1980 to January 24, 1981 for eight episodes. Produced after the enormous success of Dallas, Lorimar Productions likewise produced the new serial for CBS.\n\nSecrets of Midland Heights was aimed at the teen audience, and featured romantic triangles and secrets among the teens and their parents who populated a fictional midwestern college town called Midland Heights. Aired on Saturday night at 10 PM EST\/9 PM Central, the series never found an audience and was canceled after eight episodes.\n\nThe show resembled a dark, 1980s-style Peyton Place, both dealing with hidden secrets and scandalous affairs in a small town. Lisa Rogers carried on with college jock Burt Carroll while also seeing fraternity jerk Mark; good girl heiress Ann Dulles secretly dated high school dropout John; Holly Wheeler wanted to lose her virginity to her boyfriend Teddy Welsh, but the teens were shocked to discover her mother Dorothy was having an affair with Teddy's father Nathan.","original_name":"Secrets of Midland Heights","vote_average":0.0,"name":"Secrets of Midland Heights","cert":"Unavailable","id":21209,"adult":"false","genre_ids":[10766],"origin_country":["US"]},{"first_air_date":"2005-11-12","cast":[],"overview":"Gaiking: Legend of Daikuu-Maryuu is a Super Robot mecha anime series produced by Toei Animation. It was a reimagining of the original series created by Go Nagai, and was aired in TV Asahi from November 12, 2005 to September 24, 2006, lasting a total of 39 episodes. It originally replaced Bobobo-bo Bo-bobo in its timeslot.","original_name":"ガイキング LEGEND OF DAIKU-MARYU","vote_average":0.0,"name":"ガイキング LEGEND OF DAIKU-MARYU","cert":"Unavailable","id":21210,"adult":"false","genre_ids":[16],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"NHL on RKO General relates to a small, syndicated network of stations owned by RKO General which broadcast National Hockey League games.","original_name":"NHL on RKO General","vote_average":0.0,"name":"NHL on RKO General","cert":"Unavailable","id":21211,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Prratima is an Indian television series that aired on Sahara One channel in 2004. The series premiered on August 23, 2004, and aired every Monday - Thursday at 2:30pm IST. Besides, the series was produced by Rajaa Mukherji, the brother of the popular Bollywood actress, Rani Mukherji, and starred Kirron Kher in an important role. The story is based on the Bengali novel, \"Protima\", written by Tara Shankar Bandopadhyay.","original_name":"Prratima","vote_average":0.0,"name":"Prratima","cert":"Unavailable","id":21212,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Behind the Screen is an American late-night weekly serial which aired on CBS from October 9, 1981 to January 8, 1982. It was created by David Jacobs for CBS, which wanted to experiment with late night programming as a counterpoint to ABC and NBC's more successful efforts at that time of night. Drawing upon his experience with the prime-time serials, Behind the Screen was a dramatization of the goings-on at a fictional TV soap opera called Generations. This was not the first attempt to explore the concept of a \"soap within a soap\" as radio soaps had used the idea as far as back as the 1940s, and Ryan's Hope had used the idea for a story in the early 1980s.\n\nIt premiered as an hour-long special, and regular episodes were 30 minutes. The show focused on the beautiful young star of Generations, Janie-Claire Willow, who was a pawn in a power struggle between her wheelchair-using mother Zina, her powerful agent Evan, and her show's leading man, Brian. The show's early pacing was a bit meandering and had problems finding an audience. The show seemed to be finding its focus, helped by stronger writing by Ronnie Wencker-Konner, when it was canceled after only 3 months on the air. The last episode concerned a backstage party where starlet Joyce Daniels was poisoned. Suspicion quickly fell on Lynette Porter. In a bit of levity, Michele Lee appeared as herself, playing a guest at the party; when questioned by police, she was mistakenly identified by the cops as Mary Tyler Moore.","original_name":"Behind the Screen","vote_average":0.0,"name":"Behind the Screen","cert":"Unavailable","id":21213,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1976-09-20","cast":[],"overview":"The Cedar Tree was a television serial that ran from 1976-1979 on ITV in the United Kingdom.\n\nIt involved the story of the Bourne family, hailing from an aristocratic background, before the turn of the Second World War.\n\nThe Cedar Tree was an ATV Production and recorded at the ATV Centre, Birmingham. Two established cast members were the veteran actress Joyce Carey and Susan Skipper, who played one of the Bourne family's daughters.\n\nIn February 2013 it was announced the first 1976 series was to be released on DVD.","original_name":"The Cedar Tree","vote_average":0.0,"name":"The Cedar Tree","cert":"Unavailable","id":21214,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Football years","vote_average":0.0,"name":"Football years","cert":"Unavailable","id":21215,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"De Meiden van Halal is a Dutch television programme of the Dutch broadcasting foundation NPS. The show is about Islamic Dutch people interacting with people from other religions and cultures. The presenters are Moroccan-Dutch sisters Esmaa, Jihad and Hajar Alariachi.\n\nIn 2009 Jihad and Hajar were on board Turkish Airlines Flight 1951 when it crashed outside of Schiphol Airport. Jihad was taken to hospital with minor injuries. Also Hajar was treated for her injuries in hospital Spaarne in Haarlem.","original_name":"De Meiden van Halal","vote_average":0.0,"name":"De Meiden van Halal","cert":"Unavailable","id":21216,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2009-02-24","cast":[],"overview":"Black to the Future is a 2009 television mini-series produced by VH1, that talks about history of events and trends about black people, for Black History Month. The show is hosted by David Alan Grier.","original_name":"Black to the Future","vote_average":0.0,"name":"Black to the Future","cert":"Unavailable","id":21217,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Flaming Butterfly was a drama series produced by Hong Kong broadcaster Asia Television. It was the first series to be filmed in High Definition by ATV. The series consisted of 40 1-hour episodes, but 21 of them were re-edited into 90-minute episodes, making it the second \"Drama90\" series to be aired by ATV. As a result of, the episode count was reduced to 31. The series was sold to MediaCorp TV, with each episode running for 1 hour, instead of 90 minutes.","original_name":"Flaming Butterfly","vote_average":0.0,"name":"Flaming Butterfly","cert":"Unavailable","id":21218,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"La Grande Chasse de Nanook\/Nanook's Great Hunt was a 1996 French\/Canadian animated series of 26 episodes. It was co-produced by Elma Animation, Medver International Inc., and TF1, in association with Mediatoon. The series was created and produced by Serge Rosenzweig; the directors were Franck Bourgeron, Marc Perret, and Stéphane Roux; the executive producers were Paul Rozenberg, Dana Hastier, and Lyse Lafontaine; the writers were Françoise Charpiat, Sophie Decroisette and Serge Rosenzweig; music was by Xavier Cobo and Michaël Dune. The series first aired in France on Wednesday September 3, 1997, on TF1's TF! Jeunesse. It also aired in Canada in French on Mondays at 8PM on Télétoon, and in English on Teletoon on Thursdays at 4:55PM. A 70 minute special titled Nanook: le grand combat\/Nanook - The Great Combat was produced in 1996 as well. The special was directed by Gérald Fleury.\n\nIn February 2000, APTN started airing Nanook on Saturday mornings in Inuktitut. It was the first animated series to be aired in Nunavik dialects.","original_name":"Nanook","vote_average":0.0,"name":"Nanook","cert":"Unavailable","id":21219,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2000-01-07","cast":["Nino Frassica","Terence Hill","Nathalie Guetta","Astra Lanz","Francesco Scali"],"overview":"Don Matteo is an Italian television series that has been airing since 2000 on the premier channel of Italian national television, Rai 1. Protagonist of the series is Father Matteo, a Catholic priest in a parish of the town of Gubbio, who is also known for his unrivaled talent in investigating local crime stories. Father Matteo is a wise and respected person who really manages to understand people's problems, and always appears to be willing to help. Thanks to his charm and positivity, he often helps criminals on their way to redeeming and he always convince them to confess their crimes and to accept their responsibilities. Comedian Nino Frassica portrays Lt. Antonio Cecchini, a middle aged carabineer who also happens to be Matteo's best friend. Cecchini is one of the main co-protagonists and often provides the humor and comic relief in the series. Other notable cast members include Flavio Insinna, who portrayed Captain Flavio Anceschi from 2000 to 2006, Milena Miconi, who played Laura, the mayor of Gubbio as well as Anceschi's love interest and Simone Montedoro who has been playing the role of Captain Giulio Tommasi, successor to Anceschi, since the sixth season. The seventh season of the series has recently been broadcast on Italian national TV.","original_name":"Don Matteo","vote_average":4.3,"name":"Don Matteo","cert":"Unavailable","id":21220,"adult":"false","genre_ids":[18,35,10751],"origin_country":["IT"]},{"first_air_date":null,"cast":[],"overview":"The Hotel Inspector Unseen is a spinoff of The Hotel Inspector on digital channel Fiver.\n\nThe spinoff was commissioned at the beginning of Series 3 of The Hotel Inspector and contained unseen footage; including video diaries shot by the hoteliers revealing their reactions to the inspector's tough love.\n\nSeries 4 was presented by undercover presenter Matt J Bell. It contained footage from hidden cameras, exclusive video diary footage and never before seen moments.\n\nTwofour Broadcast - The Hotel Inspector Unseen - Series 4","original_name":"The Hotel Inspector Unseen","vote_average":0.0,"name":"The Hotel Inspector Unseen","cert":"Unavailable","id":21221,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Elder Michaux was a religious TV show on the DuMont Television Network, hosted by evangelist Solomon Lightfoot Michaux. The show was 30 minutes long, originated as a local program on DuMont station WTTG in Washington, D. C. in 1947, and aired on the DuMont network from October 17, 1948 to January 9, 1949. According to the book The Forgotten Network by David Weinstein, the series also continued locally on WTTG after the network run ended.\n\nThe program was among the earliest U.S. television shows with an African American host, and included religious music and preaching.","original_name":"Elder Michaux","vote_average":0.0,"name":"Elder Michaux","cert":"Unavailable","id":21222,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Windy City Jamboree was an American popular music program on the DuMont Television Network from March 19 to June 18, 1950. The show aired live from the Rainbow Gardens nightclub in Chicago, Illinois on Sunday nights from 8pm to 10 pm ET, using the facilities of DuMont affiliate WGN-TV.\n\nThe cast included Danny O'Neil, Gloria Van, Jane Brockman and Bud Tygett, Jimmy McPartland, Dick Edwards, \"Woo Woo\" Stephens, Paula Raye, John Dalz, and the Julian Stockdale Orchestra.","original_name":"Windy City Jamboree","vote_average":0.0,"name":"Windy City Jamboree","cert":"Unavailable","id":21223,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Saturday Night Jamboree was an early American country music series on NBC-TV from December 4, 1948–July 2, 1949. It aired live from New York City from 8–9 p.m. Eastern Time on Saturdays for three weeks in December 1948, with yodeler Elton Britt as host. Beginning in January 1949, the host was Boyd Heath and the program aired from 8–8:30 p.m. until April, when it moved to 9:30–10 p.m. through July 2.\n\nThe cast included comedian \"Chubby Chuck\" Roe; Sophrony Garen, vocals; Ted Grunt, fiddle; Eddie Howard, banjo; John Havens, guitar; \"Smilin'\" Edwin Smith, accordion and Gabe Drake, bass fiddle.","original_name":"Saturday Night Jamboree","vote_average":0.0,"name":"Saturday Night Jamboree","cert":"Unavailable","id":21224,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Hare Kkaanch Ki Choodiyaan is a Hindi-language television series that aired on Sahara One channel in 2005, based on the story of a young pregnant woman who faces many obstacles in life. The series premiered on July 25, 2005, and aired every Monday - Friday at 3:30pm IST. The series is produced by Percept Picture Company, and starred Mihir Mishra, Snigdha Akolkar in her television debut role, & Swapnil Joshi in the main lead. 307 episodes total","original_name":"Hare Kkaanch Ki Choodiyaan","vote_average":0.0,"name":"Hare Kkaanch Ki Choodiyaan","cert":"Unavailable","id":21225,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":["Catherine Dent","Carly Pope","David Lyons","Julie Gonzalo","Thekla Reuten"],"overview":"Day One was a planned NBC sci-fi television series about apartment residents that survive an unknown worldwide cataclysm, that destroys modern infrastructure. The pilot was directed by Alex Graves, who previously directed the pilot episodes for the Fox TV series Fringe and Journeyman. According to NBC's Angela Bromstad, the show was originally expected to fill the Heroes time slot after the 2010 Olympics. It has been reported since that the show will never air.","original_name":"Day One","vote_average":0.0,"name":"Day One","cert":"Unavailable","id":21226,"adult":"false","genre_ids":[10765],"origin_country":["US"]},{"first_air_date":"2008-10-02","cast":["Sam Nixon","Mark Rhodes"],"overview":"Sam and Mark's Guide to Dodging Disaster is a children's television programme shown on CBBC. The programme features Sam and Mark in non-speaking roles, with Hugh Dennis providing a voice-over. The programme is filmed using chroma key techniques.\n\nSam and Mark's Guide to Dodging Disaster focuses around four or five disasters or situations, e.g. angry baboons or a volcanic eruption, and aims to present them in an amusing way. It gives a few tips on what to do. Sam and Mark transport about on a red sofa, often against their will, and are increasingly misled into what will happen. A number of sound effects are used for humour, such as the screams of a girl.\n\nThe series was written by Patrick Makin.","original_name":"Sam and Mark's Guide to Dodging Disaster","vote_average":7.0,"name":"Sam and Mark's Guide to Dodging Disaster","cert":"Unavailable","id":21229,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"G Force is a British television series created by Children's BBC in 1998. Originally broadcast as a segment within weekend show Fully Booked, but later shown independently as its own series. The programme was set within the office of a small publicity company in Scotland.","original_name":"G Force","vote_average":0.0,"name":"G Force","cert":"Unavailable","id":21230,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2004-09-13","cast":["Ahn Jae-wook","Ryu Jin"],"overview":"Oh Feel Young is a 2004 South Korean television series starring Ahn Jae-wook, Chae Rim, Ryu Jin and Park Sun-young. It aired on KBS2 from September 13 to November 2, 2004 on Mondays and Tuesdays at 21:55 for 16 episodes.","original_name":"Oh Feel Young","vote_average":0.0,"name":"Oh Feel Young","cert":"Unavailable","id":21233,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":"1996-04-26","cast":["Barbara Durkin","David Ross","Keith Allen","Steven Meo","Pippa Guard"],"overview":"Roger Roger is a BBC television comedy-drama written by John Sullivan. The series was about a mini-cab firm called Cresta Cabs. The pilot aired in 1996 and there were three subsequent series on BBC1 in 1998, 1999 and 2003.","original_name":"Roger Roger","vote_average":0.0,"name":"Roger Roger","cert":"Unavailable","id":21234,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Vidiot was a children's\/teenage television game show broadcast from 1992 to 1995 on the Australian Broadcasting Corporation. It was hosted by Eden Gaha for the first two series, then Scott McRae for the 1994 and 1995 season.\n\nThe game format was mostly a simple verbal question-and-answer, with slight variations like timed rounds, visual aids, and audio aids. Questions were themed on popular teen culture - Chart music, recent films, etc.\n\nFor each Monday to Thursday broadcast three new teenage contestants battled to win a place for the Friday broadcast. A live audience, often fellow students from the school from which the contestants originated, was present.\n\nVidiot was recorded in ABC's Sydney studios. On the east coast of Australia it was broadcast 5:30pm weeknights.\n\nVidiot is also the term used by Ken Nordine in a sketch titled The Vidiot, on his 1957 album Word Jazz. The sketch is of a patient in a therapists office, describing his addiction to TV, and saying he has become a vidiot.\n\nAlso used as a term to describe people who spend hours on computers and watch TV a lot.\n\nIt was also a 1980s video game magazine that demised in the North American Video Game Crash of 1983.","original_name":"Vidiot","vote_average":0.0,"name":"Vidiot","cert":"Unavailable","id":21235,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"2005-04-02","cast":["Yuuko Minaguchi","Yuko Goto","Satomi Kourogi","Megumi Kojima","Junko Minagawa"],"overview":"Fushigiboshi no Futagohime is a 2005 Japanese animated television show directed by Shōgo Kawamoto and with Jun'ichi Satō as chief director and character designs by Birthday. Following Birthday's original concept in 2003, it was taken by Nihon Ad Systems and TV Tokyo and was reproduced into a full-length series in 2005. A sequel titled Fushigiboshi no Futagohime Gyu! premiered in 2006 and aired until 2007.","original_name":"Fushigiboshi no Futagohime","vote_average":0.0,"name":"Fushigiboshi no Futagohime","cert":"Unavailable","id":21236,"adult":"false","genre_ids":[16,35],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Crash Test Danny is a series of 13 educational science sketch television shows for the Discovery Kids channel in the UK.\n\nDanny, played by Ben Langley, is a crash test dummy who goes the extra mile to put the fizz into physics. He is both motivated and hindered by the Professor, played by Gary Carpenter.\n\nThe shows were directed by Justin Rhodes, narrated by Jon Holmes, and series produced by Mark Robson at Initial Television.","original_name":"Crash Test Danny","vote_average":0.0,"name":"Crash Test Danny","cert":"Unavailable","id":21237,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Paper Lads is a children's television series produced by Tyne Tees Television and broadcast from 1977 to 1979. There were two series made; each of seven episodes. It was set in Newcastle in North East England, and was based around the adventures of some newspaper delivery boys and girls.\n\nThe signature tune of the series, \"Back Home Once Again\", was performed by progressive folk rock band Renaissance, and it appears as a full-length song on their 1978 album A Song For All Seasons.\n\nNetwork Video released the first episode on their collection \"Look-Back on '70s Telly - Issue 2\".\n\nThe full series is due to be released on Network DVD on 29 July 2013.\n\nTwo novels by William Humble based on the series were released by Target Books.","original_name":"The Paper Lads","vote_average":0.0,"name":"The Paper Lads","cert":"Unavailable","id":21238,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1989-12-08","cast":["Dougray Scott","Ian McNeice","Leslie Ash","Niall Toibin","Jan Francis"],"overview":"Stay lucky! is a British television comedy-drama series ran from 8 December 1989 to 6 August 1993. Made by Yorkshire Television and screened on the ITV network, it starred Dennis Waterman and Jan Francis.","original_name":"Stay Lucky","vote_average":0.0,"name":"Stay Lucky","cert":"Unavailable","id":21239,"adult":"false","genre_ids":[18,35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"The Flight That Fought Back is a documentary film produced by the London-based company Brook Lapping Productions for the Discovery Channel about United Airlines Flight 93. The program debuted in the United States on September 11, 2005, marking the fourth anniversary of the event on which it is based.\n\nThe film, narrated by Kiefer Sutherland, reconstructs the events that led to Flight 93 crashing in Stonycreek Township, Pennsylvania, approx 150 miles northwest of Washington, D.C., during the September 11, 2001, attacks. It proved to be highly popular when it debuted on the fourth anniversary of the 9\/11 terrorist attacks. It eventually made its way across the Atlantic to the United Kingdom, where it was aired on Five on Thursday, January 5, 2006.\n\nThe FBI helped with the production by handing over some of the black-box recordings upon request. The FBI refused to present the complete recording, citing national security concerns.\n\nOriginal music was provided for the film by London based post-rock musician Mark Beazley, more frequently known as Rothko, and composer Gavin Skinner. The film was directed by Bruce Goodison and edited by London based documentary film maker Joby Gee.\n\nDiscovery is donating 100% of all sales from the DVD to the construction of the permanent Flight 93 National Memorial.","original_name":"The Flight That Fought Back","vote_average":0.0,"name":"The Flight That Fought Back","cert":"Unavailable","id":21240,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Persuasion is a 1995 BBC TV-film adaptation of Jane Austen's novel of the same name. It was directed by British theater director Roger Michell, and its screenwriter was Nick Dear. Amanda Root starred as protagonist Anne Elliot and Ciarán Hinds played Captain Frederick Wentworth. Nine years previous to the film's beginning their characters were in love, until Anne was persuaded to reject his proposal of marriage; the film's storyline follows the two becoming reacquainted with each other, as supporting characters and events threaten to interfere.\n\nPersuasion was the product of an upswing in popularity for the works of Jane Austen, and was one of four Austen novels produced that year. It was shot on location at various English locales featured in the novel, including Lyme Regis and Bath. The film was co-produced by BBC Two, American studio WGBH-TV, and French company Millesime.\n\nThe film premiered on 16 April 1995 on television in Britain, but was released theatrically in the United States and other countries later that year and into the following one. The film received generally positive reviews, with many praising Root's performance and the film's \"realistic\" attention to the time period.","original_name":"Persuasion","vote_average":0.0,"name":"Persuasion","cert":"Unavailable","id":21241,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Brimstone and Treacle is a 1976 television play by Dennis Potter. Untransmitted until 1987, the play was made into a film co-starring Sting.\n\nThe play features a middle-aged middle-class couple living in a North London suburb whose life has been catastrophically affected by a hit-and-run accident which has left their beautiful undergraduate daughter totally dependent upon them, but their lives are dramatically changed by the arrival of a mysterious young stranger.","original_name":"Brimstone and Treacle","vote_average":7.0,"name":"Brimstone and Treacle","cert":"Suitable for 15 years & above","id":21242,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":"2006-01-14","cast":["John Barrowman","Carrie Grant","David Grant","Mica Paris","Ruthie Henshall"],"overview":"The Sound of Musicals was a 2006 four part BBC series starring several different musical theatre actors and some other professional singers who performed acts from different musicals. Each week the standard cast was joined by a celebrity guest host who also performed their favourite numbers. The show also featured interviews with people involved in musical theatre such as Andrew Lloyd Webber, and Cameron Mackintosh.\n\nIt aired weekly for four weeks starting Saturday 14 January 2006.","original_name":"The Sound of Musicals","vote_average":0.0,"name":"The Sound of Musicals","cert":"Unavailable","id":21243,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Action Blast! was an animation television program shown on the American cable and satellite channel, G4 in the 8am ET hour. Hosted by Louden Noxious and The Beav from Kaiju Big Battel, the show was premiered on January 2, 2006 and ended exactly one year later on January 1, 2007.\n\nThe program was not produced by G4; instead the entire hour was programmed and produced by toymaker Hasbro, with the company buying paid programming time from G4, and none of the network's logo, bugs, or promotions were seen on the program except for one promo ad on the half-hour. An Action Blast! bug was formerly seen on the bottom left-hand corner but later replaced with another alternate name for the block, MonkeyBarTV.\n\nAction Blast! was accused of violating a license stating that only Cartoon Network and Kids WB! have the rights to air Transformers Cybertron and Battle B-Daman.","original_name":"Action Blast!","vote_average":0.0,"name":"Action Blast!","cert":"Unavailable","id":21244,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Chiller Theatre","vote_average":0.0,"name":"Chiller Theatre","cert":"Unavailable","id":21245,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1977-08-04","cast":["Jonathan Ross","Jeremy Clarkson"],"overview":"Hollywood Greats was a BBC Television series, which began in 1977. The film critic Barry Norman wrote and narrated a series of in depth profiles on major Hollywood film personalities, in which he interviewed surviving associates. He later made a series called British Greats in 1980. A series of books, entitled The Hollywood Greats, The Movie Greats and The British Greats, which were authored by Norman were subsequently published. A series of the same name was later presented by Jonathan Ross from 1999 to 2006.","original_name":"The Hollywood Greats","vote_average":1.0,"name":"The Hollywood Greats","cert":"Unavailable","id":21246,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Speaking Freely is a public television show by the First Amendment Center hosted by Ken Paulsen. Recent guests have included Jim Bouton of Ball Four fame and Lewis Black of The Daily Show with Jon Stewart.","original_name":"Speaking Freely","vote_average":0.0,"name":"Speaking Freely","cert":"Unavailable","id":21247,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Supersize She","vote_average":0.0,"name":"Supersize She","cert":"Unavailable","id":21248,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Reel to Real was a Canadian television series, which aired on the Rogers TV network of cable community channels, as well as nationally on Canada's Independent Film Channel. Hosted by Richard Crouse one of Canada's most respected personalities.","original_name":"Reel to Real","vote_average":0.0,"name":"Reel to Real","cert":"Unavailable","id":21249,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Google Current is a brief, once every half hour, television program on the channel Current TV. Selected episodes are also available on the Internet. The series tracks not necessarily what the news is, but what people are searching for on Google.\n\nEach episode has a one or two word title, based on one of the websites or search terms highlighted. The top-of-the-hour segments use live hosts, while the middle-of-the-hour segments are presented with text, graphics and music. The hosted segments focus on searches that have recently seen increased popularity. Meanwhile, the segments at half past the hour look at the top five searches featuring a certain word; for example, the top five \"twins\" searches included the Olsen twins and the Minnesota Twins.\n\nThe show was hosted by Conor Knighton and Kinga Philipps and featured Brett Erlich, Dave Hill, Eric Ledgin, and Stephen Schneider. Guest hosts included Johnny Bell, Nzinga Blake, and Kendis Gibson. On the UK version of Current TV the main host is Graeme Smith.\n\nAs of July 10 2007 the hosted segments of Google Current in the US no longer air. The same staff now produces InfoMania on Current TV. The UK continued to run its own version which was filmed daily in London until the end of 2008.","original_name":"Google Current","vote_average":0.0,"name":"Google Current","cert":"Unavailable","id":21250,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Look up and Live","vote_average":0.0,"name":"Look up and Live","cert":"Unavailable","id":21251,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Pilgrimage","vote_average":0.0,"name":"Pilgrimage","cert":"Unavailable","id":21252,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Talk-Back","vote_average":0.0,"name":"Talk-Back","cert":"Unavailable","id":21253,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Frontiers of Faith","vote_average":0.0,"name":"Frontiers of Faith","cert":"Unavailable","id":21254,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Too Much 4 Much was a Canadian television series, which aired on MuchMusic. The series, which aired at 12:00am Eastern time, played controversial videos which had, for one reason or another, been banned from regular rotation on the network, and featured panel discussions on the issues raised by the videos in question.\n\nThe series first aired in February 1991, shortly after the station banned two high-profile pop videos, Madonna's \"Justify My Love\" and Mitsou's \"Dis-moi, dis-moi\", within a short time of each other. On the program's first airing, both videos were played in its uncensored, unedited entirety, followed by a panel discussion on whether the videos' explicit sexuality and nudity constituted pornography or art.\n\nToo Much 4 Much did not air as a regular part of MuchMusic's schedule, but as a special program produced whenever a high-profile video was banned from being shown on the network. On rare occasions a video might be \"unbanned\" based upon discussion, but more often the program served to justify why the video was banned.\n\nOther artists whose videos were discussed on the series included Morbid Angel, Sepultura, Marilyn Manson, Metallica, Nine Inch Nails, New Kids on the Block, Me'shell Ndegeocello and Tool.","original_name":"Too Much 4 Much","vote_average":0.0,"name":"Too Much 4 Much","cert":"Unavailable","id":21259,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2006-01-07","cast":["Hisayoshi Suganuma","Daiki Nakamura","Junko Minagawa","Kenji Nomura","Mai Kadowaki"],"overview":"Tactical Roar is a Japanese anime television series set in a not-too-distant future. The series is around all-female crew of the commercial Warship, the Pascal Magi. The series is mix of serious combat, political intrigue, light romance, and comedy. A classic story of the underdogs trying prove their worth amidst superior enemies, and doubtful arrogant allies. The series produced with mix of traditional and Computer Generated animation.","original_name":"タクティカルロア","vote_average":0.0,"name":"Tactical Roar","cert":"Unavailable","id":21260,"adult":"false","genre_ids":[16,35],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Inspector Gadget Saves Christmas is a Christmas television special, featuring characters from the cartoon series Inspector Gadget. The special was produced by DIC Entertainment and LBS Communications, Inc., and aired on NBC on December 4, 1992.","original_name":"Inspector Gadget Saves Christmas","vote_average":8.0,"name":"Inspector Gadget Saves Christmas","cert":"Unavailable","id":21261,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":["Adam Goodburn","Candy Moll","Rhys Bobridge","Ruth Fallon"],"overview":"The Fairies is an Australian television show based on two fairies: Harmony and Rhapsody. They also have friends, including Elf, the Fairycake maker, Barnaby, the Bizzy Buzzy Bee and \"Wizzy the Wizard\".","original_name":"The Fairies","vote_average":0.0,"name":"The Fairies","cert":"Unavailable","id":21262,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"City Limits was a Canadian television series, which aired on Citytv and later MuchMusic in the 1980s. Airing on Fridays at midnight, and on Saturdays, the program aired alternative music videos.\n\nThe program was originally hosted by Christopher Ward, and later by Kim Clarke Champniss and finally by Simon Evans. When the program was aired on CITY in the early 1980s, Mike Myers made several appearances, including performing as Wayne Campbell.\n\nAfter alternative rock's commercial breakthrough in the early 1990s, the series was cancelled and replaced by the daily series The Wedge.","original_name":"City Limits","vote_average":0.0,"name":"City Limits","cert":"Unavailable","id":21263,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Backyard Science is an Australian educational children's television show based on the Dorling Kindersley books. In this series, children experiment with everyday items in order to make something fun and practical and also provide scientific insights in a child's world.\n\nThe show is co-hosted by Tarun Victor Gordon and Dana Kronental, is co-produced by Beyond Television Productions and Penguin Television and airs on Australian free-to-air television on both the Seven Network and ABC. The series was composed of more than 78 episodes. Jason Smith was a presenter for some time.\n\nIt was broadcast in the USA under the title Crash! Bang! Splat! on the former Discovery Kids Channel.","original_name":"Backyard Science","vote_average":0.0,"name":"Backyard Science","cert":"Unavailable","id":21264,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Parsley Sidings was a BBC Radio sitcom created by Jim Eldridge. It starred Arthur Lowe and Ian Lavender, together with Kenneth Connor from the Carry On films.\n\nThe scripts are by Jim Eldridge. The show is set in a sleepy out of the way railway station on the main line between London and Birmingham, in the Midlands.\n\nThe main characters are the station master, Mr Horace Hepplewhite; his son, Bertrand; station porter Percy Valentine; Mr Bradshaw, the signalman; and station tannoy announcer Gloria Simpkins. The guest cast in some episodes included Bill Pertwee and Roger Delgado. The announcer for the programme was Keith Skues.\n\nThe series was produced by Edward Taylor, and was broadcast on BBC Radio 2. Due to the BBC's former practice of wiping tapes after the broadcast of a show, only a minority of the 21 episodes produced were still in the BBC archive - Goodbye, Parsley Sidings and The Entente Cordial are aired on BBC 7 occasionally and have always been in the BBC archives, while A Night Out, A Bird in the Hand and The Secret Agent were recovered between 2001 and 2003 as off-air recordings from members of the public. These episodes too have been aired, in early 2007, on BBC 7. All the other episodes are known to exist in private hands.","original_name":"Parsley Sidings","vote_average":0.0,"name":"Parsley Sidings","cert":"Unavailable","id":21265,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1982-04-05","cast":["Runa Akiyama","Yoshito Yasuhara","Sanae Takagi","Kyôko Tongû","Satomi Majima"],"overview":"Corky, Angey, and Justin are playing hide and seek in the woods when a sudden storm appears and they come upon a house in the woods. They go inside and meet Professor Bumble and his Solar Ion Robot, SIR. They discover the house is a flying time machine and a sudden mishap send them into the past where they end up witnessing events from The Bible's New Testament as they keep trying to get home.","original_name":"トンデラハウスの大冒険","vote_average":10.0,"name":"The Flying House","cert":"Unavailable","id":21266,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"How Low Can You Go? is an RTÉ comedy travel television programme which runs on RTÉ Two. It involves actors, Michael Hayes, Bazil Ashmawy, and Mark O'Neill visiting various cities and attempting to find the lowest cost to get to and stay in a number of different cities. The Irish Independent described the programme as being \"like a cross between Wish You Were Here and Jackass.\"","original_name":"How Low Can You Go?","vote_average":0.0,"name":"How Low Can You Go?","cert":"Unavailable","id":21267,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1998-10-06","cast":["Tomo Sakurai","Michiko Neya","Kentaro Ito","Yuka Kouno","Atsuko Tanaka"],"overview":"Super Doll★Licca-chan is an anime TV series which ran on TV Tokyo from 1998–1999. Kodansha also serialized a manga based on the anime series in its monthly manga magazine Nakayoshi. The story follows an ordinary elementary school girl named Licca Kayama and the strange circumstances surrounding her origins, as well as the origins of her protector, Doll Licca.\n\nThe series is an original story spin-off inspired by the long-selling and popular Takara doll lineup \"Licca-chan\", created by Miyako Maki, designed to expand the regular dress-up doll series into a line of action figures. However, the new figures were only a mild success, and did not remain in production for long.\n\nThe 52-episode TV series aired in Japan from 6 October 1998 through 28 September 1999. Since its release in Japan it has been translated into multiple languages, including Chinese, Italian, Portuguese, Tagalog and Malay, and has been broadcast internationally on various stations, including Taiwan's CTS and Hong Kong's ATV and TVB, Cartoon Network's Latin America and Brazilian services, and Italy's RaiDue.","original_name":"Super Doll Licca-chan","vote_average":0.0,"name":"Super Doll Licca-chan","cert":"Unavailable","id":21268,"adult":"false","genre_ids":[16,35],"origin_country":["JP"]},{"first_air_date":"1981-10-01","cast":["Masako Sugaya","Runa Akiyama","Eiji Maruyama","Masako Sugaya","Kouji Totani"],"overview":"Superbook, also known as Animated Parent and Child Theatre, is an anime television series initially produced by Tatsunoko Productions in Japan in conjunction with the Christian Broadcasting Network in the United States and more recently solely produced by CBN for global distribution and broadcast.\n\nThe series chronicled the events of the Bible's Old and New Testaments in its 52 episode run. The first 26 episodes aired from October 1, 1981 to March 29, 1982. The series returned as Superbook II with 26 episodes to air from April 4, 1983 to September 26, 1983. Between both series in the first run was the companion series The Flying House. The Christian Broadcasting Network is currently producing a new Superbook series and has released fourteen episodes.\n\nThe original series was broadcast on TV Tokyo, Fuji Television, and on various local stations across Japan, achieving good ratings during its broadcast run. The English version was aired on CBN Cable, and in syndication. It was previously seen on the Trinity Broadcasting Network, but is currently off the schedule.","original_name":"Superbook","vote_average":6.6,"name":"Superbook","cert":"Unavailable","id":21269,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Captain Zeppos a Belgian children's television series from the 1960s, based on a script by Lode De Groof. Its original title is Kapitein Zeppos. In all, the BRT made three series with a Flemish actor, Senne Rouffaer, in the title role.","original_name":"Captain Zeppos","vote_average":6.0,"name":"Captain Zeppos","cert":"Unavailable","id":21270,"adult":"false","genre_ids":[],"origin_country":["BE"]},{"first_air_date":null,"cast":[],"overview":"Madabout was a children's programme broadcast in the '80s on Children's ITV, made by Tyne Tees Television and hosted by Matthew Kelly in 1983 and 1984, and Michael Bentine in 1981-82.\n\nNortheast DJ Tony Douglas <sammy> appeared on Madabout in 1981.","original_name":"Madabout","vote_average":0.0,"name":"Madabout","cert":"Unavailable","id":21271,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1991-09-27","cast":["Keiko Han","Kenichi Ogata","Kyusaku Shimada","Takaya Hashi"],"overview":"Doomed Megalopolis is a supernatural\/dark fantasy anime. It is an adaptation of the historical fantasy novel Teito Monogatari by Hiroshi Aramata. The anime is darker, more violent and sexualized than any previous adaptations of the novel; an artistic decision probably inspired by the financial success of the OVA Legend of the Overfiend. Like its live-action predecessor, Tokyo: The Last Megalopolis, the anime is only an adaptation of the first 1\/3rd of the original novel.\n\nIt was released by Toei in 1991 as a 4-part OVA. In 1995, ADV Films gained the rights to the anime and released it on a four-volume cassette series in the US, under the title Doomed Megalopolis. In 2001, ADV re-released the entire series on a 2-Disc DVD edition. However, this release did not have the original Japanese soundtrack or any special features. Eventually, ADV gathered the rights to the original Japanese voices, and in 2003, re-released an enhanced version entitled Doomed Megalopolis: Special Edition, wherein the Japanese language option was available and bonus features, such as interviews and documentaries were added.","original_name":"Doomed Megalopolis","vote_average":0.0,"name":"Doomed Megalopolis","cert":"Unavailable","id":21272,"adult":"false","genre_ids":[16],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Campaign Politics is a Canadian television show which airs on CPAC during federal elections. The program features CPAC journalists and hosts profiling different Canadian electoral districts, including feature interviews with the major party candidates, campaign volunteers and voters in the district.","original_name":"Campaign Politics","vote_average":0.0,"name":"Campaign Politics","cert":"Unavailable","id":21273,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":"1985-04-02","cast":[],"overview":"Please! Psammea-don is a Japanese anime that was broadcast from 2 April 1985 to 4 February 1986 with a total of 78 episodes produced. This anime is based on the 1902 novel Five Children and It by English author Edith Nesbit.\n\nThe anime differs from the novel in revolving around four children rather than five. Three of the children are siblings while the fourth is their friend and neighbor. The four children encounter the Psammead who, in the anime, is depicted as being yellow with a blue hat, and more of a grumpy and lazy being than mischievous.\n\nIn Latin America, the series was known as Samed, el duende mágico and in France and Quebec as Sablotin. In the Arab world, it was known as Moghamarat Samid.","original_name":"Onegai! Samia-don","vote_average":7.0,"name":"Onegai! Samia-don","cert":"Unavailable","id":21274,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":null,"cast":["Hal Smith","Sam Edwards"],"overview":"Rod Rocket is the first animated cartoon with production credited to Filmation, debuting in syndication in 1963.","original_name":"Rod Rocket","vote_average":0.0,"name":"Rod Rocket","cert":"Unavailable","id":21275,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2001-01-01","cast":["Hannah Taylor-Gordon","Ben Kingsley","Brenda Blethyn","Tatjana Blacher","Joachim Król"],"overview":"Anne Frank: The Whole Story is a two-part mini-series based on the book Anne Frank: The Biography by Melissa Müller. The mini-series aired on ABC on May 20 and 21, 2001. The series starred Ben Kingsley, Brenda Blethyn, Hannah Taylor-Gordon, and Lili Taylor. Controversially, but in keeping with the claim made by Melissa Müller, the series asserts that the anonymous betrayer of the Frank family was the office cleaner, when in fact the betrayer's identity has never been established. A disagreement between the producers of the mini-series and the Anne Frank Foundation about validity of this and other details led to the withdrawal of their endorsement of the dramatization, which prevented the use of any quotations from the writings of Anne Frank appearing within the production. Hannah Taylor-Gordon received both Golden Globe and Emmy Award nominations for her performance as Anne Frank, while Ben Kingsley won a Screen Actor's Guild Award for his performance as Otto Frank, Anne's father.","original_name":"Anne Frank: The Whole Story","vote_average":8.4,"name":"Anne Frank: The Whole Story","cert":"Unavailable","id":21276,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2003-10-02","cast":["Megumi Toyoguchi","Isshin Chiba","Fujiko Takimoto","Mika Kanai"],"overview":"Avenger is an anime series, produced by Bandai Visual, Bee Train and Xebec, and directed by Koichi Mashimo. It is set on post-apocalyptic colonized Mars. The series premiered across Japan between 1 October 2003 and 24 December 2003 on the TV Tokyo network. It was later licensed for North American distribution by Bandai's distributive unit across the region, Bandai Entertainment.","original_name":"Avenger","vote_average":0.0,"name":"Avenger","cert":"Unavailable","id":21277,"adult":"false","genre_ids":[10765,16],"origin_country":["JP"]},{"first_air_date":"2004-11-18","cast":["Charles Dale","Will Mellor","David Walliams","Kate Magowan"],"overview":"Barking! is a British children's TV series that produced two series between 2004 & 2005. The show was originally broadcast on ITV1's children's slot CITV. It stars Katy McGowan as Jezza, a teenage girl with a talking dog named Georgie, voiced by Will Mellor. Other major characters in the show included Jezza's mother, Pippa, her stepbrothers Dan and Ollie, and her stepfather, Greg.","original_name":"Barking!","vote_average":0.0,"name":"Barking!","cert":"Unavailable","id":21278,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2005-11-25","cast":["Isaac Mizrahi"],"overview":"Isaac is an American TV show hosted by fashion designer and personality Isaac Mizrahi. It was shot in New York City, and aired on the Style Network in the United States. It premiered on December 5, 2005. Segments included man-on-the-street interviews, \"Sketches and Answers\" and celebrity interviews. He was supported by \"Ben and the band\" and an on-set coffee bar that served coffee to the most famous guests.\n\nThe show package was designed and created by E! On Air Design Art Director, Phil Han with Executive Producer Dione Li and SVP, Creative Director, Ann Epstein-Cohen.","original_name":"Isaac","vote_average":0.0,"name":"Isaac","cert":"Unavailable","id":21279,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Saturday Live was a British television comedy and music show broadcast by Channel 4 from 1985 to 1987, and in 1988 as Friday Night Live. Influenced by the American show Saturday Night Live, it was produced by Paul Jackson.\n\nThe series made stars of Ben Elton, Harry Enfield, Stephen Fry and Hugh Laurie, and featured appearances by Patrick Marber, Morwenna Banks, Chris Barrie, Emo Philips, Craig Ferguson, Craig Charles and many others. The show featured comic duo Adrian Edmondson and Rik Mayall in their act The Dangerous Brothers.\n\nAll episodes were transmitted live, although some material was pre-recorded. Recordings of shows were edited into compilation repeats, retitled Saturday Almost Live.\n\nThe show was succeeded by Friday Night Live, a shorter and slightly more tightly-formatted show with Elton as the permanent host, which ran for a single series in 1988. The show's titles consisted of reforming clay animations, highly comparable to early MTV idents.","original_name":"Saturday Live","vote_average":0.0,"name":"Saturday Live","cert":"Unavailable","id":21280,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2000-12-22","cast":["Jani Volanen","Tommi Korpela","Jukka Rasila","Janne Reinikainen","Petteri Summanen"],"overview":"Mennen Tullen is a four-part parody mini-series created by Studio Julmahuvi. It aired on YLE between 2000 and -01. Though created in a form of a serious murder-mystery it is in fact a dark comedy with occasional absurd elements, technology and conventions.\n\nThe cast of characters are from Julmahuvi's various fictional cop-series and there are also other references to Julmahuvi's previous productions.","original_name":"Mennen tullen","vote_average":10.0,"name":"Mennen tullen","cert":"Unavailable","id":21281,"adult":"false","genre_ids":[35,80,9648],"origin_country":["FI"]},{"first_air_date":null,"cast":[],"overview":"Digital Age TV program hosted by James Goodale, formerly Vice Chairman of The New York Times, is a weekly discussion TV show much like Richard Heffner's the Open Mind.\n\nRecent guests have included journalists Carl Bernstein and Judith Miller, as well as, economist Robert Hormats from Goldman Sachs, former FBI chief Louis Freeh, Executive Director of the Reporters Committee for the Freedom of the Press Lucy Dalglish, Henry Blodget, Porter Bibb and Senator Charles E. Schumer. Guests on previous shows have included TV anchors Walter Cronkite, Dan Rather and Tom Brokaw; former Secretary of State Henry Kissinger, CIA Director James Woolsey and Senator Bob Kerrey.","original_name":"Digital Age","vote_average":0.0,"name":"Digital Age","cert":"Unavailable","id":21282,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Gay Muslims is a Channel 4 documentary about how the experiences of five lesbian and gay Muslims challenge the heterosexual bias within their British communities and illustrate the diversity within Islam.","original_name":"Gay Muslims","vote_average":6.0,"name":"Gay Muslims","cert":"Unavailable","id":21283,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Open House was a 1964 BBC TV series presented by Gay Byrne, Peter Haigh and Robert Robinson.","original_name":"Open House","vote_average":0.0,"name":"Open House","cert":"Unavailable","id":21284,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2005-03-07","cast":["Brendan Sheerin"],"overview":"Coach Trip is a reality game show originally broadcast on Channel 4 from 7 March 2005 to 30 June 2006. The programme returned to Channel 4 from 25 May 2009 to 9 March 2012 after a three-year break. In early 2013, the show went into hiatus again and was replaced by a new show called Brendan's Magical Mystery Tour. However, in September 2013, Channel 4 announced that they had renewed Coach Trip for another series.\n\nThe show's format consists of four to seven teams of two undertaking a coach tour principally of continental Europe.\n\nThe tours have usually lasted 30 or 50 days, with passengers remaining on the tour only until they are ejected by their companions on one day, to be replaced by a new couple the following day.\n\nThe travellers are accompanied by tour guide Brendan Sheerin, who appears in every episode.","original_name":"Coach Trip","vote_average":8.0,"name":"Coach Trip","cert":"Unavailable","id":21285,"adult":"false","genre_ids":[10759,10764],"origin_country":["GB"]},{"first_air_date":"2003-06-24","cast":["Kikuko Inoue","Chafurin","Yumi Touma","Takehito Koyasu","Wataru Takagi"],"overview":"Cinderella Boy follows the adventures of impoverished private detective Ranma Hinamatsuri and his thrill-seeking rich girl partner Rella \"Cindy\" Shirayuki in a futuristic city named \"Kirin Town\". Kirin Town is a lawless European city-state with its own currency with the name of the city being a pun on the English word for \"killing\". The two are badly injured when they stumble across an organised crime operation and are put back together into the same body by a mysterious doctor. Every night the stroke of midnight, their shared body changes both form and identity. Ranma becomes Rella, or vice versa. Neither is aware of any actions or situations their partner is involved in, completely losing consciousness until twenty-four hours later, when the change comes around to them again.","original_name":"シンデレラボーイ","vote_average":0.0,"name":"Cinderella Boy","cert":"Unavailable","id":21286,"adult":"false","genre_ids":[16,10759,35],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Patches & Pockets was a Saturday morning television show that aired for over eighteen years in Toledo, Ohio on TV channel 11, WTOL. The title characters were a brother and sister pair of rag dolls played by Bev Schwind and Sue Donner, respectively. Both lived in Port Clinton, Ohio.\n\nThe rag dolls lived in a toy box with their large stuffed red dog. They went about their day entertaining children on the set and having misadventures in the studio \"Neighborhood\" or at various sites in the Toledo Metropolitan area.. One of the rag dolls would inevitably get in some trouble and they would find a way to work through the problem. It was a morality show with Patches having a dilemma or Pockets creating mischief. Pockets would tell time by looking at his ruler. When Pockets had to concentrate, he would put his shoe on his head.\n\nMarlene \"Sue\" Donner died of heart failure on June 26, 2011, at the age of 78, in the Erie County Care Facility in Huron, Ohio.","original_name":"Patches & Pockets","vote_average":0.0,"name":"Patches & Pockets","cert":"Unavailable","id":21287,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Doc Potts or Doc Potts and Weselly was an animated television series employing the Syncro-Vox technique proposed by Clark Haas and Cambria Studios. Dick Brown and Edwin Gillette prepared a pilot episode in 1960, but the series was never produced.\n\nHaas described Doc Potts as a \"lovable old veterinarian, a sort of combination Charley Weaver and Charlie Ruggles,\" and Weselly as \"an eager Boy Ranger, a young innocent who finds all the answers in his Boy Ranger official manual and who contrasts sharply with Spinner's relative worldliness.\"","original_name":"Doc Potts","vote_average":0.0,"name":"Doc Potts","cert":"Unavailable","id":21288,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1999-10-05","cast":["Kikuko Inoue","Akiko Yajima","Yuri Shiratori","Kazuhiko Inoue","Yui Horie"],"overview":"Omishi Magical Theater: Risky Safety is an anime created by Rei Omishi, and it follows the journeys of an apprentice shinigami, or death god, named Risky and an apprentice angel named Safety who have been trapped in the same body. Whoever is in charge of the body depends on the emotions of those around them; if people are happy, then Safety appears, but if people are upset, then Risky takes charge.","original_name":"臣士魔法劇場 リスキー★セフティ","vote_average":0.0,"name":"Omishi Magical Theater Risky Safety","cert":"Unavailable","id":21289,"adult":"false","genre_ids":[16,10765,35],"origin_country":["JP"]},{"first_air_date":"2005-02-01","cast":[],"overview":"Jamie's School Dinners is a four-episode documentary series broadcast on Channel 4 in the United Kingdom from 23 February to 16 March 2005. The series was recorded between Spring to Winter 2004, in which it featured TV chef Jamie Oliver attempting to improve the quality and nutritional value of school dinners at a typical British school, Kidbrooke School in the Royal Borough of Greenwich — a goal which ultimately led to a broader campaign to improve school dinners throughout Britain.","original_name":"Jamie's School Dinners","vote_average":4.0,"name":"Jamie's School Dinners","cert":"Unavailable","id":21290,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Happy Go Round was a 1970s Australian nationwide children's television series on QTQ-9 Brisbane, Queensland, starred by then Darlene Joyce Steinhardt, now Darlene Zschech, Darren Ormsby, Jenny Andrews, Leigh Muirhead, Terry Stewart, David Napier, Jo-Anne Stanley, and others.\n\nIt was hosted by Jacki McDonald in the years before she joined the cast of Hey Hey It's Saturday, and was the first Australian children's show to receive the \"C\" rating for high quality children's programming.","original_name":"Happy Go 'Round","vote_average":0.0,"name":"Happy Go 'Round","cert":"Unavailable","id":21291,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"2007-01-07","cast":["Eric Tsang","Jean Yoon"],"overview":"Dragon Boys is a CBC Television miniseries starring Eric Tsang, Byron Mann, Lawrence Chou, Tzi Ma, Lauren Lee Smith, Steph Song, Darryl Quon, Christina Ma, Jean Yoon, Simon Wong and Chang Tseng. It aired on CBC on January 7 and 8 of 2007.","original_name":"Dragon Boys","vote_average":0.0,"name":"Dragon Boys","cert":"Unavailable","id":21292,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1997-07-11","cast":[],"overview":"The Greatest Pharaohs is a 1997 American educational documentary film about Ancient Egypt distributed by A&E and narrated by Frank Langella with commentary by experts in the field. It is 200 minutes long and split into four parts, with each part explaining the lives of four Egyptian pharaohs.","original_name":"The Greatest Pharaohs","vote_average":0.0,"name":"The Greatest Pharaohs","cert":"Unavailable","id":21293,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"1997-04-06","cast":["Callum Keith Rennie","Michael Yarmush","Joy Coghill","Jennifer Clement"],"overview":"My Life as a Dog is a contemporary, half-hour Canadian TV series that aired in 1996 and ran for 22 episodes. It was based on the 1985 Swedish movie of the same name and developed for Canadian television by, among others, Reidar Jönsson, author of the original autobiographical book.\n\nIt is the coming of age story of a young boy, brutally dragged away from his familiar universe into an unknown world. Though aimed at teens, it has been rated above the usual \"infantile sitcoms\".\n\nThe series was shot on location in Winnipeg and Gimli, Manitoba. It was directed by Neill Fearnley and produced by Atlantis Films Limited and Credo Entertainment Group.","original_name":"My Life as a Dog","vote_average":0.0,"name":"My Life as a Dog","cert":"Unavailable","id":21294,"adult":"false","genre_ids":[18],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Pixanne was a popular children's television program, created and hosted by singer-actress Jane Norman, that ran from 1960 to 1969 on WCAU-TV in Philadelphia, Pennsylvania. The show was syndicated nationally for another 7 years.","original_name":"Pixanne","vote_average":0.0,"name":"Pixanne","cert":"Unavailable","id":21295,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1984-11-06","cast":["Taichirō Hirokawa","Chikao Ohtsuka","Shozo Iizuka","Ichirō Nagai","Show Hayami"],"overview":"Loosely based on the \"Sherlock Holmes\" series by Sir Arthur Conan Doyle, Sherlock Hound turns all the classic characters into dogs. The canine Sherlock Holmes, his assistant Watson, and housemaid Mrs. Hudson work together to solve mysteries. The culprit is usually Professor Moriarty and his gang, who use all kinds of wacky contraptions to steal what they want.","original_name":"名探偵ホームズ","vote_average":7.8,"name":"Sherlock Hound","cert":"Unavailable","id":21296,"adult":"false","genre_ids":[10759,16],"origin_country":["JP"]},{"first_air_date":"2000-01-16","cast":["Takuya Kimura","Takako Tokiwa","Atsuro Watabe","Miki Mizuno","Hiroyuki Ikeuchi"],"overview":"Kyoko, a young woman with an unhindered spirit despite being physically bound to a wheelchair due to illness, and Shuji, a stylish and popular fashion magazine hairstylist, are brought together in a fateful traffic incident. Despite their confrontational meeting, they soon find themselves falling in love, with Shuji drawn to her courage and enthusiasm and Kyoko attracted to his ability to look beyond her physical limitations and into her heart. However, Kyoko's protective older brother and her worsening condition begin to test the bounds of their love for each other and threaten to end their beautiful life together.","original_name":"ビューティフルライフ","vote_average":9.0,"name":"Beautiful Life","cert":"Unavailable","id":21297,"adult":"false","genre_ids":[18],"origin_country":["JP"]},{"first_air_date":"1969-04-06","cast":["Gorō Naya","Minori Matsushima","Nachi Nozawa","Shuusei Nakamura","Junpei Takiguchi"],"overview":"Hyakkimaru is a young man who lacks 48 body parts because they were taken from him by demons before birth, as payment by his father, Kagemitsu Daigo, to obtain his wish to take over the country. When the baby boy was born he was missing 48 parts of his body, and thus was abandoned—thrown into a river. Hyakkimaru has grown up and now has obtained fake body parts so he can eliminate the 48 demons that were made from his body, and to retrieve his missing parts. Along for the adventure is the boy thief, Dororo, with whom he becomes friends.","original_name":"どろろ","vote_average":0.0,"name":"Dororo to Hyakkimaru","cert":"Unavailable","id":21298,"adult":"false","genre_ids":[10759],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Tonight is an evening news programme broadcasting on New Zealand state broadcaster TVNZ. It airs each night at 10:30pm, and competes directly with TV3's Nightline.","original_name":"Tonight","vote_average":0.0,"name":"Tonight","cert":"Unavailable","id":21299,"adult":"false","genre_ids":[],"origin_country":["NZ"]},{"first_air_date":null,"cast":[],"overview":"L.A. Takedown is a crime\/thriller made for TV movie that aired on NBC on August 27, 1989 at 9 pm. It was written and directed by Michael Mann, and its ensemble cast includes Scott Plank, Alex McArthur, Michael Rooker, Daniel Baldwin, and Xander Berkeley. Takedown starred Plank as Det. Vincent Hanna and McArthur as Patrick McLaren. It was released on home video as a region 2 DVD.","original_name":"L.A. Takedown","vote_average":0.0,"name":"L.A. Takedown","cert":"Unavailable","id":21300,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Dogshitter Wants is a series of ten short cartoons broadcast during the early hours of the morning on MTV2. The programme was made by Matt Miller and Dominic del Torto in Flash. It is self-proclaimed, \"Officially the most best insane cartoon.\" It was puzzling statements such as these, in particular, that helped it gain initial notoriety. It also sparked immediate controversy through its inflammatory name and subliminal content.\n\nDogshitter Wants is a cult show and a vehicle for the surreal sketches and word play of del Torto and Miller. Although ostensibly concerned with jokes about cultural figures like Elton John & Michel Gondry, quite large parts of the show were impenetrably obscure, and were probably only fully understood by the creators and their immediate friends and associates, particularly those who were part of the dot com industry centred around Brick Lane in London, England.\n\nDogshitter Wants, although only achieving minor commercial success, takes a small place in the peculiar tradition of English psychedelia and wordplay influenced by Lewis Carroll.\n\nThe shows were produced in the Biganimal studios in the Old Truman Brewery in Brick Lane.\n\nThe music of alternate electronica band Add n to (x) feature in each episode, but were not broadcast by MTV2 for copyright reasons. The studio created original music for broadcast under the name Terrirer Sex Tantrum. The original music remains on the Dogshitter Wants website.","original_name":"Dogshitter Wants","vote_average":0.0,"name":"Dogshitter Wants","cert":"Unavailable","id":21301,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Backpack Picnic is an American Internet television comedy series. It is distributed on-demand by ON networks, a media company based in Austin, Texas. Head writer Mitch Baker, an improv comedian, and director René Pinnell teamed up to do the show in 2004. The show is loosely structured with several recurring characters.","original_name":"Backpack Picnic","vote_average":0.0,"name":"Backpack Picnic","cert":"Unavailable","id":21302,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Capt'n Sailorbird is an American syndicated animated television series which debuted in 1959. An anthology series of sorts, the Sailorbird character introduced foreign language cartoons which were reedited and dubbed into English for the series by Paul Killiam. 190 five-minute episodes were produced, which were inserted into individual stations' children's shows. Longer cartoons were serialized over the course of multiple episodes.\n\nThe series was distributed by Sterling Films.","original_name":"Capt'n Sailorbird","vote_average":0.0,"name":"Capt'n Sailorbird","cert":"Unavailable","id":21303,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Adventures of Paddy the Pelican is an animated television series that debuted in children's local stations in Chicago in 1950s. It is exceedingly rare, but has gained some fame for appearing on Jerry Beck's \"Worst Cartoons Ever.\" On the DVD, he states that he has not found any evidence that this particular animated adaptation was aired on TV, although there is evidence that the Paddy the Pelican character began in 1950 as a local TV puppet show on Chicago's WENR-TV. Paddy's adventures were presented in comic strip drawings done by Sam Singer. This show was scheduled to appear on the ABC network in the fall of 1951; Singer had also started producing a newspaper, Paddy Pelican Junior Journal. The animated episodes currently in existence all have copyright dates of 1954.\n\nThe show is notable and infamous for its shoddy pencil-sketch artwork, reused animation, rambling and apparently improvised voiceovers, muffled and poorly synchronised soundtrack, and general low-budget problems. The only music is a few chords played on an organ, although the title card is accompanied by a man making noises apparently intended to sound like a pelican squawking.\n\nSinger, who worked for Disney and other Hollywood animation studios, also produced a television Uncle Mistletoe local children's television show, based on the Marshall Field's character of the same name, as well as other early animated shows.","original_name":"The Adventures of Paddy the Pelican","vote_average":0.0,"name":"The Adventures of Paddy the Pelican.","cert":"Unavailable","id":21304,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Bucky and Pepito was a 1959 animated television series produced by Sam Singer.","original_name":"Bucky and Pepito","vote_average":0.0,"name":"Bucky and Pepito.","cert":"Unavailable","id":21305,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Mischief Makers was children's television series created by National Telepix that debuted on television syndication in 1960. The fifteen-minute series consisted of shortened Our Gang silent shorts that were originally released through Pathé, as well as various rival Our Gang shorts including Mickey McGuire, Buster Brown, and others. Films Hal Roach's all animal series the Dippy Doo Dads were also occasionally shown. The series ended production in 1961, but continued to be aired by certain local television stations well into the 1970s.","original_name":"Mischief Makers","vote_average":0.0,"name":"Mischief Makers","cert":"Unavailable","id":21306,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Tales of the Night is a 1992 French silhouette animation television special written and directed by Michel Ocelot. It aired on Canal+ in France, ZDF in Germany and Channel 4 in the United Kingdom. It is a trilogy of three further fairy tales in much the same format as Ciné si.","original_name":"Tales of the Night","vote_average":0.0,"name":"Tales of the Night","cert":"Unavailable","id":21307,"adult":"false","genre_ids":[16],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Dancin' to the Hits was a nationally syndicated TV show hosted by Lorenzo Lamas during the 1986-1987 season. Professional dancers performed to a medley of Top 40 hits, and live acts performed. Some of the acts that performed were SOS Band, Samantha Fox, and Stacy Lattisaw.","original_name":"Dancin' to the Hits","vote_average":0.0,"name":"Dancin' to the Hits","cert":"Unavailable","id":21308,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1957-09-29","cast":["Elizabeth Montgomery","Sal Mineo","Julie Harris"],"overview":"DuPont Show of the Month is an acclaimed 90-minute television anthology series that aired monthly on CBS from 1957 to 1961. The DuPont Company also sponsored a weekly half-hour anthology drama series hosted by June Allyson, The DuPont Show with June Allyson.\n\nDuring the Golden Age of Television, DuPont Show of the Month was one of numerous anthology series telecast between 1949 and 1962. Superficially, it resembled Playhouse 90 and other anthologies, but DuPont Show of the Month focused less on contemporary dramas and more on adaptations of literary classics, including Oliver Twist, The Prince and the Pauper, Billy Budd, The Prisoner of Zenda, A Tale of Two Cities and The Count of Monte Cristo.","original_name":"DuPont Show of the Month","vote_average":6.0,"name":"DuPont Show of the Month","cert":"Unavailable","id":21309,"adult":"false","genre_ids":[18,35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"5-4-3-2-Run is a Canadian game show for kids that ran from about 1988 to 1990 on CTV in Canada and on many independent stations in the United States. Hosted by Andrew Cochran, the show combined general knowledge questions, wacky stunts and messy surprises similar to Double Dare.","original_name":"5-4-3-2-Run","vote_average":0.0,"name":"5-4-3-2-Run","cert":"Unavailable","id":21310,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2008-10-16","cast":["Suzuka Ohgo","Yoko Maki","Jun Murakami","Kanji Tsuda","Ken Mitsuishi"],"overview":"The story takes place in a fictional country with cultural traces from South American countries, mostly from Brazil. The title's Michiko is a free-willed \"sexy diva\" who escapes from a supposedly inescapable prison fortress, while Hatchin is a girl fleeing her abusive foster family. The two join forces on an improbable escape to freedom.","original_name":"ミチコとハッチン","vote_average":6.4,"name":"Michiko and Hatchin","cert":"Unavailable","id":21311,"adult":"false","genre_ids":[16,10759],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Un, dos, tres... responda otra vez, often shortened as Un, dos, tres, and named Un, dos, tres... a leer esta vez in the last season, was a Spanish game show created by Narciso Ibáñez Serrador. The show, which ran from 1972 to 2004 spanning ten seasons, became the most famous game show in the history of Spanish television. It also was the first television show exported outside of Spain, with versions aired in the United Kingdom, Portugal, the Netherlands, Germany and Belgium.","original_name":"Un, dos, tres... responda otra vez","vote_average":0.0,"name":"Un, dos, tres... responda otra vez","cert":"Unavailable","id":21312,"adult":"false","genre_ids":[],"origin_country":["ES"]},{"first_air_date":"1982-03-01","cast":["Shehnaz Sheikh","Faisal Bilal","Shakeel Yousuf","Javed Sheikh","Badar Khalil"],"overview":"The story revolves around a young ambitious girl . Due to her father's early death, her family is not so well-off and she dreams of being rich and prosperous like her friend.","original_name":"Ankahi","vote_average":10.0,"name":"Ankahi","cert":"Unavailable","id":21313,"adult":"false","genre_ids":[35,18,10751],"origin_country":["PK"]},{"first_air_date":null,"cast":[],"overview":"Top Ten is a Military Channel program which rates and ranks ten famous weapons or systems across military history since the 20th century. It uses a subjective scoring of factors such as service length, innovation, \"fear factor\", etc.","original_name":"Top Ten","vote_average":0.0,"name":"Top Ten","cert":"Unavailable","id":21314,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"1998-07-08","cast":["Emi Shinohara","Takumi Yamazaki","Maaya Sakamoto"],"overview":"Nightwalker: The Midnight Detective is a late night anime TV series created by Ayana Itsuki that is adapted from a PC game titled Mayonaka no Tantei Night Walker.\n\nNightwalker incorporates elements of the horror, detective story and vampire genres, and is critically noted as a vampire story \"with a bit of a twist\". The main character is Shido, a vampire who protects humans from other supernatural creatures. A private investigator by day and a demon hunter by night, Shido solves murder cases caused by monsters called nightbreeds.","original_name":"Night Walker -真夜中の探偵-","vote_average":9.0,"name":"Nightwalker: The Midnight Detective","cert":"Unavailable","id":21315,"adult":"false","genre_ids":[16,18,10765],"origin_country":["JP"]},{"first_air_date":"2008-11-30","cast":["Maia Mitchell","Kimberley Walsh","Anthony Spanos"],"overview":"Trapped is an Australian children's television series which first premiered on 30 November 2008 and finished its first run on 18 April 2009 on the Seven Network. The 26-part series was shot entirely on location in and around Broome, Western Australia from May to October 2008. A follow up series entitled Castaway began airing on the Seven Network on 12 February 2011. Many of the actors in the main cast of Trapped reprised their roles.","original_name":"Trapped","vote_average":6.0,"name":"Trapped","cert":"Unavailable","id":21316,"adult":"false","genre_ids":[10759,18],"origin_country":["AU"]},{"first_air_date":"2009-01-05","cast":[],"overview":"One Minute Wonders is a factual television series for children produced by Unique TV for CBBC. Starring David Schneider as the voice of Blink, the series consists of 13 episodes with each episode running 28 minutes.\n\nThe series combines live action material filmed by Unique TV, animation produced by Karrot Animation and archive footage from the BBC Worldwide Motion Gallery.\n\nThe series first aired on 5 January 2009 on BBC One.","original_name":"One Minute Wonders","vote_average":0.0,"name":"One Minute Wonders","cert":"Unavailable","id":21317,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1966-02-02","cast":["Gerald Flood","Philip Stone","Glyn Owen"],"overview":"The Rat Catchers is a 1960s British television series about a top secret British Intelligence Unit who receive orders from the Prime Minister and without questions battles enemy spies, saboteurs, and other criminals in order to protect the security of Great Britain and the Western Alliance. The show centred around three major characters: Peregrine Pascale Smith, the Oxford University-educated managing director with 12 years' experience under his belt, Brigadier H. St. J. Davidson, the emotionless analytical brains behind the group, and newly-recruited Richard William Hurst, formerly a superintendent at Scotland Yard who though he was said to have gone by the book in the police force, seems to have some problems with authority now. Part of the problem is that the Brigadier refuses to tell him more than the minimum that he needs to know about the organisation. Officially he works for Smith's company: Transworld Electronics and in episode 3, he is not sure whether Smith or the Brigadier is his boss.\n\nThe organisation was based at Whitehall but officially didn't exist, being denied at the highest level as they worked with the greatest secrecy. The show began with the arrival of Hurst who is out of step with the other two. Raymond Francis was originally picked for the Hurst role but changed his mind at the last minute. Many of the stories were continued, sometimes with cliff-hanger endings.","original_name":"The Rat Catchers","vote_average":0.0,"name":"The Rat Catchers","cert":"Unavailable","id":21318,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"VH1's 100 greatest songs of the 80's","vote_average":0.0,"name":"VH1's 100 greatest songs of the 80's","cert":"Unavailable","id":21319,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2000-01-26","cast":[],"overview":"Carried by the Wind: Tsukikage Ran is an animated action comedy written and directed by Akitaro Daichi, and produced by Madhouse Studios. The television series follows Ran and Meow, two wanderers who face all sorts of antagonists in Tokugawa Japan.\n\nThe series started airing on WOWOW. Afterwards, it aired as Ran, The Samurai Girl on Animax Latin America and Animax Asia, which also broadcast Bandai's dub across Southeast Asia and South Asia. The series is licensed in North America by Bandai Entertainment.","original_name":"風まかせ月影蘭","vote_average":0.0,"name":"Carried by the Wind: Tsukikage Ran","cert":"Unavailable","id":21320,"adult":"false","genre_ids":[16,35],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"NASA's Story is a documentary series by Dangerous Films for the BBC to commemorate 50 years since the formation of NASA. The series looks at NASA's early history, the triumphs and disasters, notably the Apollo 1 fire, through to the manned Moon missions and the Space Shuttle era. The show includes various interviews with astronauts and NASA personnel such as Chris Kraft, Jon Clark, Leroy Cain, Scott Carpenter, Neil Armstrong and Buzz Aldrin, both crew members of Apollo 11.\n\nThe show was broadcast in the United Kingdom and Germany in June and July 2009.","original_name":"NASA's Story","vote_average":0.0,"name":"NASA's Story","cert":"Unavailable","id":21321,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1993-01-10","cast":["Michael Sheen","John McArdle","Paul Rhys","Arkie Whiteley","Gary Waldhorn"],"overview":"Gallowglass is a British television mini-series adaptation of the Ruth Rendell novel of the same name. It is an emotional story of obsessive love, lust and fear.","original_name":"Gallowglass","vote_average":8.0,"name":"Gallowglass","cert":"Unavailable","id":21322,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"2009-07-13","cast":["Fay Ripley","Holly Aird","Morven Christie","Jenny Agutter","Miranda Hart"],"overview":"Monday Monday is an ITV, UTV comedy drama. It stars Fay Ripley, Jenny Agutter, Neil Stuke, Holly Aird, Morven Christie, Tom Ellis, and Miranda Hart.\n\nIt is set in the head office of a supermarket that has fallen on hard times and had to re-locate its staff from London to Leeds. The show was initially announced as part of ITV's Winter 2007 press pack, but was \"iced\" until 2009 due to falling advertising in the wake of the economic downturn.","original_name":"Monday Monday","vote_average":0.0,"name":"Monday Monday","cert":"Suitable for 15 years & above","id":21323,"adult":"false","genre_ids":[35,18],"origin_country":["GB"]},{"first_air_date":"2008-11-09","cast":[],"overview":"Ruby is an American reality-documentary television series on Style. The series debuted on November 9, 2008 and follows the life of Ruby Gettinger who lives in Savannah, Georgia as she attempts to lose weight.\n\nOn December 12, 2011, it was announced that Style has passed on a fifth season order of the series and it has since been cancelled.","original_name":"Ruby","vote_average":5.7,"name":"Ruby","cert":"Unavailable","id":21324,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Anyone for Tennyson? is a series of fifty programs of poetry-in-performance that ran nationally on the Public Broadcasting Service from 1976-1978. The winner of numerous awards, it was produced by the Nebraska Educational TV Network in Lincoln in association with the Great Amwell Company of New York. Over the three seasons, more than 700 poems by more than 300 poets were presented.\n\nThe program was built around The First Poetry Quartet consisting of Cynthia Herman, Jill Tanner, George Backman and Paul Hecht. Mr. Hecht’s role was later played by Norman Snow and Victor Bevine. To this ensemble were added numerous guest stars including Henry Fonda, Jack Lemmon, Claire Bloom, Vincent Price, William Shatner, Irene Worth, James Whitmore, Fred Gwynne and Jim Dale.\n\nPrograms were often shot on locations appropriate to the poets or poetic themes being presented. The Shakespeare program was filmed in and around Stratford-on-Avon and Wordsworth and Coleridge in England’s Lake District. Walt Whitman’s Civil War poetry was taped on the battlefield at Gettysburg, and American Indian Poetry was shot in Taos, New Mexico and the Black Hills of South Dakota.\n\nProducers and continuity writers for the series were William P. Perry and Jane Iredale. Marshall Jamison was executive producer and director of the majority of the programs with Ron Nicodemus also directing during the first season. Dr. Ron Hull was the executive-in-charge for the Nebraska Network, and Dr. Laurie Zwicky was the literary advisor. Dr. Zwicky also developed a college credit course built around the programs.","original_name":"Anyone for Tennyson?","vote_average":0.0,"name":"Anyone for Tennyson?","cert":"Unavailable","id":21325,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2008-04-07","cast":[],"overview":"Fireball is a series of CGI anime shorts created by Jinni's Animation Studios in conjunction with Disney. The designer is Hitoshi Fukuchi. It is animated entirely in 3D with no cel-shading of any sort, as would be typical for the medium.\n\nThe show takes place in the distant future of the 49th millennium, and revolves around the happenings inside a giant manor inhabited by two robots; the gynoid duchess Drossel von Flügel and her massive cyclopian arachnoid servant, Gedächtnis. The episodes are usually nonsensical in nature, normally showing the two characters making idle conversation in the midst of a war with humanity. A third character, a monkey-robot named \"Schadenfreude\", joins them later.","original_name":"ファイアボール","vote_average":0.0,"name":"Fireball","cert":"Unavailable","id":21326,"adult":"false","genre_ids":[16,35],"origin_country":[]},{"first_air_date":"2005-09-26","cast":["Jung Joon","Kim Ah-joong","Kim Sung-eun","Kim Hae-sook","Ahn Suk-hwan"],"overview":"The story follows an extended family's love dilemmas, family arguments and family secrets.","original_name":"별난여자 별난남자","vote_average":0.0,"name":"Bizarre Bunch","cert":"Unavailable","id":21327,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":"1950-10-21","cast":["Sheila Kuehl","Willie Best","Stuart Erwin","June Collyer","Merry Anders"],"overview":"The Stu Erwin Show is an American sitcom which aired on ABC for five seasons from 1950 to 1955.","original_name":"The Stu Erwin Show","vote_average":0.0,"name":"The Stu Erwin Show","cert":"Unavailable","id":21328,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Illustrated Weekly Hudd is a comedy sketch series that ran on the BBC from 1966 to 1967, starring Roy Hudd.\n\nThe series incorporated myriad comedic styles, elaborate make-up and costume changes, and a diverse array of locations in order to create a singular visual style. The series featured Doug Fisher, Sheila Steafel, Patrick Newell and Marcia Ashton. Writers included Eric Davidson, Graham Chapman, Dick Vosburgh, and Dave Freeman. It was produced by James Gilbert.","original_name":"The Illustrated Weekly Hudd","vote_average":0.0,"name":"The Illustrated Weekly Hudd","cert":"Unavailable","id":21329,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"GMA Evening Report is a now defunct early evening English newscast of GMA News and Public Affairs. The newscast is premiered in 1974 and was anchored by Bong Lapira. This is replaced by News at Seven in 1976.","original_name":"GMA Evening Report","vote_average":0.0,"name":"GMA Evening Report","cert":"Unavailable","id":21330,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The CBS Festival of Lively Arts for Young People","vote_average":0.0,"name":"The CBS Festival of Lively Arts for Young People","cert":"Unavailable","id":21331,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Studebaker: Less Than They Promised","vote_average":0.0,"name":"Studebaker: Less Than They Promised","cert":"Unavailable","id":21332,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Making of a Continent","vote_average":0.0,"name":"The Making of a Continent","cert":"Unavailable","id":21333,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Merry Widow","vote_average":0.0,"name":"The Merry Widow","cert":"Unavailable","id":21334,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1983-10-04","cast":["Will Lyman"],"overview":"A six-year project from conception to completion, Vietnam: A Television History carefully analyzes the costs and consequences of a controversial but intriguing war. From the first hour through the last, the series provides a detailed visual and oral account of the war that changed a generation and continues to color American thinking on many military and foreign policy issues.","original_name":"Vietnam: A Television History","vote_average":0.0,"name":"Vietnam: A Television History","cert":"Unavailable","id":21335,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"A Call for Help","vote_average":0.0,"name":"A Call for Help","cert":"Unavailable","id":21336,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Public Mind","vote_average":0.0,"name":"The Public Mind","cert":"Unavailable","id":21337,"adult":"false","genre_ids":[10763],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"I Want to Go Home","vote_average":0.0,"name":"I Want to Go Home","cert":"Unavailable","id":21338,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Project Home Team","vote_average":0.0,"name":"Project Home Team","cert":"Unavailable","id":21339,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"'89 San Francisco Earthquake.","vote_average":0.0,"name":"'89 San Francisco Earthquake.","cert":"Unavailable","id":21340,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Yellowstone: Four Seasons After Fire","vote_average":0.0,"name":"Yellowstone: Four Seasons After Fire","cert":"Unavailable","id":21341,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"A Walk Through the 20th Century With Bill Moyers","vote_average":0.0,"name":"A Walk Through the 20th Century With Bill Moyers","cert":"Unavailable","id":21342,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"1984-03-28","cast":[],"overview":"","original_name":"Cousteau: Amazon","vote_average":0.0,"name":"Cousteau: Amazon","cert":"Unavailable","id":21343,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"1984-04-08","cast":["Barry Bostwick","Jeremy Kemp","James Mason","Patty Duke","Clive Revill"],"overview":"This 1984 miniseries chronicles the life of George Washington, the 1st President of the United States, from age 11 to age 51. Based on the biography by James Thomas Flexner.","original_name":"George Washington","vote_average":8.0,"name":"George Washington","cert":"Unavailable","id":21344,"adult":"false","genre_ids":[10768,18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Heartsounds","vote_average":0.0,"name":"Heartsounds","cert":"Unavailable","id":21345,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Patterns of Practice","vote_average":0.0,"name":"Patterns of Practice","cert":"Unavailable","id":21348,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Political Parasites","vote_average":0.0,"name":"Political Parasites","cert":"Unavailable","id":21349,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Rajneesh Update","vote_average":0.0,"name":"Rajneesh Update","cert":"Unavailable","id":21350,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Seeds of Despair","vote_average":0.0,"name":"Seeds of Despair","cert":"Unavailable","id":21351,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Brain","vote_average":0.0,"name":"The Brain","cert":"Unavailable","id":21352,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"1984-11-01","cast":["Robert Stephens","Joanna Dukes","James Grout","Glyn Baker","Devin Stanfield"],"overview":"The adventure begins when Kay Harker, returning home for the school holidays, meets two clergymen on his train, who subsequently pick his pocket. He then happens to meet an old Punch and Judy man at the station.","original_name":"The Box of Delights","vote_average":7.3,"name":"The Box of Delights","cert":"Unavailable","id":21353,"adult":"false","genre_ids":[10765],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Hollow Victory: Vietnam Under Communism","vote_average":0.0,"name":"The Hollow Victory: Vietnam Under Communism","cert":"Unavailable","id":21354,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"1984-09-04","cast":[],"overview":"To Save Our Schools, To Save Our Children is a three hours television documentary on public education that aired on ABC on September 4, 1984 . It focus on three critical elements of the education system: students, teachers, and the tax-paying members of local communities.","original_name":"To Save Our Schools, To Save Our Children","vote_average":0.0,"name":"To Save Our Schools, To Save Our Children","cert":"Unavailable","id":21355,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Hell in the Pacific","vote_average":0.0,"name":"Hell in the Pacific","cert":"Unavailable","id":21356,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"A Higher Standard","vote_average":0.0,"name":"A Higher Standard","cert":"Unavailable","id":21357,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Apartheid's People","vote_average":0.0,"name":"Apartheid's People","cert":"Unavailable","id":21358,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Armed and Dangerous","vote_average":0.0,"name":"Armed and Dangerous","cert":"Unavailable","id":21359,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Second Chance","vote_average":0.0,"name":"Second Chance","cert":"Unavailable","id":21362,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Tender Places","vote_average":0.0,"name":"Tender Places","cert":"Unavailable","id":21363,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The American West: Steinbeck Country","vote_average":0.0,"name":"The American West: Steinbeck Country","cert":"Unavailable","id":21364,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Final Chapter?","vote_average":0.0,"name":"The Final Chapter?","cert":"Unavailable","id":21365,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Number Man - Bach at Three Hundred","vote_average":0.0,"name":"The Number Man - Bach at Three Hundred","cert":"Unavailable","id":21366,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Skin Horse is a documentary by and about disabled people and their sex lives. Not their secret longing and private thoughts, although these are part of the film. This is a documentary about sex, sex among the disabled, sex between the disabled and the able.","original_name":"The Skin Horse","vote_average":0.0,"name":"The Skin Horse","cert":"Unavailable","id":21367,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Coverage of China","vote_average":0.0,"name":"Coverage of China","cert":"Unavailable","id":21370,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Cambodia Year Ten","vote_average":0.0,"name":"Cambodia Year Ten","cert":"Unavailable","id":21371,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Great Wall of Iron","vote_average":0.0,"name":"The Great Wall of Iron","cert":"Unavailable","id":21372,"adult":"false","genre_ids":[99],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"A World of Difference","vote_average":0.0,"name":"A World of Difference","cert":"Unavailable","id":21373,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"…and the Pursuit of Happiness","vote_average":0.0,"name":"…and the Pursuit of Happiness","cert":"Unavailable","id":21376,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Project Lifesaver","vote_average":0.0,"name":"Project Lifesaver","cert":"Unavailable","id":21377,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1986-09-15","cast":[],"overview":"","original_name":"The Story of English","vote_average":8.3,"name":"The Story of English","cert":"Unavailable","id":21380,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"1983-01-05","cast":["Charlie Chaplin","Edna Purviance","Albert Austin","John Rand","Harry Crocker"],"overview":"A documentary series examining the film making methods and techniques of Charles Chaplin. Featuring previously unseen footage from Chaplin's private film archive.","original_name":"Unknown Chaplin","vote_average":8.0,"name":"Unknown Chaplin","cert":"Unavailable","id":21381,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Who's Behind the Wheel?","vote_average":0.0,"name":"Who's Behind the Wheel?","cert":"Unavailable","id":21382,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"4 the Family","vote_average":0.0,"name":"4 the Family","cert":"Unavailable","id":21383,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"AIDS and You","vote_average":0.0,"name":"AIDS and You","cert":"Unavailable","id":21384,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Caution: Precious Cargo.","vote_average":0.0,"name":"Caution: Precious Cargo.","cert":"Unavailable","id":21385,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Best Insurance Commissioner Money Can Buy.","vote_average":0.0,"name":"The Best Insurance Commissioner Money Can Buy.","cert":"Unavailable","id":21386,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Bill Moyers' World of Ideas.","vote_average":0.0,"name":"Bill Moyers' World of Ideas.","cert":"Unavailable","id":21387,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"American Tongues is a 1988 sociolinguistic documentary examining American English dialects and accents and perceptions thereof.\n\nIt was produced and directed by Louis Alvarez and Andrew Kolker. The Center for New American Media won a Peabody Award for the film in 1987.","original_name":"American Tongues","vote_average":0.0,"name":"American Tongues","cert":"Unavailable","id":21388,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Corridos! Tales of Passion and Revolution","vote_average":0.0,"name":"Corridos! Tales of Passion and Revolution","cert":"Unavailable","id":21389,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Deadly Mistakes","vote_average":0.0,"name":"Deadly Mistakes","cert":"Unavailable","id":21390,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Drake Hospital Investigation","vote_average":0.0,"name":"Drake Hospital Investigation","cert":"Unavailable","id":21391,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Inside Bridgewater","vote_average":0.0,"name":"Inside Bridgewater","cert":"Unavailable","id":21392,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Our House is a British Entertainment television programme. Broadcast on UKTV Style, it is a show which more thoroughly follows the DIY show fad of the late 1990s.\n\nThe object of the show is to take a dilapidated house and completely do it up into a \"Dream\" house. The shows claims to: bring together everything you need to know about creating your own dream home under one roof - expert advice, step-by-step DIY guides, tricks of the trade\n\nThe show has a central presenter in Andrea McLean, and a series of experts, including: Harry Greene, Craig Phillips, Gavin Lowe, Steve Toms Fran McAteer, John Amabile and Tommy Walsh","original_name":"Our House","vote_average":0.0,"name":"Our House","cert":"Unavailable","id":21395,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Burning Questions","vote_average":0.0,"name":"Burning Questions","cert":"Unavailable","id":21396,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Suzi's Story.","vote_average":0.0,"name":"Suzi's Story.","cert":"Unavailable","id":21399,"adult":"false","genre_ids":[99,18],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Islam in Turmoil.","vote_average":0.0,"name":"Islam in Turmoil.","cert":"Unavailable","id":21400,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"15% of the United States","vote_average":0.0,"name":"15% of the United States","cert":"Unavailable","id":21401,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"A Room Nearby","vote_average":0.0,"name":"A Room Nearby","cert":"Unavailable","id":21402,"adult":"false","genre_ids":[16],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Galapagos: Born of Fire","vote_average":0.0,"name":"Galapagos: Born of Fire","cert":"Unavailable","id":21403,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Darfur Crisis","vote_average":0.0,"name":"The Darfur Crisis","cert":"Unavailable","id":21404,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Braindamadj'd...Take II","vote_average":0.0,"name":"Braindamadj'd...Take II","cert":"Unavailable","id":21405,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Rwanda: Do Scars Ever Fade?","vote_average":0.0,"name":"Rwanda: Do Scars Ever Fade?","cert":"Unavailable","id":21406,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"BBC DoNation Season","vote_average":0.0,"name":"BBC DoNation Season","cert":"Unavailable","id":21407,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Life on the List","vote_average":0.0,"name":"Life on the List","cert":"Unavailable","id":21408,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2007-02-04","cast":["Amanda Brown","Tetsuo Goto"],"overview":"Dinosaur King is a card-based arcade game from Sega that uses the same gameplay mechanics from Mushiking but uses super-powered dinosaurs instead of beetles. The game was revealed in JAMMA 2005 and is available in Japanese and English versions. A Nintendo DS version has also been released in North America.\n\nIn the fall of 2008, Upper Deck Company released a Dinosaur King Trading Card Game. This card game is not to be confused with the cards used for the arcade machines.\n\nThe series has been adapted into an anime TV series, Ancient Ruler Dinosaur King DKidz Adventure, which is made by Sunrise and premiered on TV Asahi on February 4, 2007. As of 2008, an English adaptation aired on the 4Kids TV block on the Fox Network, but moved to The CW's The CW4Kids block on September 6, 2008.\n\nA sequel was announced called \"Ancient Ruler Dinosaur King DKidz Adventure: Pterosaur Legend,\" which debuted February 3, 2008 in Japan.\n\nThe show ended its run in Japan in late 2008.","original_name":"古代王者恐竜キング Dキッズ・アドベンチャー","vote_average":6.3,"name":"Dinosaur King","cert":"Unavailable","id":21409,"adult":"false","genre_ids":[16,10765,35,10759],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Children of Beslan","vote_average":0.0,"name":"Children of Beslan","cert":"Unavailable","id":21410,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"China: A Million Steps Ahead","vote_average":0.0,"name":"China: A Million Steps Ahead","cert":"Unavailable","id":21411,"adult":"false","genre_ids":[99],"origin_country":["ES"]},{"first_air_date":null,"cast":[],"overview":"After the Storm: The Long Road Back is a series of ten unique reports about New Orleans in the aftermath of Hurricane Katrina. Brian Williams and the NBC Nightly News team tackles racial and class aspects of the Hurricane Katrina story.   ","original_name":"After the Storm: The Long Road Back","vote_average":0.0,"name":"After the Storm: The Long Road Back","cert":"Unavailable","id":21412,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":"2013-01-22","cast":[],"overview":"Edge of America is an American culture and travel show on the Travel Channel, hosted by and starring Geoff Edgers. The show features Edgers, an arts and entertainment reporter for The Boston Globe, on a journey through America in search of strange and unique forms of entertainment and culture. Edgers samples bizarre foods and joins in activities such as bicycle jousting, rattlesnake hunting, and Pig-N-Ford Races. The show ended after a run of ten episodes on March 14, 2013.","original_name":"Edge of America","vote_average":0.0,"name":"Edge of America","cert":"Unavailable","id":21413,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Billie Jean King: Portrait of a Pioneer","vote_average":0.0,"name":"Billie Jean King: Portrait of a Pioneer","cert":"Unavailable","id":21414,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2006-10-10","cast":[],"overview":"","original_name":"The Music in Me","vote_average":0.0,"name":"The Music in Me","cert":"Unavailable","id":21415,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Beyond Borders: Personal Stories from a Small Planet","vote_average":0.0,"name":"Beyond Borders: Personal Stories from a Small Planet","cert":"Unavailable","id":21416,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"How Far Will the Army Go?","vote_average":0.0,"name":"How Far Will the Army Go?","cert":"Unavailable","id":21417,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Cooking with Todd English","vote_average":0.0,"name":"Cooking with Todd English","cert":"Unavailable","id":21418,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Food Trip with Todd English","vote_average":0.0,"name":"Food Trip with Todd English","cert":"Unavailable","id":21419,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Queen of Trees","vote_average":0.0,"name":"The Queen of Trees","cert":"Unavailable","id":21420,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2005-04-04","cast":["Michael Peterson","David Rudolf","Ron Guerette","Tom Maher","Bill Peterson"],"overview":"Academy Award-winning documentary filmmaker, Jean-Xavier de Lestrade, presents a gripping courtroom thriller, offering a rare and revealing inside look at a high-profile murder trial. In 2001, author Michael Peterson was arraigned for the murder of his wife Kathleen, whose body was discovered lying in a pool of blood on the stairway of their home. Granted unusual access to Peterson's lawyers, home and immediate family, de Lestrade's cameras capture the defense team as it considers its strategic options. \"The staircase\" is an engrossing look at contemporary American justice that features more twists than a legal bestseller.","original_name":"Soupçons","vote_average":7.9,"name":"The Staircase","cert":"Unavailable","id":21421,"adult":"false","genre_ids":[99,80],"origin_country":["FR"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"This World: Bad Medicine","vote_average":0.0,"name":"This World: Bad Medicine","cert":"Unavailable","id":21422,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Our World Today","vote_average":0.0,"name":"Our World Today","cert":"Unavailable","id":21423,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Africa","vote_average":0.0,"name":"Africa","cert":"Unavailable","id":21424,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Africa","vote_average":0.0,"name":"Africa","cert":"Unavailable","id":21425,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Balseros is a 2002 Spanish documentary co-directed by Carlos Bosch and Josep Maria Domènech about Cubans leaving during the Período Especial.\n\nAs a consequence of the widespread poverty that came with the end of economic support from the former USSR, 37,191 Cubans left Cuba in 1994, unimpeded by the Cuban government, using anything they could find or build to get to Florida in the USA. Most left with improvised rafts, which were often not seaworthy, and some even hijacked a ferry.\n\nThe documentary consists largely of interviews with the rafters, over the course of seven years the lives of seven of those refugees, from the building of their rafts to their attempts at building new lives in America, giving insight into daily life in Cuba and the USA in those days.\n\nThe documentary is 2 hours long. The first half is filmed in Cuba, with in the end some scenes of the rafters' months long detention in Guantanamo Bay, where lotteries were used to decide who would be allowed to go to the US. All the while, their families didn't know their whereabouts. The last hour is about the lives of those who managed to get to the USA. These people were filmed again five years later, showing their difficulties adapting to a new type of society and the resulting homesickness, a \"human adventure of people who are shipwrecked between two worlds\".","original_name":"Balseros","vote_average":0.0,"name":"Balseros","cert":"Unavailable","id":21426,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Joshua's Confusion","vote_average":0.0,"name":"Joshua's Confusion","cert":"Unavailable","id":21427,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Beah: A Black Woman Speaks is a 2003 documentary about the life of Academy Award nominated actress Beah Richards. Directed by Lisa Gay Hamilton, it won the Documentary Award at the AFI Los Angeles International Film Festival in 2003.","original_name":"Beah: A Black Woman Speaks","vote_average":0.0,"name":"Beah: A Black Woman Speaks","cert":"Unavailable","id":21428,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Friends in High Places","vote_average":0.0,"name":"Friends in High Places","cert":"Unavailable","id":21431,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Medicaid Dental Centers Investigation","vote_average":0.0,"name":"Medicaid Dental Centers Investigation","cert":"Unavailable","id":21432,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Salud es Vida...Entérate!","vote_average":0.0,"name":"Salud es Vida...Entérate!","cert":"Unavailable","id":21433,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"State of Denial","vote_average":0.0,"name":"State of Denial","cert":"Unavailable","id":21436,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Sounding the Alarm","vote_average":0.0,"name":"Sounding the Alarm","cert":"Unavailable","id":21437,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Bringing Down A Dictator is a 56-minute documentary film by Steve York about the nonviolent defeat of Serbian leader Slobodan Milosevic. It focuses on the contributions of the student-led Otpor movement. The film originally aired on national PBS in March 2002. It was narrated by Martin Sheen and won the George Foster Peabody Award.\n\nOther awards include:\n\n⁕ABCNews VideoSource Award --- The International Documentary Association\n\n⁕Silver Chris Award --- Columbus International Film and Video Festival\n\n⁕Bronze Plaque: Scriptwriting --- Columbus International Film and Video Festival\n\n⁕Silver Plaque --- The Chicago International Television Festival\n\n⁕Gold Remi --- Worldfest Houston International Film Festival\n\n⁕Best Documentary --- Sedona International Film Festival\n\nBringing Down A Dictator was broadcast several times in the former Republic of Georgia in the fall of 2003 and was credited with helping the citizens there organize their nonviolent protest against the electoral fraud linked to Eduard Shevardnadze, in what was called the Rose Revolution. In a February 9, 2011 news piece on the Al-Jazeera-English channel, members of the youth leaders of the Egyptian Revolution of 2011 are seen watching Bringing Down A Dictator during an organizational meeting.","original_name":"Bringing Down a Dictator","vote_average":0.0,"name":"Bringing Down a Dictator","cert":"Unavailable","id":21438,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Hoxie: The First Stand","vote_average":0.0,"name":"Hoxie: The First Stand","cert":"Unavailable","id":21439,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"To Live is Better Than to Die","vote_average":0.0,"name":"To Live is Better Than to Die","cert":"Unavailable","id":21440,"adult":"false","genre_ids":[99],"origin_country":["CN"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Mother Flew Away as a Kite","vote_average":0.0,"name":"Mother Flew Away as a Kite","cert":"Unavailable","id":21441,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"WTO Challenge","vote_average":0.0,"name":"WTO Challenge","cert":"Unavailable","id":21442,"adult":"false","genre_ids":[99],"origin_country":["CN"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Age of Wal-Mart: Inside America's Most Powerful Company","vote_average":0.0,"name":"The Age of Wal-Mart: Inside America's Most Powerful Company","cert":"Unavailable","id":21443,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2003-10-28","cast":["Brian Greene","Steven Weinberg","Nima Arkani-Hamed"],"overview":"One of the most ambitious and exciting theories ever proposed—one that may be the long-sought \"theory of everything,\" which eluded even Einstein—gets a masterful, lavishly computer-animated explanation from bestselling author-physicist Brian Greene, when NOVA presents the nuts, bolts, and sometimes outright nuttiness of string theory.","original_name":"The Elegant Universe","vote_average":8.1,"name":"The Elegant Universe","cert":"Unavailable","id":21444,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Children’s Express was a news agency reported and edited by children and teenagers between the ages of 8 and 18.","original_name":"Children's Express","vote_average":0.0,"name":"Children's Express","cert":"Unavailable","id":21447,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"CE News Magazine","vote_average":0.0,"name":"CE News Magazine","cert":"Unavailable","id":21448,"adult":"false","genre_ids":[10763],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"SportsCentre is a daily sports news television program, and the flagship program of the Canadian sports specialty channel TSN. The program airs several times daily on TSN, TSN2, and occasionally on sister broadcast network CTV.","original_name":"SportsCentre","vote_average":0.0,"name":"SportsCentre","cert":"Unavailable","id":21449,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"From 1955 until 1978, Circle 8 Ranch was a popular weekly country and western television program broadcast each Tuesday night on Wingham, Ontario's CKNX, Channel 8. It began as a radio program called the CKNX Barn Dance on CKNX's AM sister station.\n\nThe half hour variety show was first hosted by broadcaster Johnny Brent, then later by musician Ernie King. The program featured popular country acts of the local, provincial and national stage. Each program ended with the memorable words \"Lets say goodbye like we said hello, in a friendly kind of way...\"\n\nDon Robertson's Ranch Boys hosted many CKNX Barn Dances in the Southcentral and Southwestern Ontario areas. The travelling show was an offshoot of the popular program.\n\nRegular cast members who developed into regional celebrities were Ernie King, Hugh Elder, Ross Mann, Don Robertson, Cora Robertson and Wayne Riehl. Over the years, the program helped launch the careers of such Canadian music luminaries as Tommy Hunter, Al Cherney, Gordie Tapp, The Good Brothers, Gordon Lightfoot and The Mercey Brothers.","original_name":"Circle 8 Ranch","vote_average":0.0,"name":"Circle 8 Ranch","cert":"Unavailable","id":21450,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1999-03-01","cast":["David L. McCallum"],"overview":"Kevin Spencer is an in-your-face-funny, adult oriented, animated comedy. It chronicles the wacky adventures of the massively eccentric Spencer family as seen through the eyes of their teenage son, Kevin, an oddly astute and likable sociopath-in-the-making. Part satire, part social commentary, but mostly just fun and funny, the stories are as surprising and unpredictable as they are hysterical.","original_name":"Kevin Spencer","vote_average":8.0,"name":"Kevin Spencer","cert":"Unavailable","id":21451,"adult":"false","genre_ids":[16],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Masters","vote_average":0.0,"name":"The Masters","cert":"Unavailable","id":21452,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Suffering of Sudan","vote_average":0.0,"name":"The Suffering of Sudan","cert":"Unavailable","id":21453,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Target Seven: Armed and Angry","vote_average":0.0,"name":"Target Seven: Armed and Angry","cert":"Unavailable","id":21454,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":["Rabih Gholam","Parviz Fannizadeh","Gholamhossein Naghshineh","Minoo Abrishami","Esmail Davarfar"],"overview":"An uproarious adoption of a popular novel by Iraj Pezeshkzad set in and around the family compound in early 1940s Tehran, marvelously rich in personality and incident. The title character, so-called because of his constant invocation of the general, rules over a wonderfully complex extended family. A hilarious series which makes fun of just about everything.","original_name":"دایی جان ناپلئون","vote_average":8.8,"name":"Daiy Jan Napoleon","cert":"Unavailable","id":21455,"adult":"false","genre_ids":[18,35],"origin_country":["IR"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Age Seven in America","vote_average":0.0,"name":"Age Seven in America","cert":"Unavailable","id":21456,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Renowned film critic and television\/radio personality Elvis Mitchell interviews various actors and directors to find out what has influenced them and the films they made.","original_name":"Under the Influence","vote_average":0.0,"name":"Under the Influence","cert":"Unavailable","id":21457,"adult":"false","genre_ids":[10767],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Road Scholar","vote_average":0.0,"name":"Road Scholar","cert":"Unavailable","id":21458,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"This 10-part documentary mini-series traces the history and evolution of rock and roll music, from its rhythm and blues, country, gospel and jazz roots in the early 1950s, through the advent of folk rock, soul, psychadelia, heavy metal, glam, funk, punk, and reggae, to the emergence of rap in the early 1990s.","original_name":"Rock & Roll","vote_average":0.0,"name":"Rock & Roll","cert":"Unavailable","id":21459,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"City Arts","vote_average":0.0,"name":"City Arts","cert":"Unavailable","id":21460,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"About Race","vote_average":0.0,"name":"About Race","cert":"Unavailable","id":21461,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"City Life","vote_average":0.0,"name":"City Life","cert":"Unavailable","id":21462,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Somerville High","vote_average":0.0,"name":"Somerville High","cert":"Unavailable","id":21465,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Small Happiness: Women of a Chinese Village","vote_average":0.0,"name":"Small Happiness: Women of a Chinese Village","cert":"Unavailable","id":21466,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"One to One: Mentoring","vote_average":0.0,"name":"One to One: Mentoring","cert":"Unavailable","id":21469,"adult":"false","genre_ids":[10763,99],"origin_country":[]},{"first_air_date":"1989-11-01","cast":["Sammy Glenn","Susan Fleetwood","John Gielgud","Jeremy Kemp","Leslie Phillips"],"overview":"Molly Pargeter is a forty-something wife and mother of three girls, who leads a stable but dull life in 1980s West London. She feels overweight and there is no passion in her relationship with her husband Hugh, who is secretly seeing another woman. For most of her life she has found escape in detective novels and books on art, especially about the fifteenth century Italian fresco painter Piero Della Francesca. Then in a newspaper's small ads Molly sees the details of a villa in Tuscany, Italy to let and after travelling to Italy to view the villa \"La Felicita\" she decides to take it for the family's August holiday.","original_name":"Summer's Lease","vote_average":8.0,"name":"Summer's Lease","cert":"Unavailable","id":21470,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"1958-10-02","cast":["Daws Butler","Don Messick","Daws Butler"],"overview":"Pixie & Dixie and Mr. Jinks is a Hanna-Barbera cartoon that featured as a regular segment of the television series The Huckleberry Hound Show from 1958 to 1961.","original_name":"Pixie and Dixie and Mr. Jinks","vote_average":8.0,"name":"Pixie and Dixie and Mr. Jinks","cert":"Unavailable","id":21471,"adult":"false","genre_ids":[10762,10751,16],"origin_country":["US"]},{"first_air_date":"1993-12-03","cast":["Miko Hughes","Dick Van Dyke","Melinda Peterson","Phil Proctor","Hal Smith"],"overview":"The Town Santa Forgot is an animated television special produced by Hanna-Barbera in 1993, narrated by Dick Van Dyke and originally broadcast on NBC. It is an adaptation of the poem Jeremy Creek, written by Charmaine Severson. Since then, it was frequently shown in Christmas marathons on Cartoon Network until 2005, and is still shown annually on Boomerang. It was also released on VHS in 1996 and featured on In2TV in 2006.","original_name":"The Town Santa Forgot","vote_average":0.0,"name":"The Town Santa Forgot","cert":"Unavailable","id":21472,"adult":"false","genre_ids":[16],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Wraiths of Roanoke, is a 2007 Sci Fi original movie, directed by Matt Codd and stars Adrian Paul, Frida Show, Rhett Giles, Michael Teh, and George Calil.\n\nThe film follows the 16th–century English settlers in America, who are besieged by wraiths. Ostensibly, it is based on the disappearance of the third Roanoke Colony. The film premiered on the Sci Fi Channel on October 13, 2007. It was rated TV–14.","original_name":"Wraiths of Roanoke","vote_average":0.0,"name":"Wraiths of Roanoke","cert":"Unavailable","id":21479,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Reaching for the Stars is a 2005 Taiwanese drama broadcast by CTS. This drama casts Taiwanese girl-group S.H.E, Anthony Guo, Chen Zhi Kai, and many others. The soundtrack was released in late 2005, the female leads S.H.E also contributed to the soundtrack. Reaching for the Stars aired its pilot episode during the final episode of The Prince Turned Into A Frog series. The average rating of the pilot episode in Reaching for the Stars was about 1.17, while the final episode of The Prince Turned Into A Frog set a 2005 record for the highest average episode rating and the highest episode rating. Reaching for the Stars only received mediocre television ratings. However, the lead actress Ella was nominated for Best Actress at the 41st Golden Bell Awards in 2006.","original_name":"Reaching for the Stars","vote_average":0.0,"name":"Reaching for the Stars","cert":"Unavailable","id":21480,"adult":"false","genre_ids":[],"origin_country":["TW"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Queen B","vote_average":0.0,"name":"Queen B","cert":"Unavailable","id":21481,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Dancing Sushi is an American animated television series for Nicktoons Network. It is a spin-off of the 25-episode, half-hour animated Nicktoon Kappa Mikey. Animation Collective produced the series. Although it aired on international Nickelodeon channels in Brazil, Russia, etc., it never aired in the United States. The entire show is available on YouTube through the channel 'The Real Dancing Sushi'.","original_name":"Dancing Sushi","vote_average":0.0,"name":"Dancing Sushi","cert":"Unavailable","id":21484,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Kishkashta was the main character in one of the first Israeli Educational Television shows, Ma Pit'om, written by, among other screenwriters, Tamar Adar. The show aired in the 1970s and '80s, when there was only one television station in Israel, TV was still black and white, and there were only a few hours of television a day.\n\nKishkashta was a talking cactus, a felt puppet equivalent to Big Bird, who introduced himself singing a solitary song, Ma Pit'om: \"They call me 'Kishkashta,' Kishkashta is my name... I almost forgot: 'hello!' I sing and dance almost by myself - in the program Ma Pit'om.\". The show consisted of Kishkashta asking questions of himself as well as of the Israeli children who were his co-hosts. Nira Rabinovitch, today a famous Israeli new age figure, co-starred with Kishkashta in many of the show episodes, and sang the song Ma Pit'om with Kishkashta in the opening act.\n\nIn Israel, the cactus is a symbol of Israeli-born Jews, called sabras, as opposed to those who immigrated later, even though the cactus itself is not a native plant. Kishkashta embodied the image of Israeli sabra identity, a character \"rough from the outside but soft and sweet from the inside.\" He had a deep, melancholic voice and possessed an independent spirit exuding the dugri sabra character for which Israelis are known.","original_name":"Kishkashta","vote_average":0.0,"name":"Kishkashta","cert":"Unavailable","id":21485,"adult":"false","genre_ids":[],"origin_country":["IL"]},{"first_air_date":null,"cast":[],"overview":"Tom and Jerry's Funhouse on TBS was a weekday morning\/afternoon programming block on TBS that aired from 1986 to 1995. It contained classic animated cartoons and live-action shorts including: Tom and Jerry, Looney Tunes, Popeye and The Three Stooges.","original_name":"Tom and Jerry's Funhouse on TBS","vote_average":0.0,"name":"Tom and Jerry's Funhouse on TBS","cert":"Unavailable","id":21488,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1988-11-02","cast":["George Segal","Josh Mostel","Maggie Han"],"overview":"Murphy's Law was an American television series that starred George Segal and Maggie Han, loosely based on the Trace novels by Warren Murphy.","original_name":"Murphy's Law","vote_average":0.0,"name":"Murphy's Law","cert":"Unavailable","id":21489,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Magical Love as known as 爱情大魔咒 is a Taiwanese drama. This drama casts Taiwanese girl-group S.H.E, Blue Lan, Janet Li, and many others. This is a romance drama with 20 episodes.","original_name":"Magical Love","vote_average":0.0,"name":"Magical Love","cert":"Unavailable","id":21490,"adult":"false","genre_ids":[],"origin_country":["TW"]},{"first_air_date":null,"cast":[],"overview":"Find Me A Family is a British television series with the aim of rehoming of disadvantaged children with adoptive parents. This three-part series aired on Channel 4 in 2009 as part of the channel's Britain's Forgotten Children season. It follows the course of three families taking part in a project to rehome children in care who would otherwise be overlooked.","original_name":"Find Me a Family","vote_average":0.0,"name":"Find Me a Family","cert":"Unavailable","id":21491,"adult":"false","genre_ids":[10764],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Loudmouths is a daily sports debate show on SportsNet New York hosted by Chris Carlin and Adam Schein. This show is similar to Pardon the Interruption, another sports show that airs daily on ESPN. It is the third show in the New York Sports Local on SNY. The show is presented by Citi and Geico. The show is preceded by The WheelHouse and is succeeded by Mets Pre-Game Live unless if there is a Mets game on later in the day.","original_name":"Loudmouths","vote_average":0.0,"name":"Loudmouths","cert":"Unavailable","id":21492,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2010-10-10","cast":[],"overview":"In a small town in West Ireland, we following the misadventures of five hapless men down on their luck, trying to leave their backwards rural home town and attempt to reach America and sample modern civilization.","original_name":"Hardy Bucks","vote_average":8.0,"name":"Hardy Bucks","cert":"Unavailable","id":21493,"adult":"false","genre_ids":[35],"origin_country":["IE"]},{"first_air_date":"2009-11-03","cast":["Morris Chestnut","Morena Baccarin","Joel Gretsch","Elizabeth Mitchell","Laura Vandervoort"],"overview":"V is an American science fiction television series that ran for two seasons on ABC, from November 3, 2009 to March 15, 2011. A remake of the 1983 miniseries created by Kenneth Johnson, the new series chronicles the arrival on Earth of a technologically advanced alien species which ostensibly comes in peace, but actually has sinister motives. V stars Morena Baccarin, Lourdes Benedicto, Morris Chestnut, Joel Gretsch, Logan Huffman, Charles Mesure, Elizabeth Mitchell, Laura Vandervoort and Scott Wolf, and was executive produced by Scott Rosenbaum, Yves Simoneau, Scott Peters, and Jace Hall. The series was produced by The Scott Peters Company, HDFilms and Warner Bros. Television.","original_name":"V","vote_average":6.3,"name":"V","cert":"Unavailable","id":21494,"adult":"false","genre_ids":[10765,18],"origin_country":["US"]},{"first_air_date":"1999-09-29","cast":["Emily Rutherfurd","Nancy Travis","Ethan Embry","Kevin Pollak","Bray Poor"],"overview":"Work with Me is an American situation comedy television series starring Kevin Pollack and Nancy Travis as two attorneys who are married and work together in Manhattan. The series premiered September 29, 1999, on CBS. Due to low ratings, the show was cancelled after four episodes.","original_name":"Work with Me","vote_average":0.0,"name":"Work with Me","cert":"Unavailable","id":21495,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Pushin' The Bay","vote_average":0.0,"name":"Pushin' The Bay","cert":"Unavailable","id":21496,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1993-04-08","cast":["Tony Slattery","Paul Bigley"],"overview":"Just a Gigolo is a 1993 British sitcom starring Tony Slattery as Nick Brim, a teacher who must become a gigolo to pay for food for his house.\n\nOther characters include his younger brother Simon, who has also been on a few dates with some clients, and Natalie, Nick's love interest, played by Rowena King.\n\nOnly seven episodes were produced.","original_name":"Just a Gigolo","vote_average":0.0,"name":"Just a Gigolo","cert":"Unavailable","id":21497,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1993-09-19","cast":["Robert Urich","Faye Dunaway","Justin Whalin","Robin Bartlett","Will Estes"],"overview":"It Had to Be You is an American sitcom starring Faye Dunaway and Robert Urich. The series premiered September 19, 1993 on CBS. It centered on Dunaway's character, a Network-like businesswoman, who hires blue-collar Urich to do some carpentry work at her Boston office, and their ensuing romance. Music by Stephen James Taylor.\n\nThe theme song was the 1924 hit \"It Had to Be You\" written by Isham Jones.","original_name":"It Had to Be You","vote_average":0.0,"name":"It Had to Be You","cert":"Unavailable","id":21498,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"cert":"Unavailable","cast":["Whoopi Goldberg","Jean Stapleton","Monica Calhoun","Sam Whipple","Cleavon Little"],"id":21499,"first_air_date":"1990-03-30","overview":"Bagdad Cafe is an American television sitcom starring Whoopi Goldberg and Jean Stapleton. The series premiered March 30, 1990 on CBS. The show is based on the 1987 Percy Adlon film Bagdad Cafe.","genre_ids":[35],"origin_country":["US"],"original_name":"Bagdad Cafe","vote_average":10.0,"name":"Bagdad Cafe","adult":"false"}]