[{"first_air_date":null,"cast":["Ramzy Bedia","Eric Judor","Emmanuel Garijo","Sylvia Bergé","Gérard Rinaldi"],"overview":"Ratz is an animated television series created by France's Xilam studios, with joint production from Canada. The show stars two rats, Rapido and Razmo, aboard the S.S. Wanderer, a cheese ship with no actual destination. The focus of the series is on the adventures of the two rats, including guarding the cheese, interacting with other stowaways and various ill-fated encounters with the crew. The rats themselves live in the hull of the ship in a lavish two-bedroom apartment.\n\nWhile being targeted at young children in France, the series has gained a small cult following of older ages in Canada, due to its original late night air time. The French version features the voices of the comedy duo Éric et Ramzy. Unlike most animated programs designed for a younger audience, Ratz has no moral resolve at the end of each episode.\n\nThe show is also notable for its positive portrayal of rats, unusual for Western and North American cultures, which often give its fictional rats selfish, antagonizing and evil characteristics. Also of interest is the pure blend of traditional animation and 3D animation, and the eclectic soundtrack by Hervé Lavandier.\n\nRatz was originally titled Rapido and featured a chunkier animation style; some websites still reflect this.","original_name":"Ratz","vote_average":0.0,"name":"Ratz","cert":"Unavailable","id":2000,"adult":"false","genre_ids":[16],"origin_country":["CA","FR"]},{"first_air_date":"2001-01-15","cast":["Zevi Wolmark"],"overview":"","original_name":"Cooperation","vote_average":0.0,"name":"Cooperation","cert":"Unavailable","id":2001,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Gamezville was an entertainment video games show that was broadcast on Sky One and ran for two series from 2003 to 2004. It was presented by models Jamie Atiko and Darren Malcolm. The non-studio segments of the show were also shown in the United States between 2003 and 2004 on the digital cable channel Nickelodeon GAS as part of a Saturday night gaming block, under the show title Play 2Z. In this version, some segments were redubbed with an American voice.","original_name":"Gamezville","vote_average":0.0,"name":"Gamezville","cert":"Unavailable","id":2002,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1998-09-22","cast":["Joshua Malina","Robert Guillaume","Felicity Huffman","Peter Krause","Sabrina Lloyd"],"overview":"The offbeat cast and crew of a sports news show deal with professional, personal, and ethical challenges while functioning in a pressure-cooker work environment.","original_name":"Sports Night","vote_average":7.2,"name":"Sports Night","cert":"Unavailable","id":2003,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2000-01-09","cast":["Frankie Muniz","Jane Kaczmarek","Bryan Cranston","Justin Berfield","Erik Per Sullivan"],"overview":"A gifted young teen tries to survive life with his dimwitted, dysfunctional family.","original_name":"Malcolm in the Middle","vote_average":7.6,"name":"Malcolm in the Middle","cert":"Unavailable","id":2004,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1988-09-10","cast":["John Fiedler","Ken Sansom","Michael Gough","Peter Cullen","Hal Smith"],"overview":"The New Adventures of Winnie the Pooh is an American animated children's television series produced by Walt Disney Television that ran from 1988 to 1991, inspired by A. A. Milne's Winnie-the-Pooh stories. It has been released on VHS and DVD.","original_name":"The New Adventures of Winnie the Pooh","vote_average":7.6,"name":"The New Adventures of Winnie the Pooh","cert":"Unavailable","id":2005,"adult":"false","genre_ids":[10751,16,35],"origin_country":["US"]},{"first_air_date":"1993-05-22","cast":["Mario López","Anne Tremko","Kiersten Warren","Bob Golic","Essence Atkins"],"overview":"Saved by the Bell: The College Years is a sequel to the Saved by the Bell series which ran from September 14, 1993 to February 8, 1994, lasting one season. It was the third incarnation of the franchise. It is also the only series of the franchise to air on primetime television instead of Saturday mornings. It aired on NBC on Tuesday evenings.","original_name":"Saved by the Bell: The College Years","vote_average":5.8,"name":"Saved by the Bell: The College Years","cert":"Unavailable","id":2014,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":["Daisy Haggard"],"overview":"Empire Square is an animated TV series written by Matt Morgan made with pixel graphics. It originated in the UK where it is broadcast on Channel 4 late at night on Fridays. Recently the United States music network Fuse TV shows full length half hour episodes as opposed to the two to four minute ones in the UK.","original_name":"Empire Square","vote_average":0.0,"name":"Empire Square","cert":"Unavailable","id":2015,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1983-01-22","cast":["Vicki Lawrence","Ken Berry","Dorothy Lyman","Beverly Archer","Allan Kayser"],"overview":"Thelma Harper and her spinster sister Fran open their home to Thelma's recently divorced son Vinton and his teenage son and daughter. It's quite an adjustment for everyone, especially the cranky, argumentative Thelma.","original_name":"Mama's Family","vote_average":6.9,"name":"Mama's Family","cert":"Unavailable","id":2016,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1994-09-18","cast":["Scott Valentine","Carrie Snodgress","Harlan Ellison","Jeff Bennett","Margot Kidder"],"overview":"Phantom 2040 is a French-American animated science fiction television series loosely based on the comic strip hero The Phantom, created by Lee Falk. The central character of the series is said to be the 24th Phantom. The unusual character designs are the work of Peter Chung, creator of Æon Flux.\n\nThe show debuted in 1994 to rave reviews, though it survived only 35 episodes before it was relegated to weekend repeats in 1996. Along with action sequences, stories focused on intelligent plotting and character development, winning the series praise for its subtle teaching of such values as individuality, freedom, and the volatility of humanity. It also spawned comic books tie-ins and other merchandise.\n\nFeatured voice actors included Scott Valentine, Margot Kidder, Ron Perlman, and Jeff Bennett, while Mark Hamill, Debbie Harry, Rob Paulsen, and Paul Williams had recurring roles.","original_name":"Phantom 2040","vote_average":7.0,"name":"Phantom 2040","cert":"Unavailable","id":2017,"adult":"false","genre_ids":[16,10765],"origin_country":["US","FR"]},{"first_air_date":null,"cast":[],"overview":"Country Calendar is a television series covering rural life in New Zealand. Established in March 1966 and screening every year since, it is New Zealand's longest-running television series. It is currently being shown for 30 weeks of the year at 7 pm Saturdays on Television New Zealand's TV ONE, and older episodes are screened nightly on Sky TV's Heartland channel.\n\nTony Trotter was the producer from 1974 to 1982 and was followed by Frank Torley, who produced the show for 23 years. The current producer is Julian O'Brien, with associate producer Dan Henry and consultant producer Frank Torley. All three are reporters and directors on the programme, along with Carol Archie, Jerome Cvitanovich, Katherine Edmond, Kerryanne Evans and Vicki Wilkinson-Baker. The researcher is Vivienne Jeffs.\n\nThe Country Calendar theme song is from the song \"Hillbilly Child\" by the Alan Moorhouse Band. HYUNDAI NZ has naming rights to the show. Previous sponsors have included The National Bank, financial services company AMP and Tux dog biscuits.","original_name":"Country Calendar","vote_average":0.0,"name":"Country Calendar","cert":"Unavailable","id":2018,"adult":"false","genre_ids":[],"origin_country":["NZ"]},{"first_air_date":null,"cast":[],"overview":"CD USA, which debuted in 2006, is an American music television show airing exclusively on DirecTV's\" The 101\" network in the United States. The show is an American version of CD:UK, a similarly themed music show on ITV in the UK. Its hosts are John Wynn, Becky Baeling, and formerly, Jonathan Redford. Malikha Mallette also does occasional New York City interviews. CD USA is similar to American Bandstand in many ways.\n\nThe show is also currently broadcast in Southeast Asia, on the Channel V music network.","original_name":"CD USA","vote_average":0.0,"name":"CD USA","cert":"Unavailable","id":2019,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1989-07-14","cast":["Christine Taylor","David Lascher","Jonathan Galkin","Joe Torres","Kelly Brown"],"overview":"Hey Dude is an American Western comedy series that aired from 1989 to 1991. The show was broadcast on the Nickelodeon network, and aired reruns on Nickelodeon until early 1999, and now on TeenNick ever since late 2011. Hey Dude was Nickelodeon's second original live action television series, following the 1984 series Out of Control.\n\nThe series was set on the fictional \"Bar None Dude Ranch\" near the city of Tucson, Arizona. It portrayed the lives of the ranch's owner, his son, a female ranch hand, and four teenage summer employees. Hey Dude was a comedy geared towards a teenage audience.\n\nThe complete series have been released on DVD. Only the first four seasons are on iTunes.","original_name":"Hey Dude","vote_average":6.9,"name":"Hey Dude","cert":"Unavailable","id":2020,"adult":"false","genre_ids":[37],"origin_country":["US"]},{"first_air_date":"2006-07-25","cast":[],"overview":"Summer House is a reality series that airs on ESPNU and is hosted by Chris Spielman. The show takes six of the nation's top college football incoming freshman and put them in a house in Chicago for one week. Summer House gives viewers an inside look at the future college football stars. The players compete against each other to be named The King of the House. The competitors earn points for each challenge they compete in, leading up to the final day and the crowning of The King of the House. Between competitions and their day-to-day interactions with each other and sports celebrities, the players learn what it takes to succeed on the field and off the field. Its main sponsors are Under Armor, Direct TV and Dick's Sporting Goods.","original_name":"Summer House","vote_average":0.0,"name":"Summer House","cert":"Unavailable","id":2029,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2004-09-06","cast":["Catherine Disher","Len Carlson","Colin Fox","Tajja Isen","Kristina Nicoll"],"overview":"Atomic Betty is a Canadian-French animated science fantasy television series produced by Atomic Cartoons, Breakthrough Films & Television, and Tele Images Kids. Additional funding for production is provided by Teletoon in Canada and M6 and Télétoon in France. It currently airs on CITV. The series has once again begun airing on U.S. TV on The Hub on October 10, 2010; it previously aired on Cartoon Network from September 2004 through December 2005. In the U.S, it is a Cartoon Cartoon for Cartoon Network. The series' last episode aired in January 29, 2008 on the Canadian channel Teletoon.\n\nA sequel series titled Atomic Betty Redux is currently planned for production, which shows Atomic Betty as a much taller and prettier seventeen-year old teenager and an even stronger and more powerful superheroine\/Galactic Guardian than ever before since the original series. It is planned for late 2013 and the middle of 2014.","original_name":"Atomic Betty","vote_average":6.6,"name":"Atomic Betty","cert":"Unavailable","id":2030,"adult":"false","genre_ids":[16,10765,10759],"origin_country":["CA"]},{"first_air_date":"2006-06-01","cast":["Evan Seinfeld","Ted Nugent","Scott Ian Rosenfeld","Jason Bonham","Sebastian Bach"],"overview":"SuperGroup was a 2006 reality show on VH1 that followed five well-known hard rock and heavy metal musicians over a 12-day period during which they lived together in a Las Vegas mansion in order to create, plan and perform a live show together. The show, which aired in seven segments, starred band members Sebastian Bach, Jason Bonham, Scott Ian, Ted Nugent and Evan Seinfeld. Doc McGhee, who had previously worked with Bach and his band Skid Row, appeared as the band's manager.\n\nJournalist Lonn Friend and photographer Ross Halfin, who were long-time contributors for other VH1 features such as Behind the Music, appeared on the show.","original_name":"Supergroup","vote_average":0.0,"name":"Supergroup","cert":"Unavailable","id":2031,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1985-09-14","cast":["Henry Gibson","Jo Anne Worley","Alan Oppenheimer","Bill Scott","Tress MacNeille"],"overview":"Disney's The Wuzzles is an animated television series created for Saturday morning television, and was first broadcast on September 14, 1985 on CBS. An idea of Michael Eisner for his new Disney television animation studio. The premise is that the main characters are hybrids of two different animals. The original thirteen episodes ran on CBS for their first run.\n\nWith only 13 episodes of The Wuzzles, it was one of the shortest running animated series produced by Disney. One season later, Wuzzles moved to ABC for reruns, and disappeared from network television after that.","original_name":"The Wuzzles","vote_average":5.7,"name":"The Wuzzles","cert":"Unavailable","id":2032,"adult":"false","genre_ids":[16,10765],"origin_country":["US"]},{"first_air_date":"2004-09-21","cast":["Jason Connery","Simon Callow","Alan Cumming","David McKay","Siobhan Redmond"],"overview":"Shoebox Zoo is a children's fantasy TV series made in a collaboration between BBC Scotland and various Canadian television companies. It is mostly live-action, but with CGI used for the animal figurines. It was first broadcast in 2004 by CBBC. The series was broadcast in the United States by the Showtime network.","original_name":"Shoebox Zoo","vote_average":0.0,"name":"Shoebox Zoo","cert":"Unavailable","id":2033,"adult":"false","genre_ids":[10765],"origin_country":["GB"]},{"first_air_date":"2007-04-13","cast":["Emma Stone","Riley Smith","Amy Acker","Kristin Lehman","Taryn Manning"],"overview":"Drive is an American action drama television series set against the backdrop of an illegal cross-country automobile road race, focusing on the willing and unwilling competitors and, as the plot develops, the unseen puppet masters who sponsor the race. Minear has described the show's thematic tone by saying \"a secret, illegal, underground road race can be anything from Cannonball Run to The Game to North by Northwest to Magnolia-on-wheels. Ours is all those things.\"","original_name":"Drive","vote_average":7.2,"name":"Drive","cert":"Unavailable","id":2034,"adult":"false","genre_ids":[10759,18],"origin_country":["US"]},{"first_air_date":"1978-06-02","cast":["David Muir","Amy Robach","Elizabeth Vargas"],"overview":"20\/20 is an American television newsmagazine that has been broadcast on ABC since June 6, 1978. Created by ABC News executive Roone Arledge, the show was designed similarly to CBS's 60 Minutes but focuses more on human interest stories than international and political subjects. The program's name derives from the \"20\/20\" measurement of visual acuity.\n\nThe hour-long program has been a staple on Friday evenings for much of the time since it moved to that timeslot from Thursdays in September 1987, though special editions of the program occasionally air on other nights.","original_name":"20\/20","vote_average":7.3,"name":"20\/20","cert":"Unavailable","id":2035,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":"2001-09-30","cast":["Jennifer Garner","Michael Vartan","Ron Rifkin","Victor Garber","Kevin Weisman"],"overview":"Sydney Bristow, an agent who has been tricked to believe she is working for the U.S. government, is actually working for a criminal organization named the Alliance of Twelve. Upon learning this, Sydney becomes a double agent for the real CIA.","original_name":"Alias","vote_average":6.2,"name":"Alias","cert":"Unavailable","id":2046,"adult":"false","genre_ids":[10759,18],"origin_country":["US"]},{"first_air_date":"2006-02-12","cast":["Richard Hammond","Chris Barrie"],"overview":"Petrolheads is a BBC panel game presented by Neil Morrissey, with team captains Richard Hammond and Chris Barrie. The show pitted motoring wits against each other and included car stunts shot on location. There were two guests each episode. The show was produced by Brian Klein, directed by John L Spencer and executive producers were Marie-Claire Walton and Steve Ayres. The theme music was by British composer Leigh Haggerwood. It was created and scripted by prolific author Norman Giller, with input from Top Gear writer Richard Porter and comedy scriptwriter Ged Parsons.\n\nIn October 26, 2012, Richard Osman, writing for The Guardian named Petrolheads among four of UK TV's worst ever gameshows.","original_name":"Petrolheads","vote_average":0.0,"name":"Petrolheads","cert":"Unavailable","id":2047,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"1981-01-05","cast":["Sandra Dickinson","Mark Wing-Davey","Simon Jones","David Dixon","Stephen Moore"],"overview":"Don't Panic! The story of Arthur Dent, an average Englishman who life was spared by his friend, who turned out to be an alien, while the planet Earth is destroyed. His friend tells him about the Hitchhiker's Guide to the Galaxy, a guide with anything you ever needed, and wanted to know. They travel across the galaxy, meeting friendly, and not so friendly characters in order to find the great question (the answer being 42).","original_name":"The Hitchhiker's Guide to the Galaxy","vote_average":7.6,"name":"The Hitchhiker's Guide to the Galaxy","cert":"Unavailable","id":2048,"adult":"false","genre_ids":[12,35,878],"origin_country":["GB"]},{"first_air_date":"2002-03-08","cast":["Jasper Carrott","Meera Syal","Nina Wadia","Ryan Cartwright","Amanda Root"],"overview":"All About Me is a British television sitcom starring Jasper Carrott about a multicultural family living in Birmingham. It was broadcast on BBC One from 2002 to 2004. All About Me was created by Steve Knight, who also wrote many of the early episodes.","original_name":"All About Me","vote_average":0.0,"name":"All About Me","cert":"Unavailable","id":2049,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1975-10-01","cast":[],"overview":"Arena is a British television documentary series, made and broadcast by the BBC. Voted by leading TV executives in Broadcast as one of the top 50 most influential programmes of all time, it has run since 1 October 1975 with over five hundred episodes made, directed by the likes of Martin Scorsese, Alan Yentob, Roly Keating, Frederick Baker, Volker Schlondorff and Vikram Jayanti. Arena's subjects are a roll-call of the world's best known cultural figures from the 20th and 21st centuries, from singers Bob Dylan and Amy Winehouse to academics Edward Said and Eric Hobsbawm, from writers Jean Genet and V S Naipaul to artists Francis Bacon and Louise Bourgeois. The current series editor is Anthony Wall.","original_name":"Arena","vote_average":8.0,"name":"Arena","cert":"Unavailable","id":2050,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"1972-09-04","cast":["Drew Carey"],"overview":"\"Come on down!\" The Price Is Right features a wide variety of games and contests with the same basic challenge: Guess the prices of everyday (or not-quite-everyday) retail items. ","original_name":"The Price Is Right","vote_average":6.6,"name":"The Price Is Right","cert":"Unavailable","id":2051,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1991-04-07","cast":["David Jason","Pam Ferris","Catherine Zeta-Jones","Philip Franks","Moray Watson"],"overview":"An idyllic picture of 1950's rural England as seen through the lives of the Larkins, a farm family living in Kent. The show revolves around Pa Larkin, a man of a kind and mischievous nature with a penchant for getting into scrapes and talking his way out of them with equal equanimity; and his daughters, as they deal with growing up and discovering the joys and sorrows of young love.","original_name":"The Darling Buds of May","vote_average":8.0,"name":"The Darling Buds of May","cert":"PG","id":2062,"adult":"false","genre_ids":[35,18],"origin_country":["GB"]},{"first_air_date":"2003-10-30","cast":[],"overview":"Holiday Showdown was a BAFTA-nominated and Royal Television Society Award-winning reality television programme, produced by Chris Kelly for the United Kingdom independent TV production company RDF Media. It was first broadcast in 2003 on ITV in the United Kingdom.\n\nHoliday Showdown is produced by RDF Television, part of the RDF Media Group. The executive producer is Nick Shearman, series producer is Tayte Simpson, and producer\/director is Katharine Round.","original_name":"Holiday Showdown","vote_average":0.0,"name":"Holiday Showdown","cert":"Unavailable","id":2063,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2004-05-07","cast":["Peter Ackroyd","Jim Carter","Derek Jacobi","Michael Feast","Tom Hollander"],"overview":"London is a 2004 three-part BBC history documentary series about the history of London, presented by Peter Ackroyd.","original_name":"London","vote_average":0.0,"name":"London","cert":"Unavailable","id":2064,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Go Go Stop was a televised children's quiz show, produced by the Australian Seven Network, and fronted by former—and since correspondent of Seven Network -- The Big Arvo co-host Jesse Tobin. Each week, three schools compete to win a weekly prize. One student from each school appears on the show daily. The program is currently on hiatus; however repeats are shown at 2:30pm on weekdays during the NSW school holidays. At the end of each week, the school with most points wins.","original_name":"Go Go Stop","vote_average":0.0,"name":"Go Go Stop","cert":"Unavailable","id":2065,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Love to Love is a youth oriented romance-based show on Filipino television. It airs on the GMA Network. GMA decided to finally end the series with its 12th and final season featuring only one season mini-series instead of the usual two. As of April 4, 2011 the entire series from the first season currently re-airs on GMA Life TV worldwide.","original_name":"Love to Love","vote_average":0.0,"name":"Love to Love","cert":"Unavailable","id":2066,"adult":"false","genre_ids":[10765,35],"origin_country":["PH"]},{"first_air_date":"2005-09-17","cast":["David Spade"],"overview":"The Showbiz Show with David Spade was a weekly television program on Comedy Central that starred comedian David Spade. It is a comedic parody of celebrity news programs such as Entertainment Tonight and Access Hollywood. The show was developed from David Spade's Hollywood Minute segment on Saturday Night Live.","original_name":"The Showbiz Show with David Spade","vote_average":10.0,"name":"The Showbiz Show with David Spade","cert":"Unavailable","id":2067,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2004-07-24","cast":["Madai Zaldivar"],"overview":"Skunked TV is a children's television prank show on Discovery Kids. On this show, children are pranked by seeing animals do weird things. The host is Madai Zaldivar and the co-host is Chuck Cureau. The series ran in 2004 but canceled after one season of 15 episodes. According to TV.com it is on a hiatus.","original_name":"Skunked TV","vote_average":0.0,"name":"Skunked TV","cert":"Unavailable","id":2078,"adult":"false","genre_ids":[10751,35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Love Spell is a fantasy and romance-based program airing on ABS-CBN that tells a different love story each season with a new couple. Its pilot episode was aired July 2006.","original_name":"Love Spell","vote_average":0.0,"name":"Love Spell","cert":"Unavailable","id":2079,"adult":"false","genre_ids":[10765,18],"origin_country":["PH"]},{"first_air_date":"1976-11-04","cast":["Jack Horkheimer"],"overview":"Star Gazers is a five-minute astronomy show on American public television previously hosted by Jack Foley Horkheimer, executive director of the Miami Space Transit Planetarium. After his death in 2010 from a respiratory illness from which he'd suffered since childhood, a series of guest astronomers hosted until 2011, when Dean Regas, James Albury and Marlene Hidalgo became permanent co-hosts. On the weekly program, the host informs the viewer of significant astronomical events for the upcoming week, including key constellations, stars and planets, lunar eclipses and conjunctions, as well as historical and scientific information about these events.\n\nThe program is available free to all Public Broadcasting Service public television stations, educational institutions and astronomy clubs. A month of episodes can be recorded from a satellite feed which occurs approximately two weeks before the official broadcast dates.","original_name":"Star Gazers","vote_average":0.0,"name":"Star Gazers","cert":"Unavailable","id":2080,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2005-11-04","cast":["Gabrielle Christian","Maeve Quinlan","Chris Hunter","Eileen April Boylan","Mandy Musgrave"],"overview":"South of Nowhere is an American teen drama television series created by Thomas W. Lynch. Aimed primarily at teenagers, it first aired on November 4, 2005 and was one of six original series on The N. The second half of the third and final season aired October 10, 2008 and the final episode aired on December 12, 2008. Live webisodes were also created to accompany each episode in the season 2 storyline, and were seen exclusively through The N's website on the Click.\n\nThe show follows the lives of the members of the Carlin family as they adjust to moving from Ohio to Los Angeles, California. One of the main focuses include the relationship between Spencer Carlin and her bisexual friend, Ashley Davies. The close friendship between Ashley and Spencer led Spencer to question her own sexuality, a subject which created controversy before the show first aired. It was the first series on The N to deal with such a subject relating to the primary characters, and the first television show ever to have non-heterosexual teenagers as the top-billed characters.South of Nowhere has received outstanding reviews from TV Guide, The Boston Tribute, New York Post, New York Daily News, Entertainment Weekly, and Variety.","original_name":"South of Nowhere","vote_average":6.7,"name":"South of Nowhere","cert":"Unavailable","id":2081,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"1987-09-26","cast":["Barry Chuckle","Paul Chuckle"],"overview":"ChuckleVision is a British comedy television series shown mainly on BBC One and CBBC channel. New episodes are always first aired on BBC One, and occasionally episodes are shown on BBC Two. The first episode was shown on 26 September 1987. ChuckleVision focusses on Paul & Barry Chuckle and follows them throughout various comical situations. The twenty-first series of ChuckleVision was broadcast in December 2009 on BBC One. A 3D movie was also in production and was set to possibly be released in late 2012, however it has since been confirmed that the funding for this is no longer available.","original_name":"ChuckleVision","vote_average":7.0,"name":"ChuckleVision","cert":"Unavailable","id":2082,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Your Song is a weekly musical anthology series of ABS-CBN in the Philippines, broadcast every Sunday after ASAP. The show premiered on February 12, 2006.\n\nThe plot of each episode is inspired by a hit song performed by a local artist. The song title is used as the episode title, while the song itself is used throughout the episode as background music. A new cast is featured in each episode.","original_name":"Your Song","vote_average":0.0,"name":"Your Song","cert":"Unavailable","id":2083,"adult":"false","genre_ids":[18,35],"origin_country":["PH"]},{"first_air_date":"2003-09-26","cast":["Alicia Silverstone","Lake Bell","Ryan O'Neal","David Conrad","Jodi Long"],"overview":"Miss Match is a 2003 American television series created by Jeff Rake and Darren Star and produced by Twentieth Century Fox, Darren Star Productions and Imagine Entertainment. It aired in the U.S. on NBC, Australia on Network Seven, Arena and FOX8, and in the UK on Living, Channel 4 and is currently on E4. The series filmed at least 18 episodes but only 8 aired in the US. The entire series aired in both the UK & Canada.\n\nStarring Alicia Silverstone and Ryan O'Neal, the show garnered poor ratings, which could have been due to its inability to compete in the Friday 8pm ET timeslot. It was based on the real-life story of Samantha Daniels.","original_name":"Miss Match","vote_average":6.2,"name":"Miss Match","cert":"Unavailable","id":2084,"adult":"false","genre_ids":[18,35],"origin_country":["US"]},{"first_air_date":"1986-03-03","cast":["Andy Griffith","Julie Sommars","Clarence Gilyard Jr.","Brynn Thayer","Daniel Roebuck"],"overview":"Matlock is an American television legal drama, starring Andy Griffith in the title role of criminal defense attorney Ben Matlock. The show, produced by The Fred Silverman Company, Dean Hargrove Productions, Viacom Productions and Paramount Television originally aired from September 23, 1986 to May 8, 1992 on NBC; and from November 5, 1992 until May 7, 1995 on ABC.\n\nThe show's format is similar to that of CBS's Perry Mason, with Matlock identifying the perpetrators and then confronting them in dramatic courtroom scenes. One difference, however, was that whereas Mason usually exculpated his clients at a pretrial hearing, Matlock usually secured an acquittal at trial, from the jury.","original_name":"Matlock","vote_average":7.5,"name":"Matlock","cert":"Unavailable","id":2093,"adult":"false","genre_ids":[80,18],"origin_country":["US"]},{"first_air_date":"2006-11-03","cast":["Janice Kawaye","Jennifer Hale"],"overview":"Class of 3000 is an American animated television series on Cartoon Network that was created by, was executively produced by, and starred André 3000 of the Hip Hop group OutKast as superstar and music teacher Sunny Bridges, set at Atlanta, Georgia's Westley School of Performing Arts. Mr. Bridges is a jazz and blues artist who occasionally lectures in Atlanta's Little Five Points residential area. It was produced by Tom Lynch Company, Moxie Turtle and Cartoon Network Studios.\n\nAs of September 25, 2011, it's currently the last Cartoon Network series to be given a TV-Y7 rating without the Fantasy Violence side rating to accompany it as an ironic result. It is also the final Cartoon Network show which aired at the time Jim Samples had been in charge of Cartoon Network.","original_name":"Class of 3000","vote_average":7.0,"name":"Class of 3000","cert":"Unavailable","id":2094,"adult":"false","genre_ids":[16,35],"origin_country":["US"]},{"first_air_date":"1996-10-28","cast":["Billy Connolly"],"overview":"The Scottish comedian takes a long Antipodean journey.","original_name":"Billy Connolly's World Tour of Australia","vote_average":8.0,"name":"Billy Connolly's World Tour of Australia","cert":"Unavailable","id":2095,"adult":"false","genre_ids":[99,35],"origin_country":["GB"]},{"first_air_date":"1981-11-13","cast":["Clifford Rose","Bernard Hepton","Nitza Saul","Nicholas Young","Alison Glennie"],"overview":"Drama series about the attempts to unmask Ludwig Kessler, the fictional head of the Gestapo in Belgium from the series SECRET ARMY, who escaped punishment, changed his name to Manfred Dorf, and became a successful businessman.","original_name":"Kessler","vote_average":8.0,"name":"Kessler","cert":"Unavailable","id":2096,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"2003-11-01","cast":["Rob Bartlett","Kelli Rabke","Jim Conroy"],"overview":"Kenny the Shark is an animated television series produced by Discovery Kids. The show premiered on NBC's Discovery Kids on NBC from November 1, 2003 and ended February 18, 2006 with two seasons and 26 episodes having been shown. The series continued to run on Discovery Kids until the network changed into The Hub on October 10, 2010. Discovery Kids closed with a 4 hour marathon of Kenny the Shark episodes. Despite the closure, it still aired on The Hub until March 25, 2012.\n\nIt is about an anthropomorphic tiger shark named Kenny that decides to move out of the ocean. He was the protagonist and main character in the series.\n\nThis was not Kenny's first appearance, however. In the late-1990s, a series of shorts ran between regular programming. Kenny was not seen, as the camera was from his point of view. A contest was held to guess what kind of shark Kenny was with the result being a tiger shark.","original_name":"Kenny the Shark","vote_average":0.0,"name":"Kenny the Shark","cert":"Unavailable","id":2099,"adult":"false","genre_ids":[16,35],"origin_country":["US"]},{"first_air_date":"2004-04-04","cast":[],"overview":"","original_name":"Vampire Host","vote_average":0.0,"name":"Vampire Host","cert":"Unavailable","id":2100,"adult":"false","genre_ids":[18],"origin_country":["JP"]},{"first_air_date":"2003-03-05","cast":["Don McKellar","Matthew Ferguson","Jeremy Diamond"],"overview":"Odd Job Jack was a Canadian animated comedy television show featuring Don McKellar, about one man's misadventures in temporary employment. Seen on and produced for the The Comedy Network, a cable specialty channel, and shown on Adult Swim in Latin America, the show has currently finished its production run as of its fourth season. The second season has been released to DVD, and seasons two through four can currently be seen on the on demand streaming video service Hulu.","original_name":"Odd Job Jack","vote_average":0.0,"name":"Odd Job Jack","cert":"Unavailable","id":2101,"adult":"false","genre_ids":[16,35],"origin_country":["CA"]},{"first_air_date":"1981-11-24","cast":["Gerald McRaney","Jameson Parker","Mary Carver","Tim Reid"],"overview":"Simon & Simon is an American detective television series that originally ran from November 24, 1981 to January 21, 1989. The series was broadcast on CBS and starred Gerald McRaney and Jameson Parker as two brothers who run a private detective agency together.","original_name":"Simon & Simon","vote_average":6.8,"name":"Simon & Simon","cert":"Unavailable","id":2102,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2002-09-17","cast":["Bonnie Hunt","Mark Derwin","Charlie Stewart","Samantha Browne-Walters","Marianne Muellerleile"],"overview":"The host of the local morning talk show Morning Chicago creatively balances family commitment—to her husband John, a hard-working family practice doctor, and their three young children— and career obligations.","original_name":"Life with Bonnie","vote_average":7.0,"name":"Life with Bonnie","cert":"Unavailable","id":2103,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The PBA on Vintage Sports was a presentation of Philippine Basketball Association games by Vintage Sports, a sports-oriented media company on Philippine television networks Banahaw Broadcasting Corporation from 1982 to 1984, People's Television Network from 1984 to 1995, and Intercontinental Broadcasting Corporation from 1996 to 1999. The PBA on Vintage Sports succeeded PBA on MBS.","original_name":"PBA on Vintage Sports","vote_average":0.0,"name":"PBA on Vintage Sports","cert":"Unavailable","id":2104,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"1967-09-07","cast":["Alejandro Rey","Sally Field","Marge Redmond","Madeleine Sherwood","Naomi Stevens"],"overview":"The Flying Nun is an American sitcom produced by Screen Gems for ABC based on the 1965 book The Fifteenth Pelican, by Tere Rios. It starred Sally Field as Sister Bertrille. The series originally ran on ABC from September 7, 1967, to April 3, 1970, producing 82 episodes, including a one-hour pilot episode.","original_name":"The Flying Nun","vote_average":5.9,"name":"The Flying Nun","cert":"Unavailable","id":2117,"adult":"false","genre_ids":[10765,35],"origin_country":["US"]},{"first_air_date":"1996-09-08","cast":["Ashley Johnson","William Sanderson","Pamela Adlon","Debi Derryberry","Sherman Howard"],"overview":"Jumanji is an American animated television series that inspired the movie based on the short story of the same name. The series ran for three seasons from 1992 to 1999. In 1996, it was carried by the UPN Kids network, but later seasons were syndicated by BKN. The series was also shown by CITV in the United Kingdom and on Russian RTR channel. Jumanji was produced by Adelaide Productions, with character designs by Everett Peck. Episodes of the show are now available on Netflix, iTunes and Hulu. The show was rerun on Kabillion on Demand, but currently airs on YouTube.","original_name":"Jumanji","vote_average":6.2,"name":"Jumanji","cert":"Unavailable","id":2118,"adult":"false","genre_ids":[16],"origin_country":["US"]},{"first_air_date":"1984-01-22","cast":["Geraint Wyn Davies","Michele Scarabelli","Anthony Sherwood","Barry Van Dyke"],"overview":"Airwolf is an American television series that ran from 1984 until 1987. The program centers on a high-tech military helicopter, code named Airwolf, and its crew as they undertake various missions, many involving espionage, with a Cold War theme.\n\nThe show was created by Donald P. Bellisario. The first three seasons star Jan-Michael Vincent, Ernest Borgnine, Alex Cord, and Jean Bruce Scott. After the original series was cancelled, a fourth season, with an entirely new cast and on a much smaller budget, was filmed in Canada for the USA Network.","original_name":"Airwolf","vote_average":7.1,"name":"Airwolf","cert":"Unavailable","id":2119,"adult":"false","genre_ids":[10759,10765],"origin_country":["US"]},{"first_air_date":"1999-06-09","cast":["Daniel Dae Kim","Tracy Scoggins","Gary Cole","David Allen Brooks","Carrie Dobro"],"overview":"Crusade is an American spin-off TV show from J. Michael Straczynski's Babylon 5. Its plot is set in AD 2267, five years after the events of Babylon 5, and just after the movie A Call to Arms. The Drakh have released a nanovirus plague on Earth, which will destroy all life on Earth within five years if it is not stopped. To that end, the Victory class destroyer Excalibur has been sent out to look for anything that could help the search for a cure.","original_name":"Crusade","vote_average":6.7,"name":"Crusade","cert":"Unavailable","id":2120,"adult":"false","genre_ids":[18,10765,10759],"origin_country":["US"]},{"first_air_date":"1994-09-10","cast":["Sharon Alexander","Paul Dobson","Andrea Libman","Christopher Gray","Matthew Sinclair"],"overview":"ReBoot is a Canadian CGI-animated action-adventure cartoon series that originally aired from 1994 to 2001. It was produced by Vancouver-based production company Mainframe Entertainment, Alliance Communications, BLT Productions and created by Gavin Blair, Ian Pearson, Phil Mitchell and John Grace, with the visuals designed by Brendan McCarthy after an initial attempt by Ian Gibson.\n\nIt was the first half-hour, completely computer-animated TV series.","original_name":"ReBoot","vote_average":7.9,"name":"ReBoot","cert":"Unavailable","id":2121,"adult":"false","genre_ids":[16,10759],"origin_country":["CA"]},{"first_air_date":"1997-01-12","cast":["Stephen Root","Johnny Hardwick","Brittany Murphy","Pamela Adlon","Kathy Najimy"],"overview":"Set in Texas, this animated series follows the life of propane salesman Hank Hill, who lives with his overly confident substitute Spanish teacher wife Peggy, wannabe comedian son Bobby, and naive niece Luanne. Hank has conservative views about God, family, and country, but his values and ethics are often challenged by the situations he, his family, and his beer-drinking neighbors\/buddies find themselves in.","original_name":"King of the Hill","vote_average":7.1,"name":"King of the Hill","cert":"Suitable for 12 years & above","id":2122,"adult":"false","genre_ids":[16,18,35],"origin_country":["US"]},{"first_air_date":"1997-03-03","cast":["Wes Spencer","Geoffrey Arend","Sarah Drew","John Worth Lynn, Jr.","Tracy Grandstaff"],"overview":"After moving to a new town with her stressed-out parents and relentlessly popular little sister, Daria uses her acerbic wit and keen powers of observation to contend with the mind-numbingly ridiculous world of Lawndale High.","original_name":"Daria","vote_average":7.6,"name":"Daria","cert":"Unavailable","id":2131,"adult":"false","genre_ids":[16,35],"origin_country":["US"]},{"first_air_date":"1961-10-03","cast":["Dick Van Dyke","Mary Tyler Moore","Rose Marie","Morey Amsterdam","Richard Deacon"],"overview":"The Dick Van Dyke Show is an American television sitcom that initially aired on CBS from October 3, 1961, until June 1, 1966. The show was created by Carl Reiner and starred Dick Van Dyke, Rose Marie, Morey Amsterdam and Mary Tyler Moore. It centered around the work and home life of television comedy writer Rob Petrie. The show was produced by Reiner with Bill Persky and Sam Denoff. The music for the show's theme song was written by Earle Hagen.\n\nThe series won 15 Emmy Awards. In 1997, the episodes \"Coast-to-Coast Big Mouth\" and \"It May Look Like a Walnut\" were ranked at 8 and 15 respectively on TV Guide's 100 Greatest Episodes of All Time. In 2002, it was ranked at 13 on TV Guide's 50 Greatest TV Shows of All Time.","original_name":"The Dick Van Dyke Show","vote_average":8.1,"name":"The Dick Van Dyke Show","cert":"Unavailable","id":2132,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2006-01-05","cast":["Josh Cooke","Seth Green","Shane McRae","Todd Grinnell"],"overview":"Barry, Ben, Jason, and Bobby—four lifelong friends who affectionately refer to themselves as the “Four Kings of New York”— find their bonds to one another tested when they all move into the apartment that Ben inherited from his grandmother.","original_name":"Four Kings","vote_average":7.0,"name":"Four Kings","cert":"Unavailable","id":2133,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1980-04-11","cast":["Jill Gascoine","Derek Thompson","Brian Gwaspari","William Marlowe","Paul Moriarty"],"overview":"The Gentle Touch is a British police drama television series made by London Weekend Television for ITV which ran from 1980-1984. Commencing transmission on 11 April 1980, the series is notable for being the first British series to feature a female police detective as its leading character, ahead of the similarly themed BBC series Juliet Bravo by four months.","original_name":"The Gentle Touch","vote_average":9.5,"name":"The Gentle Touch","cert":"Unavailable","id":2134,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2000-10-02","cast":["Marc Summers"],"overview":"History IQ is a game show on the History Channel which premiered on October 2, 2000 and aired for two seasons. Marc Summers hosted and Harvey announced. History IQ was produced by Glow in the Dark Productions.\n\nDuring each episode, three contestants participated in a process of elimination game. Season one's daily grand prize was $25,000. The daily grand prize was lowered to $5,000 in season two, but contestants also played for a spot to advance in a tournament for a top prize of $250,000.\n\nDuring the show's original run, home viewers could play along with the game online at the History IQ website.\n\nShortly after the last original episode aired, reruns began airing at 6AM E\/T on Saturday mornings, and continued until June 27, 2009.","original_name":"History IQ","vote_average":0.0,"name":"History IQ","cert":"Unavailable","id":2135,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1996-09-07","cast":["Shannon Chandler","Joe Hackett","Rappin' Granny","Kyle Jordan","Wesley Barker"],"overview":"Big Bad Beetleborgs is an American television series produced by Saban Entertainment. It aired for two seasons (the second season being named 'Beetleborgs Metallix') on Fox Kids between September 7, 1996 and March 2, 1998. Reruns later aired on UPN Kids from 1998 to 1999. On May 7, 2010, as part of the sale of the Power Rangers franchise, the copyright for Beetleborgs was transferred from BVS International to SCG Power Rangers.\n\nThe series adapted combat footage from the Metal Hero tokusatsu-series Juukou B-Fighter and B-Fighter Kabuto.","original_name":"Big Bad Beetleborgs","vote_average":5.7,"name":"Big Bad Beetleborgs","cert":"Unavailable","id":2136,"adult":"false","genre_ids":[10759],"origin_country":["US"]},{"first_air_date":"2001-07-14","cast":["Chad Willett","Rena Sofer","Reno Wilson","Jon Polito","Curtis Armstrong"],"overview":"The Chronicle is the name of a science fiction television series on the Sci Fi Channel. The series is based on the \"News from the Edge\" series of novels by Mark Sumner, a St. Louis, Missouri based author. The show was originally sold to NBC, which shot the pilot, then later found a home with The Sci-Fi Channel.","original_name":"The Chronicle","vote_average":8.0,"name":"The Chronicle","cert":"Unavailable","id":2137,"adult":"false","genre_ids":[35,10765],"origin_country":["US"]},{"first_air_date":"2003-01-19","cast":["Takuya Kimura","Kou Shibasaki","Shinichi Tsutsumi","Naoto Takenaka","Yoon Son-ha"],"overview":"Good Luck!! is a 2003 Japanese television drama starring Takuya Kimura and Kou Shibasaki. The story revolves around an up-and-coming pilot, Hajime Shinkai, and portrays his interactions with others as he progresses along the road to becoming a captain. As is common in many Japanese drama series, it blends drama and romance with comedic elements. This drama also emphasizes hardship of being a pilot or a cabin crew, and the serious nature of the industry they're in, which puts thousands of lives in its hands.","original_name":"グッドラック！！","vote_average":8.0,"name":"Good Luck!!","cert":"Unavailable","id":2146,"adult":"false","genre_ids":[18,10765,35],"origin_country":["JP"]},{"first_air_date":"1991-09-21","cast":["Connie Ray","Olivia Burnette","Lee Norris","Rachel Duncan","Brittany Murphy"],"overview":"The Torkelsons is an American sitcom which aired on the NBC television network from September 21, 1991 to June 6, 1993. Produced by Walt Disney Television, the series starred Connie Ray, Olivia Burnette and William Schallert. For the second season, the series was retooled and renamed Almost Home. The series lasted a total of two seasons, consisting of 33 episodes.","original_name":"The Torkelsons","vote_average":8.5,"name":"The Torkelsons","cert":"Unavailable","id":2147,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1997-10-31","cast":["Stephen Hawking"],"overview":"TV Offal was a British television comedy sketch\/archive series that ran on Channel 4, from October 1997 to June 1998. It was written and narrated by comedian and writer Victor Lewis-Smith, who shared writing duties with Paul Sparks. It ran for only seven episodes, and is probably best known for first airing the uncensored Rainbow sketch on national television, as well as the \"Gay Daleks\" sketches.\n\nThe series covered generally obscure, rare or offensive excerpts of television footage from numerous media archives, usually accompanied by Lewis-Smith's biting commentary and cynical approach to what was being shown. Lewis-Smith used a variety of categories on the show to accompany a particular selection of programme footage. The show was also characterised by its musical score of campy jingles introducing the regular segments. These were produced in the 1980s style by the Dallas-based radio ID company JAM Creative Productions.\n\nThe programme was made by Associated-Rediffusion, the name of a TV company formerly serving the London area from 1955 to 1964. Lewis-Smith bought the name for his own production company when he discovered that it was dormant.","original_name":"TV Offal","vote_average":0.0,"name":"TV Offal","cert":"Unavailable","id":2148,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Crosswits is a British television quiz show produced by Cove Productions and Action Time in association with Tyne Tees and filmed from their City Road studios in Newcastle upon Tyne. It was originally hosted by Barry Cryer for the first 2 series, then comedian Tom O'Connor took over from series 3 until the show ended in 1998. The show consisted of two members of the public competing against each other to solve simple crossword puzzles. Each member of the public was helped out by a \"celebrity\" partner. The announcers for the show were generally Tyne Tees continuity announcers such as Judi Lines, Jonathan Morrell and Bill Steel.","original_name":"Crosswits","vote_average":0.0,"name":"Crosswits","cert":"Unavailable","id":2149,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1976-09-11","cast":["Henry Corden","Allan Melvin","Casey Kasem","Julie McWhirter","Micky Dolenz"],"overview":"The Scooby-Doo\/Dynomutt Hour is a 60-minute package show produced by Hanna-Barbera Productions in 1976 for ABC Saturday mornings. It marked the first new installments of the cowardly canine since 1973, and contained the following segments: The Scooby-Doo Show and Dynomutt, Dog Wonder.","original_name":"The Scooby-Doo\/Dynomutt Hour","vote_average":6.5,"name":"The Scooby-Doo\/Dynomutt Hour","cert":"Unavailable","id":2150,"adult":"false","genre_ids":[16,35,10751],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"PINAGMULAN: The Journey Home was a reality television show that aired Sundays on TFC after TV Patrol.\n\nThe program was canceled after the first season due to its inflating budget.","original_name":"PINAGMULAN: The Journey Home","vote_average":0.0,"name":"PINAGMULAN: The Journey Home","cert":"Unavailable","id":2151,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1995-09-10","cast":["Mary Chris Wall","Larry Brantley","Christie Abbott","Adam Springfield","Julio Cedillo"],"overview":"Wishbone is a children's television show. The show's title character is a Jack Russell Terrier of the same name. Wishbone lives with his owner Joe Talbot in the fictional modern town of Oakdale, Texas. He daydreams about being the lead character of stories from classic literature He was known as \"the little dog with a big imagination\". Only the viewers and the characters in his daydreams can hear Wishbone speak. The characters from his daydreams see Wishbone as whatever famous character he is currently portraying and not as a dog.","original_name":"Wishbone","vote_average":8.5,"name":"Wishbone","cert":"Unavailable","id":2152,"adult":"false","genre_ids":[10759,35,10762],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Pintados is the term used by Spanish colonists to describe the tattooed bodies of the people residing in the islands of Cebu, Bohol, and Leyte in the Biçayas Region of the Philippines. The word means \"painted\" and was first used during the Spanish colonization of the Philippines. The men are known for their tattoo art, which often covers most of their bodies. It is produced by using small pieces of iron to prick the skin, then filling in selected areas with natural black powders. The inhabitants of the province of Camarines at the eastern end of the Philippine islands resemble the Pintados.","original_name":"Pintados","vote_average":0.0,"name":"Pintados","cert":"Unavailable","id":2161,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"College University","vote_average":0.0,"name":"College University","cert":"Unavailable","id":2162,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Your Business is a small business oriented program on MSNBC, hosted by JJ Ramberg.","original_name":"Your Business","vote_average":0.0,"name":"Your Business","cert":"Unavailable","id":2163,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":"1966-09-05","cast":["Chris Wiggins","John Vernon","Paul Soles"],"overview":"This cartoon series, characterized by extremely limited animation, features five of the most popular super-powered heroes from Marvel Comics: the Incredible Hulk, the Mighty Thor, Captain America, Iron Man, and the Sub-Mariner.","original_name":"The Marvel Super Heroes","vote_average":7.8,"name":"The Marvel Super Heroes","cert":"Unavailable","id":2164,"adult":"false","genre_ids":[16,10759,10765,10762],"origin_country":["CA","US"]},{"first_air_date":"1999-10-07","cast":["Lowri Turner","Kate McIntyre","Nick Knowles"],"overview":"DIY SOS is a British DIY television series made for the BBC, presented by Nick Knowles. The first episode was broadcast on 7 October 1999 and the show is still airing today. As well as being a DIY programme it also features comic relief from the cast.","original_name":"DIY SOS","vote_average":0.0,"name":"DIY SOS","cert":"Unavailable","id":2165,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1995-09-10","cast":["C. Martin Croker","Andy Merrill","George Lowe","Don Kennedy"],"overview":"Cartoon Planet is an animated variety show that originally ran from 1995 to 1998, and from March 30, 2012 to present on Cartoon Network. A spin-off of the animated Space Ghost Coast to Coast talk show, the original premise was that Space Ghost had recruited his imprisoned evil arch nemesis Zorak and his loud and extremely dimwitted archenemy Brak to assist him in hosting a variety show.\n\nCartoon Planet began as an hour-long block of cartoons hosted by Space Ghost, Zorak, and Brak. They would introduce full cartoons from the Turner Entertainment library, such as old theatrical shorts and Hanna-Barbera cartoons, including the original 1960s Space Ghost episodes. The host segments were often original songs and ad libbed skits. New material ceased being made in 1997, and most of the songs and skits were re-packaged into 22 half-hour episodes without cartoons.","original_name":"Cartoon Planet","vote_average":7.0,"name":"Cartoon Planet","cert":"Unavailable","id":2166,"adult":"false","genre_ids":[16,35],"origin_country":["US"]},{"first_air_date":"1998-02-24","cast":["John Howard","Judith McGrath","Georgie Parker","Alexandra Davies","Ben Tari"],"overview":"All Saints is an Australian medical drama which first screened on the Seven Network. The series debuted on 24 February 1998 and concluded its run on 27 October 2009. It had been one of Australia's highest rating dramas and also achieved popularity overseas in many countries including United Kingdom, Ireland, Belgium, and Iran.","original_name":"All Saints","vote_average":7.8,"name":"All Saints","cert":"Unavailable","id":2167,"adult":"false","genre_ids":[18],"origin_country":["AU"]},{"first_air_date":"2003-07-13","cast":["Andrew O'Keefe"],"overview":"An Australian version of the Dutch game show.","original_name":"Deal or No Deal","vote_average":0.0,"name":"Deal or No Deal","cert":"Unavailable","id":2176,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"1974-09-07","cast":["Philip Paley","Spencer Milligan","Wesley Eure","Kathy Coleman"],"overview":"Rick Marshall and his children Will and Holly were on a weekend expedition rafting trough a river when an enormous earthquake diverts them to an eclectic alien world inhabited by dinosaurs, chimpanzee-like cavemen called Pakuni, and aggressive, humanoid creatures called Sleestak.","original_name":"Land of the Lost","vote_average":7.4,"name":"Land of the Lost","cert":"Unavailable","id":2177,"adult":"false","genre_ids":[10759,10765,10751],"origin_country":["US"]},{"first_air_date":"2004-04-27","cast":["Gordon Ramsay"],"overview":"Ramsay's Kitchen Nightmares is a television programme featuring British celebrity chef Gordon Ramsay. The BAFTA and Emmy Award-winning programme debuted on Channel 4 in 2004.\n\nIn each episode, Ramsay visits a failing restaurant and acts as a troubleshooter to help improve the establishment in just one week. Ramsay revisits the restaurant a few months later to see how business has fared in his absence. Episodes from series one and two have been re-edited with additional new material as Ramsay's Kitchen Nightmares Revisited; they featured Ramsay checking up on restaurants a year or more after he attended to them. In October 2009 Ramsay announced that after his four-year contract expired in 2011 he would not continue with Kitchen Nightmares and would instead work on his other shows.\n\nA one-off special entitled Ramsay's Great British Nightmare aired on Channel 4 on 30 January 2009 as part of 'The Great British Food Fight', a two week series of food-related programming. In the program, Ramsay campaigned for viewers to start supporting local restaurants, especially in a bad economy.\n\nAn American adaptation of this show, titled Kitchen Nightmares, debuted 19 September 2007, on Fox. It is broadcast in the UK on Channel 4 as Ramsay's Kitchen Nightmares USA.","original_name":"Ramsay's Kitchen Nightmares","vote_average":7.5,"name":"Ramsay's Kitchen Nightmares","cert":"Unavailable","id":2178,"adult":"false","genre_ids":[10764],"origin_country":["GB"]},{"first_air_date":"1976-10-03","cast":["Jack Klugman","Robert Ito","Val Bisoglio","John S. Ragin","Garry Walberg"],"overview":"Quincy, M.E. is an American television series from Universal Studios pert in several of the later episodes.","original_name":"Quincy, M.E.","vote_average":7.7,"name":"Quincy, M.E.","cert":"Unavailable","id":2179,"adult":"false","genre_ids":[18,80],"origin_country":["US"]},{"first_air_date":"1976-02-20","cast":["Ronnie Barker","David Jason","Barbara Flynn","Lynda Baron","Shirley Steedman"],"overview":"Open All Hours is a BBC sitcom written by Roy Clarke and starring Ronnie Barker as a miserly shop keeper and David Jason as his put-upon nephew who works as his errand boy. It ran for 26 episodes in four series, which premiered in 1976, 1981, 1982 and 1985 respectively. The programme developed from a television pilot broadcast in Barker's comedy anthology series, Seven of One.\n\nOpen All Hours ranked eighth in the 2004 Britain's Best Sitcom poll.","original_name":"Open All Hours","vote_average":7.8,"name":"Open All Hours","cert":"Unavailable","id":2180,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"1960-10-07","cast":["Glenn Corbett"],"overview":"Route 66 is an American TV series in which two young men traveled across America in a Chevrolet Corvette sports car. The show ran weekly on Fridays on CBS from October 7, 1960 to March 20, 1964. It starred Martin Milner as Tod Stiles and, for the first two and a half seasons, George Maharis as Buz Murdock. Maharis was ill for much of the third season, during which time Tod was shown traveling on his own. Tod met Lincoln Case, played by Glenn Corbett, late in the third season, and traveled with him until the end of the fourth and final season. The series currently airs on Me-TV, My Family TV and RTV.\n\nAmong the series more notable aspects were the featured Corvette convertible, and the program's instrumental theme song, which became a major pop hit.","original_name":"Route 66","vote_average":7.1,"name":"Route 66","cert":"Unavailable","id":2181,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"1985-03-04","cast":["Barbara Goodson","Cam Clarke","Dan Woren","Kerrigan Mahan","Robert V. Barron"],"overview":"Robotech is an 85-episode adaptation of three different anime television series made between 1982-1984 in Japan; the adaptation was aired in 1985. Within the combined and edited story, Robotechnology refers to the scientific advances discovered in an alien starship that crashed on a South Pacific island. With this technology, Earth developed giant robotic machines or mecha to fight three successive extraterrestrial invasions.","original_name":"Robotech","vote_average":7.7,"name":"Robotech","cert":"Unavailable","id":2192,"adult":"false","genre_ids":[16,18],"origin_country":["JP","US"]},{"first_air_date":null,"cast":[],"overview":"Squadron Sport Ranger is a Thai live-action superhero television series similar to the Japanese Super Sentai and the American Power Rangers franchises. It premiered on August 6, 2006 and aired on Thai Channel 3. Much like each Super Sentai and Power Rangers series has an overall theme, Sport Ranger's theme is sports, which each of the Sport Rangers has a specialty in.\n\nThe second season of the show, which is titled Sport Ranger 2 premiered on Channel 3 on February 5, 2012.","original_name":"Sport Ranger","vote_average":0.0,"name":"Sport Ranger","cert":"Unavailable","id":2193,"adult":"false","genre_ids":[],"origin_country":["TH"]},{"first_air_date":null,"cast":[],"overview":"Star Magic Presents is a weekly love anthology program that began airing on the ABS-CBN network in the Philippines on July 29, 2006. The show features artists from Star Magic, the talent management agency of ABS-CBN.\n\nIn an interview, Star Magic Director Johnny Manahan explained that the show's main goal was \"to provide a platform whereby the agency’s fresh, yet unknown talents can shine in tandem with its more established stars. Each week, a new face is paired with an established artist, the better to remind the older stars of their responsibility to help their younger brothers and sisters.\"\n\nIn the Philippines, this program airs on Saturday at 10-11 a.m. in Metro Manila. It is also broadcast worldwide on TFC: The Filipino Channel.\n\nIt currently re-airs on Cinema One Global starting November 6, 2011 weeknights.","original_name":"Star Magic Presents","vote_average":0.0,"name":"Star Magic Presents","cert":"Unavailable","id":2194,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":"2000-03-23","cast":["Kevin Eldon","Mark Heap","David Cann","Julia Davis","Chris Morris"],"overview":"Jam is a postmodern British dark comedy series created, written and directed by Chris Morris, and was broadcast on Channel 4 during March and April 2000. It was based on the earlier BBC Radio 1 show, Blue Jam, and consisted of a series of unsettling sketches unfolding over an ambient soundtrack.\n\nMany of the sketches re-used the original radio soundtracks with the actors lip-synching their lines, an unusual technique which added to the programme's unsettling atmosphere.\n\nThe cast, which comprised people who Morris had worked with on his earlier TV work such as The Day Today and Brass Eye, included Amelia Bullmore, David Cann, Julia Davis, Kevin Eldon and Mark Heap, as well as occasional appearances from Morris himself. It was written by Chris Morris and Peter Baynham, with additional material contributed by Jane Bussmann, David Quantick, Graham Linehan, Arthur Mathews and the cast.","original_name":"Jam","vote_average":7.3,"name":"Jam","cert":"Unavailable","id":2197,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"1997-09-13","cast":["Kath Soucie","Tara Strong","Jeff Bennett","Frank Welker","April Winchell"],"overview":"101 Dalmatians: The Series is an animated television series produced by the Walt Disney Company based on the classic 1961 Disney animated feature of the same name and its 1996 live-action remake.","original_name":"101 Dalmatians: The Series","vote_average":6.5,"name":"101 Dalmatians: The Series","cert":"Unavailable","id":2198,"adult":"false","genre_ids":[16,35,10751,10762],"origin_country":["US"]},{"first_air_date":"1979-03-24","cast":[],"overview":"Tales of the Unexpected is a British television series which aired between 1979 and 1988. Each episode told a story, often with sinister and wryly comedic undertones, with an unexpected twist ending. Early episodes were based on short stories by Roald Dahl collected in the books Tales of the Unexpected, Kiss Kiss and Someone Like You.\n\nThe series was made by Anglia Television for ITV with interior scenes recorded at their Norwich studios whilst location filming mainly occurred across East Anglia. The theme music for the series was written by composer Ron Grainer.\n\nAlthough similar in theme and title, the show is not related to the American anthology television series, Quinn Martin's Tales of the Unexpected, which ran for one season in 1977.","original_name":"Tales of the Unexpected","vote_average":7.2,"name":"Tales of the Unexpected","cert":"Unavailable","id":2199,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"2000-10-07","cast":["Cam Brainard"],"overview":"Maximum Exposure is a reality TV show which featured video clips on a variety of subjects. As its various slogans attest, the show was targeted at teens and young adults. The program also showed videos from other reality shows, especially its predecessor Real TV, and was noted both for its fast-paced action and its analysis of slow-motion replays.","original_name":"Maximum Exposure","vote_average":0.0,"name":"Maximum Exposure","cert":"Unavailable","id":2202,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1999-03-19","cast":["Rob LaBelle","Roger Cross","Traci Lords","Joe Pascual","Sebastian Spence"],"overview":"First Wave is a Canadian\/American science fiction television series, filmed in Vancouver, British Columbia, Canada, that aired from 1998 to 2001 on the Sci-Fi Channel. The show was created by Chris Brancato, who co-wrote an early version of the script for the seminal X-Files episode \"Eve\". Francis Ford Coppola was executive producer on the show. In an unusual move, the Sci-Fi Channel picked up the series on a 66-episode contract. The show was subsequently canceled once the contract expired at the end of the third season due to disappointing ratings.","original_name":"First Wave","vote_average":6.8,"name":"First Wave","cert":"Unavailable","id":2203,"adult":"false","genre_ids":[10759,10765],"origin_country":["CA","US"]},{"first_air_date":"2006-07-09","cast":["Fionnula Flanagan","Annabeth Gish","Jason Clarke","Ethan Embry","Kevin Chapman"],"overview":"A working-class Irish family rules a city built on loyalty and corruption. The Caffee brothers, Tommy, a rising politician desperate for reelection, and Michael, a hardened criminal returning from seven years on the run and eager to reclaim his turf, fight for survival on opposite sides of the law. In their ruthless quest for power, the entire Caffee family is driven to lies, betrayal and infidelity -- threatening to tear them and the city of Providence, RI apart.","original_name":"Brotherhood","vote_average":7.2,"name":"Brotherhood","cert":"Unavailable","id":2204,"adult":"false","genre_ids":[80,18,10759],"origin_country":["US"]},{"first_air_date":"1975-09-19","cast":["John Cleese","Prunella Scales","Connie Booth","Andrew Sachs","Ballard Berkeley"],"overview":"Fawlty Towers is a British sitcom produced by BBC Television that was first broadcast on BBC2 in 1975 and 1979. Twelve episodes were made. The show was written by John Cleese and his then wife Connie Booth, both of whom also starred in the show.\n\nThe series is set in Fawlty Towers, a fictional hotel in the seaside town of Torquay, on the \"English Riviera\". The plots centre around tense, rude and put-upon owner Basil Fawlty, his bossy wife Sybil, a comparatively normal chambermaid Polly, and hapless Spanish waiter Manuel and their attempts to run the hotel amidst farcical situations and an array of demanding and eccentric guests.\n\nIn a list drawn up by the British Film Institute in 2000, voted by industry professionals, Fawlty Towers was named the best British television series of all time.","original_name":"Fawlty Towers","vote_average":8.2,"name":"Fawlty Towers","cert":"PG","id":2207,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"1955-10-03","cast":["Bonnie Lynn Fields","Eileen Diamond","Patricia Morrow","J. Pat O'Malley","Judy Nugent"],"overview":"The Mickey Mouse Club is an American variety television show that aired intermittently from 1955 to 1996. Created by Walt Disney and produced by Walt Disney Productions, the program was first televised from 1955 to 1960 by ABC, featuring a regular but ever-changing cast of child performers. Reruns were broadcast by ABC on weekday afternoons during the 1960s, right after American Bandstand. The show was reformatted and reimagined after its initial 1955–1959 run on ABC, first from 1977 to 1979 for first-run syndication, and again, from 1989 to 1996 on The Disney Channel.","original_name":"The Mickey Mouse Club","vote_average":6.9,"name":"The Mickey Mouse Club","cert":"Unavailable","id":2208,"adult":"false","genre_ids":[10762],"origin_country":["US"]},{"first_air_date":"1985-01-11","cast":["Glynis Barber","Tony Osoba","Michael Brandon","Ray Smith"],"overview":"Dempsey and Makepeace is a British television crime drama made by London Weekend Television for ITV, created and produced by Ranald Graham. The leading roles were played by Michael Brandon and Glynis Barber, who later married each other on 18 November 1989.\n\nThe series combined elements of previous series such as the mis-matching of British and American crime-fighters from different classes as seen in The Persuaders! and the action of The Professionals.","original_name":"Dempsey and Makepeace","vote_average":6.6,"name":"Dempsey and Makepeace","cert":"Unavailable","id":2209,"adult":"false","genre_ids":[10759,18],"origin_country":["GB"]},{"first_air_date":"1989-01-03","cast":[],"overview":"The Arsenio Hall Show is an American late-night talk show that premiered on September 9, 2013 in syndication.\n\nPreviously, The Arsenio Hall Show had aired in syndication from January 3, 1989 to May 27, 1994. The current series is considered to be a revival of the original.\n\nThe show was created and hosted by comedian and actor Arsenio Hall, who had previously hosted The Late Show for Fox television.\n\nThe original Arsenio show was distributed by Paramount Domestic Television and taped at Paramount's studios in Los Angeles. The current program is produced at Sunset Bronson Studios in Los Angeles and distributed by PDT successor CBS Television Distribution.","original_name":"The Arsenio Hall Show","vote_average":6.0,"name":"The Arsenio Hall Show","cert":"Unavailable","id":2216,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2006-08-23","cast":[],"overview":"Robins is a Swedish late-night talk show which premiered on SVT2 on August 23, 2006. The host is the young stand-up comedian Robin Paulsson from Malmö. The show's format is similar to that of other late-night shows, Robin makes jokes about recent news, shows sketches, and talks to a guest in the studio.\n\nOne of the most popular sketches in the show features Robin appearing as Swedish football player Zlatan Ibrahimović.","original_name":"Robins","vote_average":0.0,"name":"Robins","cert":"Unavailable","id":2217,"adult":"false","genre_ids":[35],"origin_country":["SE"]},{"first_air_date":"1999-08-01","cast":["Jaleel White","Marissa Ribisi","Tammy Townsend","Dave Ruby"],"overview":"Grown Ups is an American sitcom that aired on the UPN network from 1999 to 2000. Starring Jaleel White, the series was created by Matthew Miller and based on a story written by White.","original_name":"Grown Ups","vote_average":0.0,"name":"Grown Ups","cert":"Unavailable","id":2218,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1993-09-11","cast":["Senta Moses","Richard Speight Jr.","Trevor Lissauer","Craig Kirkwood"],"overview":"Running the Halls is an American television sitcom that aired on NBC's TNBC Saturday morning lineup. The series was created by Steve Slavkin, being the first TNBC sitcom not to be executive produced by Peter Engel.\n\nThe show consisted of 13 episodes, which aired on from September 11, 1993 to December 4, 1993.","original_name":"Running the Halls","vote_average":0.0,"name":"Running the Halls","cert":"Unavailable","id":2219,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2003-06-09","cast":["Graham Norton","Doon Mackichan","Julia Sawalha"],"overview":"Comedy Connections was a BBC One documentary series produced by BBC Scotland that aired from 2003 to 2008. The show looked at the stories behind the production of some of Britain's comedy television programmes, showing how they tied in with the production of other comedy shows. The show featured interviews with some of the cast and crew of the subject programme, as well as footage from the series.\n\nComedy Connections mostly documented BBC comedies and sitcoms, although two programmes have been from ITV and two from Channel 4.\n\nThe first series consisted of six episodes, however the rest of the series consist of eight episodes each, the first two series were narrated by Julia Sawalha, however the rest of the series were narrated by Doon Mackichan.","original_name":"Comedy Connections","vote_average":0.0,"name":"Comedy Connections","cert":"Unavailable","id":2220,"adult":"false","genre_ids":[99,35],"origin_country":["GB"]},{"first_air_date":"1997-08-11","cast":["Whoopi Goldberg","Joy Behar","Sunny Hostin","Meghan McCain","Abby Huntsman"],"overview":"ABC Daytime's morning chatfest, currently featuring Whoopi Goldberg, Joy Behar, Sunny Hostin, Meghan McCain, and Abby Huntsman, discussing the most exciting events of the day. Hot topics in the news, the best experts in their field, celebrity interviews and general entertainment are all part of The View.","original_name":"The View","vote_average":3.7,"name":"The View","cert":"Unavailable","id":2221,"adult":"false","genre_ids":[10767],"origin_country":["US"]},{"first_air_date":"1987-09-26","cast":[],"overview":"Going Live! was a Saturday morning magazine show, broadcast on BBC1 between 1987 and 1993. It was presented by Phillip Schofield and Sarah Greene.\n\nOther presenters included Trevor and Simon, Peter Simon, Emma Forbes, and puppet Gordon the Gopher.\n\nThe show was broadcast during the autumn to spring seasons, with other shows such as the 8:15 from Manchester and Parallel 9 taking over during the summer months. It was preceded by Saturday Superstore, and succeeded by Live & Kicking.\n\nIn 1988, when the second series started, Greene was hurt in a helicopter crash with her then boyfriend, Mike Smith. Guest presenters stood in for her including T'Pau's Carol Decker. Similarly, in 1992-93 during the final series, Schofield was starring in Joseph and the Amazing Technicolor Dreamcoat and was unable to present the show. A third presenter took his place. Originally, Neighbours actor Kristian Schmid took the role but soon left after problems with his work permit. Various other celebrities to stand in included Shane Richie and Robbie Williams during his Take That days.","original_name":"Going Live!","vote_average":0.0,"name":"Going Live!","cert":"Unavailable","id":2232,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1994-01-18","cast":["Martin Sacks","Julie Nihill","William McInnes","Lisa McCune","John Wood"],"overview":"Blue Heelers is an Australian police drama series which depicted the lives of police officers stationed at the fictional Mount Thomas police station in a small town in Victoria.","original_name":"Blue Heelers","vote_average":6.2,"name":"Blue Heelers","cert":"Unavailable","id":2233,"adult":"false","genre_ids":[18],"origin_country":["AU"]},{"first_air_date":"2005-10-19","cast":["Christian Vincent","Darryl Stephens","Rodney Chester","Doug Spearman","Jensen Atwood"],"overview":"Noah's Arc is an American cable television dramedy. The series, which predominantly features gay black and Latino characters, focused on many socially relevant issues, including same sex dating, same-sex marriage, same-sex parenthood, HIV and AIDS awareness, infidelity, promiscuity, homophobia, gay bashing. It ran from October 19, 2005, to October 4, 2006. After its cancellation, a film was produced entitled Noah's Arc: Jumping the Broom, which was released theatrically in 2008.","original_name":"Noah's Arc","vote_average":6.3,"name":"Noah's Arc","cert":"Unavailable","id":2234,"adult":"false","genre_ids":[18,35],"origin_country":["US"]},{"first_air_date":"1992-09-05","cast":["Nancy Cartwright","Dana Hill","Bill Farmer","April Winchell","Jim Cummings"],"overview":"Disney's Goof Troop is an Animated Comedy television series from The Walt Disney Company featuring Goofy as a father figure and bonding with his son Max, and Pete, as his neighbor. Created by Peter Montgomery, the main series of 65 episodes ran in syndication from 1992 to 1993 on The Disney Afternoon, while an additional thirteen episodes ran on Saturday mornings on ABC. One Christmas special was also produced, which ran in syndication.","original_name":"Goof Troop","vote_average":6.2,"name":"Goof Troop","cert":"Unavailable","id":2235,"adult":"false","genre_ids":[16],"origin_country":["US"]},{"first_air_date":"2004-02-22","cast":["Regis Philbin"],"overview":"","original_name":"Who Wants to Be a Super Millionaire","vote_average":0.0,"name":"Who Wants to Be a Super Millionaire","cert":"Unavailable","id":2240,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1996-06-19","cast":["Rhys Muldoon","Monica Maughan","Mark Mitchell","Glenn Meldrum","Ian McFadyen"],"overview":"The Genie From Down Under is an Australian children's comedy television series. It was a co-production between the ACTF, the BBC and the ABC from 1995 to 1998. It was released on video in the 1990s, and is available for order via the ACTF website or Purchase on iTunes.","original_name":"The Genie From Down Under","vote_average":5.0,"name":"The Genie From Down Under","cert":"Unavailable","id":2247,"adult":"false","genre_ids":[35],"origin_country":["AU"]},{"first_air_date":"1978-11-10","cast":["Andrew Hall","Geoffrey Palmer","Nicholas Lyndhurst","Wendy Craig","Michael Ripper"],"overview":"Ria Parkinson is a bored housewife and mother. She spends her time daydreaming, and meets regularly with wealthy businessman Leonard to relieve the monotony. Husband Ben, a dentist and avid butterfly collector is oblivious to it all, and her unemployed grown up sons, who both live at home also have other things on their minds, especially girlfriends.","original_name":"Butterflies","vote_average":6.9,"name":"Butterflies","cert":"Unavailable","id":2248,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2006-10-04","cast":["Janeane Garofalo","H. Jon Benjamin","H. Jon Benjamin","Will Arnett","Will Arnett"],"overview":"Freak Show is an animated television series on Comedy Central created by H. Jon Benjamin and David Cross.\n\nThe show chronicles a freak show, called the Freak Squad, which reluctantly moonlights as a group of second-rate superheroes employed by the US government.\n\nThe first and only season, which consisted of seven episodes, premiered on October 4, 2006, and ended on November 16, 2006. Cross and Benjamin were executive producers in addition to voicing various characters. Radical Axis handled all aspects of production, from initial audio records and character design to final delivery of the master. The series was released on DVD on June 12, 2012.","original_name":"Freak Show","vote_average":9.0,"name":"Freak Show","cert":"Unavailable","id":2249,"adult":"false","genre_ids":[16,35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Vagabond 7 is a reality TV show on MCD that documents the lives of seven current college students who are given concert tickets and VIP access to high profile music events with an objective to capture the concert atmosphere and artist interaction on their individual handheld video camera. The “Vagabond 7” interactive website features cast profiles, event clips, original artist content, deleted scenes and audition tapes.","original_name":"Vagabond 7","vote_average":0.0,"name":"Vagabond 7","cert":"Unavailable","id":2250,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"1978-09-12","cast":["Danny DeVito","Tony Danza","Judd Hirsch","Jeff Conaway","Marilu Henner"],"overview":"Louie De Palma is a cantankerous, acerbic taxi dispatcher in New York City. He tries to maintain order over a collection of varied and strange characters who drive for him. As he bullies and insults them from the safety of his “cage,” they form a special bond among themselves, becoming friends and supporting each other through the inevitable trials and tribulations of life.","original_name":"Taxi","vote_average":7.3,"name":"Taxi","cert":"Unavailable","id":2251,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Saiyūki is a 2006 Japanese historical TV drama based on the 16th Century Chinese novel Journey to the West. It is a successor to the popular 1970s TV show Saiyūki, known outside Japan as Monkey. There have been three dramas and one special based on Journey to the West that have aired previously, making this one the fifth adaptation in Japan.\n\nFuji TV made an unusual decision to air this on 9pm every Monday, a primetime slot usually reserved for romantic dramas, hoping to capture both the young and the old by making this choice. While the series started off with viewership nearly reaching 30%, its rating gradually sank, barely making it at 20% at one point; the last episode finished off with 24.5%.\n\nRather than producing a second season, Fuji TV and Toho produced a feature film version of Saiyūki, that was released in Japan on July 14, 2007. The film was a box office success, becoming the 8th highest-grossing film of 2007 in Japan. The whole plot of the film is loosely based on chapters 32-35 of Journey to the West, Son Gokū trying to save a kingdom usurped by King Gold Horn and Silver Horn. The DVD was released on January 1, 2008 in two formats: a single disc version with audio commentary and trailers, and a 2-Disc limited collector's edition with documentaries and making-of featurettes; it has also been released to both DVD and Blu-ray Disc in the United Kingdom, under the title Monkey Magic: The Movie.","original_name":"Saiyūki","vote_average":0.0,"name":"Saiyūki","cert":"Unavailable","id":2252,"adult":"false","genre_ids":[18],"origin_country":["JP"]},{"first_air_date":"1996-09-07","cast":["Hiroshi Nagano","Jimmy Zoppi","Cathy Weseluck","Corinne Orr","David Moo"],"overview":"Ultraman Tiga is a Japanese tokusatsu TV show and is the 11th show in the Ultra Series. Produced by Tsuburaya Productions, Ultraman Tiga was aired at 6:00pm and aired between September 7, 1996 to August 30, 1997, with a total of 52 episodes with 4 movies After a franchise hiatus of over 15 years, set in a universe different from all previous series and updated with a new look and feel. Tiga is the first Ultraman with multiple combat modes and non-red colors. It was one of the popular entries in the Ultra Series. Because of Tiga's popularity, he had more exposure on TV and movies than any other Heisei Ultraman. Ultraman Tiga was also dubbed in English by 4Kids Entertainment and broadcast in the United States as part of the Fox Box programming block on Fox Broadcasting Company affiliates, making it the third Ultra Series to air in the United States after Ultraman and Ultra Seven.","original_name":"ウルトラマンティガ","vote_average":8.0,"name":"Ultraman Tiga","cert":"Unavailable","id":2253,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":"2005-09-11","cast":["Kaylee DeFer","Dean Collins","Michael Rapaport","Kyle Sullivan","Anita Barone"],"overview":"The War at Home is an American sitcom created by Rob Lotterstein that ran from September 11, 2005 to April 22, 2007 on Fox. It follows the antics of a largely dysfunctional Long Island family. The show lasted for two full seasons but was not renewed for a third season.","original_name":"The War at Home","vote_average":6.6,"name":"The War at Home","cert":"Unavailable","id":2262,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1987-10-03","cast":["Louise Robey","Chris Wiggins","John D. LeMay"],"overview":"Friday the 13th: The Series is an American-Canadian horror television series that ran for three seasons, from October 3, 1987 to May 26, 1990 in first-run syndication. The series follows Micki and Ryan, owners of an antiques store, and their assistant, Jack Marshak, as they try to recover cursed antiques, to put them into safety in the store's vault.\n\nOriginally, the series was to be titled The 13th Hour, but producer Frank Mancuso, Jr. thought this would turn away viewers and instead took the name Friday the 13th to deliberately draw in audiences. Despite this title, the series has no story connections to the film series of the same name, as Jason Voorhees does not make an appearance, nor does any character connected to the films. In the United Kingdom it was listed on TV schedules as Fridays Curse, though when going to advertisement breaks on ITV it would show as Friday the 13th: The series.\n\nThe two series have several cast and crew ties, however. The show's producer, Frank Mancuso, Jr., was producer of the movie series from Friday the 13th Part 2 until the final installment distributed by Paramount. The show's star, John D. LeMay, went on to star in Jason Goes to Hell: The Final Friday, guest star John Shepherd played Tommy Jarvis in Friday the 13th: A New Beginning, and episode director David Cronenberg appeared in Jason X. Fred Mollin, Rob Hedden, and Tom McLoughlin worked behind the scenes of both series.","original_name":"Friday the 13th","vote_average":7.6,"name":"Friday the 13th","cert":"Unavailable","id":2263,"adult":"false","genre_ids":[9648,10765],"origin_country":["CA","US"]},{"first_air_date":"1986-09-13","cast":["Eva Almos","Jim Henshaw","Tara Strong","Janet-Laine Green","Billie Mae Richards"],"overview":"The Care Bears live in a faraway place up in the clouds called Care-a-Lot. They travel around the world on Missions in Caring, whilst evil villains such as Professor Coldheart and Lord No Heart, try to thwart their plans.","original_name":"The Care Bears","vote_average":6.3,"name":"The Care Bears","cert":"Unavailable","id":2264,"adult":"false","genre_ids":[16,10765],"origin_country":["US","CA"]},{"first_air_date":"2004-11-08","cast":["Im Soo-jung","So Ji-sub","Jung Kyung-ho","Choi Yeo-jin","Seo Ji-young"],"overview":"Cha Moo Hyuk is a man who was adopted by an Australian family but treated cruelly and then abandoned at a young age. By chance, he meets Song Eun Chae, a fashion coordinator dedicated to her employer, singer Choi Yune. Their meeting will have implications for the rest of Cha Moo Hyuk's life as a devastating turn of events leads him to delve into his past, and ultimately find happiness.","original_name":"미안하다, 사랑한다","vote_average":8.0,"name":"I'm Sorry, I Love You","cert":"Unavailable","id":2265,"adult":"false","genre_ids":[18],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"Sons and Daughters was a Logie Award winning Australian soap opera created by Reg Watson and produced by the Reg Grundy Organisation between 1981 and 1987. The first episode aired on Monday, 18 January 1982, during the Christmas\/New Year non-ratings period in Sydney and Melbourne, and the official broadcast date of the final episode was 19 August 1987, although this varied across Australia and the final episode was screened in Melbourne on Sunday 27 December 1987. There are 972 half-hour episodes but during the series' original run in Australia, later episodes were shown in an hour-long format and the first pilot episode as shown in Australia was actually a 90-minute special; subsequent screenings have seen that episode split into three half-hours.","original_name":"Sons and Daughters","vote_average":8.0,"name":"Sons and Daughters","cert":"Unavailable","id":2266,"adult":"false","genre_ids":[18],"origin_country":["AU"]},{"first_air_date":"2005-11-15","cast":["Rachael Taylor","Adrienne Pickering","Josh Quong Tart","Brooke Harman","Libby Tanner"],"overview":"Headland is an Australian drama television series produced by the Seven Network which ran from 15 November 2005 to 21 January 2006. The Seven Network filmed 52 episodes in the first series. Production on the second series had begun before any episodes were aired.\n\nSet in a university, Headland premiered in Australia on Tuesday, 15 November 2005 at 7.30pm. On 23 January 2006, the Seven Network officially announced that the series has been cancelled. The show aired on weekdays at 7.30pm in the United Kingdom on E4, re-formatted as half-hour episodes. E4 eventually dropped the show but episodes continued to be broadcast on Channel 4 at 12:30pm, this time in the original hour-long format.","original_name":"headLand","vote_average":8.0,"name":"headLand","cert":"Unavailable","id":2267,"adult":"false","genre_ids":[18,10766],"origin_country":["AU"]},{"first_air_date":"1999-04-26","cast":["H. Jon Benjamin","Melissa Bardin Galsky","Brendon Small","Janine Ditullio","H. Jon Benjamin"],"overview":"Home Movies is an American animated television sitcom that was originally broadcast from April 26, 1999 to April 4, 2004. Brendon Small is the creator, head writer and lead musician of Home Movies. Jon Benjamin, Melissa Bardin Galsky and Janine Ditullio also lent their voices to the show. The plot surrounds eight-year-old Brendon, who makes films with his friends Melissa Robbins and Jason Penopolis in his spare time. He lives with his divorced mother, Paula, and his baby sister, Josie. He is also friends with his alcoholic, short-tempered soccer coach, John McGuirk. Home Movies developed a cult following during its run, and is still considered a cult show to this day.\n\nHome Movies was produced by Soup2Nuts, and originally aired on UPN, but the network cancelled the series after 5 episodes. Cartoon Network, seeing potential for the series, purchased the rights to it, and aired it as the first program on their nighttime adult-oriented Adult Swim block on the day of the block's launch on September 2, 2001. As part of Adult Swim, it finished the first season of 13 episodes and was picked up for three additional 13 episode seasons.\n\nCreator Small would later go on to create the Adult Swim animated series Metalocalypse and co-creator Bouchard would go on to create the animated Bob's Burgers for the Fox network.","original_name":"Home Movies","vote_average":7.2,"name":"Home Movies","cert":"Unavailable","id":2274,"adult":"false","genre_ids":[16,35,18],"origin_country":["US"]},{"first_air_date":"1976-01-14","cast":["Lindsay Wagner","Richard Anderson","Martin E. Brooks"],"overview":"After fully recovering from her near fatal bout of bionic rejection, Jaime Sommers, the first female cyborg, is assigned to spy missions of her own.","original_name":"The Bionic Woman","vote_average":6.6,"name":"The Bionic Woman","cert":"Unavailable","id":2275,"adult":"false","genre_ids":[10765,10759,18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Jang Geum's Dream is a Korean animation. It is a production by Munhwa Broadcasting Corporation. The animation was done by Sonokong and Heewon Entertainment. The animation centers on Jang Geum, who enters the Royal Kitchen as an apprentice court lady. The show is a spinoff from MBC's mega-hit historical drama Dae Jang Geum. The animation program has been sold to Tooniverse, resulting in the broadcast of a second series in 2007.","original_name":"Jang Geum's Dream","vote_average":0.0,"name":"Jang Geum's Dream","cert":"Unavailable","id":2276,"adult":"false","genre_ids":[],"origin_country":["KP"]},{"first_air_date":"1997-04-19","cast":[],"overview":"Blake and Mortimer is an animated television series, based on the Blake and Mortimer comic book by Edgar Pierre Jacobs.\n\nThe series was directed by Stéphane Bernasconi, and produced by Ellipse, and shown in 1997.\n\nThe first nine stories were used in this series, as well as four brand new stories, devised by the creators: The Viking's Bequest, The Secret of Easter Island, The Alchemist's Will, and The Druid. New writers, mostly connected to the production company as writers, dialogists or translators, were asked to come up with original plotlines which used the characters of Jacobs' stories, respected the magical\/scientific Universe, but rang interesting changes.","original_name":"Blake et Mortimer","vote_average":0.0,"name":"Blake et Mortimer","cert":"Unavailable","id":2277,"adult":"false","genre_ids":[16],"origin_country":["FR"]},{"first_air_date":"2004-06-20","cast":["Blair Underwood","Giovonnie Samuels","Sabrina Le Beauf","Marc John Jefferies","April Winchell"],"overview":"Fatherhood is an American animated television series revolving around the Bindlebeep family and various happenings, inspired by the book of the same name by Bill Cosby. This was Nick at Nite's first original animated series. It has aired on Nick at Nite and Nickelodeon. It was canceled in 2005.","original_name":"Fatherhood","vote_average":1.0,"name":"Fatherhood","cert":"Unavailable","id":2278,"adult":"false","genre_ids":[16,35],"origin_country":["US"]},{"first_air_date":"1996-09-24","cast":["Kimberly Williams-Paisley","David Conrad","Poppy Montgomery","Lisa Edelstein","Adam Goldberg"],"overview":"Relativity is an American drama television series which followed a twenty-something couple, Isabel Lukens and Leo Roth, and the lives and loves of their friends and siblings in Los Angeles. The short-lived ABC series was the product of thirtysomething producers Edward Zwick and Marshall Herskovitz The series ran from 1996-1997; it was canceled after 17 episodes due to low ratings.","original_name":"Relativity","vote_average":9.0,"name":"Relativity","cert":"Unavailable","id":2279,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2004-07-15","cast":["Joe Flanigan","David Hewlett","Rachel Luttrell","Jason Momoa","Jewel Staite"],"overview":"With the Ancients' city of Atlantis discovered in the Pegasus Galaxy by Stargate Command, Dr. Elizabeth Weir and Major Sheppard lead a scientific expedition to the ancient abandoned city. Once there, the team not only find themselves unable to contact Earth, but their explorations unexpectedly reawaken the Ancients' deadly enemies, The Wraith, who hunger for this new prey. Now with the help of newfound local allies like Teyla Emmagan, the Atlantis Team sets about to uncover their new home's secrets even as their war of survival against the Wraith begins.","original_name":"Stargate Atlantis","vote_average":7.9,"name":"Stargate Atlantis","cert":"Unavailable","id":2290,"adult":"false","genre_ids":[10759,18,10765],"origin_country":["US","CA"]},{"first_air_date":"1997-03-26","cast":["Omar Gooding","Tahj Mowry","John Marshall Jones","Jason Weaver","Essence Atkins"],"overview":"T.J. is a boy genius who gets bumped up from the fourth grade to high school. T.J. tries to adjust to his new life, but he shares some classes with his 14 year-old brother Marcus, the school jock, and his clueless and self-absorbed 16 year-old sister Yvette.","original_name":"Smart Guy","vote_average":7.8,"name":"Smart Guy","cert":"Unavailable","id":2291,"adult":"false","genre_ids":[35,18,10762],"origin_country":["US"]},{"first_air_date":"1974-09-05","cast":["Ronnie Barker","Richard Beckinsale","Fulton Mackay","Brian Wilde","Sam Kelly"],"overview":"Porridge is a British situation comedy broadcast on BBC1 from 1974 to 1977, running for three series, two Christmas specials and a feature film also titled Porridge. Written by Dick Clement and Ian La Frenais, it stars Ronnie Barker and Richard Beckinsale as two inmates at the fictional HMP Slade in Cumberland. \"Doing porridge\" is British slang for serving a prison sentence, porridge once being the traditional breakfast in UK prisons.\n\nThe series was followed by a 1978 sequel, Going Straight, which established that Fletcher would not be going back to prison again. Porridge was voted number seven in a 2004 BBC poll of the 100 greatest British sitcoms.","original_name":"Porridge","vote_average":8.2,"name":"Porridge","cert":"PG","id":2292,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2003-10-26","cast":["Bam Margera","Ryan Dunn","April Margera","Brandon DiCamillo","Chris Raab"],"overview":"Viva La Bam was an American reality television series that stars Bam Margera and his friends and family. The show was a spin-off from MTV's Jackass, in which Margera and most of the main cast had appeared. Each episode had a specific theme, mission, or challenge which was normally accomplished by performing pranks, skateboarding, and enlisting the help of friends, relations and experts. Although partly improvised, the show was supported by a greater degree of planning and organization.","original_name":"Viva La Bam","vote_average":5.6,"name":"Viva La Bam","cert":"Unavailable","id":2293,"adult":"false","genre_ids":[10764,35],"origin_country":["US"]},{"first_air_date":"1988-04-26","cast":["Dana Delany","Concetta Tomei","Marg Helgenberger","Jeff Kober","Michael Boatman"],"overview":"Dateline: November 1967. Within klicks of Danang, Vietnam, sits a U.S. Army base, bar and hospital on China Beach filled with wounded soldiers and one very lovely but damaged Army Nurse Colleen McMurphy. Many heroes, dead and alive, try to make sense of life and death in between bourbon, bullets and battles.","original_name":"China Beach","vote_average":7.7,"name":"China Beach","cert":"Unavailable","id":2294,"adult":"false","genre_ids":[18,10768],"origin_country":["US"]},{"first_air_date":"2006-03-15","cast":["Amanda Loncar","Mimi Rogers","Bret Harrison","Sarah Wright","Philip Baker Hall"],"overview":"The Loop is an American sitcom that ran from March 15, 2006 to July 1, 2007 on Fox. The show starred Bret Harrison as Sam Sullivan, a young professional trying to balance the needs of his social life with the pressures of working at the corporate headquarters of TransAlliance Airways, a major U.S. airline. Set in the city of Chicago, whose downtown loop area acted as the setting for most of the show. The show's theme song is \"Hockey Monkey\" by James Kochalka Superstar and the Zambonis.","original_name":"The Loop","vote_average":6.3,"name":"The Loop","cert":"Unavailable","id":2295,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1995-04-18","cast":["John de Lancie","Richard Dean Anderson","Mark Adair-Rios","Jarrad Paul"],"overview":"Legend is a science fiction Western television show that ran on UPN from April 18, 1995 until August 22, 1995, with one final re-airing of the pilot on July 3, 1996. It was Richard Dean Anderson's first major role after the successful MacGyver series, and also stars John de Lancie, best known for his role as \"Q\" in Star Trek: The Next Generation.","original_name":"Legend","vote_average":6.0,"name":"Legend","cert":"Unavailable","id":2296,"adult":"false","genre_ids":[37,10759],"origin_country":["US"]},{"first_air_date":"1986-05-21","cast":["Peter Davison","David Troughton","Barbara Flynn","Graham Crowden","Joanna Kanska"],"overview":"A young and idealistic Doctor Stephen Daker arrives at Lowlands University to work at the Health Centre, but has to cope with an eccentric set of colleagues.","original_name":"A Very Peculiar Practice","vote_average":10.0,"name":"A Very Peculiar Practice","cert":"Unavailable","id":2305,"adult":"false","genre_ids":[18,35],"origin_country":["GB"]},{"first_air_date":"1994-09-23","cast":["Guy Pearce","Hugh Jackman","Andrew Clarke","Gabrielle Fitzpatrick","Kristie Raymond"],"overview":"The Man from Snowy River is an Australian television series based on Banjo Paterson's poem \"The Man from Snowy River\". Released in Australia as Banjo Paterson's The Man from Snowy River, the series was subsequently released in both the United States and the United Kingdom as Snowy River: The McGregor Saga.\n\nThe television series has no relationship to the 1982 film The Man from Snowy River or the 1988 sequel The Man from Snowy River II. Instead, the series follows the adventures of Matt McGregor, a successful squatter, and his family. Matt is the hero immortalized in Banjo Paterson's poem \"The Man from Snowy River\", and the series is set 25 years after his famous ride. The first season was very much a soap opera with several story arcs, but the primary one concerns the arrival of Matt's American nephew, who's bent on revenge, certain Matt cheated his father out of the station Matt now owns. In subsequent seasons, there were shorter story-arcs, often featuring guest stars over a few episodes, and some episodes stood entirely on their own. Stars and guest stars of the series included notables and future notables Andrew Clarke, Guy Pearce, Josh Lucas, Victoria Tennant, Olivia Newton John, Tracy Nelson, Lee Horsley, Dean Stockwell, Chad Lowe, Jane Badler, Wendy Hughes, Hugh Jackman, and Frances O'Connor.","original_name":"The Man from Snowy River","vote_average":9.0,"name":"The Man from Snowy River","cert":"Unavailable","id":2306,"adult":"false","genre_ids":[18,37],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Tcheco","vote_average":0.0,"name":"Tcheco","cert":"Unavailable","id":2307,"adult":"false","genre_ids":[16],"origin_country":["BR"]},{"first_air_date":null,"cast":[],"overview":"Desafío de Estrellas is a Mexican musical show produced and distributed by TV Azteca, the second most important network in the country. The format of the Desafío is similar to American Idol with contestants eliminated every week and a grand finale with the top contestants competing to win the first place prize. TV Azteca has, until 2006, produced two versions of the program, one in 2003 and the other in 2006. The 2003 version consisted only of former contestants of La Academia, another TV Azteca-produced show which had already garnished two seasons and, in the process, taken away rating from Televisa, the prime network of the country. The 2006 version, on the other hand, consisted of both former contestants of La Academia, as well as other artists produced by TV Azteca in the middle and late 90s, later in 2009 a third season took place with former contestns of the six seasons of la academia.","original_name":"Desafio de Estrellas","vote_average":0.0,"name":"Desafio de Estrellas","cert":"Unavailable","id":2308,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2004-04-03","cast":["David Kaufman","Colleen O'Shaughnessey","Grey DeLisle","Rickey D'Shon Collins","Rob Paulsen"],"overview":"Danny Phantom is an American animated television series created by Butch Hartman for Nickelodeon, produced by Billionfold Studios. It was distributed by Nelvana, a Canadian animation company, as was The Fairly OddParents.\n\nThe show is about a 14-year-old named Danny Fenton who, after an accident with an unpredictable portal between the human world and the supernatural \"Ghost Zone\", becomes half-ghost and frequently saves his town and the world from ghost attacks, while attempting to keep his ghost half a secret from everyone, except his best friends Tucker Foley and Samantha Manson.\n\nThe series premiered on April 3, 2004 and ended on August 24, 2007; it ran for 3 seasons with a total of 53 episodes. It is currently being released on DVD.\n\nOn August 5, 2013, Hartman announced the possible revival of the show as a result of persisted praise from fans and successful T.U.F.F. Puppy ratings on his Twitter account, but there has been not yet been any official word from Hartman or Nickelodeon.","original_name":"Danny Phantom","vote_average":7.1,"name":"Danny Phantom","cert":"Unavailable","id":2309,"adult":"false","genre_ids":[10759,16,35,10765],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Friday Night Games was a spin-off from Big Brother Australia's Friday Night Live, hosted by Mike Goldman with Bree Amer and Ryan \"Fitzy\" Fitzgerald and was produced at Dreamworld, Gold Coast, Australia by Network Ten.\n\nTwo teams, each composed of three celebrities and one chosen contestant, competed and tested their skills in a series of games and challenges. Each game had a different set of rules and difficulty rating.\n\nThe \"celeb-to-be\" was chosen out of hundreds of applicants, most being eliminated through challenges until a final challenge on the Friday Night Games set. Challenges included holding onto a balloon whilst riding \"Wipeout\", or holding a piece of paper above their head whilst riding on the Tower Of Terror, a roller coaster at Dreamworld, without ripping it.\n\nDuring each Game there would be a referee which the crowd booed at. At the grand final the ref was booed off stage and The ref Gave the crowd The Finger. However this was edited out.\n\nEach episode was pre-recorded in front of a live audience at Dreamworld’s games arena and aired on Friday nights. The ultimate Friday Night Games Champion Team won a A$50,000 donation to the charity of their choice, courtesy of Supercheap Auto. A third season returns in 2007, again hosted by former housemates Bree Amer, Ryan Fitzgerald and Mike Goldman.","original_name":"Friday Night Games","vote_average":0.0,"name":"Friday Night Games","cert":"Unavailable","id":2310,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Created by Canadian filmmaker Mark Kenneth Woods and co-produced by Michael Venus, the first season of the world's first LGBT themed sketch comedy TV show started airing on OUTtv in July 2005. The second season began airing in September, 2006 and, after a hiatus, a third season debuted in July, 2009.\n\nThe show also aired on SelecTV\/OUTtv in Australia in 2006. Pink TV in France, Belgium, Switzerland and other territories started airing the first 2 seasons of the show with the alternate title \"Le Venus Show\" in September, 2006. The show began airing in the Netherlands and the Benelux in April, 2008 on OUTTv. here! network in the USA began airing the show in August, 2008.\n\nFilmed in Vancouver, British Columbia, Canada, the sketch comedy show blends politics and pop culture with humour and irreverence. The series stars Mark Kenneth Woods, Miss Cotton, Michael Venus, Dickey Doo and includes guest stars The B-52's, Peaches, John Cameron Mitchell, Candis Cayne, Lady Bunny, Amanda Lepore, Lady Miss Kier and others.\n\nAlluvial Filmworks, a division of Village Lighthouse, released \"The Complete First Season\" on DVD worldwide on November 6, 2007 and \"The Complete Second Season\" on April 22, 2008. \"The Complete Third Season\" was released through MKW Productions on May 25, 2010.","original_name":"House of Venus Show","vote_average":0.0,"name":"House of Venus Show","cert":"Unavailable","id":2311,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":"2002-09-09","cast":["Christina Broccolini","David Acer"],"overview":"Mystery Hunters is a Canadian Documentary television series aimed at a young audience. It aired on YTV in Canada and on Discovery Kids in the United States. It was also dubbed in Japanese and aired in Japan on NHK.\n\nTeenage hosts Araya and Christina investigate real-life reports of mysteries such as spirits, legendary creatures, monsters, dinosaurs and UFOs. They use scientific rigour to try to find plausible explanations for the sightings and eye-witness accounts that trigger their investigations. In another section of the show, Doubting Dave, a scientist played by David Acer, attempts to explain mysterious personal experiences that have been emailed in by viewers, in a feature called \"V-Files\", as well as a way to create your own versions of the mysteries in the show in his \"Mystery Lab\" segment.\n\nProduced by Apartment 11 Productions, four seasons and 78 episodes of the series have been made, and it has garnered awards and accolades from around the world, including eight Gemini Award nominations, a 2006 Parents' Choice Award, and a 2007 Japan Prize for the \"Stonehenge\" episode, awarded the Minister of Internal Affairs and Communications Prize in the Early Education category.","original_name":"Mystery Hunters","vote_average":9.0,"name":"Mystery Hunters","cert":"Unavailable","id":2322,"adult":"false","genre_ids":[99],"origin_country":["CA"]},{"first_air_date":"1994-06-15","cast":["Whip Hubley","Jack Noseworthy","Lisa Dean Ryan","Andrea Roth"],"overview":"Dead at 21 is a television series broadcast by MTV in 1994. The series ran for eleven thirty-minute episodes with a two-part final episode. The series was created by Jon Sherman, and written by Sherman, P.K. Simonds and Manny Coto.","original_name":"Dead at 21","vote_average":0.0,"name":"Dead at 21","cert":"Unavailable","id":2323,"adult":"false","genre_ids":[10765],"origin_country":["US"]},{"first_air_date":"2004-11-22","cast":["Claudia Karvan","Asher Keddie","Brendan Cowell","Daniel Wyllie","Lynette Curran"],"overview":"Love My Way is a Logie Award winning and critically acclaimed Australian television drama series. It won the AFI award for Best Television Drama Series for each of its three seasons.\n\nLove My Way was about a group of thirty-somethings dealing with the ups and downs of life. The series revolves around an extended family unit - Frankie Paige and Charlie Jackson are the separated parents of Lou, and Frankie also lives with Charlie's brother, Tom. As the series began, Charlie's new wife Julia is about to have their first child. Frankie's mother, Di and Charlie's mother Brenda and father Gerry also have a strong presence in the ongoing story, as does Julia's ex-lover Howard, who enters into a relationship with Frankie.\n\nProduced by John Edwards and Claudia Karvan, Love My Way starred Karvan, Sam Worthington, Dan Wyllie, Asher Keddie, Brendan Cowell, and Alex Cook. As the program was made for subscription television in Australia, it contained stronger material than most Australian programs: regular swearing, drug use and sexual references.\n\nWhen the series was launched, much was made of the connection between Love My Way and The Secret Life of Us: both sharing a star, as well as significant creative talent. However, the series is not a continuation of Secret Life, although it does share some thematic concerns.","original_name":"Love My Way","vote_average":7.6,"name":"Love My Way","cert":"Unavailable","id":2324,"adult":"false","genre_ids":[18],"origin_country":["AU"]},{"first_air_date":"1986-02-10","cast":["Gabrielle Glaister","Carol Hawkins","Maureen Lipman","Gary Waldhorn","Martin Clunes"],"overview":"All at No 20 is a British sitcom that aired on ITV from 1986 to 1987. Starring Maureen Lipman, it was written by Richard Ommanney, Ian Davidson, Peter Vincent and Alex Shearer. It was made for the ITV network by Thames Television and ran for two series. After the second series was slated by critics, a planned third series was cancelled.","original_name":"All at No 20","vote_average":0.0,"name":"All at No 20","cert":"Unavailable","id":2325,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2009-01-08","cast":["Greg Behrendt"],"overview":"Greg Behrendt's Wake-Up Call was an American reality television series that premiered on SoapNet on January 8, 2009. The series was hosted by stand-up comedian and author Greg Behrendt.\n\nThe series, like Behrendt's previous effort, specialized in dealing with couples and their relationship problems. The major difference between Wake-Up Call and The Greg Behrendt Show was that the relationships were dealt with in person rather than in a television studio.\n\nOriginally, Wake-Up Call was supposed to air on ABC in the 2006-2007 season, as the six-episode series was scheduled to be a midseason replacement. However, ABC never aired the episodes and the series sat unaired for two years until corporate sibling SoapNet began airing the series. The final episode aired on February 12.","original_name":"Greg Behrendt's Wake Up Call","vote_average":0.0,"name":"Greg Behrendt's Wake Up Call","cert":"Unavailable","id":2326,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1998-01-20","cast":["James Van Der Beek","Katie Holmes","Michelle Williams","Joshua Jackson","Kerr Smith"],"overview":"Dawson's Creek is an American teen drama that portrays the fictional lives of a close-knit group of teenagers through high school and college.","original_name":"Dawson's Creek","vote_average":6.7,"name":"Dawson's Creek","cert":"Unavailable","id":2327,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"1975-09-20","cast":["Anthony Franciosa","Ian McShane","Lynda Carter","Gene Evans","Jeff Donnell"],"overview":"Matt Helm is an American mystery television series which aired on the ABC Network during the 1975-1976 season. The title character was played by Anthony Franciosa.","original_name":"Matt Helm","vote_average":10.0,"name":"Matt Helm","cert":"Unavailable","id":2338,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2007-01-12","cast":["Lee Oakes","Celia Imrie","Dani Harmer","Nicholas Lyndhurst","Ryan Sampson"],"overview":"After You've Gone was a British comedy that aired on BBC One from 12 January 2007 to 21 December 2008. Starring Nicholas Lyndhurst, Celia Imrie, Dani Harmer and Ryan Sampson, After You've Gone was created by Fred Barron, who also created My Family. The writers include Barron, Ian Brown, Katie Douglas, James Hendie, Danny Robins, Andrea Solomons and Dan Tetsell. Three series and two Christmas specials aired, and work on scripts for a fourth series had already begun when the BBC withdrew the commission in November 2008 and cancelled the series.","original_name":"After You've Gone","vote_average":6.3,"name":"After You've Gone","cert":"Unavailable","id":2339,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2000-09-17","cast":["Robert Clark","Jake Epstein","Michael Seater","Katie Boland","Noah Giffin"],"overview":"The Zack Files is a science fiction television program that revolves around a young boy, played by Robert Clark, who is a magnet for paranormal activity and attends Horace White High School for Boys along with his three friends Cam, Gwen, and Spencer. Zack manages to get himself into trouble with his paranormal adventures and it is up to his friends to help him set things straight. The series is based on a series of books with the same name, written by Dan Greenburg. In August 2004, Goldhill Home Media released the first season on DVD.","original_name":"The Zack Files","vote_average":7.0,"name":"The Zack Files","cert":"Unavailable","id":2340,"adult":"false","genre_ids":[10765],"origin_country":["US","CA"]},{"first_air_date":"1998-03-17","cast":["Dedee Pfeiffer","Holly Robinson Peete","Tamala Jones","James Lesure","D.W. Moffett"],"overview":"For Your Love is an American sitcom that premiered on March 17, 1998 on NBC. It was canceled after six episodes, but was picked up by The WB Network. It ran there for four years before its 2002 cancellation.","original_name":"For Your Love","vote_average":0.0,"name":"For Your Love","cert":"Unavailable","id":2341,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2002-11-02","cast":["Christa Miller","Andy Dick","Donald Faison","Will Forte","Nicole Sullivan"],"overview":"Clone High is a Canadian-American adult animated television series that aired for one season on MTV and Teletoon.\n\nThe series had run in its entirety in Canada on Teletoon before premiering in the United States on MTV. The last five episodes were never broadcast in the United States. The Clone High theme song was written by Liam Lynch and performed by alternative rock band Abandoned Pools, who also provided much of the series' background music.","original_name":"Clone High","vote_average":6.6,"name":"Clone High","cert":"Unavailable","id":2342,"adult":"false","genre_ids":[16,35],"origin_country":["CA","US"]},{"first_air_date":"2007-02-18","cast":["Kevin Whately","Laurence Fox","Clare Holman","Rebecca Front"],"overview":"Inspector Robert Lewis and Sergeant James Hathaway solve the tough cases that the learned inhabitants of Oxford throw at them.","original_name":"Inspector Lewis","vote_average":7.7,"name":"Inspector Lewis","cert":"Suitable for 12 years & above","id":2343,"adult":"false","genre_ids":[80,18,9648],"origin_country":["GB"]},{"first_air_date":"1988-10-09","cast":["Wanda Cannon","Marsha Moreau","Jerry O'Connell","Derek McGrath","Christopher Bolton"],"overview":"My Secret Identity was a Canadian television series starring Jerry O'Connell and Derek McGrath. Originally broadcast from October 9, 1988 – May 25, 1991 on CTV in Canada, the series also aired in syndication in the United States. The series won the 1989 International Emmy Award for Outstanding Achievement in Programming for Children and Young People.","original_name":"My Secret Identity","vote_average":7.3,"name":"My Secret Identity","cert":"Unavailable","id":2344,"adult":"false","genre_ids":[10759,35,10751],"origin_country":["CA","US"]},{"first_air_date":"2006-06-05","cast":["Jane Lynch","Wendi McLendon-Covey","Jack Plotnick","Sam Pancake","Jennifer Elise Cox"],"overview":"Lovespring International is an American comedy series created by Guy Shalem and Brad Isaacs which aired on Lifetime on Mondays at 11pm during the Summer of 2006 in the United States. Lovespring was canceled on December 1, 2006. Executive produced by Big Cattle Productions","original_name":"Lovespring International","vote_average":0.0,"name":"Lovespring International","cert":"Unavailable","id":2353,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1988-01-17","cast":[],"overview":"Home and Away is set in the fictional town of Summer Bay, a coastal town in New South Wales, and follows the personal and professional lives of the people living in the area. The show initially focused on the Fletcher family, Pippa and Tom Fletcher and their five foster children Frank Morgan, Carly Morris, Steven Matheson, Lynn Davenport and Sally Keating, who would go on to become one of the show's longest-running characters. The show also originally and currently focuses on the Stewart family. During the early 2000s, the central storylines focused on the Sutherlands and later, the Hunters. Home and Away had proved popular when it premiered in 1988 and had risen to become a hit in Australia, and after only a few weeks, the show tackled its first major and disturbing storyline, the rape of Carly Morris; it was one of the first shows to feature such storylines during the early timeslot. H&A has tackled many adult-themed and controversial storylines; something rarely found in its restricted timeslot.","original_name":"Home and Away","vote_average":5.4,"name":"Home and Away","cert":"Unavailable","id":2354,"adult":"false","genre_ids":[10766,18],"origin_country":["AU"]},{"first_air_date":"2003-09-20","cast":["Daveigh Chase","David Ogden Stiers","Chris Sanders","Tia Carrere","Kevin McDonald"],"overview":"Lilo & Stitch: The Series is the animated television spinoff of the feature film, Lilo & Stitch and the follow-up to Stitch! The Movie. It was aired on Disney Channel worldwide, but has only been released on DVD in Japan, in four box sets.","original_name":"Lilo & Stitch: The Series","vote_average":6.7,"name":"Lilo & Stitch: The Series","cert":"Unavailable","id":2355,"adult":"false","genre_ids":[10751,16,35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Just For Laughs","vote_average":0.0,"name":"Just For Laughs","cert":"Unavailable","id":2356,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2001-01-04","cast":["Kristin Kreuk","Jessica Lucas","Dominic Zamprogna","Grace Park","P. J. Prinsloo"],"overview":"Edgemont is a Canadian television series that aired from 2001 to 2005. It revolved around the everyday dealings of teenagers in Edgemont, a fictitious suburb of Vancouver, British Columbia.\n\nThe 30-minute show delved into the lives of students at McKinley High School. The plots contained romance, intrigue, jealousy, and all the other elements associated with the adolescent and secondary school scene. They also explored various social issues, such as racism and homosexuality.\n\nEdgemont debuted January 4, 2001, on CBC Television, and aired its final episode on July 21, 2005. There were a total of 70 episodes during its five-season run; the fifth season was shown commercial-free on the CBC. The series was created by Ian Weir, who also served as executive producer along with Michael Chechik. It was shot in the basement of the CBC Studios in Downtown Vancouver.\n\nThe program became moderately successful in Canada, including Quebec where the series has been dubbed in French, and also aired in the United States on the Fox Family Channel. Today reruns air in the U.S. on some local stations, and nationally it airs Sunday mornings on Me-TV, as part of the network's E\/I-mandated programming. It also aired in several other countries, including France.","original_name":"Edgemont","vote_average":6.8,"name":"Edgemont","cert":"Unavailable","id":2357,"adult":"false","genre_ids":[18],"origin_country":["CA"]},{"first_air_date":"1993-09-16","cast":["Sinbad","T. K. Carter","Erin Davis","Ray J","Salma Hayek"],"overview":"The Sinbad Show is an American sitcom starring comedian Sinbad that premiered on September 16, 1993 on Fox. The show's main plot is about a bachelor taking in two orphaned children. Chuck Brown performed this sitcom's theme music. It was canceled after one season on April 21, 1994, with two episodes left unaired.","original_name":"The Sinbad Show","vote_average":0.0,"name":"The Sinbad Show","cert":"Unavailable","id":2358,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1981-01-05","cast":["Kate O'Mara","Michael Craig","Larry Lamb","George Baker","Sandra Payne"],"overview":"Triangle was a BBC Television soap opera in the early 1980s, set aboard a North Sea ferry which sailed from Felixstowe to Gothenburg and Gothenburg to Amsterdam. A third imaginary leg existed between Amsterdam and Felixstowe to justify the programme title, but this was not operated by the ferry company. The show ran for three series before being cancelled, but is still generally remembered as \"some of the most mockable British television ever produced\". The scripts involved clichéd relationships and stilted dialogue, making the show the butt of several jokes - particularly on Terry Wogan's morning Radio 2 programme - which caused some embarrassment to the BBC.\n\nIn 1992, the BBC screened TV Hell, an evening of programming devoted to the worst television had to offer, and the first episode of Triangle was broadcast as part of the line-up.\n\nThe ferry used in the first series was the Tor Line's MS Tor Scandinavia. In the second and third series this was replaced by the DFDS vessel Dana Anglia probably because she had a less intensive schedule and the longer time she spent in port made on-board filming easier.","original_name":"Triangle","vote_average":6.0,"name":"Triangle","cert":"Unavailable","id":2367,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"The Adventures of Mary-Kate & Ashley is a series of musical mystery videos starring twin actresses Mary-Kate & Ashley Olsen. The series was also written as children's books, usually showing the twins on the cover. The video series was distributed by KidVision","original_name":"The Adventures of Mary-Kate & Ashley","vote_average":0.0,"name":"The Adventures of Mary-Kate & Ashley","cert":"Unavailable","id":2368,"adult":"false","genre_ids":[9648],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Fox News Live is an American news\/talk television program, the hard-news daytime programming of the Fox News Channel. In addition, it also referred to the short headline segments of nearly every hour daily.","original_name":"Fox News Live","vote_average":4.5,"name":"Fox News Live","cert":"Unavailable","id":2369,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":"2005-05-30","cast":["Gordon Ramsay"],"overview":"Aspiring restaurateurs brave Ramsay and his fiery command of the kitchen as he puts the competitors through an intense culinary academy to prove they possess the right combination of ingredients to win a life-changing grand prize.","original_name":"Hell's Kitchen","vote_average":6.5,"name":"Hell's Kitchen","cert":"Unavailable","id":2370,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"2004-06-23","cast":["Max Beesley","Patrick Baladi","Keith Allen","Tamzin Malleson","Simon Lowe"],"overview":"Bodies is an award-winning British television medical drama produced by Hat Trick Productions for the BBC. Created by Jed Mercurio, the series began in 2004 and is based on his book Bodies. In December 2009, The Times ranked Bodies in 9th place in its list of \"Shows of the Decade\". The Guardian has ranked the series among \"The Greatest Television Dramas of All-Time\".","original_name":"Bodies","vote_average":5.5,"name":"Bodies","cert":"Unavailable","id":2371,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"2005-10-17","cast":["Chris Carter","John Simpson"],"overview":"Chris & John's Road Trip! is a reality television series originally broadcast on OUTtv in 2005 and subsequently aired in Australia on SelecTV in 2006 and here! in 2008. The series chronicles best friends and self-proclaimed \"culture aficionados\", Chris and John, on a summer long road trip adventure for a lifetime.\n\nThe theme song is \"Do I\" by The Joys.","original_name":"Chris & John's Road Trip!","vote_average":0.0,"name":"Chris & John's Road Trip!","cert":"Unavailable","id":2374,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":"1962-01-02","cast":["James Ellis","Colin Welland","Frank Windsor","Leslie Sands","Joseph Brady"],"overview":"Z-Cars or Z Cars is a British television drama series centred on the work of mobile uniformed police in the fictional town of Newtown, based on Kirkby, Merseyside. Produced by the BBC, it debuted in January 1962 and ran until September 1978.","original_name":"Z-Cars","vote_average":0.0,"name":"Z-Cars","cert":"Unavailable","id":2379,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"2006-03-28","cast":["Dick Strawbridge"],"overview":"It's Not Easy Being Green is a television series on BBC Two starring Dick Strawbridge and focusing on how to live an environmentally friendly, low impact life. To date there have been three series.\n\nSeries one followed former Lieutenant-Colonel Dick Strawbridge, his wife Brigit, son James, and daughter Charlotte as they moved into Newhouse Farm, a 400-year-old listed building in Cornwall, England from Malvern, Worcestershire. The series documented the family's attempts to convert the building and garden into a comfortable yet entirely ecologically friendly place to live. The show was perhaps unique in that the family did not want great sacrifices in achieving their goal, and Dick Strawbridge said \"I don't want to wear a hemp shirt and hairy knickers, I want a 21st-century lifestyle with a coffee machine\".\n\nIn the first series they received advice from permaculture expert Patrick Whitefield and green auditor Donnachadh McCarthy. They were also helped by friends Jim Milner and Anda Phillips as well as at points a small army of friends and relatives. A book entitled ‘It's Not Easy Being Green: One Family's Journey Towards Eco-Friendly Living’ ISBN 0-563-49346-1 by Dick Strawbridge was released to accompany the series and is still available to buy.","original_name":"It's Not Easy Being Green","vote_average":0.0,"name":"It's Not Easy Being Green","cert":"Unavailable","id":2380,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2003-12-02","cast":["Tracy Morgan","Tamala Jones","Marc John Jefferies","Katt Williams","Bobb'e J. Thompson"],"overview":"The Tracy Morgan Show is an American sitcom that aired from December 2, 2003 to March 20, 2004 on NBC. The series stars Tracy Morgan and Tamala Jones. The show was canceled in its first season after 18 episodes.","original_name":"The Tracy Morgan Show","vote_average":0.0,"name":"The Tracy Morgan Show","cert":"Unavailable","id":2381,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1999-09-25","cast":["Linda Cardellini","John Francis Daley","James Franco","Samm Levine","Seth Rogen"],"overview":"High school mathlete Lindsay Weir rebels and begins hanging out with a crowd of burnouts (the \"freaks\"), while her brother Sam Weir navigates a different part of the social universe with his nerdy friends (the \"geeks\").","original_name":"Freaks and Geeks","vote_average":8.2,"name":"Freaks and Geeks","cert":"Unavailable","id":2382,"adult":"false","genre_ids":[35,18],"origin_country":["US"]},{"first_air_date":"1996-09-12","cast":["Michael Easton","Lochlyn Munro","Barbara Tyson","Allison Hossack"],"overview":"Two is an American drama series which aired from September 1996 to June 1997. It featured Michael Easton as Gus McClain, a man framed for the murder of his wife by his twin brother Booth Hubbard. Hubbard, whose existence had previously been unknown to McClain, committed several murders while assuming McClain's identity, leaving Gus on the run from the FBI. The primary FBI investigator in the case was Terry Carter, whose partner was a victim of Hubbard. It featured Andrew Sikes as a recurring character trying to help McClain.\n\nDue to low ratings, the show was canceled after one year.","original_name":"Two","vote_average":0.0,"name":"Two","cert":"Unavailable","id":2383,"adult":"false","genre_ids":[18],"origin_country":["CA"]},{"first_air_date":"1982-09-26","cast":["David Hasselhoff","Edward Mulhare","William Daniels","Patricia McPherson","Peter Parros"],"overview":"Michael Long, an undercover police officer, is shot while investigating a case and left for dead by his assailants. He is rescued by Wilton Knight, a wealthy, dying millionaire and inventor who arranges life-saving surgery, including a new face and a new identity--that of Michael Knight. Michael is then given a special computerized and indestructible car called the Knight Industries Two Thousand (nicknamed KITT), and a mission: apprehend criminals who are beyond the reach of the law. The series depicts Michael's exploits as he and KITT battle the forces of evil on behalf of the Foundation for Law and Government.","original_name":"Knight Rider","vote_average":6.8,"name":"Knight Rider","cert":"Unavailable","id":2384,"adult":"false","genre_ids":[10759,18,10765],"origin_country":["US"]},{"first_air_date":"2001-09-03","cast":["Michael T. Weiss","Olivia d'Abo","Jim Cummings","Nicollette Sheridan"],"overview":"The Legend of Tarzan is an American animated television series created by The Walt Disney Company in 2001, based on the Tarzan character created by Edgar Rice Burroughs. The series aired on ABC from July 13 to September 7, 2002 as part of its \"Disney's One Saturday Morning\" lineup. It was initially meant as first original series though ultimately shunted to UPN's \"Disney's One Too\" lineup. The Legend of Tarzan picks up where the 1999 feature film left off, with the title character adjusting to his new role as leader of the apes following Kerchak's death, and Jane adjusting to life in the jungle.\n\nRounding out the cast are Jane's father, Professor Archimedes Q. Porter; Tantor, the germophobic elephant; and Terk, a wisecracking female gorilla and Tarzan's old wrestling buddy.","original_name":"The Legend of Tarzan","vote_average":7.3,"name":"The Legend of Tarzan","cert":"Unavailable","id":2395,"adult":"false","genre_ids":[10759,16,10762],"origin_country":["US"]},{"first_air_date":"2003-03-17","cast":[],"overview":"Ashton Kutcher punks his unsuspecting A-list celebrity friends with over-the-top pranks.","original_name":"Punk'd","vote_average":4.9,"name":"Punk'd","cert":"Unavailable","id":2396,"adult":"false","genre_ids":[35,10764],"origin_country":["US"]},{"first_air_date":"1987-09-25","cast":["Ron Perlman","Roy Dotrice","Jay Acovone","Linda Hamilton","Ren Woods"],"overview":"Beauty and the Beast is an American drama series which first aired on CBS in 1987. Creator Ron Koslow's updated version of the fairy tale has a double focus: the relationship between Vincent, a mythic, noble man-beast, and Catherine, a savvy Assistant District Attorney in New York; and a secret Utopian community of social outcasts living in a subterranean sanctuary. Through an empathetic bond, Vincent senses Catherine's emotions, and becomes her guardian.","original_name":"Beauty and the Beast","vote_average":7.2,"name":"Beauty and the Beast","cert":"Unavailable","id":2397,"adult":"false","genre_ids":[18,80],"origin_country":["US"]},{"first_air_date":"2000-09-11","cast":["Tracee Ellis Ross","Golden Brooks","Persia White","Reggie Hayes","Jill Marie Jones"],"overview":"Girlfriends is an American comedy-drama sitcom that premiered on September 11, 2000, on UPN and aired on UPN's successor network, The CW, before being cancelled in 2008. The final episode aired on February 11, 2008.\n\nWhen Girlfriends returned in fall 2007 for its eighth season, it became the longest-running live-action sitcom on network television that was on air that year, as well as one of the highest-rated scripted shows on television among African American adults and women 18-34, including its spin-off The Game.","original_name":"Girlfriends","vote_average":8.6,"name":"Girlfriends","cert":"Unavailable","id":2398,"adult":"false","genre_ids":[18,35],"origin_country":["US"]},{"first_air_date":"1994-03-13","cast":["Malcolm Sinclair","Richard Griffiths","Maggie Steed","Mary Woodvine","Samantha Womack"],"overview":"Pie in the Sky is a British offbeat police comedy drama programme starring Richard Griffiths and Maggie Steed, created by Andrew Payne and first broadcast in five series on BBC1 between 13 March 1994 and 17 August 1997 as well as being syndicated on other channels in other countries, including the Australian Broadcasting Corporation. The series departs slightly from other police dramas in that the protagonist, Henry Crabbe, while still being an on-duty policeman, is also the head chef of the title restaurant set in the fictional town of Middleton and county of Westershire.","original_name":"Pie in the Sky","vote_average":8.3,"name":"Pie in the Sky","cert":"Unavailable","id":2399,"adult":"false","genre_ids":[35,18],"origin_country":["GB"]},{"first_air_date":"1991-01-01","cast":["Patrick McKenna","Steve Smith","Rick Green","Albert Schultz","Bob Bainborough"],"overview":"The Red Green Show is a Canadian television comedy that aired on various channels in Canada, with its ultimate home at CBC Television, and on Public Broadcasting Service stations in the United States, from 1991 until the series finale April 7, 2006, on CBC. The Red Green Show is essentially a cross between a sitcom and a sketch comedy series, and is a parody of home improvement, do-it-yourself, fishing, and other outdoors shows. Reruns currently air on CBC Television, The Comedy Network, and various PBS stations. It was produced by S&S Productions, which is owned by Steve and Morag Smith, and directed by William G. Elliott.","original_name":"The Red Green Show","vote_average":7.3,"name":"The Red Green Show","cert":"Unavailable","id":2400,"adult":"false","genre_ids":[35],"origin_country":["CA"]},{"first_air_date":"2005-12-04","cast":["Oded Fehr","Henri Lubatti","Michael Ealy","Melissa Sagemiller","Omid Abtahi"],"overview":"A chilling and unflinching look at all sides of a complicated issue, focusing on an African-American Muslim who joins an Islamic sleeper terrorist cell in the United States while working undercover for the FBI.","original_name":"Sleeper Cell","vote_average":7.7,"name":"Sleeper Cell","cert":"Unavailable","id":2409,"adult":"false","genre_ids":[80,18],"origin_country":["US"]},{"first_air_date":"1978-11-03","cast":["Dana Plato","Conrad Bain","Todd Bridges","Gary Coleman","Danny Cooksey"],"overview":"The series stars Gary Coleman and Todd Bridges as Arnold and Willis Jackson, two African American boys from Harlem who are taken in by a rich white Park Avenue businessman named Phillip Drummond and his daughter Kimberly, for whom their deceased mother previously worked. During the first season and first half of the second season, Charlotte Rae also starred as the Drummonds' housekeeper, Mrs. Garrett.","original_name":"Diff'rent Strokes","vote_average":6.3,"name":"Diff'rent Strokes","cert":"Unavailable","id":2410,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Sabado Barkada is a musical variety show in the Philippines. It airs every Saturdays before \"Game KNB?\" over ABS-CBN TV 4 in Bacolod. It also airs in neighboring cities such as Iloilo and the whole of Western Visayas. The show takes its inspiration from talent search and discovery program formats. It gives the floor to aspiring, talented Ilonggo youngsters who act as guest hosts and performers. One of its noted segments are \"Matilaw Ka: Reloaded\" in English \"Will you try:Reloaded\". In here a group of contestants undergo a certain task and the winner comes home with a cash prize and others with consolation prizes. In coordination with the 101.5 MOR is their music segment entitled \"Top picks of the week\", top three most requested songs are featured in this segment. Everyweek local band plays in the studio bringing live music to the show.","original_name":"Sabado Barkada","vote_average":0.0,"name":"Sabado Barkada","cert":"Unavailable","id":2411,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"1988-09-06","cast":["David Jason","Ruby Wax","Jack May","Brian Trueman","Barry Clayton"],"overview":"Count Duckula is a British children's drama, horror, comedy, animated television series created by British studio Cosgrove Hall and a spin-off from DangerMouse, a show in which the Count Duckula character was a recurring villain. The series aired on 6 September 1988 and was produced by Thames Television for three series and Central Television for the fourth and final series. In all, 65 episodes were made, each about 22 minutes long. All 65 episodes have been released to DVD in the UK, while only the first series has been released in North America. Both the series and its characters continue to have a large following on the internet.\n\nThe show is a loose parody of the story of Count Dracula. Set in Transylvania, Duckula lives in a spooky castle known as Castle Duckula alongside his butler Igor and his large nanny. Almost all of the characters in the show are anthropomorphised birds.","original_name":"Count Duckula","vote_average":7.2,"name":"Count Duckula","cert":"Unavailable","id":2416,"adult":"false","genre_ids":[16,35,10762],"origin_country":["GB"]},{"first_air_date":"1998-05-14","cast":["Chris Edgerly","Maurice Schlafer","Len Maxwell","Debbie Matenopoulos","Stephanie Courtney"],"overview":"Celebrity Deathmatch is a claymation television show that depicts celebrities against each other in a wrestling ring, almost always ending in the loser's gruesome death. It was known for its excessive amount of blood used in every match and exaggerated physical injuries.\n\nThe series was created by Eric Fogel; with the pilots airing on MTV on January 1 & 25 1998. The initial series ran from May 14, 1998 to October 20, 2002, and lasted for a 75-episode run. There was one special that did not contribute to the final episode total, entitled \"Celebrity Deathmatch Hits Germany\", which aired on June 21, 2001. Professional wrestler Stone Cold Steve Austin gave voice to his animated form as the guest commentator. Early in 2003, a film based on the series was announced by MTV to be in the making, but the project was canceled by the end of that year.\n\nIn 2005, MTV2 announced the revival of the show as part of their \"Sic 'Em Friday\" programming block. Originally set to return in November 2005, the premiere was pushed back to June 10, 2006 as part of a new \"Sic'emation\" block with two other animated shows, Where My Dogs At and The Adventures of Chico and Guapo. The show's fifth season was produced by Cuppa Coffee Studios and the premiere drew over 2.5 million viewers, becoming MTV2's highest rated season premiere ever.","original_name":"Celebrity Deathmatch","vote_average":6.6,"name":"Celebrity Deathmatch","cert":"Unavailable","id":2423,"adult":"false","genre_ids":[35,16],"origin_country":["US"]},{"first_air_date":"2006-04-10","cast":["India Ennenga","Juan Van Michaelangelo","Felix Chrome","Allison Wachtfogel"],"overview":"Pinky Dinky Doo dances her way into her Story Box to tell stories and solve problems using her big imagination and fancy words.","original_name":"Pinky Dinky Doo","vote_average":7.0,"name":"Pinky Dinky Doo","cert":"Unavailable","id":2424,"adult":"false","genre_ids":[16],"origin_country":["US"]},{"first_air_date":"2000-11-25","cast":["Linda de Mol"],"overview":"Miljoenenjacht, officially Postcode Loterĳ Miljoenenjacht, is a Dutch game show, sponsored by the country's postcode lottery, where a contestant and at-home viewer could win up to €5,000,000 or as little as €0.01. The show is broadcast at various times, spanning across six episodes for each set. The program was originally shown by TROS on Nederland 2, but moved to creator John de Mol's channel Tien in 2005. After the channel was discontinued after its sale to the RTL Group, the program moved to RTL 4.\n\nOriginally based on the German game show \"Die Chance deines Lebens\", the format of the programme's final round used since 2002 has been exported worldwide by Dutch producer Endemol under the title Deal or No Deal, a title also used for Miljoenenjacht's lower-stakes sister spinoff on RTL 5, which is based more off the global format and removes the additional elements.","original_name":"Miljoenenjacht","vote_average":0.5,"name":"Miljoenenjacht","cert":"Unavailable","id":2425,"adult":"false","genre_ids":[],"origin_country":["NL"]},{"first_air_date":"1999-10-05","cast":["David Boreanaz","Amy Acker","Alexis Denisof","J. August Richards","Andy Hallett"],"overview":"The vampire Angel, cursed with a soul, moves to Los Angeles and aids people with supernatural-related problems while questing for his own redemption. A spin-off from Buffy the Vampire Slayer.","original_name":"Angel","vote_average":7.6,"name":"Angel","cert":"Suitable for 18 years & above","id":2426,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2006-04-20","cast":["Brooke Kinsella","Tamzin Outhwaite","Steven Waddington","Lucinda Dryzek","Harry Lloyd"],"overview":"Vital Signs is a British television drama series airing on ITV from 2006. It stars Tamzin Outhwaite as a supermarket check-out operator who decides to become a doctor. The series co-stars William Beck, Fraser Ayres, Eve Best, Claudie Blakley, Lucinda Dryzek, Beth Goddard, Alfie Hunter, Brooke Kinsella, Harry Lloyd, Peter Rnic and Steven Waddington. The filming of the show is based in numerous London hospitals and medical schools; predominantly the show has been shot in St George's Hospital and Medical School.\n\nThe theme tune, 'Go My Own Way', was written and recorded by Alexis Strum, and produced by Magnus Fiennes.","original_name":"Vital Signs","vote_average":0.0,"name":"Vital Signs","cert":"Unavailable","id":2427,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"1983-09-06","cast":["Mark McManus","Harriet Buchan","Tom Watson"],"overview":"Taggart is a Scottish detective television programme.The series revolves around a group of detectives initially in the Maryhill CID of Strathclyde Police, though various storylines have happened in other parts of the Greater Glasgow area, and as of the most recent series the team have operated out of the fictional John Street police station across the street from the City Chambers.","original_name":"Taggart","vote_average":7.7,"name":"Taggart","cert":"Unavailable","id":2428,"adult":"false","genre_ids":[10759,18],"origin_country":["GB"]},{"first_air_date":"1998-02-20","cast":["Simon Pegg","Bill Bailey"],"overview":"Is It Bill Bailey? is a stand up\/sketch comedy series written by and starring Bill Bailey. Each episode features Bailey performing an amount of stand-up comedy on stage, interspersed with comedy sketches starring himself and other actors. As well as performing parodies of pop songs or performers, Bailey deconstructs music from television shows such as Doctor Who or Starsky and Hutch.","original_name":"Is It Bill Bailey?","vote_average":6.5,"name":"Is It Bill Bailey?","cert":"Unavailable","id":2435,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"1987-09-14","cast":["Daphne Maxwell Reid","Tony Burton","Tim Reid","Robert Harper","Virginia Capers"],"overview":"Frank's Place is an American comedy-drama series which aired on CBS for 22 episodes during the 1987-1988 television season. The series was created by Hugh Wilson and executive produced by Wilson and series star Tim Reid.\n\nFrank's Place is the most recent show that ran for only one season which was nominated for the Primetime Emmy Award for Outstanding Comedy Series.\n\nTV Guide ranked it #3 on their 2013 list of 60 shows that were \"Cancelled Too Soon\".","original_name":"Frank's Place","vote_average":6.0,"name":"Frank's Place","cert":"Unavailable","id":2436,"adult":"false","genre_ids":[18,35],"origin_country":["US"]},{"first_air_date":"2005-01-05","cast":["Stephen Fry","Alex Marty","Montana Smedley","Courtney Webb"],"overview":"Pocoyo is a Spanish pre-school animated television series created by Guillermo García Carsí, Luis Gallego and David Cantolla, and is a co-production between Spanish producer Zinkia Entertainment, Cosgrove-Hall Films and Granada International. Two series have been produced, each consisting of 52 seven-minute episodes. English actor and comedian Stephen Fry narrates the English-language version and José María del Río narrates the Castilian Spanish version.\n\nSet in a 3D space, with a plain white background and usually no backdrops, it is about Pocoyo, a 3-year-old boy, interacting with his friends Pato, Elly and Loula. Viewers are encouraged to recognise situations that Pocoyo is in, and things that are going on with or around him. The narrator usually speaks explicitly to the viewers and to the characters as well. Each character has its own distinctive dance and also a specific sound, and most episodes end with the characters dancing. Many episodes also involve parties.\n\nIn the United Kingdom, it was originally broadcast on CITV, a children's strand on the ITV network. In September 2007, Channel 5 acquired terrestrial rights in the United Kingdom to the first and second series, making it part of the Milkshake! strand. The show, however, will continue to air on the CITV Channel. Other broadcasters in the English speaking countries include RTÉ in the Republic of Ireland, Nick Jr. in the U.S. nationwide and local station KCET-TV as well as KLCS-TV channel 58-2 in Los Angeles and on Univision in LATAM Spanish, Treehouse TV in Canada, ABC in Australia and TVNZ in New Zealand.","original_name":"Pocoyo","vote_average":6.3,"name":"Pocoyo","cert":"Unavailable","id":2437,"adult":"false","genre_ids":[16,10751],"origin_country":["ES","GB","CA","JP"]},{"first_air_date":"2005-01-04","cast":["Josh Cooke","Tammy Lynn Michaels","Darius McCrary","Tom Poston","Jennifer Finnigan"],"overview":"Committed is a television sitcom that aired on NBC as a midseason replacement from January 4 to March 15, 2005. Although originally broadcast twice a week the series eventually settled in a regular timeslot on Tuesdays at 9:30PM EST after Scrubs. The show starred Josh Cooke and Jennifer Finnigan and costarred Darius McCrary, Tammy Lynn Michaels and Tom Poston. Cooke and Finnigan played two single and extremely eccentric New Yorkers who are subject to constant interference when they begin dating from their equally eccentric friends and Finnigan's roommate, known only as \"Dying Clown\" or \"Clown\" who was actually a clown, played by Tom Poston.\n\nThe show ran for 13 episodes. Clips and fan-generated montages can still be found online, but no official DVDs have been produced.","original_name":"Committed","vote_average":0.0,"name":"Committed","cert":"Unavailable","id":2438,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2000-09-11","cast":["Meagan Good","Shad Moss"],"overview":"106 & Park is an American Hip Hop and R&B music video show set up in a countdown format, that airs Monday through Friday at 6\/5c on BET. Since its inception, it was the network's #1 rated show.","original_name":"106 & Park","vote_average":0.0,"name":"106 & Park","cert":"Unavailable","id":2439,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1984-09-19","cast":["Michael Landon","Victor French"],"overview":"\"Highway to Heaven\" follows a probationary angel sent back to Earth who teams with an ex-cop to help people. This was the final TV series starring the legendary Michael Landon (Bonanza).","original_name":"Highway to Heaven","vote_average":6.5,"name":"Highway to Heaven","cert":"Unavailable","id":2440,"adult":"false","genre_ids":[10765,18,10751],"origin_country":["US"]},{"first_air_date":"1999-04-07","cast":["Jonathan Maitland"],"overview":"Compelling current affairs stories that get to the heart of what matters most to viewers.","original_name":"Tonight","vote_average":0.0,"name":"Tonight","cert":"Unavailable","id":2441,"adult":"false","genre_ids":[10763],"origin_country":["GB"]},{"first_air_date":"1993-04-07","cast":["Alfredo Casero","Diego Capusotto","Mex Urtizberea"],"overview":"Cha Cha Cha was an Argentine sketch comedy television program aired in the 1990s on América TV, starring Alfredo Casero, Fabio Alberti, Diego Capusotto, and others. It was characterized by absurd humour, sometimes bordering on the surreal. In 2012 it was announced by Casero that the show will return as a motion picture.","original_name":"Cha Cha Cha","vote_average":0.0,"name":"Cha Cha Cha","cert":"Unavailable","id":2452,"adult":"false","genre_ids":[],"origin_country":["AR"]},{"first_air_date":"1989-02-28","cast":["Craig T. Nelson","Jerry Van Dyke","Shelley Fabares","Bill Fagerbakke","Clare Carey"],"overview":"Coach is an American television sitcom that aired for nine seasons on ABC from 1989 to 1997. The series stars Craig T. Nelson as Hayden Fox, head coach of the fictional Division I-A college football team the Minnesota State University Screaming Eagles. The program also starred Jerry Van Dyke as Luther Van Dam and Bill Fagerbakke as Michael \"Dauber\" Dybinski, assistant coaches under Fox. The role of Hayden's girlfriend Christine Armstrong, a television news anchor, was played by Shelley Fabares.","original_name":"Coach","vote_average":6.6,"name":"Coach","cert":"Unavailable","id":2455,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Wish Ko Lang is the first wish-granting show on Philippine television. Its pilot episode was broadcast July 2002, hosted by Bernadette Sembrano. She was later replaced by Vicky Morales after Sembrano transferred to rival network ABS-CBN. The show celebrated its 8th Anniversary November–December 2010.","original_name":"Wish Ko Lang","vote_average":0.0,"name":"Wish Ko Lang","cert":"Unavailable","id":2456,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"1991-11-25","cast":["Drew Forsythe","Lauren Hewett","Max Phipps"],"overview":"The Miraculous Mellops was a sci-fi\/comedy television series, created by Posie Graeme-Evans and produced by Film Australia & Millennium Pictures in association with the Network Ten. Aimed at children, the first season screened on Australian television in 1991 with the second season of the series screening in 1992.","original_name":"The Miraculous Mellops","vote_average":0.0,"name":"The Miraculous Mellops","cert":"Unavailable","id":2457,"adult":"false","genre_ids":[35],"origin_country":["AU"]},{"first_air_date":"2004-09-22","cast":["Carmine Giovinazzo","Anna Belknap","Robert Joy","A. J. Buckley","Hill Harper"],"overview":"CSI: NY is an American police procedural television series that ran on CBS from September 22, 2004 to February 22, 2013 for a total of nine seasons and 197 original episodes. The show follows the investigations of a team of NYPD forensic scientists and police officers identified as \"Crime Scene Investigators\".","original_name":"CSI: NY","vote_average":6.9,"name":"CSI: NY","cert":"Unavailable","id":2458,"adult":"false","genre_ids":[80,18,9648],"origin_country":["US"]},{"first_air_date":"1995-09-14","cast":["Nick Hancock","Boris Becker","Gary Lineker","David Gower","David Seaman"],"overview":"They Think It's All Over is a British comedy panel game with a sporting theme produced by Talkback and shown on BBC One. The show's name is taken from Kenneth Wolstenholme's famous 1966 World Cup commentary quotation, \"they think it's all over...it is now!\" and the show used the phrase as the last line of every programme. In 2006 the show was axed after 11 years of being on-air.","original_name":"They Think It's All Over","vote_average":7.1,"name":"They Think It's All Over","cert":"Unavailable","id":2469,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"1994-07-04","cast":[],"overview":"Fast-moving game show meets talk show, which sees Frank Skinner refereeing three celebrities each week as they compete to banish their top peeve or worst nightmare to the depths of Room 101.","original_name":"Room 101","vote_average":6.4,"name":"Room 101","cert":"Unavailable","id":2470,"adult":"false","genre_ids":[35,10767],"origin_country":["GB"]},{"first_air_date":"2006-10-20","cast":["Richard Ayoade","Matthew Holness","Matt Berry"],"overview":"Man to Man with Dean Learner is a British comedy chat show that was first broadcast on Channel 4 on 20 October 2006 and released on DVD on 3 September 2007. It features comedians Richard Ayoade and Matthew Holness.\n\nOriginally called Deano's After Dark, the show features Dean Learner chatting to a range of guests including Merriman Weir and Garth Marenghi.","original_name":"Man to Man with Dean Learner","vote_average":7.7,"name":"Man to Man with Dean Learner","cert":"Unavailable","id":2471,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2005-02-16","cast":[],"overview":"British version of the reality competitions series that sees young entrepreneurs compete in several business tasks, attempting to survive the weekly firings in order to become the business partner of one of the most successful businessmen.","original_name":"The Apprentice","vote_average":5.6,"name":"The Apprentice","cert":"Unavailable","id":2472,"adult":"false","genre_ids":[10764],"origin_country":["GB"]},{"first_air_date":"1961-01-07","cast":["Patrick Macnee","Linda Thorson"],"overview":"The Avengers is a British television series created in the 1960s. The Avengers initially focused on Dr. David Keel and his assistant John Steed. Hendry left after the first series and Steed became the main character, partnered with a succession of assistants. Steed's most famous assistants were intelligent, stylish and assertive women: Cathy Gale, Emma Peel, and later Tara King. Later episodes increasingly incorporated elements of science fiction and fantasy, parody and British eccentricity.","original_name":"The Avengers","vote_average":8.0,"name":"The Avengers","cert":"Unavailable","id":2473,"adult":"false","genre_ids":[10759,80,10765],"origin_country":["GB"]},{"first_air_date":"1992-12-06","cast":["David Jason","David McKail","David Gooderson","Caroline Harker","Bruce Alexander"],"overview":"A Touch of Frost is a detective drama series produced by Yorkshire Television for ITV from 1992 until 2010, initially based on the Frost novels by R.D. Wingfield. Writing credit for the three episodes in the first 1992 series went to Richard Harris, with screenplays credited to Wingfield.\n\nIt stars David Jason as Detective Inspector William Edward \"Jack\" Frost, an experienced and dedicated detective who frequently clashes with his superiors. In his cases, Frost is assisted by a variety of different detective sergeants, with each bringing a different slant to the particular case. Comic relief is provided by Frost's interactions with the bureaucratically minded Superintendent Norman Mullett, played by Bruce Alexander.\n\nA number of young actors had their major debut as supporting cast in the show, including Matt Bardock, Ben Daniels, Neil Stuke, Nathaniel Parker, Mark Letheren, Colin Buchanan, Jason Maza, Damian Lewis and Marc Warren.","original_name":"A Touch of Frost","vote_average":7.8,"name":"A Touch of Frost","cert":"Unavailable","id":2474,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"2006-07-11","cast":["Rob Brydon","Dave Gorman","Jane Moore"],"overview":"Comedy series in which Rob Brydon plays himself as the host of a low-rent panel show","original_name":"Rob Brydon's Annually Retentive","vote_average":7.0,"name":"Rob Brydon's Annually Retentive","cert":"Unavailable","id":2487,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"1998-11-09","cast":["Alex Lovell","Justin Fletcher"],"overview":"Fun Song Factory is a British preschool children's show on CITV aimed at youngsters. It was one of the first songs-based shows to be filmed in front of a live audience of children, and is similar to Australian shows such as 'The Wiggles' and 'Hi-5'.\n\nIt was originally created in 1994 by Will Brenton and Iain Lauchlan, who later went on to create and produce The Tweenies, Boo!, BB3B, and Jim Jam and Sunny.\n\nThe first production was a sell through video filmed at the Polka Theatre in Wimbledon, presented by Iain Lauchlan, Sarah Davison and Dave Benson Phillips. The video was a great success, and led to a second being filmed at Chicken Shed in North London, this time presented by Iain, Dave and Michele Durler.\n\nAll in all seven videos were shot, selling 750,000 copies in the UK before the series was commissioned by GMTV in 1998. The TV show was originally presented by Justin Fletcher, Katy Stephens, Karl Woolley, Alex Lovell and Dave Benson Phillips. This show was nominated for a BAFTA in 1998. The show worked well until in 2004 CITV commissioned an updated version of the show with different characters.","original_name":"Fun Song Factory","vote_average":0.0,"name":"Fun Song Factory","cert":"Unavailable","id":2488,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2005-10-27","cast":["Anna Maxwell Martin","Denis Lawson","Carey Mulligan","Gillian Anderson","Charles Dance"],"overview":"The generous John Jarndyce, struggling with his own past, and his two young wards Richard and Ada, are all caught up, like Lady Dedlock, in the infamous case of Jarndyce vs. Jarndyce, which will make one of them rich beyond imagination if it can ever be brought to a conclusion. As Tulkinghorn digs deeper into Lady Dedlock's past, he unearths a secret that will change their lives forever, and which is almost as astounding as the final outcome of the Jarndyce case.","original_name":"Bleak House","vote_average":8.1,"name":"Bleak House","cert":"Unavailable","id":2489,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"2006-02-03","cast":["Chris O'Dowd","Richard Ayoade","Katherine Parkinson","Matt Berry"],"overview":"UK Comedy series about two I.T. nerds and their clueless female manager, who work in the basement of a very successful company. When they are called on for help, they are never treated with any respect at all.","original_name":"The IT Crowd","vote_average":8.1,"name":"The IT Crowd","cert":"Suitable for 15 years & above","id":2490,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2004-11-12","cast":["Peter Kay","Paddy McGuinness","Craig Cheetham"],"overview":"Max And Paddy's Road To Nowhere is the much-loved sequel to Peter Kay's critically-acclaimed comedy series, \"Phoenix Nights\". Written by and starring Peter Kay and Patrick McGuinness, this six-part comedy\/drama series is the story of clueless Phoenix Club bouncers Max (Kay) and Paddy (McGuinness), as they escape clubland in their prized motor-home and take to the open highway.","original_name":"Max and Paddy's Road to Nowhere","vote_average":8.3,"name":"Max and Paddy's Road to Nowhere","cert":"Suitable for 15 years & above","id":2491,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"cert":"Unavailable","cast":[],"id":2492,"first_air_date":null,"overview":"Politics Now was a Scottish political programme produced and broadcast by STV in northern and central Scotland. The programme, broadcast for 40 weeks of the year, on a Thursday evenings after the main ITV news, covered all of the big Political developments in Westminster, Brussels and Holyrood in detail.\n\nThe programme was presented by STV's political editor Bernard Ponsonby with features reports and contributions from the rest of STV's political unit - Westminster correspondent Harry Smith, political correspondent Jamie Livingstone and freelance reporter David Torrance. The programme was originally presented by former political correspondent Michael Crow until his departure from the station in January 2009.\n\nThe series was replaced in 2011 by Scotland Tonight, which broadcast Mondays to Thursdays on STV covering current affairs and politics.","genre_ids":[10768],"origin_country":["GB"],"original_name":"Politics Now","vote_average":0.0,"name":"Politics Now","adult":"false"}]