[{"first_air_date":"2005-03-06","cast":["Rachael Harris","Bryan Callen","Kirstie Alley","Kelly Preston"],"overview":"Fat Actress is an American sitcom television series starring Kirstie Alley. It aired on Showtime in the United States in the spring of 2005, on Movie Central in Western Canada, The Movie Network in Eastern Canada, FX in the UK, Network Ten in Australia and VOX and Das Vierte in Germany. The series was created and written by Kirstie Alley and Brenda Hampton.\n\nThe show was not picked up for a second season despite early reports from Showtime stating it had been in talks.","original_name":"Fat Actress","vote_average":6.0,"name":"Fat Actress","cert":"Unavailable","id":2501,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Forbes on Fox is an American business analysis program, the third show of the Cost of Freedom business block, on Saturdays at 11:00 a.m. ET on the Fox News Channel. The show is hosted by David Asman.\n\nForbes on Fox is the only one of the Cost of Freedom shows that does not feature any of the \"rotating\" guest analysts of the block; the show exclusively features the editorial staff of Forbes magazine.","original_name":"Forbes on Fox","vote_average":0.0,"name":"Forbes on Fox","cert":"Unavailable","id":2502,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2004-02-08","cast":["Stephen Hall","Barry Jones"],"overview":"The Einstein Factor is an Australian television quiz show that was broadcast on ABC1. The show's host is comedian and broadcaster Peter Berner. It was first broadcast in 2004 and in 2009 the show commenced its sixth and final season, with the ABC announcing the program would not be renewed in 2010. The final episode aired on 22 November 2009. It was broadcast on Sunday nights at 6:30 pm from 2004 until 2009 & now on Tuesdays at 1:30pm on ABC. The Einstein Factor was created by Australian television producer, Barry O'Brien, and was produced by Sparkz with Ian Duncan and Shaun Levin as Executive Producers.","original_name":"The Einstein Factor","vote_average":0.0,"name":"The Einstein Factor","cert":"Unavailable","id":2503,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"The Locker Room is a Canadian television show broadcasting from Nanaimo, British Columbia. It airs in Nanaimo on Shaw TV and is hosted by \"Extreme\" Joe Cooper and Julie Sumanik.","original_name":"The Locker Room","vote_average":0.0,"name":"The Locker Room","cert":"Unavailable","id":2504,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Little Big Star is a singing contest aired every Saturday afternoon on ABS-CBN in the Philippines and internationally on The Filipino Channel. The show was hosted by a Filipina singer and actress Sarah Geronimo. The series premiered on Saturday, September 24, 2005. The show features aspiring young singers who battle it out each week to become the next Little Big Star.\n\nThe \"Little Big Star\" competition is divided into two \"divisions;\" the Little Division for contestants ages 6 to 9 years old and the Big Division with contestants ages 10 to 13 years old.","original_name":"Little Big Star","vote_average":0.0,"name":"Little Big Star","cert":"Unavailable","id":2505,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"1990-04-19","cast":["Tim Daly","Steven Weber","Crystal Bernard","David Schramm","Rebecca Schull"],"overview":"Brothers Brian and Joe Hackett attempt to run an airline on the New England island of Nantucket while surrounded by their various wacky friends and employees.","original_name":"Wings","vote_average":6.8,"name":"Wings","cert":"Unavailable","id":2506,"adult":"false","genre_ids":[35,18],"origin_country":["US"]},{"first_air_date":"1984-05-06","cast":["Gordon Burns","Christopher Biggins","Cilla Black","Bob Carolgees","Tessa Sanderson"],"overview":"Surprise, Surprise is a British television programme originally hosted by Cilla Black and produced by London Weekend Television for ITV. It ran for 14 series from 6 May 1984 to 5 September 1997, after which four annual specials were produced between 1998 to 2001.\n\nIn 2012, the show returned after a 11-year hiatus. The revived version is produced by ITV Studios and presented by Holly Willoughby. The show is currently in its second series.","original_name":"Surprise, Surprise","vote_average":0.0,"name":"Surprise, Surprise","cert":"Unavailable","id":2515,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1990-03-29","cast":["Toni Pearen","Jo Beth Taylor","Shelley Craft"],"overview":"Australia's Funniest Home Videos is an Australian television show on the Nine Network that presents home videos sent in by viewers.","original_name":"Australia's Funniest Home Videos","vote_average":0.0,"name":"Australia's Funniest Home Videos","cert":"Unavailable","id":2516,"adult":"false","genre_ids":[35],"origin_country":["AU"]},{"first_air_date":"1995-08-14","cast":["Jeffrey Holland","Barbara New","Stephen Lewis","Sherrie Hewson","Felix Bowness"],"overview":"Oh, Doctor Beeching! is a British television sitcom","original_name":"Oh, Doctor Beeching!","vote_average":7.5,"name":"Oh, Doctor Beeching!","cert":"Unavailable","id":2517,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"1992-05-25","cast":["Jay Leno"],"overview":"The Tonight Show with Jay Leno is an American late-night talk show hosted by Jay Leno that initially aired from May 25, 1992 to May 29, 2009, and resumed production on March 1, 2010. The fourth incarnation of the Tonight Show franchise made its debut on May 25, 1992, three days following Johnny Carson's retirement as host of the program. The program originates from NBC Studios in Burbank, California, and is broadcast Monday through Friday at 11:35 PM in the Eastern and Pacific time zones. Unlike Carson or his predecessor Jack Paar, Leno only once utilized a guest host, preferring to host the series by himself.\n\nOn April 26, 1999, the show began broadcasting in 1080i HDTV, becoming the first American nightly talk show to be shot in high definition. The show is shot in 16:9 aspect ratio.\n\nThe series, which followed the same basic format as that of his predecessors, ran until May 29, 2009, after which Leno was succeeded by Conan O'Brien. NBC signed Leno to a new deal for a nightly talk show in the 10:00 pm ET timeslot. The primetime series, titled The Jay Leno Show, debuted on September 14, 2009, following a similar format to the Leno incarnation of Tonight.","original_name":"The Tonight Show with Jay Leno","vote_average":5.3,"name":"The Tonight Show with Jay Leno","cert":"Unavailable","id":2518,"adult":"false","genre_ids":[10767,35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Looking Good, Feeling Great was a daytime programme in the UK, shown on ITV. Fern Britton and her panel of experts take viewers through a step-by-step guide on how to live a healthier lifestyle.\n\nFern was joined by personal trainer Julie Dawn Cole, life-coach Pete Cohen and science expert Dr Brian Cox.\n\nThere was also a four part empowerment course run by Pete Cohen were he will be joined by Martin Sterling. This course will aim to empower ordinary people with low self belief and aim to help them break barriers and over come fears. Martin Sterling will take them through a training seminar to physically prepare them, while Pete Cohen will prepare them all mentally for their life changing challenges. The course will include a firewalk, glasswalk & Board break. These unothadox stunts are used as a tool for overcoming fear and breaking barriers.","original_name":"Looking Good, Feeling Great","vote_average":0.0,"name":"Looking Good, Feeling Great","cert":"Unavailable","id":2519,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2005-09-05","cast":["Stephen Mulhern"],"overview":"Tricky TV is a fast paced modern magic show for CITV. Presented by children's presenter and magician Stephen Mulhern, the show features magic on the street, \"wicked wind-ups\", illusions, and teaches a number of tricks step-by-step.","original_name":"Tricky TV","vote_average":0.0,"name":"Tricky TV","cert":"Unavailable","id":2520,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2005-12-07","cast":["Johnny Vaughan"],"overview":"Space Cadets is a British television program made by Zeppotron for Channel 4. Presented by Johnny Vaughan, it was aired across ten consecutive nights beginning on 7 December 2005, with the final episode aired on the evening of 16 December 2005. It was accompanied by a behind-the-scenes sister show Space Cadets: The Satellite Show, with interviews and phone-ins.","original_name":"Space Cadets","vote_average":0.0,"name":"Space Cadets","cert":"Unavailable","id":2531,"adult":"false","genre_ids":[10764],"origin_country":["GB"]},{"first_air_date":"1994-02-12","cast":["Chris Evans"],"overview":"Don't Forget Your Toothbrush is a light entertainment show originally broadcast on Saturday nights in the United Kingdom in 1994, and has also been adapted in several other countries including Australia, Belgium, Finland, France, Germany, Denmark, Italy, Norway, Sweden, the United States, the Netherlands and Portugal. The format was distributed internationally by DRG.","original_name":"Don't Forget Your Toothbrush","vote_average":0.0,"name":"Don't Forget Your Toothbrush","cert":"Unavailable","id":2532,"adult":"false","genre_ids":[10764],"origin_country":["GB"]},{"first_air_date":"2005-04-02","cast":["Vernon Kay"],"overview":"Hit Me, Baby, One More Time was a 2005 television entertainment show first broadcast on the British television network ITV and later, as a new version, by NBC in the United States; both were presented by Vernon Kay. During each programme, five former pop stars sing their biggest hit along with a cover version of a contemporary hit. Each week one winner is picked from each show by a phone vote or a studio-audience vote, leading to the grand final when the overall winner can release a single featuring both songs or have $20,000 donated to a charity of their choice. The show's title comes from a line in the Britney Spears song \"...Baby One More Time\". The show proved to be a summer hit for NBC hitting the top spot in the ratings on its first outing. For the U.S. version, some critics argued that the show did not live up to its premise since some groups performed without their original lineup.","original_name":"Hit Me, Baby, One More Time","vote_average":0.0,"name":"Hit Me, Baby, One More Time","cert":"Unavailable","id":2533,"adult":"false","genre_ids":[],"origin_country":["GB","US"]},{"first_air_date":"2006-05-08","cast":["Rosie Cavaliero","Michelle Gomez","Leigh Zimmerman","Jamie Michie"],"overview":"Sally Bobbins and Sally Frank are two policewomen. They are the Cagney & Lacey for the 21st century, but with worse hairstyles. They are the Dukes of Hazzard, but with car doors that open. They are Dalziel and Pascoe, but with sillier surnames.","original_name":"Feel the Force","vote_average":0.0,"name":"Feel the Force","cert":"Unavailable","id":2534,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"BBC Breakfast is a national British morning television news programme simulcast on BBC One and the BBC News channel. It is presented live from MediaCityUK and contains a mixture of news, sport, weather, business and feature items. The programme is broadcast seven days a week, every week of the year, including weekends and public holidays. It is a department of the BBC North Group division.\n\nAlison Ford, previously the UK Editor for BBC Newsgathering, was the Editor of the programme, until her death in July 2013. Her appointment followed the departure of David Kermode to 5 News.","original_name":"BBC Breakfast","vote_average":0.0,"name":"BBC Breakfast","cert":"Unavailable","id":2535,"adult":"false","genre_ids":[10763],"origin_country":["GB"]},{"first_air_date":"1976-09-08","cast":["Judy Geeson","Lisa Harrow","Gareth Thomas","Christian Quadflieg","Dawn Addams"],"overview":"Star Maidens is a British-German science-fiction television series made by Portman Productions for the ITV network. Produced in 1975, and first broadcast in 1976, it was filmed at Bray Studios and on location in Windsor and Bracknell, Berkshire, and Black Park, Buckinghamshire. The series was partly financed by a German company, Werbung im Rundfunk.","original_name":"Star Maidens","vote_average":0.0,"name":"Star Maidens","cert":"Unavailable","id":2536,"adult":"false","genre_ids":[10765],"origin_country":["GB","DE"]},{"first_air_date":"1988-10-01","cast":["Cam Clarke","Jack Angel","Charlie Adler","Frank Welker","Townsend Coleman"],"overview":"Dino-Riders is a cartoon television series that first aired in 1988. Dino-Riders was primarily a promotion to launch a new Tyco toy line. Only fourteen episodes were produced, three of which were produced on VHS for the United States. It aired in the U.S. as part of the Marvel Action Universe.\n\nThe series focuses on the battle between the good Valorians and evil Rulons on prehistoric Earth. The Valorians were a super human race, whilst the Rulons were a mixture of humanoid creatures — both of which came from the future, however ended up transported back in time to the age of Dinosaurs. Once on Earth, the Valorians befriended dinosaurs whilst the Rulons brain-washed them.","original_name":"Dino-Riders","vote_average":7.4,"name":"Dino-Riders","cert":"Unavailable","id":2545,"adult":"false","genre_ids":[16],"origin_country":["US"]},{"first_air_date":"2006-05-29","cast":["Adam Morris","Vicky Longley","Katie Sheridan","Victoria Longley","Jordan Metcalfe"],"overview":"Genie in the House is a British sitcom broadcast on Nickelodeon UK about a widowed father with two teenage daughters who find a dusty old golden lamp while exploring the loft of their new home. A quick rub of the lamp releases Adil, a trainee genie from Balamkadaar who has been confined to life in the lamp for 1000 years. Philip has banned any use of magic in the house, yet the girls and Adil the Genie find ways to get themselves into trouble using Adil's wish granting powers. The mother is never mentioned, except on Adil's birthday when Philip mentions being a widower. As of March 2012, Genie in the House is now airing on the Starz Kids & Family cable network.","original_name":"Genie in the House","vote_average":6.0,"name":"Genie in the House","cert":"Unavailable","id":2546,"adult":"false","genre_ids":[35,10765],"origin_country":["GB"]},{"first_air_date":"2005-09-24","cast":["Andrew Lincoln","Lesley Sharp","Anna Wilson-Jones","Kate Duchêne"],"overview":"University lecturer Robert Bridge becomes involved in a series of supernatural events surrounding medium Alison Mundy.","original_name":"Afterlife","vote_average":7.2,"name":"Afterlife","cert":"Unavailable","id":2547,"adult":"false","genre_ids":[18,9648,10765],"origin_country":["GB"]},{"first_air_date":"1976-09-21","cast":[],"overview":"Second City Television is a Canadian television sketch comedy show offshoot from Toronto's Second City troupe that ran between 1976 and 1984.","original_name":"Second City Television","vote_average":8.0,"name":"Second City Television","cert":"Unavailable","id":2548,"adult":"false","genre_ids":[35],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"You Should Be So Lucky! was a BBC children's television programme broadcast in 1986\/87. It was hosted by Colin Bennett in the character of Vince Purity.\n\nIt was a game show, during which contestants played on a giant snakes and ladders board. Points were earned by their team partners through talent tasks.\n\nColin Bennett had 4 assistants, 3 young girls, and a boy. The girls would introduce themselves as 'April', 'May' and 'June' at the start of the show. The boy's name was Alex, but Colin Bennett occasionally jokingly referred to him as 'July' in the show. The assistants were called \"Purettes\".","original_name":"You Should Be So Lucky","vote_average":0.0,"name":"You Should Be So Lucky","cert":"Unavailable","id":2549,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Reporting Scotland is BBC Scotland's national television news programme. The programme first aired on 1 April 1968, with three main presenters - the most famous being Mary Marquis. It is the only Scottish national news programme in the English language on air, with commercial broadcaster STV providing regional news services for the North of Scotland and the West and East of Central Scotland. ITV Border's news service is shown in southern Scotland and Cumbria.","original_name":"Reporting Scotland","vote_average":0.0,"name":"Reporting Scotland","cert":"Unavailable","id":2550,"adult":"false","genre_ids":[10763],"origin_country":["GB"]},{"first_air_date":"2005-07-04","cast":[],"overview":"The Jeremy Kyle Show is a British daytime television tabloid talk show presented by Jeremy Kyle. It has been broadcast on ITV since 4 July 2005. The show is produced by ITV Studios and is broadcast each weekday. The show first appeared as a replacement for Trisha Goddard's chat show, which was moved to Five.\n\nThe show is based on confrontations in which guests attempt to resolve issues with others that are significant in their lives, these issues include: family, relationship, sex, drug, alcohol and other issues. Frequently, guests display strong emotions such as anger and distress on the show, and Kyle is often harsh towards those that he feels have acted in morally dubious or irresponsible ways, whilst strongly emphasising the importance of traditional family values. This has led to both criticism and parody of the show in newspapers and on television, and even led to the show being described as \"human bear-baiting\" by a Manchester District Judge, during a prosecution after guests had been involved in a violent incident on the show.\n\nThe show's 1,000th episode was aired on Thursday 18 March 2010. In 2012, the show returned from their Christmas break with a new set.","original_name":"The Jeremy Kyle Show","vote_average":5.2,"name":"The Jeremy Kyle Show","cert":"Unavailable","id":2551,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"...from Hell is a one-hour ITV documentary shown in the United Kingdom on a semi-regular basis. It discusses and shows real-life footage of the experiences that people have witnessed on the subject of programme. For example, Weddings from Hell.\n\nThe programme began in 1997 with Neighbours from Hell. This was originally a one-off documentary to compete against the BBC with their current boom of docusoaps including Airport and The Cruise. This was soon followed up with the popular Holidays from Hell. The two aforementioned programmes are the most well known of the series.\n\nThe documentary was originally best noted for its dramatic 'flame-filled' title sequence, indicating a situation that could have originated literally 'from hell'.\n\nIt is narrated mainly by ex-Fawlty Towers actor, Andrew Sachs although others have included Ross Kemp and Fiona Foster.","original_name":"...from Hell","vote_average":0.0,"name":"...from Hell","cert":"Unavailable","id":2558,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"1986-01-14","cast":["Michael Elphick","David Daker","Neil Morrissey","Elizabeth Carling","Amanda Burton"],"overview":"Boon is a British television drama and modern-day western series starring Michael Elphick, David Daker, and later Neil Morrissey. It was created by Jim Hill and Bill Stair and filmed by Central Television for ITV. It revolved around the life of a modern-day Lone Ranger and ex-firefighter, Ken Boon.","original_name":"Boon","vote_average":5.0,"name":"Boon","cert":"Unavailable","id":2559,"adult":"false","genre_ids":[35,18],"origin_country":["GB"]},{"first_air_date":"1970-09-16","cast":["George Sewell","Gabrielle Drake","Michael Billington","Dolores Mantez","Ed Bishop"],"overview":"A secret, high-technology international agency called SHADO defends Earth from alien invaders.","original_name":"UFO","vote_average":8.0,"name":"UFO","cert":"Unavailable","id":2560,"adult":"false","genre_ids":[10765,18,10759],"origin_country":["GB"]},{"first_air_date":"1971-06-19","cast":[],"overview":"Parkinson is a British television chat show that was presented by Michael Parkinson. It was first shown on BBC1 from 19 June 1971 to 8 May 2004 then on ITV from 4 September 2004 to 22 December 2007.","original_name":"Parkinson","vote_average":7.0,"name":"Parkinson","cert":"Unavailable","id":2561,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1976-01-19","cast":["James Arness","Fionnula Flanagan","Eva Marie Saint","William Conrad"],"overview":"The Macahans, a family from Virginia headed by Zeb Macahan, travel across the country to pioneer a new land and a new home in the American West.","original_name":"How the West Was Won","vote_average":6.6,"name":"How the West Was Won","cert":"Unavailable","id":2562,"adult":"false","genre_ids":[37,18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Babestation is a British soft porn TV sex line aired since 2002. The first and most well-known show of its kind in the UK, it allows viewers to communicate live with female presenters via a premium-rate telephone number or text messaging. It is broadcast daily, and since 2006 has had a dedicated channel on Sky.","original_name":"Babestation","vote_average":0.0,"name":"Babestation","cert":"Unavailable","id":2563,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2002-06-08","cast":[],"overview":"A gameshow hosted by Ant and Dec filled with stunts, sketches, and special guest appearances.","original_name":"Ant & Dec's Saturday Night Takeaway","vote_average":5.6,"name":"Ant & Dec's Saturday Night Takeaway","cert":"Unavailable","id":2564,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2006-07-10","cast":["Lisa Guerrero"],"overview":"The World Series of Pop Culture was a VH1 game show tournament program sponsored by Alltel Wireless, based on Entertainment Weekly's Pop Culture Quiz. Sixteen teams, comprising three people each, compete to determine which team, collectively, knows the most about elements of popular culture. One of the teams each season was made up of three qualifiers selected on the basis of a test over the internet; the three internet qualifiers had no other connection to each other.\n\nTapings for the first season took place in New York City from April 29 - April 30, 2006 at the Ziegfeld Theater. A wide range of topics are covered such as movies, music, TV and other miscellaneous pop culture. The top prize was $250,000. The show began on July 10, 2006, and the finale aired on Thursday, August 3, 2006. The hosts were Pat Kiernan and Lisa Guerrero.\n\nThe second season of the show premiered on July 9, 2007. Auditions for the second season were held in January and February, and the tapings took place on March 22 and 23 at the Grand Ballroom of the Manhattan Center. There were two online qualification tests that season which took place on February 14 and February 20. Kiernan returned as host, with season 1 competitors \"Cheetara\" replacing Guerrero as backstage interviewers.","original_name":"The World Series of Pop Culture","vote_average":10.0,"name":"The World Series of Pop Culture","cert":"Unavailable","id":2573,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1980-11-27","cast":["Tom Hanks","Peter Scolari","Donna Dixon","Telma Hopkins","Wendie Jo Sperber"],"overview":"Kip and Henry, two young studs working for a New York ad agency, must disguise themselves as women to live in the one apartment they can afford.","original_name":"Bosom Buddies","vote_average":6.7,"name":"Bosom Buddies","cert":"Unavailable","id":2574,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1997-09-11","cast":["Kadeem Hardison","Dondre Whitfield","Kelly Perine","Tommy Davidson","Rachael Crawford"],"overview":"Between Brothers is an American television situation comedy centered around four middle-class African American men in their late twenties, living in Chicago.","original_name":"Between Brothers","vote_average":0.0,"name":"Between Brothers","cert":"Unavailable","id":2575,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1991-11-14","cast":["Victor Spinetti","Gina McKee","John Gordon Sinclair","Benedict Taylor"],"overview":"An Actor's Life For Me is a British sitcom that aired on BBC Radio 2 from 1989 to 1993 and on BBC television in 1991. Starring John Gordon Sinclair and Gina McKee, it was written by Paul Mayhew-Archer, who later co-wrote The Vicar of Dibley.","original_name":"An Actor's Life For Me","vote_average":6.0,"name":"An Actor's Life For Me","cert":"Unavailable","id":2576,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"The Late Late Show, sometimes referred to as The Late Late, or in some cases by the initialism LLS, is the world's longest-running chat show by the same broadcaster and the official flagship television programme of Irish broadcasting company Raidió Teilifís Éireann. The show was broadcast live for over two hours in front of a studio audience at 21.30 on Friday nights between September and May. It was regarded as an Irish television institution, even outside the country, and was considered \"Ireland's chat show\".\n\nThe show, originally conceived as a temporary summer filler programme for a niche audience on Saturday nights at 23.30, began broadcasting on Friday nights in 1962 and was presented by Gay Byrne for over 35 years, on Saturday evenings for some of that time. For most of its early years, the show was broadcast live from Studio 1 at RTÉ in Dublin. The studio was small and could only accommodate an audience of around 100. Gay Byrne talked about this on a 2008 RTÉ programme called Gaybo Laughs Back, which showed classic comedy moments from his tenure as host of the show. In 1995, the show moved into the more spacious and RTÉ's largest television studio, Studio 4, a studio specifically adapted to cater for this flagship production, and Kenny's former chat show, Kenny Live. The Late Late Show has on three occasions been broadcast externally, most recently from the Wexford Opera House on 5 September 2008. Until recently the chat show was sponsored by Halifax but they declined to renew their sponsorship.","original_name":"The Late Late Show","vote_average":0.0,"name":"The Late Late Show","cert":"Unavailable","id":2577,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1986-10-31","cast":["Nicholas Lyndhurst","Janet Dibley","Tenniel Evans","Patrick Troughton","Elizabeth Morgan"],"overview":"The Two of Us is an ITV comedy series starring Nicholas Lyndhurst and Janet Dibley as Ashley and Elaine, an unmarried couple living together. It was produced by London Weekend Television.\n\nIn the last episode, after four series, broadcast on 18 March 1990, the couple married.\n\nAshley's grandfather, Perce, was first played by Patrick Troughton, but later replaced by Tenniel Evans after Troughton's death. The couple regularly visited his domineering mother and suppressed father.\n\nTwo regional remakes were made of the series. In Germany, 41 episodes of Unter einer Decke were produced in 1993\/94, using most of the scripts from the original series, combined with new scripts from Germany and the Netherlands. The Dutch version Vrienden voor het leven had 65 episodes produced in 1990-95 of which 64 have been released on DVD in the Netherlands.","original_name":"The Two of Us","vote_average":5.0,"name":"The Two of Us","cert":"Unavailable","id":2578,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2002-09-01","cast":["Rochelle Wiseman","Reggie Yates","Fearne Cotton","Barney Harwood","Kirsten O'Brien"],"overview":"Smile was a British Sunday morning children's programme created by production company Darrall Macqueen Ltd for CBBC. It first aired in 2002 and was originally shown on the CBBC Channel. It was moved to BBC Two to make way for Dick and Dom in da Bungalow. Although Dick and Dom finished in 2006, Smile never moved back to the CBBC Channel. The final programme was broadcast on 26 August 2007, from 7:30 until 10:00 on BBC Two.","original_name":"Smile","vote_average":0.0,"name":"Smile","cert":"Unavailable","id":2587,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1969-09-29","cast":["Bill Wendell","Jack Kelly","Charlie Tuna","Jay Stewart","Jo Silvagni"],"overview":"Sale of the Century is a television game show format that has been screened in several countries in various incarnations since 1969. The show found its biggest success in Australia, where it aired weeknights from 1980 to 2001. A new version had aired in Australia from May 2005 to January 2009 and in the United States during the 2007-2008 television season in syndication under the title of Temptation.\n\nThe format is a general knowledge quiz, where a set of contestants earn money for correct answers, and occasionally have the chance to \"buy\" heavily-discounted prizes with their score money via \"Instant Bargains\". Long-running champions would compete to win enough money to buy larger prizes, such as trips or cars, at show's end; more successful ones could end up buying all the prizes on offer and\/or a large cash jackpot. In 1973 the three contestant format was dropped and two married couples were used as contestants. This two couple format was also used during the 1973-1974 night time syndicated version as well.\n\nAfter its original run in the USA and during its successful run in the UK, the format was purchased by Australian TV mogul Reg Grundy, whose Grundy Television had produced a similarly formatted program called Temptation between 1971 and 1976. The Grundy version of Sale premiered on Nine Network on July 14, 1980 and became a massive success, spawning versions all across the world. At its close in 2001 it was Australia's longest-running game show.","original_name":"Sale of the Century","vote_average":10.0,"name":"Sale of the Century","cert":"Unavailable","id":2588,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1986-09-17","cast":["Michael DeLorenzo","Rain Pryor","Billy Connolly","Jeannetta Arnette","Khrystyne Haje"],"overview":"Head of the Class is an American sitcom that ran from 1986 to 1991 on the ABC television network.\n\nThe series follows a group of gifted students in the Individualized Honors Program at the fictional Monroe High School in Manhattan, and their history teacher Charlie Moore. The program was ostensibly a vehicle for Hesseman, best known for his role as radio DJ Dr. Johnny Fever in the sitcom WKRP in Cincinnati. Hesseman left Head of the Class in 1990 and was replaced by Billy Connolly as teacher Billy MacGregor for the final season. After the series ended, Connolly appeared in a short-lived spin-off titled Billy.\n\nThe series was created and executive produced by Rich Eustis and Michael Elias. Rich Eustis had previously worked as a New York City substitute teacher while hoping to become an actor.","original_name":"Head of the Class","vote_average":6.4,"name":"Head of the Class","cert":"Unavailable","id":2589,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2004-08-01","cast":["Timothy \"Speed\" Levitch","Curtis Armstrong","Jon Glaser"],"overview":"Stroker and Hoop is an American Flash animated television series on Cartoon Network's late night programming block, Adult Swim. The series is a parody of buddy cop films and television series such as Starsky & Hutch, and features the voices of Jon Glaser as Stroker and Timothy \"Speed\" Levitch as Hoop. This might also be a parody of the two Burt Reynolds characters: \"Stroker Ace\" and \"Hooper\".\n\nStroker and Hoop premiered on August 1, 2004, and ended on December 25, 2005, with 13 episodes. Adult Swim continues to air reruns of Stroker and Hoop on an infrequent basis.","original_name":"Stroker and Hoop","vote_average":7.4,"name":"Stroker and Hoop","cert":"Unavailable","id":2590,"adult":"false","genre_ids":[16,10759,35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Floppy Show is an American children's television series starring Duane Ellett, broadcast on NBC affiliate WHO-TV in Des Moines, Iowa from 1957 to 1987. Ellett created Floppy in early 1957 to help teach people how to take care of their pets on the TV show Pet Corner, before moving on to their own show.","original_name":"The Floppy Show","vote_average":0.0,"name":"The Floppy Show","cert":"Unavailable","id":2591,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2002-09-01","cast":["Ryan Cartwright","Ricky Mabe","Brooke Nevin","Arthur Holden","Lucinda Davis"],"overview":"Seriously Weird is a TV show that played on YTV in Canada. In the UK it was shown on ITV, and in Australia it was shown on the ABC weekly show Rollercoaster.","original_name":"Seriously Weird","vote_average":0.0,"name":"Seriously Weird","cert":"Unavailable","id":2592,"adult":"false","genre_ids":[10765,35],"origin_country":["CA","GB"]},{"first_air_date":"1994-09-27","cast":["David Tennant","Angus Macfadyen","Ken Stott","Katy Murphy","Angela Bruce"],"overview":"A salesman starts to run a hospital radio station inside a facility for people with mental heath needs.","original_name":"Takin' Over the Asylum","vote_average":8.0,"name":"Takin' Over the Asylum","cert":"Unavailable","id":2601,"adult":"false","genre_ids":[35,18],"origin_country":["GB"]},{"first_air_date":"2006-02-27","cast":["Matt Berry","Rich Fulcher","Richard Ayoade","Alan Ford","Terry Wade"],"overview":"Snuff Box is a BBC Three British dark comedy starring and written by Matt Berry and Rich Fulcher with additional material by Nick Gargano. It first aired on Monday 27 February 2006.\n\nBoth actors use their real names for their main characters. Berry plays a hangman, and Fulcher his assistant. The majority of the programme is set in a \"gentlemen's club for hangmen\", although the show is also interspersed with sequences of sketches, often featuring different characters.\n\nBerry and Fulcher met whilst working together on another BBC Three comedy, The Mighty Boosh.\n\nThe series 1 DVD was released on 16 June 2008. On 11 October 2011, Severin Films released the series on DVD with a bonus CD of music and other exclusive extra features in the North American market.","original_name":"Snuff Box","vote_average":7.5,"name":"Snuff Box","cert":"Unavailable","id":2602,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2004-10-17","cast":["Amber Sainsbury","Jamie Davis","Anna Wilson-Jones","Colin Salmon","Jemima Rooper"],"overview":"Hex is a British television programme developed by Shine Limited and aired on the Sky One satellite channel. The story is set in a remote English boarding school with a mysterious past. Series one explores the supernatural relationship between a Fallen Angel named Azazeal and a student called Cassie who is also a witch. In the second series the story centres around 500 year old anointed one Ella Dee, and Azazeal's son Malachi. Both series of the show are currently available on Region 2 DVD, with the first series released on Region 1 DVD in June 2007.\n\nThe show was cancelled in April 2006 after the end of the second series.\n\nThe programme premiered in the United States on BBC America, sometime after, dividing the episodes into two equally long series for American viewers. Series 1 aired in the summer of 2006, while series 2 aired in the summer of 2007.","original_name":"Hex","vote_average":6.5,"name":"Hex","cert":"Suitable for 15 years & above","id":2603,"adult":"false","genre_ids":[18,10765],"origin_country":["GB"]},{"first_air_date":"2005-11-06","cast":["Regina King","John Witherspoon","Cedric Yarbrough","Jill Talley","Gary Anthony Williams"],"overview":"When Robert “Granddad” Freeman becomes legal guardian to his two grandsons, he moves from the tough south side of Chicago to the upscale neighborhood of Woodcrest (a.k.a. \"The Boondocks\") so he can enjoy his golden years in safety and comfort. But with Huey, a 10-year-old leftist revolutionary, and his eight-year-old misfit brother, Riley, suburbia is about to be shaken up.","original_name":"The Boondocks","vote_average":7.6,"name":"The Boondocks","cert":"Unavailable","id":2604,"adult":"false","genre_ids":[16,10759,35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Lip Service was a programme broadcast in the UK on ITV2.\n\nHolly Willoughby, of ITV's Dancing on Ice, and Spencer Brown take a look at the best, weirdest and funniest bits from celebrity chat shows around the world.\n\nThe show was broadcast on Friday nights.","original_name":"Lip Service","vote_average":0.0,"name":"Lip Service","cert":"Unavailable","id":2605,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2005-09-27","cast":["Michael Landes","Tamsin Greig","Trudie Styler","Sheridan Smith","Mark Heap"],"overview":"Bittersweet comedy drama about the eternal search for the perfect partner.","original_name":"Love Soup","vote_average":7.0,"name":"Love Soup","cert":"Unavailable","id":2606,"adult":"false","genre_ids":[35,18],"origin_country":["GB"]},{"first_air_date":"2005-02-21","cast":["Dan Cruickshank"],"overview":"Cruickshank takes a five-month world tour visiting his choices of the eighty greatest man-made treasures, including buildings and artifacts. His tour takes him through 34 countries and 6 of the 7 continents. In addition to seeing some of the world's greatest treasures, Cruickshank tries many different kinds of food including testicle, brain, and insects. His means of transportation included airplanes, trains, camel, donkey, foot, bicycle, scooter, hang glider, and boats.","original_name":"Around the World in 80 Treasures","vote_average":7.0,"name":"Around the World in 80 Treasures","cert":"Unavailable","id":2615,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":["Oliver Postgate","Anthony Jackson"],"overview":"Ivor the Engine is a British children's animation by Oliver Postgate and Peter Firmin's Smallfilms company. It is a children's television series relating the adventures of a small green locomotive who lived in the \"top left-hand corner of Wales\" and worked for The Merioneth and Llantisilly Railway Traction Company Limited. His friends included Jones the Steam, Evans the Song and Dai Station, among many other characters.","original_name":"Ivor the Engine","vote_average":0.0,"name":"Ivor the Engine","cert":"Unavailable","id":2618,"adult":"false","genre_ids":[16],"origin_country":["GB"]},{"first_air_date":"2005-10-31","cast":["Rain","Shin Min-a","Kim Sa-rang","Lee Ki-woo","Ji Sang-ryeol"],"overview":"The drama follows the top female celebrity Cha Eunsuk and the good-for-nothing fighter Kang Bokgu who are trapped in a fateful yet merciless grip of love.","original_name":"이 죽일 놈의 사랑","vote_average":7.9,"name":"A Love to Kill","cert":"Unavailable","id":2619,"adult":"false","genre_ids":[18],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"Live on Q is a 10 minute hourly newscast on the Q television network in the Philippines. Live reports usually head the news line-up.\n\nThe program was patterned after GMA's hourly newscast GMA Flash Report.","original_name":"Live on Q","vote_average":0.0,"name":"Live on Q","cert":"Unavailable","id":2620,"adult":"false","genre_ids":[10763],"origin_country":["PH"]},{"first_air_date":"1972-09-11","cast":["Peter Snow","Magnus Magnusson"],"overview":"Mastermind is a British quiz show, well known for its challenging questions, intimidating setting and air of seriousness.\n\nDevised by Bill Wright, the basic format of Mastermind has never changed — four and in later contests five contestants face two rounds, one on a specialised subject of the contestant's choice, the other a general knowledge round. Wright drew inspiration from his experiences of being interrogated by the Gestapo during World War II.\n\nThe atmosphere is helped by Mastermind's famously ominous theme music, \"Approaching Menace\" by the British composer Neil Richardson. The quiz programme originated and was recorded in Manchester at studios such as New Broadcasting House and Granada Studios, before permanently moving to MediaCityUK in 2011.","original_name":"Mastermind","vote_average":0.0,"name":"Mastermind","cert":"Unavailable","id":2621,"adult":"false","genre_ids":[10767],"origin_country":["GB"]},{"first_air_date":"2007-05-29","cast":[],"overview":"From the planets to the stars and out to the edge of the unknown, history and science collide in a wondrous yet deadly adventure through space and time.","original_name":"The Universe","vote_average":8.5,"name":"The Universe","cert":"Unavailable","id":2622,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Gulf Coast Congressional Report, or Congressional Report, is a public service television program broadcast by WKRG-TV in Mobile, Alabama from 1973 to 2006. Originally hosted by Representatives from the congressional districts within the reach of WKRG's signal, the commercial-free talk show gave viewers a local perspective of Washington, D.C. and the central Gulf Coast from their congressman's standpoint. The program was free to broadcast and was paid for by tax dollars. It was recorded in one of the United States Capitol recording studios and in Mobile.","original_name":"Gulf Coast Congressional Report","vote_average":0.0,"name":"Gulf Coast Congressional Report","cert":"Unavailable","id":2631,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1987-01-01","cast":["Gilles Laurent","Roger Carel","Marie-Laure Beneston","Alain Dorval","Henry Djanik"],"overview":"The animated story of the human body.","original_name":"Il était une fois... la vie","vote_average":8.0,"name":"Once Upon a Time... Life","cert":"Unavailable","id":2632,"adult":"false","genre_ids":[10751,16],"origin_country":["FR"]},{"first_air_date":null,"cast":[],"overview":"24 Hours with... is a TV show created by UK production company Hideous Productions for ITV. The shows Executive Producers are Spencer Austin and Harry Harrold, along with Paul Ross for co-production partners Twofour Broadcast.\n\n24 Hours with... is a chat show format as celebrity and interviewer spend an intense 24 hours locked in a room together.\n\nBobby Brown, Laurence Llewelyn-Bowen, Lee Ryan, David Gest, Stan Collymore and Steve-O leave their mobile phones and PR advisers at the door for the first series in the UK. The host, Jamie Campbell can ask them whatever he likes.\n\nEach 30-minute show tells the story of their 24 hours in the hot seat, with a digital clock at the bottom of the screen marking the passing of the day.\n\nIn a bid to make room for poorly rating Tuesday night show Tycoon in its new Monday 10pm slot, 24 Hours with... was removed from its slot.\n\nNo new time has yet been found for it, although an ITV spokeswoman said it would play out in the future. As of June 2012, ITV has yet to air the remaining episodes of 24 Hours with...","original_name":"24 Hours with...","vote_average":0.0,"name":"24 Hours with...","cert":"Unavailable","id":2633,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1993-02-17","cast":["Mary Wimbush","Simon Fenton","Eileen Way","Marc Sinden","Bernard Kay"],"overview":"Century Falls is a British cross-genre series broadcast in six twenty-five minute episodes on BBC1 in early 1993. Written by Russell T Davies, it tells the story of teenager Tess Hunter and her mother, who move to the seemingly idyllic rural village of Century Falls, only to find that it hides many powerful secrets.","original_name":"Century Falls","vote_average":0.0,"name":"Century Falls","cert":"Unavailable","id":2634,"adult":"false","genre_ids":[10765],"origin_country":["GB"]},{"first_air_date":"1966-05-17","cast":["John Barron","Ernest Clark ","Derek Nimmo","Robertson Hare","Joan Sanderson"],"overview":"All Gas and Gaiters is a British television ecclesiastical sitcom which aired on BBC1 from 1966 to 1971. It was written by Pauline Devaney and Edwin Apps, a husband-and-wife team who used the pseudonym of \"John Wraith\" when writing the pilot. All Gas and Gaiters was also broadcast on BBC Radio from 1971 to 1972.","original_name":"All Gas and Gaiters","vote_average":6.0,"name":"All Gas and Gaiters","cert":"Unavailable","id":2635,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"1991-09-01","cast":["Tygh Runyan","Maggie O'Hara","Deanna Milligan","Lochlyn Munro","Forbes March"],"overview":"Northwood is a Canadian drama television series which aired on CBC Television from 1991 to 1994 about the lives of teenagers living in North Vancouver, British Columbia. The series was created and produced by Nick Orchard.","original_name":"Northwood","vote_average":0.0,"name":"Northwood","cert":"Unavailable","id":2636,"adult":"false","genre_ids":[18],"origin_country":["CA"]},{"first_air_date":"2007-07-17","cast":["Nancy Travis","Bill Engvall","Tim Meadows","Graham Patrick Martin","Skyler Gisondo"],"overview":"The Bill Engvall Show is a sitcom which ran on TBS from July 17, 2007 to September 5, 2009. The series starred comedian Bill Engvall and was written and created by Engvall and Michael Leeson. The series was canceled on September 25, 2009.\n\nOn June 9, 2008, the show had a one shot airing on CBS.","original_name":"The Bill Engvall Show","vote_average":3.8,"name":"The Bill Engvall Show","cert":"Unavailable","id":2647,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Here Comes the Bride is a reality television series aired on Q. The program is hosted by Christine Jacob-Sandejas.\n\nA new season of \"Here Comes The Bride\" is now aired on TV5.","original_name":"Here Comes the Bride","vote_average":0.0,"name":"Here Comes the Bride","cert":"Unavailable","id":2648,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"1996-09-21","cast":["Peter Frechette","Julian McMahon","Caitlin Wachs","Robert Davi","Roma Maffia"],"overview":"Profiler is an American crime drama that aired on NBC from 1996 to 2000. The series follows the exploits of a criminal profiler working with the FBI's fictional Violent Crimes Task Force based in Atlanta, Georgia.\n\nAlly Walker starred as profiler Dr. Samantha Waters during the first three seasons, and was later replaced by Jamie Luner as profiler Dr. Rachel Burke during the show's final season. Robert Davi, Roma Maffia, Peter Frechette, Erica Gimpel and Julian McMahon co-starred throughout the show's run. Caitlin Wachs played Dr. Waters daughter for the first two seasons, a role taken over by Evan Rachel Wood in 1998.\n\nProfiler shares a similar lead character and premise with the Fox Network series Millennium, created by Chris Carter. Both shows premiered at the beginning of the 1996–97 television season.","original_name":"Profiler","vote_average":6.8,"name":"Profiler","cert":"Unavailable","id":2651,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"1982-03-17","cast":["Larry Linville","Nicky Katt","Claudia Wells","Dean Jones","Douglas Emerson"],"overview":"Herbie the Matchmaker, also known as Herbie, The Love Bug, is a short-lived situation comedy that aired on CBS in the spring of 1982. The series is based on Walt Disney Productions' popular Herbie film series, about a Volkswagen Beetle with a mind of its own. It was cancelled after five episodes and, for the next fifteen years, would mark Herbie's last new appearance in either television or film; Herbie would next return to television in the 1997 film The Love Bug.","original_name":"Herbie, the Love Bug","vote_average":4.0,"name":"Herbie, the Love Bug","cert":"Unavailable","id":2652,"adult":"false","genre_ids":[35,10751],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Rich List is an Australian game show which is based on the format initially created for transmission in the United Kingdom created by 12 Yard. The game consists of two teams who name as many items relating to a topic as they can while competing against each other for a no-limit cash prize. For its first season, it was shown on Monday nights at 7:30 pm on the Seven Network but initially moved to Saturday nights in the same timeslot for the second season, before being put on hiatus and returning to its original season-one timeslot.\n\nThe show premiered in its regular Monday timeslot on 29 January 2007 at 7:30 pm and continued with a special episode on 30 January to give people a chance to watch the show who opted to watch Steve Irwin's last documentary Ocean's Deadliest which went up against The Rich List on Monday the 29th on the rival station, the Nine Network. The show is recorded at the Melbourne Central City Studios. This version follows the basic rules of other versions of the show.\n\nThe program is hosted by the Deal or No Deal host Andrew O'Keefe. The pilot episode was taped on 18 October 2006. The show began taping episodes for air on 11 December 2006 and auditions for contestants for the show continue.","original_name":"The Rich List","vote_average":0.0,"name":"The Rich List","cert":"Unavailable","id":2653,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Toopy and Binoo is a Canadian children's television series created by Treehouse TV, DreamWorks Classics, and Spectra Animation.","original_name":"Toopy and Binoo","vote_average":7.0,"name":"Toopy and Binoo","cert":"Unavailable","id":2654,"adult":"false","genre_ids":[16],"origin_country":["CA","FR","US","GB"]},{"first_air_date":null,"cast":[],"overview":"A Case for the Court was a weekly CBC Television show that ran from July 1960 to September 1962.\n\nThe show was produced in cooperation with the Canadian Bar Association, involving the enactment of fictional criminal and civil cases using actual judges and lawyers.","original_name":"A Case for the Court","vote_average":0.0,"name":"A Case for the Court","cert":"Unavailable","id":2663,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":"1991-08-02","cast":[],"overview":"A Thousand and One... Americas is an animated television series originally produced from 1989 to 1991 in Spain by BRB Internacional to celebrate the 5th centenary of Christopher Columbus' voyage to America.\n\nThe series focuses on the adventures of Chris, a 10 year old boy, and his yellowish dog Lon. Chris accidentally discovers an old book at the attic which belonged to his grandfather, which he brought with him from his journeys. The book makes him and his dog drift through imagination to historical occurrences of different nations which lived in America before it was discovered by Columbus in 1492.\n\nThe series has been dubbed and subtitled in English, Spanish, Serbian and Hebrew.","original_name":"A Thousand and One... Americas","vote_average":8.0,"name":"A Thousand and One... Americas","cert":"Unavailable","id":2664,"adult":"false","genre_ids":[16],"origin_country":["US","ES"]},{"first_air_date":null,"cast":[],"overview":"Gaytime TV was a late-night gay-themed comedy and lifestyle magazine programme broadcast on BBC 2 in the United Kingdom. It was the first regular BBC television programme to directly address the gay and lesbian community, and won praise from the Daily Mail for its \"lightness of touch that other minority interest magazines would do well to emulate\".\n\nThe series was first hosted by Rhona Cameron, and Bert Tyler-Moore, with Richard Fairbrass later replacing Tyler-Moore . The first programme was broadcast on 29 June 1995, and was last broadcast on 27 July 1999. It was a Planet 24 production. Segments included a weekly workout with porn star Mark Anthony, and one of the programme's traditions was to conclude with a torch song.","original_name":"Gaytime TV","vote_average":0.0,"name":"Gaytime TV","cert":"Unavailable","id":2665,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2001-04-23","cast":["Meryl Cassie","Antonia Prebble","Tom Hern","Caleb Ross","Michael Wesley-Smith"],"overview":"The Tribe is a New Zealand\/British post-apocalyptic fictional TV series primarily aimed at teenagers. It is set in a near-future in which all adults have been wiped out by a deadly virus, leaving the children of the world to fend for themselves. The show's focus is on an unnamed city inhabited by tribes of children and teenagers. It was primarily filmed in and around Wellington, New Zealand.\n\nThe series was created by Raymond Thompson and Harry Duffin and was developed and produced by the Cloud 9 Screen Entertainment Group in conjunction with the UK's Channel 5. It has aired on over 40 broadcast networks around the world.\n\nIt debuted on Channel 5 on 24 April 1999 and quickly gained a large fan base. From 1999 to 2003, five series and 260 half-hour episodes were produced. Series 6 was scheduled to begin filming in 2003, but Nick Wilson, of Channel 5, and Raymond Thompson felt that \"although the show was still performing well, the cast was getting too old and the series was beginning to stretch the core proposition.\" They felt the characters were not kids fending for themselves without adults any more. As a result, the show was cancelled. Channel 5 aired the final two episodes on 6 September 2003.","original_name":"The Tribe","vote_average":7.0,"name":"The Tribe","cert":"Unavailable","id":2666,"adult":"false","genre_ids":[18,10765],"origin_country":["NZ","GB"]},{"first_air_date":"1954-11-07","cast":["Stuart Novins","Howard K. Smith","George Herman","Martin Agronsky","Bob Schieffer"],"overview":"Face the Nation with Bob Schieffer is an American Sunday morning political interview show, which premiered on the CBS television network. It is one of the longest-running news programs in the history of television, having debuted in 1954.","original_name":"Face the Nation","vote_average":8.0,"name":"Face the Nation","cert":"Unavailable","id":2667,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":"1962-06-30","cast":["Boris Karloff"],"overview":"Out of This World is a British science fiction anthology television series made by ABC Television and broadcast in 1962. A spin-off from the popular anthology series Armchair Theatre, each episode was introduced by the actor Boris Karloff. Many of the episodes were adaptations of stories by science fiction writers including Isaac Asimov, Philip K. Dick and Clifford D. Simak. The series is generally seen as a precursor to the BBC science fiction anthology series Out of the Unknown.","original_name":"Out of This World","vote_average":0.0,"name":"Out of This World","cert":"Unavailable","id":2668,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Dream Car Garage is a weekly television show produced by Westward Wind Productions. The series is produced in Halton Hills, Ontario. Its host is Peter Klutt, a car enthusiast and the owner of Legendary Motorcar Ltd. Many of the vehicles featured in the show come from the Legendary Motorcar Company. From 2000 to 2008 Klutt's co-host was motor journalist and race announcer Tom Hnatiw. After his retirement Hnatiw was succeeded in 2009 by television personality Michelle Jobin for two seasons. Jobin's successor from 2011 on has been comedienne Marni Van Dyk. The Canadian racing driver Ron Fellows was an occasional guest co-host from 2008 to 2010.","original_name":"Dream Car Garage","vote_average":0.0,"name":"Dream Car Garage","cert":"Unavailable","id":2679,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Yasmin's Getting Married was a short-lived Australian reality television program that aired live on Network Ten in early August 2006. It was based on the successful Scandinavian show Kerry's Getting Married, which revolves around a single woman's quest to find a partner and get married. It was produced by Screentime, which purchased the format from Strix Television.\n\nThe show debuted on Tuesday, 1 August 2006 and was hosted by Jo Stanley from FOX FM Melbourne. She was also joined by Ryan Phelan, anchor of Sports Tonight and Christine Chinchen, a relationship counsellor. Guests included comedian Matt Hardy, wedding planner Kathy Apostolidis, and Bree Amer.\n\nThe show's theme song was a cover of Dusty Springfields \"Wishin' and Hopin'\", sung by Neighbours star Stephanie McIntosh. The track appears on her album Tightrope.","original_name":"Yasmin's Getting Married","vote_average":0.0,"name":"Yasmin's Getting Married","cert":"Unavailable","id":2680,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"2001-10-14","cast":["John Cho","Eddie Kaye Thomas","Jason George","Sean Maguire","Lauren Stamile"],"overview":"Off Centre is an American sitcom that aired on The WB network from October 14, 2001 to October 31, 2002. Created by Chris Weitz, Paul Weitz, and Danny Zuker, the series was heavily promoted as \"from the guys who brought you American Pie\".","original_name":"Off Centre","vote_average":7.4,"name":"Off Centre","cert":"Unavailable","id":2681,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2005-09-21","cast":["Martha Stewart","Alexis Stewart","Bethenny Frankel"],"overview":"The Apprentice: Martha Stewart is a reality game show and a spin-off from the series, The Apprentice, that ran in the fall of 2005. Broadcast on NBC, the show featured business tycoon Martha Stewart. Tasks were centered around Stewart's areas of expertise: media, culinary arts, entertaining, decorating, crafts, design, merchandising, and style. The tone of the show was somewhat muted compared to the original, as Stewart brought her own sensibilities to the elimination process, often using her catchphrase: \"You just don't fit in\" in contrast to original series host Donald Trump's catchphrase: \"You're fired.\" She also wrote a cordial letter to the candidate who was fired; many times she took subtle jabs at the fired candidate and gave frank reasons for why the candidate did not succeed on the show. Several segments featuring Stewart were filmed at her home in Bedford, New York because at the time, she was serving the five-month house arrest portion of her ImClone scandal conviction.\n\nDonald Trump, Mark Burnett and Jay Bienstock executive produced the show. Businessman Charles Koppelman and Stewart's daughter, Alexis Stewart accompanied the two teams during tasks and reported their observations to Stewart in the boardroom.","original_name":"The Apprentice: Martha Stewart","vote_average":0.0,"name":"The Apprentice: Martha Stewart","cert":"Unavailable","id":2682,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"NewsNight with Aaron Brown was a live international news broadcast, which appeared on the CNN network from 2001 to 2005. It aired at 10 p.m. ET on weeknights, hosted by Aaron Brown. In its final year, it was co-hosted by Anderson Cooper.\n\nThe show focused on investigative journalism and had a strong emphasis on interviews. It included segments such as The Whip, On the Rise, and Segment 7. The Morning Papers segment, known as The Rooster, featured a brief preview of compelling or interesting headlines from the next day's newspapers around the world. The segment concluded with the weather forecast in Chicago as provided in the Chicago Sun-Times.\n\nTo cover the increased amount of news generated by Hurricane Katrina and its aftermath in September 2005, CNN expanded NewsNight to two hours and added Anderson Cooper as a co-host. These changes were intended to last for the duration of the hurricane's aftermath, but CNN later announced that it would keep the new format and make Cooper a permanent co-host.\n\nOn November 2, 2005, CNN announced that it was cancelling NewsNight and that Brown would leave the network. As of November 7, 2005 the timeslot was given to Cooper's show, Anderson Cooper 360°.","original_name":"NewsNight with Aaron Brown","vote_average":0.0,"name":"NewsNight with Aaron Brown","cert":"Unavailable","id":2683,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Love to Love","vote_average":0.0,"name":"Love to Love","cert":"Unavailable","id":2684,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1989-09-22","cast":["Reginald VelJohnson","Darius McCrary","Jaleel White","Bryton James","Kellie Shanygne Williams"],"overview":"A long-running dramedy centering on the Winslow family, a middle-class African American family living in Chicago, and their pesky next-door neighbor, ultra-nerd Steve Urkel. A spin-off of Perfect Strangers.","original_name":"Family Matters","vote_average":6.8,"name":"Family Matters","cert":"Unavailable","id":2685,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2001-03-28","cast":["Damon Wayans","Tisha Campbell-Martin","George O. Gore II","Jennifer Freeman","Parker McKenna Posey"],"overview":"My Wife and Kids is an American television family sitcom that ran on ABC from March 28, 2001 until May 17, 2005. Produced by Touchstone Television, it starred Damon Wayans and Tisha Campbell-Martin, and centers on the character of Michael Kyle, a loving husband and modern-day patriarch who rules his household with a unique and distinct parenting style. As he teaches his three children some of life's lessons, he does so with his own brand of humor. Wayans and veteran television writer\/producer Don Reo co-created and executive produced the series.","original_name":"My Wife and Kids","vote_average":7.0,"name":"My Wife and Kids","cert":"Unavailable","id":2692,"adult":"false","genre_ids":[35,10751],"origin_country":["US"]},{"first_air_date":"2005-07-21","cast":["Ricky Gervais","Ashley Jensen","Stephen Merchant","Shaun Williamson","Shaun Pye"],"overview":"Andy Millman gave up his day job five years ago in the hope of achieving the big time, but he’s yet to land a speaking part, let alone saunter down the red carpet to pick up an Oscar. He remains optimistic however, as rubbing shoulders with the A-list on-set only serves to reinforce his belief that the big time is just a job or two away.","original_name":"Extras","vote_average":7.9,"name":"Extras","cert":"Suitable for 15 years & above","id":2693,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Damon and Debbie was a three-part 'soap bubble' from Brookside, broadcast late on Wednesday evenings on Channel 4 in November 1987, with an omnibus edition over the Christmas period of that year. A Mersey Television production, it was written by Frank Cottrell-Boyce, directed by Bob Carlton, and produced by Colin McKeown. The series is credited as the first 'soap bubble'.\n\nThe series followed teen sweethearts Damon Grant and Debbie McGrath absconding to York from their disapproving parents in Liverpool because of the class-divide. It ended with the death of Damon, who had been a regular character in Brookside since its launch in 1982.","original_name":"Damon and Debbie","vote_average":0.0,"name":"Damon and Debbie","cert":"Unavailable","id":2694,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"1981-02-19","cast":["Jeffrey Holland","Kenneth Connor","Barry Howard","Felix Bowness","Ben Aris"],"overview":"Hi-de-Hi! is a British sitcom set in Maplins, a fictional holiday camp, during 1959 and 1960, and was written by Jimmy Perry and David Croft, who also wrote Dad's Army and It Ain't Half Hot Mum amongst others. It aired on the BBC from 1980 to 1988.\n\nThe title was the phrase used to greet the campers and in early episodes was written Hi de Hi. The series revolved around the lives of the camp's management and entertainers, most of them struggling actors or has-beens.\n\nThe inspiration was the experience of writers Perry and Croft: after being demobilised from the Army, Perry was a Redcoat at Butlins, Pwllheli during the holiday season.\n\nThe series gained large audiences and won a BAFTA as Best Comedy Series in 1984. In 2004, it came 40th in Britain's Best Sitcom and in a 2008 poll on Channel 4, Hi-de-Hi! was voted the 35th most popular comedy catchphrase.","original_name":"Hi-de-Hi!","vote_average":7.3,"name":"Hi-de-Hi!","cert":"Unavailable","id":2695,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"1956-09-12","cast":["Jack Barry"],"overview":"Twenty One is an American game show which aired in the late 1950s. While it included the most popular contestant of the quiz show era, it became notorious for being a rigged quiz show which nearly caused the demise of the entire genre in the wake of United States Senate investigations. The 1994 movie Quiz Show is based on these events. A new version aired in 2000 with Maury Povich hosting, lasting about five months on NBC.","original_name":"Twenty One","vote_average":0.0,"name":"Twenty One","cert":"Unavailable","id":2696,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1979-07-10","cast":["David McCallum","Joanna Lumley"],"overview":"Sapphire & Steel is a British television science-fiction fantasy series starring David McCallum as Steel and Joanna Lumley as Sapphire. Produced by ATV, it ran from 1979 to 1982 on the ITV network. The series was created by Peter J. Hammond who conceived the programme under the working title The Time Menders, after a stay in an allegedly haunted castle. Hammond also wrote all the stories except for the fifth, which was co-written by Don Houghton and Anthony Read.\n\nIn 2004, Sapphire and Steel returned in a series of audio dramas starring David Warner and Susannah Harker.","original_name":"Sapphire & Steel","vote_average":8.0,"name":"Sapphire & Steel","cert":"Unavailable","id":2697,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"1996-01-24","cast":["Tracey Ullman","Adele Givens","George Segal","Danny Woodburn","Michael McKean"],"overview":"Tracey Takes On... is a sketch comedy series starring comedienne Tracey Ullman. The show ran for four seasons on HBO and was commissioned after the success of the 1993 comedy special \"Tracey Ullman Takes on New York.\" Each episode focuses on specific subject in which Ullman and her cast characters comment on or experience through a series of sketches and monologues.","original_name":"Tracey Takes On...","vote_average":10.0,"name":"Tracey Takes On...","cert":"Unavailable","id":2698,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1963-09-29","cast":["Dan O'Herlihy","Kurt Russell","Charles Bronson","Meg Wyllie","Michael Witney"],"overview":"The Travels of Jaimie McPheeters is an American western television series based on the Pulitzer Prize-winning novel of the same name by Robert Lewis Taylor. The show aired on ABC in the 1963-1964 television season and was produced by MGM Television.","original_name":"The Travels of Jaimie McPheeters","vote_average":0.0,"name":"The Travels of Jaimie McPheeters","cert":"Unavailable","id":2705,"adult":"false","genre_ids":[37],"origin_country":["US"]},{"first_air_date":"1988-10-18","cast":["Roseanne Barr","John Goodman","Michael Fishman","Laurie Metcalf","Sara Gilbert"],"overview":"A working-class family struggles to get by on a limited income in the fictional town of Lanford, Illinois.","original_name":"Roseanne","vote_average":6.9,"name":"Roseanne","cert":"Unavailable","id":2706,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Panel was a weekly topical comedy-style chat show produced by Happy Endings Productions for RTÉ. It is based on the Australian programme The Panel, produced by Working Dog Productions for Network Ten. The 2010–2011 season began on 7 October 2010, with a new permanent presenter, Craig Doyle, and ran each Thursday at 22:15 on RTÉ One until 26 January 2011. The theme song is \"Waterfall\" by The Stone Roses.","original_name":"The Panel","vote_average":0.0,"name":"The Panel","cert":"Unavailable","id":2707,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":"1986-09-11","cast":["Holly Larocque","Bob Stutt","Noreen Young","Stephen Brathwaite","Conrad Bain"],"overview":"Under the Umbrella Tree is a Canadian children's television series created by Noreen Young that originally aired on CBC from 1986–1993. The show was produced by CBC and Noreen Young Productions, and also later by The Disney Channel.\n\nThe series centers around a diverse set of main characters who share a house on Spring Street in a suburb of Ottawa, Ontario. The characters include Holly, Iggy, Jacob, and Gloria. The show's title is derived from the fact that the characters live together in a home featuring a prominent indoor umbrella tree.\n\nWhen production of the show ended in 1993, syndication continued on The Disney Channel until 1996, and on YTV and Canal Famille until 1997. Twenty-seven episodes of the show were released to DVD by Cinerio Entertainment in partnership with Noreen Young in 2006, following a long wait for expiration of ownership rights.","original_name":"Under the Umbrella Tree","vote_average":0.0,"name":"Under the Umbrella Tree","cert":"Unavailable","id":2708,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Metro cleveland","vote_average":0.0,"name":"Metro cleveland","cert":"Unavailable","id":2709,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2005-08-04","cast":["Charlie Day","Glenn Howerton","Rob McElhenney","Kaitlin Olson","Danny DeVito"],"overview":"Four egocentric friends who run a neighborhood Irish pub in Philadelphia try to find their way through the adult world of work and relationships. Unfortunately, their warped views and precarious judgments often lead them to trouble, creating a myriad of uncomfortable situations that usually only get worse before they get better.","original_name":"It's Always Sunny in Philadelphia","vote_average":8.2,"name":"It's Always Sunny in Philadelphia","cert":"Unavailable","id":2710,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2001-08-10","cast":["Phil LaMarr","Mako Iwamatsu"],"overview":"Made by Genndy Tartakovsky, this animated series tells the story of a great warrior displaced to the distant future by the evil shape-shifting wizard Aku. The world has become a bleak place under the rule of Aku, segregated into fantastic tribes and ruled by Aku's evil robot warlords. Jack travels this foreign landscape in search of a time portal that can return him to his home time so he can \"undo the future that is Aku!\".","original_name":"Samurai Jack","vote_average":8.0,"name":"Samurai Jack","cert":"Unavailable","id":2723,"adult":"false","genre_ids":[10759,16,10765],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Sharon is Philippine TV's Sunday night musical talk show that airs on ABS-CBN. It stars multi-media Megastar Sharon Cuneta.\n\nThe musical gab fest served as Cuneta's TV comeback in 1998 after a year of hiatus from show business. The show had a successful six-year run becoming a top rating weekly program and clinched Best Talk Show honors and Best Talk Show Host accolades for Cuneta, who took yet another break from TV in 2004 and returned in 2006 via the latest incarnation of the Sharon show. The show has been honored as Best Entertainment Program of 2007 by the Catholic Mass Media Awards and was highy commended in the Asian TV Awards. In 2009, the show topped the Sunday night TV rating game and continues its winning streak in 2010 starting off with the Megastar's birthday bash, showbiz's most awaited new year salvo.\n\nOn an August 2010 episode, Sharon herself confirmed that the show will be axed and will be replaced by a new show she will also host starting this October 2010.\n\nA new show slated to be aired on TV5 as Sharon: Kasama Mo, Kapatid which wil be airing on May 14, 2012.","original_name":"Sharon","vote_average":0.0,"name":"Sharon","cert":"Unavailable","id":2724,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"1983-03-10","cast":["George Armstrong","Todd Carty","Elaine Lordan","Michelle Herbert"],"overview":"Tucker's Luck was a British television series made by the BBC between 1983 and 1985.\n\nThe series is a spin-off from the school drama Grange Hill and capitalised on the popularity of one of the series' original characters — Peter \"Tucker\" Jenkins, played by Todd Carty.\n\nTucker's Luck followed the exploits of Tucker and his friends, Alan Humphries and Tommy Watson, after they had left school and their attempts to find employment and cope out there in the \"real world\". Three series were made, with several former Grange Hill cast members reprising their roles for the spin-off, although the programme never came close to matching the popularity of Grange Hill.\n\nThe third and final series saw the first appearances of Tucker's younger sister, eight-year old Rhona, and Tucker's elder brother Barry.","original_name":"Tucker's Luck","vote_average":0.0,"name":"Tucker's Luck","cert":"Unavailable","id":2725,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1998-09-12","cast":["Lisa Dwan","Justin Pierre","Charlotte Bradley","Barry Cassin","Ben Palmer"],"overview":"The Mystic Knights of Tir Na Nog is an Irish\/American television series set in a fantasy version of ancient Ireland, created by Saban Entertainment. It was loosely based on actual Irish mythology. The name derives from Tír na nÓg, one of the Otherworlds of Irish mythology. It was Saban's first fantasy series to involve knights, dragons, and wizards. It aired on the Fox Kids block on Fox from September 1, 1998 and ending on May 7, 1999. A second season entitled Mystic Knights: Battle Thunder was planned, but was later cancelled, and its budget was put towards Power Rangers Lost Galaxy. The resulting series was an attempt in doing an original non-Japanese special-effects series rather than adapting from actual Japanese tokusatsu.","original_name":"The Mystic Knights of Tir Na Nog","vote_average":6.7,"name":"The Mystic Knights of Tir Na Nog","cert":"Unavailable","id":2726,"adult":"false","genre_ids":[10765,10759],"origin_country":["US"]},{"first_air_date":"2004-10-13","cast":["Shane Cortese"],"overview":"Border Security: Australia's Front Line is an Australian television program that airs on the Seven Network. The show follows the work of officers of Australian Customs and Border Protection, the Australian Quarantine and Inspection Service, and the Department of Immigration and Citizenship as they enforce Australian customs, quarantine, immigration and finance laws.\n\nMost of the programme is filmed at Sydney and Melbourne airports. Occasionally, the program features other locations such as Brisbane Airport, Perth Airport, seaports, international mail centres, raids on workplaces suspected of employing persons contrary to the restrictions of their visa or immigrant status and the work of Customs vessels and aircraft in the waters of Northern Australia.","original_name":"Border Security: Australia's Front Line","vote_average":6.3,"name":"Border Security: Australia's Front Line","cert":"Unavailable","id":2727,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"1977-09-16","cast":["Tina Andrews","Don Bexley","Bebe Drake","LaWanda Page","Teddy Wilson"],"overview":"Sanford Arms is an American sitcom that aired from September to October 1977 on NBC. The series is an attempted continuation of the sitcom Sanford and Son.\n\nAfter six seasons, Redd Foxx left Sanford and Son to star in a variety show for ABC. The producers planned to continue the series with Demond Wilson as Lamont, but Wilson left the project in a dispute over his expected salary as the star of the series. The producers decided to continue the project with a new character. Norman Lear stepped down from his position as executive producer but stayed on as a consultant.","original_name":"Sanford Arms","vote_average":0.0,"name":"Sanford Arms","cert":"Unavailable","id":2728,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Ready.. Set... Cook! is a cooking game show that debuted on the Food Network in the US on October 2, 1995. The show's format was based upon the UK series Ready Steady Cook, and originally hosted by television personality Robin Young.","original_name":"Ready.. Set... Cook!","vote_average":0.0,"name":"Ready.. Set... Cook!","cert":"Unavailable","id":2737,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2002-11-03","cast":["Louis Walsh","Linda Martin"],"overview":"You're a Star is a singing contest in Ireland, similar to The X Factor in the United Kingdom and American Idol in the USA. Created by Screentime ShinAwiL and Raidió Teilifís Éireann, it was shown weekly on RTÉ One over the winter months of each year. The show was broadcast live from The Helix theatre in Dublin City University.\n\nYou're a Star was originally designed to select the Irish Eurovision Song Contest entrant, but this idea was abandoned in September 2005. The show was cancelled after the 2008 season.","original_name":"You're a Star","vote_average":0.0,"name":"You're a Star","cert":"Unavailable","id":2738,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2007-10-15","cast":["Christina Applegate","Jennifer Esposito","Kevin Dunn","Melissa McCarthy","Tim Russ"],"overview":"Samantha Newly has been a bad, bad girl. But thanks to an 8-day coma, she can't remember a thing. Fortunately her best friend Andrea is by her side with a cocktail and the 4-1-1 on every dirty deed. But the more Sam pieces together her past, the less she likes her old self. Maybe this is a chance to start over and do it all again.","original_name":"Samantha Who?","vote_average":6.5,"name":"Samantha Who?","cert":"Unavailable","id":2739,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1998-05-11","cast":["Sarah Lane","Jessica Corbin","Catherine Schwartz","Erica Hill","Kevin Rose"],"overview":"The Screen Savers is an American TV show that aired on TechTV. The show launched concurrently with the channel ZDTV on May 11, 1998. The Screen Savers originally centered around computers, new technologies, and their adaptations in the world. However, after it was taken over by G4, the show became more general-interest oriented and focused somewhat less on technology. The final episode of The Screen Savers aired on March 18, 2005. Repeat episodes continued to air until March 25, 2005 when its replacement program, Attack of the Show! began 3 days later on March 28, 2005. Two spiritual successors to the Screen Savers are in the form of This Week in Tech on the TWiT Network with Leo Laporte and Tekzilla on Revision3 with Patrick Norton.","original_name":"The Screen Savers","vote_average":0.0,"name":"The Screen Savers","cert":"Unavailable","id":2740,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2007-04-05","cast":["Mikey Day","Nick Cannon"],"overview":"Nick Cannon Presents: Short Circuitz was a sketch comedy show starring Nick Cannon on MTV that debuted April 5, 2007. The show was cancelled and pulled from MTV on April 30, 2007, due to low ratings. A month after the show's cancellation, the series returned on June 7, 2007 as part of the Nick Cannon Power Hour, but was soon cancelled again.","original_name":"Short Circuitz","vote_average":0.0,"name":"Short Circuitz","cert":"Unavailable","id":2741,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2007-06-17","cast":["Bret McKenzie","Jemaine Clement","Kristen Schaal","Arj Barker","Eugene Mirman"],"overview":"The trials and tribulations of a two man, digi-folk band who have moved from New Zealand to New York in the hope of forging a successful music career. So far they've managed to find a manager (whose \"other\" job is at the New Zealand Consulate), one fan (a married obsessive) and one friend (who owns the local pawn shop) -- but not much else.","original_name":"Flight of the Conchords","vote_average":7.9,"name":"Flight of the Conchords","cert":"Unavailable","id":2742,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Pathfinders is a 1970s ITV drama set in the Second World War, telling the story of the fictitious Royal Air Force 192 Pathfinder squadron. The Pathfinders were specialised RAF squadrons that marked targets for the RAF's heavy bombers.\n\nThe series used radio controlled Avro Lancaster models for the flying scenes.\n\nThe technical adviser for the series was Group Captain Hamish Mahaddie.\n\nThe music was by Malcolm Lockyer.","original_name":"Pathfinders","vote_average":0.0,"name":"Pathfinders","cert":"Unavailable","id":2753,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":"2007-07-16","cast":["Ron Ng","Sheren Tang","Joe Ma","Jessica Hsuan","Toby Leung"],"overview":"The Drive of Life is a 2007 grand production drama by TVB and CCTV as a joint production. It was specially filmed to celebrate the 10th Anniversary of the handover of Hong Kong back to China from Britain during the period of 1997-2007.\n\nThe theme of the series revolves around the automobile industry in China. Told in flashback from 1994, the ups and downs and transformations that Hong Kong has been experiencing before and after the transfer of the sovereignty of Hong Kong is used as a narrative device. The series was filmed in Hong Kong, Beijing, Ningbo and Vancouver from early October 2006 until May 2007. The automobiles featured in the series are from Geely Automobile, as a fictional brand name \"Hua-Zhe\". This film ties with TVB drama \"War and Beauty\" for the record of having the most \"Best Actress\" winners, where Jessica Hsuan, Charmaine Sheh, Sheren Tang and Myolie Wu won their respective \"Best Actress\" awards in 1999, 2006, 2009\/2010, and 2011.\n\nAstro On Demand, Astro's video on demand service, starts with the series premiere.","original_name":"The Drive of Life","vote_average":0.0,"name":"The Drive of Life","cert":"Unavailable","id":2754,"adult":"false","genre_ids":[18],"origin_country":["HK","CN"]},{"first_air_date":"2007-02-05","cast":["Patrick Warburton","Megyn Price","Oliver Hudson","Bianca Kajlich","Adhir Kalyan"],"overview":"Rules of Engagement is a comedy about the different phases of male\/female relationships, as seen through the eyes of a newly engaged couple, Adam and Jennifer, a long-time married pair, Jeff and Audrey, and a single guy on the prowl, Russell. As they find out, the often confusing stages of a relationship can seem like being on a roller coaster. People can describe the ride to you, but to really know what it's like you have to experience it for yourself.","original_name":"Rules of Engagement","vote_average":7.3,"name":"Rules of Engagement","cert":"Unavailable","id":2755,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2007-06-18","cast":["Treat Williams","Morena Baccarin","Rockmond Dunbar","Dabney Coleman","Chris William Martin"],"overview":"Dr. Nathaniel Grant is a pioneering organ-transplant surgeon who takes risks that other doctors would not in order to save the lives of his patients. He works closely with his ex-wife, Kate Armstrong, an organ-donor coordinator with whom he has a volatile relationship. Grant's arrogance and willingness to perform risky procedures causes him to butt heads with the hospital administration. But his main focus is on his intense relationship with his job and his patients, often at the expense of his family.","original_name":"Heartland","vote_average":9.0,"name":"Heartland","cert":"Unavailable","id":2756,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Tomorrow's Pioneers is a children's program, last broadcast on October 16, 2009 on the Palestinian Hamas-affiliated television station, Al-Aqsa TV. The show features young host Saraa Barhoum and her co-host, a large costumed animal as they perform skits and discuss life in Palestine in a talk show fashion with call-ins from children. Presented in a children's educational format similar to such shows as Sesame Street or Barney & Friends, Tomorrow's Pioneers is highly controversial as it contains antisemitism, Islamic extremism, anti-Americanism, and other anti-Western themes.\n\nThe show, brought to Western attention by pro-Israel organizations such as Palestinian Media Watch and MEMRI, deals with Islamic traditions and lifestyles, some as innocuous as the importance of daily prayers and drinking milk, but also advocates more radical messages of Islamic supremacy and \"Resistance Jihad,\" and the loathing of Israel, the capitalist economic system, the United States, and western world. The negative attention created by, amongst others, MEMRI, has heavily influenced Western coverage of the show; MEMRI is the main source of the translation and understanding of the show. Some Palestinian media have described the show as simply \"trying to instill principles and values in children and aiding parents to encourage acts of charity and cooperation\" in children.","original_name":"Tomorrow's Pioneers","vote_average":0.0,"name":"Tomorrow's Pioneers","cert":"Unavailable","id":2757,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2000-03-24","cast":[],"overview":"Making the Band is an ABC\/MTV reality television series that exists in separate iterations, each iteration focusing on a specific music act. It spawned musical acts O-Town, Da Band, Danity Kane, Day26, and Donnie Klang. Except for the first iteration of the series featuring O-Town, all seasons of Making the Band have been overseen by Diddy, acting as the man of the house who makes the final decision on who will be in the band.","original_name":"Making the Band","vote_average":0.0,"name":"Making the Band","cert":"Unavailable","id":2758,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"2005-10-31","cast":["Benedict Cumberbatch","Claudia Christian","Duncan Duff","Sharon Horgan","Colin Stinton"],"overview":"Broken News is a comedy programme shown on BBC Two in autumn 2005 and in Australia on SBS-TV from the 17 July 2006. The show poked fun at the world of 24-hour rolling news channels. The title of the show is a play on the phrase \"breaking news\". The show jump cut between its various spoof TV channels, which covered both the central story and other stories that would be of interest to their audience. A large part of the comedy came from observations about the nature of news presentation rather than the stories themselves.","original_name":"Broken News","vote_average":8.0,"name":"Broken News","cert":"Unavailable","id":2769,"adult":"false","genre_ids":[35,10763],"origin_country":["GB"]},{"first_air_date":"2004-06-15","cast":["David Julian Hirsh","Patricia McKenzie","Andrew Tarbet"],"overview":"Naked Josh was a Canadian television series broadcast on Showcase. The show starred David Julian Hirsh as Josh Gould, a university professor in Montreal who, although he teaches a sexual anthropology course, struggles to understand the ever-shifting rules and expectations of the dating scene.\n\nIt premiered in the 2004-2005 television season with eight half hour episodes. It aired for a total of three seasons, however the last episode aired on July 18, 2006, and Showcase has announced that the show will not be renewed. The show's first season briefly appeared on the Oxygen Network in the U.S.","original_name":"Naked Josh","vote_average":0.0,"name":"Naked Josh","cert":"Unavailable","id":2770,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Mishak Makhur is an Israeli TV current affairs show that was broadcast on Channel 2 between 2004 and 2006. It was produced for Reshet by Ma'agalot Productions. During 2008, rumors about possible return to the screen were heard.\n\nThe show was the first comedy panel show in the Israeli TV. The original line-up, in 2004, included Einav Galili as chairman, with Lior Schlein, the creator of the show, comedians Guri Alfi and Reshef Levi, and Gil Riva, a flamboyant journalist. In the second season, Reshef and Gil left the show while Lior and Guri remained as team captains accompanied by a guest host, often a politician, journalist or comedian.\n\nThe show had two spin offs:\n\n⁕\"Grill\" a local version of Roast\n\n⁕\"Security Zone\", a special daily show during the 2006 Lebanon War.","original_name":"Mishak Makhur","vote_average":0.0,"name":"Mishak Makhur","cert":"Unavailable","id":2771,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1981-07-22","cast":["Tracey Ullman","Lenny Henry","David Copperfield"],"overview":"Three of a Kind was a British comedy sketch show starring comedians Tracey Ullman, Lenny Henry and David Copperfield. Three series were made by the BBC between 1981 and 1983.\n\nThe show bolstered the careers of Ullman and Henry, as well as being an outlet for young writers including Rob Grant and Doug Naylor, Ian Hislop and Nick Revell.\n\nUllman and Henry went on to greater success after the show, with Ullman initially launching a brief but successful pop career in 1983 before starring in the ITV sitcom Girls On Top in 1985 and then going on to a high profile career on American television. Henry was given his own BBC series The Lenny Henry Show in 1984 and he remains a semi-regular fixture on British television to this day. Copperfield, however, garnered less success and has been seen relatively little since the series ended.","original_name":"Three of a Kind","vote_average":8.0,"name":"Three of a Kind","cert":"Unavailable","id":2772,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"1946-06-09","cast":["Eddie Dunn"],"overview":"Face to Face is an early American television game show running 15 minutes. It began broadcasting on the NBC Television network on June 9, 1946 and ran until January 26, 1947 on Sundays at 8:00 pm EST, immediately before Geographically Speaking.","original_name":"Face to Face","vote_average":0.0,"name":"Face to Face","cert":"Unavailable","id":2773,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1959-10-15","cast":["Nicholas Georgiade","Steve London","Paul Picerni","Robert Stack","Abel Fernandez"],"overview":"The Untouchables is an American crime drama that ran from 1959 to 1963 on ABC. Based on the memoir of the same name by Eliot Ness and Oscar Fraley, it fictionalized Ness' experiences as a Prohibition agent, fighting crime in Chicago in the 1930s with the help of a special team of agents handpicked for their courage and incorruptibility, nicknamed the Untouchables. The book was later made into a film in 1987 by Brian De Palma, with a script by David Mamet, and a second less successful TV series in 1993.\n\nA powerful, hard-hitting crime drama, The Untouchables won series star Robert Stack an Emmy Award for Best Actor in a Dramatic Series in 1960 .","original_name":"The Untouchables","vote_average":8.0,"name":"The Untouchables","cert":"Unavailable","id":2774,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"1981-10-22","cast":["Ann Bell","Patricia Lawrence","Jeananne Crowley","Louise Jameson","Stephanie Beacham"],"overview":"Based on real-life experiences, Tenko remains one of the most fondly remembered and acclaimed BBC dramas of the early 1980s. It follows a group of women, formerly comfortably well-off ex-pats living in Singapore, as they are captured by the Japanese during World War II.","original_name":"Tenko","vote_average":0.0,"name":"Tenko","cert":"Unavailable","id":2775,"adult":"false","genre_ids":[18],"origin_country":["AU","GB"]},{"first_air_date":null,"cast":["Lauren Hewett","Ryan Kwanten","Heather Mitchell","Anthony Brandon Wong","Leonard Fung"],"overview":"Spellbinder: Land of the Dragon Lord is a teen, preteen and children's television series, and a sequel to Spellbinder. Both series deal with children travelling between parallel universes, although the only common characters between the two series are Ashka, and her sidekick Gryvon. It was also novelized by the creators, Mark Shirrefs and John Thomson.\n\nThe series was filmed on location in Australia, China and Poland. The show was a joint production between studios in the three countries, although the script and concept came from Australia, and the spoken language is English.\n\nThe series is fast-paced and there are usually new challenges for the characters in each episode, which are solved through cleverness and wits. As with most children's shows, most of the adventure is headed by children, although Ashka, Kathy's parents, and the scientist Mek are adults.","original_name":"Spellbinder: Land of the Dragon Lord","vote_average":7.6,"name":"Spellbinder: Land of the Dragon Lord","cert":"Unavailable","id":2782,"adult":"false","genre_ids":[10765],"origin_country":["US","AU","CN","PL"]},{"first_air_date":"2007-07-12","cast":["Steve Burton","Billy Dee Williams","Jason Thompson","Kimberly McCullough","Sonya Eddy"],"overview":"General Hospital: Night Shift is an American prime time serial that first aired on Soapnet for a 13-episode run from July 12, 2007 to October 4, 2007. A spin-off of the ABC Daytime soap opera General Hospital, the show is SOAPnet's first original scripted drama series and follows the nighttime adventures of familiar and new characters around the hospital. As of March 2008, the first season of the series was \"SOAPnet's most watched series ever,\" with ABC Daytime and SOAPnet President Brian Frons noting that Night Shift drew more than 1 million new viewers to the channel during its first season. With its reruns gaining higher ratings than those of General Hospital on SOAPnet, a second season was expected, though Frons noted that the same crew producing two shows had taken its toll.\n\nIt was announced in May 2008 that Lisa de Cazotte would serve as Executive producer for season two, joined by Head writer Sri Rao. The 14 new episodes of Night Shift began taping in high-definition in June 2008, with the series airing Tuesdays at 11 p.m. and premiering on July 22, 2008. SOAPnet said the second season \"will feature new and returning characters as well as the return of 'legacy' characters from GH. In addition, the continuity between story lines on Night Shift and GH will match.\" The second season finished its run on October 21, 2008.","original_name":"General Hospital: Night Shift","vote_average":0.0,"name":"General Hospital: Night Shift","cert":"Unavailable","id":2783,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"1996-09-04","cast":["John Stocker","Louise Vallance","Len Carlson","Andrew Sabiston","Ron Rubin"],"overview":"Donkey Kong Country is a French\/Canadian computer-generated animated television series. It is based on the Nintendo franchise Donkey Kong as portrayed in the Donkey Kong Country video game series by Nintendo & Rare. Created by France 2 and Nelvana, it was originally titled La Planète de Donkey Kong. Donkey Kong Country first aired in France on September 4, 1996; it premiered late in the United States on the Fox Kids block on Fox on August 15, 1997 but the show was not shown on the block for long. After only two episodes, the series moved to Fox Family. In Japan, Donkey Kong Country took over the TV Tokyo 6:30 P.M. timeslot from Gokudo and was later replaced with Hamtaro.\n\nDonkey Kong Country was one of the earliest television series to be computer-animated to match an artistic style and garnered critical acclaim in France and Japan but only marginal success elsewhere. Several elements of the series like the crystal coconut, appeared in later Donkey Kong Country video games like Donkey Kong 64, which was released a year after the show began airing on Fox.","original_name":"Donkey Kong Country","vote_average":6.8,"name":"Donkey Kong Country","cert":"Unavailable","id":2784,"adult":"false","genre_ids":[16,10759,35],"origin_country":["FR"]},{"first_air_date":null,"cast":[],"overview":"Imbestigador is an investigative show that tackles anomalies and inconsistencies in the Philippine government. It criticizes the corruption in the Philippine society, from overpriced items to arms smuggling, covering a wide variety of topics that sometimes include Filipino traditions and beliefs. It is a public service show that aims to inform the people of the current problems troubling the Philippines. Mike Enriquez hosts the show since he became the anchor of \"Saksi\" in 1995, with Karen Davila and Mel Tiangco, and \"GMA Network News\" with his former partner, Vicky Morales, in 1998.\n\nIt is originally aired during Wednesdays from 2000-2003 then they moved to Saturdays from 2003 to 2012. On August 5, 2012, Imbestigador is now new timeslot every Sunday at 9:15PM after Kapuso Mo, Jessica Soho starting August 5 in observance of the show's 12th year.\n\nThe show on January 1, 2012 has \"caught-up\" on GMA Pinoy TV and is no longer one-week delayed due to the show being pre-empted on December 31, 2011 in lieu of \"Trending 2011: The GMA News and Public Affairs Yearend Special\" for 2011, which was also hosted by Mike Enriquez with Dingdong Dantes.","original_name":"Imbestigador","vote_average":0.0,"name":"Imbestigador","cert":"Unavailable","id":2785,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"1999-03-06","cast":["Marco Sanchez","James Wlcek","Alan Autry","Chuck Norris"],"overview":"Sons of Thunder is a television show that ran from March to April 1999 on CBS. It was a spin-off of Walker, Texas Ranger.","original_name":"Sons of Thunder","vote_average":9.5,"name":"Sons of Thunder","cert":"Unavailable","id":2786,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":["Anderson Cooper"],"overview":"CNN Presents is an American documentary program on CNN weekends. The program used to be replaced with CNN Special Investigations Unit, which features the same documentary format, but differs from it in a number of ways and is shorter in length.\n\nThe program was originally a regular weekly series that looks in-depth in the important news stories of the times. More recently, it became a \"special event\" documentary that airs every time a larger, more long-term special report went into making. Notably, the program has been a winner of a number of different awards, including the International Documentary Association Best Documentary Series award.\n\nPrevious to his departure from CNN, Presents was hosted and narrated by Aaron Brown. While CNN Presents was broadcast on the network, a specialized CNN Presents logo was shown in the corner without the news ticker on the screen.\n\nCNN Presents has been revived since its presentation of God's Warriors by Christiane Amanpour in August 2007, and later with Planet in Peril, Black in America, and Latino in America, all of which have received follow-up documentaries later on.\n\nIn July 2011, the format of CNN Presents changed to a series of three investigative reports aired together in a one hour documentary, instead of a documentary about a single topic.","original_name":"CNN Presents","vote_average":5.0,"name":"CNN Presents","cert":"Unavailable","id":2787,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2004-11-07","cast":["Dave Willis","H. Jon Benjamin"],"overview":"Perfect Hair Forever is an American comedy animated television series which is largely a parody of anime. It was created and produced by Williams Street, and aired on Adult Swim and Teletoon at Night in the US and Canada respectively. Perfect Hair Forever premiered with \"Perfect Hair Forever\" on November 7, 2004, and ended with \"Return to Balding Victory\" on April 1, 2007; with a total of seven episodes.","original_name":"Perfect Hair Forever","vote_average":8.5,"name":"Perfect Hair Forever","cert":"Unavailable","id":2788,"adult":"false","genre_ids":[16,35],"origin_country":["US"]},{"first_air_date":"2006-01-13","cast":[],"overview":"Web Junk 20 is an American television program in which Vh1 and iFilm collaborate to highlight the twenty funniest and most interesting clips collected from the Internet that week. The show is now hosted by comedian Aries Spears. Patrice O'Neal hosted the first two seasons, while Jim Breuer hosted Season 3. Rachel Perry introduces the premise of each clip via voice-over.\n\nSeason 3 of the show introduced credit given to websites the clips are taken from. Previous seasons of the show would only introduce the clips, but website addresses from sites such as ebaumsworld.com or break.com could clearly be seen in the clips.","original_name":"Web Junk 20","vote_average":4.0,"name":"Web Junk 20","cert":"Unavailable","id":2797,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1994-04-15","cast":["George Lowe","C. Martin Croker","Andy Merrill"],"overview":"Space Ghost: Coast to Coast is an American animated parody talk show, hosted by the 1960s Hanna-Barbera cartoon character Space Ghost. The show premiered on April 15, 1994, on Cartoon Network. Though the original 1960s series aired as a standard Hanna-Barbera Saturday morning superhero cartoon, Space Ghost Coast to Coast was a total reboot of the series intended for adults, now reinterpreted as an absurdist parody talk show and produced using the original artwork.\n\nThe series' focus on surrealism, non-sequiturs and random, unpredictable parody humor proved the perfect vehicle to launch the network's late night television block, Adult Swim, serving as the flagship show from 2001–2004. Space Ghost Coast to Coast was recommended to be the first fully produced series to air on Cartoon Network. SGC2C was also the first and only Cartoon Network original series to later air on Adult Swim and Gametap. The show was rated TV-Y7, TV-PG, and TV-14, making it the first and only Cartoon Network original show to receive these three TV ratings.","original_name":"Space Ghost Coast to Coast","vote_average":8.2,"name":"Space Ghost Coast to Coast","cert":"Unavailable","id":2798,"adult":"false","genre_ids":[16,35],"origin_country":["US"]},{"first_air_date":"2004-02-16","cast":["Niky Wardley","Mathew Horne","Catherine Tate","Catherine Tate","Bruce Mackinnon"],"overview":"The Catherine Tate Show is a British television sketch comedy written by Catherine Tate and Aschlin Ditta. Tate also stars in all but one of the show's sketches, which feature a wide range of characters. The Catherine Tate Show airs on BBC Two and is shown worldwide through the BBC. Collectively, the show has been nominated for six BAFTA Awards, two British Comedy Awards and an Emmy Award, and it has won two Royal Television Society Awards, two British Comedy Awards and a National Television Award since its debut in 2004.","original_name":"The Catherine Tate Show","vote_average":6.6,"name":"The Catherine Tate Show","cert":"Unavailable","id":2799,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"1996-07-15","cast":["Contessa Brewer","Jessica Yellin","Natalie Morales","Amy Robach","Keith Olbermann"],"overview":"msnbc Live is an American news \/ talk television program on MSNBC hosted by Thomas Roberts, and Craig Melvin during the weekend.\n\nFocusing on live news coverage, the program also consists of guest analysis and interviews around the stories of the day, in addition to feature-like stories, in-depth special reports, and The Weather Channel forecasts.\n\nThe program airs weekdays from 11:00 a.m. to 12:00 p.m, Saturdays from 2:00 p.m. to 4:00 p.m, and Sundays from 3:00 p.m. to 4:00 p.m ET.","original_name":"MSNBC Live","vote_average":9.5,"name":"MSNBC Live","cert":"Unavailable","id":2800,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"El Observador was the Spanish language newscast of Radio Caracas Televisión (RCTV). It is one of the first television news programs in Venezuela.","original_name":"El Observador","vote_average":0.0,"name":"El Observador","cert":"Unavailable","id":2801,"adult":"false","genre_ids":[10763],"origin_country":["VE"]},{"first_air_date":"2006-03-09","cast":["Nicola Stephenson","Christopher Chung","Georgie Glen","Zöe Lucker","Laurie Brett"],"overview":"Waterloo Road is a UK television drama series the first broadcast was in the United Kingdom on BBC One on 9 March 2006. Originally set in a troubled comprehensive school in Rochdale, England, the location of the show was moved to the former Greenock Academy in Greenock, Scotland in 2012. The series focuses on the lives of the school's teachers and students, and confronts social issues such as extramarital affairs, abortion, divorce, child abuse, and suicide.\n\nWaterloo Road is produced by Shed Productions, the company responsible for Bad Girls and Footballers' Wives.","original_name":"Waterloo Road","vote_average":6.1,"name":"Waterloo Road","cert":"Unavailable","id":2802,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"1998-03-17","cast":["Al Franken","Megyn Price","Miguel Ferrer","Ajay Naidu","Sanaa Lathan"],"overview":"LateLine is an American TV sitcom that ran on NBC from March 17, 1998, through March 16, 1999. Due to an abrupt cancellation, there were seven unaired episodes.\n\nCreated by John Markus and Al Franken, LateLine depicted the behind-the-scenes goings-on of a fictitious late-night television news broadcast, patterned in part after the long-running ABC program Nightline. Many plotlines in the series were satirical, dealing with topics like Deep Throat and the Watergate break-in, and the episodes often had cameos by famous politicians.\n\nOn August 17, 2004, Paramount released a DVD set containing all nineteen episodes on three discs.","original_name":"LateLine","vote_average":0.0,"name":"LateLine","cert":"Unavailable","id":2803,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1999-09-16","cast":["Illeana Douglas","Jack Plotnick","Buddy Hackett","Jarrad Paul","Jay Mohr"],"overview":"Follow the life of Peter Dragon, an egotistic Hollywood movie producer who has built his career on the three pillars of sleazy show business - prostitution, nepotism and dishonesty.","original_name":"Action","vote_average":6.8,"name":"Action","cert":"Unavailable","id":2812,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1967-09-16","cast":["Mike Connors","Gail Fisher","Ward Wood"],"overview":"Mannix is an American television detective series that ran from 1967 through 1975 on CBS. Created by Richard Levinson and William Link and developed by executive producer Bruce Geller, the title character, Joe Mannix, is a private investigator. He is played by Mike Connors. Mannix was the last series produced by Desilu Productions.","original_name":"Mannix","vote_average":6.9,"name":"Mannix","cert":"Unavailable","id":2813,"adult":"false","genre_ids":[18,10759],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Cavuto on Business is an American business analysis program, the second show of the Cost of Freedom business block, on Saturdays at 10:30am ET on the Fox News Channel. The show is hosted by Neil Cavuto.\n\nOf the four Cost of Freedom shows, Cavuto on Business is the only one that features a recurring special guest exclusive to that show: former General Electric chairman Jack Welch.","original_name":"Cavuto on Business","vote_average":0.0,"name":"Cavuto on Business","cert":"Unavailable","id":2814,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2006-08-23","cast":["Rush Propst"],"overview":"Two-A-Days is a show on the United States cable television channel MTV. The show chronicled the lives of teens at Hoover High School in Hoover, Alabama, a suburb of nearby Birmingham. It focused on the members of the school's highly-rated Hoover Buccaneers football team during the football season, while they balanced athletics with school and relationships.\n\nThe show premiered on August 23, 2006, at 10:30 P.M. EDT and subsequently was broadcast weekly on Wednesdays at the same time. The show began on MTV Canada on September 7, 2006, at 10 P.M. EDT. Repeat episodes of the show are also shown on CMT, MTV's sister channel, at various times.\n\nIn Hoover, the show's premiere episode was shown to the cast, their families and supporters at a local theater; the event was staged as a movie premiere, with the traditional red carpet replaced by a carpet of artificial turf, complete with stripes as would be found on a football field. The second season began on Tuesday, January 30, 2007.","original_name":"Two-A-Days","vote_average":10.0,"name":"Two-A-Days","cert":"Unavailable","id":2815,"adult":"false","genre_ids":[10764,99],"origin_country":["US"]},{"first_air_date":"2006-07-05","cast":["Kara David"],"overview":"100% Pinoy is an informative news and public affairs television show in the Philippines aired every Thursday evenings by GMA Network. The show is currently hosted by Miriam Quiambao and Joaquin Valdes.","original_name":"100% Pinoy","vote_average":0.0,"name":"100% Pinoy","cert":"Unavailable","id":2816,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Teledyaryo was the flagship newscast of People's Television Network in the Philippines. Shown every weeknight at 5:00 pm Philippine Standard Time, it is anchored by Angelique Lazo, Rocky Ignacio on Saturdays and Joseph Parafina on Sundays.","original_name":"Teledyaryo","vote_average":0.0,"name":"Teledyaryo","cert":"Unavailable","id":2817,"adult":"false","genre_ids":[10763],"origin_country":["PH"]},{"first_air_date":"1990-02-15","cast":["Edward Tudor-Pole","Richard O'Brien"],"overview":"The Crystal Maze was a British game show, produced by Chatsworth Television and shown on Channel 4 in the United Kingdom between 15 February 1990 and 10 August 1995. There was one series per year, with the first four series presented by Richard O'Brien and the final two by Ed Tudor-Pole. Each show was one hour long, including adverts.\n\nThe show was originally intended to be a British remake of the French programme Fort Boyard, devised by Jacques Antoine. However, the unavailability of the French show's set led British producer Malcolm Heyworth to reinvent the show, using themed zones as a means to keep the show visually fresh.\n\nThe series is set in \"The Crystal Maze\", which features four different \"zones\" set in various periods of time and space. A team of six contestants take part in a series of challenges in order to win \"time crystals\". Each crystal gives the team five seconds of time inside \"The Crystal Dome\", the centrepiece of the maze where the contestants take part in their final challenge.\n\nThe maze cost £250,000 to build and was the size of two football pitches. At its height the show was the most watched on Channel 4, regularly attracting between 4 and 6 million viewers. In 2006 and again in 2010, the show was voted \"greatest UK game show of all time\" by readers of UKGameshows.com. This site describes the programme as \"a highly-ambitious, high-risk show that paid off handsomely.\"","original_name":"The Crystal Maze","vote_average":7.7,"name":"The Crystal Maze","cert":"Unavailable","id":2818,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1993-06-23","cast":["Aaron Lustig","Martin Mull","Molly Cheek","Danny Mann"],"overview":"Family Dog is an American animated television series that aired in the summer of 1993 on CBS. Created by Brad Bird, the series was about an average suburban family, the Binsfords, as told through the eyes of their dog. It first appeared as an episode of the TV show Amazing Stories, then was expanded into a very short-lived series of its own.","original_name":"Family Dog","vote_average":6.0,"name":"Family Dog","cert":"Unavailable","id":2827,"adult":"false","genre_ids":[10751,16,35],"origin_country":["US"]},{"first_air_date":"2006-09-29","cast":["David Brimmer","Marc Thompson"],"overview":"Ellen's Acres is an American animated television series for preschool-age children, which exclusively premiered weekly on Cartoon Network Video and in the United Kingdom, the show airs on Cartoonito. Animation Collective produces the series. It originally aired on September 29, 2006 on Cartoon Network Video and January 8, 2007 on Tickle U in the United States, airing at 9:30 am ET\/PT, but has been pulled from the schedule as of February 5, 2007. The show features a very imaginative five-year old child named Ellen who has adventures in a hotel her parents own approximately 40 miles from Tonopah, Nevada named the Emerald Acres.","original_name":"Ellen's Acres","vote_average":0.0,"name":"Ellen's Acres","cert":"Unavailable","id":2828,"adult":"false","genre_ids":[16,35],"origin_country":["US"]},{"first_air_date":"2003-11-09","cast":["Geoff Morrell","Elena Carapetis","Katie Wall","Matthew Le Nevez","Graeme Blundell"],"overview":"Marking Time was an Australian television mini-series, consisting of four one-hour episodes. It first aired on 9 and 10 November 2003 on ABC-TV. Directed by Cherie Nowlan and written by John Doyle, it was the first mainstream television\/film project to address the issue of the Australian government's refugee policy, a topic it approaches by chronicling the emotional journey of one young man during his year off after graduation, in his fictional rural home-town of Brackley, Australia.\n\nThe storyline of Marking Time was inspired by the real-life experiences of Afghan refugees and their hosts in the rural town of Young, New South Wales; however much of the outdoor scenes of the series were actually shot at Singleton, New South Wales, in the Hunter Region.","original_name":"Marking Time","vote_average":0.0,"name":"Marking Time","cert":"Unavailable","id":2829,"adult":"false","genre_ids":[18],"origin_country":["AU"]},{"first_air_date":"1966-09-11","cast":["Joe E. Ross","Imogene Coca","Frank Aletter","Jack Mullaney"],"overview":"It's About Time is an American fantasy\/science-fiction comedy TV series that aired on CBS for one season of 26 episodes in 1966–1967. The series was created by Sherwood Schwartz, and used sets, props and incidental music from Schwartz's other television series in production at the time, Gilligan's Island.","original_name":"It's About Time","vote_average":6.0,"name":"It's About Time","cert":"Unavailable","id":2830,"adult":"false","genre_ids":[10765,35],"origin_country":["US"]},{"first_air_date":"1995-12-09","cast":["Al Waxman","Corinne Orr","Michael Bell","Tara Strong","Michael Daingerfield"],"overview":"Ace Ventura: Pet Detective is an animated television series based on the film of the same name. The series was produced by Morgan Creek Productions and Nelvana for Warner Bros. Studios. It aired for two seasons from 1995 to 1997 on CBS. A third season and reruns of previous episodes aired on Nickelodeon from 1999 to 2000.","original_name":"Ace Ventura Pet Detective: The Series","vote_average":4.2,"name":"Ace Ventura Pet Detective: The Series","cert":"Unavailable","id":2831,"adult":"false","genre_ids":[35,16],"origin_country":["US","CA"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Love to Love","vote_average":0.0,"name":"Love to Love","cert":"Unavailable","id":2832,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1978-09-10","cast":["Ian Ogilvy","Edward Brayshaw"],"overview":"Return of the Saint was a British action-adventure television series that aired for one season in 1978 and 1979 in Britain on ITV, and was also broadcast on CBS in the United States. It was co-produced by ITC Entertainment and the Italian broadcaster RAI and ran for 24 episodes.","original_name":"Return of the Saint","vote_average":6.0,"name":"Return of the Saint","cert":"Unavailable","id":2833,"adult":"false","genre_ids":[10759],"origin_country":["US","GB"]},{"first_air_date":null,"cast":[],"overview":"Faith Under Fire is a television series that aired every Saturday at 10pm EST on PAX TV and was hosted by Lee Strobel. In the main segments, two guests would discuss current issues related to Christianity. In segments following commercial breaks, people on the street were interviewed on the same topics. Guests included Randy Alcorn, Michael Shermer, Deepak Chopra, Shabir Ally, Tovia Singer and Julia Sweeney. Its final episode aired June 14, 2005, less than a month before PAX TV changed its name to i: Independent Television on July 1, 2005. When the network underwent some turmoil, it cancelled production of all of its original programming including Faith Under Fire.","original_name":"Faith Under Fire","vote_average":0.0,"name":"Faith Under Fire","cert":"Unavailable","id":2842,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"GMTV News was the brand name for the regional news service in the south coast of England and the Thames Valley, from 5 December 2006 until 6 February 2009.\n\nThe change in branding was brought about due to the launch of ITV's Thames Valley news region on 4 December 2006, which, although based at Meridian's studios, consisted of the south-east of the Central franchise area as well as the north of the Meridian area.\n\nFor this reason it was unlike the GMTV Northern Ireland and GMTV Scotland services, as it was produced by an ITV regional franchise-holder, rather than an independent company.\n\nAs GMTV at the time only paid for one regional news service per official franchisee, the regional GMTV News-branded service was a replacement for the Meridian News and Thames Valley Today programmes. In February 2009, the two programmes were merged into one Meridian News\/Tonight programme, and the GMTV News brand was dropped.","original_name":"GMTV News","vote_average":0.0,"name":"GMTV News","cert":"Unavailable","id":2843,"adult":"false","genre_ids":[10763],"origin_country":["GB"]},{"first_air_date":"1987-09-12","cast":["Dave Goelz","Bob Stutt","Fulton Mackay","Simon O'Brien","Jerry Nelson"],"overview":"Fraggle Rock: The Animated Series is an American animated television series based on the original live action version of the same name created by Jim Henson. NBC aired this spin-off program on Saturday mornings for one season during 1987.","original_name":"Fraggle Rock: The Animated Series","vote_average":7.6,"name":"Fraggle Rock: The Animated Series","cert":"Unavailable","id":2844,"adult":"false","genre_ids":[10751,16],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Shadows, produced by Growling Dog Productions for butv10 at Boston University, is an ongoing episodic television series with a gothic science fiction theme. Created in 1995 by David Kalbeitzer and Pilar Flynn, this sci-fi\/supernatural thriller is one of Growling Dog's flagship programs, the others being Bay State, BU Tonight, Overexposed and Inside Boston. Over 50 half-hour episodes have been produced since its debut, with Growling Dog continuing to produce one or two episodes per semester.\n\nDormant for several years, the show was revived in 2002. When production problems threatened the show's future, the production team decided to restructure the series, ending the serial plot lines that began in 1995. In 2005, the new format for Shadows premiered on butv10. Featuring single camera film-style visuals and a grittier, noir-ish texture, the new series focuses on a clandestine private detective firm, called simply \"The Agency,\" run by the mysterious Jakob Resh.","original_name":"Shadows","vote_average":0.0,"name":"Shadows","cert":"Unavailable","id":2845,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"\"Idols\" on lauljate telekonkursi \"Pop Idol\" Soome variant. Idols hakkas Soomes augusti lõpus 2003. Esimese hooaja alguses hääletas kehvemad võistlejad välja žürii, mida peeti liiga karmiks. 12. detsembril, kui algasid poolfinaalid, said vaatajad hääletada võistlejat, keda pidasid sobivimaks võitjaks.\n\nIdolsi võitjad on olnud Hanna Pakarinen, Ilkka Jääskeläinen, Ari Koivunen, Koop Arponen ja Martti Saarinen.","original_name":"Idols","vote_average":0.0,"name":"Idols","cert":"Unavailable","id":2846,"adult":"false","genre_ids":[],"origin_country":["FI"]},{"first_air_date":null,"cast":[],"overview":"Taiyo Sentai Sun Vulcan is the fifth season in Toei Company's Super Sentai tokusatsu television series. It was broadcast from February 7, 1981 to January 30, 1982 and is the only Super Sentai series to serve as a direct sequel to its previous series and the only all-male super sentai team. Its international English title as listed by Toei is simply Sun Vulcan.","original_name":"太陽戦隊サンバルカン","vote_average":0.0,"name":"Taiyo Sentai Sun Vulcan","cert":"Unavailable","id":2847,"adult":"false","genre_ids":[10765],"origin_country":[]},{"first_air_date":"1989-09-13","cast":["Jane Bassett","Andy Cunningham"],"overview":"Bodger and Badger is a BBC children's comedy programme which was first broadcast in 1989. It starred Andy Cunningham as Simon Bodger, who had a badly behaved companion, a talking badger with a love for mashed potatoes.","original_name":"Bodger and Badger","vote_average":10.0,"name":"Bodger and Badger","cert":"U","id":2848,"adult":"false","genre_ids":[35,10751,10762],"origin_country":["GB"]},{"first_air_date":"1985-10-26","cast":["Tom Bosley","Christopher Plummer","Vlasta Vrána","Adrian Knight"],"overview":"The World of David the Gnome, originally titled David el Gnomo, is a Spanish animated television series based on the children's book The Secret Book of Gnomes, by the Dutch author Wil Huygen and illustrator Rien Poortvliet. The program was originally created in Spain by BRB Internacional titled David el Gnomo, and retains a sense of the lush illustrations of the original books. Twenty-six episodes were produced. There was also a spin-off series entitled Wisdom of the Gnomes.\n\nThe English language dub The World of David the Gnome was produced by Canadian studio Cinar, in association with Miramax Films. Christopher Plummer narrated, with the voice of David the Gnome being provided by Tom Bosley.\n\nDavid the Gnome came to US television in 1987, airing weekdays on the Nickelodeon cable channel, and was part of the fledgling Nick Jr. lineup when that was created shortly thereafter until 1995. It also aired on TLC on its Ready Set Learn block from September 30, 1996 until March 27, 1998. The series is still frequently airing weekday mornings on Irish channel RTÉ Two as of 2006. In Australia, it has aired on ABC, as well as the Australian branch of Nickelodeon, again as part of the Nick Jr. lineup.","original_name":"David el gnomo","vote_average":6.8,"name":"David the Gnome","cert":"Unavailable","id":2849,"adult":"false","genre_ids":[16,10762],"origin_country":["ES"]},{"first_air_date":null,"cast":[],"overview":"Horizonte is a current events television program produced by KAET in Phoenix, Arizona. It is one of the two locally produced news program for KAET, the other being its sister program, Horizon. The show is produced at KAET's studios in the Cronkite Building on Arizona State University's downtown Phoenix campus.","original_name":"Horizonte","vote_average":0.0,"name":"Horizonte","cert":"Unavailable","id":2858,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Missing Link was a retrospective sports program that aired on the American network ESPN Classic. It debuted on March 7, 2007 and aired every Wednesday night at 10 p.m. Eastern time and was hosted by the host of ESPN Radio's The Herd, Colin Cowherd.\n\nMissing Link is best described as a version of Six Degrees of Kevin Bacon involving famous athletes, coaches, and other sports figures. Each end of the chain is seemingly the exact opposite of the other in some way, but are somehow connected. The length of each chain varies between five and seven names. In a television-worthy twist, one end is connected, then the other, with a middle link revealed only at the end, following a commercial break.\n\nMissing Link was pre-empted on April 25 for a replay of the heavyweight boxing championship match between Lennox Lewis and Frank Bruno, but the show returned the following week, amidst a blog report that indicated that ESPN Classic would halt all original programs. It was then quietly dropped again two weeks later and did not return. ESPN Classic now fills the hour once taken up by Missing Link with various programs like Who's No. 1?.","original_name":"Missing Link","vote_average":0.0,"name":"Missing Link","cert":"Unavailable","id":2859,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"1993-06-14","cast":["Leeza Gibbons","John Tesh"],"overview":"Leeza is an NBC and syndicated daytime television talk show. It premiered on June 14, 1993 as John & Leeza from Hollywood, hosted by John Tesh and Leeza Gibbons. Tesh left the show after seven months, and on January 17, 1994, the program was retitled Leeza, and Gibbons became the sole host remaining in that capacity throughout the remainder of its run.\n\nThe show ran on NBC between 1993 and 1999, showing on other stations in markets where the local NBC affiliate pre-empted it in favor of other programming, and then aired as a syndicated program from 1999-2000. It was taped at Paramount Studios on Melrose Avenue in Hollywood, California, and was produced by Gibbons' production company and Paramount Television.\n\nGibbons was also a hands-on executive producer in addition to host of the show, involved in every aspect from selecting show topics to finding guests. Each week, Gibbons worked with her team to track stories and to bring the audience new, in-depth and real perspective on the issues of the time.\n\nRecurring topics discussed on the show include: the Columbine High School massacre, the Oklahoma City bombing, JonBenét Ramsey's murder, the O. J. Simpson murder case, Matthew Shepard's murder, the Northridge earthquake, and actor David Strickland's suicide, among others.","original_name":"Leeza","vote_average":0.0,"name":"Leeza","cert":"Unavailable","id":2860,"adult":"false","genre_ids":[10767],"origin_country":["US"]},{"first_air_date":"1992-05-14","cast":["Catriona Rowntree","Jules Lund","Daniel Wu","Brendon Julian","Natalie Gruzlewski"],"overview":"Getaway is Australia's longest-running travel television program. Debuting on 14 May 1992, it is broadcast on the Nine Network and TLC. Its main competitor was The Great Outdoors on the Seven Network until 2009.\n\nA New Zealand version of the program, with some local content, used to be broadcast on TV One and Prime TV.\n\nThe first season only looked at only Australian resorts and locations, but by 1993 had expanded to look at overseas destinations.","original_name":"Getaway","vote_average":0.0,"name":"Getaway","cert":"Unavailable","id":2861,"adult":"false","genre_ids":[99],"origin_country":["AU"]},{"first_air_date":"2004-06-23","cast":["Cha Tae-hyun","Sung Yu-ri","Lee Deok-hwa","Yoo Chae-yeong","Lee Ki-young"],"overview":"First Love of a Royal Prince is a 2004 South Korean television series starring Sung Yu-ri, Cha Tae-hyun, Kim Nam-jin and Jin Jae-young. It aired on MBC from June 23 to August 26, 2004 on Wednesdays and Thursdays at 21:55 for 18 episodes.","original_name":"황태자의 첫사랑","vote_average":7.8,"name":"First Love of a Royal Prince","cert":"Unavailable","id":2862,"adult":"false","genre_ids":[18],"origin_country":["KR"]},{"first_air_date":"1994-01-16","cast":["Tony Robinson","Phil Harding","John Gater","Stewart Ainsworth","Francis Pryor"],"overview":"Time Team is a British television series which has been aired on British Channel 4 from 1994. Created by television producer Tim Taylor and presented by actor Tony Robinson, each episode featured a team of specialists carrying out an archaeological dig over a period of three days, with Robinson explaining the process in layman's terms. This team of specialists changed throughout the series' run, although has consistently included professional archaeologists such as Mick Aston, Carenza Lewis, Francis Pryor and Phil Harding. The sites excavated over the show's run have ranged in date from the Palaeolithic right through to the Second World War.\n\nIn October 2012 Channel 4 announced that the final series would be broadcast in 2013. Series 20 was screened in January–March 2013 and a number of specials are planned to be screened into 2014.","original_name":"Time Team","vote_average":7.3,"name":"Time Team","cert":"Unavailable","id":2863,"adult":"false","genre_ids":[99,9648],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Fantasy Hotel is a TVB modern drama series broadcast in July 2005.","original_name":"Fantasy Hotel","vote_average":0.0,"name":"Fantasy Hotel","cert":"Unavailable","id":2864,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":"1985-09-29","cast":["Richard Dean Anderson","Dana Elcar","Bruce McGill","Michael Des Barres"],"overview":"MacGyver is an American action-adventure television series created by Lee David Zlotoff. Henry Winkler and John Rich were the executive producers. The show ran for seven seasons on ABC in the United States and various other networks abroad from 1985 to 1992. The series was filmed in Los Angeles during seasons 1, 2 and 7, and in Vancouver during seasons 3–6. The show's final episode aired on April 25, 1992, on ABC. Episode List\n\nThe show follows secret agent Angus MacGyver, played by Richard Dean Anderson, who works as a troubleshooter for the fictional Phoenix Foundation in Los Angeles and as an agent for a fictional United States government agency, the Department of External Services. Educated as a scientist, MacGyer served as a Bomb Team Technician\/EOD during the Vietnam War. Resourceful and possessed of an encyclopedic knowledge of the physical sciences, he solves complex problems with everyday materials he finds at hand, along with his ever-present duct tape and Swiss Army knife. He prefers non-violent resolutions and prefers not to handle a gun, but will if necessary.","original_name":"MacGyver","vote_average":7.5,"name":"MacGyver","cert":"Unavailable","id":2875,"adult":"false","genre_ids":[10759],"origin_country":["US","CA"]},{"first_air_date":null,"cast":[],"overview":"Ninpuu Sentai Hurricaneger is Toei's twenty-sixth production of the Super Sentai television series. The catchphrase for the series is \"Unknown even to others, unknown even to the world, we become shadows to defeat evil!\". Its footage was used in the American series Power Rangers Ninja Storm. On April 1, 2013, Shun Shioya, Nao Nagasawa, Kouhei Yamamoto, and Yujiro Shirakawa, who played Hurricane Red, Hurricane Blue, Hurricane Yellow, and Kabuto Raijer, respectively, announced that a 10th anniversary called Ninpuu Sentai Hurricaneger: 10 Years After would be produced. This is the first time a movie has been made commemorating the anniversary of a single Sentai series. The movie will be a direct to DVD and Blu-ray release.","original_name":"Ninpuu Sentai Hurricaneger","vote_average":0.0,"name":"Ninpuu Sentai Hurricaneger","cert":"Unavailable","id":2876,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2007-04-02","cast":[],"overview":"Prom Queen is the first web television series produced by former Walt Disney CEO Michael Eisner's new production company Vuguru and veteran web television production company Big Fantastic, the creators of Sam Has 7 Friends. The series, consisting of 80 episodes of 90 seconds each, is one of the best-funded entrants into the world of original programming designed exclusively for online video.\n\nThe show generated revenue through sponsorships, by selling some of the clothing worn by the characters, and by carrying advertising for Hairspray.\n\nThe series premiered April 1, 2007 on MySpace, and supplemental scenes can be seen on MySpace as each of the characters has a MySpace page that includes blogs, Vlogs, and comments between the characters. According to the Financial Times, it marks MySpace's boldest push into original video content. The series was also distributed on YouTube, Veoh, and on an original Prom Queen website.\n\nThe first season ended on June 20, 2007, with over 15 million views of the episodes during the original 12-week run, and has been viewed by over 40 million people to date.\n\nA 15-episode spinoff series, Prom Queen: Summer Heat, debuted on August 27, 2007. On May 7, 2008, a Japanese remake of the series, titled Tokyo Prom Queen, began airing in a similar format.","original_name":"Prom Queen","vote_average":0.0,"name":"Prom Queen","cert":"Unavailable","id":2877,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Lively Arts was a weekly half-hour CBC Television programme about arts and culture. It ran from October 1961 to June 1964. The show was composed of filmed and studio interviews, either produced by the CBC or purchased from the BBC and others.","original_name":"The Lively Arts","vote_average":0.0,"name":"The Lively Arts","cert":"Unavailable","id":2878,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":["Arthur Kent"],"overview":"History's Mysteries was an American documentary television series on the History Channel.","original_name":"History's Mysteries","vote_average":8.3,"name":"History's Mysteries","cert":"Unavailable","id":2879,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2006-02-07","cast":["Natalie Pike","Will Goodhand"],"overview":"Beauty and the Geek is a reality television show, first aired in the United Kingdom on E4 on February 7, 2006, following the success of the format in the United States, and was advertised similarly as \"the Ultimate Social Experiment\". The first series ended on 14 March, and was repeated on Channel 4 beginning on 31 March. There is no host per se, although voiceovers are provided by David Mitchell of Peep Show fame and the physical actions normally requiring a host are performed by a silent \"butler\" known as \"Gates\".","original_name":"Beauty and the Geek","vote_average":0.0,"name":"Beauty and the Geek","cert":"Unavailable","id":2880,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Sine Novela is a Philippine daytime soap opera aired on GMA Network which showcases old classic movies from VIVA Films turned into a mini-series. The show was stars and lead into an ensemble cast.\n\nOn September 21, 2010 GMA Network declared that Sine Novela has officially canceled after 3 years of airing.","original_name":"Sine Novela","vote_average":0.0,"name":"Sine Novela","cert":"Unavailable","id":2881,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Last Chance Learners is an Australian television program which was created by the Seven Network. The show gives ten learner drivers the chance to be trained by an experienced driving instructor and the opportunity to take their drivers licence test and win a brand new Hyundai Getz.\n\nLast Chance Learners premiered on Wednesday 18 April 2007 at 7:30pm on Channel Seven and is hosted by former test cricketer and Who Dares Wins host Mike Whitney.\n\nThe series is currently being broadcast in the UK on Living2, as \"Desperate Learners Driving School\".","original_name":"Last Chance Learners","vote_average":0.0,"name":"Last Chance Learners","cert":"Unavailable","id":2890,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2003-01-18","cast":["Stacy London","Clinton Kelly","Carmindy"],"overview":"TLC's What Not To Wear is a spin off of What Not To Wear airing on BBC America. The reality show premise is simple: friends and family members nominate a candidate that they consider poorly dressed and ask the show to make over the \"fashion victim.\" Fashion Police Stacy London and her partner, Clinton Kelly (or Wayne Scott Lukas in the first season) ambush the candidate and make them an offer-- they are given a $5000.00 budget for a new wardrobe, which they must purchase in New York City boutiques over the course of two days, but only on the condition that they allow Stacy & Clinton\/ Wayne to critique, and in most cases throw out, their existing wardrobe. For grooming tips, hairdresser Nick Arrojio and makeup artist Carmindy help refine the candidate's look.","original_name":"What Not to Wear","vote_average":5.2,"name":"What Not to Wear","cert":"Unavailable","id":2891,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The 8TV Quickie is a 15-minute and 1 minute variety show that airs every night at 9.30pm, 10.30pm and 11.30pm, on 8TV.\n\nThe current hosts are Brandon, Nadia Nash, Jun Yong, Ryan Matjeraie, Megan Tan, Adam Zain and Naqib Shamsuri.","original_name":"The 8TV Quickie","vote_average":0.0,"name":"The 8TV Quickie","cert":"Unavailable","id":2892,"adult":"false","genre_ids":[],"origin_country":["MY"]},{"first_air_date":"2005-08-22","cast":[],"overview":"Open Bar is a gay-themed reality television series. The six episode series follows Tyler Robuck through the planning, construction and opening of a gay bar called iCandy in West Hollywood, California. It also touches on the issues Robuck faced during his coming out process and trying to find a romantic relationship. Open Bar premiered on Logo on August 22, 2005, one of the first original series aired by the channel.\n\nOpen Bar is available for download from the iTunes Store.","original_name":"Open Bar","vote_average":0.0,"name":"Open Bar","cert":"Unavailable","id":2893,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2006-11-01","cast":["Eamonn Holmes"],"overview":"The Rich List is an American television game show on Fox, that aired its only episode on November 1, 2006 at 9PM ET \/ PT. The show was then canceled two days later by Fox after rating poorly in comparison to its slot competitors, Lost and CBS's Criminal Minds. It was produced by the British company 12 Yard, who also produced Weakest Link and Dog Eat Dog. It featured competitors making lists of things, such as ABBA songs or Steven Spielberg movies, with the winning team being the one that could name the most. British television presenter Eamonn Holmes was the host.\n\nIn the episode, Holmes stated, \"Our top prize is so big...well, we don't have a top prize!\"\n\nDespite its failure, two and a half years later, a revised version aired on GSN under the title The Money List, with Fred Roggin hosting.","original_name":"The Rich List","vote_average":0.0,"name":"The Rich List","cert":"Unavailable","id":2894,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Stationary Ark was a documentary television miniseries hosted by zoologist Gerald Durrell on location at his Jersey Zoological Park in the United Kingdom. It was based on his 1976 book of the same name. The series was produced by Canadian company Nielsen-Ferns and aired from September to December 1975 on CBC Television and TVOntario. Ark on the Move, a follow-up TV series, was also hosted by Gerald Durrell.","original_name":"The Stationary Ark","vote_average":0.0,"name":"The Stationary Ark","cert":"Unavailable","id":2895,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Monster Sunday School","vote_average":0.0,"name":"Monster Sunday School","cert":"Unavailable","id":2896,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1979-03-13","cast":["Jeffrey Tambor","Norman Fell","Audra Lindley","Patty McCormack","Evan Cohen"],"overview":"The Ropers is an American sitcom that ran from March 13, 1979 to May 22, 1980 on ABC. The series is a spin-off of Three's Company and based on the British sitcom George and Mildred. The series focused on middle-aged couple Stanley and Helen Roper who were landlords to Jack, Janet, and Chrissy on Three's Company.\n\nAs was the case during their time on Three's Company, opening credits for The Ropers exist with either Audra Lindley or Norman Fell credited first.","original_name":"The Ropers","vote_average":3.7,"name":"The Ropers","cert":"Unavailable","id":2905,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1993-09-16","cast":["James Tolkan","Allison Hossack","Michael Dudikoff"],"overview":"Cobra is an American television action\/adventure series starring Michael Dudikoff. It ran for just one season in syndication.","original_name":"Cobra","vote_average":6.7,"name":"Cobra","cert":"Unavailable","id":2906,"adult":"false","genre_ids":[10759],"origin_country":["US"]},{"first_air_date":"1990-06-11","cast":["Anne Tenney","Damon Herriman","Rebecca Smart","Abigail","Peter Fisher"],"overview":"Elly & Jools is an Australian children's television series that originally aired on the Nine Network in 1990. It starred Rebecca Smart as Elinor 'Elly' Lockett and Clayton Williamson as Julian 'Jools' Trevaller. It also featuredred Abigail, Anne Tenney, Peter Fisher, Dennis Miller, Damon Herriman and Vanessa Collier.\n\nThe dog which appeared in the series also played the dingo in the Meryl Streep and Sam Neill film, A Cry in the Dark.","original_name":"Elly & Jools","vote_average":0.0,"name":"Elly & Jools","cert":"Unavailable","id":2907,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"1976-11-15","cast":["Paul Cronin","Andrew McFarlane","Reg Gorman","Megan Williams","Lorraine Bayly"],"overview":"The Sullivans is an Australian drama television series produced by Crawford Productions which ran on the Nine Network from 1976 until 1983. The series told the story of an average middle-class Melbourne family and the effect World War II had on their lives. It was a consistent ratings success in Australia, and also became popular in the United Kingdom, Ireland, Netherlands, Gibraltar and New Zealand.","original_name":"The Sullivans","vote_average":4.0,"name":"The Sullivans","cert":"Unavailable","id":2908,"adult":"false","genre_ids":[18,10766],"origin_country":["AU"]},{"first_air_date":"2006-02-10","cast":[],"overview":"That Was The Team That Was is a Scottish television programme that documented successful time periods for Scottish football sides. The show was broadcast on BBC One Scotland every Friday night and has recently ended its third series. Its title is derived from the 1960s BBC satire That Was The Week That Was. Produced by Brendan O'Hara of BBC Scotland. The show was cancelled by the BBC and ended on 22 February 2008 as BBC Scotland confirmed that no more episodes of the show would be produced.","original_name":"That Was The Team That Was","vote_average":0.0,"name":"That Was The Team That Was","cert":"Unavailable","id":2909,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2007-09-27","cast":["Dylan McDermott","Christopher Titus","Joshua Malina","Paige Turco","Michael Vartan"],"overview":"Four friends are at the top of their game...until the women in their lives enter the room. Lines between boardroom and bedroom blur when these competitive but dysfunctional CEOs take refuge in their friendship, discussing business, confiding secrets, seeking advice and supporting each other through life's surprising twists and turns.","original_name":"Big Shots","vote_average":8.0,"name":"Big Shots","cert":"Unavailable","id":2910,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"1977-04-18","cast":["Cornelia Frances","Ron Haddrick","Oliver Tobias","Wallas Eaton"],"overview":"The Lost Islands is an Australian television series. It first aired in Australia on 1 January 1976, and was later screened around the world, including the UK, France, Italy, The Netherlands, as well as Israel, New Zealand, South Africa, Canada and the United States.","original_name":"The Lost Islands","vote_average":0.0,"name":"The Lost Islands","cert":"Unavailable","id":2911,"adult":"false","genre_ids":[10762,18,10759],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Class of '74 was a secondary school-based, daily soap opera produced by the Reg Grundy Organisation and screened on the Seven Network in Australia starting March 1974. The main characters were a mix of teachers and other school personnel, and students. The series was aimed at a teenage audience. Each episode was 30 minutes; five episodes each week were broadcast, stripped across week nights in an early evening timeslot. The series was renamed Class of '75 for its second and final year. It also switched from black and white to colour during its second year on air.\n\nPrincipal cast members included Leonard Teale, John Hamblin, Gordon Glenwright, Jeanie Drynan, Anne Louise Lambert, Megan Williams, Joanne Samuel, Carla Hoogeveen, John Dietrich, Jan Kingsbury, Vince Martin, Judy Ferris, Carol Vincent-Smythe, Kevin Miles, Mark Hollis; and in 1975 Abigail, Peta Toppano, Peter Bensley, Briony Behets, Angela Punch-McGregor, Peter Flett, Marty Rhone, Anne Charleston.\n\nCast members Teale, Hamblin and Glenwright continued the program's entire run.","original_name":"Class of 74","vote_average":0.0,"name":"Class of 74","cert":"Unavailable","id":2920,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"The Journal was a popular current affairs newsmagazine on CBC Television from 1982 to 1992. It aired weeknights at 10:22 pm, following The National at 10:00 pm, and expanding on stories presented on there with in-depth interviews, documentaries, and televised \"town hall\" meetings. The division of the 10:00 hour into two entirely separate programs, and the length of each, reflect the separation and political tension between the CBC's then-separate news and public affairs production units.\n\nThe program premiered on January 11, 1982. In its first season, it was hosted by Barbara Frum and Mary Lou Finlay, and was the first network news program in the world hosted by two women without a male co-anchor. However, after the first season Frum became the program's sole host, although Finlay remained with the program as a reporter and documentary producer. Frum anchored on her own until her death in 1992. The program was produced for its entire run by Mark Starowicz, who had produced As It Happens for CBC Radio, which also featured Frum. Guest hosts when Frum was absent from The Journal included Bill Cameron, Peter Kent, Keith Morrison, and Brian Stewart.\n\nInterviews were generally conducted in the early years of the program using a technique known as the double-ender, wherein guests were interviewed earlier in the day on videotape and later presented as live using a split screen. As satellite television technology progressed and became more commonplace, interviews were instead conducted using satellite uplinks.","original_name":"The Journal","vote_average":0.0,"name":"The Journal","cert":"Unavailable","id":2921,"adult":"false","genre_ids":[10763],"origin_country":["CA"]},{"first_air_date":"2003-06-03","cast":[],"overview":"WTTW’s legendary and groundbreaking music series filmed in the intimate Grainger Studio presents spectacular performances that make you feel like you’re in the front row.","original_name":"Soundstage","vote_average":0.0,"name":"Soundstage","cert":"Unavailable","id":2922,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Hannity's America was a weekly American talk show on the Fox News Channel hosted by Sean Hannity. It was replaced in January 2009 with Hannity.","original_name":"Hannity's America","vote_average":0.0,"name":"Hannity's America","cert":"Unavailable","id":2923,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Bump is a television programme aimed at young children, created by Charlie Mills and Terry Brain, produced by Gueensgate Productions. It was a cartoon that featured an elephant named Bump and a bluebird named Birdie. The first series was broadcast in 1990 and the second in 1994. The two series ran a total of 22 episodes, each 5 minutes long. In 1994 there was a Christmas special which was 10 minutes in length. The programme was narrated by Simon Cadell.\n\nBump was known to be very clumsy, a trait that was emphasised by a bandage featured on his forehead. Birdie would often give Bump advice on how he could become more graceful. Bump and Birdie regularly encountered animals that had a problem and would help them to find a solution. Most of these animals were recurring characters.","original_name":"Bump","vote_average":0.0,"name":"Bump","cert":"Unavailable","id":2926,"adult":"false","genre_ids":[16],"origin_country":["GB"]},{"first_air_date":"2006-02-22","cast":[],"overview":"The Armstrongs is a British television drama\/documentary series broadcast on the BBC in the UK. The Armstrongs is an access-all-areas insight into the unorthodox and sometimes ruthless business antics that are par for the course at \"U-Fit\", Coventry's third-biggest double glazing company. The show is narrated by actor Bill Nighy.\n\nThis was the second TV outing for the Armstrongs. The first was in a one-off documentary in 2003 called \"The Office Christmas Party\", which showed the preparations for U-Fit's Christmas party.\n\nThere is some discussion as to whether it is a true fly-on-the wall documentary, a fictional comedy with an elaborately constructed presence on the internet, or a mixture of the two. Note that U-Fit the company appears in the online Yellow Pages.","original_name":"The Armstrongs","vote_average":0.0,"name":"The Armstrongs","cert":"Unavailable","id":2937,"adult":"false","genre_ids":[99,18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Imus in the Morning is an American radio show hosted by Don Imus on Cumulus Media Networks, and simulcast for television on Fox Business Network.\n\nThe show originated locally on WNBC radio in New York City in December 1971. In October 1988 the show moved to WFAN when that radio station took over WNBC's dial position following an ownership change. It was later syndicated to 60 other stations across the country by Westwood One, a division of CBS Radio, airing weekdays from 5:30 to 10 am Eastern time. Beginning September 3, 1996, the 6 to 9 am portion was simulcast on the cable television network MSNBC.\n\nThe show had been broadcast almost every weekday morning for 25 years on radio and 11 years on MSNBC until it was canceled on April 12, 2007 due to controversial comments made on the April 4, 2007 broadcast. The remark resulted in the program's cancellation the following week.\n\nThe Imus in the Morning program returned to the morning drive on New York radio station WABC on December 3, 2007. WABC is the flagship station of ABC Radio Networks, which syndicates the show nationally. From 2007 to August 2009, the show was simulcast on television nationwide on RFD-TV and rebroadcast each evening on RFD HD in high-definition. After Imus and RFD reached a mutual agreement to prematurely terminate the five-year deal, Fox Business Network began simulcasting the program on October 5, 2009.","original_name":"Imus in the Morning","vote_average":0.0,"name":"Imus in the Morning","cert":"Unavailable","id":2938,"adult":"false","genre_ids":[10763,10768,35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Designerspirene is a Norwegian reality television series that focuses on fashion design. The show is aired on TV3 and is based on the American format, Project Runway hosted by Heidi Klum. Project Runway has been Emmy-nominated for \"Outstanding reality-competition program\" in 2005 and 2006. The show has only had one season in 2007 with no plans for a renewal.\n\nSpirene follows similarly to the American format. Each week contestants are given a task and money to create the best outfit under a restricted amount of time. The outfit is shown off at the runway and judged at the end of the show. The judges then deliberate who will be sent home for elimination.\n\nDesignerspirene is hosted by supermodel Vendela Kirsebom Thommessen. The regular judges are Vendela Kirsebom Thommessen, fashion designer Peter Løchstøer, and Petra Middelthon fashion director of Norwegian ELLE magazine, with the fourth judge as a new guest judge. Tim Gunn's mentor role in the American format is done by William Jensen, Norway's first fashion designer.\n\nThe season one awards included a collection showing at Oslo Fashion Week, a trip to Olympus Fashion Week in New York, a fashion spread in ELLE magazine, sewing equipment worth $6,500 from Janome, and $25,000 in cash.","original_name":"Designerspirene","vote_average":0.0,"name":"Designerspirene","cert":"Unavailable","id":2941,"adult":"false","genre_ids":[],"origin_country":["NO"]},{"first_air_date":"2007-04-01","cast":["Jonathan Rhys Meyers","Henry Cavill","Sarah Bolger","Max Brown","Joss Stone"],"overview":"The Tudors is a history-based drama series following the young, vibrant King Henry VIII, a competitive and lustful monarch who navigates the intrigues of the English court and the human heart with equal vigor and justifiable suspicion.","original_name":"The Tudors","vote_average":7.7,"name":"The Tudors","cert":"Unavailable","id":2942,"adult":"false","genre_ids":[18,36,10749],"origin_country":["US"]},{"first_air_date":"2001-02-07","cast":["Son Ye-jin","So Ji-sub","Kwon Sang-woo","So Yoo-jin"],"overview":"Delicious Proposal is a 2001 South Korean television series starring Jung Joon, Son Ye-jin, So Yoo-jin and So Ji-sub. It aired on MBC from February 7 to March 29, 2001 on Wednesdays and Thursdays at 21:55 for 16 episodes.","original_name":"맛있는 청혼","vote_average":0.0,"name":"Delicious Proposal","cert":"Unavailable","id":2943,"adult":"false","genre_ids":[18],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"NASCAR Inside Nextel Cup is a show that aired Monday nights on Speed Channel during the NASCAR season. Inside Nextel Cup was hosted by Dave Despain. The show was taped every Monday morning at SPEED's studios in Charlotte, North Carolina about 11 a.m., unless a race is postponed to Monday, in which case the show takes place live. The show usually ran for 60 minutes, except for a brief period during the first few weeks of the 2005 season, when it ran for 90 minutes. Speed Channel chose to discontinue this show at the end of the 2007 NASCAR season, replacing it in 2008 with the similar program This Week in NASCAR.","original_name":"NASCAR Inside Nextel Cup","vote_average":0.0,"name":"NASCAR Inside Nextel Cup","cert":"Unavailable","id":2944,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1987-01-18","cast":["Maureen Lipman","Amelia Shankley","Miriam Margolyes","Annie Lambert"],"overview":"Sara Crewe is the pampered daughter of an army colonel in a Victorian London girls' school. But when her father dies, penniless, Sara becomes a skivvy in Miss Michin's school, befriended only by the scullery maid, Becky, her friends Ermengarde and Lottie, a little monkey, a lascar, and the mysterious man next door. Based upon the novel by Frances Hodgson Burnett.","original_name":"A Little Princess","vote_average":7.0,"name":"A Little Princess","cert":"Unavailable","id":2953,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Goin' Bulilit is a sketch comedy show broadcast on and created by ABS-CBN in the Philippines. It is a gag show featuring children in various comedic situations.\n\nThe show broadcast its 8th Year Celebration on February 17, 2013, in which the graduates came back to the show and joined the present kids in their skits. The 8th Graduation Night followed a week after the anniversary.","original_name":"Goin' Bulilit","vote_average":0.0,"name":"Goin' Bulilit","cert":"Unavailable","id":2954,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"2002-09-17","cast":["Derek Cecil","Scarlett Chorvat","Armand Assante"],"overview":"A mild-mannered IRS agent travels to a remote desert region in search of missing money and stumbles into a strange small town where mystery, danger, and peculiar characters lurk around every off-kilter corner. Everyone in Push has a secret, but no one is talking … unless they're telling our man to get out of town, fast.","original_name":"Push, Nevada","vote_average":5.3,"name":"Push, Nevada","cert":"Unavailable","id":2955,"adult":"false","genre_ids":[9648],"origin_country":["US"]},{"first_air_date":"2006-05-03","cast":["Kim Jae-won","Han Ji-min","Jang Hyun-sung","Byun Hee-bong","Jung Tae-woo"],"overview":"Great Inheritance is a 2006 South Korean television drama starring Kim Jaewon and Han Ji-min. It aired on KBS2 from May 3 to June 29, 2006 on Wednesdays and Thursdays at 21:55 for 17 episodes.","original_name":"위대한 유산","vote_average":0.0,"name":"Great Inheritance","cert":"Unavailable","id":2956,"adult":"false","genre_ids":[35,18],"origin_country":["KR"]},{"first_air_date":"1983-01-10","cast":["Dave Goelz","Bob Stutt","Fulton Mackay","Simon O'Brien","Jerry Nelson"],"overview":"The Fraggles are a fun-loving community of creatures who live in a subterranean fantasy land where they love to play, sing and dance their cares away, sharing their world with the tiny Doozers and the giant Gorgs. The series teaches empathy and tolerance and encourages children to understand people different from themselves.","original_name":"Fraggle Rock","vote_average":7.4,"name":"Fraggle Rock","cert":"Unavailable","id":2957,"adult":"false","genre_ids":[10762,10751,10765],"origin_country":["CA","GB","US"]},{"first_air_date":"2006-07-08","cast":["Kim Chiu","Gerald Anderson","John Prats","Zanjoe Marudo","Keanna Reeves"],"overview":"Aalog-Alog is a sitcom from the Philippines which aired its first episode on ABS-CBN, on July 8, 2006. It stars comedienne Pokwang and starlet Keanna Reeves as Doña Etang and Keanna respectively, friends who become feuding neighbors. The title comes from the Filipino word for \"shaking or jiggling back forth\" and it can be explained in one of the setting's two houses which leans from side to side like a rocking chair.\n\nMost of the cast had appeared previously as contestants of incarnations of Pinoy Big Brother: Keanna is the winner of the Celebrity Edition; Kim Chiu, who plays Doña Etang's half-Japanese, quarter-Chinese daughter, is the winner of the Teen Edition; Gerald Anderson, also of the Teen Edition, plays Keanna's little brother. Zanjoe Marudo, John Prats, and Jason Gainza play OFWs running around Tokyo being chased by immigration officer Sandaro Yamamoto after the trio have been overstaying in Japan just to raise funds for their trip home. The trio are former borders of Keanna's home. Pokwang herself was a part of Pinoy Big Brother's spin-off, Pinoy Big Brother Buzz.","original_name":"Aalog-Alog","vote_average":0.0,"name":"Aalog-Alog","cert":"Unavailable","id":2958,"adult":"false","genre_ids":[35],"origin_country":["PH"]},{"first_air_date":"2002-03-05","cast":["Emily Corrie","Adrienne Wilkinson","Tracie Thoms","Chris Engen","Robin Dunne"],"overview":"As If is an American teen comedy-drama series that was put in place as a midseason replacement for Roswell and aired on Tuesdays on UPN after Buffy the Vampire Slayer. It was based on the successful UK series of the same name. The cast of the series included Emily Corrie, who portrayed Sooz in the original UK version of the show.","original_name":"As If","vote_average":0.0,"name":"As If","cert":"Unavailable","id":2969,"adult":"false","genre_ids":[18,35],"origin_country":["US"]},{"first_air_date":"1969-05-05","cast":["Frank Williams","Tessie O'Shea","Robert Dorning"],"overview":"As Good Cooks Go was a black-and-white British sitcom that aired on BBC1 from 1969 to 1970. Written by John Warren and John Singer, it starred Tessie O'Shea and Frank Williams.","original_name":"As Good Cooks Go","vote_average":0.0,"name":"As Good Cooks Go","cert":"Unavailable","id":2970,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Club Cupid, was a Scottish regional dating show co-produced by STV Central and STV North and presented by Des Clarke and Michelle Watt. The series was recorded at the Apex Hotel in Dundee.\n\nIn each episode, one man and woman were given the chance to speed date five hopefuls with the potential of finding true love, becoming soulmates or new friends. The Love Doctor, Dr Gareth Smith, provided advice and guidance to the participants and analysis on the participants' behaviour and strategies.\n\nThere are currently no plans for a second series.","original_name":"Club Cupid","vote_average":0.0,"name":"Club Cupid","cert":"Unavailable","id":2971,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"ABC 2000 Today is ABC News's coverage of New Year's Eves around the world. Part of the 2000 Today programming in the United States, Peter Jennings anchored the 23 hours and 10 minutes of broadcast in Times Square Studios in Manhattan, New York. ABC temporarily converted the Good Morning America marquee broadcast studio into a type of \"millennium command center\" that included a desk, where a standing Jennings spent most of his time, two lounge chairs, where Jennings would interview guests, a large screen with a time-zone included map of the world, a wall of clocks, and a makeshift newsroom where ABC News staffers would follow the latest developments.","original_name":"ABC 2000 Today","vote_average":0.0,"name":"ABC 2000 Today","cert":"Unavailable","id":2972,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":"2006-01-09","cast":["Liz White","Philip Glenister","John Simm","Dean Andrews","Marshall Lancaster"],"overview":"A detective chief inspector from 2006 is investigating a serial killer when he is knocked over by a speeding car. Waking up, he finds himself mysteriously transported back in time to 1973. Initially struggling to come to terms with his situation, he has to come to terms with the old-fashioned technology and attitude of the day, while figuring out how he came to be trapped in the past.","original_name":"Life on Mars","vote_average":7.9,"name":"Life on Mars","cert":"Suitable for 15 years & above","id":2973,"adult":"false","genre_ids":[18,9648,10765],"origin_country":["GB"]},{"first_air_date":"1957-02-08","cast":["Mary Wickes","Tim Considine","Annette Funicello","Roberta Shore","Richard Deacon"],"overview":"Walt Disney Presents: Annette is a television serial that ran on The Mickey Mouse Club during the show's third season. It starred Annette Funicello as Annette McCloud, a poor, orphaned country girl who moves into town with her upper-class aunt and uncle. The serial also starred Richard Deacon as Uncle Archie McCleod, Sylvia Field as Aunt Lila McCleod, Mary Wickes as Katie the housekeeper and prolific Disney child stars Tim Considine, David Stollery and Roberta Shore as Annette's friends. The story was adapted by Lillie Hayward from the book Margaret by Janette Sebring Lowrey.\n\nAnnette was released to DVD in 2008 as part of the Walt Disney Treasures series.","original_name":"Walt Disney Presents: Annette","vote_average":0.0,"name":"Walt Disney Presents: Annette","cert":"Unavailable","id":2974,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2000-10-02","cast":["Kevin Sorbo","Lisa Ryder","Laura Bertram","Gordon Michael Woolvett","Lexa Doig"],"overview":"Andromeda is a Canadian\/American science fiction television series, based on unused material by the late Star Trek creator Gene Roddenberry, developed by Robert Hewitt Wolfe, and produced by Roddenberry's widow, Majel Barrett. It starred Kevin Sorbo as High Guard Captain Dylan Hunt. The series premiered on October 2, 2000 and ended on May 13, 2005.\n\nAndromeda was filmed in Vancouver, British Columbia, Canada, and produced by Tribune Entertainment and Fireworks Entertainment. It was distributed by Global TV in Canada and syndicated in the United States on WGN and other channels. It was picked up by the Sci-Fi Channel in the U.S. halfway through season four. Andromeda is one of two TV series based upon concepts Roddenberry had created as early as the 1960s and 1970s. The name Dylan Hunt had also been used for the hero of two TV movie pilots Roddenberry had produced in the mid-1970s, Genesis II and Planet Earth, which had a similar premise. The other series posthumously created from Roddenberry's notes is Earth: Final Conflict.","original_name":"Andromeda","vote_average":7.1,"name":"Andromeda","cert":"Unavailable","id":2985,"adult":"false","genre_ids":[10759,18,10765],"origin_country":["CA","US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"First and Last","vote_average":0.0,"name":"First and Last","cert":"Unavailable","id":2986,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2007-02-17","cast":["Asi Cohen","Assaf Harel","Eran Zarahovitsh","Maor Cohen"],"overview":"Four friends sell their start-up company for 217,000,000$ and move in together into a mansion. The original series British \"Loaded\" is based on.","original_name":"מסודרים","vote_average":8.0,"name":"Mesudarim","cert":"Unavailable","id":2987,"adult":"false","genre_ids":[35,18],"origin_country":["IL"]},{"first_air_date":null,"cast":[],"overview":"The State of Us is a four-part comedy sketch show which broadcast on Irish television channel RTÉ One on Sunday nights at 21:40. It stars Risteárd Cooper, well known in Ireland for his part in the Après Match sketches. It is written by Gerard Stembridge and Risteárd Cooper and focuses on the clash between politicians and the media. It is filmed mostly in and around the RTÉ studios at Montrose. The first episode was broadcast on Sunday 22 April 2007.\n\nEach episode focuses on a key Irish issue, with topics covered including the transport crisis, the health service debate and the justice portfolio. The show is presented in spoof documentary form. It was commissioned for broadcast at the time of the build-up to the 2007 general election.\n\nThe show poked fun at well-known media personalities including Late Late Show host Pat Kenny, retired chat-show host Gay Byrne, radio and television personality Gerry Ryan, Nationwide presenter Michael Ryan, sports commentator George Hamilton, radio veteran Marian Finucane, Winning Streak and Mooney Goes Wild presenter Derek Mooney, Liveline host Joe Duffy, journalist Fintan O'Toole, Prime Time presenter Miriam O'Callaghan and Newstalk broadcaster George Hook. Politicians featured include Tánaiste Michael McDowell, Labour Party leader Pat Rabbitte, former Labour leader Joan Burton, Fine Gael leader Enda Kenny, Sinn Féin president Gerry Adams, Minister for Transport Martin Cullen, Minister for Defence Willie O'Dea and Taoiseach Bertie Ahern, who never actually appeared in the show but can be heard taunting and insulting other politicians on their mobile phones and in one exchange begging to be accepted for an interview with Pat Kenny. Minister for Health, Mary Harney also made a voice-appearance on radio during the series.","original_name":"The State of Us","vote_average":0.0,"name":"The State of Us","cert":"Unavailable","id":2988,"adult":"false","genre_ids":[35],"origin_country":[]},{"cert":"Unavailable","cast":[],"id":2989,"first_air_date":"2002-05-16","overview":"Eye Drops was a television program on TechTV that showcased short computer animation movies and clips made using off the shelf 3D animation software. The show claimed to showcase all different types of animation, but only a very small number of shorts featured non-CG animation. Most animations are done completely by one person or by a small group of people.","genre_ids":[],"origin_country":["US"],"original_name":"Eye Drops","vote_average":0.0,"name":"Eye Drops","adult":"false"}]