[{"first_air_date":null,"cast":[],"overview":"","original_name":"Fear On Trial","vote_average":0.0,"name":"Fear On Trial","cert":"Unavailable","id":31000,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Harry S. Truman: Plain Speaking","vote_average":0.0,"name":"Harry S. Truman: Plain Speaking","cert":"Unavailable","id":31001,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1998-03-15","cast":["Gregory Peck","Patrick Stewart","Henry Thomas","Bruce Spence","Hugh Keays-Byrne"],"overview":"The sole survivor of a lost whaling ship relates the tale of his captain's self-destructive obsession to hunt the white whale, Moby Dick.","original_name":"Moby Dick","vote_average":5.8,"name":"Moby Dick","cert":"Unavailable","id":31010,"adult":"false","genre_ids":[12,18],"origin_country":["AU","US"]},{"first_air_date":"2001-05-29","cast":["George Lamb","Emma Willis"],"overview":"Each week, the housemate evicted from the Big Brother house the previous week traditionally spends another week on Big Brother's Little Brother, answering questions and taking part in Call BBLB along with other features. The show also boasts celebrity guests and experts who come in to discuss and analyse the remaining Big Brother housemates.","original_name":"Big Brother's Little Brother","vote_average":0.0,"name":"Big Brother's Little Brother","cert":"Unavailable","id":31017,"adult":"false","genre_ids":[10764],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Big Brother (Sweden and Norway) is a reality show shown on Kanal 5 in Sweden, and TV Norge in Norway, in which a number of contestants live in an isolated house trying to avoid being evicted by the public with the aim of winning a large cash prize at the end of the run. It is based on the Big Brother series produced by Endemol. From 2000 on seasons of Big Brother were shown in both Norway and Sweden and in both countries the show enjoyed very high ratings, so high that eventually the production teams of both began thinking about joining together to make one Big Brother show for both countries. So in 2005 they joined forces. The 2006 edition was also a co-production between Norwegian and Swedish Big Brother. For this season Adam Alsing left the show, and Hannah Rosander took over as the Swedish host. There was also a Big Brother Exchange Program with Big Brother as well. Following the second season in 2006 the show was cancelled in both Sweden and Norway.","original_name":"Big Brother (Sweden and Norway)","vote_average":0.0,"name":"Big Brother (Sweden and Norway)","cert":"Unavailable","id":31018,"adult":"false","genre_ids":[],"origin_country":["NO","SE"]},{"first_air_date":"2002-06-30","cast":["Verónica Castro","Alejandra Avalos","Alejandra Procuna","Arturo Carmona","Carlos Gallegos"],"overview":"","original_name":"Big Brother VIP Mexico","vote_average":0.0,"name":"Big Brother VIP Mexico","cert":"Unavailable","id":31019,"adult":"false","genre_ids":[10764,18],"origin_country":["MX"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Club Land","vote_average":6.0,"name":"Club Land","cert":"Unavailable","id":31030,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Deep in My Heart is a 1999 American television film based on a true story, starring Anne Bancroft and Lynn Whitfield and directed by Anita W. Addison. Bancroft received a primetime Emmy for Outstanding Supporting Actress in a Miniseries or a Movie for her role.","original_name":"Deep in My Heart","vote_average":3.0,"name":"Deep in My Heart","cert":"Unavailable","id":31031,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Eloise At Christmastime","vote_average":5.0,"name":"Eloise At Christmastime","cert":"Unavailable","id":31032,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Ernie Kovacs: Between the Laughter","vote_average":7.0,"name":"Ernie Kovacs: Between the Laughter","cert":"Unavailable","id":31033,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Minutes from Disaster","vote_average":0.0,"name":"Minutes from Disaster","cert":"Unavailable","id":31046,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Silent Victory: The Kitty O'Neil Story","vote_average":0.0,"name":"Silent Victory: The Kitty O'Neil Story","cert":"Unavailable","id":31047,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Something in Common","vote_average":0.0,"name":"Something in Common","cert":"Unavailable","id":31048,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Image is a 1990 film drama that originally premiered on HBO. It starred Albert Finney, John Mahoney, Kathy Baker and Marsha Mason.\n\nMinor characters were played by Swoosie Kurtz and Wendie Jo Sperber. Brad Pitt also has a small role. It was nominated for two Primetime Emmy Awards, Outstanding Lead Actor in a Miniseries or a Special for Finney and Outstanding Supporting Actress in a Miniseries or a Special for Kurtz.","original_name":"The Image","vote_average":0.0,"name":"The Image","cert":"Unavailable","id":31049,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1997-05-11","cast":["Rashida Jones","David Marciano","Daryl Hannah","Jason Gedrick","Danny Aiello"],"overview":"In this world power isn't everything, it's the only thing. Best selling author of Mario 'The Godfather' Puzo's blockbuster new novel comes to life in this epic saga of America's most powerful crime family.","original_name":"The Last Don","vote_average":5.8,"name":"The Last Don","cert":"Unavailable","id":31050,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2008-09-09","cast":["Filip Hammar","Fredrik Wikingsson"],"overview":"","original_name":"Vem kan slå Filip och Fredrik?","vote_average":0.0,"name":"Vem kan slå Filip och Fredrik?","cert":"Unavailable","id":31053,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Bell System Family Theatre","vote_average":0.0,"name":"Bell System Family Theatre","cert":"Unavailable","id":31062,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"ABC Theatre","vote_average":0.0,"name":"ABC Theatre","cert":"Unavailable","id":31063,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Rubbish King of the Jumble is a children's animated television series on CITV created by Mark Taylor and featured the voice of Alexei Sayle. It was also produced by A Productions for HTV.","original_name":"Rubbish, King of the Jumble","vote_average":0.0,"name":"Rubbish, King of the Jumble","cert":"Unavailable","id":31064,"adult":"false","genre_ids":[16],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"iD Two was a programming strand on RTÉ Two which ran from 17:00 to 19:00 weekdays, following The Den. It aired between 2002 and 2005. It was targeted at the teenage audience, and served as a container for The Simpsons, Home and Away and other imported programmes.\n\nPresented by Laura Woods and Steve Curran, the programme used modern graphics, fast movement between scenes and other ploys to attract and keep young viewers. Some of the traditional segments from The Den of Ray D'Arcy's era, including the astronomical reports from Astronomy Ireland were moved into iD Two.\n\nIn October 2004, iD was rebranded as iD Two, in line with Network 2 becoming RTÉ Two. The strand aired for the final time on Friday 16 September 2005, with its replacement TTV airing for the first time on Monday 19 September.","original_name":"iD Two","vote_average":0.0,"name":"iD Two","cert":"Unavailable","id":31065,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2004-07-01","cast":["David Firth","Christian \"Crust\" Pickup"],"overview":"Salad Fingers is a lonely green man who lives in the middle of nowhere.","original_name":"Salad Fingers","vote_average":7.9,"name":"Salad Fingers","cert":"Unavailable","id":31066,"adult":"false","genre_ids":[16],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Zeyda and the Hitman is a 2004 Canadian television film comedy. The story is about a grandfather who hires a contract killer to assassinate his allergy-prone son-in-law.","original_name":"Running with the Hitman","vote_average":0.0,"name":"Running with the Hitman","cert":"Unavailable","id":31069,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":"2009-09-20","cast":["Jason Schwartzman","Zach Galifianakis","Heather Burns","Ted Danson"],"overview":"Jonathan Ames, a young Brooklyn writer, is feeling lost. He's just gone through a painful break-up, thanks in part to his drinking, can't write his second novel, and carouses too much with his magazine editor. Rather than face reality, Jonathan turns instead to his fantasies — moonlighting as a private detective — because he wants to be a hero and a man of action.","original_name":"Bored to Death","vote_average":7.5,"name":"Bored to Death","cert":"Unavailable","id":31078,"adult":"false","genre_ids":[35,80,9648],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Barbecue America is a cooking show on public television. In this show, host and series creator Rick Browne, makes everything on a grill. He wears a \"table cloth\" shirt, actually made from a red and white checked table cloth.\n\nBrowne travels to a variety of barbecue cook-offs, and exotic locales to bring the best of barbecue to the viewer.\n\nHe has published several cookbooks on the subject of grilling.","original_name":"Barbecue America","vote_average":0.0,"name":"Barbecue America","cert":"Unavailable","id":31079,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2009-10-05","cast":["Malcolm-Jamal Warner","Sherri Shepherd","Tichina Arnold","Tammy Townsend","James Avery"],"overview":"Sherri is an American sitcom starring Sherri Shepherd that ran on Lifetime Television for one season from October 5, 2009 to December 1, 2009. The show is based on Shepherd's life. The first preview of the show aired on September 4, 2009. Sherri was the first comedy series ever to be owned by Lifetime. The network picked up 12 episodes of the program, which were produced in New York by Lifetime Television.","original_name":"Sherri","vote_average":1.0,"name":"Sherri","cert":"Unavailable","id":31080,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2009-04-26","cast":["Ernesto Alterio","Manuela Velasco","Biel Durán","Mariano Llorente","Antonio Garrido"],"overview":"La Chica de Ayer is a Spanish television series which first aired on the channel Antena 3 between 26 April and 14 June 2009. A detective show, it was based on the British series Life on Mars which featured a policeman suddenly transported back to 1973. The Spanish version of the show was set four years later, in 1977, and took its name from the Spanish song \"La Chica de Ayer\" by Nacha Pop in a similar manner to the British version which was named after the David Bowie song \"Life on Mars\". It featured Ernesto Alterio in the role of Samuel Santos, a modern-day police officer who finds himself in 1977 post-Franco Spain under the command of Quin Gallardo, a tough old-school policeman contemptuous of his modern methods.","original_name":"La chica de ayer","vote_average":0.0,"name":"La chica de ayer","cert":"Unavailable","id":31081,"adult":"false","genre_ids":[10765,18,80],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Dandelion Dead is the title of a British TV mini-series produced in 1994, telling the true story of Herbert Rowse Armstrong, a practising solicitor in the provincial town of Hay-on-Wye, Wales, who was convicted and hanged in May 1922 for the murder of his wife and the attempted murder of a fellow solicitor and business rival, Mr. Oswald Martin.\n\nThe series starred Michael Kitchen as Major Armstrong, Sarah Miles as Catherine Armstrong, David Thewlis as Oswald Martin and Lesley Sharp as Martin's wife. It was directed by Mike Hodges and won a BAFTA in 1995. As well as telling the main story of Major Armstrong's crimes, the series develops the courtship of Martin and his wife and shows the effects of events on Armstrong's children.","original_name":"Dandelion Dead","vote_average":0.0,"name":"Dandelion Dead","cert":"Unavailable","id":31082,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2009-08-15","cast":[],"overview":"The comedy talents of Jason Manford and friends together with some jaw-dropping natural history footage.","original_name":"Walk on the Wild Side","vote_average":0.0,"name":"Walk on the Wild Side","cert":"Unavailable","id":31083,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Hotel Ground Zero is an American television documentary special that premiered on September 11, 2009 on the History channel, marking the eighth anniversary of the event. The program features the overshadowed story of the Marriott World Trade Center on the day of the 2001 attacks, resulting in its destruction caused by the collapse of the adjacent South Tower followed by the North Tower, as told by people who had escaped from the hotel.","original_name":"Hotel Ground Zero","vote_average":0.0,"name":"Hotel Ground Zero","cert":"Unavailable","id":31084,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Temptation of Sarah Jane Smith is a story of The Sarah Jane Adventures which was broadcast on CBBC on 17 and 24 November 2008. It is the fifth serial of the second series.","original_name":"The Temptation of Sarah Jane Smith","vote_average":0.0,"name":"The Temptation of Sarah Jane Smith","cert":"Unavailable","id":31093,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2000-01-07","cast":["Atze Schröder","Fatih Cevikkollu","Heike Kloss","Norbert Heisterkamp","Jürgen Mikol"],"overview":"Alles Atze is a German comedy television series which aired on RTL between 2000 and 2007. The series revolves around the fictional character Atze Schröder.","original_name":"Alles Atze","vote_average":7.0,"name":"Alles Atze","cert":"Unavailable","id":31094,"adult":"false","genre_ids":[35],"origin_country":["DE"]},{"first_air_date":"2003-06-17","cast":["Gary Busey","Adam de la Peña"],"overview":"I'm with Busey was a comedy\/documentary television show which aired on Comedy Central in the summer of 2003. It revolved around a young writer named Adam de la Peña, who met and befriended his childhood idol, actor Gary Busey. Although the show lasted for only one season and the popularity of the show was limited, it has developed a cult following in the years after its cancellation.","original_name":"I'm with Busey","vote_average":9.3,"name":"I'm with Busey","cert":"Unavailable","id":31095,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"1997-01-17","cast":[],"overview":"Så ska det låta is a Swedish game show, based on the Irish The Lyrics Board. The show was introduced in 1997 and led by Peter Harryson until Peter Settman took over in 2006.\n\nSå ska det låta can be watched online at svt play for approximately one month after airing.","original_name":"Så ska det låta","vote_average":6.0,"name":"Så ska det låta","cert":"Unavailable","id":31096,"adult":"false","genre_ids":[],"origin_country":["SE"]},{"first_air_date":null,"cast":[],"overview":"Deal or No Deal's Arabic version was first broadcast on September 14, 2004, having a brief weekly run on the Pan-Arabic channel MBC 1, called Al Safqa and hosted by Amir Karar, the top prize was US$1,000,000.\n\nAfter being cancelled, the show was revived as a daily program between April 1, 2005 and 2006 on LBC, called Deal or No Deal and hosted by Michel Sanan, the top prize was US$250,000 and was using the French format.","original_name":"Deal or No Deal","vote_average":0.0,"name":"Deal or No Deal","cert":"Unavailable","id":31097,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1998-04-01","cast":["Hozumi Gouda"],"overview":"Beast Wars II refers to the 1998 Japanese Transformers television animated series, and the movie and toyline that resulted from it. While its position in the Transformers continuity has previously been unknown, the IDW Publishing comic book mini-series Beast Wars: The Gathering and comments from Transformers writer Simon Furman have shown it is part of the Beast Wars continuity. The series was preceded by Beast Wars, and was followed by Beast Wars Neo.\n\nThe series has a much lighter tone and is aimed more towards children, whereas the more accessible Beast Wars was intended for a wider age range. The series also uses conventional animation rather than CGI. With the exceptions of the faction leaders, all of the characters within the series are either re-molds or re-colors of earlier Beast Wars figures or Generation 2\/Machine Wars figures.\n\nIn addition to the 43 episodes, there is also a 50-minute movie, Beast Wars II: Lio Convoy's Close Call!, which takes place sometime between episodes 32 and 38.","original_name":"ビーストウォーズII 超生命体トランスフォーマー","vote_average":0.0,"name":"Beast Wars II","cert":"Unavailable","id":31098,"adult":"false","genre_ids":[16],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"First Class was a 1980s BBC TV game show hosted by Debbie Greenwood. The show was broadcast on Friday evenings on BBC 1 and ran for at least three series. Two teams of three students would take part in a multi-format quiz featuring questions on both general knowledge and popular culture, as well as innovative video game rounds. Rounds such as the \"Spinning Gold Disc\" made use of a simulated computer display similar to other game shows of the same era, such as Blockbusters and Catchphrase. Other rounds such as \"Word of Mouth\" used a real computer display from a BBC Micro. This computer also provided the on-screen captions and scores and was nicknamed Eugene, after the show's original programmer Eugene Crozier.\n\nThe competition was a knockout tournament; the eventual winners of the series would be presented with a computer for their school. Celebrity episodes of the show were also aired, featuring cast members from Grange Hill and EastEnders.\n\nFirst Class was notable for its use of video games; such footage was a rarely seen on UK television at the time and the show aired several years before GamesMaster. The designated contestant from each team would earn points by beating the other player's score; rounds would be either turn-based and head-to-head depending on the game \/ event. The games were often referred to by their events as opposed to their titles, for example the \"spring and vault\" round or the \"clay pigeon shooting\".","original_name":"First Class","vote_average":0.0,"name":"First Class","cert":"Unavailable","id":31099,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2009-10-04","cast":["Chris Tarrant"],"overview":"Tarrant Lets the Kids Loose is a television programme shown in 2009 on the UKTV channel Watch. It was produced by UKTV along with North One and All3Media, and hosted by Chris Tarrant. It gave children aged three to six the chance to fulfil an ambition, by undertaking a task or challenge, such as shopping in a supermarket or running a sweet shop. The children believe they were completing the task by themselves, when in reality they are closely watched by their parents and filmed on hidden camera. The series began filming in front of a live studio audience in July 2009 and debuted on Watch on 4 October 2009.","original_name":"Tarrant Lets the Kids Loose","vote_average":0.0,"name":"Tarrant Lets the Kids Loose","cert":"Unavailable","id":31108,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2010-04-23","cast":["Peter Renaday","Ashley Johnson","Dee Bradley Baker","Greg Cipes","Yuri Lowenthal"],"overview":"With his secret identity now revealed to the world, Ben Tennyson continues to fight evil as a superhero with the help of the newly acquired Ultimatrix.","original_name":"Ben 10: Ultimate Alien","vote_average":7.1,"name":"Ben 10: Ultimate Alien","cert":"Unavailable","id":31109,"adult":"false","genre_ids":[16,10759],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Nagsimula sa Puso is a top rated afternoon drama that aired on ABS-CBN's afternoon block, replacing Kambal Sa Uma. It is a remake of the 1990 film the same title starring Hilda Koronel.","original_name":"Nagsimula sa Puso","vote_average":0.0,"name":"Nagsimula sa Puso","cert":"Unavailable","id":31110,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Malta's Top Model is a Maltese reality documentary based on Tyra Banks' America's Next Top Model and is aired on Favourite Channel. The show places contestants against each other in a variety tests to determine who will win title of the new Maltese Top Model as well as a modeling contract with a small modeling agency and the front cover of a local magazine in hopes of a promising career start in the modeling industry.\n\nClaire Amato equals the role of Tyra Banks in the original series as the head of the search, and mentor for the chosen finalists during the competition. Other judges are casting director Alan J. \"Jay\" Darmanin and challenge organizer Jeff Francalanza.\n\nThe show started with a casting recap after which 14 girls were chosen, however 14th contestant Maria immediately withdrew after the competition started. Each week the 13 girls that were living together on the same island faced challenges and a weekly photo shoot whereupon the judges chose to eliminate one girl per episode. In addition to this, the viewers could vote for their favorite girl every week per SMS. 17 year-old Audrienne Thaipend won the competition over 25 year-old old Sanaa Rizgalla.\n\nThis version of the show is the second installment worldwide to feature a trans woman among its finalists after America's Next Top Model cycle 11 alumna Isis King. Each girl was supported by her own Maltese sponsor.","original_name":"Malta's Top Model","vote_average":0.0,"name":"Malta's Top Model","cert":"Unavailable","id":31111,"adult":"false","genre_ids":[],"origin_country":["MT"]},{"first_air_date":null,"cast":[],"overview":"Children in Need 2009 was a campaign held in the United Kingdom to raise money for Children in Need. It culminated in a live broadcast on BBC One which began on the evening of Friday 20 November and ran through to the morning of Saturday 21 November. The broadcast was hosted by Terry Wogan, Tess Daly and Alesha Dixon. Alan Dedicoat read out the running totals and Peter André reported from the BT Tower. The show was broadcast from BBC Television Centre in London. Dancing Pudseys were projected on to the building. The 2009 event raised £20,309,747 by the end of the broadcast, slightly under the previous year's total of £20,991,216.","original_name":"Children in Need 2009","vote_average":0.0,"name":"Children in Need 2009","cert":"Unavailable","id":31114,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2009-11-09","cast":["Nam Sang-mi","Ji Hyun-woo","Seo Do-young","Park Ki-woong","Choi Myung-gil"],"overview":"Invincible Lee Pyung Kang is a 2009 South Korean television series starring Nam Sang-mi and Ji Hyun-woo. In a modern retelling of the classic Korean folktale \"Princess Pyeonggang and the Fool Ondal\" in which a princess helps her timid husband transform into an outstanding general during the Three Kingdoms era, Lee Pyung-kang is a golf course planner who \"tames\" Woo On-dal, the prodigal son of a rich man. It aired on KBS2 from November 9 to December 29, 2009 on Mondays and Tuesdays at 21:55 for 16 episodes.","original_name":"천하무적 이평강","vote_average":0.0,"name":"Invincible Lee Pyung Kang","cert":"Unavailable","id":31115,"adult":"false","genre_ids":[35],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Daddylicious","vote_average":0.0,"name":"Daddylicious","cert":"Unavailable","id":31122,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":"2009-09-14","cast":["Rebekah Staton","Kerry Godliman","Philip Jackson","Emma Fryer","Hayley Jayne Standing"],"overview":"Gaynor Jacks, aged 29, returns to her mum and dad's house in Coventry after running off to find her place in the big wide world when she was 17-years-old.","original_name":"Home Time","vote_average":0.0,"name":"Home Time","cert":"Unavailable","id":31125,"adult":"false","genre_ids":[35,18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Ruos Chea Jivit is the first-ever Khmer film to use actual voice without dubbing. The opera was produced and distributed by Khmer Mekong Films.","original_name":"Ruos Cheat Jivit","vote_average":0.0,"name":"Ruos Cheat Jivit","cert":"Unavailable","id":31126,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2009-09-07","cast":["Clive Holland"],"overview":"Cowboy Trap is a British daytime television show on BBC One presented by Jonnie Irwin. It follows homeowners who have had cowboy builders who in some cases have rendered their homes uninhabitable. The team addresses the problems and usually confront the cowboy builder by a phone call, though this is not always successful. The show's second series replaced To Buy or Not to Buy.","original_name":"Cowboy Trap","vote_average":0.0,"name":"Cowboy Trap","cert":"Unavailable","id":31127,"adult":"false","genre_ids":[10763],"origin_country":["GB"]},{"first_air_date":"1979-01-27","cast":["Trond Kirkvaag","Knut Lystad","Lars Mjøen","Tom Mathisen"],"overview":"Brødrene Dal is a Norwegian comedy\/sketch-comedy series by Norwegian humour trio KLM, that originally aired as four series in 1979, 1982, 1994 and 2005. A fifth adventure, originally performed on stage in 1997, was edited and released as a movie in 2010.\n\nThe series bears many similarities to Monty Python's Flying Circus, as the three actors play nearly all the different roles in the series, often multiple roles in each episode. Usually, the series would have a main plot keeping the story and episodes together, but most of the content being semi-related or unrelated sketches. This is especially true for the first series Professor Drøvels Hemmelighet, where the story frequently diverges from the main plot for entire episodes, only to jump back to the plot in the last minute. In the other series, the story is more centered around the actual plot.","original_name":"Brødrene Dal","vote_average":0.0,"name":"Brødrene Dal","cert":"Unavailable","id":31128,"adult":"false","genre_ids":[35,18],"origin_country":["NO"]},{"first_air_date":null,"cast":[],"overview":"Green Screen Adventures is a children's television series which premiered in 2007. The series was originally produced for local broadcast on WCIU-TV in Chicago, which is the flagship station of Weigel Broadcasting, and is designed to fit the FCC's educational and information programming requirements while also being produced locally in Chicago. However the program now also airs nationally on the This TV and Me-TV digital subchannel networks.\n\nGreen Screen Adventures features stories and drawings by students in second through eighth grade using sketch comedy, story theatre, game shows, original songs, puppetry and more. Since their debut in 2007, they have featured stories written by almost 1,000 elementary school students.\n\nThe show is set around the submissions of short stories, school reports, poetry, essays, basic academic questions and artwork from students in the Chicago Public Schools and other schools in the Chicago area between second and eighth grades. A parent or guardian then signs a standard release form if the idea is used in the series.\n\nAn ensemble of actors for the series then takes these submissions, and the program's writers and actors create a short teleplay which is acted out with minimal props, costumes and a chroma key backdrop The student's story is brought to life by the actors as the green screen becomes the world of the story or subject. The Green Screen also showcases their children's original artwork.","original_name":"Green Screen Adventures","vote_average":0.0,"name":"Green Screen Adventures","cert":"Unavailable","id":31129,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2009-10-04","cast":[],"overview":"Who Wants to Be Rich? is a Ghanaian game show based on the original British format of Who Wants to Be a Millionaire?. The show is hosted by Kafui Dey. The main goal of the game is to win GH₵50,000 by answering 15 multiple-choice questions correctly. There are three lifelines - fifty fifty, phone-a-friend and ask the audience. There are only 8 contestants in Fastest Finger First round. Who Wants to Be Rich? is broadcast from October 2009 to today. It is shown on the Ghanaian TV station GTV. When a contestant gets the fifth question correct, he will leave with at least GH₵300. When a contestant gets the tenth question correct, he will leave with at least GH₵1,500.","original_name":"Who Wants to Be Rich?","vote_average":0.0,"name":"Who Wants to Be Rich?","cert":"Unavailable","id":31138,"adult":"false","genre_ids":[],"origin_country":["GH"]},{"first_air_date":"2009-10-21","cast":["John Safran"],"overview":"Trickster John Safran is back in his most personal adventure yet, pursuing cross-cultural, interracial and interfaith love. Given that we live in a multicultural world, most of the women John meets are from other races and religions. He's attracted to Eurasians, but his mother always said he should marry a Jew. What to do?","original_name":"John Safran's Race Relations","vote_average":0.0,"name":"John Safran's Race Relations","cert":"Unavailable","id":31139,"adult":"false","genre_ids":[99,35],"origin_country":["AU"]},{"first_air_date":"2009-10-13","cast":["Lucas Grabeel","Drew Seeley","Adrian Slade","Mike Slade"],"overview":"Dylan is terrified when a nasty bat bite transforms him into one of the living dead. His world is turned upside down, and he has to figure out how to balance his budding romance with Sara, the girl next door, and the bloodthirsty desires his magnetic vampire mentor Trey is constantly urging him to give in to.","original_name":"I Kissed a Vampire","vote_average":7.0,"name":"I Kissed a Vampire","cert":"Unavailable","id":31140,"adult":"false","genre_ids":[10765,18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Jikuu Keisatsu Wecker D-02 is a Japanese tokusatsu series that aired on TV Asahi from January 10 to March 28, 2002. The series featured Kohei Murakami as Chrono Investigator Kent Kiba, who would later star in Kamen Rider 555 as Masato Kusaka\/Kamen Rider Kaixa.","original_name":"Jikuu Keisatsu Wecker D-02","vote_average":0.0,"name":"Jikuu Keisatsu Wecker D-02","cert":"Unavailable","id":31141,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":"2010-01-08","cast":["Emer Kenny","Bunmi Mojekwu","Ricky Norwood","Sam Attwater","Heshima Thompson"],"overview":"EastEnders: E20 is a British Internet soap opera, which began airing on 8 January 2010. A spin-off from the established BBC soap EastEnders, it is set in EastEnders' regular setting of Albert Square, a Victorian square in the fictional borough of Walford, in the East End of London. Each series follows a group of teenage characters: Zsa Zsa Carter, Leon Small, Fatboy and Mercy Olubunmi in series 1; Asher Levi and his brother Sol, Naz Mehmet, and Stevie Dickinson in series 2; and Ava Bourne, Donnie Lester and Faith Olubunmi in series 3. The show's title comes from Walford's fictional London postcode district, E20. The four characters from series 1 also appear in EastEnders, as well as Faith from series 3.\n\nEastEnders: E20 originally aired as part of the main show's 25th anniversary celebrations. It was devised in a bid to develop and nurture new talent, including writers, actors, composers and remixers, and target a younger audience, as well as to attempt to drive more people onto the Internet. The series was the idea of executive producers Diederick Santer, who wanted a show where regular EastEnders characters would be in the background, and John Yorke, who wanted to improve the portrayal of teenagers in EastEnders and to get younger people writing for it.","original_name":"EastEnders: E20","vote_average":0.0,"name":"EastEnders: E20","cert":"Unavailable","id":31142,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Los exitosos Pells is a 2008-2009 Argentine telenovela, produced by Underground Producciones and Endemol, and aired by Telefe. It started being aired on November 5, 2008, replacing Vidas Robadas at 10:30PM. After a pair of schedule changes, it returned to 10:30PM until its end on July 15, 2009.\n\nThe story is about a successful couple of TV hosts from a news channel, Martín Pells and Sol Casenave. In the first episode Martín Pells falls into a coma, and the CEO of the channel hires an underground actor, Gonzalo Echague, who happens to be extremely similar to Pells, to replace him. Such replacement is done not only for the TV but also with friends and relatives, in order that nobody suspects the absence of the real Pells. Gonzalo, acting as Martin, discovers that Martin and Sol had broken up long ago and were only acting as a happy couple for the television cameras. In reality, Sol had another lover which she hid from the public, and Martin had a homosexual relationship with the son of the CEO of the channel. Nevertheless, Gonzalo falls in love with Sol, and the main storyline of the soap opera involves his attempts to build a relationship with her.","original_name":"Los exitosos Pells","vote_average":0.0,"name":"Los exitosos Pells","cert":"Unavailable","id":31143,"adult":"false","genre_ids":[35,18,10749],"origin_country":["AR"]},{"first_air_date":"2009-09-30","cast":["Dan Ilic"],"overview":"A program that challenges audiences with a mix of the unexpected and the unconventional. Each episode is themed around specific issues facing the world today.","original_name":"Hungry Beast","vote_average":0.0,"name":"Hungry Beast","cert":"Unavailable","id":31154,"adult":"false","genre_ids":[10763,35],"origin_country":["AU"]},{"first_air_date":"2015-05-05","cast":[],"overview":"Tara Duncan is a French animated series produced by Moonscoop, best known for Code Lyoko.\n\nThe show premiered in June 2010 in France on Disney XD, and at an unknown date in the United States. It is based on a series of French novels.","original_name":"Tara Duncan: The Evil Empress","vote_average":7.0,"name":"Tara Duncan: The Evil Empress","cert":"Unavailable","id":31155,"adult":"false","genre_ids":[16],"origin_country":["FR"]},{"first_air_date":null,"cast":[],"overview":"ThinkTalk is a television program for college students based out of Washington, DC. ThinkTalk is a show where students get to interview high-profile professionals about their careers. The show is hosted by Zack Sherwood and Erika Thomas. Listeners can submit questions for an upcoming guest by visiting the guest's feature page. Listeners have the option of submitting a text question or a video question.","original_name":"ThinkTalk","vote_average":0.0,"name":"ThinkTalk","cert":"Unavailable","id":31156,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Cronkite NewsWatch","vote_average":0.0,"name":"Cronkite NewsWatch","cert":"Unavailable","id":31157,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Sandra, The Fairytale Detective is a Spanish TV series. Created by Imira Productions. It is an animated program aimed at young children that attempts to combine the genres of fairy tales and detective novels. A few years back, Imira Entertainment sought a way to combine those two concepts while simultaneously creating one of the most inventive cartoons in years. Now, the company is taking its proven success and shopping it around a number of new locations, bringing Sandra to TG4 in Ireland and RSI in Switzerland. The Fairytale Detective is accompanied by her pal Fo the Elf, a 508 year old assistant who gathers Sandra’s cases, as well as Rachel, Sandra’s best pal. As if the mysteries weren’t tough enough, Markus will appear on occasion, hoping to spoil the day by bullying Sandra. Thankfully, though, Sandra always finds her way.","original_name":"Sandra the Fairytale Detective","vote_average":0.0,"name":"Sandra the Fairytale Detective","cert":"Unavailable","id":31158,"adult":"false","genre_ids":[16],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Valientes is a telenovela from Argentina, aired by Canal 13 at the prime time and produced by Pol-Ka. Main actors are Luciano Castro, Julieta Díaz and Arnaldo André, and it's one of the most successful TV programs from Argentina of 2009. With a daily rating of nearly 27,4 points, it is the most successful production of Pol-Ka. It run from February 2009 to 2010. From April 16, 2010 the show was airing in Slovakia on JOJ Plus but due the poor ratings it was cancelled after 48 episodes, the rest of the episodes start broadcast on JOJ Plus from March 6, 2012 taking the slot at 4 AM.","original_name":"Valientes","vote_average":0.0,"name":"Valientes","cert":"Unavailable","id":31159,"adult":"false","genre_ids":[],"origin_country":["AR"]},{"first_air_date":"2009-09-16","cast":["Mischa Barton","Corbin Bleu","Sara Paxton","Ashley Madekwe","Benjamin Hollingsworth"],"overview":"The daily lives of young models living together in a models' residence in New York, while struggling to deal with the cutthroat competition and fleeting fame of the fashion world.","original_name":"The Beautiful Life: TBL","vote_average":4.0,"name":"The Beautiful Life: TBL","cert":"Unavailable","id":31172,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2009-10-27","cast":[],"overview":"Monica: Still Standing is an American reality series following R&B singer Monica. The series aired on BET October 27, 2009 after the 2009 BET Hip Hop Awards.","original_name":"Monica: Still Standing","vote_average":0.0,"name":"Monica: Still Standing","cert":"Unavailable","id":31173,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2009-01-05","cast":[],"overview":"Time of Our Lives is a television programme hosted by Jeff Stelling on Sky Sports. The format is a gathering of three players from a successful British football team from history talking over their memories of the team.","original_name":"Time of Our Lives","vote_average":0.0,"name":"Time of Our Lives","cert":"Unavailable","id":31174,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Music Bank is a South Korean music television program broadcast by Korean Broadcasting System. It airs live every Friday at 6:10PM-KST. As of 2011, it is broadcast in 72 different countries through KBS World. As of April 12, 2013 it is hosted by Jinwoon and Park Se-young. It is broadcast from the KBS New Wing Open Hall in Yeouido-dong, Yeongdeungpo-gu, Seoul.","original_name":"뮤직뱅크","vote_average":0.0,"name":"Music Bank","cert":"Unavailable","id":31175,"adult":"false","genre_ids":[10751],"origin_country":["KR"]},{"first_air_date":"2009-10-19","cast":[],"overview":"All Worked Up is an American television series that premiered on the truTV Network on October 19, 2009. The series is filmed in a cinema verité style but consists of scripted and dramatized performances by actors. The show is filmed by recreating scenes with North Carolina reposession agents, New York process server, South Carolina code enforcement agent, California parking enforcement agent or \"meter maid\", Florida bail bondsman, Pennsylvania head of security for Ring of Honor Wrestling and others who routinely find themselves in volatile work situations. Ron, Amy and Bobby also star in the spinoff Lizard Lick Towing.","original_name":"All Worked Up","vote_average":2.0,"name":"All Worked Up","cert":"Unavailable","id":31176,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Las Vegas Show is an American late night television program broadcast on the short-lived United Network. The two hour long talk show, hosted by comedian Bill Dana, was supposed to be the flagship program of a planned fourth television network.","original_name":"The Las Vegas Show","vote_average":0.0,"name":"The Las Vegas Show","cert":"Unavailable","id":31177,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Hi no Sakana is a Japanese novel by Murō Saisei; it was first published in 1960, and was later adapted into a single episode TV drama that was broadcast on NHK Hiroshima in 2009. The story describes the interactions between an elderly author and a young staffer from a publishing company as they collaborate on a book cover design for the author's latest novel.\n\nSaisei based the interactions on her own experience when she was writing Mitsu no Ahare, and was working with book designer Kumiko Tochiori in 1959. The novel is written as a collection of letters between the two.","original_name":"Hi no Sakana","vote_average":0.0,"name":"Hi no Sakana","cert":"Unavailable","id":31178,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Stryx was an Italian TV series, aired in 1978 on Rai Due.","original_name":"Stryx","vote_average":0.0,"name":"Stryx","cert":"Unavailable","id":31187,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Where Adam Stood is a television play by Dennis Potter, first broadcast on BBC 2 in 1976. It is a free adaptation, wholly shot on film, of Edmund Gosse's autobiographical book Father and Son.","original_name":"Where Adam Stood","vote_average":0.0,"name":"Where Adam Stood","cert":"Unavailable","id":31188,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2009-10-04","cast":[],"overview":"Dallas Divas & Daughters is an American reality television series on the Style Network. The series debuted on October 4, 2009.","original_name":"Dallas Divas & Daughters","vote_average":0.0,"name":"Dallas Divas & Daughters","cert":"Unavailable","id":31189,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2009-10-05","cast":["Taryn Southern","Meital Dohan","Christopher Emerson","Jon Heder","Wayne Knight"],"overview":"Woke Up Dead is an American horror\/comedy web series starring Jon Heder as a young man who awakes in a full bathtub after 'drowning' and has no heartbeat, prompting his friends to believe him to be a zombie. The show premiered on Sony Pictures Entertainment owned Crackle on October 5, 2009.","original_name":"Woke Up Dead","vote_average":5.0,"name":"Woke Up Dead","cert":"Unavailable","id":31190,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Sans aucun doute is a French television show, launched on 7 September 1994 and presented by Julien Courbet until 30 May 2008 then by Christophe Moulin since 12 September 2008. Produced by Quai Sud Télévisions, it is shown by TF1 on late Friday evenings. The presenter's mission is to help out viewers confronted with major consumer problems or with neighbours, with the help of a team of mediators, lawyers and on the spot journalists.","original_name":"Sans aucun doute","vote_average":0.0,"name":"Sans aucun doute","cert":"Unavailable","id":31191,"adult":"false","genre_ids":[],"origin_country":["FR"]},{"first_air_date":null,"cast":[],"overview":"Chellamey is one of the best and the most watched serial on SunTV. It is an Indian drama television series, written by Ponkumaran and currently directed by Sulaiman K.Babu, which premiered on September 14, 2009 on Sun TV. The series revolves around the title character Chellamma, played by Raadhika Sarathkumar, who is also the creative head of the series which is produced by her own production company, Radaan Mediaworks. 2013 This serial was dubbed in Telugu and was Broadcast in Gemini TV as \"Chittemmay\".With the end of this serial Raadhika Sarathkumar brings a new serial called Vani Rani where she playing a dual roles as twins sister.","original_name":"Chellamay","vote_average":0.0,"name":"Chellamay","cert":"Unavailable","id":31194,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":"2010-02-20","cast":[],"overview":"Pilipinas Got Talent is a Philippine talent show on ABS-CBN that began February 20, 2010. It is based on the Got Talent franchise, a British TV format conceived and owned by Simon Cowell's SYCO company. \"Pilipinas\" is the Filipino word for Philippines. Anyone can join and showcase their talents in the audition. At the sound of three buzzers from the judges, the auditionees are asked to stop their act. With at least two yes from the judges, they are automatically in the list for Judges Cull, where judges have to pick only 36 acts that will move to the semi-finals. Acts will compete against each other in order to gain the audience support to win the prize money and the title of Pilipinas Got Talent winner.\n\nABS-CBN acquired the Got Talent franchise, advertising it as \"the first and only nationwide talent reality show in the Philippines,\" although other talent shows from other networks are currently airing with a similar format, such as Talentadong Pinoy on TV5.\n\nViewers are able to join through text and online registration via Internet. Auditions are held in key cities such as Manila, Baguio, Batangas, Cebu, Davao and Cagayan de Oro.\n\nThe first season premiered on February 20, 2010 on ABS-CBN and ended on June 13, 2010. A second and a third season aired back to back in 2011. A fourth season is currently airing which had premiered on February 16, 2013.","original_name":"Pilipinas Got Talent","vote_average":0.0,"name":"Pilipinas Got Talent","cert":"Unavailable","id":31203,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"2009-09-27","cast":["Charley Boorman"],"overview":"Charley Boorman embarks on an adventure in Sydney and travels up the Pacific Rim through Australia, Papua New Guinea, Indonesia, the Philippines and Taiwan, eventually finishing in Tokyo, Japan.","original_name":"Charley Boorman: Sydney to Tokyo By Any Means","vote_average":0.0,"name":"Charley Boorman: Sydney to Tokyo By Any Means","cert":"Unavailable","id":31204,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"1984-09-27","cast":["Eileen Heckart","Lynda Carter","Walter Olkewicz","Loni Anderson","Leo Rossi"],"overview":"Partners in Crime is an American crime drama television series that aired from September 22 until December 29, 1984.","original_name":"Partners in Crime","vote_average":7.5,"name":"Partners in Crime","cert":"Unavailable","id":31205,"adult":"false","genre_ids":[80,18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Cinemassacre's Monster Madness","vote_average":0.0,"name":"Cinemassacre's Monster Madness","cert":"Unavailable","id":31206,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2009-08-29","cast":["Ryo Nishikido","Ryosuke Yamada","Yumi Shirakawa","Takanori Jinnai","Hitomi Kuroki"],"overview":"Niini no Koto o Wasurenaide is a special drama that was broadcast on NTV on August 29, 2009 which starred Ryo Nishikido in the title role. The special was based on a true story and the original Novel of the same name by Kawakami Masumi.","original_name":"にぃにのことを忘れないで","vote_average":0.0,"name":"Niini no Koto o Wasurenaide","cert":"Unavailable","id":31207,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2009-10-01","cast":["Will Poulter","Beth Rylance","Charlie Wernham","Jack Harries","Evie Henderson"],"overview":"School of Comedy is a British character-based comedy sketch show which was turned into a television show after a successful run of review shows at the Edinburgh festival. The cast is entirely made up of children much like in the popular musical Bugsy Malone which creator Laura Lawson often references to in interviews about the show.\n\nThe show comprises sketches involving a very diverse group of characters; from a lesbian couple in 1940s war-time Britain, to a pair of South-African security guards. The show is unique from other comedy sketch shows because even though the show's content is mature enough to need to be shown after the watershed, the roles are all played by teenage children of ages 11 – 15.\n\nThe show ran for two series' on E4 from 1 October 2009 to 18 October 2010.\n\nThe show has been credited with starting the careers of both Will Poulter and Jack Harries. Poulter has gone on to star in films such as Son of Rambow, The Chronicles of Narnia: The Voyage of the Dawn Treader and We're the Millers, while Harries has gone on to start a YouTube channel named \"JacksGap\", which currently has over 2 million subscribers and has made Harries both well-known and popular on the internet.","original_name":"School of Comedy","vote_average":8.3,"name":"School of Comedy","cert":"Unavailable","id":31208,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Óli á Hrauni is an Icelandic television talk show hosted by Ólafur Hannesson and distributed by ÍNN. The show features interviews with politicians, other notable people, and members of the public. It premiered on March 28, 2008. The show has been taped at the HQ of ÍNN from the start.\n\nAt the start of season 3 the show added a new co-host, Viðar Helgi Guðjohnsen, to its staff.\n\nAmong those who have appeared on the show are:\n\n⁕Einar Kristinn Guðfinnsson, former Icelandic Minister of Fisheries and Agriculture\n\n⁕Þórunn Sveinbjarnardóttir, Icelandic Minister for the Environment\n\n⁕Ómar Ragnarsson, entertainer\n\n⁕Gunnar B. Guðmundsson, director\n\n⁕Geir Jón Þórisson, police officer\n\n⁕Björgvin G. Sigurðsson, Icelandic Minister for Business\n\n⁕Ragnheiður Elín Árnadóttir, Icelandic Senator\n\n⁕Lára Ómarsdóttir, reporter\n\n⁕Kristján L. Möller, Icelandic Minister of Communications\n\n⁕Bjarni Benediktsson, Jr., leader of the Icelandic Independence Party","original_name":"Óli á Hrauni","vote_average":0.0,"name":"Óli á Hrauni","cert":"Unavailable","id":31209,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2009-09-10","cast":[],"overview":"Beached Az is an animated cartoon series broadcast by the Australian Broadcasting Corporation. It is shown on both ABC1 and ABC2.","original_name":"Beached Az","vote_average":0.0,"name":"Beached Az","cert":"Unavailable","id":31220,"adult":"false","genre_ids":[16,35],"origin_country":[]},{"first_air_date":"2009-07-14","cast":[],"overview":"Miami Social is an American reality television series on Bravo that debuted on July 14, 2009. The series chronicles the lives of seven friends as they lived, worked, and socialized in South Beach, Miami. They all met weekly for cocktails at the Gansevoort Hotel to catch up with each other's busy lives.","original_name":"Miami Social","vote_average":0.0,"name":"Miami Social","cert":"Unavailable","id":31221,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Kid's Beat is a series of one-minute televised news segments that summarized topic such as sports, education and current events for children and pre-teens. The segments were broadcast in the United States on TBS from 1983 until the mid-1990s, between weekday afternoon children's animated cartoon programs. In 1997, Kid's Beat was replaced by Feed Your Mind, a TBS produced children's newsmagazine featuring stories reported by kids on a range of topics. Many were former hosts of Kid's Beat.","original_name":"Kid's Beat","vote_average":0.0,"name":"Kid's Beat","cert":"Unavailable","id":31222,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2008-10-16","cast":["Brian Sumner"],"overview":"The Uprising is a reality television show centering around the lives and ministry of Jay Haizlip, Brian Sumner, and Christian Hosoi. Together and with the help of many others, they use their collective backgrounds as professional skateboarders as they comb skate parks, backyard pools, and other hangouts in an effort to spread the Gospel of Christ. Committed to affecting the world around them, the trio shares their faith and hope with friends, drug addicts, and even police. Through their ministry and the show as well, cultural and religious boundaries are breached with an unconventional but truly biblical approach to ministry on a person to person level.","original_name":"The Uprising","vote_average":0.0,"name":"The Uprising","cert":"Unavailable","id":31223,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Mo'Nique Show is an American talk show hosted by comedian actress Mo'Nique. Aired on BET, the series began October 5, 2009. The show's second and final season premiered on Monday, October 4, 2010.\n\nOn July 18, 2011, BET cancelled the show after two seasons on air.","original_name":"The Mo'Nique Show","vote_average":0.0,"name":"The Mo'Nique Show","cert":"Unavailable","id":31224,"adult":"false","genre_ids":[10767],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Jangan Lupa Lirik! or JLL! is a Malaysian quiz show format of Don't Forget the Lyrics! with a jackpot of RM 1,000,000. It is currently shown on Astro Ria since April 28, 2008.","original_name":"Jangan Lupa Lirik!","vote_average":0.0,"name":"Jangan Lupa Lirik!","cert":"Unavailable","id":31225,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"TOTP@Play is a music television programme, that was broadcast on UKTV-owned digital youth entertainment television channel, Play UK. The programme ran daily on weekday afternoons from October 2000 until 2001.\n\nIt was a spin off of the long-running BBC music programme, Top of the Pops, and was one of several Play UK programmes to utilise the TOTP brand. These programmes were able to use the BBC-owned TOTP brand commercially as BBC Worldwide, the BBC's commercial arm, held a 50% stake in the UKTV group of channels. BBC Worldwide also publishes the TOTP magazine.\n\nThe programme was broadcast for three hours each weekday afternoon as a live music and entertainment magazine programme, featuring interviews with celebrities, interactive phone-in elements, competitions and magazine features. It was similar in style to the rival programme MTV Select, which aired in a similar afternoon timeslot on MTV UK & Ireland.\n\nTOTP@Play utilised a number of presenters during its run, including Josie d'Arby, Vernon Kay, Joe Mace and Dermot O'Leary.","original_name":"TOTP@Play","vote_average":0.0,"name":"TOTP@Play","cert":"Unavailable","id":31226,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2009-09-01","cast":["Cade Courtley"],"overview":"Surviving Disaster is unlike any other series on television, as it may actually save a life. What's the best way to survive an earthquake, home invasions, plane hijacking, bioterrorism, hurricane, or even a nuclear attack? Navy SEAL Cade Courtley vividly takes viewers through catastrophic scenarios and arms them with the knowledge needed to survive the unthinkable.","original_name":"Surviving Disaster","vote_average":8.0,"name":"Surviving Disaster","cert":"Unavailable","id":31235,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Deputy Seraph was an unfinished pilot for a television series in 1959 featuring the Marx Brothers: Groucho, Chico, and Harpo. The title was a pun on seraph and sheriff, reflecting the Western shows that were popular on TV at the time.","original_name":"Deputy Seraph","vote_average":0.0,"name":"Deputy Seraph","cert":"Unavailable","id":31236,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Niente di Personale is an Italian television talk show hosted by the Italian journalist Antonello Piroso and is broadcast on La7 since 2003.","original_name":"Niente di Personale","vote_average":0.0,"name":"Niente di Personale","cert":"Unavailable","id":31237,"adult":"false","genre_ids":[],"origin_country":["IT"]},{"first_air_date":null,"cast":[],"overview":"The Music Trend is a South Korean music program broadcast by SBS. It airs live every Sunday at 3:30 PM KST. The show features some of the latest and most popular artists who perform on stage. As of August 4, 2013, it is hosted by Hwang Kwang-hee, Lee Hyun-woo and Minah. It is broadcast from the SBS Open Hall in Deungchon-dong, Gangseo-gu, Seoul.","original_name":"The Music Trend","vote_average":0.0,"name":"The Music Trend","cert":"Unavailable","id":31238,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2009-08-20","cast":["Lauren Laverne"],"overview":"Tough Guy or Chicken? is a 2009 reality television series shown on BBC Three. It involves five young British men spending four months travelling the world taking tough challenges with deadly animals and in hostile locations. The series is made up of 8 episodes where, in each, the men are taken to a different part of the world to take on the different challenges that await them. If they are not up for the tasks required of them they fail the given challenge.","original_name":"Tough Guy or Chicken?","vote_average":0.0,"name":"Tough Guy or Chicken?","cert":"Unavailable","id":31239,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"'Glór Tíre' is a reality based talent search for Ireland's newest country and western music star. It has been running for a number of seasons on TG4. Glór Tíre is literally translated as Country Voice. It is produced by Gaelmedia for TG4. It is now in its 9th season. It is one of TG4's top rated programmes often coming first in the channels top 10 programmes, averaging 100,000 viewers.","original_name":"Glór Tíre","vote_average":0.0,"name":"Glór Tíre","cert":"Unavailable","id":31240,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2010-03-27","cast":["Elizabeth Gillies","Michael Eric Reid","Victoria Justice","Leon G. Thomas III","Matt Bennett"],"overview":"Aspiring singer Tori Vega navigates life while attending a performing arts high school called Hollywood Arts.","original_name":"Victorious","vote_average":7.9,"name":"Victorious","cert":"Unavailable","id":31251,"adult":"false","genre_ids":[18,35,10751],"origin_country":["US"]},{"first_air_date":"2007-10-26","cast":["Tuncel Kurtiz","Selma Ergeç","Tuba Büyüküstün","Çetin Tekindor","Nur Sürer"],"overview":"Asi is a Turkish television drama serial. The series originally aired from Jule 21, 2007 to June 15, 2009. It ran for two seasons on Kanal D.","original_name":"Asi","vote_average":5.0,"name":"Asi","cert":"Unavailable","id":31252,"adult":"false","genre_ids":[18],"origin_country":["TR"]},{"first_air_date":null,"cast":[],"overview":"The Selection Box was a talent search reality TV show produced by Adare Productions for RTÉ. It was directed by Brian Reddin and Brian Graham. It was broadcast on Network 2 in 2001. It was produced to find a new presenter for a new Network 2 show called The Fame Game.\n\nCaroline Morahan was the eventual winner who went on to present The Fame Game, while in 2007 the runner up, Karen Koster, began working on TV3's Xposé.\n\nThe Selection Box hosted an open audition in the RDS in 2001 in a search for a new TV presenter. A selection of these would-be presenters would then be sent on to a judging panel who would then bring them on to bootcamp.\n\n2001 saw a wide range of reality TV shows in production. This was RTÉ's second talent search show having produced Popstars one year earlier. It had had success with its other reality task based TV show Treasure Island.","original_name":"The Selection Box","vote_average":0.0,"name":"The Selection Box","cert":"Unavailable","id":31253,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2009-11-02","cast":["Christine Chatelain","Ben Cotton","Allison Mack","Ryan Robbins","Emilie Ullerup"],"overview":"Riese: Kingdom Falling is a science fiction-fantasy series which debuted online on November 2, 2009. The series is about a traveller named Riese, who flees across the wartorn lands of Eleysia with her wolf, Fenrir. Hunted by a terrifying religious group, The Sect, Riese must evade the assassins that have been sent to kill her and discover their true objective.","original_name":"Riese: Kingdom Falling","vote_average":6.9,"name":"Riese: Kingdom Falling","cert":"Unavailable","id":31254,"adult":"false","genre_ids":[10765],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Agenda was a television current affairs programme broadcast on BBC Scotland during the 1980s. It was a sister programme to the general current affairs programme Current Account.\n\nIts first presenter was James Cox with producer Kenneth Cargill. The editor was Matthew Spicer.\n\nLater the politician George Reid presented the programme and the producer was Kirsty Wark later to become a television presenter in her own right.","original_name":"Agenda","vote_average":0.0,"name":"Agenda","cert":"Unavailable","id":31255,"adult":"false","genre_ids":[10763],"origin_country":[]},{"first_air_date":"2008-10-28","cast":[],"overview":"Coolio's Rules is a reality TV show on MuchMore about Coolio and his family produced by Oxygen Studios. Coolio's Rules focuses on Coolio and his family, living in Los Angeles, California. The master rapper tries to balance being a musician, a bachelor looking for love, an entrepreneurial caterer, and a single parent raising four teenagers. The series premiered October 28, 2008.","original_name":"Coolio's Rules","vote_average":0.0,"name":"Coolio's Rules","cert":"Unavailable","id":31256,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":["Vivan Bhatena","Kritika Kamra","Lavanya Tripathi"],"overview":"Pyaar Ka Bandhan is an Indian television series that aired on Sony TV, which is based on the story of 4 siblings who get separated by fate. The series premiered on October 7, 2009 and is produced by Ekta Kapoor of Balaji Telefilms.","original_name":"Pyaar Ka Bandhan","vote_average":0.0,"name":"Pyaar Ka Bandhan","cert":"Unavailable","id":31267,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":"2009-08-24","cast":[],"overview":"El Capo, the most wanted drug dealer in Mexico, has been intercepted while hiding with his trusted men, his wife and his lover. During his escape, he declares war on the government and his own past.","original_name":"El capo","vote_average":10.0,"name":"El capo","cert":"Unavailable","id":31268,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2009-06-11","cast":[],"overview":"Raising Sextuplets is a reality television show produced in the United States by Eric Schiff Productions about the Masche family, consisting of parents Bryan and Jenny Masche and their sextuplets. The show airs on WE tv. The family originally appeared in a one-hour special titled OMG! Sextuplets! in 2008. The second season of Raising Sextuplets premiered on WE tv on June 24, 2010. In the UK, the show is known as \"Ouch! Sextuplets.\"","original_name":"Raising Sextuplets","vote_average":0.0,"name":"Raising Sextuplets","cert":"Unavailable","id":31269,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Sprookjesboom, also known as \"The Fairy Tale Tree\" and \"Märchenbaum\" is a computer-animated series for children from The Efteling. The show is produced by the animation studio Motek Entertainment in Amsterdam, based on a concept from Efteling's director, Olaf Vugts. The television program is broadcast daily in several international markets including the Netherlands on TROS and z@ppelin, in Belgium on Ketnet, and in Germany on NRW.\n\nSprookjesboom is similar in theme to Dreamworks' Shrek. It tells the story of the characters that live in the Sprookjesbos, or Fairy Tale Forest, including Cinderella, Little Red Riding Hood, and Tom Thumb. Behind every 5-minute episode is a subtle moral message. Episodes are in Dutch, with some having been translated to German and English. The character animation is based on motion capture performance.\n\nA feature length film titled Sprookjesboom, de Film was released in 2012 and was awarded the 100th Dutch Gouden Film. The film was based on the characters and stories from the series.","original_name":"Sprookjesboom","vote_average":0.0,"name":"Sprookjesboom","cert":"Unavailable","id":31270,"adult":"false","genre_ids":[16,10762],"origin_country":["NL"]},{"first_air_date":"2007-10-15","cast":["Song Eun-yi","Hwangbo","Shin Bong-sun","Baek Bo-ram","Kim Shin-young"],"overview":"Infinite Girls is a Korean variety program. The program is an all-female version of a show called Infinite Challenge. The show's consisting of 3 seasons with 6 MC's as its mascots. Apparently, this show receives its golden peak in November 2009, hence it added 2 more seasons.","original_name":"무한걸스","vote_average":0.0,"name":"Infinite Girls","cert":"Unavailable","id":31271,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1989-02-24","cast":["Pat Sharp"],"overview":"Fun House is a British children's game show produced by Scottish Television and based on the American show, that aired on CITV from 24 February 1989 to 29 December 1999. It usually aired on Fridays. It was hosted by Pat Sharp, who was also aided by twin cheerleaders, Melanie Grant supporting the red team and Martina Grant supporting the yellow team. The announcer was Gary King. The theme tune was composed by David Pringle and Bob Heatlie.","original_name":"Fun House","vote_average":5.0,"name":"Fun House","cert":"Unavailable","id":31272,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"HOLY Members of s-CRY-ed","vote_average":0.0,"name":"HOLY Members of s-CRY-ed","cert":"Unavailable","id":31281,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Mysterious Origins of Man was a television special that originally aired on NBC on February 25, 1996. Hosted by Charlton Heston, the program argued that mankind has lived on the Earth for tens of millions of years, and that mainstream scientists have suppressed the fossil evidence for this. Some material included was based on the controversial Forbidden Archeology, a book written by Hindu creationists Michael Cremo and Richard L. Thompson about anomalous archeological finds reported mainly in early scientific journals. It also included interviews with the following people: creationist Carl Baugh on the Paluxy tracks; Richard Milton, author of Shattering the Myths of Darwinism, on Lucy; Neil Steede on Incan ruins; and Graham Hancock, author of Fingerprints of the Gods, on Atlantis. It was produced by B. C. Video Inc.\n\nThe program was widely criticized by the scientific community. Donald Johanson said it was \"absolutely shameful, and it sort of sets us back 100 years\". Jim Foley of TalkOrigins called it a \"pseudo-scientific mishmash of discredited claims and crackpot ideas\". However, the criticism did not prevent NBC from re-broadcasting the special on June 8, 1996. In response, John Carman wrote in the San Francisco Chronicle, \"You'd think the NBC brass would be a touch embarrassed by the program, and eager to let the little furor fritter away into oblivion. But then you really would be a simpleton. NBC, a subsidiary of the science giant General Electric, does not exist to sharpen minds. Science, schmience. If there was money to be made from it, NBC would tell you the Earth is flat because of repeated indentations from space aliens on pogo sticks.\" Dave Thomas wrote in Skeptical Briefs that \"quality science was nowhere to be found\" in the program, as it had people of questionable credentials interviewed and failed to interview the leading researchers in their respective fields. Thomas further explained the show failed to challenge the extraordinary claims.","original_name":"The Mysterious Origins of Man","vote_average":0.0,"name":"The Mysterious Origins of Man","cert":"Unavailable","id":31282,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2009-06-18","cast":["Randy Spears","Demi Delia"],"overview":"Series chronicling the life of Demi Delia, an actively working porn star with two teenage children.","original_name":"Mommy XXX","vote_average":2.7,"name":"Mommy XXX","cert":"Unavailable","id":31283,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Dr. V's Private Hell","vote_average":0.0,"name":"Dr. V's Private Hell","cert":"Unavailable","id":31284,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Micronots!","vote_average":0.0,"name":"The Micronots!","cert":"Unavailable","id":31285,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Life is a Circus, Charlie Brown is the 20th prime-time animated TV special based upon the popular comic strip Peanuts, by Charles M. Schulz. It was originally aired on the CBS network on October 24, 1980. The special won an Emmy Award in 1981 for Outstanding Animated Program.","original_name":"Life Is a Circus, Charlie Brown","vote_average":1.0,"name":"Life Is a Circus, Charlie Brown","cert":"Unavailable","id":31296,"adult":"false","genre_ids":[16],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"It's an Adventure, Charlie Brown is the 25th prime-time animated TV special based upon the popular comic strip Peanuts, by Charles M. Schulz. It was originally aired on the CBS network on May 16, 1983. It, along with 1982's A Charlie Brown Celebration inspired the Saturday Morning series The Charlie Brown and Snoopy Show.","original_name":"It's an Adventure, Charlie Brown","vote_average":3.5,"name":"It's an Adventure, Charlie Brown","cert":"Unavailable","id":31297,"adult":"false","genre_ids":[16],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Snoopy's Reunion is the 34th prime-time animated TV special based upon the popular comic strip Peanuts, by Charles M. Schulz. It originally aired on the CBS network on May 1, 1991 as part of the short-lived animated anthology series Toon Night. It is the only Peanuts TV special to date not to have \"Charlie Brown\" in the title, it's also one of the few Peanuts specials to feature the adults.","original_name":"Snoopy's Reunion","vote_average":1.0,"name":"Snoopy's Reunion","cert":"Unavailable","id":31300,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2010-10-08","cast":["Ryan Rottman","Jordana Brewster","Gia Mantegna","Tony Oller","Malcolm David Kelley"],"overview":"Gigantic is an American comedy-drama television series that aired on the TeenNick TV channel. The series is the first scripted show for the channel since its rebranding from The N in September 2009. It premiered on October 8, 2010.\n\nOn April 19, 2011, cast member Tony Oller announced on his Twitter account that series would not be renewed for a second season. The show's final episode aired on April 22, 2011.","original_name":"Gigantic","vote_average":0.0,"name":"Gigantic","cert":"Unavailable","id":31305,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2007-10-12","cast":[],"overview":"Welcome to the world’s premier bridal salon, Kleinfeld Bridal. Part fashion show, part bridal story, part family therapy…Randy Fenoli &amp; a team of specialists guide brides through the process of selecting, altering &amp; delivering each dress in time for their perfect day.","original_name":"Say Yes to the Dress","vote_average":5.8,"name":"Say Yes to the Dress","cert":"Unavailable","id":31306,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Blips is a British children's television series from Ragdoll Productions, which first aired on CITV in 2004 and returned for a second series in 2005. It starred Robin Stevens as Mr. Perfect and Patricia Routledge as the narrator. The 26 episodes were written by Alan Dapre & Robin Stevens. Since 2006, the show has been often repeated on the CITV channel. The Blips are animated characters in a live-action setting.\n\nMusic by Paddy Kingsland","original_name":"Blips","vote_average":0.0,"name":"Blips","cert":"Unavailable","id":31311,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2010-01-03","cast":[],"overview":"Frank The Entertainer in a Basement Affair is a VH1 reality television show starring Frank \"The Entertainer\" Maresca, who previously starred in I Love New York, I Love Money, and I Love Money 2. Unlike other dating shows, the contestants live with Frank and his parents in a house down the street from Frank's real home. The show premiered on January 3, 2010, with the series to run a total of 11 episodes. Fifteen women competed for his love. The winner was Kerry Schwartz.","original_name":"Frank the Entertainer in a Basement Affair","vote_average":0.0,"name":"Frank the Entertainer in a Basement Affair","cert":"Unavailable","id":31312,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":["Kenichi Ogata"],"overview":"Tank Knights Fortress is a Korean-Japanese co-produced animated series by SBS Productions, Dong Woo Animation and Daewon Media of South Korea in partnership with SUNRISE, NAS and Bandai Visual of Japan. This animated series being broadcast and shown in the Philippines and Taiwan. It also has an array of original merchandise such as on-line games, toy figures and audio CD soundtrack.","original_name":"無限戦記ポトリス","vote_average":0.0,"name":"Tank Knights Portriss","cert":"Unavailable","id":31313,"adult":"false","genre_ids":[16,10759,35],"origin_country":["JP"]},{"first_air_date":"2007-05-09","cast":[],"overview":"The Mighty Jungle is a puppet series for preschoolers in which the narrative of the story is largely crafted by a group of preschoolers who appear in live-action segments interspersed between puppet-acted scenes. It is co-produced by Halifax Film and Decode Entertainment, both DHX Media Companies; it is produced in association with CBC Television. The program is broadcast in Canada on CBC Television, a Canadian television network owned by the Canadian Broadcasting Corporation, the national English-language public broadcaster, in the Kids' CBC programming block, and in the United States on the PBS Kids Sprout cable network.","original_name":"The Mighty Jungle","vote_average":0.0,"name":"The Mighty Jungle","cert":"Unavailable","id":31314,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":"2009-10-18","cast":["Calvin Chen","Jiro Wang","Godfrey Gao","Cyndi Wang"],"overview":"Momo Love is a Taiwanese drama starring Jiro Wang and Calvin Chen of Fahrenheit, Cyndi Wang, Wong JingLun and Ken Chu of F4. It was produced by Comic International Productions and Gala Television and directed by Chu Yu-ning. It is based on the Japanese manga series Momoka Typhoon.\n\nThe production was announced in a press conference on 17 June 2008 by GTV and originally titled Tao Hua Love Conquers All, starring Aaron Yan of Fahrenheit, Gui Gui, formerly of Hey Girl and Ah Ben of Choc7. However filming was postponed and subsequently re-cast. It resumed filming on 16 June 2009 and wrapped on 12 December 2009.\n\nIt was broadcast on free-to-air China Television from 18 October 2009 to 10 January 2010, every Sunday at 22:00 to 23:30 and cable TV GTV Variety Show\/CH 28 from 24 October 2009 to 16 January 2010, every Saturday at 21:00 to 22:30.","original_name":"Momo Love","vote_average":0.0,"name":"Momo Love","cert":"Unavailable","id":31315,"adult":"false","genre_ids":[35],"origin_country":["TW"]},{"first_air_date":"2002-01-02","cast":["Frankie Boyle","Dara Ó Briain","Al Murray"],"overview":"Live Floor Show was a television comedy show produced by BBC Scotland for three series from 2002–2003. The first two series, hosted by Greg Hemphill, were broadcast on BBC One Scotland. The third series, hosted by Dara Ó Briain, was shown on BBC Two.\n\nThe programme featured a number of regular acts on one of the three stages at the Queen Margaret Drive studios in Glasgow: Frankie Boyle, Al Murray, Craig Hill, Paul Sneddon, Miles Jupp, and Jim Muir. The show also featured many other well-known guest acts: Bill Bailey, Doug Stanhope, Mackenzie Crook, Des McLean, Craig Charles, Dan Antopolski, Jo Brand, and Matt Blaize.\n\nAt the end of each show there was a musical act. One notable appearance was by Robert Plant, on the same night as Bill Bailey.","original_name":"Live Floor Show","vote_average":0.0,"name":"Live Floor Show","cert":"Unavailable","id":31316,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"The Biggest Winner is an Arabic reality television show that began broadcasting on MBC 1 in 2006. Filming took place in Lebanon. The show is an adaptation of the American reality television show The Biggest Loser. The show features a host, personal trainers, and a dietitian who help the contestants lose weight. As of December 2009, MBC 1 has presented four seasons of the show with a total of 58 contestants from 14 different Arabic countries.\n\nIf is unknown to renew a fifth season, and it is not yet.","original_name":"The Biggest Winner","vote_average":0.0,"name":"The Biggest Winner","cert":"Unavailable","id":31317,"adult":"false","genre_ids":[],"origin_country":["LB"]},{"first_air_date":"2007-06-25","cast":[],"overview":"The Tower: A Tale of Two Cities is a British television documentary series based on the Pepys estate in Deptford, south-east London. The eight-part series premiered on 25 June 2007, on BBC One.\n\nIn 2004, Lewisham council sold one of three adjacent public housing tower blocks on the economically deprived Pepys Estate to a private property developer. The tower was converted into luxury apartments and sold to people who, for the most part, did not grow up in the local area. The documentary was filmed over three years and chronicled the difficulties faced by some of the local residents in adapting to the changes sweeping the neighbourhood. Notable characters included heroin-addicted Leol and his alcoholic best friend Nicky, and the landlord of the local pub who is struggling with the challenges of satisfying his conservative 'old guard' and tempting the new arrivals - mostly young and relatively wealthy - into his traditional boozer.\n\nThe Tower: A Tale of Two Cities won the best factual series BAFTA award in 2008.","original_name":"The Tower: A Tale of Two Cities","vote_average":8.0,"name":"The Tower: A Tale of Two Cities","cert":"Unavailable","id":31324,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2009-11-01","cast":["Andrew Buchan","Alun Armstrong","Lyndsey Marshal","Rupert Graves","Aidan McArdle"],"overview":"The true tale of pioneering 18th century barrister William Garrow, who acted as counsel for the accused, introducing the concept of 'innocent until proved guilty' at London's Old Bailey.","original_name":"Garrow's Law","vote_average":6.0,"name":"Garrow's Law","cert":"Suitable for 15 years & above","id":31325,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"The Oliver Pocher Show is a late-night show with Oliver Pocher shown by Sat.1 in Germany on Fridays. The show is a mix of late-night comedy and personality. Each broadcast begins with stand-up comedy. There are generally two celebrity guests. During the first season, Pocher's father Gerard frequently appeared on the show as a sidekick.\n\nIt is recorded early on Friday evenings in the old Residenz Theater in Köln. For special occasions there are also live shows.\n\nThe first season began in October 2009 and ended in April 2010. The second season will begin on 27 August 2010.\n\nPocher and Johannes B. Kerner where both contracted by SAT.1 as white hopes to put an end to severe losses of quotas after several years. Instead both of them attract disappointingly few viewers - long contract periods protect them from cancellations. However, there have been significant changes on the concept of the show: the typical late night desk was replaced by a couch, the band by a female DJ, Pocher's father by two nasty baby puppets who acted as sidekicks for several months. The show is still undercutting the low quotas and shares of cheap comedy reruns which currently fill most earlier time slots on SAT.1's Friday evening. The so called Fun Freitag is famous for his series of spectacular failures - Pocher's former show partner and German late night legend Harald Schmidt warned him about that in several interviews. Schmidt himself continued his show, the Harald Schmidt Show in autumn 2011. The last episode of Oliver Pocher Show aired in March 2011.","original_name":"The Oliver Pocher Show","vote_average":0.0,"name":"The Oliver Pocher Show","cert":"Unavailable","id":31326,"adult":"false","genre_ids":[],"origin_country":["DE"]},{"first_air_date":"2009-10-19","cast":[],"overview":"Peak Season is an MTV Canada reality TV show set in Whistler, British Columbia. The premier was on October 19, 2009, and delivered the highest ratings for a series on MTV Canada. The show follows the lives of several young adult characters in the reality television style. The show concluded its first season December 14, 2009, aired on MTV Canada on Monday nights at 10 p.m. EST, and was followed by The After Show.","original_name":"Peak Season","vote_average":0.0,"name":"Peak Season","cert":"Unavailable","id":31327,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Live on 5 is the news update produced by Associated Broadcasting Company through ABC News and Public Affairs from 1992 to 2004, It replaces ABC News Update.","original_name":"Live on 5","vote_average":0.0,"name":"Live on 5","cert":"Unavailable","id":31328,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"SuperFetch is a show on Animal Planet that stars Zak George. He instructs and advises on how to train dogs to perform tricks.\n\nThere is an ongoing discussion of his training philosophy on http:\/\/www.youtube.com\/watch?v=f5A7-kYe5jY\n\nAccording to Zak, his new show premiers this fall.","original_name":"SuperFetch","vote_average":0.0,"name":"SuperFetch","cert":"Unavailable","id":31329,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Power & Politics is a Canadian television news program focused on national politics that debuted October 26, 2009 on CBC News Network. Hosted by Evan Solomon Monday to Thursday, the show airs from 5 p.m. to 7 p.m. weekdays.\n\nSince fall 2011, other CBC political correspondents have hosted on Fridays, as CBC Radio One's The House, now also hosted by Solomon, is recorded on Fridays.","original_name":"Power & Politics","vote_average":0.0,"name":"Power & Politics","cert":"Unavailable","id":31330,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Ms. D! is now a defunct afternoon talk show of GMA Network and produced by Viva Television. This was originally hosted by Dina Bonnevie, the show features the successful stories of some people. The show ended in 1996.","original_name":"Ms. D","vote_average":0.0,"name":"Ms. D","cert":"Unavailable","id":31339,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"2002-03-05","cast":["Luanne Gordon","Renée Ellwood","Jodie Rimmer","Mark Sant","Dion Murphy"],"overview":"The Strip is the story of corporate lawyer Melissa Walker, who decides her life needs a new direction and quits her job after finding her husband in bed with his male lover. She opens a male strip club, catering especially for women...","original_name":"The Strip","vote_average":0.0,"name":"The Strip","cert":"Unavailable","id":31340,"adult":"false","genre_ids":[18,35],"origin_country":["NZ"]},{"first_air_date":null,"cast":[],"overview":"Sukh By Chance is an Indian television series that airs on Sony TV, based on the story of a middle-class Gujarati family, the Mehta's, with modest financial earnings. The series premiered on November 10, 2009.","original_name":"Sukh By Chance","vote_average":0.0,"name":"Sukh By Chance","cert":"Unavailable","id":31341,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":"2009-05-31","cast":[],"overview":"A Fazenda is the current Brazilian version of the The Farm reality television show based on the Swedish television series of the same name that was originally created in 2001 by Strix and produced in association with Sony Entertainment and Endemol.\n\nThe show is based on a group of celebrities living together twenty-four hours a day in a Farm, isolated from the outside world while having all their steps followed by cameras around-the-clock, with no privacy for three months.\n\nThe contestants compete for the chance to win the grand prize by avoiding weekly eviction, until the last celebrity remains at the end of the season that can claim the grand prize. The show is presented by news reporter Britto Junior alongside actress Chris Couto and directed by Rodrigo Carelli. Record's website and a Record-owned pay-per-view channel offer round-the-clock coverage.","original_name":"A Fazenda","vote_average":4.3,"name":"A Fazenda","cert":"Unavailable","id":31342,"adult":"false","genre_ids":[10764,35],"origin_country":["BR"]},{"first_air_date":"2009-12-03","cast":["Paul 'Pauly D' DelVecchio","Sammi 'Sweetheart' Giancola","Vinny Guadagnino","Nicole 'Snooki' Polizzi","Mike Sorrentino"],"overview":"Jersey Shore is an American reality television series which ran on MTV from December 3, 2009 to December 20, 2012 in the United States. The series follows the lives of eight housemates spending their summer at the Jersey Shore in the U.S. state of New Jersey. Season 2 followed the cast escaping the cold northeast winter to Miami Beach, with Season 3 returning to the Jersey Shore. The fourth season, filmed in Italy, premiered on August 4, 2011. The show returned for a fifth season, at Seaside Heights on January 5, 2012. The fifth season finale aired on March 15, 2012. On March 19, 2012, MTV confirmed that the series would return for their sixth season. On August 30, 2012, MTV announced that the Jersey Shore would end after the sixth season, which premiered on October 4. The series finale aired on December 20, 2012.\n\nThe show debuted amid large amounts of controversy regarding the use of the words \"Guido\/Guidette,\" portrayals of Italian-American stereotypes, and scrutiny from locals because the cast members were not residents of the area.\n\nThe series garnered record ratings for MTV, making it the network's most viewed series telecast ever. The series' cast have also been credited with introducing unique lexicon and phrases into American popular culture.","original_name":"Jersey Shore","vote_average":3.8,"name":"Jersey Shore","cert":"Unavailable","id":31343,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"X Factor is a Norwegian television music talent show contested by aspiring pop singers drawn from public auditions. It is broadcast on Friday evenings on the TV 2 Network in Norway.","original_name":"X Factor","vote_average":0.0,"name":"X Factor","cert":"Unavailable","id":31344,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Ubat Ruk Kaam Kaub Fah, also known as Love Beyond Frontier', is a Thai \"lakorn\" directed and screen-written by Ping Lampraplerng. It started airing in 2008, starring the two brothers that are one of Thailand's hottest teen sensation, Golf and Mike as well as actresses Jarinporn \"Toey\" Joonkiat and Pattarasaya \"Peak\" Kruasuwansiri who both gained popularity after these series. Then it was shortly followed by a squeal \"Ubat Ruk Kaam Kaub Fah 2\" in 2009.","original_name":"Ubat Ruk Kaam Kaub Fah","vote_average":0.0,"name":"Ubat Ruk Kaam Kaub Fah","cert":"Unavailable","id":31345,"adult":"false","genre_ids":[],"origin_country":["TH"]},{"first_air_date":"2009-08-31","cast":["Jonas Geirnaert","Jelle De Beule"],"overview":"Kabouter Wesley (English: Gnome Wesley) is a series of comics and short animated cartoons about a grumpy and violent kabouter (gnome), made by Jonas Geirnaert. Both the drawing style and the content are purposely made naive and amateuristic and the situations are surreal and violent. There is also a lot of insulting and toilet humour in the series.","original_name":"Kabouter Wesley","vote_average":7.0,"name":"Gnome Wesley","cert":"Unavailable","id":31354,"adult":"false","genre_ids":[16,35],"origin_country":["BE"]},{"first_air_date":"2009-08-24","cast":[],"overview":"Wiggly Waffle was a television program block introduced on August 24, 2009 on PBS Kids Sprout. The show starts at 6.00am Eastern time each weekday morning.\n\nWiggly Waffle debuted in The Wiggles' native Australia on ABC 4 Kids on December 4, 2009, screening at 10.00am to 11.00am.","original_name":"Wiggly Waffle","vote_average":0.0,"name":"Wiggly Waffle","cert":"Unavailable","id":31355,"adult":"false","genre_ids":[],"origin_country":["US","AU"]},{"first_air_date":"2009-11-28","cast":["Challen Cates","Tanya Chisholm","Erin Sanders","Spencer Locke","James Maslow"],"overview":"Four teenage friends move from Minneapolis to Los Angeles to form a potential chart-topping boy band after Kendall is inadvertently discovered by an eccentric record executive, Gustavo Rocque. As they seize this opportunity of a lifetime, these friends embark on an exciting comedy and music-filled journey to prove to themselves and their record label that they are serious about their new career choice.","original_name":"Big Time Rush","vote_average":6.4,"name":"Big Time Rush","cert":"Unavailable","id":31356,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Valley Girl Show","vote_average":0.0,"name":"The Valley Girl Show","cert":"Unavailable","id":31357,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2009-10-31","cast":["Debra Stephenson","Jon Culshaw"],"overview":"The Impressions Show with Culshaw and Stephenson is a British comedy sketch show which stars impressionists Jon Culshaw and Debra Stephenson. A second series began broadcasting on 14 November 2010 and ended on 23 December 2010. A third series started on 26 October 2011 at 8.30pm on BBC One. The show was nominated for a National Television Awards in the category of Comedy in 2011, however it failed to make the top 4.","original_name":"The Impressions Show with Culshaw and Stephenson","vote_average":0.0,"name":"The Impressions Show with Culshaw and Stephenson","cert":"Unavailable","id":31358,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2009-10-28","cast":["Jamie Theakston"],"overview":"Britain's Best Brain is a television programme running in the United Kingdom on Channel 5 and saw ordinary members of the public undertake various tasks, all scientifically designed to test different parts of the brain. The show ran every Wednesday and was aired from 28 October to 16 December 2009. The winner, crowned 'Britain's Best Brain 2009', was Matt Clancy, a 29 year-old marketing consultant from London.\n\nThe show was hosted by former Live & Kicking presenters Jamie Theakston and Zoë Ball.\n\nA free to play browser game was launched on 3 October 2009 and was commissioned by Tiger Aspect Productions and developed by Fish in a bottle.","original_name":"Britain's Best Brain","vote_average":0.0,"name":"Britain's Best Brain","cert":"Unavailable","id":31359,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2009-10-04","cast":["Ady An","Vanness Wu","Tiffany Hsu","Kang Ren Wu","Xiao Xiao Bin"],"overview":"Autumn's Concerto is a 2009 Taiwanese drama starring Ady An, Vanness Wu of F4, and Tiffany Hsu. It was produced by Sanlih E-Television and directed by Chen Hui Ling. The drama started filming in June 2009 and was completed in December 2009.\n\nIt was first broadcast in Taiwan on free-to-air Taiwan Television from 4 October 2009 to 28 February 2010, on Sundays at 22:00 to 23:30. It was also shown on cable TV Sanlih E-Television on 10 October 2009 to 6 March 2010 on Saturdays at 21:00 to 22:30.\n\nAutumn's Concerto was nominated in 2010 for Best Marketing Programme at the 45th Golden Bell Awards, Taiwan.\n\nKnown as the drama serial which shot the child actor Xiao Xiao Bin to stardom, Autumn's Concerto has broken records with its high ratings. Scoring 8.23 as its peak point for episode 18, which aired January 31, 2010, Autumn's Concerto has broken the records of The Prince Who Turns into a Frog to become the second highest rating Taiwanese idol drama, the highest rating being held by Fated to Love You. Autumn's Concerto now airs on Hawaii's KIKU television, weekly on Saturday's at 7:00.","original_name":"下一站，幸福","vote_average":7.8,"name":"Autumn's Concerto","cert":"Unavailable","id":31360,"adult":"false","genre_ids":[18,10749],"origin_country":["TW"]},{"first_air_date":null,"cast":[],"overview":"Wait for It..! is a children's game show produced by CBBC Scotland Productions. It is presented by Pete Firman with the voice of Tim Dann. It ran from 26 August 2009 until 7 October 2009.","original_name":"Wait for It..!","vote_average":0.0,"name":"Wait for It..!","cert":"Unavailable","id":31369,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2010-10-07","cast":["Tom Bennett","Martin Trenaman","Kayvan Novak","Emma Fryer"],"overview":"PhoneShop is a British sitcom that was first broadcast on Channel 4 as a television pilot on 13 November 2009, as part of the channel's Comedy Showcase season of comedy pilots. It was then followed by a six-episode series that was commissioned on E4 and broadcasting began on 7 October 2010.","original_name":"PhoneShop","vote_average":5.8,"name":"PhoneShop","cert":"Unavailable","id":31370,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2009-08-01","cast":["Lee Ji-ah","Kim Hye-soo","Ryu Si-won","Lee Yong-Woo"],"overview":"Style is a 2009 South Korean television series starring Kim Hye-soo, Lee Ji-ah, Ryu Shi-won, and Lee Yong-woo. It aired on SBS from August 1 to September 20, 2009 on Saturdays and Sundays at 21:45 for 16 episodes. Based on the popular 2008 chick lit novel of the same title by former fashion reporter Baek Young-ok, Style depicts the inner workings of a fictional fashion magazine.","original_name":"스타일","vote_average":2.3,"name":"Style","cert":"Unavailable","id":31371,"adult":"false","genre_ids":[18,35],"origin_country":["KR"]},{"first_air_date":"2009-09-29","cast":["Kristina Schmidt","Alicia Endemann","Daniel Wilken","Florian Prokop","Gerda Böken"],"overview":"Das Haus Anubis is a children's television series produced jointly by Belgian broadcaster Studio 100 and Nickelodeon and the first remake of Het Huis Anubis aired in The Netherlands and Belgium. Another English remake called House of Anubis aired in 2011. With a seven-figure production budget, it is one of Nickelodeon's largest in-house productions, and the first German daily soap opera specifically aimed at children. From 29 September 2009 to 4 May 2012, the show had been running both on children's channel Nick, and season 1 on music channel VIVA. Das Haus Anubis is aimed at children twelve years old and above, and is the German remake of the successful Dutch television programme, Het Huis Anubis. This 2006\/2009 series was one of the most successful children's series in the Benelux countries.","original_name":"Das Haus Anubis","vote_average":0.0,"name":"House of Anubis","cert":"Unavailable","id":31372,"adult":"false","genre_ids":[9648,10751],"origin_country":["DE"]},{"first_air_date":null,"cast":[],"overview":"Super Inggo at ang Super Tropa is the first 100% Pinoy Filipino animated TV series aired on ABS-CBN. The first season of Super Inggo at ang Super Tropa, which was composed of 14 episodes, ended on February 21, 2010 and returned on May 3, 2010. It is a spin-off of the television series Super Inggo.","original_name":"Super Inggo at ang Super Tropa","vote_average":0.0,"name":"Super Inggo at ang Super Tropa","cert":"Unavailable","id":31373,"adult":"false","genre_ids":[16],"origin_country":["PH"]},{"first_air_date":"1976-01-21","cast":["Tom Conti","Barbara Kellerman","Nigel Havers","Roger Hammond","Roger Hammond"],"overview":"The Glittering Prizes is a British television drama about the changing lives of a group of Cambridge students, starting in 1952 and following them through to middle age in the 1970s. It was first broadcast on BBC2 in 1976.","original_name":"The Glittering Prizes","vote_average":0.0,"name":"The Glittering Prizes","cert":"Unavailable","id":31374,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"2009-11-24","cast":["Kiruna Stamell","Peter Mitchell"],"overview":"Cast Offs is a BAFTA-nominated dramedy mockumentary that follows a group of six disabled people sent to a remote British Island for a fictional reality show.\n\nThe series is made up of six episodes, with each episode concentrating on one of the six characters. It follows each character for the year leading up to them being dropped off on the island and also the happenings on the island when they are left to fend for themselves.","original_name":"Cast Offs","vote_average":7.0,"name":"Cast Offs","cert":"Unavailable","id":31375,"adult":"false","genre_ids":[35,18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"First Look is a 30-minute morning news program that gives you updates on the overnight news and weather from around the world. Weekdays at 5 a.m. on ABS-CBN News Channel.","original_name":"First Look","vote_average":0.0,"name":"First Look","cert":"Unavailable","id":31384,"adult":"false","genre_ids":[],"origin_country":["PH","US"]},{"first_air_date":null,"cast":["Amparo Grisales","Fernando Solórzano","Angélica Blandón","Andrea Gómez","Yuly Ferreira Angarita"],"overview":"Las Muñecas De La Mafia is a 2009 Colombian telenovela produced by BE-TV and broadcast by Caracol TV. It's based on Juan Camilo Ferrand and Andres Lopez's book \"Las Fantásticas\". They also wrote the scripts for the television series. The telenovela will debut soon on the Telefutura Network. Series debuted on May 3, 2010 after the Vecinos finale. The show ended July 2010 in the U.S.\n\nIt talks about the story of Brenda, Olivia, Violeta, Renata and Pamela. They get into trouble throughout the series because they get involved with some mafia guys from \"El Carmen\" in Colombia.They all have sad endings. Pamela immigrates, at the end of the story, to the United States of America to try to get away from trouble and be close to her father, who was a pilot and end up in jail because he was captured by DEA taking cocaine to U.S in a plain, and ends up as a maid but tells Brenda she is happy and having a great life. Olivia ends up in jail for having a fake wedding with a Braulio Bermudez and getting some of his properties. Violeta dies when the two mafia opposite sides were going to end a war that was going on in between them.Renata also dies because she was force by erick, to pay money she owe him, to carry drugs in her stomach to the United States and no one of her loved ones knew because she had no identification on her. Brenda ends up being pregnant by Braulio, she never saw him again, because he was taken to an US jail. This is a very exiting story to see and it shows how easy life is never a good choice, might be nice and easy at the beginning but some day all ends.","original_name":"Las muñecas de la mafia","vote_average":7.0,"name":"The Mafia Dolls","cert":"Unavailable","id":31387,"adult":"false","genre_ids":[18],"origin_country":["CO"]},{"first_air_date":"2008-03-02","cast":["Ana de la Reguera","Cecilia Suárez","Dolores Heredia","Alejandro Camacho","Juan Manuel Bernal"],"overview":"Capadocia is a Mexican HBO Latin America television series. It started on March 2, 2008 and its second season was planned for 2010.","original_name":"Capadocia","vote_average":5.0,"name":"Capadocia","cert":"Unavailable","id":31388,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":"2010-01-06","cast":["Sean McGinley","Mark O'Brien","Allan Hawco","Krystin Pellerin","Lynda Boyd"],"overview":"Jake Doyle and his ex-cop father, Malachy, run a Newfoundland detective agency. Their rugged seaside town never lacks for intriguing cases, and the Doyles don't always land on the right side of the law.","original_name":"Republic of Doyle","vote_average":7.3,"name":"Republic of Doyle","cert":"Unavailable","id":31389,"adult":"false","genre_ids":[35,18],"origin_country":["CA"]},{"first_air_date":"1998-12-06","cast":["Lino Banfi","Milena Vukotic","Michael Cadeddu","Eleonora Cadeddu","Paolo Sassanelli"],"overview":"Un medico in famiglia is an Italian television TV series. The show is inspired, to an extent, by Spanish TV series Médico de familia. It is one of the most successful series in Italy.","original_name":"Un medico in famiglia","vote_average":0.0,"name":"Un medico in famiglia","cert":"Unavailable","id":31390,"adult":"false","genre_ids":[35,10751],"origin_country":["IT"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"My Date With...","vote_average":0.0,"name":"My Date With...","cert":"Unavailable","id":31391,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2009-09-28","cast":[],"overview":"X Factor is a Franco-Belgian television music talent show to find new singing talent after public auditions, intermediate tests, and live shows. The first series was broadcast on Mondays, from September to December 2009, on W9 and RTL-TVI. The second and last series was broadcast on Tuesdays, from March to June 2011, on M6 and RTL-TVI.","original_name":"X Factor","vote_average":0.0,"name":"X Factor","cert":"Unavailable","id":31400,"adult":"false","genre_ids":[],"origin_country":["FR","BE"]},{"first_air_date":"1989-09-19","cast":["Leslie Grantham","Don Henderson","Barbara Wilshere","Peter Gowen","Leon Herbert"],"overview":"The Paradise Club is a BBC television drama starring Don Henderson and Leslie Grantham as Frank & Danny Kane. Two series were produced and were broadcast between 1989 and 1990.\n\nThe show focuses upon two brothers, Frank & Danny Kane. Their mother, Ma Kane, is the matriarch of a criminal gang in South London, helped by her son Danny. Frank has become a priest but leaves the church; he inherits The Paradise Club on the death of their mother and returns to London to try and steer Danny away from crime.","original_name":"The Paradise Club","vote_average":7.0,"name":"The Paradise Club","cert":"Unavailable","id":31401,"adult":"false","genre_ids":[18,80],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Celebrity Extra was a British celebrity entertainment series on LivingTV. It was presented by Tania Bryer, followed by Liz Bonnin after a major revamp. Occasionally, Brian Dowling also hosted. It featured a mixture of star interviews and reviews.","original_name":"Celebrity Extra","vote_average":0.0,"name":"Celebrity Extra","cert":"Unavailable","id":31404,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2009-10-11","cast":["Chris Rose","Daniel Negreanu"],"overview":"Million Dollar Challenge is the most watched poker show in television history. It is sponsored by PokerStars. The show, which airs on the Fox Broadcasting Company, debuted on October 11, 2009. The show is hosted by Chris Rose and features Daniel Negreanu. The first season included five episodes following the FOX network Sunday National Football League coverage. The finale aired on December 27, 2009. The eight-episode season 2 premiered on September 19, 2010 and is scheduled to conclude on December 12.","original_name":"Million Dollar Challenge","vote_average":0.0,"name":"Million Dollar Challenge","cert":"Unavailable","id":31405,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Love and Marriage is an American situation comedy television series starring Anthony Denison and Patricia Healy as a New York working couple trying to raise a family. The series premiered September 28, 1996 on Fox. The show was canceled after two episodes.","original_name":"Love and Marriage","vote_average":0.0,"name":"Love and Marriage","cert":"Unavailable","id":31408,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2009-02-26","cast":["Chris Isaak"],"overview":"The Chris Isaak Hour is a one-hour talk show, that aired in 2009 on The Biography Channel, in which singer Chris Isaak, interviews and plays alongside other musical artists such as Stevie Nicks and Glen Campbell.The channel currently airs re-runs on Thursdays and Saturdays.","original_name":"The Chris Isaak Hour","vote_average":0.0,"name":"The Chris Isaak Hour","cert":"Unavailable","id":31409,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2009-03-18","cast":[],"overview":"Beyond the Darklands is an Australian true crime television series that airs on the Seven Network. It is narrated by Samuel Johnson, with each episode focusing on a certain criminal, with commentary from clinical psychologist Dr Leah Giarratano providing insight into the minds of the criminal.\n\nAfter screening the first four episodes in early 2009, the show was taken off the air, only to return later that year for a further four episodes. Via a phone call on 11 November 2009 a Channel Seven spokesperson confirmed that the show will be returning in the New Year with new episodes.\n\nDue to a court injunction Channel Seven was prevented from screening the episode featuring Peter Dupas in Victoria.\n\nBeyond the Darklands Australia is based on the original New Zealand series and book created by the New Zealand clinical psychologist Nigel Latta. The TVNZ series has been shown in Australia on the ci channel on Foxtel.","original_name":"Beyond the Darklands","vote_average":5.0,"name":"Beyond the Darklands","cert":"Unavailable","id":31416,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"2009-10-07","cast":["Kang Soo Han","Kim Sung-ryung","Jung Yong-hwa","Lee Hong-gi","Uee"],"overview":"You're Beautiful is a 2009 South Korean romantic comedy television drama series, starring Park Shin-hye, Jang Keun-suk, Lee Hong-ki of F.T. Island and Jung Yong-hwa of CN Blue. It is about a fictional boy band A.N.Jell and the relationship between its members when a female, posing as her twin brother, joins the group. It aired on Seoul Broadcasting System from October 7 to November 26, 2009 on Wednesdays and Thursdays at 21:55 for 16 episodes. The series has been posted on SBS's YouTube channel. A Japanese remake of this drama was released in Japan in July 2011 as Ikemen desu ne, and included a cameo appearance by Jang in Episode 8 as his Japanese counterpart, Gunsoku. A Taiwanese remake, Fabulous Boys, was broadcast in 2013, which includes a cameo appearance by Park Shin-hye.","original_name":"미남이시네요","vote_average":8.1,"name":"You're Beautiful","cert":"Unavailable","id":31417,"adult":"false","genre_ids":[35,18],"origin_country":["KR"]},{"first_air_date":"2009-11-16","cast":["Zuria Vega","Mario Cimarro","Mariana Seoane","Manuel Landeta","Marcelo Córdoba"],"overview":"Mar de Amor is a Spanish-language telenovela produced by Nathalie Lartilleux with protagonists Zuria Vega, Mario Cimarro and Mariana Seoane and antagonists Ninel Conde, Marcelo Córdoba and Manuel Landeta. This is a remake of the 1978 Venezuelan telenovela María del Mar.","original_name":"Mar de Amor","vote_average":0.0,"name":"Curse by the Sea","cert":"Unavailable","id":31418,"adult":"false","genre_ids":[18,10766],"origin_country":["MX"]},{"first_air_date":null,"cast":[],"overview":"Pixel Pinkie is an Australian,Canadian and British cartoon produced and created by Blue Rocket Productions in association with the Nine Network and principally funded by The Film Finance Corporation Australia. It started airing on 29 August 2009.","original_name":"Pixel Pinkie","vote_average":0.0,"name":"Pixel Pinkie","cert":"Unavailable","id":31419,"adult":"false","genre_ids":[16],"origin_country":["AU","CA","GB"]},{"first_air_date":"2010-10-12","cast":["Heather Peace","Emun Elliott","Anna Skellern","Adam Sinclair","Fiona Button"],"overview":"Sex, lies and true love in modern Scotland. Following the lives and loves of a group of twenty-something lesbians living in Glasgow.","original_name":"Lip Service","vote_average":6.2,"name":"Lip Service","cert":"Unavailable","id":31420,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Ray Mears' Northern Wilderness is a television series hosted by Ray Mears, showing Mears in Canada. The series is broadcast by the BBC.\n\nMears also released a book of the same title.","original_name":"Ray Mears' Northern Wilderness","vote_average":0.0,"name":"Ray Mears' Northern Wilderness","cert":"Unavailable","id":31421,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2009-10-19","cast":["Shun Oguri","Hiro Mizushima","Yuriko Yoshitaka","Tomokazu Miura","Nene Otsuka"],"overview":"Kanade Takakura is an elite detective from the New York Police department. He has a very keen sense of judgement but is cold and inflexible. Kanade lost his father in a murder as a young boy, which drove him to become a detective. \n\nMaruo Kudo  is a former motorcycle gang member now special detective with the Japanese police department. These two opposite characters team up on a case in which secrets are held by a young lady named Yuki Matsunada.","original_name":"東京DOGS～最悪で最高のパートナー～","vote_average":7.3,"name":"Tokyo Dogs","cert":"Unavailable","id":31422,"adult":"false","genre_ids":[18,35],"origin_country":["JP"]},{"first_air_date":"2008-02-28","cast":["Martin Freeman","Meera Syal","Frankie Boyle","Jo Brand","Phill Jupitus"],"overview":"When Were We Funniest? is a Gold documentary series broadcast in 2008.","original_name":"When Were We Funniest?","vote_average":0.0,"name":"When Were We Funniest?","cert":"Unavailable","id":31431,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2010-06-13","cast":["Laura Croft","Josh Strickland","Angel Porrino","Holly Madison"],"overview":"Holly's World, originally titled Planet Holly, is an American reality television series that debuted on E! on December 6, 2009.","original_name":"Holly's World","vote_average":8.0,"name":"Holly's World","cert":"Unavailable","id":31432,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2009-12-08","cast":["Robson Green"],"overview":"Robson Green's Wild Swimming Adventure is a show featuring Robson Green which airs in December 2009. Robson Green undertakes an aquatic journey through the wild waters of Britain in this new two part documentary series for ITV.","original_name":"Robson Green's Wild Swimming Adventure","vote_average":0.0,"name":"Robson Green's Wild Swimming Adventure","cert":"Unavailable","id":31433,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"999 is a British docudrama television series presented by Michael Buerk, that premiered in 1992 on BBC One and ran until 2003. The series got its name from the emergency telephone number used in the United Kingdom.\n\nIn the first series, each episode included two reconstructions of real emergencies, using actors and occasionally Buerk himself, as well as some of the real people involved in the emergency. By the second series, episodes of 999 included more reconstructions. While recreating an accident for an episode in 1993, veteran stuntman Tip Tipping was killed in a parachuting accident. In 2002, it was announced that the series had been cancelled.","original_name":"999","vote_average":6.0,"name":"999","cert":"Unavailable","id":31434,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"ITV News was the name given to the late news bulletins, airing on Bank Holidays and after extended Football coverage on the British television network ITV. Originally named The Late News, it aired in place of ITV News at Ten on Fridays. It is produced by ITN.\n\nThe bulletin was introduced as a thirty-minute Friday night news programme on 18 January 2008, with the same studio and look as News at Ten, and was presented by Mark Austin and Julie Etchingham. However, in February 2008, the bulletin took on the same generic look used for the ITV News bulletins, and in March began being presented by one newscaster. On 25 February 2009, ITV announced that News at Ten would begin to air five nights a week, in order to give News at Ten a \"consistent home at the heart of the schedule\", as well as being due to a rise in ratings and the success of the pairing of the programme's newscasters. The final Friday night edition of The Late News was broadcast on 6 March 2009.","original_name":"ITV News","vote_average":0.0,"name":"ITV News","cert":"Unavailable","id":31435,"adult":"false","genre_ids":[10763],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Connect with Mark Kelley was a Canadian news talk show, which aired from 2009 to 2012 on CBC News Network. Hosted by Mark Kelley, the show originally aired lived from 7p.m. to 9p.m. eastern time on weeknights, and then was shortened to an 8p.m. to 9p.m. air time, after the creation of The Lang and O'Leary Exchange. The show's team also included Reshmi Nair, Jennifer Hollett and Nick Purdon.\n\nSeveral months before the first airing, Mark Kelley pitched to his executives the concept of a \"highly interactive nightly news show” which would utilize new media technologies. The show debuted on October 26, 2009.\n\nThe show ended on June 22, 2012 due to budget cuts resulting from the 2012 Canadian federal budget. Kelley went on to join the CBC's weekly newsmagazine series the fifth estate.","original_name":"Connect with Mark Kelley","vote_average":0.0,"name":"Connect with Mark Kelley","cert":"Unavailable","id":31436,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"The Red-Headed League is an episode of the Sherlock Holmes television adaptations of the Sir Arthur Conan Doyle stories, produced by British television company Granada Television between 1984 and 1994. The episode was first broadcast on the ITV network in the UK in 1985, and starred Jeremy Brett as the famous detective. It was the fifth of six episodes aired in the series' second season, and the twelfth of the shows overall.","original_name":"The Red-Headed League","vote_average":0.0,"name":"The Red-Headed League","cert":"Unavailable","id":31447,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"NewsCap","vote_average":0.0,"name":"NewsCap","cert":"Unavailable","id":31448,"adult":"false","genre_ids":[10763],"origin_country":["PH"]},{"first_air_date":"2009-01-16","cast":["Fredrik Skavlan"],"overview":"Skavlan is a Norwegian-Swedish television talk show hosted by Norwegian journalist Fredrik Skavlan. It premiered in Sweden on Sveriges Television in January 2009, and the first guests to appear on the show were former Prime Minister of Sweden Göran Persson and his wife Anitra Steen. On 8 May 2009, it was announced that Skavlan had been renewed for a second season. It was also announced that the show would no longer only be produced by SVT in Sweden; Skavlan would now be partly produced in Norway by the Norwegian Broadcasting Corporation. The first twelve episodes of Skavlan's second season were produced by SVT in Sweden, and the remaining twelve by NRK in Norway.\n\nSkavlan speaks Norwegian and his dialog is therefore subtitled in Swedish in Sweden, even though the two languages are quite similar and mutually intelligible. If the persons being interviewed by Skavlan are Swedish, he often tells them to let him know if they do not understand what he is saying. Swedish novelist Jan Guillou has criticized SVT for subtitling the program, stating \"there is no need for that. If the host had been Danish, subtitling would have been necessary, but with a Norwegian host it does not make any sense.\"","original_name":"Skavlan","vote_average":4.1,"name":"Skavlan","cert":"Unavailable","id":31449,"adult":"false","genre_ids":[10767],"origin_country":["SE","NO"]},{"first_air_date":"1999-07-19","cast":["Lisette Morelos","Eduardo Verástegui","Karla Álvarez","Ariel López Padilla","Arleth Terán"],"overview":"Alma Rebelde is a 1999 Mexican telenovela, starring Lisette Morelos, Eduardo Verástegui and the late Edgar Ponce. It was produced by Televisa. This telenovela contained 90 episodes.","original_name":"Alma Rebelde","vote_average":0.0,"name":"Alma Rebelde","cert":"Unavailable","id":31450,"adult":"false","genre_ids":[10766,18],"origin_country":["MX"]},{"first_air_date":null,"cast":["Kristel Verbeke","Karen Damen","Josje Huisman"],"overview":"De Wereld van K3 is a daily Flemish–Dutch kids talk show broadcast on Nederland 3 in the Netherlands and on Vtm in Belgium. The hostesses are the girls of the girl band K3. The talk show takes place in The K3 Club House, where the girls have their guests, like famous people with kids as the audience.\n\nThe show has a chef, who makes everyday something with the kids, a magician who teaches the kids a special trick and Martin Gaus who shows the kids an animal. Also someone performs every episode.\n\nThe show also shows some cartoons like Kabouter Plop, Piet Piraat and Bumba.","original_name":"De Wereld van K3","vote_average":0.0,"name":"The World of K3","cert":"Unavailable","id":31451,"adult":"false","genre_ids":[10762],"origin_country":["BE"]},{"first_air_date":"2009-10-17","cast":[],"overview":"Gourmet's Adventures With Ruth is a cooking program that is produced by WGBH-TV and aired nationally on the Public Broadcasting Service in the United States. The show follows former Gourmet magazine Editor in Chief Ruth Reichl around the USA and the rest of world, where in the company of various celebrities, the program instructs the viewer about different countries and regions and their cuisines.","original_name":"Gourmet's Adventures With Ruth","vote_average":0.0,"name":"Gourmet's Adventures With Ruth","cert":"Unavailable","id":31452,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Central Division is a police drama web series about detectives in the LAPD's downtown precinct. The show premiered on July 20, 2009. Central Division was created by Aleem Hossain and stars Brian Silverman and Clay Wilcox.","original_name":"Central Division","vote_average":0.0,"name":"Central Division","cert":"Unavailable","id":31465,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Take a Letter is a game show that originally aired on ITV from 10 January 1962 to 24 June 1964 and was originally hosted by Bob Holness. It was revived in 1997 and aired on Living with Jenny Hull as the host.","original_name":"Take a Letter","vote_average":0.0,"name":"Take a Letter","cert":"Unavailable","id":31466,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Digital Tour is a TV Show in the Philippines broadcast by Studio 23. It went off the air on July 22, 2007.","original_name":"Digital Tour","vote_average":0.0,"name":"Digital Tour","cert":"Unavailable","id":31467,"adult":"false","genre_ids":[10763],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Victoria Wood's Mid Life Christmas is a comedy sketch show written by and starring comedienne Victoria Wood, broadcast on Christmas Eve 2009.\n\nThe programme, Wood's first sketch show for nine years, was described by Wood as being \"a whole night's telly crammed into one hour. Christmas is a stressful time and, by compressing an evening's viewing into 60 minutes, we hope families will have more time for other festive traditions such as arguing with relatives and defrosting turkeys under the hot tap\". The special featured a spoof documentary titled Beyond The Marigolds, in which Wood's long-time collaborator Julie Walters reprised her role as \"Bo Beaumont\", the actress behind Acorn Antiques character \"Mrs. Overall\". Beyond The Marigolds saw Beaumont's foray into the world of celebrity programming such as I'm A Celebrity, Get Me Out Of Here!, Dancing On Ice and Strictly Come Dancing. The sketch included special guest appearances from Delia Smith, Jayne Torvill and Christopher Dean and Anton du Beke.\n\nAlso featured in Mid Life Christmas was The Mid Life Olympics 2009, a series of sketches that include events such as the \"4 by 400 Hedge Trimming\" and \"Ladies Outdoor Parking\", featuring Wood as the commentator. There was an homage to BBC costume drama with the sketch Lark Pies to Cranchesterford; a series of parodies of television adverts; and a send-up of The Apprentice in which Sir Alan Sugar's sidekicks Margaret Mountford and Nick Hewer share an uncharacteristic jazz dance together.","original_name":"Victoria Wood's Mid-Life Christmas","vote_average":4.0,"name":"Victoria Wood's Mid-Life Christmas","cert":"Unavailable","id":31468,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Perfect Match is a game show that aired on Channel 4 from 2002","original_name":"Perfect Match","vote_average":0.0,"name":"Perfect Match","cert":"Unavailable","id":31469,"adult":"false","genre_ids":[10764],"origin_country":[]},{"first_air_date":"1978-10-08","cast":["Ingrid Hafner","Robert Morgan"],"overview":"An old woman's possessions are auctioned, and orchestral conductor Timothy Clare and his family move into her large, though rather gloomy and dilapidated, old house in Bristol. It soon becomes clear that this is a house full of secrets, and that Mrs. Betterton had good reason to leave with her young granddaughter, the ethereal, otherworldly Emily; after a series of frightening experiences and disturbing discoveries - including a walled-up room containing a skeleton - the Clares realise that they are not the only occupants.","original_name":"The Clifton House Mystery","vote_average":0.0,"name":"The Clifton House Mystery","cert":"Unavailable","id":31470,"adult":"false","genre_ids":[18,10765],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"The Invisible Man is an animated series from MoonScoop Group, in co-production with bRb, Screen 21, RAI Fiction, SMEC and with the participation of M6, Disney Television France, Antena 3 and Eurocartoons.\n\nEach of the 26 episodes lasts 26–30 minutes.\n\nThe story revolves around Alan Crystal, a genius but reckless teenager who is turned permanently invisible when an experiment goes awry. As with all good super-hero stories there are issues around leading a double life and keeping friends and secrets apart. He also finds himself a nemesis - Wallace Morton, a.k.a. Opacus.\n\nIt is currently being aired in the U.K. on Kix!.","original_name":"The Invisible Man","vote_average":0.0,"name":"The Invisible Man","cert":"Unavailable","id":31479,"adult":"false","genre_ids":[16],"origin_country":["FR"]},{"first_air_date":"2009-10-17","cast":["Haruma Miura","Yu Shirota","Anne Watanabe","Miyu Ehara"],"overview":"Kotaro Mochizuki (Haruma Miura) is a timid, introspective teenager who attends a private high school. One day he discovers a mysterious old book and from that day on, whenever he finds himself in a difficult situation, he turns into a samurai warrior.","original_name":"サムライ・ハイスクール","vote_average":7.0,"name":"Samurai High School","cert":"Unavailable","id":31480,"adult":"false","genre_ids":[28,35],"origin_country":["JP"]},{"first_air_date":"1987-10-04","cast":["Jon Pertwee","Una Stubbs"],"overview":"Worzel Gummidge Down Under, adapted from the books written by Barbara Euphan Todd and the children's television programme produced and broadcast in the United Kingdom named Worzel Gummidge, starring Jon Pertwee. The story continued in New Zealand when Aunt Sally was sold to a Museum owner.","original_name":"Worzel Gummidge Down Under","vote_average":0.0,"name":"Worzel Gummidge Down Under","cert":"Unavailable","id":31481,"adult":"false","genre_ids":[10762],"origin_country":["NZ"]},{"first_air_date":"1989-03-20","cast":["Chris Young","David Moscow","Jenny O'Hara"],"overview":"Live-In is an American sitcom that aired on CBS from March 20, 1989 to May 29, 1989. The series stars Australian actress Lisa Patrick and was described as a updated version of Nanny and the Professor.","original_name":"Live-In","vote_average":0.0,"name":"Live-In","cert":"Unavailable","id":31482,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2009-04-07","cast":["Ciske Kruger Botha","Michelle Botha","Crystal-Donna Roberts","Franci Swanepoel","Altus Theart"],"overview":"Getroud met rugby is a South African television series which premiered on kykNET on 7 April 2009. It was marketed as an Afrikaans-language version of the British television show Footballers' Wives; the title literally translates to English as Married To Rugby.","original_name":"Getroud Met Rugby","vote_average":0.0,"name":"Getroud Met Rugby","cert":"Unavailable","id":31483,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":"2010-01-11","cast":["Aljur Abrenica","Kris Bernal","Carla Abellana","Angelu de Leon","Bianca King"],"overview":"The Last Prince is a fantasy Philippine drama produced by GMA Drama, featuring many fairy tales as a plot device such as Cinderella, Rapunzel and Beauty and the Beast. It is directed by Mac Alejandre and developed by R.J. Nuevas, starring Aljur Abrenica, Kris Bernal, Geoff Eigenmann and Carla Abellana. It premiered on January 11, 2010 on GMA Network. It is aired internationally, with a two-day delay on GMA Pinoy TV, in which the show premiered on January 13, 2010 and ended on June 29, 2010. The show is part of the GMA 60th Year Celebration Offering.","original_name":"The Last Prince","vote_average":0.0,"name":"The Last Prince","cert":"Unavailable","id":31484,"adult":"false","genre_ids":[10765],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Om Namah Shivay is an Indian television series portraying Hindu Puranic writings and featuring the divinity Shiva, as well as other gods and demigods.\n\nThe series is presumably named after the mantra Aum Namah Shivaya. It \"depicts the spirituality, divinity and the moving power with which Lord Shiva governs the destiny of the universe.\"","original_name":"Om Namah Shivay","vote_average":6.0,"name":"Om Namah Shivay","cert":"Unavailable","id":31495,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Xtra Factor","vote_average":0.0,"name":"Xtra Factor","cert":"Unavailable","id":31496,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2009-10-29","cast":["Mark Duplass","Stephen Rannazzisi","Nick Kroll","Paul Scheer","Jon Lajoie"],"overview":"The League is an American sitcom and semi-improvised comedy about a about a fantasy football league and its members and their everyday lives.","original_name":"The League","vote_average":7.4,"name":"The League","cert":"Unavailable","id":31497,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Biggest Winner Arab: Couples is the fourth season of the Arabic version of the reality television series The Biggest Loser. The fourth season premiered on September 26, 2009. This season started with eight couples from six Arab countries and, unlike all past seasons, instead of the competition between Red and Blue Team the couples have competed against each other.","original_name":"The Biggest Winner Arab: Couples","vote_average":0.0,"name":"The Biggest Winner Arab: Couples","cert":"Unavailable","id":31498,"adult":"false","genre_ids":[],"origin_country":["LB"]},{"cert":"Unavailable","cast":[],"id":31499,"first_air_date":"2010-09-03","overview":"Fish Hooks is an American animated television series created by Noah Z. Jones . Twenty-one episodes were ordered for the first season. It premiered on September 24, 2010. An 11-minute preview was shown on September 3, 2010, following the Disney Channel Original Movie, Camp Rock 2: The Final Jam. It also premiered on ABC Family on January 15, 2011, at 7\/6c. The stars of Fish Hooks are former That's So Raven and Cory in the House star Kyle Massey, Starstruck, Baby Daddy, and Jonas L.A.'s Chelsea Kane, and Justin Roiland. Fish Hooks is also one of only six animated Disney Channel Original Series currently in production. A third season, as of 2013, is in production. on September 23, 2013, Tom Warburton announced that Season 3 will be the final season.","genre_ids":[16,35],"origin_country":["US"],"original_name":"Fish Hooks","vote_average":5.8,"name":"Fish Hooks","adult":"false"}]