[{"first_air_date":"2009-11-09","cast":["Tom Ellis","Miranda Hart"],"overview":"Socially inept Miranda always gets into awkward situations; working in her joke shop with best friend Stevie, being hounded by her pushy mother, and especially when she's around her crush Gary.","original_name":"Miranda","vote_average":7.4,"name":"Miranda","cert":"Suitable for 15 years & above","id":31500,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Dig og dyrene.(1976-1979)","vote_average":0.0,"name":"Dig og dyrene.(1976-1979)","cert":"Unavailable","id":31509,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Dus med Dyrene.(1980-1985)","vote_average":0.0,"name":"Dus med Dyrene.(1980-1985)","cert":"Unavailable","id":31510,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"En naturlig forklaring(1989-1999)","vote_average":0.0,"name":"En naturlig forklaring(1989-1999)","cert":"Unavailable","id":31511,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Hund og hund imellem(1989-1999)","vote_average":0.0,"name":"Hund og hund imellem(1989-1999)","cert":"Unavailable","id":31512,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"America is a 2009 Lifetime Television film starring Rosie O'Donnell, Ruby Dee and Philip Johnson. It was directed by Yves Simoneau and written by Joyce Eliason. The film is based on the young adult novel America by E.R. Frank.","original_name":"America","vote_average":5.0,"name":"America","cert":"Unavailable","id":31513,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1980-05-04","cast":["Jack Smethurst"],"overview":"","original_name":"Love Thy Neighbour In Australia","vote_average":5.0,"name":"Love Thy Neighbour In Australia","cert":"Unavailable","id":31514,"adult":"false","genre_ids":[35],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Dolph and Wulff and Friends","vote_average":0.0,"name":"Dolph and Wulff and Friends","cert":"Unavailable","id":31515,"adult":"false","genre_ids":[],"origin_country":["DK"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Two of a Kind","vote_average":0.0,"name":"Two of a Kind","cert":"Unavailable","id":31524,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2002-07-21","cast":["Angela Zhang","Tony Sun","Joe Chen"],"overview":"My MVP Valentine is a 2002 Taiwanese drama based loosely on 2 Japanese manga series: Slam Dunk and MVP wa Yuzurenai!. Starring Chinese Taipei basketball star Johnny Yen, it enjoyed huge success throughout Greater China and Southeast Asia. As a result, it is noted for skyrocketing Angela Chang, Chen Chiao-En and 5566 to fame.","original_name":"MVP情人","vote_average":0.0,"name":"My MVP Valentine","cert":"Unavailable","id":31525,"adult":"false","genre_ids":[18],"origin_country":["TW"]},{"first_air_date":"2003-12-21","cast":["Sean Barrett"],"overview":"Ancient Discoveries was a television series that premiered on December 21, 2003, on The History Channel. The program focused on ancient technologies. The show's theme was that many inventions which are thought to be modern have ancient roots or in some cases may have been lost and then reinvented. The program was a follow-up to a special originally broadcast in 2005 which focused on technologies from the Ancient Roman era such as the Antikythera mechanism and inventors such as Heron of Alexandria. Episodes of the regular series expanded to cover other areas such as Egypt, China and East Asia, and the Islamic world.\n\nAncient Discoveries was made for The History Channel by Wild Dream Films based in Cardiff in the UK. Much of the filming was done on location across the world. The series used contributions from archaeologists and other experts, footage of historical sites and artifacts, computer generated reconstructions and dramatized reconstructions along with experiments and tests on reconstructed artifacts.","original_name":"Ancient Discoveries","vote_average":8.5,"name":"Ancient Discoveries","cert":"Unavailable","id":31526,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2009-10-05","cast":[],"overview":"Casper's Scare School is an animated series based on the computer film of the same name starring Casper the Friendly Ghost. The series aired on Cartoon Network October 5, 2009.\n\nThe second season commissioned in October 5, 2012 with a new opening sequence, a new voice cast and a slightly different CGI animation style than the first season. It is currently airing on Boomerang.","original_name":"Casper's Scare School","vote_average":6.0,"name":"Casper's Scare School","cert":"Unavailable","id":31527,"adult":"false","genre_ids":[16],"origin_country":["CA","FR","US","IO"]},{"first_air_date":null,"cast":[],"overview":"People's Platform is an American public affairs series that aired on the CBS Television network from August 17, 1948 to August 11, 1950. Hosted by Quincy Howe, the series features debates on topical subjects.","original_name":"People's Platform","vote_average":0.0,"name":"People's Platform","cert":"Unavailable","id":31528,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"New Year Live is the New Year celebration show for the BBC, which is currently hosted by Gabby Logan. Before 2009, the programme was set in a studio with performances from successful artists of the year. From 2009 it has been filmed live on the streets of London.","original_name":"New Year Live","vote_average":0.0,"name":"New Year Live","cert":"Unavailable","id":31529,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Karishma Kaa Karishma was an Indian television series which is a remake of the popular 1985s American science fiction sitcom Small Wonder. The series premiered on STAR Plus on January 24, 2003, and aired every Friday at 8pm IST. It is produced by Sunil Doshi of Alliance Media & Entertainment, and starrs Jhanak Shukla as the cyber kid Karishma.","original_name":"Karishma Kaa Karishma","vote_average":3.4,"name":"Karishma Kaa Karishma","cert":"Unavailable","id":31530,"adult":"false","genre_ids":[18,35],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Tight Bros","vote_average":0.0,"name":"Tight Bros","cert":"Unavailable","id":31541,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Musi-Video was a music video series which ran in Canada between 1980 and 1984, syndicated to community channels across Canada. It was a very early example of the format that later would be adopted by the creation of MTV and MuchMusic.\n\nIt was the creation of Marc Fontaine, who was also behind the new wave pop group Nudimension. Produced in Montreal, it featured early 1980s music artists playing live in a studio and early music videos.\n\nIn 2008 the Musi-Video brand was revived as a Music publishing label by Marc Fontaine.","original_name":"Musi-Video","vote_average":0.0,"name":"Musi-Video","cert":"Unavailable","id":31542,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"The Lang and O'Leary Exchange is a Canada business news television series, which airs weekdays on CBC Television and CBC News Network. Hosted by CBC's senior business correspondent Amanda Lang and entrepreneur\/investor Kevin O'Leary, the series presents a summary of the day's major business stories in a manner similar to Lang and O'Leary's earlier Business News Network series SqueezePlay.\n\nIn the opening segment, \"The Big 5\", Lang introduces the top business stories of the day and O'Leary provides commentary, with Lang often acting as devil's advocate in regards to O'Leary's free-market philosophy. A later segment, \"My Money\", follows a similar format in regards to discussions of various investment opportunities and strategies. The remaining segments consist of various interviews and roundtables with businesspeople, economists, journalists and other newsmakers, handled by either Lang alone or both Lang and O'Leary.\n\nThe show originally aired as a half-hour daily series, starting at 4:30 p.m. Eastern. As of March 1, 2010 The Lang and O'Leary Exchange became an hour-long show starting at 7 p.m., pre-taped earlier in the evening, and aired on the CBC News Network. In September 2012, the show was revised into two half-hour formats, and gained an airing at 6:30 p.m. local time for the first half hour on CBC Television following local newscasts. They now feature the Big Three in the first half hour, and the top two in their second half hour.","original_name":"The Lang and O'Leary Exchange","vote_average":0.0,"name":"The Lang and O'Leary Exchange","cert":"Unavailable","id":31543,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Cindy And The TV Show","vote_average":0.0,"name":"Cindy And The TV Show","cert":"Unavailable","id":31544,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2009-12-31","cast":[],"overview":"All Wives Cheat is a Playboy TV fictional reality adult show that is based on a popular online series of the same name. Marketed as an adult version of the television show Cheaters, it catches unfaithful spouses and lovers engaged in various sex acts.","original_name":"All Wives Cheat","vote_average":0.0,"name":"All Wives Cheat","cert":"Unavailable","id":31545,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2010-01-26","cast":[],"overview":"The Michael Vick Project is an American documentary following football player Michael Vick. The ten-part series premiered on January 26, 2010 on BET and aired Tuesdays at 10 p.m.","original_name":"The Michael Vick Project","vote_average":0.0,"name":"The Michael Vick Project","cert":"Unavailable","id":31546,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Marngrook Footy Show is a sport panel show broadcast in Australia. It is broadcast on NITV and was broadcast on ABC2 until ABCTV axed the program on 15 November 2012, citing low ratings compared with other ABC2 programs. It was simulcast on Channel 31. In its final year with ABCTV, the program was shown live but had its time-slot moved several times by ABCTV Management on Thursdays on ABC2.\n\nFrom 2013 the show will be produced by Toombak Indigenous Productions and broadcast on SBS . The show is produced at the Burwood campus of Deakin University in its professional-standard television studio.\n\nIt is hosted by Grant Hansen, Gilbert McAdam, Ronnie Burns, Chris Johnson, Leila Gurruwiwi and Shelley Ware with Possum mascot Grooka.\n\nThe show is the brainchild of Grant Hansen who was tired of the lack of indigenous football commentators and hosts on the radio and TV. It first aired in 1997 as a radio show in Melbourne and with popularity increasing it was soon beamed across the country via satellite the following year. The first radio show was hosted by Grant Hansen and Alan Thorpe with correspondents around the country including Derek Kickett, Michael McLean, Gilbert McAdam, Chris Johnson and Robert Ahmat. After 10 years on the radio it was then developed as a television show and was shown in 2007 on C31 Melbourne and NITV. It features interviews, weekly tips, AFL Gripes and live music performances, as well as including local stories from around the country featuring indigenous footballers talking about their backgrounds, origin clubs and towns, heritage and current affairs.","original_name":"The Marngrook Footy Show","vote_average":0.0,"name":"The Marngrook Footy Show","cert":"Unavailable","id":31555,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"2009-09-14","cast":["Paloma Bernardi"],"overview":"Viver a Vida is a Brazilian telenovela, broadcast by Rede Globo at 9 P.M. It is written by Manoel Carlos in collaboration with Ângela Chaves, Cláudia Lage, Daisy Chaves, Juliana Perez and Maria Carolina. The telenovela is directed by Teresa Lamprey, Frederico Mayrink, Luciano Sabino, Leonardo Nogueira, Adriano Mello and Maria José Rodrigues. It is directed by Jayme Monjardim and Fabrício Mamberti.\n\nThe telenovela premiered on September 14, 2009, replacing Caminho das Índias. Viver a Vida has Alinne Moraes, Lília Cabral, Paloma Bernardi and Mateus Solano as protagonists along with José Mayer and Taís Araújo. It also has Thiago Lacerda and Bárbara Paz as co-stars and Klara Castanho and Giovanna Antonelli co adjuvant interpret the characters pricipais.","original_name":"Viver a Vida","vote_average":6.0,"name":"Viver a Vida","cert":"Unavailable","id":31556,"adult":"false","genre_ids":[],"origin_country":["BR"]},{"first_air_date":"2009-12-16","cast":[],"overview":"Sex Lives is an adult roommate reality series currently airing on Playboy TV. It revolves around the experiences of 6 female strangers forced to live together and endure erotic challenges in Miami, Florida.","original_name":"Sex Lives","vote_average":0.0,"name":"Sex Lives","cert":"Unavailable","id":31557,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2007-02-26","cast":[],"overview":"Scotland's thriving adventure sports scene - from mountain biking and kayaking, to adventure racing, surfing and mountain marathons.","original_name":"The Adventure Show","vote_average":0.0,"name":"The Adventure Show","cert":"Unavailable","id":31558,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2009-12-08","cast":["Farrah Abraham","Maci Bookout","Catelynn Lowell","Amber Portwood"],"overview":"In 16 and Pregnant, they were moms-to-be. Now, follow Farrah, Maci, Amber, and Catelynn as they face the challenges of motherhood. Each episode interweaves these stories revealing the wide variety of challenges young mothers can face: marriage, relationships, family support, adoption, finances, graduating high school, starting college, getting a job, and the daunting and exciting step of moving out to create their own families.","original_name":"Teen Mom OG","vote_average":5.8,"name":"Teen Mom OG","cert":"Unavailable","id":31559,"adult":"false","genre_ids":[99,10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"''Count Down TV'' is a Japanese late night music television show, originally broadcast on TBS from 1993 onwards. The program is shown weekly, and features a Japanese music video hit chart countdown, live performances from musicians and music information. It is presented by three CGI hosts.","original_name":"Count Down TV","vote_average":0.0,"name":"Count Down TV","cert":"Unavailable","id":31560,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2010-05-17","cast":["Sam Milby","Maja Salvador","Precious Lara Quigaman","Jason Francisco","Izzy Canillo"],"overview":"Impostor is the 11th installment of the Precious Hearts Romances series. The series stars Sam Milby and Maja Salvador. This is about people who got into an accident and end up changing faces.","original_name":"Impostor","vote_average":0.0,"name":"Impostor","cert":"Unavailable","id":31561,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"1700","vote_average":0.0,"name":"1700","cert":"Unavailable","id":31568,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"The Roadents is an animated web series by Bix Pix Entertainment, Inc., produced for the C Spot on Crackle. It is about two guinea pigs, Pee Pee and Buttercup, that travel in a 1983 Winnebago. There are over 20 episodes. It was created by Justin Hilden, executive produced by Kelli Bixler, and is produced by Kristofer Updike.","original_name":"The Roadents","vote_average":0.0,"name":"The Roadents","cert":"Unavailable","id":31569,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The AFI's 100 Years… series is a series of lists and accompanying CBS television specials in which the American Film Institute celebrated 100 years of the greatest films in American cinema.\n\nThe lists are:\n\n⁕1998: AFI's 100 Years...100 Movies\n\n⁕1999: AFI's 100 Years...100 Stars\n\n⁕2000: AFI's 100 Years...100 Laughs\n\n⁕2001: AFI's 100 Years...100 Thrills\n\n⁕2002: AFI's 100 Years...100 Passions\n\n⁕2003: AFI's 100 Years...100 Heroes and Villains\n\n⁕2004: AFI's 100 Years...100 Songs\n\n⁕2005: AFI's 100 Years...100 Movie Quotes\n\n⁕2005: AFI's 100 Years of Film Scores\n\n⁕2006: AFI's 100 Years...100 Cheers\n\n⁕2006: AFI's Greatest Movie Musicals\n\n⁕2007: AFI's 100 Years...100 Movies\n\n⁕2008: AFI's 10 Top 10","original_name":"AFI 100 Years… series","vote_average":8.0,"name":"AFI 100 Years… series","cert":"Unavailable","id":31570,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Gotti's Way","vote_average":0.0,"name":"Gotti's Way","cert":"Unavailable","id":31571,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1971-10-24","cast":["Kiyoshi Kobayashi","Daisuke Namikawa","Miyuki Sawashiro","Kanichi Kurita","Kouichi Yamadera"],"overview":"Arsene Lupin III is the grandson of the master thief Arsene Lupin. With his cohorts Daisuke Jigen and Goemon Ishikawa XIII and his love interest Fujiko Mine, he pulls off the greatest heists of all time while always escaping the grasp of Inspector Koichi Zenigata.","original_name":"ルパン三世","vote_average":8.4,"name":"Lupin the Third","cert":"Unavailable","id":31572,"adult":"false","genre_ids":[16,10765,35,10759],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Dennis Miller Show","vote_average":0.0,"name":"Dennis Miller Show","cert":"Unavailable","id":31573,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Vincent Kosmos is a Spin-off to the popular Damon Dark webseries. It focuses on a rogue Time-Thief, bent on stealing valuable pieces of art and flirting with women. However, the series focuses more on Kosmos's confrontation with other alien enemies. Vincent's travelling in time and space with his red door, a sort of dimensional gate.\n\nVincent Kosmos started in 2008, starring the title character and his ship, the P.I.R.. The Show's creator is Chris Heaven, an Italian professional musician and soundtrack composer. His collaborations including the soundtrack of the movies \"Millennium: Apocalypse\", \"Hell House: The Book Of Samiel\" and \"The Bailout\". As an actor, Heaven appeared on the Italian movie \"Garibaldi: Il Generale\" and in a commercial with Italian actress Vanessa Gravina. He collaborates with Adrian Sherlock, who plays Damon Dark in the parent show.\n\nAlthough Vincent and Damon have yet to meet on-screen, they collaborate by appearing on each other's computer screens, including in the episode \"Skin Trade\", the actress Chelsi Archambeau.","original_name":"Vincent Kosmos","vote_average":0.0,"name":"Vincent Kosmos","cert":"Unavailable","id":31582,"adult":"false","genre_ids":[35],"origin_country":["IT"]},{"first_air_date":null,"cast":[],"overview":"Now Look Here was a BBC situation comedy which ran for two series of seven episodes each during 1971 to 1973.\n\nIt starred Ronnie Corbett, who played a character of the same name. He was in a rather similar role to that which he played in the later, longer-running and better-known situation comedy, Sorry!, as an overgrown mother's boy who was trying to break away from his mother but having some difficulty doing so. However it differs from the later series in that he does leave home after a few episodes, although his new home is only a few doors away, his father is deceased and he does not have any siblings. In the second series he was married. His boss was played by Donald Hewlett.\n\nIt was written by Barry Cryer. It was later shown on Dutch television.","original_name":"Now Look Here","vote_average":0.0,"name":"Now Look Here","cert":"Unavailable","id":31583,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Gaia Symphony is a television series directed by Jin Tatsumura. The series revolves around the Gaia hypothesis. The series has eight episodes. Each episode examines a small number of extraordinary people who somehow relate to the central theme. Some of the people examined are famous people. For example, Jane Goodall and Reinhold Messner. Created originally in the Japanese language, there are English versions available.","original_name":"ガイアシンフォニー","vote_average":0.0,"name":"Gaia Symphony","cert":"Unavailable","id":31584,"adult":"false","genre_ids":[99],"origin_country":["JP"]},{"first_air_date":"2010-06-24","cast":["Missy Peregrym","Ben Bass","Gregory Smith","Enuka Okuma","Travis Milne"],"overview":"Ambitious young cops try to prove themselves in their high-stakes careers, in which the smallest mistake can have deadly consequences. At the core of the close-knit group is perfectionist Andy McNally, whose father was a homicide detective before he burned out on the job. The series follows Andy and her four colleagues -- Dov Epstein, Gail Peck, Traci Nash and Chris Diaz -- as they experience the trials, triumphs and tribulations of police work, as well as its effect on their personal lives.","original_name":"Rookie Blue","vote_average":7.2,"name":"Rookie Blue","cert":"Unavailable","id":31585,"adult":"false","genre_ids":[18],"origin_country":["CA"]},{"first_air_date":"2011-02-28","cast":[],"overview":"La Reina del Sur is a Spanish-language telenovela produced by the United States television network Telemundo, in conjunction with the Antena 3 network and RTI Producciones. Based on a novel of the same name by Spanish author Arturo Pérez-Reverte, the drama depicts the rise of Teresa Mendoza, a young woman from Mexico who becomes the most powerful drug trafficker in southern Spain. Patricio Wills, the president of Telemundo Television Studios, was the executive producer. Though La Reina del Sur was nominated for Novela of the Year, Favorite Lead Actress, and Best Bad Luck Video, it won no awards.","original_name":"La Reina del Sur","vote_average":4.7,"name":"La Reina del Sur","cert":"Unavailable","id":31586,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2009-12-20","cast":["Davina McCall"],"overview":"Got to Dance, originally titled Just Dance, is a reality talent show dance competition that has been broadcast on Sky1 in the United Kingdom and Ireland since 20 December 2009. Auditions for the show take place in specially built Dance Domes and are open to all dance acts of any age, style or size but must be of an amateur level.\n\nThe show is broadcast on Sky1, also in high definition, and is hosted by Davina McCall, with Ashley Banjo, Kimberly Wyatt and Aston Merrygold as judges. In series 1–3, Adam Garcia was a judge and was replaced by Merrygold in series 4. Since series 2, the prize money is £250,000 for the winning act.","original_name":"Got to Dance","vote_average":1.0,"name":"Got to Dance","cert":"U","id":31587,"adult":"false","genre_ids":[10764],"origin_country":["IE","GB"]},{"first_air_date":null,"cast":[],"overview":"Sakin Sarisuri, also known as Shakin Sharishuri, is a Bangladeshi telenovela written by Brindabon Das and directed by Salauddin Lavlu. The 106-episode telenovela started airing on Channel i on January 27, 2009, and has yet to finish.","original_name":"Sakin Sarisuri","vote_average":0.0,"name":"Sakin Sarisuri","cert":"Unavailable","id":31588,"adult":"false","genre_ids":[],"origin_country":["BD"]},{"first_air_date":null,"cast":[],"overview":"Zeke's Pad  is an animated TV show","original_name":"Zeke's Pad","vote_average":0.0,"name":"Zeke's Pad","cert":"Unavailable","id":31595,"adult":"false","genre_ids":[10759,10765,35],"origin_country":["CA","AU"]},{"first_air_date":null,"cast":[],"overview":"X Factor is the Finnish version of X Factor, a show originating from the United Kingdom. It is a television music talent show contested by aspiring pop singers drawn from public auditions. The first season concluded in May 2010, and it has not been announced when the second season will begin.","original_name":"X Factor","vote_average":0.0,"name":"X Factor","cert":"Unavailable","id":31596,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Festive Five: You Decide is a special event that happened between 23 December and 26 December 2009 on Disney Channel, where kids who watch the channel during December could vote for their No. 1 programme. Voting lines closed on 15 December. Nominations included Wizards of Waverly Place, Sonny With A Chance, Hannah Montana, JONAS and The Suite Life On Deck. It airs 1075 minutes for each episode, 6am - 12.30am the next day. The winner was JONAS.","original_name":"Festive Five: You Decide","vote_average":0.0,"name":"Festive Five: You Decide","cert":"Unavailable","id":31597,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2009-01-21","cast":["Cheon Ho-jin","Kim Min-jong","Lee Hyun-woo","Yoon Jin-seo","Jung Il-woo"],"overview":"The Return of Iljimae is a 2009 South Korean historical action television series, starring Jung Il-woo in the title role of Iljimae, Yoon Jin-seo, Kim Min-jong and Jung Hye-young. It aired on MBC from January 21 to April 9, 2009 on Wednesdays and Thursdays at 21:55 for 24 episodes.\n\nThe series is based on comic strip Iljimae, published between 1975 and 1977, by Ko Woo-yung which was based on a Chinese folklore from the Ming dynasty about a masked Robin Hood-esque character during the Joseon era. MBC bought the rights to the comic strip for their adaptation, which was to star Lee Seung-gi in the title role of Iljimae. However he pulled out and was replaced by Jung, which makes him the third Korean actor to play the hero following Jang Dong-gun and Lee Joon-gi for Iljimae.","original_name":"돌아온 일지매","vote_average":8.0,"name":"The Return of Iljimae","cert":"Unavailable","id":31598,"adult":"false","genre_ids":[18],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"Concentration originally aired from 16 June 1959 to 7 June 1960 by Granada and was hosted by Barry McQueen in 1959.\n\nIt was later revived by TVS from 4 September 1988 to 1990, hosted by Nick Jackson and Bob Carolgees.\n\nBoth versions were shown on ITV, while the American version with Alex Trebek was also shown by Sky One in the 1990s.","original_name":"Concentration","vote_average":0.0,"name":"Concentration","cert":"Unavailable","id":31599,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2009-12-07","cast":["Tony Robinson"],"overview":"Man on Earth is a four-part British documentary television series presented by Tony Robinson. The programme documents the effects of climate change across 200,000 years of human history. The series premiered 7 December 2009 on Channel 4 with 1.4 million viewers. Accompanying Robinson to help explain the science are archaeologist Dr. Jago Cooper and climate modeller Dr. Joy Singarayer.","original_name":"Man on Earth","vote_average":0.0,"name":"Man on Earth","cert":"Unavailable","id":31600,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Powder is an Indian crime television series which first aired on Sony TV January 3, 2010 and ran for one season. The story is of the new scenario in substance abuse - a generation embracing drugs. Powder an insight of the durg lord, Naved Ansari, and an honest team of Narotics Control Bureau led by Usmaan Malik IRS who plans to nab Ansari before he can hoodwink the system into letting him go scott free.","original_name":"Powder","vote_average":8.0,"name":"Powder","cert":"Unavailable","id":31611,"adult":"false","genre_ids":[10759],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Where Is Warehouse Mouse? is a series of 3-minute shorts that air on Playhouse Disney and Playhouse Disney, that feature the character Warehouse Mouse from the pre-school show Imagination Movers. The show is set within the Season 2 Imagination Movers studio. Puppet show.","original_name":"Where Is Warehouse Mouse?","vote_average":0.0,"name":"Where Is Warehouse Mouse?","cert":"Unavailable","id":31612,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2000-05-17","cast":["Joe Shaw"],"overview":"Urban Gothic was a horror based series of short stories shown on Channel 5 running for two series between May 2000 and December 2001. Filmed on a low budget and broadcast in a later time-slot, it nonetheless acquired a following. It has also since been repeated on the Horror Channel.\n\nSet around London there is an underlying story thread that only becomes clear in the last episodes of each series. Each episode was different in style from the others, running the gamut of documentary-style independent film to spoof, to slick dramas similar in style to The Outer Limits or The Twilight Zone.","original_name":"Urban Gothic","vote_average":8.0,"name":"Urban Gothic","cert":"Unavailable","id":31613,"adult":"false","genre_ids":[18,10765],"origin_country":["GB"]},{"first_air_date":"2009-10-09","cast":[],"overview":"I'm Alive is an American reality television series featuring death-defying stories of people determined to survive any kind of animal attacks, including reenactments by actors. The series premiered on Animal Planet on October 9, 2009.","original_name":"I'm Alive","vote_average":8.0,"name":"I'm Alive","cert":"Unavailable","id":31614,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Can! Jani: Kanjani Eight's Great Plan to Save the Planet Earth was a Japanese TV variety that aired every Saturday on TV Asahi. The show ran from October 4, 2008 to September 26, 2009 for a total of 49 episodes. It had suffered from frequent time changes before settling for the 3:00pm time slot. The show was created after the high success of their two previous television specials that aired on TV Asahi, Dadaiyaman and Dadaiyaman Z. Its slogan first was, \" For the world's sake, for the people's sake! \" but it changed to \" Can We Do It? Yes We Can! \", a play on the show's title as well as on Barack Obama's campaign slogan after he had won the U.S. presidential election.\n\nCan! Jani, as its commonly referred to, is a show in which Kanjani Eight were given assignments from Command Can to help better assist and save the planet earth. Each assignment, given to the show by its viewers, ranged from hiking in the woods to downtown Tokyo apartment guides. At the end of each episode Command Can would then give his score to the unit he sent out to complete the task, which, usually depending on the circumstances, always was a decent score.","original_name":"Can!Jani","vote_average":0.0,"name":"Can!Jani","cert":"Unavailable","id":31615,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2010-01-03","cast":["Masaharu Fukuyama","Atsuko Maeda","Yo Oizumi","Ryoko Hirosue","Nao Omori"],"overview":"Ryōmaden is the 49th NHK Taiga drama. It was shown on NHK from January 3 to November 28, 2010 spanning 48 episodes. The story centers on the life of 19th-century Japanese historical figures Iwasaki Yatarō and Sakamoto Ryōma. It has been announced that the series will be aired in several other countries, for example Hong Kong, South Korea, Taiwan and Thailand.","original_name":"龍馬伝","vote_average":9.5,"name":"Ryōmaden","cert":"Unavailable","id":31616,"adult":"false","genre_ids":[18],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"At Seven, commonly stylised as @Seven, was a New Zealand comedy show where Petra Bagust and other comedians present the 'real news' from the last 24 hours from New Zealand and the rest of the world. The show replaced Campbell Live, a New Zealand current-affairs program for the Summer Holidays in 2009\/2010 whilst Campbell Live took a break. @Seven finished for the 2009\/2010 summer holiday break on the 22nd of January 2010 and was replaced with the normal TV3 7pm show, Campbell Live. @Seven did not return the following summer break instead TV3 screened re-runs of Modern Family.","original_name":"@Seven","vote_average":0.0,"name":"@Seven","cert":"Unavailable","id":31617,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":"2000-07-23","cast":["Stephen Tobolowsky","Chad Everett","Brian McNamara","Mindy Sterling","Sarah Silverman"],"overview":"Manhattan, AZ is a short-lived Comedy off-beat television show that aired on the USA Network during the Summer of 2000. Considered to be ahead of its time.","original_name":"Manhattan, AZ","vote_average":0.0,"name":"Manhattan, AZ","cert":"Unavailable","id":31626,"adult":"false","genre_ids":[9648,18,35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Seven - The Ashvamedha Prophecy is a fiction-based television series that airs on Sony Entertainment Television starting January 1, 2010 at 9pm IST. The series is produced by Yash Chopra, and stars Rakesh Bapat and Shama Sikander. The writer of this show is Anuraadha Tewari the writer of the film Fashion. The director of the show is Siddhart Anand Kumar.","original_name":"Seven","vote_average":0.0,"name":"Seven","cert":"Unavailable","id":31627,"adult":"false","genre_ids":[10759,10765],"origin_country":["IO"]},{"first_air_date":"2010-09-10","cast":["Doc Shaw","Adam Hicks","Kelsey Asbille","Ryan Ochoa","Geno Segers"],"overview":"Pair of Kings is an American television sitcom shown","original_name":"Pair of Kings","vote_average":7.0,"name":"Pair of Kings","cert":"Unavailable","id":31628,"adult":"false","genre_ids":[10759,35,10765],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Älskade Lotten is a Swedish comedy television series. It was first broadcast in 1996. Twenty six 30 minute episodes were produced by MTV.","original_name":"Älskade Lotten","vote_average":0.0,"name":"Älskade Lotten","cert":"Unavailable","id":31629,"adult":"false","genre_ids":[],"origin_country":["SE"]},{"first_air_date":null,"cast":[],"overview":"Sto k odnomu is a team-based game show on Russian television, analogous to the American game Family Feud. It premiered on January 8, 1995 on NTV, subsequently moved to MTK, then to the channel TV Center. From October 1998 to the present time the program goes on air weekly on Sundays at 12:20 Moscow time on telechannel Russia. The general timing is 55 minutes. Earlier editions, from 2000-2008 years are transmitted daily on the channel \"Questions and answers\". The permanent host is Alexander Gurevich.","original_name":"Sto k odnomu","vote_average":0.0,"name":"Sto k odnomu","cert":"Unavailable","id":31630,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2010-07-13","cast":["Piper Perabo","Christopher Gorham","Kari Matchett","Peter Gallagher","Nic Bishop"],"overview":"A young CIA operative, Annie Walker, is mysteriously summoned to headquarters for duty as a field operative. While Annie believes she's been promoted for her exceptional linguistic skills, there may be something or someone from her past that her CIA bosses are really after. Auggie Anderson is a CIA military intelligence agent who was blinded while on assignment and is Annie's guide in this world of bureaucracy, excitement and intrigue.","original_name":"Covert Affairs","vote_average":6.5,"name":"Covert Affairs","cert":"Unavailable","id":31631,"adult":"false","genre_ids":[18,10759],"origin_country":["US"]},{"first_air_date":"2009-10-21","cast":[],"overview":"Corporal Gary McLintoch of the 104th Royal Tank Regiment returns to Scotland after a tour of duty in Iraq. Can he and his crew keep out of trouble until their next tour?","original_name":"Gary: Tank Commander","vote_average":5.7,"name":"Gary: Tank Commander","cert":"Unavailable","id":31632,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"1997-10-21","cast":["John O'Hurley","Marla Sokoloff","Steve Carell","Luke Tarsitano","Annie Potts"],"overview":"Over the Top is an American sitcom starring Tim Curry, Annie Potts, and Steve Carell. The series premiered on ABC on October 21, 1997. Although 12 episodes were produced, the series was canceled after only three episodes had aired.","original_name":"Over the Top","vote_average":0.0,"name":"Over the Top","cert":"Unavailable","id":31641,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Endless Love is a Philippine drama adaptation of the Korean drama Autumn in My Heart. It premiered on June 28, 2010 on GMA Telebabad and June 30, 2010 worldwide on GMA Pinoy TV. It features Dingdong Dantes and Marian Rivera as the ill-fated Johnny and Jenny, under the direction of Mac Alejandre. From December 30, 2011 until February 29, 2012 the series was re-aired daily with double episodes on GMA Life TV worldwide.","original_name":"Endless Love","vote_average":0.0,"name":"Endless Love","cert":"Unavailable","id":31642,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Head Games was a science themed game show, hosted by Greg Proops and produced by Whoopi Goldberg. It aired on the Science Channel. The show relied heavily on science experiments and demonstrations to provide a basis for the trivia questions that the contestants must answer. Goldberg described the gameplay as a \"mashup\" of many different game shows. Describing herself a \"geek\" and a curious person, Goldberg created Head Games to show people that there's \"all kinds of science\", not just the popular stereotype of laboratory \"science with beakers\".\n\nThe show aired regularly on Science Channel at 9:00 p.m. eastern on Saturday evenings from October through December 2009. Airings continued in reruns for several months past that time, before the show completely disappeared from the network's schedule in Spring 2010. As of February 2011, there have been no announcements by Science Channel, either online or on-air, whether the game show is set to return for a second season.","original_name":"Head Games","vote_average":0.0,"name":"Head Games","cert":"Unavailable","id":31643,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2010-08-20","cast":["Jochen Schropp","Janin Ullmann","Sarah Connor"],"overview":"X Factor is the German version of The X Factor, a show originating from the United Kingdom. It is a television music talent show contested by aspiring pop singers drawn from public auditions.\n\nThe show's inaugural German season started in August 2010. RTL broadcast the first two kick-off shows. The other episodes have been shown on VOX. Both channels are part of Mediengruppe RTL Deutschland. X Factor is produced by Grundy Light Entertainment, another RTL Group company.\n\nThe auditions were held in April 2010. The show started on 20 August 2010 and ended on 9 November 2010 with Edita Abdieski being crowned the winner. The second season began on 30 August 2011 and was won on 6 December 2011 by David Pfeffer. The third season began on 25 August 2012 and was won by Mrs Greenbird on 25 November 2012. In February 2013, VOX announced that a fourth season would not air during 2013, however, it has not ruled out a possible return for the show in 2014.","original_name":"X Factor (Germany)","vote_average":0.0,"name":"X Factor (Germany)","cert":"Unavailable","id":31644,"adult":"false","genre_ids":[],"origin_country":["DE"]},{"first_air_date":null,"cast":[],"overview":"16 år is a Swedish television series. It was first broadcast in 1960.","original_name":"16 år","vote_average":0.0,"name":"16 år","cert":"Unavailable","id":31645,"adult":"false","genre_ids":[],"origin_country":["SE"]},{"first_air_date":null,"cast":[],"overview":"Stars on Ice was a weekly television ice show, broadcast from 1976 to 1981 on the CTV Television Network in Canada. The series was hosted by Alex Trebek and later, Doug Crosley, and featured skaters such as Toller Cranston. The program was produced on an ice rink set up at Studio 6 of CFTO-TV in Toronto.\n\nThe series was produced and directed by Michael Steele, had a regular cast of 14 world-class ice professionals, most of whom lived and taught skating locally in and around Toronto. The variety show format on ice consisted of a glitzy \"show opener\" by the regular cast of skaters and a bigger budget production number with elaborate set pieces in the middle of the half-hour.\n\nRounding out the half hour were famous and novelty-act figure skaters, vaudeville-type acts, and \"affordable\" non-skating celebrities at the b-list phase of their careers, such as Davy Jones and Micky Dolenz formerly of The Monkees, Eddie Mekka of Laverne & Shirley, and 1960s recording artist Donovan.\n\nDue to being only minimally dependent on language, and its unusual ice\/variety show format, the series went on to be widely syndicated throughout the world.","original_name":"Stars on Ice","vote_average":0.0,"name":"Stars on Ice","cert":"Unavailable","id":31646,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Terrorism in the Grip of Justice or Terrorism in the hands of Justice is a primetime television reality show that began broadcast by the Al Iraqiya network from right before the January 2005 national elections. It features footage of forced confessions of guilt from captured Iraqis who were captured by the Iraqi Army or U.S. Military.","original_name":"Terrorism in the Grip of Justice","vote_average":0.0,"name":"Terrorism in the Grip of Justice","cert":"Unavailable","id":31647,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1999-03-07","cast":[],"overview":"While at summer camp, seven kids are transported to a strange digital world. In this new world they make friends with creatures that call themselves Digimon who were born to defend their world from various evil forces.","original_name":"デジモンアドベンチャー","vote_average":7.1,"name":"Digimon Adventure","cert":"Unavailable","id":31654,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Trip on the Cosmic Buggy","vote_average":0.0,"name":"Trip on the Cosmic Buggy","cert":"Unavailable","id":31655,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The King of Miami was a reality comedy TV show that tracked the adventures of comedian Dave Hill and his sidekick as they try to establish themselves as big-name celebrities in Miami, Florida. Despite having dubious credentials and being from Cleveland, Ohio, Hill adopts the moniker “The King of Miami” and begins acquiring the accoutrements and buzz of a famous Miamian.\n\nThe King of Miami ran for one season. The show aired on the MOJO HD network. It is also currently airing on Film24 in the United Kingdom.","original_name":"The King of Miami","vote_average":0.0,"name":"The King of Miami","cert":"Unavailable","id":31656,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Aftershock: Beyond the Civil War is a TV documentary which premièred on The History Channel in 2006; DVD running time, 90 minutes. It was directed by David Padrusch who later directed other projects such as Journey to 10,000 BC and Last Stand of the 300 for the History Channel.","original_name":"Aftershock: Beyond the Civil War","vote_average":0.0,"name":"Aftershock: Beyond the Civil War","cert":"Unavailable","id":31657,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"A Program About Unusual Buildings & Other Roadside Stuff","vote_average":8.0,"name":"A Program About Unusual Buildings & Other Roadside Stuff","cert":"Unavailable","id":31658,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"CNN Student News","vote_average":0.0,"name":"CNN Student News","cert":"Unavailable","id":31659,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Launch My Line is an American reality competition show that aired on the cable television network Bravo in 2009. The show saw professionals compete against one another in hopes of winning the chance to launch their own clothing line. Each contestant was paired with a professional designer. The show was hosted by Dean and Dan Caten, founders of fashion label Dsquared.","original_name":"Launch My Line","vote_average":0.0,"name":"Launch My Line","cert":"Unavailable","id":31660,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"BASToF Lemon, is a South Korean animation series, which ran for 26 episodes in 2001. Six volumes of videos were released on VHS and DVD in North America by ADV Films, the largest producer-distributor of animation. \"BASToF\" stands for \"Be A Stranger To Fear.\"","original_name":"BASToF Lemon","vote_average":0.0,"name":"BASToF Lemon","cert":"Unavailable","id":31661,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2006-04-04","cast":["Masami Kikuchi","Rie Tanaka","Noriko Shitaya","Kenjirou Tsuda","Kenji Nojima"],"overview":"Air Gear is a shōnen manga written and illustrated by Ito \"Oh Great\" Ōgure. Air Gear revolves around the life of Itsuki Minami \"Ikki or Crow\", also known as \"Baby Face\", \"Lil Crow\", and his friends. The story follows their use of Air Treks, an in-universe invention derived from inline skates. Initial sections of the plot carries out the introduction of characters that eventually join Ikki. As the story progresses, it focuses on their roles as Storm Riders and their quest to be on the top of the Trophaeum Tower. Air Gear won the 2006 Kodansha Manga Award in the shōnen category. The series concluded on May 28, 2012 with Chapter 357.","original_name":"エア・ギア","vote_average":6.6,"name":"Air Gear","cert":"Unavailable","id":31670,"adult":"false","genre_ids":[35,16,10759],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Curb Appeal is a half-hour TV series that has aired on HGTV in the United States from 2002 to the present, exploring how a house's outside \"curb appeal\" will be updated. Various hosts over the years, talk the viewer through the planned improvements. Originally the new look was imagined by drawing the proposed changes over a still picture of the exterior but now computer-generated visualizations are created. Changes include painting, landscaping, and fences, as well as pruning or removing overgrown shrubs, and sometimes cutting down good trees.\n\nJohn Gidding is now the only host and more recent episodes involve multiple homes in an San Francisco Bay Area block, and are titled Curb Appeal. There has also been at least one hour-long Christmas special titled A Very Merry Curb Appeal, with two homes adorned with Christmas decorations.","original_name":"Curb Appeal","vote_average":0.0,"name":"Curb Appeal","cert":"Unavailable","id":31671,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2004-10-18","cast":["Jonathan Miller"],"overview":"The Atheism Tapes is a 2004 BBC television documentary series presented by Jonathan Miller. The material that makes up the series was originally filmed in 2003 for another, more general series, Atheism: A Rough History of Disbelief, but was too lengthy for inclusion. Instead, the BBC agreed to create The Atheism Tapes as a supplementary series of six programmes, each consisting of an extended interview with one contributor.","original_name":"The Atheism Tapes","vote_average":8.0,"name":"The Atheism Tapes","cert":"Unavailable","id":31672,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2009-06-11","cast":[],"overview":"16 and Pregnant is an American reality television series that debuted June 11, 2009, on MTV. It follows the stories of pregnant teenage girls in high school dealing with the hardships of teenage pregnancy. Each episode features a different teenage girl, with the episode typically beginning when she is 4 ¹⁄2 – 8 months into her pregnancy. The episode typically ends when the baby is a few months old. The series is produced in a documentary format, with an animation on notebook paper showing highlights during each episode preceding the commercial breaks. 16 and Pregnant has spawned several spin-off series: Teen Mom, Teen Mom 2 and Teen Mom 3. Each series follows the lives of four girls from their respective season of 16 and Pregnant as they navigate their first years of motherhood.\n\nAs of July 2013, casting for the fifth season of the series is taking place.","original_name":"16 and Pregnant","vote_average":5.2,"name":"16 and Pregnant","cert":"Unavailable","id":31673,"adult":"false","genre_ids":[99,10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Ctrl+Alt+Chicken","vote_average":0.0,"name":"Ctrl+Alt+Chicken","cert":"Unavailable","id":31674,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2009-12-14","cast":["Shawn Stockman","Ben Folds","Sara Bareilles","Nick Lachey"],"overview":"Featuring the country's best a cappella groups performing popular songs like you've never heard them before. There's no lip-synching, backup bands or safety net. They'll be singing for America's vote, with the winner walking away with the ultimate prize - a Sony Music recording contract and $100,000.","original_name":"The Sing-Off","vote_average":4.7,"name":"The Sing-Off","cert":"Unavailable","id":31675,"adult":"false","genre_ids":[10764],"origin_country":["CA","US"]},{"first_air_date":"2001-03-02","cast":[],"overview":"Mourning the loss of her mother, nine-year-old Cassie Aisling daydreams of the magical, mythical world her mother left unfinished. Then, one day, a troll appears. Then another. And another. Before they know it, the Aislings find themselves in the vortex between worlds and transported to a ship called the Unicorn. Here, the Aislings discover that they’ve been chosen to find the magical dragon.","original_name":"Voyage of the Unicorn","vote_average":5.4,"name":"Voyage of the Unicorn","cert":"Unavailable","id":31684,"adult":"false","genre_ids":[10759],"origin_country":["US"]},{"first_air_date":"2007-10-03","cast":["Minori Chihara","Junichi Suwabe","Eiji Maruyama","Mamoru Miyano","Miyuki Sawashiro"],"overview":"Dragonaut -The Resonance- is an anime series directed by Manabu Ono and co-produced by Gonzo and Nihon Ad Systems. The series ran on the Japanese network TV Tokyo between October 3, 2007 and March 26, 2008. Funimation Entertainment has acquired the license to distribute the anime series in North America later in 2009.\n\nOn November 2, 2007, a manga adaptation published by Shueisha started serialization in the Japanese shōnen manga magazine Jump Square. It ended serialization in April 2008, publishing a total of six chapters. A bound volume containing all the chapters was released on May 2, 2008.","original_name":"ドラゴノーツ -ザ・レゾナンス-","vote_average":0.0,"name":"Dragonaut: The Resonance","cert":"Unavailable","id":31687,"adult":"false","genre_ids":[10759,16],"origin_country":["JP"]},{"first_air_date":"2008-05-05","cast":["Isabella Rossellini"],"overview":"A series of very short films inspired by the amazing and often bizarre sexual practices of insects and other creatures.","original_name":"Green Porno","vote_average":5.7,"name":"Green Porno","cert":"Unavailable","id":31688,"adult":"false","genre_ids":[35,16],"origin_country":["US"]},{"first_air_date":"1965-06-06","cast":["Ichirō Murakoshi","Jou Fujimoto","Reizō Nomoto","Yoshihisa Kamo","Toshiko Fujita"],"overview":"Prince Planet is the English-language title given to one of the earliest Japanese anime TV series, Planet Boy Papi, when it was transmitted on American television in the United States in the mid-1960s. A 52-episode monochrome anime series, it tells the story of a member of the Universal Peace Corps, originally from the planet Radion, coming to Earth on a mission to determine if this world meets standards for membership in the Galactic Union of Worlds and assist its inhabitants during his stay. While on his mission, Prince Planet adopts the identity of an Earth boy named Bobby and gains comrades who work together alongside him fighting forces of evil, both alien and terrestrial.","original_name":"Prince Planet","vote_average":0.0,"name":"Prince Planet","cert":"Unavailable","id":31689,"adult":"false","genre_ids":[16,10765,10759],"origin_country":["JP"]},{"first_air_date":"2004-04-28","cast":["Patrice O'Neal","Nick Di Paolo","Brian Regan"],"overview":"Shorties Watchin' Shorties was a television show broadcast on Comedy Central that is now on DVD. The show is made up of various short animated clips with audio from comedians' stand up routines. It also features two \"shorties,\" a pair of babies voiced by Nick DiPaolo and Patrice O'Neal who watch and comment upon the routines on TV. For many of the episodes, the babies only stayed in the house, but in later episodes, they were shown walking around the city.\n\nThe show featured comedians such as Dane Cook, Bill Burr, Brian Regan, Brian Posehn, Chris Hardwick, Mitch Hedberg, Mike Birbiglia, Jim Gaffigan and Lewis Black.\n\nThe animation was scripted and produced at World Famous Pictures and Augenblick Studios. The show was not renewed but full episodes are available on DVD. Clips from the show are posted on the Comedy Central website as well as on Hulu and Netflix. 14 episodes were produced and 13 aired.","original_name":"Shorties Watchin' Shorties","vote_average":10.0,"name":"Shorties Watchin' Shorties","cert":"Unavailable","id":31690,"adult":"false","genre_ids":[16,35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Turtles Forever, also known as Teenage Mutant Ninja Turtles: Turtles Forever or TMNT: Turtles Forever, is a 2009 American television film produced by 4Kids Entertainment and Mirage Studios. The movie is a crossover film featuring three different incarnations of the titular heroes throughout the franchise's history: the original Prime Turtles team from the 1984 comic book series, the light-hearted, family-friendly characters from the 1987 animated series, and the darker, more serious cast of the 4Kids' own 2003 animated series — in an adventure that spans multiple parallel universes. It also marks the finale to the 2003 animated series. This movie was produced in celebration of the 25th anniversary of the Teenage Mutant Ninja Turtles franchise.\n\nA rough, nearly finished version of the film premiered at the San Diego Comic Con in July 2009. The movie was to be released in theaters for one night on October 29, 2009, but due to disputes between 4Kids Entertainment and Fathom, the event was canceled, according to National CineMedia. The movie aired on TV on The CW4Kids station on November 21, after the 25th anniversary Top 10 Countdown.\n\nAn encore showing aired from November 28 to December 12, split into three 23-minute episodes. A third showing of the movie aired on March 20 the following year. A fourth showing aired on May 29. An uncut version of the film appeared on the CW4kids's website on December 16 that includes 8 minutes of footage cut from the version that aired on TV. The movie was released on non-anamorphic widescreen DVD on August 24, 2010 from Nickelodeon\/Paramount Pictures home entertainment. The DVD release contains the TV edit. The uncut anamorphic widescreen version was later released in 2011 on DVD in the PAL DVD regions. There are currently no plans for an American release of the uncut movie. On August 29, 2010, Nickelodeon aired the movie on the channel for the first time, then aired again on Thanksgiving Day of 2010.","original_name":"Turtles Forever","vote_average":6.3,"name":"Turtles Forever","cert":"Unavailable","id":31691,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"CNN: Reliable Sources (video)","vote_average":0.0,"name":"CNN: Reliable Sources (video)","cert":"Unavailable","id":31698,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2008-10-12","cast":["Jeff Henderson"],"overview":"The Chef Jeff Project is a Food Network reality television program that aired in the fall of 2008. Chef Jeff Henderson is a former drug dealer and prison inmate who has transformed his life to emerge as a successful chef and owner of a catering business, Posh Urban Cuisine.","original_name":"The Chef Jeff Project","vote_average":0.0,"name":"The Chef Jeff Project","cert":"Unavailable","id":31699,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2006-04-13","cast":["Shun Oguri","Kazuya Nakai","Koichi Domoto","Minami Takayama","Romi Park"],"overview":"Jyu-Oh-Sei is a Japanese manga series written and illustrated by Natsumi Itsuki. An 11-episode anime adaptation was animated by Bones and premiered April 13, 2006 in Japan as part of Fuji TV's Noitamina programming block.\n\nOn May 2, 2009, the series made its North American television debut on the FUNimation Channel.","original_name":"Jyu-Oh-Sei","vote_average":8.3,"name":"Jyu-Oh-Sei","cert":"Unavailable","id":31700,"adult":"false","genre_ids":[16,10759],"origin_country":["JP"]},{"first_air_date":"2004-04-06","cast":["Megumi Toyoguchi","Rie Tanaka","Mikako Takahashi","Akeno Watanabe","Kyoko Hikami"],"overview":"Burst Angel is a Japanese animated television series directed by Koichi Ohata, from a screenplay by Fumihiko Shimo. It was produced by the Gonzo animation studio.\n\nBurst Angel takes place in the near future, after a rise in criminal activity forced the Japanese government to allow citizens to possess firearms and establish the Recently Armed Police of Tokyo. The series follows a band of four mercenaries, named Jo, Meg, Sei, and Amy.\n\nThe series aired on TV Asahi from April 6, 2004 to September 14, 2004, totaling 24 episodes. An original video animation, Burst Angel Infinity, was released on March 23, 2007. The music for both the series and OVA was composed by Masara Nishida.","original_name":"Burst Angel","vote_average":6.8,"name":"Burst Angel","cert":"Unavailable","id":31701,"adult":"false","genre_ids":[16,35],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"The Dirt Sheet is a WWE.COM Weekly webcast hosted by WWE Superstars John Morrison and The Miz. The debuted on February 8, 2008. The show is based on the Comedy of the ECW Tag Team. The show debuted live on ECW in June, 2008.","original_name":"The Dirt Sheet","vote_average":0.0,"name":"The Dirt Sheet","cert":"Unavailable","id":31702,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":"2008-02-08","cast":["Eugene Cussons"],"overview":"Escape to Chimp Eden is a television series broadcast on the Animal Planet network that premiered on February 8, 2008. The series examines the rescue of abused and neglected chimpanzees.","original_name":"Escape to Chimp Eden","vote_average":0.0,"name":"Escape to Chimp Eden","cert":"Unavailable","id":31703,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2006-10-02","cast":["Kenta Miyake","Shizuka Itou","Choo","Chihiro Suzuki","Kohsuke Toriumi"],"overview":"Pumpkin Scissors is a manga created and authored by Ryotaro Iwanaga. Originally serialized in Magazine GREAT in 2002 it was later moved to Monthly Shonen Magazine in October 2006. The manga has been licensed by Del Rey. An anime adaptation of Pumpkin Scissors has been released, produced by Gonzo and AIC, which began airing on October 2, 2006 across several Japanese television stations and ended with the 24th episode on March 19, 2007. The series was originally licensed to the North American market by ADV Films for $780,000. In 2008 it became one of over thirty titles transferred from ADV Films to FUNimation, the main distributor of anime in the English speaking world.","original_name":"Pumpkin Scissors","vote_average":6.5,"name":"Pumpkin Scissors","cert":"Suitable for 15 years & above","id":31712,"adult":"false","genre_ids":[16,35,18],"origin_country":["JP"]},{"first_air_date":"1995-04-10","cast":["Chisa Yokoyama","Kōji Tsujitani","Tesshou Genda","Lisa Ann Beley","Kirk Thornton"],"overview":"Street Fighter II: V, is an anime series based on the fighting game Street Fighter II. Directed by Gisaburo Sugii, the series first aired in Japan in 1995, from April 10 to November 27, on YTV. An English adaptation of the series was produced by the dubbing group Animaze and Manga Entertainment in 1996, and was released in Australia and the USA on VHS in 1997 - 1998. In 1997, ADV Films produced an English dub exclusively for the UK market and was released on VHS. The Animaze\/Manga dub had a DVD release on April 29, 2003 in a four disc set in North America.","original_name":"ストリートファイターII V","vote_average":7.3,"name":"Street Fighter II: V","cert":"Unavailable","id":31713,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":"1978-03-14","cast":[],"overview":"Follows Captain Harlock, an outcast turned space pirate after he rebelled against Earth's Government and humanity's general apathy.","original_name":"宇宙海賊キャプテンハーロック","vote_average":5.6,"name":"Space Pirate Captain Harlock","cert":"Unavailable","id":31714,"adult":"false","genre_ids":[10759,16,10765],"origin_country":["JP"]},{"first_air_date":"2006-11-01","cast":["Ai Nonaka","Ayako Kawasumi","Yukana","Miyu Matsuki","Ai Nonaka"],"overview":"Strain: Strategic Armored Infantry is a mecha anime series by Studio Fantasia. It premiered across Japan on WOWOW from November 1, 2006. A manga adaptation is being serialized in the Dragon Age magazine. The concept of the series is loosely based upon Frances Hodgson Burnett's novels, most notably A Little Princess, but also Little Lord Fauntleroy and The Secret Garden. On May 15, 2008, Texas-based licensor FUNimation Entertainment announced its licensing of Strain: Strategic Armored Infantry. The anime was available in a complete DVD release on January 27, 2009 across North America.","original_name":"奏光のストレイン","vote_average":0.0,"name":"Strain: Strategic Armored Infantry","cert":"Unavailable","id":31715,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"CBS: Fast Draw","vote_average":0.0,"name":"CBS: Fast Draw","cert":"Unavailable","id":31716,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2005-01-08","cast":["Kenichi Suzumura","Saeko Chiba","Mami Kingetsu","Megumi Nasu","Hidenobu Kiuchi"],"overview":"Peach Girl is a Japanese shōjo manga series by Miwa Ueda. A high school drama centered on character Momo Adachi, her love life, friendships and rivalries, it was published in Japan by Kodansha in Bessatsu Friend from 1998 to 2003 and collected in 18 volumes. The series was adapted as a Taiwanese drama in 2002 and a Japanese animated television series in 2005.\n\nThe North American version of the manga is published in two parts by Tokyopop: Peach Girl, covering the first eight volumes of the Japanese release; and Peach Girl: Change of Heart, comprising the final ten books. The animated TV series is distributed by Funimation Entertainment in North America.","original_name":"ピーチガール","vote_average":7.3,"name":"ピーチガール","cert":"Unavailable","id":31729,"adult":"false","genre_ids":[16,18,35],"origin_country":["JP"]},{"first_air_date":"2008-10-01","cast":["Tōru Furuya","Kenji Utsumi","Nami Miyahara","Akiko Yajima","Choo"],"overview":"After the murder of Luna, the robot society that rules the planet starts to rust and decay. Death and despair spread through the land like wildfire. The only one unaffected by the affliction that becomes known as \"The Ruin\" is Luna's assassin, Casshern. Unable to remember if he really triggered this capital sin against the entire mechanized civilization, Casshern embarks on a journey to unravel the mystery that connects him, Luna, and the plague.","original_name":"キャシャーン Sins","vote_average":7.9,"name":"Casshern Sins","cert":"Unavailable","id":31730,"adult":"false","genre_ids":[16,18],"origin_country":["JP"]},{"first_air_date":"2003-10-08","cast":[],"overview":"The Social Welfare Agency saves the lives of terminal patients using cybernetic implants. Then it teaches them to kill. After surviving the slaughter of her family, young Henrietta awakens to her new life at the Agency with a rebuilt body and no memory. Teamed with Jose, who is responsible for turning her into the perfect assassin, Henrietta’s been given a second chance—but at what cost?","original_name":"Gunslinger Girl","vote_average":7.4,"name":"Gunslinger Girl","cert":"Suitable for 15 years & above","id":31731,"adult":"false","genre_ids":[10759,16,18],"origin_country":["JP"]},{"first_air_date":"2001-01-01","cast":["Amy Goodman","Juan Gonzalez"],"overview":"A United States daily progressive, nonprofit, independently syndicated program of news, analysis, and opinion.","original_name":"Democracy Now!","vote_average":8.5,"name":"Democracy Now!","cert":"Unavailable","id":31732,"adult":"false","genre_ids":[99,10763],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Big Baby","vote_average":0.0,"name":"Big Baby","cert":"Unavailable","id":31733,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Horatio's Drive: America's First Road Trip is a 2003 documentary film directed by Ken Burns and written by Dayton Duncan. Its subject is the first cross-country automobile journey in the United States, which occurred during the summer of 1903. The documentary focuses primarily on Horatio Nelson Jackson and his Winton car, The Vermont; along with his companions Sewall K. Crocker, his pet pit bull Bud and frequent correspondence with Jackson's wife Bertha Richardson Wells. The journey became a race between three teams, the winners being Jackson and Crocker.\n\nThe documentary has a companion book and audiobook, Horatio's Drive: America's First Road Trip, authored by Dayton Duncan and Ken Burns, published by Knopf in 2003.","original_name":"Horatio's Drive: America's First Road Trip","vote_average":0.0,"name":"Horatio's Drive: America's First Road Trip","cert":"Unavailable","id":31734,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2009-02-04","cast":[],"overview":"Billy the Exterminator is a scripted American reality television series which airs on the A&E network.\n\nThe show follows the professional life of Billy Bretherton, an expert in the field of pest control and the proprietor of Vexcon Animal and Pest Control in Benton, Louisiana, which serves the Shreveport-Bossier metropolitan area. Bretherton, a former Senior Airman in the United States Air Force, had previously been featured on the Discovery Channel's Dirty Jobs series on the season 1 episode \"Vexcon\", and the season 2 episode \"Termite Controller\". Both previously and in his current show, Bretherton is known for his unusual fashion style, consisting mostly of black garments with large silver jewelry and steel studs and spikes in various configurations.\n\nMany members of Bretherton's family, such as his parents, \"Big\" Bill and Donnie, and his brother, Ricky, as well as other employees, make frequent appearances. Donnie Bretherton normally acts as Vexcon's dispatcher and rarely goes out on jobs. Ricky's ex-wife, Pam, resigned during the production of the first season.\n\nAs noted in many episodes, Billy Bretherton prefers, if at all possible, to relocate captured animals and is a proponent of natural methods of control. He frequently gives a description of the pests, their preferred environment, and any diseases associated with them. Ricky Bretherton acquired an allergy to bee and wasp stings due to being stung so many times.","original_name":"The Exterminators","vote_average":0.0,"name":"The Exterminators","cert":"Unavailable","id":31745,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Nacho Bear","vote_average":0.0,"name":"Nacho Bear","cert":"Unavailable","id":31746,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2007-08-01","cast":[],"overview":"Indie Sex is a 2007 American television documentary film directed by Lesli Klainberg.","original_name":"Indie Sex","vote_average":6.2,"name":"Indie Sex","cert":"Unavailable","id":31747,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Century of Warfare is a 26 part British TV documentary first released in 1993 and shown on A&E Television Networks. It was narrated by Robert Powell, and produced by Nugus\/Martin Productions Ltd, and coincided with another Powell\/Nugus-Martin project called Great Crimes and Trials.","original_name":"The Century of Warfare","vote_average":0.0,"name":"The Century of Warfare","cert":"Unavailable","id":31748,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"1968-09-14","cast":["Ted Knight","Olan Soule","Casey Kasem"],"overview":"The Adventures of Batman is an animated television series produced by Lou Schiemer's Filmation studios. It showcased the 12-minute Batman segments from The Batman\/Superman Hour, sometimes broken up by and surrounding another cartoon from Filmation's fast growing stream of superhero stars. A re-branded 30-minute version premiered on CBS on September 13, 1969 as Batman with Robin the Boy Wonder. This version was repackaged without the Superman and Superboy segments.\n\nOver-the-top characters and catchy dramatic music cues gave this version of Batman a realistic look and feel—by cartoon standards of the day. The colors were vibrant and exciting even if the animation was a little stiff and repetitive in places.\n\nOlan Soule was the voice of Batman and is most likely best remembered for his work on that show, and many others in the Filmation stable. Casey Kasem, the popular radio countdown man in the 1980s, was the voice of Robin the Boy Wonder.\n\nBatman and Robin would next appear in a The New Scooby-Doo Movies crossover, various versions of Super Friends and The New Adventures of Batman in 1977.","original_name":"The Adventures of Batman","vote_average":7.4,"name":"The Adventures of Batman","cert":"Unavailable","id":31749,"adult":"false","genre_ids":[16,10759],"origin_country":["US"]},{"first_air_date":"2008-03-05","cast":["Keith David","Tom Hanks","Josh Lucas","Bobby Cannavale","Samuel L. Jackson"],"overview":"The story of the Second World War through the personal accounts of a handful of men and women from four American towns. The war touched the lives of every family on every street in every town in America and demonstrated that in extraordinary times, there are no ordinary lives.","original_name":"The War","vote_average":8.3,"name":"The War","cert":"Unavailable","id":31750,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":["Jim Gaffigan"],"overview":"Pale Force was a series of short animations starring Jim Gaffigan that aired on Late Night with Conan O'Brien. Its humor was derived from \"paleness\" of both Gaffigan and O'Brien, as well as from portraying Conan as a weakling to poke fun at the real-life TV host on his own show. The animation was done by New Yorker cartoonist Paul Noth, and the original music was done by Patrick Noth.","original_name":"Pale Force","vote_average":0.0,"name":"Pale Force","cert":"Unavailable","id":31759,"adult":"false","genre_ids":[16,35],"origin_country":[]},{"first_air_date":"2009-01-25","cast":["Mira Sorvino","Victor Garber","Scott Foley","Rebecca Windheim","Ken Tran"],"overview":"The Last Templar is a four-hour Canadian miniseries, based on the 2005 novel The Last Templar, which aired in the U.S. on January 25 and 26, 2009, starring Mira Sorvino, Scott Foley, Victor Garber, Anthony Lemke, Kenneth Welsh, Danny Blanco Hall and Omar Sharif. The miniseries is produced by Muse Entertainment Enterprises. Emmy Award-winning Robert Halmi Sr., along with Robert Halmi Jr., and Michael Prupas are the executive producers.","original_name":"The Last Templar","vote_average":4.9,"name":"The Last Templar","cert":"Unavailable","id":31760,"adult":"false","genre_ids":[10759,10765],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"The Papdits is a television show airing on CBS's InnerTube service, premiering in 2007, satirizing a newly emigrated family from India. The show features a father, mother, daughter, son, and grandmother, and is written and produced by writers from Da Ali G Show.","original_name":"The Papdits","vote_average":0.0,"name":"The Papdits","cert":"Unavailable","id":31761,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2009-07-26","cast":["Treat Williams","Marisol Nichols","John Larroquette","David James Elliott","Teri Polo"],"overview":"The Storm is a 2009 American science fiction disaster miniseries directed by Bradford May. Based on a previous teleplay by Matthew Chernov and David Rosiak, it was written by David Abramowitz and Dennis A. Pratt and revolves around a weather creation system developed by the Atmospheric Research Institute that threatens life on Earth when deployed by the military. However, while scientist Dr. Jonathan Kirk, Danni Wilson, and detectives Devon Williams and Stilman attempt to save the world, the former is hunted by hitmen.\n\nThe first part of the film was broadcast on the NBC network July 26, 2009. The second part was broadcast on August 2, 2009.","original_name":"The Storm","vote_average":4.0,"name":"The Storm","cert":"Unavailable","id":31762,"adult":"false","genre_ids":[10765,18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Hootenanny is an annual pre-recorded music show presented by Jools Holland and broadcast on New Year's Eve as an off-shoot of his Later... with Jools Holland series. It is generally broadcast between 11pm on 31 December and around 1am the following morning. It is broadcast in the United Kingdom on BBC Two.\n\nThe show generally features a wide variety of musical acts from various genres, who perform both before and after midnight. All the guests and other guest audience members present, and the artists themselves, get involved in the Hogmanay party atmosphere and there is a countdown to the midnight start of the New Year, followed by a traditional rendition of \"Auld Lang Syne\", often with the Pipes and Drums of the Scots Guards. Among the regular events of the evening is the spot where Holland asks actor and comedian Rowland Rivron his predictions for the year ahead\/his New Year's resolutions.","original_name":"Hootenanny","vote_average":0.0,"name":"Hootenanny","cert":"Unavailable","id":31763,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1980-12-04","cast":["Robert Glenister","Gillian Taylforth","Briony McRoberts","Peter Davison"],"overview":"Sink or Swim is a BBC TV sitcom from the 1980s with Peter Davison as the lead character Brian Webber. Brian Webber lives in a flat above a petrol station in London. He's trying hard to make his way in the world, thus far with limited success. His girlfriend, Sonia, is a very serious minded young woman who is passionate only about things like vegetarianism and ecology. When Brian's younger brother, Steve, arrives in London looking for somewhere to stay, his lazy, cynical, noisy \"Northern lout\" attitude disrupts Brian's already messy life.\n\nLike Only Fools and Horses, Sink or Swim was filmed in Bristol doubling for London.\n\nIt ran for three series between 4 December 1980 and 14 October 1982 and was written by Alex Shearer, who later wrote the Nicholas Lyndhurst sitcom The Two of Us for LWT from 1986 to 1990. Production of the sitcom overlapped the first two years of Davison also starring as the Fifth Doctor in Doctor Who, which imposed constraints on the recording schedules.","original_name":"Sink or Swim","vote_average":7.0,"name":"Sink or Swim","cert":"Unavailable","id":31764,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"The Biggest Loser Asia is a reality television series that began broadcasting on the Hallmark Channel in Asia on November 24, 2009. The show is a spin-off of the American programme The Biggest Loser, in which overweight and obese contestants attempt to lose weight for a large sum of money. David Gurnani emerged as the champion of the first season, winning US$100,000 and Renault sponsored by TC Euro Cars. The first season was recorded at the A Famosa Resort in Malacca, Malaysia during late 2009. It is hosted by Malaysian television personality, Sarimah Ibrahim. The trainers are Kristy Curtis, who is the Group Exercise Manager from Fitness First Australia and Dave Nuku, who is the Fitness First Asia’s Regional Fitness Manager will train the red and blue team, respectively.","original_name":"The Biggest Loser Asia","vote_average":0.0,"name":"The Biggest Loser Asia","cert":"Unavailable","id":31773,"adult":"false","genre_ids":[],"origin_country":["MY"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Rosalinda y Primitivo","vote_average":0.0,"name":"Rosalinda y Primitivo","cert":"Unavailable","id":31774,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Hollywood on the Rocks is a television series hosted by Chris Gore, produced by Mini Movie Channel and distributed by Ovation TV.\n\nNestle's Nespresso is set to be one of the partnering sponsors.","original_name":"Hollywood on the Rocks","vote_average":0.0,"name":"Hollywood on the Rocks","cert":"Unavailable","id":31775,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1999-10-31","cast":[],"overview":"Living Britain is a six-part nature documentary series, made by the BBC Natural History Unit, transmitted from October to December 1999. It was produced by Peter Crawford. It examines British wildlife over the course of one year. Each of the programmes takes place in a different time of year.","original_name":"Living Britain","vote_average":0.0,"name":"Living Britain","cert":"Unavailable","id":31776,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2010-04-19","cast":["Alyssa Milano","Josh Lawson","Kelly Stables","Kyle Bornheimer","Sierra McCormick"],"overview":"Romantically Challenged is a comedy television series, which ran on ABC from April 19, 2010 to May 17, 2010. It is set in Pittsburgh and created by Ricky Blitt, who is also the show's head writer. The show stars Alyssa Milano. ABC officially canceled the series on May 16, 2010. Six episodes were produced, but only four aired.","original_name":"Romantically Challenged","vote_average":6.0,"name":"Romantically Challenged","cert":"Unavailable","id":31777,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Our Little Genius is a game show produced for the Fox network that was pulled before making it to air, hosted by Kevin Pollak. The program was slated to premiere on Fox on January 13, 2010, at 9:15 PM Eastern following American Idol with a special 45-minute episode, with further episodes being 60 minutes. However, the show was postponed and eventually canceled before any aired due to two separate issues related to the show's integrity.\n\nAccording to Fox, child prodigies would answer trivia questions to win money for their families; their parents would be able to appeal to experts for help.","original_name":"Our Little Genius","vote_average":0.0,"name":"Our Little Genius","cert":"Unavailable","id":31778,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1993-12-30","cast":["Roger Lloyd Pack","Victor McGuire","Gary Olsen","Adjoa Andoh","Felicity Montagu"],"overview":"Health and Efficiency is a British situation comedy that was originally broadcast from 30 December 1993 to 10 February 1995 on BBC1 for a total of 12 episodes over 2 series. It was written by Andrew Marshall, writer of the sitcom 2point4 children.\n\nThe show starred Gary Olsen and Roger Lloyd Pack who both starred in 2point4 children, as well as Victor McGuire and Deborah Norton.\n\nThe setting was a hospital and each episode was 30 minutes in length.","original_name":"Health and Efficiency","vote_average":0.0,"name":"Health and Efficiency","cert":"Unavailable","id":31779,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2010-01-02","cast":[],"overview":"Paddy McGuinness tries to find 30 single girls a date and hopefully in the process the man of their dreams. But can our single boys do enough to turn them on and win themselves a date?","original_name":"Take Me Out","vote_average":5.5,"name":"Take Me Out","cert":"Unavailable","id":31790,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"A Escolinha do Golias was a Brazilian television program presented and produced by SBT between 1990 and 1997. Returned to be displayed by SBT in 2007, in the schedule of the El Chavo.","original_name":"A Escolinha do Golias","vote_average":9.0,"name":"A Escolinha do Golias","cert":"Unavailable","id":31791,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Haphazard Show","vote_average":0.0,"name":"The Haphazard Show","cert":"Unavailable","id":31792,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2002-04-26","cast":["Shawn Yue","Rainie Yang","Eddie Peng","Christine Fan"],"overview":"Tomorrow is a 2001 Taiwanese drama starring Rainie Yang, Shawn Yue, Christine Fan and Eddie Peng. It is based on Japanese manga series, Asunaro Hakusho, written by Fumi Saimon. It was broadcast in Taiwan on China Television in 2002.","original_name":"愛情白皮書","vote_average":0.0,"name":"Tomorrow","cert":"Unavailable","id":31793,"adult":"false","genre_ids":[18],"origin_country":["TW"]},{"first_air_date":"2010-01-04","cast":["Kim Su-ro","Bae Doo-na","Oh Yoon-ah","Yoo Seung-ho","Park Ji-yeon"],"overview":"Master of Study is about a determined lawyer who takes up a teaching position at a failing high school. To save the school from the ax, he comes up with the unconventional plan of starting a special class curriculum devoted to getting the school's five worst students into the country's top university.","original_name":"공부의 신","vote_average":8.0,"name":"Master of Study","cert":"Unavailable","id":31794,"adult":"false","genre_ids":[35],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"Anna & Kristina's Beauty Call is a Canadian television series that airs on the W Network in Canada. Parts of the program are filmed in Vancouver, British Columbia while some segments for the show are filmed in Los Angeles, New York, and Toronto. The show is produced by Worldwide Bag Media Inc. in association with W Network and produced by Picture Box Distribution. The credits give the impression that hosts Anna Wallner and Kristina Matisic are tip-toeing around a store, naked.\n\nHosts Anna Wallner and Kristina Matisic previously hosted and produced the two series The Shopping Bags and Anna & Kristina's Grocery Bag.\n\nTargeting the 25-to-54 demographic, the show is slated for 26 episodes in its first season. Media planning was done by Toronto's Zig and executed through New York's Active Media. The show's premiere offers tips on eyebrow grooming, how to best fit a stiletto, and wearing the right accessories for your body type.","original_name":"Anna & Kristina's Beauty Call","vote_average":0.0,"name":"Anna & Kristina's Beauty Call","cert":"Unavailable","id":31795,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2010-01-13","cast":["Adam Buxton","Daisy Haggard","Kelly Adams"],"overview":"The sitcom focuses on the lives of five overpaid and underworked employees at fictional advertising agency HHH&H.","original_name":"The Persuasionists","vote_average":0.0,"name":"The Persuasionists","cert":"Unavailable","id":31804,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2009-11-18","cast":["Caroline Cave","Luke Kirby"],"overview":"Cra$h & Burn is a Canadian television drama series created by Malcolm MacRury. The show takes place in Hamilton, Ontario, Canada, where it is also filmed.\n\nThe series stars Luke Kirby as Jimmy Burn, a claims investigator for Protected Insurance.","original_name":"Cra$h & Burn","vote_average":9.0,"name":"Cra$h & Burn","cert":"Unavailable","id":31805,"adult":"false","genre_ids":[18,35],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Magpasikat","vote_average":0.0,"name":"Magpasikat","cert":"Unavailable","id":31806,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":["Kristy Yang","Shen Aojun"],"overview":"The Story of Han Dynasty is a Chinese television series based on the events in the late Qin Dynasty and Chu–Han Contention period of Chinese history. The series was first broadcast on CCTV in China in 2003. Directed by Wei Handao, the series starred Hu Jun, Xiao Rongsheng, Jacklyn Wu, Kristy Yang, Wang Gang and Li Li-chun.","original_name":"The Story of Han Dynasty","vote_average":0.0,"name":"The Story of Han Dynasty","cert":"Unavailable","id":31807,"adult":"false","genre_ids":[],"origin_country":["CN"]},{"first_air_date":null,"cast":[],"overview":"Gumapang Ka Sa Lusak or Secret Affairs is a Sine Novela offering produced by GMA Network starring Dennis Trillo and Jennylyn Mercado. From October 15, 2012 until February 19, 2013, GMA Life TV aired its English-dubbed version worldwide.","original_name":"Gumapang Ka Sa Lusak","vote_average":0.0,"name":"Gumapang Ka Sa Lusak","cert":"Unavailable","id":31808,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Education Station is an upcoming 2010 American television game show to be aired on Trinity Broadcasting Network. It was taped in Carnegie, Pennsylvania, but a specific air date has yet to be set. The show is similar to Fox's Are You Smarter Than a 5th Grader?, but geared toward Christian educational entertainment. Produced by Greg Robbins, CEO of Uplifting Entertainment, Education Station is one of 11 television series created by the company since its 1999 foundation.","original_name":"Education Station","vote_average":0.0,"name":"Education Station","cert":"Unavailable","id":31825,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Proesstraat is an Afrikaans Television-Show which airs on kykNet based on the German improvisational comedy show Schillerstrasse. It is recorded without a script, in front of a live audience and broadcast unedited to a large extent.","original_name":"Proesstraat","vote_average":0.0,"name":"Proesstraat","cert":"Unavailable","id":31826,"adult":"false","genre_ids":[35],"origin_country":["ZA"]},{"first_air_date":"2010-01-11","cast":["Derek Kok","Roger Kwok","Vivien Yeo","Mimi Lo","Esther Kwan"],"overview":"The Season of Fate is a 2010 TVB television drama from Hong Kong produced by Nelson Cheung.","original_name":"The Season of Fate","vote_average":1.0,"name":"The Season of Fate","cert":"Unavailable","id":31827,"adult":"false","genre_ids":[18],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Rahul Dulhaniya Le Jayega","vote_average":0.0,"name":"Rahul Dulhaniya Le Jayega","cert":"Unavailable","id":31828,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Malaal is a Pakistani drama television series which premiered on Hum TV on October 9, 2009. The series is written by Umera Ahmed and directed by critically acclaimed director Mehreen Jabbar.","original_name":"Malaal","vote_average":0.0,"name":"Malaal","cert":"Unavailable","id":31829,"adult":"false","genre_ids":[],"origin_country":["PK"]},{"first_air_date":"2010-01-11","cast":["Paul Merton"],"overview":"Paul Merton in Europe is a six-part television series airing on Channel 5 from 11 January 2010 onwards. The series is a follow-up to Paul Merton in India. It follows presenter Paul Merton as he travels around several countries in Europe including Germany, Ireland, Italy, France and Spain. The series was released on DVD on 8 March 2010.","original_name":"Paul Merton in Europe","vote_average":0.0,"name":"Paul Merton in Europe","cert":"Unavailable","id":31838,"adult":"false","genre_ids":[99,35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Currents is a daily Catholic news magazine television show on New Evangelization Television, broadcast five days a week from its studios in Brooklyn. The program examines current events through the perspective of the Catholic faith.","original_name":"Currents","vote_average":0.0,"name":"Currents","cert":"Unavailable","id":31839,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2009-12-20","cast":["Hugh Dennis"],"overview":"Oz and Hugh Drink to Christmas is a BBC television programme in which wine personality Oz Clarke and comedian Hugh Dennis travel through Britain to sample a wide array of seasonal Christmas beverages, including whisky, winter ales, mulled wine, wassail, sloe gin, Buck's Fizz, Port wine and Sherry. Upon its 20 December 2009 broadcast on BBC Two, it had a viewership of approximately 2.4 million with an audience share of 9%.\n\nIn contrast to Clarke's other programmes with James May, Oz and James's Big Wine Adventure and Oz and James Drink to Britain, the Christmas special was criticized in the press for its greater focus on achieving intoxication and exploring which drinks are more effective in that pursuit. Dublin Evening Herald columnist Katie Byrne described the show as Clarke and Dennis divining that the true spirit of Christmas is \"getting hammered\".","original_name":"Oz and Hugh Drink to Christmas","vote_average":0.0,"name":"Oz and Hugh Drink to Christmas","cert":"Unavailable","id":31840,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2011-01-09","cast":["Kathleen Rose Perkins","Mircea Monroe","Matt LeBlanc","Stephen Mangan","Tamsin Greig"],"overview":"A British husband-and-wife comedy writing team travel to Hollywood to remake their successful British TV series, with disastrous results.","original_name":"Episodes","vote_average":7.5,"name":"Episodes","cert":"Suitable for 15 years & above","id":31841,"adult":"false","genre_ids":[35],"origin_country":["GB","US"]},{"first_air_date":"2009-08-05","cast":["Bill Rancic","Giuliana Rancic"],"overview":"Giuliana and Bill is an American reality television series on E! that premiered on August 5, 2009. It features E! News host, and host of Fashion Police, Giuliana Rancic and her husband Bill Rancic, an American entrepreneur who won the first season of The Apprentice. The couple, who first met when Giuliana was interviewing Bill for E! News, were married on September 1, 2007. Reruns air on Style Network's sister networks: E! and Bravo.\n\nGiuliana and Bill will be moving to E!, from the now defunct Style Network, on October 15, 2013.","original_name":"Giuliana and Bill","vote_average":0.0,"name":"Giuliana and Bill","cert":"Unavailable","id":31842,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Panday Kids is a fantasy Philippine drama spin-off from the novel of Carlo J. Caparas. It is produced by GMA Network. This is a television sequel of the 2009 film, Ang Panday which was starred by Bong Revilla. The cast is led by three child stars, Buboy Villar, Julian Trono, and Sabrina Man. The show is part of the GMA 60th Year Celebration Offering.","original_name":"Panday Kids","vote_average":0.0,"name":"Panday Kids","cert":"Unavailable","id":31843,"adult":"false","genre_ids":[10759,14,18],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"ICTHus.EQ is a Christian music video program that airs on New Evangelization Television. ICTHus.EQ first aired on The Prayer Channel in 2007, which eventually became NET. Currently, the fourth season of ICTHus.EQ is slated to air in the spring of 2010. Each episode the host, Mari White, shows the latest and greatest in Christian music, often interviewing a musical group at the end of each episode. In previous seasons ICTHus.EQ has interviewed Rilent K, Angelina, Popple, Superchick and many others.","original_name":"ICTHuS.eQ","vote_average":0.0,"name":"ICTHuS.eQ","cert":"Unavailable","id":31854,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2010-01-08","cast":["Dani Harmer","Lisa Coleman","Connor Byrne","Richard Wisker","Noah Marullo"],"overview":"Tracy Beaker Returns is a BAFTA-winning British children's television series, which premiered on 8 January 2010 on CBBC and BBC HD. Based upon the novels by Jacqueline Wilson, it is the spin-off series to The Story of Tracy Beaker. The series stars Dani Harmer as protagonist Tracy Beaker. The final third series ended on 23 March 2012. The series will continue as The Dumping Ground which started airing on 4 January 2013.","original_name":"Tracy Beaker Returns","vote_average":8.3,"name":"Tracy Beaker Returns","cert":"Unavailable","id":31857,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Peter Andre: My Life is a fly on the wall reality television series featuring singer and television personality Peter Andre throughout his everyday life. The series began as Peter Andre: The Next Chapter following his divorce from model Katie Price. The series has been broadcast on ITV2 since 17 August 2009. In July 2011, a spin-off series, entitled Peter Andre: Here 2 Help was broadcast, whilst the main series was given a major overhaul. In October 2011, the main series returned with the new title, Peter Andre: My Life, and a new opening theme. The format of the series, however, is essentially the same.","original_name":"Peter Andre: My Life","vote_average":0.0,"name":"Peter Andre: My Life","cert":"Unavailable","id":31858,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Mysteries of the Church is a television program that airs on New Evangelization Television, the television station for the Roman Catholic Diocese of Brooklyn. Mysteries of the Church investigates various elements of the Catholic Church using interviews with members of the religious and academic community, ranging in topics from Martyrs to Exorcism and Marian Apparitions to Celibacy. Hosted by Carolyn Morrison the program first aired on NET in December 2008.\n\nIn February 2010, the series was nominated for a local Emmy Award.\n\nThe second season of Mysteries of the Church aired on February 2010.\n\nTo date, there have been three seasons of \"Mysteries of the Church.\" Season three was broadcast in 2011. Fr. John Cush, a priest of the Diocese of Brooklyn, acts as a theological consultant for the series and provides a blog for the series' website.","original_name":"Mysteries of the Church","vote_average":0.0,"name":"Mysteries of the Church","cert":"Unavailable","id":31859,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1988-05-25","cast":[],"overview":"Echoes is a four-part Irish drama miniseries based on the novel of the same name by Maeve Binchy. It was produced for Channel 4 by Working Title Films in association with RTÉ.","original_name":"Echoes","vote_average":7.0,"name":"Echoes","cert":"Unavailable","id":31860,"adult":"false","genre_ids":[10765],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Yeh Pyar Na Hoga Kam was an Indian television series starring Yami Gautam which aired on the Colors channel Monday - Thursday at 9pm IST. The story is inspired from 2009 Bollywood flick Delhi-6\n\nIt is a love story between Abeer and Leher. It is one of the shows that replaced Vodafone Presents Bigg Boss 3 after its grand finale, the other show being Laagi Tujhse Lagan. This serial is quite popular among young generation. This show ended on 2 September due to poor ratings in spite of good concept.","original_name":"Yeh Pyar Na Hoga Kam","vote_average":0.0,"name":"Yeh Pyar Na Hoga Kam","cert":"Unavailable","id":31869,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"HaMis'ada HaGdola was an Israeli sitcom, produced by the Arabic department of Channel 1, running between 1985–1988, every Shabbat evening. The series had great success both in Israel and in neighbouring countries like Cyprus, Turkey and in the Arab World. During its original run, it was considered the most popular Israeli TV show, both in Israel and the Arab World.\n\nYosef Barel, who was the manager of the Arabic department of the IBA formulated the idea of the show. The first twelve episodes were directed by the producer\/screenwriter Eli Sagi, along with director Avi Amber. After these two retired from the production of the show, the rest of the episodes were directed by Antoine Salah and Victor Kahmar.\n\nThe sitcom-series depicted events in a Middle Eastern restaurant in Jerusalem, owned by an Arab-Israeli restaurateur named Abu-Rahmi, and his wife Umm Rahmi, and employing a funny chef - Hakim, a charming and charismatic waiter - Abdu, a tongueless waiter named Ma'aruf, and a cross-eyed dustman called Artin.","original_name":"המסעדה הגדולה","vote_average":0.0,"name":"HaMis'ada HaGdola","cert":"Unavailable","id":31870,"adult":"false","genre_ids":[],"origin_country":["IL"]},{"first_air_date":"1958-06-13","cast":[],"overview":"The Big Game is a game show created by Jackson Stanley Productions. It ran on NBC in prime time from June 13 to September 19, 1958. It was hosted by Tom Kennedy.","original_name":"The Big Game","vote_average":0.0,"name":"The Big Game","cert":"Unavailable","id":31871,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"GoldGamer","vote_average":0.0,"name":"GoldGamer","cert":"Unavailable","id":31872,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1981-04-06","cast":["Peter Cook","Mimi Kennedy","Helen Hunt","Dana Hill","Nicholas Lyndhurst"],"overview":"The Two of Us is an American comedy series","original_name":"The Two of Us","vote_average":0.0,"name":"The Two of Us","cert":"Unavailable","id":31873,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Gilda Olvidado's Magkano Ang Iyong Dangal? is a Filipino daytime drama produced by ABS-CBN that premiered on January 25, 2010, replacing Nagsimula sa Puso. It is the first film to TV remake to use Gilda Olvidado's storywork for the network under her helm.","original_name":"Magkano Ang Iyong Dangal?","vote_average":0.0,"name":"Magkano Ang Iyong Dangal?","cert":"Unavailable","id":31874,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":"2010-02-01","cast":[],"overview":"A Good Day for the Wind to Blow is a 2010 South Korean television series starring Kim So-eun and Jin Yi-han. The daily drama aired on KBS1 from February 1 to October 1, 2010, from Mondays to Fridays at 20:25 for 173 episodes.","original_name":"바람 불어 좋은 날","vote_average":0.0,"name":"A Good Day for the Wind to Blow","cert":"Unavailable","id":31875,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Bhagyavidhaata is an Indian television drama series that airs on Colors since May 2009. Set in the rural district of Motihari, Bihar, the show deals with 2 families: the Sinhas and the Prasads.","original_name":"Bhagyavidhaata","vote_average":0.0,"name":"Bhagyavidhaata","cert":"Unavailable","id":31884,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"First Time was a Philippine teen drama series developed by Kit Langit and directed by Andoy Ranay. The series premiered on GMA Network on February 8, 2010 starring Barbie Forteza and Joshua Dionisio, who were previously paired in Stairway to Heaven and Dear Friend: My Christmas List. The show is part of GMA's 60th Year Celebration Offering.","original_name":"First Time","vote_average":0.0,"name":"First Time","cert":"Unavailable","id":31885,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"1998-06-25","cast":["Véronique Cloutier"],"overview":"A musical game show opposing two gender-segregated teams of celebrities.","original_name":"La fureur","vote_average":0.0,"name":"La fureur","cert":"Unavailable","id":31886,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":"2010-01-18","cast":["Liz Lee","Bryson Gilreath","Colin Sullivan","Miles Reed","Taylor Terry"],"overview":"My Life as Liz is a mockumentary style American television series that centers on the life of Liz Lee, a misfit high-school senior living in small town Texas. The series debuted on MTV on January 18, 2010.\n\nThe first season finale aired on March 8, 2010. Filming for the second season began early 2010 in New York City, mostly at Pratt Institute, the college which series star Liz Lee attends. During the My Life As Liz marathon that aired on December 27, 2010, MTV previewed the season 2 trailer and officially confirmed that season two would premiere on Tuesday, February 8, 2011 at 11:00 PM EST. MTV's January 24 press release confirmed that Season 2 would have 12 episodes. The series was not renewed for a third season, and the series finale aired on May 3, 2011.","original_name":"My Life as Liz","vote_average":8.0,"name":"My Life as Liz","cert":"Unavailable","id":31887,"adult":"false","genre_ids":[10764,35],"origin_country":["US"]},{"first_air_date":"2001-06-21","cast":["Doug Stanhope"],"overview":"Spy TV is an American hidden camera reality television series hosted by Michael Ian Black and Ali Landry. The show was broadcast on NBC in which pranks were pulled on people by their friends. The show was cancelled after two seasons.","original_name":"Spy TV","vote_average":0.0,"name":"Spy TV","cert":"Unavailable","id":31888,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2010-01-11","cast":["Chuck Todd"],"overview":"The Daily Rundown with Chuck Todd is an hour-long weekday morning political talk show on MSNBC aired live from 9:00 to 10:00am, hosted by NBC Chief White House Correspondent and Political Director Chuck Todd. The show premiered on MSNBC on January 11, 2010, and features news, interviews, and analysis relating to politics from the MSNBC Washington D.C. Bureau. The show is billed as showcasing the depth and experience of the NBC News Washington bureau, led by Todd. The show primarily focuses on the top political stories of the day.\n\nFrom launch until June 2011, Todd was joined by then White House correspondent Savannah Guthrie. Guthrie left on June 3, 2011 in preparation for her new role as a co-host of NBC's Today Show. Since her departure, Todd anchors the broadcast alone.","original_name":"The Daily Rundown","vote_average":0.0,"name":"The Daily Rundown","cert":"Unavailable","id":31889,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Crossroads Café","vote_average":0.0,"name":"Crossroads Café","cert":"Unavailable","id":31898,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Just Like Dad","vote_average":0.0,"name":"Just Like Dad","cert":"Unavailable","id":31901,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Ultimate Deception","vote_average":0.0,"name":"Ultimate Deception","cert":"Unavailable","id":31904,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"One Night in Emergency","vote_average":0.0,"name":"One Night in Emergency","cert":"Unavailable","id":31905,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Crews","vote_average":0.0,"name":"The Crews","cert":"Unavailable","id":31906,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2010-06-08","cast":["Troian Bellisario","Ashley Benson","Lucy Hale","Shay Mitchell","Sasha Pieterse"],"overview":"Based on the Pretty Little Liars series of young adult novels by Sara Shepard, the series follows the lives of four girls — Spencer, Hanna, Aria, and Emily — whose clique falls apart after the disappearance of their queen bee, Alison. One year later, they begin receiving messages from someone using the name \"A\" who threatens to expose their secrets — including long-hidden ones they thought only Alison knew.","original_name":"Pretty Little Liars","vote_average":6.6,"name":"Pretty Little Liars","cert":"Unavailable","id":31917,"adult":"false","genre_ids":[18,9648],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Don't Sweat It is an American home improvement show produced by Notional which airs on HGTV. It is broadcast on Saturdays, 10am e\/p and is hosted by Steve Watson. On the show, Watson leads families on a series of 3 \"high octane\" home improvement projects over 2 days. Assisting Watson is carpenter Jimmy Little.","original_name":"Don't Sweat It","vote_average":0.0,"name":"Don't Sweat It","cert":"Unavailable","id":31918,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1992-07-20","cast":["Rick Springfield","Signy Coleman","Kirk Baltz","R. Lee Ermey"],"overview":"Human Target is an American action drama television series broadcast by ABC in the United States. It is based on the comic book character of the same title created by Len Wein and Carmine Infantino, and developed for television by Danny Bilson and Paul DeMeo. The seven-episode series premiered on July 20, 1992, and last aired on August 29, 1992. This series is unrelated to the 2010 Fox television series of the same name, also based on the Human Target character.","original_name":"Human Target","vote_average":3.0,"name":"Human Target","cert":"Unavailable","id":31919,"adult":"false","genre_ids":[10759],"origin_country":["US"]},{"first_air_date":"2010-01-18","cast":["Sarah Silverman"],"overview":"The Buried Life is a reality documentary series on MTV. The series features Duncan Penn, Jonnie Penn, Ben Nemtin, and Dave Lingwood attempting to complete a list of \"100 things to do before you die.\" The pilot episode aired on January 18, 2010, and the show was renewed for a second season in 2010. On Oct 25, 2011, The Buried Life announced they wouldn't be doing any more episodes of the show. However, the show's creators claim they are working on a \"new and improved\" show for the network based on the premise of the original series. Penn, Lingwood, Penn and Nemtin released their first book as The Buried Life, \"What Do You Want to Do Before You Die?\" on March 27, 2012. On the week of its release the book climbed to #1 on the NYT Best Sellers List.","original_name":"The Buried Life","vote_average":10.0,"name":"The Buried Life","cert":"Unavailable","id":31920,"adult":"false","genre_ids":[35,99],"origin_country":["CA","US"]},{"first_air_date":null,"cast":[],"overview":"Zhen Guan Chang Ge is a Chinese historical television series directed by Wu Ziniu. It was first aired on CCTV-1 in China in 2007. The series is based on the events in the Zhenguan era of the reign of Emperor Taizong during the Tang Dynasty.","original_name":"Zhen Guan Chang Ge","vote_average":0.0,"name":"Zhen Guan Chang Ge","cert":"Unavailable","id":31921,"adult":"false","genre_ids":[],"origin_country":["CN"]},{"first_air_date":"2010-02-01","cast":["Kelly Cutrone"],"overview":"Kell on Earth is an American reality docudrama starring Kelly Cutrone, the founder of the public relations, branding and marketing firm People's Revolution. The series premiered on February 1, 2010 on the Bravo television network. Bravo chose not to renew the series for a second season.","original_name":"Kell on Earth","vote_average":0.0,"name":"Kell on Earth","cert":"Unavailable","id":31930,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2009-12-02","cast":["Go Soo","Kim Soo-hyun","Song Jong-ho","Song Joong-ki","Han Ye-seul"],"overview":"Cha Kang Jin grows up in a poor family who is constantly on the move. After relocating to his mother's hometown when Kang Jin is a teenager, his mother falls back into her old ways, opening a bar that draws a group of undesirable men. Kang Jin is forced to watch helplessly from the sidelines, getting into fights with other high school students to protect her honor. When he meets Han Ji Wan at school, sparks fly immediately, but tragedy soon strikes when Ji Wan suddenly must leave town. Eight years later, Kang Jin finally finds her again—at her engagement party. Never able to forget the girl he loved and hurt so badly, Kang Jin has trouble accepting the loss of his love, and after discovering that Ji Wan's fiancée is his co-worker, the three soon become hopelessly entangled in each other's lives.","original_name":"크리스마스에 눈이 올까요?","vote_average":8.0,"name":"Will It Snow For Christmas?","cert":"Unavailable","id":31931,"adult":"false","genre_ids":[18],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"Blue Peter Special Assignment was a factual BBC TV series broadcast in the 1970s and early 1980s, the first spin-off from the long running BBC series Blue Peter. It ran regularly from 1973 until 1981, usually at weekends on BBC1, and was heavily promoted on Blue Peter itself. The concept for the series was developed after Valerie Singleton had made a successful documentary 'special' with HRH Princess Anne when she had visited Kenya in 1971. The Special Assignment series was mainly produced by Edward Barnes and presented initially by Valerie Singleton and later by Peter Purves, Lesley Judd and reportedly Simon Groom, all of whom had been presenters on Blue Peter itself.\n\nSeries One featured Valerie Singleton looking at six European Capital Cities. These included Rome, Paris, London, Edinburgh, Amsterdam and Brussels. The first programme to be filmed was the one featuring Rome and included a personal address to the children of Britain from Pope Paul VI in The Vatican.\n\nSeries Two continued to feature Singleton looking at European Cities and included Dublin, York and Madrid. Later series looked at Islands and included The Isle of Wight, The Isle of Man, Hong Kong, Malta and Gibraltar. Later the show began to look at famous houses or famous individuals and included biographies of Vivaldi, The Brontë Sisters, The Duke of Wellington, Saint Therese of Lisieux, Marie Antoinette and Rudyard Kipling and both Lesley Judd and Peter Purves began presenting the series in place of Singleton.","original_name":"Blue Peter Special Assignment","vote_average":0.0,"name":"Blue Peter Special Assignment","cert":"Unavailable","id":31932,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Captain Barbell is a 2011 superhero Philippine drama adapted from Mars Ravelo's fictional superhero of the same name; directed by Dominic Zapata and developed by Jake Tordesillas. It is the second series based on the graphic novels by Mars Ravelo. It stars Richard Gutierrez, who reprises the role of the title role and its alter-ego Enteng, after playing him in the 2006 series. The show premiered on March 28, 2011. The show premiered on GMA Pinoy TV on March 30, 2011, two days after its original premiere. The show is set to end on July 29, 2011 to be replaced by Time of My Life.","original_name":"Captain Barbell","vote_average":0.0,"name":"Captain Barbell","cert":"Unavailable","id":31933,"adult":"false","genre_ids":[10759,10765,18],"origin_country":["PH"]},{"first_air_date":"2010-01-29","cast":["Felix Herngren","Mia Skäringer","Henrik Dorsin","Johan Rheborg","Josephine Bornebusch"],"overview":"Solsidan is a Swedish television comedy series that premiered on 29 January 2010 on TV4. The series is named after a small part of Saltsjöbaden called Solsidan. It revolves around Alex and Anna who are expecting their first child and have just moved to Alex's childhood home in Saltsjöbaden, Stockholm County. Alex tries to get Anna to enjoy herself, and at the same time spend time with his childhood friend Fredde. Ten episodes were scheduled to air in the first season. A second ten-episode season premiered 16 January 2011.","original_name":"Solsidan","vote_average":6.4,"name":"Solsidan","cert":"Unavailable","id":31934,"adult":"false","genre_ids":[35,18],"origin_country":["SE"]},{"first_air_date":"1977-01-05","cast":["Tony Haygarth","Avril Elgar","Paul Greenwood","Maggie Jones"],"overview":"Rosie is a British situation-comedy television series, written by Roy Clarke that was broadcast between 1977 and 1981. It was filmed and set in Scarborough in North Yorkshire. The central character was PC Penrose, the titular \"Rosie\", a young and inexperienced police officer, played by Paul Greenwood.\n\nFor the first series of seven episodes, broadcast in 1975, it was called The Growing Pains of PC Penrose, but it underwent a revamp with a new title, setting and signature tune.","original_name":"Rosie","vote_average":6.0,"name":"Rosie","cert":"Unavailable","id":31935,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Dinosaur Baby Holy Heroes is a cartoon series created in China. The series has been shown on China Central Television since 2009.","original_name":"Dinosaur Baby Holy Heroes","vote_average":0.0,"name":"Dinosaur Baby Holy Heroes","cert":"Unavailable","id":31946,"adult":"false","genre_ids":[10765],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"My Destiny is the 15th co-production of MediaCorp TV and ntv7. It is a remake of the 2004 MediaCorp drama These Ties That Bind.","original_name":"My Destiny","vote_average":0.0,"name":"My Destiny","cert":"Unavailable","id":31947,"adult":"false","genre_ids":[],"origin_country":["SG","MY"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Malta's Next Top Model, Cycle 1","vote_average":0.0,"name":"Malta's Next Top Model, Cycle 1","cert":"Unavailable","id":31948,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Star Search was a television show from 1988 to 2010 organised by MediaCorp TV Channel 8 to scout for Chinese language-speaking talent.","original_name":"Star Search Singapore","vote_average":0.0,"name":"Star Search Singapore","cert":"Unavailable","id":31949,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1990-07-20","cast":["Jayne Eastwood","Lew Schneider"],"overview":"Wish You Were Here is an American sitcom that premiered on July 20, 1990 as a summer replacement on CBS in the 9:30pm slot which lasted for only six episodes. Its premise was that stockbroker Donny Cogswell, portrayed by Lew Schneider, quits his job and sends video cassette postcards of his European adventures to family and friends back in the United States.","original_name":"Wish You Were Here","vote_average":0.0,"name":"Wish You Were Here","cert":"Unavailable","id":31950,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"A Rainy Day is a one shot animated short from MGM created in 1940. It tells the story of a father bear trying to repair the roof of his house.","original_name":"A Rainy Day","vote_average":0.0,"name":"A Rainy Day","cert":"Unavailable","id":31951,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2007-04-02","cast":["Kôsei Amano","Aiba Hiroki"],"overview":"After being kidnapped and being taken to a cooking school told they must enroll, a group of boys deal with learning tons of recipes while also focusing on thoughts of love, friends, and intentions.","original_name":"Delicious Gakuin","vote_average":0.0,"name":"Delicious Gakuin","cert":"Unavailable","id":31960,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"A-Z of Rude Health was a medical series taking a lighthearted look at sexual health. For every letter of the alphabet, a topic of sexual health was covered. e.g. A for Anal, B for Balls, C for Chlyamydia etc. The factual but lighthearted studio segments were presented in a semi-improvised format by Dr Phil Hammond and Dr Annie Evans after scripting discussions between the presenters and Mr Peter Greenhouse, while all three worked together at the Bristol Department of Sexual Health, and the vox pops and comedy pieces were written and performed by Kev F Sutherland. It was broadcast late on Friday night on regional ITV in the Bristol and West area.\n\nThe same production team, at HTV in Bristol, went on to produce the first TV series of The Sitcom Trials, also for ITV.","original_name":"A-Z of Rude Health","vote_average":0.0,"name":"A-Z of Rude Health","cert":"Unavailable","id":31961,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":"2008-07-24","cast":[],"overview":"Paladins in Troubled Times is a 2008 Chinese television series adapted from Liang Yusheng's novel Datang Youxia Zhuan. The series was produced by Zhang Jizhong, starring Victor Huang, Shen Xiaohai, TAE, He Zhuoyan, Liu Tianyue and Lu Chen in the lead roles. It was first broadcast on CCTV in 2008.","original_name":"Paladins in Troubled Times","vote_average":0.0,"name":"Paladins in Troubled Times","cert":"Unavailable","id":31962,"adult":"false","genre_ids":[],"origin_country":["CN"]},{"first_air_date":"2010-01-22","cast":["Kirsty Wark"],"overview":"The Review Show is a British discussion programme dedicated to the arts which airs on Friday evenings at 11:00pm on BBC Two. The programme features a panel of guests who review the week's developments in the world of the arts and culture.","original_name":"The Review Show","vote_average":0.0,"name":"The Review Show","cert":"Unavailable","id":31963,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Amid the thriving nightlife of 1960s Kuala Lumpur, three Chinese friends -- a showgirl, her housekeeper and a chanteuse -- find love and heartbreak.","original_name":"情牵南苑","vote_average":0.0,"name":"Age of Glory","cert":"Unavailable","id":31964,"adult":"false","genre_ids":[],"origin_country":["MY"]},{"first_air_date":"2009-09-14","cast":[],"overview":"Svenska Hollywoodfruar is a Swedish reality television program on TV3. The concept of the series revolves around the pursuit of the lives of some Swedish women living a glamorous Hollywood lifestyle with their rich American husbands. The 2009 season of the series, which aired on TV3, consisted of five parts. The first episode aired on 14 September 2009 and was watched by approximately 600,000 viewers.","original_name":"Svenska Hollywoodfruar","vote_average":0.0,"name":"Svenska Hollywoodfruar","cert":"Unavailable","id":31965,"adult":"false","genre_ids":[99],"origin_country":["SE"]},{"first_air_date":"2009-02-18","cast":[],"overview":"Little Miss Perfect is an American reality television series that follows girls 5–10 years old in the same beauty pageant each week. The pageant is hosted by Michael Galanes with judges Deedy Melanson, Nyahsha Zimucha, David Gilbert, and sometimes Janet McCullogh.\n\nThe show, like Toddlers & Tiaras, is aired without narration to avoid judgment. Unlike Toddlers & Tiaras, Little Miss Perfect has only two girls instead of three families and there is only one girl awarded a crown, sash, and money at the pageant.\n\nSeason 1 premiered on February 18, 2009, and season 2 debuted on January 12, 2010.","original_name":"Little Miss Perfect","vote_average":0.0,"name":"Little Miss Perfect","cert":"Unavailable","id":31976,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2010-03-01","cast":["Fred Ewanuick","Mary Ashton","Paul Bates","Benjamin Ayres","Laurie Murdoch"],"overview":"Dan Phillips is a 30-something bartender who lives and works in the ordinary city of Wessex. Dan's had the same friends since grade school, his most prized possession is a vintage Ms. Pac-Man game and his last serious relationship was with a girl who is now engaged to someone else. His life seems to be firmly on the path to more of the same... until a chance comment suddenly puts him in the running for mayor of Wessex.","original_name":"Dan for Mayor","vote_average":4.0,"name":"Dan for Mayor","cert":"Unavailable","id":31977,"adult":"false","genre_ids":[35],"origin_country":["CA"]},{"first_air_date":"2009-12-03","cast":[],"overview":"BBQ Pitmasters is an American reality television series which follows barbecue cooks as they compete for cash and prizes in barbecue cooking competitions.\n\nThe series premiered on TLC on December 3, 2009. The eight-episode first season was filmed in a docu-reality format as it followed several competing BBQ teams around the country to various BBQ contests.\n\nSeason two premiered on August 12, 2010 at 10 pm EDT featuring a completely new competition game show-based format. Each week, four teams competed against each other. Challenges included a common protein and a more exotic meat. Weekly winners faced off against each other in the second season finale as they vied for $100,000 and the Kingsford Cup. The judges for the second season were Myron Mixon, Art Smith, and Warren Sapp. Kevin Roberts served as host.\n\nOn January 29, 2012, Myron Mixon confirmed on the Facebook account for Jack's Old South that filming for Season 3 would start in March. On April 4, 2012, it was announced that Season 3 would air on Destination America, a rebranded version of the Planet Green channel that launched on May 26, 2012.","original_name":"BBQ Pitmasters","vote_average":7.7,"name":"BBQ Pitmasters","cert":"Unavailable","id":31978,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Yahaan Main Ghar Ghar Kheli produced by Rajshri Productions is an Indian television drama serial that aired on Zee TV. It has received awards in several categories in Zee Rishtey Awards. Yahaaan Main Ghar Ghar Kheli was ranked at #4 position among top serials in India during its running time and was well known for its lead actors Karan Grover & Suhasi Goradia Dhami. Currently, the serial airs on FBC TV in Fiji Islands.","original_name":"Yahaaan Main Ghar Ghar Kheli","vote_average":0.0,"name":"Yahaaan Main Ghar Ghar Kheli","cert":"Unavailable","id":31979,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Diz Iz It! was a Filipino pre-noontime variety show produced by the Television And Production Exponents Inc. of Malou Fagar and Tony Tuviera and GMA Network. The show was to be named Todo Bigay, but it never pushed through. It broadcasts from Studio 1 of GMA Network Center and later from GMA Broadway Centrum in Quezon City. This show airs internationally via GMA Pinoy TV. Diz Iz It! is aired from Mondays to Fridays at 10:30am to 12:15pm and Saturdays at 10:15 am to 12:00pm before Eat Bulaga! on GMA and on GMA Pinoy TV. It had its grand concert which served as its final episode on July 24, 2010.","original_name":"Diz Iz It!","vote_average":0.0,"name":"Diz Iz It!","cert":"Unavailable","id":31980,"adult":"false","genre_ids":[35],"origin_country":["PH"]},{"first_air_date":"2000-04-02","cast":["Francesca Annis","Peter O'Brien","Christopher Fulford"],"overview":"Deceit is a 2000 British two-part mystery television serial categorized as both a drama and a thriller. The film is based on a novel of the same name by Clare Francis. Stuart Orme served as director and Nicolas Brown served as producer. It was remade as an American television movie with the same title in 2004.","original_name":"Deceit","vote_average":0.0,"name":"Deceit","cert":"Unavailable","id":31981,"adult":"false","genre_ids":[18,9648],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Citynet Television News was a defunct television newscast of the defunct television network Citynet Television. It was produced by GMA Network through GMA News and Public Affairs. Launched on August 27, 1995, it is aired at 21:00 on all Citynet stations in the country and it was hosted by a female tandem and one of its hosts was Gin de Mesa. It ended when GMA Network ended the airing of Citynet because of high programming cost.","original_name":"Citynet Television News","vote_average":0.0,"name":"Citynet Television News","cert":"Unavailable","id":31982,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"2010-02-23","cast":["Matthew Polinsky","Cory Weston","Thomas Hannifan","Gary Gordon","Darren Matthews"],"overview":"Wrestlers will portray heroes or villains as they follow a series of events that build tension and culminate in a wrestling match or series of matches.","original_name":"WWE NXT","vote_average":6.3,"name":"WWE NXT","cert":"Unavailable","id":31991,"adult":"false","genre_ids":[10759,18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"IBC Headliners is the defunct news update of the sequestered television station in the Philippines, Intercontinental Broadcasting Corporation through IBC News and Public Affairs. This is aired Monday to Friday at the end of some programs. The news updates are no longer aired due to unknown reasons after the launching of News Team 13.","original_name":"IBC Headliners","vote_average":0.0,"name":"IBC Headliners","cert":"Unavailable","id":31992,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"I Dare You is a Canadian children's television series hosted by Daniel Cook. Cook dares viewers to participate in three physical exercises. At the end of the program all three movements are combined. The program aims to encourage physical activity, not simply passive viewing. Each episode ends with Cook eating healthy food, such as fruit or milk. The series aired for two seasons.","original_name":"I Dare You","vote_average":0.0,"name":"I Dare You","cert":"Unavailable","id":31993,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Sarah is a Lebanese soap opera starring Cyrine Abdelnour, Youssef El Khal and Youssef Haddad. It covers the life of a Lebanese woman. It was announced that the series will be broadcasting on TF1 in 2010.","original_name":"Sarah","vote_average":0.0,"name":"Sarah","cert":"Unavailable","id":31994,"adult":"false","genre_ids":[],"origin_country":["LB"]},{"first_air_date":null,"cast":[],"overview":"Housefull is a Bangladeshi dramaserial written by Ridwan Rony and Iftekhar Ahmed Fahmi and also directed by them. The 122 episode TV dramaserial was aired on NTV and the last episode was aired on July 23, 2009. The dramaserial has an urban setting of the modern Dhaka, depicting colourful and interesting lifestyles of some families living in Dhaka. This drama stars Abul Hayat, Sohel Khan, Shumon Patowary, Mosharraf Karim, Monira Mithu, Siddikur Rahman, Sumaiya Shimu, Mithila, Mishu, Hilol, Zillur Rahman, Aditto Monir, Majnun Mizan, Prova and Mona Lisa.","original_name":"House full","vote_average":0.0,"name":"House full","cert":"Unavailable","id":31995,"adult":"false","genre_ids":[],"origin_country":["BD"]},{"first_air_date":"2010-04-11","cast":[],"overview":"Brandy and Ray J: A Family Business is an American reality television series that premiered on VH1 on April 11, 2010.\n\nOn November 15, 2010, VH1 announced that it renewed the series for a second season.","original_name":"Brandy & Ray J: A Family Business","vote_average":0.0,"name":"Brandy & Ray J: A Family Business","cert":"Unavailable","id":31996,"adult":"false","genre_ids":[],"origin_country":["US"]},{"cert":"Unavailable","cast":[],"id":31997,"first_air_date":null,"overview":"¿Dónde Está Elisa? is a Spanish-language telenovela, written by Pablo Illanes, produced by TVN and remade by the United States-based television network Telemundo and RCN, Colombia. The original mystery is a Chilean telenovela ¿Dónde Está Elisa? produced by TVN in 2009.\n\nTelemundo began airing ¿Dónde Está Elisa? on March 8, 2010 airing weeknights at 10pm\/9c over about 26 weeks during the 2010 season. As with most of its other telenovelas, the network broadcasts English subtitles as closed captions on CC3.\n\nThe first sneak peek of the production was shown on Tuesday in January 13, 2010. The series was produced in Miami Florida. The filming started on January 27 and ended in May, 2010. In July 26, the series shared the 1 hour time slot with another Telemundo telenovela La Diosa Coronada. The last episode of the series was aired on Tuesday in August 10, 2010.\n\nA question is how much of DEE is based on the successful book The Girl with the Dragon Tattoo, a 2009 Swedish film adaptation of the novel Män som hatar kvinnor by the late Swedish author\/journalist Stieg Larsson. DEE was written or adapted by Pablo Illanes, who wrote the Chilean version that preceded that of Telemundo. Illanes says that the inspiration of the story comes from the book and the real life drama of British native Madeleine McCann in Portugal. The list of suspects is long, and it includes family members, fellow students, and friends of the teenager who went to the same places that she used to go to before disappearing. There is a striking similarity between DEE and the previously aired Desaparecida, a relatively short telenovela aired in Spain.","genre_ids":[9648,10759],"origin_country":["US"],"original_name":"¿Dónde Está Elisa?","vote_average":0.0,"name":"¿Dónde Está Elisa?","adult":"false"}]