[{"first_air_date":"2010-01-21","cast":["Rhys Thomas","Amelia Bullmore","Charlie Higson","Felix Dexter","Paul Whitehouse"],"overview":"Radio phone-in host Gary Bellamy is given his own TV series in which he travels the length and breadth of the land to meet the British people.","original_name":"Bellamy's People","vote_average":0.0,"name":"Bellamy's People","cert":"Unavailable","id":32006,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2009-12-04","cast":[],"overview":"CJ the DJ is an Australian TV series created first broadcast on ABC3. The show was created by Mark Gravas of Yakkity Yak fame and writer Stu Connolly.\n\nFifty-two episodes were produced for the first season. Two episodes are often broadcast together, creating an impression that there are only twenty-six episodes in the first season.","original_name":"CJ the DJ","vote_average":8.0,"name":"CJ the DJ","cert":"Unavailable","id":32007,"adult":"false","genre_ids":[35],"origin_country":["AU"]},{"first_air_date":"2009-01-01","cast":["劉競","張檬","Deng Chao","Ady An","Zhuoyan He"],"overview":"The Heaven Sword and Dragon Saber is a Chinese television series adapted from Louis Cha's novel of the same title. It is a final installment of a trilogy produced by Zhang Jizhong, preceded by The Legend of the Condor Heroes and The Return of the Condor Heroes. Unlike most of the previous adaptations, this remake is the first to be primarily based on the third edition of the novel. The series was first broadcast on Wenzhou TV in China in October 2009.","original_name":"倚天屠龍記","vote_average":5.5,"name":"The Heaven Sword and Dragon Saber","cert":"Unavailable","id":32008,"adult":"false","genre_ids":[],"origin_country":["CN"]},{"first_air_date":null,"cast":[],"overview":"The 1994 Soul Train Music Awards were held on Tuesday, March 15, 1994 at the Shrine Auditorium in Los Angeles, California. The show was hosted by Patti LaBelle, Gladys Knight, and Johnny Gill.","original_name":"1994 Soul Train Music Awards","vote_average":10.0,"name":"1994 Soul Train Music Awards","cert":"Unavailable","id":32009,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Force","vote_average":0.0,"name":"The Force","cert":"Unavailable","id":32010,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2009-10-24","cast":[],"overview":"Kau dan Aku is a Malaysian adaptation drama from a Venezuelan television series called Somos Tu Y Yo. This drama airs at Astro Ria every Saturday at 10 PM.","original_name":"Kau dan Aku","vote_average":0.0,"name":"Kau dan Aku","cert":"Unavailable","id":32011,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Disney Channel (UK and Ireland) Events 2009","vote_average":0.0,"name":"Disney Channel (UK and Ireland) Events 2009","cert":"Unavailable","id":32012,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"World Football News was an Australian Soccer program, airing on One. It aired on Mondays at 10pm. It began airing on 8 February 2010. The one-hour panel-based show was hosted by Chris Bailey, while David Zdrillic and Željko Kalac featured on the panel as regular analysts. Another regular, was current Socceroo Lucas Neill, who offered an insight into his club life at Galatasaray, as well as commenting on issues within the current Australian national team. John Kosmina, John Aloisi and others have joined the show as a 'guest third analyst' of the show.\n\nThe show showcased the A-League and international competitions such as the English Premier League. It also featured in-depth interviews with current and former players.","original_name":"World Football News","vote_average":0.0,"name":"World Football News","cert":"Unavailable","id":32021,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"2011-01-17","cast":["Samuel Witwer","Meaghan Rath","Sam Huntington","Kristen Hager"],"overview":"Three paranormal roommates, a ghost, a vampire, and a werewolf, struggle to keep their dark secrets from the world, while helping each other navigate the complexities of living double lives.","original_name":"Being Human","vote_average":6.5,"name":"Being Human","cert":"Unavailable","id":32022,"adult":"false","genre_ids":[18,10765],"origin_country":["CA","US"]},{"first_air_date":"2010-02-14","cast":["Bryan Greenberg","Lake Bell","Kid Cudi","Nick Chinlund","Victor Rasuk"],"overview":"Trying to make a name for themselves in New York's competitive fashion scene, Ben Epstein and his friend and business partner Cam Calderon use their street knowledge and connections to bring their ambitions to fruition. With the help of Cam's cousin Rene, who is trying to market his own high-energy drink, and their well-connected friend Domingo, the burgeoning entrepreneurs set out to make it big, encountering obstacles along the way that will require all their ingenuity to overcome.","original_name":"How to Make It in America","vote_average":7.3,"name":"How to Make It in America","cert":"Unavailable","id":32023,"adult":"false","genre_ids":[18,35],"origin_country":["US"]},{"first_air_date":"2009-11-06","cast":[],"overview":"Ancients Behaving Badly is an American documentary series that aired from November to December 2009 on The History Channel. The show focuses on the misdeeds of famous historical figures using forensic investigation, cartoon sequences, and historian interviews.","original_name":"Ancients Behaving Badly","vote_average":8.7,"name":"Ancients Behaving Badly","cert":"Unavailable","id":32024,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2010-01-18","cast":["Mike Wolfe","Frank Fritz","Danielle Colby-Cushman"],"overview":"Pickers like Mike Wolfe and Frank Fritz are on a mission to recycle America, even if it means diving into countless piles of grimy junk or getting chased off a gun-wielding homeowner’s land. Hitting back roads from coast to coast, the two men earn a living by restoring forgotten relics to their former glory, transforming one person’s trash into another’s treasure.","original_name":"American Pickers","vote_average":7.0,"name":"American Pickers","cert":"Unavailable","id":32025,"adult":"false","genre_ids":[10764,35,99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Exclusive is a Chinese drama series which co-produce by Double Vision and ntv7. It was telecast on every Monday to Thursday, at 9.45 pm on Malaysia's ntv7 channel.","original_name":"Exclusive","vote_average":0.0,"name":"Exclusive","cert":"Unavailable","id":32026,"adult":"false","genre_ids":[],"origin_country":["MY"]},{"first_air_date":null,"cast":[],"overview":"Bing Sheng is a 2008 Chinese television series produced by Zhang Jizhong, starring Zhu Yawen, Li Tai, Hu Jing, Zhao Yi, He Zhuoyan, Xu Huanhuan, Tu Men and Wu Ma. The plot is based on the life of the ancient Chinese militarist Sun Tzu, who authored The Art of War. It was first broadcast on CCTV in 2010.","original_name":"Bing Sheng","vote_average":0.0,"name":"Bing Sheng","cert":"Unavailable","id":32027,"adult":"false","genre_ids":[],"origin_country":["CN"]},{"first_air_date":"2009-03-20","cast":["Niki Chow","Adam Cheng","Chengyuan Li","Liu Te Kai","Qiao Zhenyu"],"overview":"The Book and the Sword is a 2008 Chinese television series adapted from Louis Cha's novel of the same title. The series was first broadcast on CETV-3 in China in 2009. It starred Qiao Zhenyu, Adam Cheng, Niki Chow and Liu Dekai in the leading roles.","original_name":"书剑恩仇录","vote_average":0.0,"name":"The Book and the Sword","cert":"Unavailable","id":32034,"adult":"false","genre_ids":[18],"origin_country":["CN"]},{"first_air_date":"2008-12-31","cast":["Sonal Kaushal","Pinky Rajput","Julie Tejwani","Rajesh Kava","Shailey Dubey"],"overview":"Chhota Bheem is an Indian animated series adventures about a boy named Bheem and his friends in fictional village of Dholakpur.Bheem and his friends are usually involved in protecting the village from various evil forces.","original_name":"Chhota Bheem","vote_average":5.8,"name":"Chhota Bheem","cert":"Unavailable","id":32035,"adult":"false","genre_ids":[16,10759],"origin_country":["IN"]},{"first_air_date":null,"cast":[],"overview":"Live at 5 is a Canadian television news program that airs weekdays on CP24 from 5:00 - 5:30 p.m.","original_name":"Live at 5","vote_average":0.0,"name":"Live at 5","cert":"Unavailable","id":32036,"adult":"false","genre_ids":[10763],"origin_country":["CA"]},{"first_air_date":"2010-01-25","cast":["David Holt","Lizzie Waterworth"],"overview":"Alphablocks is a British children's educational television programme that attempts to teach children how to spell with the use of animated blocks representing each letter. It is animated by Blue-Zoo and produced by Alphablocks Ltd.","original_name":"Alphablocks","vote_average":0.0,"name":"Alphablocks","cert":"Unavailable","id":32037,"adult":"false","genre_ids":[16],"origin_country":["GB"]},{"first_air_date":"2010-02-15","cast":["Carla Humphries","Paw Diaz","Rafael Rosell"],"overview":"The Substitute Bride is the sixth episode of the Precious Hearts Romances Presents TV series of the Philippines. It stars Paw Diaz, Rafael Rosell and Carla Humphries.","original_name":"The Substitute Bride","vote_average":0.0,"name":"The Substitute Bride","cert":"Unavailable","id":32038,"adult":"false","genre_ids":[18,35],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Love Is Only In The Movies is the fifth installment of the Precious Hearts Romances Presents TV series. The series will star Zanjoe Marudo and Mariel Rodriguez. The series is based on the novel written by Filipino romance author, Heart Yngrid.","original_name":"Love Is Only In The Movies","vote_average":0.0,"name":"Love Is Only In The Movies","cert":"Unavailable","id":32039,"adult":"false","genre_ids":[18,35],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Juro que te amo is a Mexican telenovela produced by Martha Patricia López de Zatarain for Televisa in 2008, starring young actress Ana Brenda Contreras. The show is a domestic drama about a wealthy family who loses everything and finds that they were only liked for their money. It premiered on 28 July 2008 and concluded on 6 February 2009. Re-make to the novela Los Parientes Pobres","original_name":"Juro Que Te Amo","vote_average":0.0,"name":"Oath of Love","cert":"Unavailable","id":32040,"adult":"false","genre_ids":[],"origin_country":["MX"]},{"first_air_date":null,"cast":[],"overview":"Uncle Urfi was a Pakistan Television Corporation serial drama which aired in 1972. It had such a powerful appeal that it turned into an instant smasher. It's 26 episodes used to be telecast weekly.\n\nWritten by Hasina Moin and directed by Mohsin Ali and Shirin Vaqar Azim. The lead role was played by Shakeel as Uncle Urfi — a Pakistani expatriate in Canada who returns to Pakistan — and the character of Bina, the heroine, was performed by Shahla Ahmad. The supporting character of Hasnat, played by Jamshed Ansari, with his penknife, soon was the talk of the town and echoes of which could be heard even today. In fact, the whole serial was supported by a strong talented cast. All in all, the resplendent acting, powerful script and masterly skilled direction helped accomplishing one the most celebrated productions of PTV.","original_name":"Uncle Urfi","vote_average":0.0,"name":"Uncle Urfi","cert":"Unavailable","id":32049,"adult":"false","genre_ids":[18],"origin_country":["PK"]},{"first_air_date":null,"cast":[],"overview":"The Saturday Night Show is an Irish chat show hosted by Brendan O'Connor that has been broadcast on RTÉ One since 2010. The show features guest interviews, audience participation and live music. The Saturday Night Show is broadcast every Saturday night during the autumn-spring season directly after the main evening news.","original_name":"The Saturday Night Show","vote_average":0.0,"name":"The Saturday Night Show","cert":"Unavailable","id":32050,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2009-11-22","cast":[],"overview":"Cowboys and Outlaws is a documentary series on The History Channel that details key figures and events in the history of the American West in the latter half of the 19th century. It uses dramatic reenactments, historian interviews and forensic evidence to highlight famous figures such as Billy the Kid, Wyatt Earp and Tom Horn. It also covers historical events such as the first drive along the Goodnight-Loving Trail and the transformation of Abilene, Kansas from a small settlement into a major cattle town.\n\nAs of February, 2010, only six episodes have aired. A DVD collection was released on January 26, 2010.","original_name":"Cowboys and Outlaws","vote_average":0.0,"name":"Cowboys and Outlaws","cert":"Unavailable","id":32051,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2010-02-15","cast":["Wong Cho-lam","Kenneth Ma"],"overview":"Don Juan DeMercado is a TVB Mini-New Years series. Episode 1 and 6 are 45 minutes long. The rest of the episodes are 22 minutes long.","original_name":"Don Juan DeMercado","vote_average":0.0,"name":"Don Juan DeMercado","cert":"Unavailable","id":32052,"adult":"false","genre_ids":[18,35],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"Fallen Angel is a Mandarin Chinese episodic drama produced jointly by Singaporean broadcaster MediaCorp TV and Malaysian broadcaster Media Prima Berhad. It was telecasted on Singapore's free-to-air channel, MediaCorp Channel 8. It made its debut on 6 July 2007 and ended on 30 August 2007. This drama serial consists of 25 episodes, and was screened on every weekend night at 7:00 pm to 9:00 pm.\n\nIt was the first joint production between the two companies, and is a remake of Television Corporation of Singapore drama Wings Of Desire.","original_name":"Fallen Angel","vote_average":0.0,"name":"Fallen Angel","cert":"Unavailable","id":32053,"adult":"false","genre_ids":[],"origin_country":["MY","SG"]},{"first_air_date":null,"cast":[],"overview":"Romantic Delicacies is a Chinese drama, which was the 13th co-production of MediaCorp TV and ntv7. This drama serial consists of 25 episodes. In Singapore, it was telecasted on the free-to-air channel, MediaCorp Channel 8. It was screened from 31 August 2009 to 2 October 2009, on every weekday night at 7:00 pm.","original_name":"Romantic Delicacies","vote_average":0.0,"name":"Romantic Delicacies","cert":"Unavailable","id":32054,"adult":"false","genre_ids":[],"origin_country":["SG","MY"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Kim Beş Yüz Milyar İster?","vote_average":0.0,"name":"Kim Beş Yüz Milyar İster?","cert":"Unavailable","id":32065,"adult":"false","genre_ids":[],"origin_country":["TR"]},{"first_air_date":"2009-09-24","cast":[],"overview":"Geronimo Stilton is a 2009 television series based on the books of the same name. It is produced by Atlantyca Ent. and MoonScoop Group.\n\nIt first premiered on September 15, 2009 on Rai 2 in Italy.\n\nOn April 15, 2010, Atlantyca Entertainment and MoonScoop announced they would continue the series with a second season of twenty-six episodes, which premiered in Italy on October 24, 2011.","original_name":"Geronimo Stilton","vote_average":7.4,"name":"Geronimo Stilton","cert":"Unavailable","id":32066,"adult":"false","genre_ids":[9648,35,16],"origin_country":[]},{"first_air_date":"2007-04-19","cast":["Nie Yuan","Athena Chu","Gillian Chung","Anthony Wong"],"overview":"Fox Volant of the Snowy Mountain is a 2006 Hong Kong television series adapted from Louis Cha's novels Flying Fox of Snowy Mountain and Other Tales of the Flying Fox. Directed by Andrew Lau and Tam Yau-yip, the series is a co-production by the Hong Kong companies ATV and Ciwen Pictures, with Wong Jing as producer, starring Nie Yuan, Athena Chu, Gillian Chung, Ady An, Alex Fong, Anthony Wong and Patrick Tam. It was first broadcast in Hong Kong on ATV in 2006.","original_name":"雪山飞狐","vote_average":0.0,"name":"Fox Volant of the Snowy Mountain","cert":"Unavailable","id":32067,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"Information Please was an American radio quiz show, created by Dan Golenpaul, which aired on NBC from May 17, 1938 to April 22, 1951. The title was the contemporary phrase used to request from telephone operators what was then called \"information\" but is now called \"directory assistance\".\n\nThe series was moderated by Clifton Fadiman. A panel of experts would attempt to answer questions submitted by listeners. For the first few shows, a listener was paid two dollars for a question that was used, and five dollars more if the experts could not answer it correctly. When the show got its first sponsor, the total amounts were increased to five and ten dollars respectively. A complete Encyclopædia Britannica was later added to the prize for questions that stumped the panel. The amounts went up to ten and twenty-five dollars when Lucky Strike took over sponsorship of the program.","original_name":"Information Please","vote_average":0.0,"name":"Information Please","cert":"Unavailable","id":32068,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2009-12-21","cast":[],"overview":"Little Chocolatiers is an American reality television series that aired on TLC. The show is based on Steve Hatch and his wife Katie Masterson's chocolate shop and how they make their chocolate. Each episode showed their orders in-the-making. TLC premiered the show with an hour long special on December 21, 2009. The regular series debuted on January 31, 2010. The show was put on hold indefinitely in May 2010.","original_name":"Little Chocolatiers","vote_average":0.0,"name":"Little Chocolatiers","cert":"Unavailable","id":32069,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2010-02-09","cast":[],"overview":"Chinese Food in Minutes is a UK-based series, based upon Ching He Huang's cookbook of the same name, published by HarperCollins in September 2009.\n\nEvery episode sees Ching coach two novices in the art of cooking Chinese food.\n\nIn each episode, she prepares two delicious versions of authentic Chinese dishes and takeaway classics. Watching her are two participants who have never attempted to cook such cuisine before.\n\nThe chef then makes a third course designed to complement the meal. She also gives viewers at home her own tips, tackling a different aspect of Chinese cookery each week.","original_name":"Chinese Food in Minutes","vote_average":7.0,"name":"Chinese Food in Minutes","cert":"Unavailable","id":32070,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Sectaurs: Warriors of Symbion was a line of action figures released by Coleco in 1985.\n\nThe premise was that \"somewhere in space, somewhere in time,\" exists a planet called Symbion, where a genetic experiment fails. Frightening changes take place that cannot be stopped. The result? A world where insects and arachnids grow to frightening proportions. A world where the inhabitants have taken on the awesome characteristics of insects and arachnids. Prince Dargon, ruler of the peaceful Shining Realm of Prosperon, and his allies are in conflict with the forces of Empress Devora, ruler of the Dark Domain of Synax, and her henchmen, for possession of the Hyves, fortresses of an ancient civilization holding the key to ultimate power. Each character was \"tele-bonded\" with intelligent, non-anthropomorphic insect creatures called Insectoids that had a special ability, and shared each other's \"pleasure and pain.\"\n\nAn animated mini-series that spanned five episodes was created based on the characters, and Marvel Comics published an eight issue limited series about them as well. A read along record storybook was also made.","original_name":"Sectaurs","vote_average":0.0,"name":"Sectaurs","cert":"Unavailable","id":32071,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Demi-Gods and Semi-Devils is a Hong Kong television series adapted from Louis Cha's novel of the same title. It was first broadcast on TVB in Hong Kong in 1997.","original_name":"Demi-Gods and Semi-Devils","vote_average":0.0,"name":"Demi-Gods and Semi-Devils","cert":"Unavailable","id":32072,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Kim beş yüz bin ister? was a Turkish game show based on the original British format of Who Wants to Be a Millionaire?.\n\nThe show was hosted by the Turkish actor Kenan Işık and earlier by the Turkish actor Haluk Bilginer The main goal of the game was to win 500,000 YTL by answering 15 multiple-choice questions correctly. There were three lifelines - fifty fifty, phone a friend and ask the audience. It was shown on Show TV.","original_name":"Kim Beş Yüz Bin İster?","vote_average":0.0,"name":"Kim Beş Yüz Bin İster?","cert":"Unavailable","id":32073,"adult":"false","genre_ids":[],"origin_country":["TR"]},{"first_air_date":null,"cast":[],"overview":"Sex Matters is a Canadian talk show that broadcasts on CP24 exploring many issues about human sexuality. The program is hosted by CP24's Cynthia Loyst. Live broadcasts of the program airs Thursday and Friday nights at 10:30 pm on CP24. CP24 also rebroadcasts the program every Saturday and Sunday nights at 10:30 pm. Star! also airs the program every Saturday and Sunday nights at 11:30 pm. The program first aired on February 11, 2010 on CP24.","original_name":"Sex Matters","vote_average":0.0,"name":"Sex Matters","cert":"Unavailable","id":32074,"adult":"false","genre_ids":[10767],"origin_country":["CA"]},{"first_air_date":"2010-01-13","cast":["Oliver Steeds"],"overview":"Solving History with Olly Steeds is a weekly American documentary adventure reality television series that premiered on January 13, 2010 on the Discovery Channel. Produced by JWM Productions, the program follows British explorer and investigative journalist Oliver Steeds as he travels around the world investigating historical claims and theories.","original_name":"Solving History with Olly Steeds","vote_average":0.0,"name":"Solving History with Olly Steeds","cert":"Unavailable","id":32077,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"NormalMan is an Italian radio and television series started in 2006. It became famous to the general public by comedians Lillo & Greg in their radio program \"610\", broadcast on Rai Radio 2 from 2004. In 2006 it lands on television on satellite channel GXT enough to make a second season in 2007. It came available on K2 television channel in late 2009. It is starred by a character created for comics by Lillo in 1991.","original_name":"Normalman","vote_average":0.0,"name":"Normalman","cert":"Unavailable","id":32078,"adult":"false","genre_ids":[35],"origin_country":["IT"]},{"first_air_date":null,"cast":[],"overview":"Huo Yuanjia is a television series based on the life of the Chinese martial artist Huo Yuanjia. It includes a subplot on the story of Chen Zhen, a fictional student of Huo Yuanjia and the protagonist of the 1972 film Fist of Fury. The series was directed by Kuk Kwok-leung and starred Ekin Cheng, Jordan Chan, Zhou Muyin, Bryan Leung, Ding Li and Qu Yue in the lead roles. It was first released in 2007 and was later broadcast on various television channels in other countries in the following year. A sequel titled Jingwu Chen Zhen was released in late 2008, in which Jordan Chan reprised his role as Chen Zhen.","original_name":"Huo Yuanjia","vote_average":0.0,"name":"Huo Yuanjia","cert":"Unavailable","id":32079,"adult":"false","genre_ids":[],"origin_country":["CN","HK"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Technology Unplugged with Martin Stanford","vote_average":0.0,"name":"Technology Unplugged with Martin Stanford","cert":"Unavailable","id":32080,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"100 Years of Girl Guides is a BBC television documentary. It was shown on the digital television station BBC Four on Sunday 16 August 2009 at 21:00. The programme was presented by Dominic West and followed the story of the girl guides from its beginnings up to the centenary in September 2009.\n\nThe show interviews a number of former Girl Guides from veterans to such household names as Kelly Holmes, Clare Short, Kate Silverton and Rhona Cameron.","original_name":"100 Years of Girl Guides","vote_average":0.0,"name":"100 Years of Girl Guides","cert":"Unavailable","id":32081,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2010-02-22","cast":["Lau Kong","Liza Wang","Joel Chan","Denise Ho"],"overview":"OL Supreme is an TVB half-hour modern sitcom series.","original_name":"OL Supreme","vote_average":0.0,"name":"OL Supreme","cert":"Unavailable","id":32082,"adult":"false","genre_ids":[18],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"1 For 3 was a Filipino weekly comedy sitcom produced by GMA Network and M-ZET Productions Inc. It was directed by Bert De Leon.","original_name":"1 For 3","vote_average":0.0,"name":"1 For 3","cert":"Unavailable","id":32083,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"2010-02-04","cast":["Liz McClarnon"],"overview":"Hotter Than My Daughter is a British reality television series on BBC Three hosted by Atomic Kitten member Liz McClarnon. It focuses on mother\/daughter relationships in which the mothers claim to be hotter than their daughters.","original_name":"Hotter Than My Daughter","vote_average":0.0,"name":"Hotter Than My Daughter","cert":"Unavailable","id":32084,"adult":"false","genre_ids":[10764],"origin_country":["GB"]},{"first_air_date":"2010-05-19","cast":["Bradley Whitford","Colin Hanks","Jenny Wade","Diana Maria Riva"],"overview":"Once upon the 1970s, Dan Stark and his partner, Frank Savage, were big-shot Dallas detectives. So big, in fact, that they were lauded as American heroes after saving the Governor's son. Thirty years later, Dan Stark is a washed-up detective who spends most of his time drunk or re-hashing his glory days. Dan's new partner, Jack Bailey, is an ambitious, by-the-book and overall good detective, but is sometimes a bit too snarky for his own good. His habit of undermining himself has earned him a dead-end position in the department, and he is stuck solving annoying petty theft cases that nobody else wants. Worse, he's been given the thankless task of babysitting Dan, the drunk pariah who can never keep partners for long.","original_name":"The Good Guys","vote_average":7.7,"name":"The Good Guys","cert":"Unavailable","id":32085,"adult":"false","genre_ids":[18,35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Throttle Junkies TV is a reality television series. The series centers on three entirely different genres of motorcycle builders. V-Force Customs builds custom choppers and is located in Rock Tavern, NY. RetroSBK builds high-performance motorcycles and is located in Camarillo, CA. 2Xtreem Motorsports builds motocross bikes, located in Riviera Beach, FL.\n\nThrottle Junkies first season premiered on February 14, 2010.","original_name":"Throttle Junkies TV","vote_average":0.0,"name":"Throttle Junkies TV","cert":"Unavailable","id":32086,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":["Neha Jhulka"],"overview":"Geet - Hui Sabse Parayi was an Indian soap opera which aired on the now defunct channel STAR One. The show premiered on April 5, 2010. It ended on December 14, 2011.\n\nThe show is being re aired in the sister channel STAR Utsav.","original_name":"Geet","vote_average":0.0,"name":"Geet","cert":"Unavailable","id":32087,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"TRT 4 is a Turkish television program. Before 2008, it was a TV station which broadcast cultural and educational programs in Turkey.","original_name":"TRT 4","vote_average":1.0,"name":"TRT 4","cert":"Unavailable","id":32088,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Tweetbiz Insiders is an entertainment and gossip news television show that premiered on December 7, 2009 on Q.\n\nThe TV show is about having celebrity gossips and that gossip will be posted at the Tweetbiz section of GMA News Online. Everyday there will be a Tweetmoso-in-Chief in charge of the showbiz gossips to be posted.\n\nOn February 28, 2011, the show premiered as Tweetbiz Insiders on GMA News TV. It was aired worldwide on GMA Life TV.","original_name":"Tweetbiz Insiders","vote_average":0.0,"name":"Tweetbiz Insiders","cert":"Unavailable","id":32089,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Geniş Aile is a Turkish comedy television series on Kanal D, which initially broadcast in 2009. Season Finale on June 15, 2010 and was run 49 episodes - 1 season. Season 2 premiere aired on August 10, 2010.","original_name":"Geniş Aile","vote_average":8.8,"name":"Geniş Aile","cert":"Unavailable","id":32090,"adult":"false","genre_ids":[10765,35,18],"origin_country":["TR"]},{"first_air_date":"2003-11-15","cast":[],"overview":"Seven Ages of Britain is a 2003 British documentary television series. The seven part series was shown by Channel 4 between 15 November and 20 December 2003.","original_name":"Seven Ages of Britain","vote_average":7.5,"name":"Seven Ages of Britain","cert":"Unavailable","id":32091,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Business Edition is a news programme that premiered on BBC World News on 1 February 2010 as part of a network-wide refresh. The programme is presented by Tanya Beckett and Jamie Robertson. The programme examines the inner workings of business, translating complex financial stories to give viewers a clearer understanding of the rapidly changing global economy, and how it will impact on their lives. It also includes the top global news stories of the day as well as weather updates.","original_name":"Business Edition","vote_average":0.0,"name":"Business Edition","cert":"Unavailable","id":32092,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Impact is a news programme that premiered on BBC World News on 1 February 2010 as part of a network-wide refresh. The programme is hosted by Mishal Husain and Lucy Hockings. The programme brings audiences a mixture of breaking news, debate and analysis using the BBC's range of correspondents based in the Asia Pacific regions and across the world. Broadcasting political, diplomatic, business, sports and breaking news stories directly affecting Asia Pacific, the programme aims to analyse stories from a global perspective. The format includes sport, business and weather updates.","original_name":"Impact","vote_average":0.0,"name":"Impact","cert":"Unavailable","id":32093,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2010-02-22","cast":["Lucy Davis","Ralf Little","Miranda Raison","Amanda Abbington","Dean Lennox Kelly"],"overview":"Married Single Other is a British television drama created and written by Peter Souter. The series is based on the lives of group of people who are either married, single or \"other\", other being defined as in a relationship. It began airing on Monday 22 February 2010 on ITV and UTV. The drama series was later screened in Scotland on STV from February 2012. The series was filmed on location in various areas of Leeds, while Left Bank Pictures television studios annexed to The Leeds Studios were used for interior shooting.","original_name":"Married Single Other","vote_average":9.0,"name":"Married Single Other","cert":"Unavailable","id":32094,"adult":"false","genre_ids":[18,35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Master Swordsman Lu Xiaofeng is a television series adapted from Gu Long's Lu Xiaofeng novel series. The series was first broadcast in early 2001. Its sequel Master Swordsman Lu Xiaofeng 2 was released in June 2001.","original_name":"Luk Siu-fung: Kuet jin chin hau","vote_average":0.0,"name":"Master Swordsman Lu Xiaofeng","cert":"Unavailable","id":32095,"adult":"false","genre_ids":[],"origin_country":["SG","TW","CN"]},{"first_air_date":null,"cast":[],"overview":"Andy Robson is a 1982 British children's television series produced by Tyne Tees Television and which was aired on the ITV network for two series in 1982 and 1983. It was based on Frederick Grice's novel The Courage of Andy Robson, published in 1969. Set in Edwardian England and starring Tom Davidson as the eponymous hero, Andy Robson, the series concerned the adventures of Andy, who had been sent to live with his aunt and uncle in rural Northumberland from a coal mining town in County Durham in North East England after his father was injured in a pit accident. The series also starred Stephanie Tague and Stevie-Lee Pattinson as Victoria and Alec, two of Andy's friends in his new surroundings.\n\nThe series' theme tune, \"The Best of Friends\" was written by BA Robertson and Alan Parker and sung by Barbara Dickson. A full song running 3'20\" was recorded but never commercially released, although it appeared briefly on Dickson's Soundcloud account. An abridged version accompanied the closing credits of the television series..","original_name":"Andy Robson","vote_average":0.0,"name":"Andy Robson","cert":"Unavailable","id":32096,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2008-01-27","cast":[],"overview":"Fight Science is a television program shown on the National Geographic Channel in which scientists and martial arts masters work together to analyze the world's fighting techniques, to compare the disciplines and to find out which one has the strongest hits, kicks and deadliest weapons. The show also tries to prove through science if certain legends in fighting are possible, such as whether a one-punch knockout is possible or if ninja are as nimble and deadly as stories tell. There is also a feature on human strength, wherein a man hits his head on bricks in order to shatter them. The show had several spin-offs including Sport Science.\n\nNarrator is Robert Leigh.\n\nIt featured fighters including Rickson Gracie, Bas Rutten, Randy Couture, Alex Huynh, Amir Perets, Mindy Kelly, Bren Foster, Amir Solsky, Glen Levy and Dan Inosanto.","original_name":"Fight Science","vote_average":8.0,"name":"Fight Science","cert":"Unavailable","id":32097,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2010-03-02","cast":["June Diane Raphael","Matt Walsh","Danielle Schneider","Jack McGee","Katie Aselton"],"overview":"Players is an American comedy series which premiered on the Spike network on March 2, 2010. The series is a partially scripted\/mostly improvised comedy about two brothers who run a sports bar together. After airing 3 episodes, Players was removed from the Spike schedule and put on hiatus. The remaining seven episodes from season one were pushed back to air beginning July 21, 2010. Spike aired the final four episodes back-to-back on August 14, 2010.","original_name":"Players","vote_average":0.0,"name":"Players","cert":"Unavailable","id":32098,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Melason is a Filipino reality series that follows Pinoy Big Brother: Double Up contestants and Real-life Couple Melisa Cantiveros and Jason Francisco. It started broadcasting on ABS-CBN on February 22, 2010. It features behind the scenes footage after the PBB Big Night and few of guesting programs in all ABS-CBN shows.\n\nIt is considered as the first spin-off show of Pinoy Big Brother, and is advertised as the first \"Reality Serye\".","original_name":"Melason","vote_average":0.0,"name":"Melason","cert":"Unavailable","id":32099,"adult":"false","genre_ids":[18,35],"origin_country":[]},{"first_air_date":"2010-02-21","cast":["Terry Crews"],"overview":"The Family Crews is a reality television show following the life of comic actor Terry Crews, his wife Rebecca, their eclectic and ever-changing family ranging in age from 22 to 3 years old. The show premiered on BET Sunday, February 21, 2010, at 9 p.m. The show was renewed for a second season, which premiered on March 6, 2011.","original_name":"The Family Crews","vote_average":0.0,"name":"The Family Crews","cert":"Unavailable","id":32100,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Ora Engkantada was a popular Filipino children's fantasy show in the late 1980s. It was hosted by Luz Fernandez, playing as \"Lola Torya\" while reading from a huge ancient book of magical stories. The show's signature song started as an instrumental but later on, lyrics were added that enhanced the theme of the show. It was originally broadcast by IBC-13 but after the show was cancelled, reruns were broadcast by RPN-9.\n\nPart of Theme Song Lyrics\n\nHalina halina kay Lola Lola Torya\n\nOra Engkantada\n\nManood ng kwento mahiwaga at makulay\n\nOra Engkantada\n\nAng masama ay natatalo\n\nAng mabait nananalo\n\nAng panaginip mo’y matutupad sa ora engkantada","original_name":"Ora Engkantada","vote_average":0.0,"name":"Ora Engkantada","cert":"Unavailable","id":32101,"adult":"false","genre_ids":[10765],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"The Hub is a news programme shown on the international news and current affairs channel BBC World News. The programme launched on 1 February 2010 as part of a network-wide refresh and was presented by Nik Gowing. The programme aired at 17:00 GMT for 90 minutes.\n\nThe Hub replaced an edition of World News Today and served as a news 'nerve centre' for South Asia and the Middle East, providing both the headlines, and detailed analysis of the global news agenda. An edition of World Business Report followed the programme.\n\nThe programme aired its last edition on 21 December 2012 and was replaced by Global on 14 January 2013.","original_name":"The Hub","vote_average":0.0,"name":"The Hub","cert":"Unavailable","id":32102,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2010-02-27","cast":["Ronnie Corbett","Anthony McPartlin"],"overview":"Ant & Dec's Push the Button is a game show which first aired on the ITV network. The show is hosted by Ant & Dec. During the show the contestants compete to win a jackpot of £100,000. The family who have banked the most cash go through to the final to face DAVE. The game show is voiced over by Matt Berry, replacing Ronnie Corbett.\n\nIn series 2, the programme changed to being broadcast live. It featured an additional round called \"The Accumulator\", which gave the families a chance to increase their cash prize. Also, the winning family had a chance to play in the next game the following week to increase their money.","original_name":"Ant & Dec's Push the Button","vote_average":0.0,"name":"Ant & Dec's Push the Button","cert":"Unavailable","id":32103,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Star Awards 2010 was a double television award ceremony held in Singapore. It is part of the annual Star Awards organised by MediaCorp for the two free-to-air channels, MediaCorp Channel 8 and MediaCorp Channel U. Star Awards 2010 was telecast 'LIVE' on Channel 8, on 18 April 2010 and 25 April 2010. Both ceremonies commenced at 1900 hrs, where the results were announced. The 1st ceremony was held in MediaCorp TV Theatre while the 2nd ceremony was held in the Resorts World Sentosa.\n\nFor the first time, viewers will be able to catch the presentation of the Professional awards on Channel 8. The ceremony was aired live on April 18, while the annual Star Awards prize presentation was aired on April 25. A post-show was held after the awards ceremony on 25 April 2010, which was telecasted on Channel U at 2200hrs.\n\nThe nomination lists for the main categories were announced on 3 February 2010. Nominations for the popularity awards were announced on 18 March 2010.\n\nSix new awards have also been introduced - Favourite Male Character, Favourite Female Character, Most Unforgettable TV Villain, Male Media Darling, Female Media Darling and Rocket Award, with the first three winners to be decided based on public voting. Online voting for the Favourite Male\/Female Characters run from March 1 to April 11 and the Top 10 nominees of both categories will battle for their respective titles during the live telecast of the Awards on April 18. Viewers can also pick the Most Unforgettable TV Villain during the telecast of the first awards show.","original_name":"Star Awards 2010","vote_average":0.0,"name":"Star Awards 2010","cert":"Unavailable","id":32106,"adult":"false","genre_ids":[],"origin_country":["SG"]},{"first_air_date":null,"cast":[],"overview":"Asmalı Konak was a Turkish TV series directed by Çağan Irmak and written by Mahinur Ergun and Meral Okay. It was shown on ATV for a total of 54 episodes. The finale of the series was released as a feature film titled Asmalı Konak: Hayat.","original_name":"Asmalı Konak","vote_average":6.3,"name":"Asmalı Konak","cert":"Unavailable","id":32107,"adult":"false","genre_ids":[],"origin_country":["TR"]},{"first_air_date":null,"cast":[],"overview":"Die Model WG is an Austrian reality documentary which follows the first steps of six former contestants from the first season of Austria's Next Topmodel trying to breakthrough in the modelling business.\n\nThe contestants face a competition where they collect photos for their Comp card as new faces on Wiener Models for each job they get booked for and perform well in. The contestant who first collects four photos will become the face of the newest BIPA campaign and move to New York where she will go on to trying to work on her international breakthrough.\n\nIn the first episode Andrea Weidler, judge on Austria's Next Topmodel] and agency chef of Wiener Models invited the finalists from the other show to compete for five places in a Model Loft. Although actually being the first choice, Constanzia Delort-Laval was forced to withdrew because she underperformed in school after her participation on Austria's Next Topmodel] and therefore made room for two more girls to compete when it was revealed that Kim Sade-Tiroch got a wildcard.","original_name":"Die Model WG","vote_average":0.0,"name":"Die Model WG","cert":"Unavailable","id":32108,"adult":"false","genre_ids":[],"origin_country":["AT"]},{"first_air_date":null,"cast":[],"overview":"Spirit Warriors is an award-winning BBC children's adventure series, broadcast on BBC Two, BBC HD and CBBC. It is the first British television drama series to have a predominantly East Asian cast.\n\nVery loosely inspired by ancient Chinese myths and legends, the show follows Bo, her sister Jen, and fellow schoolchildren Vicky, Trix and Martin who, during a trip to a museum, are transported to a parallel spirit world. Once there, they find themselves transformed into Spirit Warriors, each with his or her own special spirit power. With the help of their mentor Shen, a dragon, they have to use their new-found skills to navigate the realms of Wood, Water, Earth and Fire and find twelve legendary spirit pieces before the evil warlord Li and his henchman Hwang can get their hands on them.\n\nThe series was created and written by Jo Ho and produced by Nick Pitt. The working title was Bo and the Spirit World. Jon East, who had previously won a BAFTA for the children's docu-drama That Summer Day, was the executive producer, and directed half of the episodes including the start and end of the series. Episodes 4 to 8 were directed by the Australian director Mat King.\n\nThe show has been picked up internationally by Norway, South Korea, New Zealand and Singapore.","original_name":"Spirit Warriors","vote_average":0.0,"name":"Spirit Warriors","cert":"Unavailable","id":32109,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Nigel Barton Plays are two semi-autobiographical television dramas by Dennis Potter, first broadcast on BBC1 in 1965 as part of The Wednesday Play strand. The first play, Stand Up, Nigel Barton, follows the eponymous character's journey from his childhood in a small mining community to winning a scholarship for Oxford, while the second play, Vote, Vote, Vote for Nigel Barton, sees him standing for Parliament as the Labour Party candidate in a by-election. Both plays develop themes and use dramatic devices that became hallmarks of Potter's later plays for television.","original_name":"The Nigel Barton Plays","vote_average":0.0,"name":"The Nigel Barton Plays","cert":"Unavailable","id":32112,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"You're Mine, Only Mine is the seventh installment of the Precious Hearts Romances Presents TV series. Denise Laurel and Will Devaughn was the star.","original_name":"You're Mine, Only Mine","vote_average":0.0,"name":"You're Mine, Only Mine","cert":"Unavailable","id":32113,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":"2008-10-06","cast":["Imelda Staunton","Lenny Henry","Shaun Fleming","Billie Joe Armstrong","Cree Summer"],"overview":"Big & Small is a British children's television series aimed at preschoolers. Big & Small is a co-production between Kindle Entertainment and 3J's Productions produced in association with the BBC, Treehouse TV, and Studio 100. The first series was deemed a success worldwide and a second series was commissioned by the BBC. The show is a live action comedy for preschoolers, and follows the lives of puppets. Big & Small Online, a section of CBeebies Online, won a Children's BAFTA in 2009 for the best interactive content.","original_name":"Big & Small","vote_average":6.0,"name":"Big & Small","cert":"Unavailable","id":32114,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Informe Robinson is a monthly Spanish sports magazine programme broadcast on Canal+. It is hosted by former Republic of Ireland international football player Michael Robinson.","original_name":"Informe Robinson","vote_average":10.0,"name":"Informe Robinson","cert":"Unavailable","id":32115,"adult":"false","genre_ids":[99],"origin_country":["ES"]},{"first_air_date":null,"cast":[],"overview":"Assassinator Jing Ke is a 2004 Chinese television series based on a semi-fictional story of the assassin Jing Ke, who, in 227 BC, attempted to kill Ying Zheng, the king of Qin. Directed by Raymond Lee, the series starred Liu Ye as the titular protagonist, with Peter Ho, Zheng Jiayu, Zhang Tielin, Shao Bing and Zhai Ying playing supporting roles.","original_name":"Assassinator Jing Ke","vote_average":0.0,"name":"Assassinator Jing Ke","cert":"Unavailable","id":32116,"adult":"false","genre_ids":[],"origin_country":["CN"]},{"first_air_date":null,"cast":[],"overview":"Sport Today is a sports news programme produced by the Sport 1 and is shown on Sport 1 . It is broadcast up to 12 times daily from Monday-Thursday, 11 times daily on Friday and twice daily at the weekend. The programme provides the news, results and Rebroadcast major sports events around the world.","original_name":"Sport 1","vote_average":0.0,"name":"Sport 1","cert":"Unavailable","id":32117,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2010-04-23","cast":["Daryl Sabara","Fred Savage","Grey DeLisle","Wally Kurth","Troy Baker"],"overview":"Generator Rex is an American science fiction \"nanopunk\" action animated television series created by Man of Action for Cartoon Network. John Fang of Cartoon Network Studios serves as supervising director. It is inspired by the comic M. Rex, published by Image Comics in 1999. The series premiered in the United States on April 23, 2010, on Cartoon Network. Generator Rex is rated TV-PG. The last episode of the third season had aired on January 3, 2013.","original_name":"Generator Rex","vote_average":8.0,"name":"Generator Rex","cert":"Unavailable","id":32118,"adult":"false","genre_ids":[16,10759],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"When East Meets West","vote_average":0.0,"name":"When East Meets West","cert":"Unavailable","id":32119,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Cannabis Planet is an American television program created by Brad Lane with the intent to promote the benefits of marijuana. According to producers, the show covers \"the merits of the cannabis plant, and the benefits this plant brings to planet earth, mankind and the United States.\" The Los Angeles-based program first broadcast in July 2009 on the television station KJLA, which airs throughout most of Southern California.\n\nCannabis Planet was originally co-hosted by West Coast Cannabis Magazine publisher Ngaio Bealum and medical marijuana activist Sarah Diesel, but is now hosted by Brandon Stone and Jean Marie Tolkien. The program also features news presenter Patrick Finerty, field reporters Seirah Royin and Dragonfly de la Luz, horticulturist and author Ed Rosenthal as a cannabis \"expert\", and chef Mike Delao to illustrate the preparation of cannabis foods.","original_name":"Cannabis Planet","vote_average":0.0,"name":"Cannabis Planet","cert":"Unavailable","id":32120,"adult":"false","genre_ids":[10763,99],"origin_country":["US"]},{"first_air_date":"1990-12-15","cast":["Yasiin Bey","Roger E. Mosley","Nell Carter","Trent Cameron","Caryn Ward"],"overview":"You Take the Kids is an American sitcom that aired on CBS from December 1990 to January 1991. The series stars Nell Carter, who also performed the theme song \"Nobody's Got It Easy\". You Take the Kids, which was perceived as being the black answer to Roseanne due to its portrayal of a working-class African-American family, featured Carter as a crass, no-nonsense mother and wife.","original_name":"You Take the Kids","vote_average":0.0,"name":"You Take the Kids","cert":"Unavailable","id":32121,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Chartjackers is a British documentary series, produced by Hat Trick Productions and commissioned by BBC Switch. It documents the lives of four teenage video bloggers over the course of ten weeks, as they attempt to write, record and release a pop song for charity, with the goal to \"sell an estimated 25,000 singles to achieve their dream of a number one single\". It premiered in the UK on 12 September 2009 on BBC Two, and ran for a single series of eleven weekly episodes. When first broadcast, the programme ran in real time: its first ten episodes documented the events of the previous seven days, while the final episode was an extended compilation that summarised all ten weeks.\n\nThe Chartjackers single was written entirely through crowdsourcing, with the song's title, lyrics, melody, singers, band, production, cover art and music video all being solicited from the global online community. The crowdsourcing took the format of the four bloggers—Alex Day, Johnny Haggart, Jimmy Hill and Charlie McDonnell—posting videos to a dedicated YouTube channel named ChartJackersProject, where they invited viewers to suggest various ideas for the final song. After receiving advice from industry experts such as Charlie Simpson and David and Carrie Grant, the completed Chartjackers single, entitled \"I've Got Nothing\", was released through the iTunes Store at the end of the ten-week period on 9 November. The track received mainly negative reviews from music critics and sold approximately 8,400 copies in the UK, earning it a peak position of number 36 on the UK Singles Chart.","original_name":"ChartJackers","vote_average":0.0,"name":"ChartJackers","cert":"Unavailable","id":32122,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Duckworth","vote_average":0.0,"name":"Duckworth","cert":"Unavailable","id":32123,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2010-01-16","cast":["Luigi Francis Shorty Rossi"],"overview":"Pit Boss is an American television series docudrama that follows Shorty Rossi, owner of Shorty's Rescue, an organization set up for Pit Bull rescue. The series aired on Animal Planet from January 16, 2010 to March 30, 2013.","original_name":"Pit Boss","vote_average":1.0,"name":"Pit Boss","cert":"Unavailable","id":32124,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2009-02-25","cast":[],"overview":"Burnistoun is a comedy sketch show broadcast by BBC Scotland, written by the Scottish comedians Iain Connell and Robert Florence. The show is produced by The Comedy Unit.\n\nBurnistoun is set in a fictional Scottish town\/city in the greater Glasgow area. Characters include Kelly McGlade; Burnistoun's answer to Beyoncé; Paul and Walter, the disturbingly odd brothers that run an ice cream van; Jolly Boy John, who tells the things that make him \"For Real\" to the accompaniment of a happy hardcore soundtrack ; McGregor and Toshan, best friends Scott and Peter and the Burnistoun Butcher, a serial killer who is unhappy with the way he is being portrayed by the media.\n\nConnell and Florence have previously written sitcoms Empty and Legit and created characters for Chewin' the Fat and The Karen Dunbar Show.\n\nThe third series started filming in January 2012 and began its run in August 2012. It has been confirmed on the show's Facebook page that series 3 will be its last.","original_name":"Burnistoun","vote_average":8.0,"name":"Burnistoun","cert":"Unavailable","id":32125,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"The Great Moghuls is a Channel 4 documentary series covering the dramatic story of the rise of the Moghul Empire of India. Over six generations, from father to son, the Great Moghuls captured, consolidated and profoundly influenced control of the vast sub-continent of India. The six-part series was written and presented by Bamber Gascoigne based upon his 1971 book of the same name. It was produced and directed by Douglas Rae and filmed in India.","original_name":"The Great Moghuls","vote_average":0.0,"name":"The Great Moghuls","cert":"Unavailable","id":32126,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Pepito Manaloto, now known as Pepito Manaloto: Ang Tunay na Kwento is a Philippine award-winning live situational comedy created by KB Entertainment Unlimited, Inc. and Michael V. for GMA Network which premiered on March 28, 2010. The show premiered on GMA Pinoy TV on April 5, 2010, one week after its original premiere. The show is currently on its fifth season, which premiere on September 16, 2012 in the Philippines and September 22, 2012 worldwide via GMA Pinoy TV.","original_name":"Pepito Manaloto","vote_average":0.0,"name":"Pepito Manaloto","cert":"Unavailable","id":32127,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Lharn Poo Koo E-Joo Thai: หลานปู่ กู้อีจู้ is a Thai children's television reality show produced by Workpoint Entertainment and hosted by Panya Nirunkul. In 2009, it was nominated for an International Emmy Award in the Children and Young People category, but was beaten by Dustbin Baby. Lharn Poo Koo E-Joo was the first Thai production to receive an International Emmy nomination. In 2008, the show won the Asian Television Award for Best Game or Quiz Programme.","original_name":"Lharn Poo Koo E-Joo","vote_average":0.0,"name":"Lharn Poo Koo E-Joo","cert":"Unavailable","id":32128,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Happy Family is a Singaporean family-themed Chinese drama which was telecasted on Singapore's free-to-air channel, MediaCorp Channel 8. It made its debut on 19 January 2010 and ended on 16 February 2010. This drama series consists of 20 episodes, and was screened on every weekday night at 9:00 pm. This drama was a series in response for Reunion Dinner, which is a drama also set for Chinese New Year.","original_name":"Happy Family","vote_average":0.0,"name":"Happy Family","cert":"Unavailable","id":32129,"adult":"false","genre_ids":[],"origin_country":["SG"]},{"first_air_date":"2010-01-31","cast":["David Dimbleby"],"overview":"Seven Ages of Britain is a BBC television documentary series which is written and presented by David Dimbleby. The seven part series was first aired on Sunday nights at 9:00pm on BBC One starting on 31 January 2010.\n\nThe series covers the history of Britain's greatest art and artefacts over the past 2000 years. Each episode covers a different period in British history. In Australia, all seven episodes aired on ABC1 each Tuesday at 8:30pm from 7 September 2010.","original_name":"Seven Ages of Britain","vote_average":0.0,"name":"Seven Ages of Britain","cert":"Unavailable","id":32130,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Webnation is a television show about technology that is aired on CP24 in Toronto, Canada. It features technology news, viral videos, reviews and trends. The program first aired on October 14, 2009, and replaces the talk television show HomePage. The show is hosted weekly by New Media Specialist Amber MacArthur and CP24 Web Journalist Maurice Cacho.","original_name":"Webnation","vote_average":0.0,"name":"Webnation","cert":"Unavailable","id":32131,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":"2010-09-04","cast":[],"overview":"X-Factor is the Ukrainian version of The X Factor, a show originating from the United Kingdom. It is a television music talent show for aspiring pop singers drawn from public auditions. Auditions were held in major cities of Ukraine: Dnipropetrovsk, Lviv, Donetsk, Kharkiv and Kyiv, Poltava, Luhansk, Zaporizhia, Simferopol, Mykolaiv, Chernivtsi, Uzhhorod, Lutsk and Rivne.\n\nThe show started on Channel STB on 4 September 2010. The winner of the first series was Olexiy Kuznetsov.\n\nThe second season started on October 22, 2011. The winner of the second series was Viktor Romanchenko.","original_name":"X-Factor","vote_average":0.0,"name":"X-Factor","cert":"Unavailable","id":32132,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2010-09-06","cast":[],"overview":"GMT is a news programme on BBC World News that first premiered on 1 February 2010. The programme's main presenter is George Alagiah and Stephen Sackur as a relief presenter. Each programme begins with the presenter giving the headlines then turning to the first story, giving the time in that part of the world. There are no longer any 'headlines' from BBC World News.","original_name":"GMT","vote_average":0.0,"name":"GMT","cert":"Unavailable","id":32133,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2010-02-10","cast":["Henry Louis Gates, Jr."],"overview":"Faces of America is a four-part Public Broadcasting Service Public television television series hosted by Professor Henry Louis Gates. The series originally aired February 10 – March 3, 2010 from 8–9 p.m. ET. In Australia, this program aired on SBS One each Sunday at 7:30pm from 9 -30 January 2011. It uses genealogical research and genetics to find the family history of 12 Americans: Elizabeth Alexander, Mario Batali, Stephen Colbert, Louise Erdrich, Malcolm Gladwell, Eva Longoria, Yo-Yo Ma, Mike Nichols, Queen Noor of Jordan, Dr. Mehmet Oz, Meryl Streep, and Kristi Yamaguchi.\n\nIn the series finale, Gates explored the emerging use of full genome sequencing to understand personal ancestry and health, by learning what might be inferred from his whole genome sequence, and that of his father, through in-depth analysis by a personal genomics company and the Broad Institute.\n\nIn 2012, PBS aired another miniseries entitled Finding Your Roots also examining questions of genealogy and genetics, and hosted by Gates.","original_name":"Faces of America","vote_average":0.0,"name":"Faces of America","cert":"Unavailable","id":32134,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"On The Rocket is a monthly television talk show that is aired on CP24 in Toronto, Canada. It broadcasts live on a chartered TTC streetcar. The program was first hosted by Toronto Transit Commission chair and Toronto City Councillor Adam Giambrone. During the January 21, 2010 broadcast Giambrone revealed that he would no longer be the host due to the upcoming municipal election. At the time of that broadcast a new host had not been named, and the future of the program is unknown. In March 2010, Giambrone remained the host of On The Rocket and it continues to air on CP24.\n\nThe route the streetcar takes varies and viewers are invited to get on and off for a free ride and to participate in the live broadcast. The streetcar departs from the McCaul loop on McCaul Street, north of Queen Street at 8 p.m. EST on the night of the broadcast. The program first aired on November 5, 2009.","original_name":"On the Rocket","vote_average":0.0,"name":"On the Rocket","cert":"Unavailable","id":32135,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":"2010-01-21","cast":[],"overview":"Food Tech was a television series on the History Channel, about the making of foods, from the farming to the processing of the food. It was hosted by Bobby Bognar. Each episode focused on the various parts of different types or styles of meals, such as Mexican food, breakfast and hotel buffets.","original_name":"Food Tech","vote_average":0.0,"name":"Food Tech","cert":"Unavailable","id":32136,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Crimson Sabre is a Hong Kong television series adapted from Louis Cha's novel Sword Stained with Royal Blood. The series was first broadcast on TVB in Hong Kong in 2000.","original_name":"Crimson Sabre","vote_average":0.0,"name":"Crimson Sabre","cert":"Unavailable","id":32137,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":"2007-09-17","cast":[],"overview":"Mister Maker is a pre-school children's arts and crafts programme commissioned by Michael Carrington at the BBC for CBeebies. The programme launched in 2007 and also airs on BBC One and BBC Two. In the United States and Latin America the show airs on the Discovery Familia network, dubbed in Spanish. To date three series have been commissioned from The Foundation. It also airs in Australia on ABC2. The programme comprises a mixture of animation and real time content, and a spin-off programme Mister Maker Comes to Town began in 2010. Mister Maker is played by Phil Gallagher.","original_name":"Mister Maker","vote_average":3.0,"name":"Mister Maker","cert":"Unavailable","id":32138,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2010-01-14","cast":["Carnie Wilson"],"overview":"Carnie Wilson: Unstapled is an American reality television show, starring game show hostess and singer Carnie Wilson. The show aired on GSN from January 14, 2010 to March 11, 2010.","original_name":"Carnie Wilson: Unstapled","vote_average":0.0,"name":"Carnie Wilson: Unstapled","cert":"Unavailable","id":32139,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The K-Factor: So You Think You Can Knit? was a fictional TV show ran by Harry Hill, as a segment of Harry Hill's TV Burp. The first episode was aired on 6 February 2010, with a preview of the show being airing on 30 January. The judges are Knitted Simon Cowell, Knitted Cheryl Coles, Knitted Rolando Villazón and the Knitted Character.\n\nEach episode lasts approximately five minutes and the viewers can then log onto the official TV Burp website to vote for their favourite. Also available on the site is The K Factor: Unravelled, where Knitted Holly Willoughby will talk to either the contestants or the judges, much like The Xtra Factor. Peter the Duck became the winner of the series. All 7 5-minute mini-episodes plus the Unravelled episodes have been merged into a one-hour compilation episode for TV Burp Gold 3 DVD.","original_name":"The K Factor","vote_average":0.0,"name":"The K Factor","cert":"Unavailable","id":32140,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Oi Treis Harites is a Greek comedy series created by Michalis Reppas and Thanasis Papathanasiou which aired on Mega Channel from February 8, 1990 to April 20, 1992. The name \"Harites\" was taken partly from ancient Greek mythology and partly from their surname, which was \"Haritou\".\n\nThe series describes the daily life of three single sisters in their middle forties who live in the same house.\n\nOi Treis Harites received positive reviews, becoming one of the most popular and successful programs ever shown on Greek television, achieving high ratings throughout its run. During the season 1989-1990 and 1991-1992 Oi Treis Harites was the most popular series in Greek television, making history reaching 65% according to AGB Nielsen Media Research on February 3, 1992. According to Mega Channel, the initial title of the series was \"Anna and her Sisters\".\n\nThe series was released in DVD from the magazine Tilerama in April 2010.","original_name":"Oi Treis Harites","vote_average":6.0,"name":"Oi Treis Harites","cert":"Unavailable","id":32141,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Saturday Night Live from Milano is the Italian localisation of the popular US-comedy television series Saturday Night Live, shown on Mediaset television channel Italia 1 from 2006.","original_name":"Saturday Night Live from Milano","vote_average":0.0,"name":"Saturday Night Live from Milano","cert":"Unavailable","id":32142,"adult":"false","genre_ids":[35],"origin_country":["IT"]},{"first_air_date":null,"cast":[],"overview":"Los Exitosos Perez is the adaptation for Mexico of the Argentine telenovela Los Exitosos Pells. It's a co-production of Endemol and Telefe. Mexican producer José Alberto Castro acts as it executive producer. With a mixed cast of mostly Mexican and Argentinian actors, and a few from other nationalities, it was filmed on location in Argentina, in exactly the same sets used in the original Argentinian counterpart. It premiered in Mexico on 31 August 2009 on the Televisa network.","original_name":"Los Exitosos Perez","vote_average":0.0,"name":"Los Exitosos Perez","cert":"Unavailable","id":32143,"adult":"false","genre_ids":[35],"origin_country":["MX","AR"]},{"first_air_date":null,"cast":[],"overview":"Cell: The Web Series is an Austin, Texas based science fiction\/drama web series which debuted Feb 03, 2010 on Koldcast.tv. Cell: The Web Series is about a man wakes up in a cell after a night on the town. When he realizes he’s not in jail and he’s not alone, he fights to stay who he is while helping someone else remember who they were.\n\nAfter streaming exclusively on Koldcast.tv for over a year, CELL recently expanded its streaming hosts to include Blip.TV as well as YouTube. Because of earlier restrictions placed on the length of content on YouTube, not all episodes could be streamed through the service. After YouTube expanded the time allowed for episodes, the entire first season was placed on YouTube.","original_name":"Cell: The Web Series","vote_average":0.0,"name":"Cell: The Web Series","cert":"Unavailable","id":32144,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":"1992-03-24","cast":["Andrew Prine","Patricia Heaton","Linda Lavin","Jeff Yagher","Peter Michael Goetz"],"overview":"Room for Two is an American situation comedy that featured Patricia Heaton as Jill Kurland, an executive producer of a New York City television show called Wake Up, New York. The show focused on Jill's relationship with her mother from Ohio, played by Linda Lavin, who joined Jill's show as a result of her humorous and misplaced opinions and criticisms.","original_name":"Room for Two","vote_average":0.0,"name":"Room for Two","cert":"Unavailable","id":32145,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Tyne","vote_average":0.0,"name":"The Tyne","cert":"Unavailable","id":32146,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1988-11-09","cast":[],"overview":"The Ratties is a British cartoon series that ran in 1987 with 26 episodes.\n\nIt is about a family of rats that live in a country house. The rats try to emulate the human owners of their house. The show was created by Mike Wallis and Laura Milligan, and is narrated by Spike Milligan. F Productions and UK Finance3 funded the show, while it was animated by cel animation.\n\nThe series attracted a cult following in the UK, although no further episodes were made after 1987; however, the series was repeated in 1993 and 1994.","original_name":"The Ratties","vote_average":0.0,"name":"The Ratties","cert":"Unavailable","id":32147,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2007-03-27","cast":["Giselle Blondet"],"overview":"Nuestra Belleza Latina is a beauty pageant and reality show produced by Univision. 12 young women selected by the judges compete for the title of Nuestra Belleza Latina, as well as winning cash prizes and becoming a personality for Univision. It's hosted by talk-show host and actress Giselle Blondet, who does the audition process and is also the mentor of the winner for the year of reign. The first season premiered on March 27, 2007 and was one of Univision's highest rated shows. The opening theme for casting till the finalist has been performed by past winners Alejandra Espinoza, Melissa Marty, Greydis Gil, Ana Patricia Gonzalez, Nastassja Bolivar and Vanessa De Roide. When the finalists are chosen, the opening theme changes showing each contestant, excluding eliminated contestants. It is distributed by Univision including Puerto Rico, it's also distributed in Mexico by Televisa.\n\nThe current Nuestra Belleza Latina crown holder is Marisela Demontecristo from El Salvador.","original_name":"Our Latin Beauty","vote_average":0.0,"name":"Our Latin Beauty","cert":"Unavailable","id":32148,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Fame: The Musical is a singing and dance contest in Ireland, produced by Screentime ShinAwiL for RTÉ. The audition and Fame Bootcamp stages were filmed around Ireland and in London.\n\nThe shows aim was to find actors for the parts of \"Nick\" and \"Serena\" for the highly successful stage production of Fame. On 13 June 2010 it was announced that Ben Morris would play the part of Nick and Jessica Cervi would play the part of Serena in the Irish tour of Fame.","original_name":"Fame: The Musical","vote_average":0.0,"name":"Fame: The Musical","cert":"Unavailable","id":32149,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2010-02-12","cast":["Leah Vandenberg","Peter Rowsthorn","Frankie J. Holden","Nicholas Bell","Nicola Parry"],"overview":"Sleuth 101 is an Australian comedy television series, broadcast on ABC 1 in 2010. The series revolves around a murder-mystery that must be solved by a celebrity guest detective. Each episode features a guest detective, four suspects, a crime scene, evidence and witness accounts - just like real detective work. The show is hosted by comedian Cal Wilson, who occasionally gives subtle hints towards the crime. Each week, the guest detective must solve the murder using his or her evidence. There are some similarities to the 1970s British series Whodunnit! and the 1990s Australian television game show Cluedo. A second series is currently being negotiated by the ABC.","original_name":"Sleuth 101","vote_average":0.0,"name":"Sleuth 101","cert":"Unavailable","id":32150,"adult":"false","genre_ids":[18,35],"origin_country":[]},{"first_air_date":"1995-09-13","cast":["Roma Maffia","Dan Gauthier","Jacqueline Kim","Jeffrey D. Sams","Bob Gunton"],"overview":"Courthouse is a short-lived drama television series that ran from September to November 1995 on CBS. The series was created and executive produced by Deborah Joy LeVine. The series ranked during the Nielsen Media Research. During the expection, CBS continued to replaced 1 hour Holiday programs in December 1995.","original_name":"Courthouse","vote_average":0.0,"name":"Courthouse","cert":"Unavailable","id":32151,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"1983-10-31","cast":["Andy Lau","Idy Chan","Sek Kin","Francis Ng","Lau Siu-Ming"],"overview":"The Return of the Condor Heroes is a Hong Kong television series adapted from Louis Cha's novel of the same title. It was first broadcast on TVB Jade from 31 October 1983 to 6 January 1984 in Hong Kong.","original_name":"神鵰俠侶","vote_average":0.0,"name":"The Return of the Condor Heroes","cert":"Unavailable","id":32152,"adult":"false","genre_ids":[10765],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"Wind and Cloud, also known as Fung Wan and The Storm Riders, is a Taiwanese television series based on Hong Kong artist Ma Wing-shing's manhua series Fung Wan. Vincent Zhao and Peter Ho starred as the titular protagonists. The series was first broadcast on CTV in Taiwan in 2002, and was followed by Wind and Cloud 2 in 2004.","original_name":"Wind and Cloud","vote_average":0.0,"name":"Wind and Cloud","cert":"Unavailable","id":32153,"adult":"false","genre_ids":[],"origin_country":["TW"]},{"first_air_date":null,"cast":[],"overview":"The Conqueror's Story is a Hong Kong television series based on the events in the Chu–Han Contention period of Chinese history. It was first broadcast in 2004 in Hong Kong on TVB Jade.","original_name":"The Conqueror's Story","vote_average":0.0,"name":"The Conqueror's Story","cert":"Unavailable","id":32154,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"The Apprentice New Zealand is a New Zealand reality television series that aired on TV2 16 February to 11 May 2010. It features Terry Serepisos, Wellington based multi-millionaire property developer, as the chief executive officer. The series' winner, Thomas Ben, received a $200,000 package consisting of a $100,000 salary, A BMW and accommodation. Thomas began work at Terry Serepisos' property development company Century City in July 2010.","original_name":"The Apprentice New Zealand","vote_average":0.0,"name":"The Apprentice New Zealand","cert":"Unavailable","id":32155,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"An Evening with Gary Lineker","vote_average":0.0,"name":"An Evening with Gary Lineker","cert":"Unavailable","id":32156,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Options Action","vote_average":0.0,"name":"Options Action","cert":"Unavailable","id":32159,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1972-04-22","cast":["John Woodvine","John Carlisle","Clive Francis","Bob Hoskins"],"overview":"New Scotland Yard is a police drama series produced by London Weekend Television for the ITV network between 1972 and 1974. It features the activities of two officers from the Criminal Investigations Department in the Metropolitan Police force headquarters at New Scotland Yard, as they dealt with the assorted villains of the day.\n\nThe first three series ran from 1972 to 1973 and starred John Woodvine as Det. Chief Supt. Kingdom and John Carlisle as Det. Sgt. Ward. But the series, scheduled on a Saturday night, failed to match the ratings of its more glamorous midweek sister programme, Special Branch.\n\nThe programme was resurrected for a fourth series in 1974, with an all-new cast headed by Michael Turner as Det. Chief Supt. Clay and Clive Francis as Det. Sgt. Dexter\n\nLWT were considered to have broken the rules of Saturday night broadcasting by showing a tough police drama in place of entertainment, but it was an inspiration for The Sweeney. Dennis Waterman, who went on to play a lead role in The Sweeney, appeared in the earlier series.\n\nThere were several television series about Scotland Yard during the 1950s, the longest-running being Scotland Yard on the American Broadcasting Company from 1957-1958.","original_name":"New Scotland Yard","vote_average":0.0,"name":"New Scotland Yard","cert":"Unavailable","id":32160,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"2007-08-01","cast":[],"overview":"“Escenas de matrimonio” is a series issued by the Spanish television network, Telecinco, produced by Alba Adriática, premiered on August 1, 2007 showing the reactions of fun couples who live in the same building situations Similar deals in their daily lives.","original_name":"Escenas de matrimonio","vote_average":9.0,"name":"Escenas de matrimonio","cert":"Unavailable","id":32161,"adult":"false","genre_ids":[35],"origin_country":["ES"]},{"first_air_date":"2016-06-21","cast":["Toby Leonard Moore","Bettany Hughes"],"overview":"National Geographic's landmark event series, The Greeks, brings together historians, archaeologists, actors, athletes, scientists and artists to launch a groundbreaking exploration into the ancient Greeks' journey - not just to better understand their past, but to discover how their legacy illuminates our present, and will shape our future. The story of the Greeks is the story of us.","original_name":"The Greeks","vote_average":0.0,"name":"The Greeks","cert":"Unavailable","id":32162,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Beethoven","vote_average":0.0,"name":"Beethoven","cert":"Unavailable","id":32163,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1952-01-01","cast":[],"overview":"The Rose Bowl Game has been a part of college football on television since January 1, 1948. The 1948 Rose Bowl was telecast in Los Angeles on KTLA. The 1952 Rose Bowl, on NBC, was the first national telecast of a college football game. The network broadcast both the Tournament of Roses Parade and the following game. After the 2009-10 season, ESPN had the contract to broadcast the BCS games, including the Rose Bowl game. When the BCS was replaced by the College Football Playoff (CFP) in 2014, with the Rose Bowl Game as one of its six associated bowls, ESPN signed a new contract to broadcast all CFP games through the 2025 season.","original_name":"Rose Bowl","vote_average":0.0,"name":"Rose Bowl","cert":"Unavailable","id":32164,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1974-12-04","cast":["Tony Orlando","Telma Hopkins","Joyce Vincent Wilson","Alice Nunn","George Carlin"],"overview":"CBS gave the group a television variety show (entitled Tony Orlando and Dawn) from the summer of 1974, after The Sonny and Cher Comedy Hour ended its run, until December 1976. The show was in the same vein as its predecessor (with sketches featuring sarcastic back-and-forth banter between Orlando, Hopkins and Vincent, similar to the sarcastic dialogue between Sonny and Cher) and became a Top 20 hit.\n\nThey are most famous for \"Tie a Yellow Ribbon\" &amp;  \"Knock Three Times\"!","original_name":"Tony Orlando and Dawn","vote_average":2.0,"name":"Tony Orlando and Dawn","cert":"Unavailable","id":32165,"adult":"false","genre_ids":[10751,35],"origin_country":["US"]},{"first_air_date":"1998-09-07","cast":["Gérard Depardieu","Ornella Muti","Jean Rochefort","Pierre Arditi","Michel Aumont"],"overview":"A TV mini-series adaptation of the classic Alexandre Dumas novel. Edmond Dantes is unjustly sent to prison for 18 years. He escapes to reclaim his fiancée Mercedes and revenge against his nemesis, Mondego.","original_name":"Le Comte de Monte-Cristo","vote_average":7.2,"name":"The Count of Monte Cristo","cert":"Unavailable","id":32166,"adult":"false","genre_ids":[10759,18,9648,80,10751],"origin_country":["FR"]},{"first_air_date":null,"cast":[],"overview":"Fox League Teams is a weekly show that is broadcast on the Fox Sports. It is currently shown on Fox Footy Thursdays at 8:30pm and it is known as AFL Teams and it was formerly hosted by former footballer Brian Taylor until he was replaced by Dermott Brereton following the 2011 season after his departure to the Seven Network. It also features members of the Fox Sports AFL commentary team every Thursday night during the AFL season.\n\nThe show was formerly shown on Fox Footy Channel, and was hosted by Jason Dunstall. The show's panelists we're Luke Darcy, former Geelong and Essendon, John Barnes, and former Sydney player Wayne Schwass. The show finished at the end of the 2006 season when Fox Footy Channel ceased operations.","original_name":"Fox League Teams","vote_average":0.0,"name":"Fox League Teams","cert":"Unavailable","id":32167,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Sheriff John's Lunch Brigade","vote_average":0.0,"name":"Sheriff John's Lunch Brigade","cert":"Unavailable","id":32168,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Sheriff John's Cartoon Time","vote_average":0.0,"name":"Sheriff John's Cartoon Time","cert":"Unavailable","id":32169,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Nfl gameday final","vote_average":8.5,"name":"Nfl gameday final","cert":"Unavailable","id":32170,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1993-04-10","cast":["Carey Lowell","Sam McMurray","Tracy Reiner","Wendy Makkena","Tracy Nelson"],"overview":"A League of Their Own is an American sitcom that aired from April 10, 1993 to April 24, 1993 with two additional episodes aired on August 13, 1993. based on the movie from 1992 starring Sam McMurray in his first leading role on a TV Show.\n\nMegan Cavanagh and Tracy Reiner reprised their roles from the movie.","original_name":"A League of Their Own","vote_average":0.0,"name":"A League of Their Own","cert":"Unavailable","id":32171,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The World's Smallest Man and Me","vote_average":0.0,"name":"The World's Smallest Man and Me","cert":"Unavailable","id":32172,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Veliki brat is a Serbian production of the global reality show franchise Big Brother. The show is recorded and produced in Belgrade by Emotion Production.\n\nOriginally, the show started of as Serbian production with housmates form Serbia, Bosnia and Herzegovina and Montenegro. Third season included housmates from Macedonia as well. For the fourth season Croatian broadcaster and producer RTL got involved, and auditions were held in Croatia, making the show pan-regional.\n\nIn Serbia, the show was often picked up by different channels. The first three regular series and three celebrity series were broadcast on B92 channel while the other two celebrity and the fourth regular series were brodcated on Pink. In Montenegro the show is broadcast by Pink M and Prva, in Bosnia-Herzegovina by Pink BH, OBN and BN, in Macedonia by A1 and Sitel, and in Croatia the show is broadcast by RTL respectively.","original_name":"Veliki brat","vote_average":0.0,"name":"Big Brother","cert":"Suitable for 18 years & above","id":32173,"adult":"false","genre_ids":[99],"origin_country":["RS"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Amazing Discoveries","vote_average":0.0,"name":"Amazing Discoveries","cert":"Unavailable","id":32174,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Views On News is a TV Show hosted by Pakistani journalist Dr. Shahid Masood. It is broadcast from ARY One World.","original_name":"Views On News","vote_average":0.0,"name":"Views On News","cert":"Unavailable","id":32175,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Beach Lane","vote_average":0.0,"name":"Beach Lane","cert":"Unavailable","id":32176,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":["Matthew Marsden","Melissa McCarthy","Niall Matter","Matt Keeslar","Lucy Hale"],"overview":"","original_name":"Sees Me Through","vote_average":0.5,"name":"Sees Me Through","cert":"Unavailable","id":32177,"adult":"false","genre_ids":[18,35],"origin_country":["US"]},{"first_air_date":"2010-03-14","cast":["Alexis Neiers","Tess Taylor","Andrea Arlington","Gabrielle Neiers"],"overview":"Pretty Wild is an American reality television series that premiered on E! on March 14, 2010 and ran for one season. The series chronicles the lives of socialite sisters - Tess Taylor, Alexis Neiers, and Gabby Neiers — as they make their way into the Hollywood social scene. The girls and their family initially resided in Westlake Village, California but eventually moved to Hollywood Hills West, Los Angeles.\n\nIn summer 2009, after the pilot was filmed, Alexis was arrested for being involved with a group known as the \"Bling Ring\" that broke into the homes of many celebrities, including Orlando Bloom, Paris Hilton, Lindsay Lohan, and Rachel Bilson. Pretty Wild partly chronicles Alexis's trial. On May 10, 2010, Alexis pled no contest to felony burglary and was sentenced to six months in Los Angeles County Jail. Her sentence was scheduled to begin June 24, 2010.\n\nIn the London Review of Books, Andrew O'Hagan wrote about the series' principals: \"If real fame is a mask that eats into the face, then pseudo-fame, the current kind, might be a decoy that eats into the brain. You often meet those people in California, people who have forgotten that you are real, that you watch the news, that you know who they really are. They begin to lie to journalists and themselves with the same grim hope: if I say this and no one contradicts me it might be true. A sense of entitlement stands in for personal values. They don’t mind if they're fooling you and fooling themselves, so long as they can keep the show on the road.\"","original_name":"Pretty Wild","vote_average":4.5,"name":"Pretty Wild","cert":"Unavailable","id":32180,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Mysterious Occurences","vote_average":0.0,"name":"Mysterious Occurences","cert":"Unavailable","id":32181,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"MTV Jams is an American digital cable television network that is owned by the MTV Networks Music & Logo Group, a unit of the Viacom Media Networks division of Viacom. The channel features hip-hop and urban contemporary music videos.","original_name":"MTV Jams","vote_average":0.0,"name":"MTV Jams","cert":"Unavailable","id":32182,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"MTV News is the news division of MTV, one of the first and most popular music television network in the U.S., as well as some of MTV's related channels around the world. MTV News began in the late 1980s with the program The Week In Rock, hosted by Kurt Loder, the first official MTV News correspondent. Since 1990, the opening riff to Megadeth's \"Peace Sells\" has been the main opening theme for The Week In Rock.\n\nIt first began covering political news in the 1992 American presidential elections, through its \"Choose or Lose\" campaign. Since then, MTV has run \"Choose or Lose\" for other presidential elections in the United States. For the 2008 election, Barack Obama and Hillary Clinton appeared on an MTV special to discuss the Iraq war.","original_name":"MTV News","vote_average":0.0,"name":"MTV News","cert":"Unavailable","id":32183,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The MTV VJ Hunt is a search conducted by certain MTV channels in Asia for their respective channels' newest VJs.","original_name":"MTV VJ Hunt","vote_average":0.0,"name":"MTV VJ Hunt","cert":"Unavailable","id":32184,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"MTV Rock Chart","vote_average":0.0,"name":"MTV Rock Chart","cert":"Unavailable","id":32185,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"MTV School Attack is a television show in Korea where pop stars perform surprise concerts at junior high and high schools in South Korea.","original_name":"MTV School Attack","vote_average":0.0,"name":"MTV School Attack","cert":"Unavailable","id":32186,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"MTV's Greatest Hits was a programme that started on 19 March 1990 - later presented by Paul King from 1991.\n\nThe main idea was to show all the greatest hits throughout 1960s, 1970s, 1980s and even 1990s. The show was shown at 4pm and then repeated at 10pm CET. In 1993, the programme was aired at 1pm and then at 8pm.\n\nIn the programme, you could always find best videos from the likes of Madonna, Prince, Duran Duran and more.\n\nMTV's Greatest Hits gained in popularity throughout the years, but in July 1994 Paul King said goodbye on the screen showing the very last video on the show: Michael Jackson's Thriller. The show continued on MTV with different VJs eventually removed from the screens circa 1996. As well as main VJ Paul King, there were a few others who would stand in for him in his absence such as Pip Dann or Richie Rich.","original_name":"MTV's Greatest Hits","vote_average":0.0,"name":"MTV's Greatest Hits","cert":"Unavailable","id":32187,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"MTV NEWS: UnFiltered","vote_average":0.0,"name":"MTV NEWS: UnFiltered","cert":"Unavailable","id":32188,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"MTV Gimme 10","vote_average":0.0,"name":"MTV Gimme 10","cert":"Unavailable","id":32189,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"MTV Top 100 Hits of 2008 is the TV show that aired in December 2008 on channel MTVAsia. It showed 100 songs that were most voted in 2008. On Monday thru Friday, it showed 5 songs. On Saturday and Sunday, it showed the 25 songs that were shown during that week.","original_name":"MTV Top 100 Hits of 2008","vote_average":0.0,"name":"MTV Top 100 Hits of 2008","cert":"Unavailable","id":32190,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"MTV World Stage is a global series that brings multi-genre talents with global relevance to an audience in over 550 million households. Recorded \"live\" at the most exclusive gigs, world renowned music festivals and unique concert locations from around the world, MTV World Stage is the \"front row seat\" for music lovers to experience the biggest artists on the globe without leaving the comfort of their sofas.\n\nOn August 15, 2009, MTV Asia staged the first ever outdoor MTV World Stage Live In Malaysia at Sunway Lagoon Resort in Kuala Lumpur. The event was attended by over 15, 000 fans. The 2011 event took place in I-City\n\nThe event also featured a live, real-time microblogging application where comments and 'tweets' via SMS were displayed on giant screens at the concert venue.","original_name":"MTV World Stage Live in Malaysia","vote_average":0.0,"name":"MTV World Stage Live in Malaysia","cert":"Unavailable","id":32191,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Brakeman Bill","vote_average":0.0,"name":"Brakeman Bill","cert":"Unavailable","id":32192,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"High stakes backgammon was a TV series capturing world class match-play backgammon from the 2005 World Championships in Monte Carlo.\n\nHosted by Kara Scott, commentary by Paul Magriel and John Clark.\n\nProduction Company, 8mm Productions Series Producer, Andy Bell Producer\/Director, Gavin McGarry","original_name":"High stakes backgammon","vote_average":0.0,"name":"High stakes backgammon","cert":"Unavailable","id":32193,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2011-01-19","cast":["Leo Fitzpatrick"],"overview":"Totally for Teens is an American television series created by and starring Derrick Beckles for Cartoon Network's late night programing block, Adult Swim.\n\nThe pilot episode for Totally for Teens eventually aired on Adult Swim's \"DVR theater\" on January 19, 2011. It is currently unknown if Totally for Teens will be picked up for further episodes. However it was recently revealed that the concept for the series was re-developed and a new series will air in 2013 and will be produced by Abso Lutely Productions who are responsible for the Adult Swim seriesTim and Eric Awesome Show, Great Job!, The Eric Andre Show, Check it Out! with Dr. Steve Brule and the IFC Series Comedy Bang Bang.","original_name":"Totally for Teens","vote_average":0.0,"name":"Totally for Teens","cert":"Unavailable","id":32194,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2010-03-01","cast":[],"overview":"Little Parents, Big Charlie is a reality television series starring Craig and Becky Hennon on TLC and the Discovery Health Channels. The show is produced by Kirschenbaum Productions and was first broadcast on March 30, 2010. The program follows Craig and Becky Hennon, a married couple who both have dwarfism, and the struggles they face raising their son, Charlie, who does not have dwarfism.","original_name":"Little Parents, Big Charlie","vote_average":0.0,"name":"Little Parents, Big Charlie","cert":"Unavailable","id":32195,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2001-12-03","cast":["Li Jianqun","Gao Lancun","Xue Zhongrui","An Yaping","Gong Xuehua"],"overview":"Kangxi Dynasty is a 2001 Chinese television series based on the novel Kangxi Da Di by Eryue He. The series is a prequel to the 1997 television series Yongzheng Dynasty, and was followed by Qianlong Dynasty in 2002.","original_name":"康熙王朝","vote_average":0.0,"name":"Kangxi Dynasty","cert":"Unavailable","id":32196,"adult":"false","genre_ids":[18],"origin_country":["CN"]},{"first_air_date":null,"cast":[],"overview":"Patrol is a Singaporean action drama produced by Singapore Broadcasting Corporation in 1989.","original_name":"Patrol","vote_average":0.0,"name":"Patrol","cert":"Unavailable","id":32197,"adult":"false","genre_ids":[],"origin_country":["SG"]},{"first_air_date":null,"cast":[],"overview":"Eight Heroes is a 2006 television series directed and written by Wong Jing, starring Anthony Wong, Damian Lau, Lu Yi, Li Bingbing, Li Xiaolu, Dong Xuan, Zheng Xiaodong, Lam Chi-chung, Edison Chen, Fan Bingbing, and Han Xiao.","original_name":"八大豪侠","vote_average":0.0,"name":"Eight Heroes","cert":"Unavailable","id":32198,"adult":"false","genre_ids":[],"origin_country":["CN","HK"]},{"first_air_date":"2009-08-07","cast":["Amber Kuo","James Wen","Leroy Yang","Sonia Sui","Adriene Lin"],"overview":"The Year of Happiness and Love is a 2009 Taiwanese drama starring James Wen and Amber Kuo. It was produced by Sanlih E-Television.\n\nThe series was first broadcast in Taiwan on free-to-air Taiwan Television from 7 August 2009 to 1 January 2010, every Friday at 22:00 to 23:35 and cable TV Sanlih E-Television on 8 August 2009 to 2 January 2010, every Saturday at 22:30. The show was originally aired with 21 episodes; it was edited to 33 episodes on international channels.\n\nThe Year of Happiness and Love was nominated in 2010 for four awards at the 45th Golden Bell Awards, including Best Leading Actress in a Television Series for Amber Kuo and Best Leading Actor in a Television Series for James Wen.","original_name":"那一年的幸福時光","vote_average":0.0,"name":"The Year of Happiness and Love","cert":"Unavailable","id":32199,"adult":"false","genre_ids":[35,18],"origin_country":["TW"]},{"first_air_date":"2011-02-16","cast":["Forest Whitaker","Janeane Garofalo","Beau Garrett","Michael Kelly","Matt Ryan"],"overview":"Criminal Minds: Suspect Behavior was a short-lived American police procedural drama that aired on CBS. The show debuted in 2011 as a spin-off from the successful Criminal Minds, which had premiered in 2005. This edition's profiling team also worked for the Federal Bureau of Investigation's Behavioral Analysis Unit in Quantico, Virginia. In an April 2010 episode of Criminal Minds, during the show's fifth season, the original team met the new team and worked with them to find a San Francisco serial killer. This episode served as the new series' backdoor pilot.\n\nJust like the parent series, CBS owned the underlying North American rights, while ABC owned the international rights. The series premiered on February 16, 2011, and filled the Wednesday 10 pm time slot, airing immediately after the original Criminal Minds.\n\nCBS cancelled the series on May 17, 2011. The series ends with a cliffhanger. On September 6, 2011 CBS DVD released the complete series as a 4 disc-set. It is packaged as \"The DVD Edition\". There are numerous special features and two episode commentaries with the cast and crew. The set includes the backdoor pilot from season five of the original show.","original_name":"Criminal Minds: Suspect Behavior","vote_average":6.8,"name":"Criminal Minds: Suspect Behavior","cert":"Unavailable","id":32200,"adult":"false","genre_ids":[18,9648],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Teen Kids News is an educational newsmagazine series aimed at children between the ages of 13–16 years old and their parents that debuted in first-run syndication the weekend of September 27, 2003. Teen Kids News discusses important issues in a format intended to educate and inform both children and adults. In-studio segments are shot at studios in Manhattan with field reports done on location around the country. The series meets the federal guidelines for educational and informational programming made mandatory by the Federal Communications Commission; the majority of affiliates that run the series typically air it on Saturday or Sunday mornings depending on the station, though a few air the series on Fridays in the morning or daytime time periods.\n\nThe series airs on over 200 TV stations to approximately 91% of the country and is seen in 1,000 locations in 175 countries worldwide through the American Forces Network and is seen in 12,600 schools through a special classroom education feed. Although the TV Parental Guidelines do not permit news programs to receive a rating, all episodes of the series are rated TV-PG.","original_name":"Teen Kids News","vote_average":0.0,"name":"Teen Kids News","cert":"Unavailable","id":32201,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The X Factor is the Arabic version of the The X Factor. Its first Arabic series started on March 26, 2006. The 14-episode first series was broadcast in 22 Arabic-speaking countries. It was known to be in its debut, one of the most watched programs on TV and it is produced and supported by Rotana, the biggest production company in the Arab World. The winner of the competition earned a chance to sign with Rotana.\n\nThe X Factor is created by Simon Cowell. The Arabic-language version of the program had a similar format to the British version, in that there were three judges who each had four contestants to mentor, resulting in a total of twelve contestants.\n\nHowever with the continuing success of the rival pan-Arab series Star Academy on Lebanese Broadcasting Corporation, XSeer All Najah lost most of its pan-Arab appeal and was discontinued after season 2.\n\nIn 2012, the Egyptian TV channel CBC announced that The X Factor will return in 2013 with an all-new appearance and stated that the judges will be four of the biggest names in music around the Middle East. The X Factor is now considered a rival show to MBC's Arab Idol which airs at the same time slot as The X Factor.","original_name":"The X Factor, XSeer Al Najah","vote_average":0.0,"name":"The X Factor, XSeer Al Najah","cert":"Unavailable","id":32202,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Children and Animals","vote_average":0.0,"name":"Children and Animals","cert":"Unavailable","id":32203,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Mann Kee Awaaz Pratigya was an Indian soap opera which aired on channel STAR Plus. The series premiered on December 7, 2009. Initially the show received good reviews and viewing figures, but when Ekta Kapoor's Show Bade Achhe Lagte Hain launched on rival channel Sony TV in the same slot, the show fell drastically and couldn't survive against it in terms of TRP's; hence the show was abruptly ended on 27 October 2012. This series was also telecast in Pakistan on Urdu 1 Channel.","original_name":"Mann Kee Awaaz Pratigya","vote_average":0.0,"name":"Mann Kee Awaaz Pratigya","cert":"Unavailable","id":32204,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Clueless was a Polish game show hosted by Krzysztof Ibisz that ran from 2005 to 2007 on Polsat.","original_name":"Clueless","vote_average":0.0,"name":"Clueless","cert":"Unavailable","id":32205,"adult":"false","genre_ids":[],"origin_country":["PL"]},{"first_air_date":"2006-10-15","cast":[],"overview":"Capri is an Italian TV series produced by Rai Fiction.","original_name":"Capri","vote_average":9.0,"name":"Capri","cert":"Unavailable","id":32206,"adult":"false","genre_ids":[18,35],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Al fondo hay sitio is a Peruvian TV series created in 2008-2009 by Efraín Aguilar. It deals with the problems of social differences and economic status. It's one of the most popular shows in Peru and is now being shown in Ecuador, Bolivia, Paraguay and Uruguay.","original_name":"Al Fondo Hay Sitio","vote_average":9.0,"name":"Al Fondo Hay Sitio","cert":"Unavailable","id":32209,"adult":"false","genre_ids":[35],"origin_country":["PE"]},{"first_air_date":"2008-06-23","cast":["Yael Sharoni","Amos Tamam","Tali Sharon","Sharon Fauster","Ohad Knoller"],"overview":"Srugim is an Israeli television drama which originally aired on Yes TV between 2008 and 2012. It was directed by Eliezer \"Laizy\" Shapiro, who co-created it with Hava Divon. The series depicted the lives of five national religious single men and women who reside in Jerusalem; the title is a reference to the crocheted skullcaps worn by men of that denomination. Srugim, which dealt with controversial issues in the Religious Zionist society in Israel, caused a public uproar within that sector. It enjoyed high ratings and won five Israeli Academy of Film and Television Awards.","original_name":"סרוגים","vote_average":0.0,"name":"Srugim","cert":"Unavailable","id":32210,"adult":"false","genre_ids":[18],"origin_country":["IL"]},{"first_air_date":null,"cast":[],"overview":"Big Ticket, is a BBC National Lottery game show that was broadcast on BBC One from 28 March 1998 to 11 July 1998. The programme was hosted by Patrick Kielty and Anthea Turner.","original_name":"Big Ticket","vote_average":0.0,"name":"Big Ticket","cert":"Unavailable","id":32211,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"The Glittering Days is the 17th co-production of MediaCorp TV and ntv7. It will be aired every Monday to Thursday, at 10:00pm on Malaysia's ntv7 starting April 20, 2010. It was later shown on MediaCorp Channel 8 in Singapore from 18 February to 29 March 2013 on weekdays at 7pm.","original_name":"The Glittering Days","vote_average":0.0,"name":"The Glittering Days","cert":"Unavailable","id":32212,"adult":"false","genre_ids":[],"origin_country":["SG","MY"]},{"first_air_date":null,"cast":[],"overview":"Llena de amor is a Mexican Spanish-language soap opera, produced by Televisa, that began airing in 2010. It is a remake of the 2002–2003 Venezuelan telenovela Mi Gorda Bella, which itself was inspired by the 1999–2001 Colombian telenovela Yo soy Betty, la fea.\n\nLlena de amor is about Marianela, an overweight girl, played by Ariadne Díaz, who is caught up in a set of family intrigues when she moves in with her aunt and uncle after becoming an orphan. The show premiered on May 3, 2010 in Mexico. It is produced by Angelli Nesma Medina. It formally aired in the United States on Univision at 7pm\/6pm central from August 9, 2010 to April 19, 2011, replacing Mi Pecado.","original_name":"Llena de amor","vote_average":0.0,"name":"Llena de amor","cert":"Unavailable","id":32213,"adult":"false","genre_ids":[35],"origin_country":["MX"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Your Song: Isla","vote_average":0.0,"name":"Your Song: Isla","cert":"Unavailable","id":32214,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"The Official NZ Top 40 is a NZ made music countdown television show which is a countdown of the New Zealand Singles Chart music. It uses the official chart produced by the Recording Industry Association of New Zealand. While the RIANZ charts are published for the week ending Monday, and published on Tuesday, The Official NZ Top 40 shows on Saturday evenings usually at 6pm unless changed due to other events. The Official NZ Top 40 is also replayed on C4 again on Tuesday from 2pm to 4pm which is an extended version of the show. The only change is the show will start showing most videos in full if applicable.","original_name":"The Official NZ Top 40","vote_average":0.0,"name":"The Official NZ Top 40","cert":"Unavailable","id":32215,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Dick Clark's World of Talent is a talent\/variety television show produced by Irving Mansfield and broadcast weekly in the United States on the ABC television network from 10:30-11 p.m. on Sundays during the 1959-60 season.","original_name":"Dick Clark's World of Talent","vote_average":0.0,"name":"Dick Clark's World of Talent","cert":"Unavailable","id":32216,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Failon Ngayon is an investigative, magazine and public service show broadcast on ABS-CBN. It is hosted by Ted Failon. It was launched on October 24, 2009.\n\nFailon Ngayon also refers to the radio program Failon currently hosts on DZMM and DZMM TeleRadyo since September 2011; however the radio program remains a talk show format similar from Failon's former programs Tambalang Failon at Sanchez and Tambalang Failon at Webb. It is aired every Saturdays at 4:45 pm, after SOCO and before TV Patrol Weekend.\n\nFailon Ngayon sa DZMM aired daily Mondays to Fridays from 8-10 AM on DZMM Radyo Patrol 630 kHz AM and DZMM TeleRadyo.","original_name":"Failon Ngayon","vote_average":0.0,"name":"Failon Ngayon","cert":"Unavailable","id":32217,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"2010-04-19","cast":["Eduardo Capetillo","Silvia Pinal","Marisol del Olmo","José Carlos Ruiz","Ana Bertha Espín"],"overview":"Soy Tu Dueña is a Mexican telenovela produced by Nicandro Díaz González for Televisa. It starred Lucero, Gabriela Spanic, Fernando Colunga, David Zepeda, Sergio Goyri and Jacqueline Andere.","original_name":"Soy tu dueña","vote_average":4.0,"name":"Soy tu dueña","cert":"Unavailable","id":32218,"adult":"false","genre_ids":[18],"origin_country":["MX"]},{"first_air_date":null,"cast":[],"overview":"Chile ayuda a Chile was a charity telethon being held from March 5 to March 6, 2010. The event was broadcast from Teatro Teletón in Santiago, Chile.\n\nThe telethon's aim was to raise money to help those affected by the 2010 Chile earthquake that struck the central-southern Chile on 27 February of that year. The event was organized by the Telethon Foundation and the Government of Chile, in coordination with Hogar de Cristo, Un Techo para Chile, the Fundación para la Superación de la Pobreza and Caritas, and was broadcast by all television stations affiliated with National Association of Television on national TV. The goal of the charity was to raise $15,000,000,000 for the construction of 30,000 emergency homes in the disaster area. Donations were to be deposited in account N° 2702 at Banco de Chile and Banco Santander.\n\nDuring the event, over 46 billion pesos were collected, and on March 9, 2010, Mario Kreutzberger said the event raised in total cash and species over $50,000,000,000, thus surpassing the money raised by the Hope for Haiti Now event held in the United States in relief of the also earthquake-struck Caribbean country earlier that year.","original_name":"Chile ayuda a Chile","vote_average":0.0,"name":"Chile ayuda a Chile","cert":"Unavailable","id":32219,"adult":"false","genre_ids":[],"origin_country":["CL"]},{"first_air_date":"2010-01-04","cast":["Gong Hyo-jin","No Min-woo","Alex Chu","Lee Sun-kyun","Jang Yong"],"overview":"Pasta follows the dreams and successes of a young woman who aspires to become an elite chef at La Sfera Italian restaurant.","original_name":"파스타","vote_average":9.0,"name":"Pasta","cert":"Unavailable","id":32220,"adult":"false","genre_ids":[35],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"Something Theater is an American television show created by Bobby Ciraldo, David Robbins, and Andrew Swant. The half-hour program has aired in Southeastern Wisconsin on The CW affiliate WVTV since February 2009. It is broadcast from Milwaukee, Wisconsin on a bi-monthly basis, usually on a Friday night.\n\nEpisodes of Something Theater typically have nothing to do with one another, so viewers never know what to expect. Each episode is usually split into short comedic segments that feature animation, music videos, viral videos, short films, or experimental films.\n\nIn December 2009 an episode aired which featured outtakes from the forthcoming feature film Hamlet A.D.D..\n\nIn May 2010 David Robbins produced an episode entitled \"The County Line\" which was later shown at The Suburban gallery, curated by Michelle Grabner, and at the No Soul For Sale art fair at the Tate Modern in London.\n\nIn July 2010 Something Theater aired an episode that featured a 30-minute version of Gas 'N Fuel, a short film made by the creators of the Found Footage Festival. A 15-minute version of the film had previously screened at the South by Southwest Film Festival and 12 other film festivals.\n\nIn September 2010 an episode of Something Theater screened at the Oriental Landmark Theatre as part of the Milwaukee Film Festival.","original_name":"Something Theater","vote_average":0.0,"name":"Something Theater","cert":"Unavailable","id":32221,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1985-10-22","cast":["Klausjürgen Wussow","Gaby Dohm","Sascha Hehn","Barbara Wussow","Jochen Schroeder"],"overview":"The Black Forest Clinic is a German language medical drama television series that was produced by and filmed in West Germany. The series was produced between 1984 and 1988 with the original airing being from October 2, 1985 to March 25, 1989 on West Germany's ZDF television channel.\n\nThe series' storyline follows the inner workings of a small fictional hospital in the Black Forest region of Germany as well as the lives of the Brinkmann family of doctors who work at the hospital.\n\nShortly after broadcasting had begun in 1985, The Black Forest Clinic became a highly popular television event, reaching audiences of over 20 million viewers. 25 years since its debut, it is still highly regarded in Germany. The series had been re-broadcast several times since 1985 and has spawned two television films released 20 years after its initial airing.","original_name":"Die Schwarzwaldklinik","vote_average":7.3,"name":"The Black Forest Clinic ","cert":"Unavailable","id":32222,"adult":"false","genre_ids":[10751,18,18],"origin_country":["DE"]},{"first_air_date":null,"cast":[],"overview":"STV Sports Centre was a Scottish regional sports stand, covering the two STV franchise areas of Northern and Central Scotland. The strand was produced the STV News department in Glasgow, with contributions from STV North's news team in Aberdeen.\n\nUntil May 2011, Sports Centre aired two different programmes: Friday Night Football, broadcast on Friday nights at 10:30pm, and Magners League Rugby - airing on Sundays straight after the late ITV News bulletin. The programmes were produced by the STV News department in Glasgow, with contributions from STV North's news team in Aberdeen. Short Sports Centre news bulletins also aired on Monday - Thursday nights at 10:35pm during the late regional bulletins from STV News.\n\nThe first series of STV Sports Centre, launched just two years after the long-running Scotsport was axed, featured interviews, special reports, analysis, a preview of the weekend's football and competitions. Gerry McCulloch and Sheelagh McLaren were the presenters.","original_name":"STV Sports Centre","vote_average":0.0,"name":"STV Sports Centre","cert":"Unavailable","id":32223,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2010-03-08","cast":["Elaine Yiu","Chris Lai","Moses Chan","Johnson Lee","Myolie Wu"],"overview":"In the Eye of the Beholder is a TVB costume drama series.","original_name":"秋香怒點唐伯虎","vote_average":0.0,"name":"In the Eye of the Beholder","cert":"Unavailable","id":32224,"adult":"false","genre_ids":[18],"origin_country":["CN"]},{"first_air_date":null,"cast":[],"overview":"Jay Hind! is a popular Indian standup comedy show made exclusively for the internet platform. It was originally launched on August 15, 2009. Due to its huge popularity on and beyond the internet, the concept is translated and simultaneously aired on television under a new name - The Late Night Show on Colors TV. It debuted on television on 3 March 2012 and aired every Saturday and Sunday at 11pm.\n\nThe show is a brave effort by Indian standards where the anchor and the characters openly create dark humor around some most powerful people of the society. Some prominent people like Anupam Kher and Prasoon Joshi have featured in this show.\n\nThe show has been conceptualised by Undercover Productions Ltd, a production house founded by Mrinal and Abhigyan Jha. Abhigyan Jha’s is the same team that made Movers & Shakers, featuring Shekhar Suman. Abhigyan was the executive producer and creative director of the same.\n\nSumeet Raghavan is the show's anchor. The show covers news in the world and in India, focusing on current trends, topics and news. The writer's team is led by Varun Grover and Rahul Patel, and comprises Sorabh Pant, Nishant Mehta, Jeevak Muntode, Vivek Vishwam, Javed, Gursimranjeet Khamba, and Andy Reghu.","original_name":"Jay Hind!","vote_average":0.0,"name":"Jay Hind!","cert":"Unavailable","id":32225,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":"2010-03-31","cast":["Son Ye-jin","Lee Min-ho","Ahn Suk-hwan","Ryu Seung-ryong","Im Seul-ong"],"overview":"Personal Taste is a 2010 South Korean television series, starring Son Ye-jin and Lee Min-ho. It is adapted from Lee Se-in's 2007 novel of the same name about a furniture designer, Park Kae-in, who lives together with architect Jeon Jin-ho under the mistaken assumption that he's gay. It aired on MBC from March 31 to May 20, 2010 on Wednesdays and Thursdays at 21:55 for 16 episodes.","original_name":"개인의 취향","vote_average":7.9,"name":"Personal Taste","cert":"Unavailable","id":32226,"adult":"false","genre_ids":[35],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"Glowing Embers is a Malaysian television series co-produced by ntv7 and Double Vision. This 25 episode drama serial tells of a small town, Kuala Sepetang, charcoal production business. Fei Long, Ah Koo, Yi Yi, Fat Miao, and Ah Dong are a group of childhood friends who grow up together there, where their playground were the charcoal kilns, the mangrove, rivers and traditional boat factories. It was aired every Monday to Thursday, at 10:00 pm on Malaysia's ntv7 starting March 9, 2010.","original_name":"Glowing Embers","vote_average":0.0,"name":"Glowing Embers","cert":"Unavailable","id":32227,"adult":"false","genre_ids":[],"origin_country":["MY"]},{"first_air_date":null,"cast":[],"overview":"Music Hall Magic is a direct to DVD release from Dark Tower Films, presented by Magician Matt Grindley. Matt who is a huge fan of the Music Hall genre also directed the documentary and selected the artistes to be featured including Old Mother Riley George Formby Arthur Askey","original_name":"Music Hall Magic","vote_average":0.0,"name":"Music Hall Magic","cert":"Unavailable","id":32228,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Bōken JAPAN! Kanjani8 MAP was a Japanese TV show hosted by the members of the group Kanjani8 that aired every Sunday on TV Asahi from 09:30 AM to 10:00 AM. The show ran from April 4, 2010 to March 25, 2012 for a total of 96 episodes.","original_name":"Bōken Japan! Kanjani8 Map","vote_average":0.0,"name":"Bōken Japan! Kanjani8 Map","cert":"Unavailable","id":32229,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1958-02-15","cast":["Dick Clark"],"overview":"The Dick Clark Show is an American musical variety show broadcast weekly in the United States on the ABC television network 7:30-8 PM on Saturdays from February 15, 1958 through September 10, 1960, sponsored by Beechnut Gum.","original_name":"The Dick Clark Show","vote_average":10.0,"name":"The Dick Clark Show","cert":"Unavailable","id":32230,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2009-12-18","cast":["Zhang Bo","Shen Jiani","Chunyang Zhao","Wu Liansheng","Wang Xiaoyi"],"overview":"The Qin Empire is a 2009 Chinese television series based on Sun Haohui's novel of the same Chinese title. The 51 episodes long series chronicles the rise of the Qin state in the Warring States period during the reign of Duke Xiao of Qin. It was produced in 2006 and first aired on television channels in China in December 2009.","original_name":"大秦帝国","vote_average":8.5,"name":"The Qin Empire","cert":"Unavailable","id":32231,"adult":"false","genre_ids":[18,10768],"origin_country":["CN"]},{"first_air_date":null,"cast":[],"overview":"Segunda Oportunidad is a Mexican reality show produced by TV Azteca and Azteca América that reunites non-winning contestants from the first seven seasons of La Academia as well as La Academia USA and is hosted by Rafael Araneda, Betty Monroe and Miss Universe 2003 Amelia Vega. The 52 contestants, divided into teams of four members each, spend each week at an isolated location learning and developing their artistic skills, then compete against each other during a weekly concert for TV viewers and a live studio audience and face elimination. Producers stated the composition of each team on March 10, 2010. The 52 contestants will be living in Emilio \"Indio\" Fernandez's home.\n\nOnly 2 contestants were not announced for the competition, but instead were left six hopeful contestants were placed on an online vote, where viewers needed to choose between Jolette, Azeneth, Anahí, Gerardo, Luis Armando, or Raúl Sandoval. On March 17, 2010, the voting was closed; Anahí and Gerardo were chosen.\n\nOn April 25, 2010, Diana Galindo asked if she can take part in the program. She has been given the chance through an open vote by the public, where they will decide whether she joins the contest or not. On May 9, during concert 7, Diana became the 53rd contestant.","original_name":"La Academia: Segunda Oportunidad","vote_average":0.0,"name":"La Academia: Segunda Oportunidad","cert":"Unavailable","id":32234,"adult":"false","genre_ids":[],"origin_country":["MX"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Headstart","vote_average":0.0,"name":"Headstart","cert":"Unavailable","id":32235,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"2009-11-15","cast":["LL Cool J","Ron Livingston","Gary Sinise","Tim DeKay","James Kyson"],"overview":"WWII in HD is a 10-part American documentary television miniseries that originally aired from November 15 to November 19, 2009 on the History Channel. The program focuses on the firsthand experiences of twelve American service members during World War II, including an Army nurse, a member of the Tuskegee Airmen, a second generation Japanese American and prisoner of war, and an Austrian Jewish immigrant. The twelve members recorded their time in both theaters and some had later interviews; found footage from the battlefield was paired with the stories of the twelve service members.\n\nThe episodes premiered on five consecutive days, with two episodes per day. The series is narrated by Gary Sinise and was produced by Lou Reda Productions in Easton, Pennsylvania, United States.","original_name":"WWII in HD","vote_average":7.7,"name":"WWII in HD","cert":"12A","id":32236,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":["Steve Amen"],"overview":"Oregon Field Guide is a weekly television program produced by Oregon Public Broadcasting focusing on recreation, the outdoors, and environmental issues in the state of Oregon. Part of the Oregon zeitgeist, it is produced and hosted by Steve Amen. Named for the field guides used to identify plants, animals, and natural phenomenon, the wide-ranging series covers Oregon natural history, outdoor recreation, conservation, agriculture, rural life, and other local subjects. Produced with deep narratives rather than short segments, 13 half-hour and one full-hour episodes are shown per year.","original_name":"Oregon Field Guide","vote_average":10.0,"name":"Oregon Field Guide","cert":"Unavailable","id":32237,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Street Magic TV was first aired in January 2006 on E4 as the first television series to feature new and upcoming magician Matt Grindley. Channel 4 had recently enjoyed success with Derren Brown\/David Blaine specials and the show was aimed to capitalise on this in a more gritty down to earth way. Although the show received excellent reviews, the production company felt that this kind of magic had become over exposed and the format was revamped in 2007 and filmed as a one-off special for cable channel M-TV still featuring Matt Grindley and now including Bar Bets, Scams and Cons.","original_name":"Street magic Tv","vote_average":0.0,"name":"Street magic Tv","cert":"Unavailable","id":32238,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":["Sadat Pervez"],"overview":"Crime Patrol is an Indian reality television show and is aired on Sony Entertainment Television India and Sony Entertainment Television Asia. Show presents dramatized version of crime cases that occurred in India. The series was first premiered on May 9, 2003 and aired every Friday at 10:30pm IST for 1 hour. Subramaniam S Iyer is the director of the show. It was hosted by Diwakar Pundir who later was replaced by Shakti Anand. The second season of the series broadcast on January 26, 2010, and was presented by known Indian television actors Anoop Soni and Saakshi Tanwar. Unlike the first season, the second season aired 4 days a week on every Monday - Thursday at 8:30pm IST. Currently season 4 titled Crime Patrol Dastak is being aired and is hosted by Anoop Soni. Season 4 has aired the infamous Baby Falak case and 2012 Delhi gang rape case.","original_name":"Crime Patrol","vote_average":3.0,"name":"Crime Patrol","cert":"Unavailable","id":32239,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Come and Have a Go If You Think You're Smart Enough, also known as The National Lottery: Come and Have a Go If You Think You're Smart Enough for series 2, is a BBC National Lottery game show the was broadcast on BBC One from 3 April 2004 to 25 June 2005. The programme was originally hosted by Nicky Campbell for the first series then Julian Clary took over to host the show for the second series. The rights to the programme are being contested in the High Court in London by Robin George le Strange Meakin who claims the BBC, Martin Scott, Celador Productions, Paul Smith and co-producers Tailor Made Films Limited misused his confidential information and have infringed copyright in certain of his own works. A claim for £20m has been lodged. The allegations are denied.","original_name":"Come and Have a Go If You Think You're Smart Enough","vote_average":0.0,"name":"Come and Have a Go If You Think You're Smart Enough","cert":"Unavailable","id":32240,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Hustlers","vote_average":0.0,"name":"The Hustlers","cert":"Unavailable","id":32241,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1996-09-02","cast":["Adam Cheng","Sunny Chan","Sun Li"],"overview":"Once Upon a Time in Shanghai, also known as New Bund, is a Hong Kong television series and a remake of the 1980 television series The Bund. It was first aired on TVB in Hong Kong in 1996. The series starred Sunny Chan, Gordon Lam and Nadia Chan as the original characters Hui Man-keung, Ting Lik and Fung Ching-ching respectively. It introduced some new changes to the original story, featuring new characters played by Adam Cheng, Carol Cheng and others.","original_name":"Once Upon a Time in Shanghai","vote_average":0.0,"name":"Once Upon a Time in Shanghai","cert":"Unavailable","id":32242,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"On the Spot is a BBC National Lottery game show that was broadcast on BBC One from 29 July 2000 to 2 September 2000. The programme was hosted by Des O'Connor.","original_name":"On the Spot","vote_average":0.0,"name":"On the Spot","cert":"Unavailable","id":32243,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2009-07-11","cast":["Nick Knowles"],"overview":"Guesstimation is a BBC National Lottery game show that was broadcast on BBC One from 11 July 2009 to 29 August 2009. The programme was hosted by Nick Knowles and was based on the Dutch show Wat Schat je?.","original_name":"Guesstimation","vote_average":0.0,"name":"Guesstimation","cert":"Unavailable","id":32244,"adult":"false","genre_ids":[],"origin_country":["GB","NL"]},{"first_air_date":null,"cast":[],"overview":"Lumang Piso Para sa Puso is a television series and the eighth installment of the Precious Hearts Romances Presents. The series will star real-life couple Kristine Hermosa and Oyo Sotto.","original_name":"Lumang Piso Para sa Puso","vote_average":0.0,"name":"Lumang Piso Para sa Puso","cert":"Unavailable","id":32245,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":"2010-03-01","cast":["Brian Drummond","Tabitha St. Germain","Kelly Sheridan","Andrew Francis","Ian James Corlett"],"overview":"Hero: 108 is a British animated television series on Cartoon Network and the Cartoon Network international cable network, and Kabillion OnDemand channel in the United States. The series is created by Yang-Ming Tarng and is co-produced by Gamania, Hong Ying Animation, Taffy Entertainment, Telegael Teoranta and MoonScoop Group, and animated at Mike Young Productions in Los Angeles. It premiered on March 1, 2010, and currently airs weekdays at 4 p.m in the UK.\n\nThe show was renewed for another season, which began airing on May 7, 2012, on Cartoon Network, UK, April 30 on Cartoon Network Too, and on Cartoon Network in the United States on June 4, 2012. No channel in Canada has aired the series.","original_name":"Hero: 108","vote_average":5.5,"name":"Hero: 108","cert":"Unavailable","id":32246,"adult":"false","genre_ids":[10759,16,35],"origin_country":["US","GB","TW","CA","FR"]},{"first_air_date":null,"cast":[],"overview":"Usapang Business is the business television show created by ABS-CBN News and Current Affairs and aired on ABS-CBN and ABS-CBN News Channel, the format of the weekly newsmagazine program that aired Tuesday nights after The World Tonight features innovative businesses that are on the fast-track in the Philippines. This is aired from 1996 to 2002.","original_name":"Usapang Business","vote_average":0.0,"name":"Usapang Business","cert":"Unavailable","id":32257,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"2010-03-01","cast":["Christopher Fairbank","Janine Duvitski","Geoffrey McGivern","Alice Lowe","Jennifer Saunders"],"overview":"This Is Jinsy is a British comedy series. The pilot first aired on 1 March 2010 on BBC Three. The programme is about the bizarre residents of the fictional island of Jinsy and based on the island of Guernsey, where the two writers are from. The show was written by Chris Bran and Justin Chubb who also play the leading roles. Although the pilot episode was made for the BBC, the full series of eight episodes was picked up by Sky Atlantic. The first series began airing with a double bill on 19 September 2011 and ended on 31 October 2011. A second series was screened in January 2014.","original_name":"This Is Jinsy","vote_average":7.3,"name":"This Is Jinsy","cert":"Unavailable","id":32258,"adult":"false","genre_ids":[10765,35],"origin_country":[]},{"first_air_date":"1986-09-03","cast":["Liz Crowther","David Kelly","Philip Bird","Paul Clarkson","Andrew Paul"],"overview":"Slinger's Day is a British sitcom that aired for two series from 1986 to 1987, made by Thames Television for the ITV network. It was a continuation of Tripper's Day, which had originally come to a natural end after Leonard Rossiter's death, and, despite the overwhelmingly negative response it had drawn from reviewers and a section of the viewing public, was revived this time with Bruce Forsyth as a different character to Rossiter but fulfilling the same role, that of the manager of a London supermarket with largely incompetent staff.\n\nLike Tripper's Day, it was created by Brian Cooke, however, in contrast to the previous series, Cooke only wrote two episodes of the twelve episodes, more than half of them being written by Vince Powell with others being written by Alex Shearer and Sorry! creators Ian Davidson and Peter Vincent, and one episode written by the prolific Andrew Marshall and David Renwick.\n\nSlinger's Day represented Forsyth's only ever situation comedy acting role, and he remained more associated with stand-up routines and gameshows.","original_name":"Slinger's Day","vote_average":6.0,"name":"Slinger's Day","cert":"Unavailable","id":32259,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"There She Is!! is a Flash cartoon series produced by a three-person team and hosted on the Korean website SamBakZa. The cartoons became particularly popular during the spring of 2004 when they were exposed to American and European audiences. The series is noted for its classic manhwa style elements and its high-quality animation. The first There she is!! generated a large amount of positive feedback from its online audience, including fan art, which drove SamBakZa to produce more cartoons in the series.\n\nThe plot of the series is the romance between an anthropomorphic bunny and cat, in a world where such relationships are taboo. At the 2004 Anima Mundi animation festival in Brazil, this video won first place in both the Web Animation - Professional Jury and Web Animation - Audience divisions, as well as winning the Special Award Anima Mundi Web.\n\nDistribution rights to the series are licensed to Gyeonggi Digital Contents Agency.\n\nSamBakZa have moved to the Production Support Center located in Gyeonggi-do Bucheon-si. SamBakZa have also stated they may be setting up a registration system in the future on their main page, and will send emails to members when new episodes are released to the public.","original_name":"There She Is!!","vote_average":9.0,"name":"There She Is!!","cert":"Unavailable","id":32260,"adult":"false","genre_ids":[16,35,18,10751],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Agimat: Ang Mga Alamat ni Ramon Revilla presents Tonyong Bawayak, more popularly known as simply Tonyong Bayawak was the third installment of the Philippine weekly mini-series Agimat: Ang Mga Alamat ni Ramon Revilla aired by ABS-CBN that started on February 27, 2010 and ended on May 29, 2010. The character of Tonyong Bayawak is portrayed by Coco Martin.","original_name":"Tonyong Bayawak","vote_average":0.0,"name":"Tonyong Bayawak","cert":"Unavailable","id":32261,"adult":"false","genre_ids":[10759,10765],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Zooperstars is an informative and educational TV program from GMA Network. It began airing on February 28, 2010. The show features different animals. Also a part of GMA's 60th anniversary offering. It is hosted by Gelli de Belen, Julian Trono, Sabrina Man.","original_name":"Zooperstars","vote_average":0.0,"name":"Zooperstars","cert":"Unavailable","id":32262,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"ViewChange Recommends","vote_average":0.0,"name":"ViewChange Recommends","cert":"Unavailable","id":32277,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Preying from the Pulpit was a mini-news series produced in May 1993 by WJBK of Detroit, Michigan, for the 11:00 PM news. The news report argued that sexual abuse in seven different churches around the United States were all connected to First Baptist Church of Hammond and its Pastor, Jack Hyles. Hyles called the program \"poor journalism\" and organized a national campaign to respond.","original_name":"Preying from the Pulpit","vote_average":0.0,"name":"Preying from the Pulpit","cert":"Unavailable","id":32278,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1987-10-11","cast":[],"overview":"Women in Prison is an American television sitcom created by Katherine Green which aired on Fox from October 11, 1987 to April 2, 1988.","original_name":"Women in Prison","vote_average":0.0,"name":"Women in Prison","cert":"Unavailable","id":32279,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Open Exchange","vote_average":0.0,"name":"Open Exchange","cert":"Unavailable","id":32280,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Kudlow Report","vote_average":0.0,"name":"The Kudlow Report","cert":"Unavailable","id":32281,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"TV Land's Ultimate Fan Search","vote_average":0.0,"name":"TV Land's Ultimate Fan Search","cert":"Unavailable","id":32288,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2009-07-07","cast":["Shintaro Morimoto","Rosa Katô","Yuma Nakayama","Kento Nakajima","Shintaro Morimoto"],"overview":"","original_name":"恋して悪魔〜ヴァンパイア☆ボーイ〜","vote_average":0.0,"name":"Koishite Akuma","cert":"Unavailable","id":32289,"adult":"false","genre_ids":[18],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The $20,000 Pyramid","vote_average":0.0,"name":"The $20,000 Pyramid","cert":"Unavailable","id":32290,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The $100,000 Pyramid","vote_average":0.0,"name":"The $100,000 Pyramid","cert":"Unavailable","id":32291,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The $25,000 Pyramid","vote_average":0.0,"name":"The $25,000 Pyramid","cert":"Unavailable","id":32292,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Dominion War is an extended plot concept developed in a number of story arcs of Star Trek: Deep Space Nine, an American science-fiction television series produced by Paramount Pictures. In the fictional Star Trek universe, the Dominion War is a conflict between the forces of the Dominion, Cardassian Union and, later, the Breen Confederacy against the Alpha Quadrant alliance of the United Federation of Planets, Klingon Empire and, later, the Romulan Star Empire.\n\nThe primary setting of much of the series is aboard the fictional Starfleet controlled space station Deep Space Nine, located above the planet Bajor. In the series this space station was moved so it was situated near a wormhole which provided instantaneous travel to the Gamma Quadrant, a region on the other side of the galaxy. During season two of Deep Space Nine, the Dominion is introduced. Over the course of season two and three more information is introduced, until the conflict escalated in season four, particularly in the episodes Homefront and Paradise Lost. The Dominion War arcs present themes that challenge the values of the characters in a manner not attempted in earlier series of Star Trek, and have received a mixed critical response. Developing the plot of the Dominion War also altered the manner in which the series was scripted, shifting the emphasis from an episodic to a serialized narrative format.","original_name":"Dominion War","vote_average":0.0,"name":"Dominion War","cert":"Unavailable","id":32293,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Twilight of a Nation is a Hong Kong television series based on the events of the Taiping Rebellion and the rise and fall of the Taiping Heavenly Kingdom during the late Qing Dynasty. The 45 episodes long series was produced by Siu Sang and was first aired on TVB Jade in Hong Kong in November 1988. It was broadcast again on TVB in 1996. The theme songs and insert songs in the series were performed by Roman Tam.","original_name":"Twilight of a Nation","vote_average":0.0,"name":"Twilight of a Nation","cert":"Unavailable","id":32302,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"Discover Tasmania is an Australian lifestyle television series that airs on Channel Seven.\n\nOriginally broadcast from October to December 2007 in Tasmania only, it won all but one of its timeslots, with each episode receiving around 75,000 Tasmanian viewers. After its success there, and a push from the Tasmanian government, the show has since been shown across mainland Australia. In NSW, season one episodes averaged 218,000 viewers.\n\nThe first season was hosted by 'Fast Ed' and Tim Campbell.\n\nThe program was renewed for a second season which began airing nationally on 20 March 2010 on Saturday afternoons. Fast Ed returned, joined by Jack Campbell as new co-host, following Tim's move to Channel Nine.\n\nThe program is available in high-definition on Seven HD. Past episodes are also shown on 7Two and available to watch online from the official website.","original_name":"Discover Tasmania","vote_average":0.0,"name":"Discover Tasmania","cert":"Unavailable","id":32307,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"2010-04-16","cast":["Marco Pierre White"],"overview":"The bad boy of British cuisine, Marco-Pierre White brings us a brand new fierce and fiery knockout cooking competition with real bite. Marco will oversee celebrity cooks as they experience the heat, sweat and drama of a real working kitchen while vying to serve up the best dishes for their savvy paying customers. The only catch is that they are completely on thier own... Unlike Hell’s Kitchen, theres no team-work, no co-operation and no hand-holding from their mentor. The celebrities can buy Marco's time and help, but it'll cost them valuable points at the end. Great cooking won't be enough, as they will have to cope with the pressure of cooking incredible food, while playing a cool tactical game...but who will survive, and who will be burned?","original_name":"Marco's Kitchen Burnout","vote_average":0.0,"name":"Marco's Kitchen Burnout","cert":"Unavailable","id":32308,"adult":"false","genre_ids":[10764],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Evelyn is an award winning radio play by Rhys Adrian, first broadcast on BBC Radio 4 on 21 October 1969. It was later adapted for television as part of BBC 1's Play for Today series which was transmitted on 28 October 1971.","original_name":"Evelyn","vote_average":0.0,"name":"Evelyn","cert":"Unavailable","id":32309,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"2010-01-25","cast":["Laurence Llewelyn-Bowen"],"overview":"House gift is a lifestyle game show created by ITV.","original_name":"House Gift","vote_average":0.0,"name":"House Gift","cert":"Unavailable","id":32310,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2010-03-14","cast":[],"overview":"The Antonio Treatment is a one-hour weekly docu-design series show on HGTV and is hosted by Antonio Ballatore, who won Season 4 of the HGTV reality show Design Star. The pilot episode aired on January 1, 2010 and the show officially premiered March 14, 2010,\n\nBallatore and his crew of unconventional craftsmen transform lackluster homes into radical–yet functional–custom creations. They make over multiple rooms in such locations as homes, offices, and any place suffering from drab decor that will benefit from Ballatore's unique and unapologetic design style. The series follows him as he explores new locations and design techniques, developing his craft, and finding his niche in the world of interior design.","original_name":"The Antonio Treatment","vote_average":0.0,"name":"The Antonio Treatment","cert":"Unavailable","id":32319,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Close-up Gendai, is a social affairs television show on NHK. The program is broadcast Monday through Thursday 19:30 - 20:00, 24:10 - 24:36. It is also broadcast on NHK World and NHK World Premium.","original_name":"Close-up Gendai","vote_average":0.0,"name":"Close-up Gendai","cert":"Unavailable","id":32320,"adult":"false","genre_ids":[10763],"origin_country":[]},{"first_air_date":"2008-11-01","cast":[],"overview":"Crime Time is a series of animated shorts produced by Future Thought Productions, produced by Jay Zaveri and Steven Kasper, directed by Nassos Vakalis.","original_name":"Crime Time","vote_average":6.0,"name":"Crime Time","cert":"Unavailable","id":32321,"adult":"false","genre_ids":[16,35],"origin_country":[]},{"first_air_date":"2010-03-22","cast":[],"overview":"John King, USA is an hour-long television news show hosted by John King on CNN. The show debuted on March 22, 2010, airing at 6:00PM ET, originally at 7:00PM ET until Erin Burnett OutFront replaced the original time slot on October 3, 2011. The final broadcast aired on June 29, 2012. A third hour of The Situation Room with Wolf Blitzer took over the time slot.","original_name":"John King, USA","vote_average":0.0,"name":"John King, USA","cert":"Unavailable","id":32322,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Bounce was an Australian sports television program which debuted 24 March 2010 at 6:30pm in most states on the Seven Network.\n\nThe Bounce was also a variety program based on Australian rules football program, hosted by comedian Peter Helliar. It features former Australian rules footballers Matthew Richardson and Leigh Matthews.\n\nAfter five episodes, on 22 April 2010, the Seven Network announced that they stopped the show 'indefinitely' until the finals series in September due to poor ratings in the AFL heartland of Melbourne. Suddenly, the program was never brought back and the future of the show is unclear. Seven broadcast Game Day: Prime Time on Thursday nights during the finals series.","original_name":"The Bounce","vote_average":0.0,"name":"The Bounce","cert":"Unavailable","id":32323,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"2010-03-09","cast":["Philip McGinley","Claire King","Gwyneth Powell"],"overview":"The Gemma Factor is a BBC Three sitcom starring Anna Gilthorpe, Claire King and Gwyneth Powell. The series is similar to many current programmes of this sort, by which it is simulcast on BBC Three and BBC HD. The series premiered on Tuesday 9 March 2010, and has six episodes.","original_name":"The Gemma Factor","vote_average":0.0,"name":"The Gemma Factor","cert":"Unavailable","id":32324,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2009-02-09","cast":[],"overview":"Commanders at War is a TV show on the Military Channel. It highlights specific battles or skirmishes, where one commander is pitted against another. Using computer-generated imagery, many scenes are illustrated using cardboard-cutout-like figures to represent soldiers and equipment. Key battle decisions are examined, in order to explain the overall outcome of the battle.","original_name":"Commanders at War","vote_average":0.0,"name":"Commanders at War","cert":"Unavailable","id":32337,"adult":"false","genre_ids":[99],"origin_country":["US","GB"]},{"first_air_date":null,"cast":[],"overview":"Hound TV is an Australian television show about dogs hosted by Steven Pam. The show is currently broadcasting on Australian Community Television Stations.\n\nHound TV was started by Steven Pam as a video podcast in early 2006. Steven’s friend, Matt Tynan later joined in for episode 2 and has stuck around ever since and they produced nearly 30 episodes until they were finally noticed by Melbourne's community TV station, Channel 31.\n\nHound TV has produced three seasons airing on community TV in Melbourne, Sydney and Adelaide; and is currently on its third season. Most, if not all, of the stories from the TV show will eventually make their way to their official podcast.","original_name":"Hound TV","vote_average":0.0,"name":"Hound TV","cert":"Unavailable","id":32338,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Shankaboot is an interactive web-based video series filmed in and around Beirut, Lebanon. It is the world's first Arabic Web Drama Series.","original_name":"Shankaboot","vote_average":0.0,"name":"Shankaboot","cert":"Unavailable","id":32339,"adult":"false","genre_ids":[18,35],"origin_country":["LB"]},{"first_air_date":null,"cast":[],"overview":"Book and Sword Chronicles is a Taiwanese television series adapted from Louis Cha's novel The Book and the Sword. It was first broadcast on TTV in Taiwan in 1984.","original_name":"Book and Sword Chronicles","vote_average":0.0,"name":"Book and Sword Chronicles","cert":"Unavailable","id":32340,"adult":"false","genre_ids":[],"origin_country":["TW"]},{"first_air_date":null,"cast":[],"overview":"I Heart Vampires is a web television series produced by Take180. The series consists of a first season of 22 episodes which ran from March 19, 2009 until September 11, 2009, a second season of 20 episodes which premiered on January 28, 2010, as well as two derivative series that run concurrently with the second season, and concluded on June 4, 2010. The series is well received, and is the first non-variety sketch show on the site to make it past a first season. The show, like many on the site, takes fan submissions and integrated them into each episode.","original_name":"I Heart Vampires","vote_average":0.0,"name":"I Heart Vampires","cert":"Unavailable","id":32341,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2009-11-29","cast":[],"overview":"Meet the Natives: USA is an American reality television series that premiered on the Travel Channel on November 29, 2009. The series follows five tribesmen from the island of Tanna, Vanuatu, as they travel to the United States on an adventure to explore America and the American way of life. During their visit to America they also have a special message of peace and kindness that they wish to relay.","original_name":"Meet the Natives: USA","vote_average":9.0,"name":"Meet the Natives: USA","cert":"Unavailable","id":32342,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2010-03-17","cast":["Michael-Leon Wooley","Maria Bamford","Maria Bamford","Natasha Leggero","Larry Murphy"],"overview":"Ugly Americans is an American animated sitcom created by Devin Clark and developed by David M. Stern. The program focuses on the life of Mark Lilly, a social worker employed by the Department of Integration, in an alternate reality version of New York City inhabited by monsters and other creatures. Daniel Powell serves as executive producer and Aaron Augenblick is supervising producer and animation director.\n\nUgly Americans aired on Comedy Central from March 17, 2010 to April 25, 2012 with a total of 31 episodes over two seasons.","original_name":"Ugly Americans","vote_average":7.0,"name":"Ugly Americans","cert":"Unavailable","id":32351,"adult":"false","genre_ids":[16,35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Barney Boomer was a Canadian children's television series which aired on CBC Television for part of the 1967-1968 programming season. Vancouver actor John Clayton portrayed the title character.","original_name":"Barney Boomer","vote_average":0.0,"name":"Barney Boomer","cert":"Unavailable","id":32352,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Godh Bharaai was an Indian television drama series airs on Sony Entertainment Television, which premiered on March 8, 2010. The story portrays the life of a couple, Aastha and Shivum, who cannot conceive a child. Though it is her husband who is infertile and not her, Aastha doesn't reveal the truth to their family for his sake. Shivum is very supporting, though he urges not to do so and reveal the truth. It is Aastha who is associated with a stigma of being infertile, or baanjh, as considered in India society. A homeless child finds his way into their lives and they decide to take care of him as their own child seeing him as a blessing and naming him Krishna, but it is later on revealed that the child was kidnapped and he was given to Shivum by a woman with a false story. As the show continues, they manage to adopt Krishna, yet Meena remains jealous of Aastha and her new adopted son. She is constantly thinking up ways to put Aastha, Shivum, and their child in difficult situations. Eventually, Aastha by a miracle becomes pregnant and Meena as well at the same time. However, Meena has a girl and Aastha has a boy.....how far will Meena go to have Aastha and her innocent children thrown out of the house, and to become the center of attention again to her father-in-law and mother-in-law?","original_name":"Godh Bharaai","vote_average":0.0,"name":"Godh Bharaai","cert":"Unavailable","id":32353,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":"2010-03-09","cast":["Camille Ford"],"overview":"Food Wars was a weekly Travel Channel series hosted by Camille Ford that debuted on Tuesday, March 9, 2010. The show featured restaurant rivalries in cities around the United States, with loyal fans cheering for one of two restaurants that serve one of the city's signature dishes. A blind taste test with five tasters was conducted at the end of each show to decide which restaurant's version of the dish was better.\n\nThe show aired 1 season from March to November 2010. It was cancelled and not picked for any further seasons.","original_name":"Food Wars","vote_average":0.0,"name":"Food Wars","cert":"Unavailable","id":32354,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Rise of the Great Wall is a 1986 Hong Kong television series based on the biography of Qin Shi Huang, the First Emperor of China and founder of the Qin Dynasty. The series is one of the biggest productions by ATV.","original_name":"Rise of the Great Wall","vote_average":0.0,"name":"Rise of the Great Wall","cert":"Unavailable","id":32355,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"O Brasil É Aqui is a Brazilian TV Show broadcast by GNT.\n\nIt has a total of 26 episodes of 30 minutes each.\n\nIn English the title means \"Brazil Is Here\"","original_name":"O Brasil É aqui","vote_average":0.0,"name":"O Brasil É aqui","cert":"Unavailable","id":32356,"adult":"false","genre_ids":[],"origin_country":["BR"]},{"first_air_date":"2010-03-07","cast":["Aviv Alush","Amos Tamam","Oz Zehavi","Gal Gadot","Efrat Dor"],"overview":"Asfur is an Israeli television series, which is broadcast on the channel HOT3. Its title, which literally means \"bird\" in Arabic, is the main protagonist's \"good luck bird\" – his late grandfather believed that its arrival symbolized a positive turn of events.\n\nHot had already started working on two additional seasons even before the television pilot was aired. Season two began airing on October 17, 2011. Savyon and Amir sold the format to John Wells in October 2011. The adaptation, named \"Hard Up\", will air on FOX.","original_name":"עספור","vote_average":4.0,"name":"Asfur","cert":"Unavailable","id":32357,"adult":"false","genre_ids":[18,35],"origin_country":["IL"]},{"first_air_date":null,"cast":[],"overview":"Fallout is a RTÉ two-part fictional, doom laden, docu-drama. It deals with the nuclear fallout following a hypothetical disaster in the Sellafield Nuclear Reprocessing Plant in Cumbria on the British coast of the Irish Sea. The docu-drama suggests that, due to a changing wind direction, Ireland would bear the brunt of the British accident. The docu-drama was based on the false premise, that such an accident as depicted in the drama could happen and that parts of Ireland would need to be evacuated following a serious accident at Sellafield. Following the dramatized accident, the docu-drama depicts Irish evacuation riots, societal collapse and widespread health impacts.","original_name":"Fallout","vote_average":0.0,"name":"Fallout","cert":"Unavailable","id":32366,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2008-07-27","cast":[],"overview":"Model Latina is an American reality competition show, which aspiring models compete against one another in fashion and cultural challenges. They are judged by a panel of fashion experts and celebrities from the American Latino entertainment industry. Model Latina is the first modeling competition of its kind to feature Latinas from all over the U.S. The show airs on the cable network NuvoTV.","original_name":"Model Latina","vote_average":0.0,"name":"Model Latina","cert":"Unavailable","id":32367,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2007-01-07","cast":["Tammi Øst","Sofie Gråbøl","Morten Suurballe","Nikolaj Lie Kaas","Sigurd Holmen le Dous"],"overview":"The Killing is a Danish police procedural set in the Copenhagen main police department and revolves around Detective Inspector Sarah Lund and her team, with each season series following a different murder case day-by-day and a one-hour episode covering twenty-four hours of the investigation. The series is noted for its plot twists, season-long storylines, dark tone and for giving equal emphasis to the story of the murdered victim's family alongside the police investigation. It has also been singled out for the photography of its Danish setting, and for the acting ability of its cast.","original_name":"Forbrydelsen","vote_average":8.1,"name":"The Killing","cert":"Unavailable","id":32368,"adult":"false","genre_ids":[80,9648,18],"origin_country":["DK"]},{"first_air_date":"2010-02-21","cast":["Dexter Fletcher"],"overview":"Wildlife series following the lives of the meerkat's bigger, more streetwise cousin, the banded mongoose.","original_name":"Banded Brothers","vote_average":0.0,"name":"Banded Brothers","cert":"Unavailable","id":32369,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2010-04-06","cast":["Atsushi Ito","Toru Nakamura","Hidetoshi Nishijima","Ai Kato","Takayuki Kinoshita"],"overview":"General Rouge no Gaisen is a 12-episode Japanese medical drama television series broadcast in 2010, a sequel to the series Team Batista no Eikō. Atsushi Itō and Tōru Nakamura reprised their lead roles.\n\nThe initial season of \"Team Batista\" aired on Fuji TV in late 2008 and pulled in strong ratings, leading to a follow-up last October in the special episode \"Nightingale no Chinmoku.\" The dramas were based on the first two novels in a best-selling medical mystery series by writer Takeru Kaido. The new season is based on the third novel, General Rouge no Gaisen. Both \"Team Batista no Eiko\" and \"General Rouge no Gaisen\" have also been adapted as a feature films, starring Yuko Takeuchi and Hiroshi Abe. Fuji TV will broadcast \"Team Batista 2: General Rouge no Gaisen\" on Tuesdays at 10:00pm, beginning on April 6. New cast members this time include Hidetoshi Nishijima, Ai Kato and Miho Shiraishi.","original_name":"チーム・バチスタ２: ジェネラル・ルージュの凱旋","vote_average":0.0,"name":"Team Batista 2: General Rouge no Gaisen","cert":"Unavailable","id":32370,"adult":"false","genre_ids":[9648],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Book and the Sword is a Taiwanese television series adapted from Louis Cha's novel of the same title. The series was first broadcast on CTS in Taiwan in 1992.","original_name":"The Book and the Sword","vote_average":0.0,"name":"The Book and the Sword","cert":"Unavailable","id":32371,"adult":"false","genre_ids":[],"origin_country":["TW"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Kill or Cure?","vote_average":0.0,"name":"Kill or Cure?","cert":"Unavailable","id":32372,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Pressing","vote_average":0.0,"name":"Pressing","cert":"Unavailable","id":32381,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Il gioco del 9","vote_average":0.0,"name":"Il gioco del 9","cert":"Unavailable","id":32382,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Life Beyond Earth","vote_average":8.0,"name":"Life Beyond Earth","cert":"Unavailable","id":32383,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2009-11-18","cast":["Lee Joon-gi","Yoon Soy","Choi Jeong-woo","Baek Yoon-sik","Uhm Ki-joon"],"overview":"Hero is a 2009 South Korean action-comedy television series about passionate reporters working for a third-rate newspaper who fight against corruption and inequality in society. Starring Lee Joon-gi, Yoon So-yi, Uhm Ki-joon and Baek Yoon-sik, it aired on MBC from November 18, 2009 to January 14, 2010, on Wednesdays and Thursdays at 21:55 for 16 episodes.","original_name":"히어로","vote_average":8.0,"name":"Hero","cert":"Unavailable","id":32384,"adult":"false","genre_ids":[10759,18,35],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"4 Computer Buffs","vote_average":0.0,"name":"4 Computer Buffs","cert":"Unavailable","id":32385,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Database","vote_average":0.0,"name":"Database","cert":"Unavailable","id":32386,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Brandy: Special Delivery is an American reality series following R&B singer Brandy's pregnancy with baby Sy'rai. The series aired on MTV. The premiere episode premiered in the United States and Germany on June 18, 2002, with Canada following on June 21, where it took The Osbournes TV slot on Tuesdays 10:30 pm. The show eventually spawned four episodes.","original_name":"Brandy: Special Delivery","vote_average":0.0,"name":"Brandy: Special Delivery","cert":"Unavailable","id":32397,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"1994-05-03","cast":["Ger Ryan","Sean McGinley","Neilí Conroy","Barry Ward"],"overview":"The Spencer family live in a working class estate in Dublin.","original_name":"Family","vote_average":0.0,"name":"Family","cert":"Unavailable","id":32398,"adult":"false","genre_ids":[18],"origin_country":["IE"]},{"first_air_date":"2003-01-17","cast":["Mai Takahashi","Yumiko Shaku"],"overview":"Sky High is a live-action, supernatural Japanese television drama series, starring actress and model, Yumiko Shaku. It aired in Japan, first run, from 2003 to 2004, and was popular enough to spawn the 2003 feature film of the same name. Both are based on the Japanese manga, Skyhigh. Shaku stars as Izuko, the Guardian of the Gate to the afterlife.\n\nThe basic premise of the television series is somewhat similar in concept to the American series, Ghost Whisperer, in which the protagonist must use her powers to guide the dead on their journey to the afterlife by helping them determine the meaning or circumstance of their death. However, in Izuko's case, no matter how hard she tries, her guidance does not always result in a happy ending.","original_name":"Sky High","vote_average":0.0,"name":"Sky High","cert":"Unavailable","id":32399,"adult":"false","genre_ids":[18],"origin_country":["JP"]},{"first_air_date":"2010-11-14","cast":[],"overview":"Sarah Palin's Alaska is an American television show hosted by former Alaska Governor Sarah Palin. According to Palin, the show's aim is to bring \"the wonder and majesty of Alaska to all Americans\". The series, which began airing on TLC in November 2010, was eight episodes long, and was part travelogue, part documentary series, according to a story in The Vancouver Sun, six months before the release of the series trailer. In reviewing the first episode, The New York Times said the show allows viewers to \"observe Ms. Palin observing nature\". In 2011, it was announced that the show would not be renewed for a second season.\n\nThe show was produced by Mark Burnett Productions for Discovery Communications.","original_name":"Sarah Palin's Alaska","vote_average":0.0,"name":"Sarah Palin's Alaska","cert":"Unavailable","id":32402,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Tonight with Craig Doyle is an Irish chat show hosted by Craig Doyle that was broadcast on RTÉ One for one series in 2010. The show featured guest interviews, audience participation and live music. Tonight with Craig Doyle was broadcast every Saturday night during the spring season directly after the main evening news.","original_name":"Tonight with Craig Doyle","vote_average":0.0,"name":"Tonight with Craig Doyle","cert":"Unavailable","id":32403,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Gods of Honour is a Hong Kong television series adapted from the classical novel Fengshen Bang by Xu Zhonglin and Lu Xixing. The series was first aired on TVB Jade in Hong Kong in 2001. It starred Benny Chan, Chin Kar-lok, Irene Wan, Michelle Ye, Dickson Lee, Yuen Wah, Kingdom Yuen and Winnie Yeung in the lead roles.","original_name":"Gods of Honour","vote_average":0.0,"name":"Gods of Honour","cert":"Unavailable","id":32404,"adult":"false","genre_ids":[35,10759,10765],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"A Kin to Win was a Canadian television game show initially produced in Montreal in 1961 then aired on the CTV network in 1962. Jimmy Tapp was the programme's host.","original_name":"A Kin to Win","vote_average":0.0,"name":"A Kin to Win","cert":"Unavailable","id":32413,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Legend of the Condor Heroes is a Hong Kong television series adapted from Louis Cha's novel of the same title. The series was first broadcast on CTV in Hong Kong in 1976.","original_name":"The Legend of the Condor Heroes","vote_average":0.0,"name":"The Legend of the Condor Heroes","cert":"Unavailable","id":32414,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":"2010-11-08","cast":["Conan O'Brien"],"overview":"A late night television talk show hosted by  Conan O'Brien.","original_name":"Conan","vote_average":7.2,"name":"Conan","cert":"Unavailable","id":32415,"adult":"false","genre_ids":[10767,35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Ka-Blog! was an informative teen-oriented television show in the Philippines hosted by Andrea Torres, Mico Aytona and Monica Verallo. The show tackled about anything and everything about adolescent life, as well as dealing with the triumphs and challenges of adolescence.\n\nThe word \"Ka-Blog\" was first mentioned by Jason T. Asuncion in his Personal Blog-Site \"English-Karabaw\" on 2006.","original_name":"Ka-Blog!","vote_average":0.0,"name":"Ka-Blog!","cert":"Unavailable","id":32416,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"The Red and the Blue was an Italian stop motion animated television series for children. It has two characters, antagonistic shapeshifters, one colored red, the other blue. It is by Misseri Studios.\n\nThe show sets the two characters in an undifferentiated white plane in which they interact. They are able to assume various forms at will, for example in one episode The Blue becomes a boat while The Red becomes an island, later the Blue becomes a suitcase while The Red partially converts his body into a chest-of-drawers, filling the suitcase with red 'clothes'.\n\nMisseri's website describes the situation as:\n\nTwo blocks of clay. The Red is big and passionate; he like driving fast cars, eating... enjoying all the pleasures of life. The blue is small, smart and cunning, and he's there just to bother the red.\n\nThe characters communicate in a prelingual form that conveys emotions without using any particular language. This avoided the need for translation or subtitles. Francesco Misseri describes the language \"non-verbal\" and \"onomatopoeic\" on the website and in a comment on YouTube.\n\nThe series was written and directed by Francesco Misseri with music by Piero Barbetti. In Australia it was first broadcast on the ABC.","original_name":"The Red and the Blue","vote_average":0.0,"name":"The Red and the Blue","cert":"Unavailable","id":32417,"adult":"false","genre_ids":[],"origin_country":["IT"]},{"first_air_date":"2010-04-05","cast":["Ruth Jones","Jack Dee","Noel Fielding","Robert Webb","James Corden"],"overview":"Channel 4's Comedy Gala is a British stand-up comedy benefit show organised Channel 4 in aid of Great Ormond Street Children's Hospital. The gig is filmed live at the O2 Arena in London, and then broadcast later by Channel 4. An inaugural gala was held in 2010, while a second gala was held in 2011. A third Gala aired in May 2012. A fourth Gala was filmed on Saturday 18th May 2013 at O2 Arena.","original_name":"Channel 4's Comedy Gala","vote_average":0.0,"name":"Channel 4's Comedy Gala","cert":"Suitable for 15 years & above","id":32418,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Frog & Friends is a new animated TV series about Frog and his friends based on the work of Max Velthuijs.","original_name":"Frog & Friends","vote_average":0.0,"name":"Frog & Friends","cert":"Unavailable","id":32431,"adult":"false","genre_ids":[16],"origin_country":["NL"]},{"first_air_date":null,"cast":[],"overview":"Huo Yuanjia is a 2001 Chinese television series based on the life of the Chinese martial artist Huo Yuanjia. It includes a subplot based on the story of Chen Zhen, a fictional student of Huo Yuanjia and the protagonist of the 1972 film Fist of Fury. The series was directed by Jia Yun and starred Vincent Zhao, Wu Yue, Mei Ting, Qi Yan, and He Yin in the lead roles. A sequel, Jingwu Yingxiong Chen Zhen, was released later in the same year.","original_name":"Huo Yuanjia","vote_average":0.0,"name":"Huo Yuanjia","cert":"Unavailable","id":32432,"adult":"false","genre_ids":[],"origin_country":["CN"]},{"first_air_date":null,"cast":[],"overview":"Wachamakulit: 'Wag Matakot, Makibata! is a kiddie game show in the Philippines hosted by Eugene Domingo. This is the latest offering of the network's Bilib Ka Ba Araw-araw block.","original_name":"Wachamakulit","vote_average":0.0,"name":"Wachamakulit","cert":"Unavailable","id":32433,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Wild Things is an eight episode reality television series which features three transgender women on a fundraising road-trip to earn money for a relative with a life-threatening disease. The series stars Maria Roman, Tiara Russell and Cassandra Cass. The three women were first featured together in the documentary film Trantasia which chronicled contestants in the first ever 'World's Most Beautiful Transsexual Pageant'. Wild Things reunites the three transgender women as they visit small towns in the United States and work in traditionally macho jobs to earn cash to assist Maria's brother who is struggling with a critical illness. The series premiered on Canadian television on The Movie Network and Movie Central on March 22, 2010. The series has also been featured on Entertainment Tonight Canada.","original_name":"Wild Things","vote_average":0.0,"name":"Wild Things","cert":"Unavailable","id":32434,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Triple Z is a French cartoon that aired during 1998 and 2000. It was rerun on an Italian channel in 2005. It was also aired on the German Super RTL channel in 2002. The show had around 52 episodes in total.\n\nThe show was produced by Animage Studios.","original_name":"Triple Z","vote_average":0.0,"name":"Triple Z","cert":"Unavailable","id":32435,"adult":"false","genre_ids":[],"origin_country":["FR"]},{"first_air_date":null,"cast":[],"overview":"Wee 3 is a TV program on Treehouse TV. It first aired January 30, 2001 with a total of 27 24-minute episodes along with Treetown, Ants in Your Pants, and Crazy Quilt. It also formerly aired YTV.\n\nAlthough the show is no long produced, it continues to air. However, its airtime is restricted to the \"graveyard slot,\" specifically around 2:00am and 3:00am.\n\nThree four-year old anthropomorphic monsters, Bunwin, Creakie and Pook, come out from hiding in a young child's bedroom and play different games. However, they come out only when the child is absent from the room and they work out their fears by playing a fantasy adventure targeted towards children ages three to seven-years old.","original_name":"Wee 3","vote_average":0.0,"name":"Wee 3","cert":"Unavailable","id":32436,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":"1975-09-21","cast":[],"overview":"This Is Your Life is an Australian television documentary show based on the American show of the same name, in which the host surprises guests with a show documenting their lives, with audience participation from their friends and family.","original_name":"This Is Your Life","vote_average":0.0,"name":"This Is Your Life","cert":"Unavailable","id":32445,"adult":"false","genre_ids":[10764,99],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Langit sa Piling Mo or Heaven With You is a Filipino drama series produced by GMA Network, developed by Senedy Que and directed by Gil Tejada, Jr. The series featured Heart Evangelista, Mark Herras and Katrina Halili as the lead characters. It premiered May 31, 2010. Internationally, it is aired on GMA Pinoy TV with a two-day delay. From July 5, 2012 until October 12, 2012 GMA Life TV aired its English-dubbed version worldwide.\n\nAirport scenes are shot mainly at Ninoy Aquino International Airport Terminal 3 in Pasay City.","original_name":"Langit sa Piling Mo","vote_average":0.0,"name":"Langit sa Piling Mo","cert":"Unavailable","id":32446,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":"2010-12-31","cast":["Pia Douwes"],"overview":"Op zoek naar Zorro is a Dutch television talent series broadcast on AVRO from late 2010 until early 2011. It will document the search for a new, undiscovered musical theatre performer to play the role of Zorro in the forthcoming stage production of Zorro. Produced by Eyeworks for the AVRO, the series will be hosted by Frits Sissing and judged by Willem Nijholt.\n\nThe series follows previous collaborations between the AVRO and Willem Nijholt to find new musical theatre performers: Op zoek naar Evita which was won by Brigitte Heitzer, Op zoek naar Joseph which was won by Freek Bartels and Op zoek naar Mary Poppins which was won by Noortje Herlaar.","original_name":"Op zoek naar Zorro","vote_average":0.0,"name":"Op zoek naar Zorro","cert":"Unavailable","id":32447,"adult":"false","genre_ids":[],"origin_country":["NL"]},{"first_air_date":null,"cast":[],"overview":"Today New York is America's greatest city. But 30 years ago this summer, they couldn't even keep the lights on. A blackout plunged seven million people into darkness. Then the nightmare began. Anarchy exploded on the streets: thousands of shops were looted, whole neighbourhoods were burned, it seemed the civilisation of the city had come to an end.","original_name":"Nightmare in the City That Never Sleeps","vote_average":0.0,"name":"Nightmare in the City That Never Sleeps","cert":"Unavailable","id":32448,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Roy is an Irish television show, based in Dublin, which has been shown on TRTÉ in Ireland, CBBC in the United Kingdom and ABC3 in Australia and aired from 1 July 2009 to 1 April 2015. The show centres around the title character Roy O'Brien, the animated son of a real family, as he settles into his new school. It stars Scott Graham, Simon Delaney, Cathy Belton and Martha Byrne.\n\nThe series is filmed as a mockumentry and based on the short film called Badly Drawn Roy which was commissioned by the Irish Film Board, RTÉ and the Arts Council of Ireland through their frameworks scheme for new animation. The series was commissioned by CBBC and produced with funding from RTÉ and the Broadcasting Authority of Ireland. Both the series and the short film was produced by Jam Media. The series' protagonist, Roy's character animation, layout and clean-up were all rendered through the European animation software, CelAction 2D. A second series was broadcast in early 2012. A third and fourth series were confirmed with the creation of 60 jobs in October 2012.In November 2012, the second series of Roy won the 2012 Children's BAFTA Drama Award\n\nFilming began on a third and fourth series in January 2013. The third series began airing on 23 January 2014, and the fourth began airing 20 January 2015. Two spin-off series have been produced: The Roy Files in 2015\/2015 and Little Roy in 2016\/2017.","original_name":"Roy","vote_average":7.0,"name":"Roy","cert":"Unavailable","id":32449,"adult":"false","genre_ids":[16,35],"origin_country":[]},{"first_air_date":"2008-09-30","cast":["Jamie Oliver"],"overview":"Jamie's Ministry of Food is a four-part series that aired from 30 September to 21 October 2008.","original_name":"Jamie's Ministry of Food","vote_average":0.0,"name":"Jamie's Ministry of Food","cert":"Unavailable","id":32450,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2009-08-06","cast":[],"overview":"Police Women of Broward County is the first of TLC's Police Women reality documentary series, which follows four female members of the Broward County Sheriff's Office in Broward County, Florida.\n\nThe series features four women, following them at their jobs as law enforcement officials and at home with their families. Throughout the show, the officers provide commentary on the particular incidents shown that they were involved in. Both seasons of the series features Julie Bower, Shelunda Cooper, and Andrea Penoyer. The first season featured Ana Murillo, who was replaced in season 2 with Erika Huerta.","original_name":"Police Women of Broward County","vote_average":0.0,"name":"Police Women of Broward County","cert":"Unavailable","id":32459,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2010-04-12","cast":[],"overview":"TNA Reaction was a professional wrestling-focused documentary-style television program by Total Nonstop Action Wrestling that aired in the United States and Canada on Spike. The show aired two pilot episodes and a twenty-episode limited run through late 2010, and aired its final episode on December 30, 2010.\n\nTNA Wrestling is teaming with Machinima’s recently relaunched sports channel, MachinimaSports, for the return of \"TNA ReACTION\" as exclusive weekly programming.","original_name":"TNA Reaction","vote_average":1.0,"name":"TNA Reaction","cert":"Unavailable","id":32460,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Liza & Huey's Pet Nation is a show which shows different celebrities bringing in their pets. It is hosted by Liza Tarbuck and Huey Morgan, with their dog co-host Wilf.\n\nThe ten part series is an animal celebration that combines home videos with sharp, funny and jaw droppingly extreme studio based and on location features with guests including Kathy Burke, Bill Bailey, Neil Morrissey, Sue Perkins, Michelle Childerley and Ben De Lisi.\n\nDr. Scott Miller is Pet Nation's vet.","original_name":"Liza & Huey's Pet Nation","vote_average":0.0,"name":"Liza & Huey's Pet Nation","cert":"Unavailable","id":32461,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"The Return of the Condor Heroes is a Hong Kong television series adapted from Louis Cha's novel of the same title. It was first broadcast on CTV in 1976 in Hong Kong.","original_name":"The Return of the Condor Heroes","vote_average":0.0,"name":"The Return of the Condor Heroes","cert":"Unavailable","id":32462,"adult":"false","genre_ids":[18,10765],"origin_country":["HK"]},{"first_air_date":"2010-05-03","cast":["Joyce Tang","Michael Tao","Lau Kong","Jessica Hsuan","Joel Chan"],"overview":"Sisters of Pearl is a TVB pre-modern drama series, starring Jessica Hsuan, Bowie Lam and Michael Tao.","original_name":"Sisters of Pearl","vote_average":0.0,"name":"Sisters of Pearl","cert":"Unavailable","id":32463,"adult":"false","genre_ids":[18],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"The Bottomline with Boy Abunda is a current affairs-talk show-reality show in the Philippines, hosted by Boy Abunda, which premiered on November 28, 2009 after Banana Split on ABS-CBN. With replays on Sundays at 1:00 PM on ABS-CBN News Channel.","original_name":"The Bottomline with Boy Abunda","vote_average":0.0,"name":"The Bottomline with Boy Abunda","cert":"Unavailable","id":32464,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"The Duke of Mount Deer is a Taiwanese television series adapted from Louis Cha's novel The Deer and the Cauldron. It was first aired on CTV in Taiwan in 1984.","original_name":"The Duke of Mount Deer","vote_average":0.0,"name":"The Duke of Mount Deer","cert":"Unavailable","id":32473,"adult":"false","genre_ids":[],"origin_country":["TW"]},{"first_air_date":"2009-12-14","cast":["Paresh Ganatra"],"overview":"Sajan Re Jhoot Mat Bolo abbreviated as SRJMB was a Hindi sitcom telecast on SAB TV from Monday to Friday at 9.00 pm IST initially but later at 11:30 pm. The serial name was based on a famous song “Sajan re jhoot mat bolo, Khuda ke paas jana hai” from the movie Teesri Kasam.","original_name":"सजन रे झूठ मत बोलो","vote_average":0.0,"name":"Sajan Re Jhoot Mat Bolo","cert":"Unavailable","id":32474,"adult":"false","genre_ids":[18,35],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Reunions is a public affairs show on Q in the Philippines hosted by Jessica Soho, an award-winning journalist every Sunday. It aims to help missing persons by reuniting them with their families.\n\nGMA and Q news reporter Julius Segovia was a segment writer of this defunct show before becoming a full-time news reporter in 2006.\n\nThis show ended on February 20, 2011, the day QTV shut down for the upcoming GMA News TV. Then on October 2012, the program was re-aired on the said news channel.","original_name":"Reunions","vote_average":0.0,"name":"Reunions","cert":"Unavailable","id":32475,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"IMX was an American music television program which aired daily on MMUSA in the early 2000s. Described as a \"fully converged music industry simulation game\" and \"part TV show, part Internet game,\" the program allowed viewers to register at the network's website and buy \"stock\" in popular artists, songs, and albums. In dealing the \"shares\", traders could use the fake cash to enter network-sponsored contests.","original_name":"IMX","vote_average":0.0,"name":"IMX","cert":"Unavailable","id":32476,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Bebe and Me is a 25th season of Daisy Siete offering produced by Foccus Entertainment and GMA Network starring.","original_name":"Bebe and Me","vote_average":0.0,"name":"Bebe and Me","cert":"Unavailable","id":32477,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"The Flying Fox of Snowy Mountain is a 1978 Hong Kong film adapted from Louis Cha's novels Flying Fox of Snowy Mountain and Other Tales of the Flying Fox. The series was produced by CTV.","original_name":"The Flying Fox of Snowy Mountain","vote_average":0.0,"name":"The Flying Fox of Snowy Mountain","cert":"Unavailable","id":32478,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"Firehouse USA: Boston was a 2005 TV series on Discovery Channel. The series followed Engine 37 & Ladder 26 stationed out of Huntington Ave, Boston, Mass. Narrator was Mikey Kelley, executive producer was Mark Kadin. The series premiered Sept 20th, 2005 and was canceled later that year. A likely reason Huntington Ave was chosen was due to it being regarded as one of the busiest firehouses in Boston.","original_name":"Firehouse USA: Boston","vote_average":0.0,"name":"Firehouse USA: Boston","cert":"Unavailable","id":32491,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Paparazzi fully titled as Paparazzi Showbiz Exposed was a Filipino showbiz oriented talk show, of TV5 which airs every Sunday afternoons. The show broadcasts live from Studio B of TV5 Complex.\n\nOn May 22, 2011, the shows timeslot was changed to 2:30pm and 4:00pm. On June 5, 2011, its original timeslot throughout its run was 4:00pm. On February 11, 2012, the shows timeslot was changed at 1:30pm.\n\nThe New Afternoon Talk Show gained positive reviews and critical acclaim and feedback by international followers because of its advances in the global talk through social media sites and websites available to watch with proper use of the program.","original_name":"Paparazzi","vote_average":0.0,"name":"Paparazzi","cert":"Unavailable","id":32492,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"The Best of Everything is an American daytime soap opera which aired on ABC from March 30, 1970 to September 25, 1970. The series was a spin-off of the 1959 film of the same name and the novel that spawned it.","original_name":"The Best of Everything","vote_average":0.0,"name":"The Best of Everything","cert":"Unavailable","id":32493,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Secrets of the Masters chef masters cooking show offered by Q Network it host by Chef. Issa Litton.","original_name":"Secrets of the Masters","vote_average":0.0,"name":"Secrets of the Masters","cert":"Unavailable","id":32494,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"2010-04-16","cast":["Kayvan Novak","Kayvan Novak","Kayvan Novak","Kayvan Novak","Kayvan Novak"],"overview":"Facejacker is a Channel 4 comedy series which started on 16 April 2010. It follows the similar show Fonejacker. Kayvan Novak adopts various disguises, including several characters heard in Fonejacker. To promote the show, Novak appeared at Channel 4's Comedy Gala as Terry Tibbs on April 5.\n\nSeries 2 finished filming in July 2011 and premiered on 27 March 2012. The series concluded on 1 May 2012. Novak plans to create a film based on the show's characters, and is currently in talks with Film4 and Hat Trick Productions.","original_name":"Facejacker","vote_average":6.0,"name":"Facejacker","cert":"Unavailable","id":32495,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"cert":"Unavailable","cast":["Jamie Oliver"],"id":32496,"first_air_date":"2010-03-21","overview":"Jamie Oliver is here to start a revolution. The impassioned chef takes on obesity, heart disease and diabetes in the United States, where its children are the first generation not expected to live as long as their parents.","genre_ids":[10764],"origin_country":["US"],"original_name":"Jamie Oliver's Food Revolution","vote_average":9.0,"name":"Jamie Oliver's Food Revolution","adult":"false"}]