[{"first_air_date":"1996-09-30","cast":["Daniela Luján","César Évora","Verónica Merchant","Ximena Sariñana","Aitor Iturrioz"],"overview":"Luz Clarita is a Mexican telenovela produced by Televisa that aired on Canal de las Estrellas in 1996. The series, a remake of Andrea Celeste and Chispita, stars Verónica Merchant and César Évora, as well as child actors Daniela Luján and Ximena Sariñana. It has a dual storyline intended to attract both children and adults.","original_name":"Luz Clarita","vote_average":0.0,"name":"Luz Clarita","cert":"Unavailable","id":32505,"adult":"false","genre_ids":[10766,10751,18,10762],"origin_country":["MX"]},{"first_air_date":null,"cast":[],"overview":"Bước nhảy hoàn vũ is a reality show produced by Vietnam Television and Cát Tiên Sa Production. The show originates from the BBC series Strictly Come Dancing and is a part of the international Dancing with the Stars franchise. The first season was set to air from April 11 to June 20, 2010 with 8 pairs of celebrities and professional dancers. The first elimination might take place on April 18. The show returned for its second season on April 17, 2011 and the third season on mid March, 2012.\n\nThe current panel of judges consists of Khánh Thi, Lê Hoàng and Trần Ly Ly, leaving Khánh Thi is the only original judge until this season. Lê Hoàng made a comeback after two seasons breaking. Former permanent judges were Chí Anh, Nguyễn Quang Dũng, Trần Tiến and Đức Huy, Quốc Bảo and Hồ Hoài Anh. Trần Ly Ly and Nguyễn Việt Tú were frequently special guest judges. Later, Trần Ly Ly was promoted to permanent judge in 2013 season.","original_name":"Bước nhảy hoàn vũ","vote_average":0.0,"name":"Bước nhảy hoàn vũ","cert":"Unavailable","id":32506,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2010-04-05","cast":["Joe Ma","Flora Chan","Sharon Chan","Shek Sau","Power Chan"],"overview":"In order to rescue her best friend Coco Kam, masseuse Cheng Siu-Yan is embroiled in a triad murder case. Wrongly accused that she has killed someone, Yan hides away from police and gangsters by reluctantly returning to her long-separated father Cheng Tsun-Cheong. Cheong manages a Chinese herbal tea shop but business is failing. Yan drags through the days stressfully until Ng Chung-Ming comes into her life. Chung-Ming claims to have a secret prescription for making Chinese herbal tea but he is actually an undercover police. By investigating Siu-Yan's case, Chung-Ming hopes to get promoted and marry his inspector girlfriend Cheung Sz-Man. But when he meets the cheerful Siu-Yan, he begins to develop his self-esteem and his relationship with Siu-Yan grows.","original_name":"搜下留情","vote_average":0.0,"name":"Suspects in Love","cert":"Unavailable","id":32507,"adult":"false","genre_ids":[18],"origin_country":["HK"]},{"first_air_date":"2007-08-27","cast":[],"overview":"Ocean Force is an American television series that began airing in 2007. The factual series follows lifeguards on busy beaches, and the work they do from water rescues to keeping order on the beach. The series airs in the United States on truTV.","original_name":"Ocean Force","vote_average":0.0,"name":"Ocean Force","cert":"Unavailable","id":32508,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Slaboye Zveno was the Russian version of the game show The Weakest Link. It was first broadcast on September 25, 2001 on Channel One.","original_name":"Slaboye Zveno","vote_average":0.0,"name":"Slaboye Zveno","cert":"Unavailable","id":32509,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"MMA Live is a sports show about mixed martial arts. It is seen on ESPN2. The show features analysts such as Franklin McNeil, Pat Miletich, and others. MMA Live was originally an Internet show, but made the move to television after positive reception. The show is also seen in the UK, Republic of Ireland, Australia and New Zealand on ESPN.\n\nOther occasional hosts of the show include, Chael Sonnen, Brian Stann, Miguel Torres, Stephan Bonnar and Muhammed Lawal. MMA For Dummies is a segment on MMA Live, which features mixed martial arts-fighting techniques. Each segment demonstrates a single technique in a basic and straightforward manner, performed by a notable mixed martial arts fighter.","original_name":"MMA Live","vote_average":0.0,"name":"MMA Live","cert":"Unavailable","id":32510,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2007-04-02","cast":[],"overview":"Following the work of the Borneo Orangutan Survival Foundation, whose aim is to ensure a wild future for endangered orangutans, based at the Nyaru Menteng Rehabilitation Centre.","original_name":"Orangutan Diary","vote_average":0.0,"name":"Orangutan Diary","cert":"Unavailable","id":32511,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2004-09-07","cast":[],"overview":"Lilly the Witch is a children's television cartoon based on the books by Knister. The Show first aired on CBBC in 2004.","original_name":"Lilly the Witch","vote_average":0.0,"name":"Lilly the Witch","cert":"Unavailable","id":32520,"adult":"false","genre_ids":[16,10751],"origin_country":["US","FR","GB","DE"]},{"first_air_date":"2009-10-05","cast":[],"overview":"I Can Cook is a Children's television series broadcast on the BBC Cbeebies digital channel. It is presented by Katy Ashworth who demonstrates how to prepare and cook simple dishes while entertaining with songs.\n\nEach show focuses on the creation of one dish, either savoury or sweet. As the programme is aimed at children the dishes are simple to prepare. Some dishes, such as the grape pizza, offer alternatives to traditional dishes.\n\nAs well as encouraging children to cook, the show encompases wider elements of food education; it uses cutaway scenes to show Ashworth in outside locations explaining the process of cultivating and growing a key ingredient in the show's dish.","original_name":"I Can Cook","vote_average":0.0,"name":"I Can Cook","cert":"Unavailable","id":32521,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Back in the Day was a British game show that was broadcast on Channel 4 in 2005. It was hosted by Clive Anderson.","original_name":"Back in the Day","vote_average":0.0,"name":"Back in the Day","cert":"Unavailable","id":32524,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Paisean Faisean is an Irish language television dating show broadcast on TG4. It was presented in the first three series by Aoife Ní Thuairisg, and in the fourth series by Bláthnaid Nic Dhonnchadha and Mairéad Ní Chuaig. The fifth series saw Nic Dhonnchadha present alongside Síle Seoige.","original_name":"Paisean Faisean","vote_average":0.0,"name":"Paisean Faisean","cert":"Unavailable","id":32525,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Star Anchor Hunt, was an Indian Reality Television show, hosted on Star News.","original_name":"Star Anchor Hunt","vote_average":0.0,"name":"Star Anchor Hunt","cert":"Unavailable","id":32526,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Lizzy the Lezzy is an animated stand-up comedy web series about a woman called Lizzy who talks mostly about lesbian interests. The sketches contain graphical sexual material, however they do not contain graphic imagery.\n\nLizzy the Lezzy was created in October 2006 by Ruth Selwyn. This is the first animated stand up material of its kind, and the videos have garnered over 4 million views online. The first episode was uploaded to Myspace.com and was soon spotted by Arlan Hamilton who writes one of the most popular lesbian blogs on the internet. The publicity from Hamilton's article led to The L Word Online suggesting to Selwyn that she make a funny stand up video about The L Word. Lizzy then made fun of her favorite lesbians and the resulting video was posted on AfterEllen.com.\n\nIn 2007, Logo TV acquired the first ten Lizzy stand up comedy videos and broadcast them on their gay\/lesbian animation show, Alien Boot Camp. Curve magazine included Lizzy in an article entitled \"Networking Lesbians\", and Lesbians on the Loose International featured Selwyn and Lizzy as well. Lizzy's stand up comedy videos were also featured on The Bilerico Project's \"Sunday Funnies\" and on Jewcy where she was described as \"The funniest lesbian on Myspace\".","original_name":"Lizzy the Lezzy","vote_average":0.0,"name":"Lizzy the Lezzy","cert":"Unavailable","id":32527,"adult":"false","genre_ids":[16],"origin_country":[]},{"first_air_date":"2009-12-12","cast":["Claudio Bisio","Nina Zilli","Luciana Littizzetto","Frank Matano","Lodovica Comello"],"overview":"Italia's Got Talent is the Italian version of the international Got Talent series. The pilot episode was aired on December 12, 2009 on Canale 5. In that episode, Carmen Masola's talent was discovered. The first episode was seen by 5,3 million people.\n\nAfter this episode, Mediaset decided to renew this show with a full-length season. The first season started on April 12, 2010 with a high ratings and continued broadcasting. Maria De Filippi, Gerry Scotti and Rudy Zerbi are the three judges.\n\nTalents are competing for €100,000.","original_name":"Italia's Got Talent","vote_average":0.0,"name":"Italia's Got Talent","cert":"Unavailable","id":32536,"adult":"false","genre_ids":[10764],"origin_country":["IT"]},{"first_air_date":"2010-05-07","cast":["Alison Stewart","Jon Meacham"],"overview":"Need to Know is an American public television news program produced by WNET, and broadcast weekly on all Public Broadcasting Service (PBS) affiliate-stations in the United States. It aired from May 2010 until June 2013.\n\nPBS stated that the show was intended to fill the public-affairs and \"hard\"\/investigative news void left by both the one-hour Bill Moyers Journal, and the cancelled, half-hour NOW on PBS. Both departing shows had been long-running, highly rated, and critically acclaimed for their journalistic quality, and focus on issues that deeply impacted regular Americans' lives, yet went largely ignored by commercial TV news outlets. \"NTK\" branded itself the \"TV and Web newsmagazine [that] gives you what you need to know.\" PBS had described the show as “a multi-platform current affairs news magazine, uniting broadcast and web in an innovative approach to newsgathering and reporting”. Initially, it was co-hosted by Alison Stewart; and, journalist, author, and then-Newsweek magazine editor-in-chief Jon Meacham. Later, the show was hosted by one journalist who presented pre-taped correspondent pieces, then asked follow-up questions of the correspondent, in-studio. A short segment followed, in which a prominent person reflected on a difference-making period from his or her past.","original_name":"Need to Know","vote_average":0.0,"name":"Need to Know","cert":"Unavailable","id":32537,"adult":"false","genre_ids":[99,10763],"origin_country":["US"]},{"first_air_date":"2010-04-25","cast":["Liev Schreiber","Sheryl Crow","Buzz Aldrin","Tom Brokaw"],"overview":"America: The Story of Us is a six-part, 12-hour documentary-drama television miniseries that premiered on April 25, 2010, on History channel. Produced by Nutopia, the program portrays more than 400 years of American history. It spans time from the successful English settlement of Jamestown beginning in 1607, through to the present day. Narrated by Liev Schreiber, the series recreates many historical events by using actors dressed in the style of the period and computer-generated special effects. The miniseries received mixed reviews by critics; but it attracted the largest audiences of any special aired by the channel to date.","original_name":"America: The Story of Us","vote_average":7.3,"name":"America: The Story of Us","cert":"Unavailable","id":32538,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2010-06-28","cast":["Tom Hollander","Olivia Colman","Steve Evets","Ellen Thomas","Miles Jupp"],"overview":"Sitcom about a former rural parish vicar trying to cope with the varied demands of running an inner-city church.","original_name":"Rev.","vote_average":8.5,"name":"Rev.","cert":"Unavailable","id":32539,"adult":"false","genre_ids":[35,18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Gurls wurld","vote_average":0.0,"name":"Gurls wurld","cert":"Unavailable","id":32540,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2010-04-12","cast":[],"overview":"Southern Fried Stings is an American television series where ex-state trooper Jay Russell and his \"Jay Team\" portray sting operations throughout the Southern United States. The series consists of scripted \"re-enactments\" and videotaped in a cinéma vérité style in southern cities. The \"Jay Team\" consists of Jay Russell; England Simpson, Jay's right hand woman; William Duram, martial arts expert; private investigator Randy \"Wolf\" Wise; and youth counselor Robert \"Tank\" Crayton.","original_name":"Southern Fried Stings","vote_average":2.0,"name":"Southern Fried Stings","cert":"Unavailable","id":32541,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2010-06-20","cast":["Frank Grillo","Marisol Nichols","Rhona Mitra","Luke Mably","Chandra West"],"overview":"Like most families that settle inside The Gates, the Monahans are unmoored from a complicated life they abandoned in Chicago. There's something very different about this place, almost... haunting. Named the new police chief of The Gates, Nick Monahan is about to be tangled up in a mystery where he will begin to piece together the dark truth about their new home, and the supernatural elements that lurk behind the shadows of The Gates.","original_name":"The Gates","vote_average":6.8,"name":"The Gates","cert":"Unavailable","id":32552,"adult":"false","genre_ids":[18,9648,10765],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Diyos at Bayan is a talk show about issues of the Philippines and its youth. This is produced by Zoe Broadcasting Network and originally hosted by Bro. Eddie Villanueva.\n\nThe original network of the show is RPN-9 from 1998 to 2001 and 2002 to 2005 and PTV-4 from 2001 to 2002, The show is aired on 3 networks on the present status, GMA Network, GMA News TV and Light TV-33.","original_name":"Diyos at Bayan","vote_average":0.0,"name":"Diyos at Bayan","cert":"Unavailable","id":32553,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"The Biggest Loser Germany started in 2009 on ProSieben. The following seasons switched channels inside the ProSiebenSat.1 network, season two airing on kabel eins and seasons three and four on Sat.1.","original_name":"The Biggest Loser Germany","vote_average":0.0,"name":"The Biggest Loser Germany","cert":"Unavailable","id":32554,"adult":"false","genre_ids":[],"origin_country":["DE"]},{"first_air_date":"2010-10-09","cast":["Aaron Yan","Serena Fang","Zaizai Lin"],"overview":"This drama involves 12 different stories which happened to teenagers, taken from real life social cases. Shen Qi is a student who has a brain tumor, giving him the ability to see Death Girl when no one else can. As he witnesses her task of ferrying different people to the afterlife, he gradually falls in love with her and begins to understand the transition between life and death.","original_name":"死神少女","vote_average":6.0,"name":"Gloomy Salad Days","cert":"Unavailable","id":32555,"adult":"false","genre_ids":[18],"origin_country":["TW"]},{"first_air_date":"1997-09-15","cast":["Gregory Hines","Wendell Pierce","Bill Cobbs","Mark Tymchyshyn","Robin Riker"],"overview":"The Gregory Hines Show is an American television sitcom that aired on CBS. The series premiered on Monday, September 15, 1997 before airing on September 19, 1997 as a part of the network's Block Party Friday night lineup. It ended its run on February 27, 1998 with 15 episodes aired, out of the 22 that were produced.\n\nIt was the only show on the Block Party lineup that was not produced by Miller-Boyett Productions.","original_name":"The Gregory Hines Show","vote_average":0.0,"name":"The Gregory Hines Show","cert":"Unavailable","id":32556,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2010-04-22","cast":[],"overview":"Sliced was an American television series that premiered on April 22, 2010 on The History Channel. The program was hosted by John McCalmont and Budd Kelley, who \"slice\" everyday objects in half to uncover how they work. The show aired on Thursdays at 10:00 pm Eastern Time, with three episodes airing on a Saturday afternoon, and the last airing on a Thursday at 8:00 pm Eastern Time.","original_name":"Sliced","vote_average":0.0,"name":"Sliced","cert":"Unavailable","id":32557,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2009-12-04","cast":[],"overview":"Prank Patrol is an Australian version of the original Canadian Prank Patrol. The show was made for the then new ABC3 channel which specialised in children's programming. It is hosted by Scott Tweedie and produced by Active TV in association with The Australian Broadcasting Corporation.","original_name":"Prank Patrol","vote_average":7.5,"name":"Prank Patrol","cert":"Unavailable","id":32558,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Behenein was an Indian television soap opera, broadcast on Star Plus channel every weekday at 6:00PM from February 8, 2010 to April 29, 2011. Now the show is also being telecast on STAR Vijay dubbed in Tamil. This is the story of four sisters, Purva, Smriti, Aakashi and Anokhi who live in Baroda with their parents, Sevantilal and Revti Shastri. Purva is a free-spirited girl who is grounded in the values given to her by her parents","original_name":"Behenein","vote_average":0.0,"name":"Behenein","cert":"Unavailable","id":32567,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":"2010-04-25","cast":["Juliet Aubrey","Ian Hart","Sarah Lancashire","Jaime Winstone","Eva Birthistle"],"overview":"The stories of five young women who were tragically murdered in Ipswich in 2006.","original_name":"Five Daughters","vote_average":6.3,"name":"Five Daughters","cert":"Unavailable","id":32568,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Het gestolen kasteel is an episode in the 1969 Dutch television action series Floris, written by Gerard Soeteman starring Rutger Hauer and Jos Bergman and directed by Paul Verhoeven. Originally aired 5 October 1969.","original_name":"Het gestolen kasteel","vote_average":0.0,"name":"Het gestolen kasteel","cert":"Unavailable","id":32569,"adult":"false","genre_ids":[18],"origin_country":["NL"]},{"first_air_date":"2007-05-17","cast":["Barney Harwood"],"overview":"Prank Patrol was a British version of the original Canadian Prank Patrol. The show was made for by Baker Media for CBBC which specialised in kids programming. It was hosted by Barney Harwood. It was produced by Baker Media in association with Apartment 11 Productions","original_name":"Prank Patrol","vote_average":0.0,"name":"Prank Patrol","cert":"Unavailable","id":32570,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2010-05-05","cast":["Warren Brown","Daniel MacPherson","Alin Sumarwata","Yasemin Kay Allen","Jamie Bamber"],"overview":"The series follows John Porter, a former British Special Forces soldier, who is drafted back into service by Section 20, a fictional branch of the Secret Intelligence Service.","original_name":"Strike Back","vote_average":7.2,"name":"Strike Back","cert":"Suitable for 18 years & above","id":32573,"adult":"false","genre_ids":[28,12,18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Tonight with Arnold Clavio is a primetime talk show on GMA News TV, hosted by Arnold Clavio. The show first aired on Q until the network was replaced by GMA News TV.","original_name":"Tonight with Arnold Clavio","vote_average":0.0,"name":"Tonight with Arnold Clavio","cert":"Unavailable","id":32574,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"2010-06-16","cast":["Josh Kilmer-Purcell","Brent Ridge"],"overview":"The Fabulous Beekman Boys is a reality television show produced in the United States by World of Wonder Productions. The series follows Josh Kilmer-Purcell and his husband Brent Ridge as they learn how to become farmers and launch their lifestyle brand, Beekman 1802. Brent, a physician who previously worked for Martha Stewart Omnimedia, lives at the farm full-time, while Josh, a New York Times bestselling author, commutes from their apartment in New York City on the weekends. The show originally aired on Planet Green, one of the Discovery Networks, but was acquired by Cooking Channel, a network owned by Scripps Network Interactive in 2012.\n\nTouted as a \"gay Green Acres\", the series chronicles the couple's trials and tribulations as novice farmers, aided by their caretaker and resident farmer John Hall, or \"Farmer John.\" Hall brought his goats to the Beekman Farm shortly after Ridge and Kilmer-Purcell purchased it in 2007. Also featured is Polka Spot, the farm's llama. Other residents of Sharon Springs, New York are also included in the cast, including Doug Plummer and Garth Roberts, owners of the American Hotel.\n\nOn August 9, 2010, Planet Green announced that The Fabulous Beekman Boys had been renewed for a second season of ten episodes. In announcing the renewal, Laura Michalchyshyn, President and General Manager of Planet Green, noted that the series \"has quickly established itself as a cornerstone franchise for Planet Green\". The second season began on March 22, 2011.","original_name":"The Fabulous Beekman Boys","vote_average":5.0,"name":"The Fabulous Beekman Boys","cert":"Unavailable","id":32583,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Top of the Klass with Mylene Klass","vote_average":0.0,"name":"Top of the Klass with Mylene Klass","cert":"Unavailable","id":32584,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Pobre Diabla is a telenovela by TV Azteca in partnership with Venevision Continental, produced by Fides Velasco and starring Alejandra Lazcano, the presentation of Cristobal Lander in Mexico, Hector Arredondo, Leonardo Daniel, Rafael Sanchez Navarro and antagonistic involvement of Claudia Alvarez. It is adapted from telenovela \"Cara Sucia\" of Venezuela, which is also a version of the drama \"La Gata\", written by Ines Rodena.","original_name":"Pobre Diabla","vote_average":0.0,"name":"Pobre Diabla","cert":"Unavailable","id":32585,"adult":"false","genre_ids":[18],"origin_country":["MX"]},{"first_air_date":"1986-12-25","cast":["Guido Cella","Mario Adorf","Michael Heltau","Barbara May","Ray Lovelock"],"overview":"Mino was the eighth ZDF-Weihnachtsserie, and aired in 1986. The series was broadcast in Germany on ZDF, and consisted of 6 episodes. Broadcasting in Germany began on December 25, 1986. The series was also broadcast in Italy, and consisted of 4 episodes. Broadcasting in Italy began on December 28, 1986. The series was an Italian-German co-production. It was inspired by the Italian novel The little Alpino by Salvator Gotta.","original_name":"Mino","vote_average":9.0,"name":"Mino","cert":"Unavailable","id":32588,"adult":"false","genre_ids":[],"origin_country":["DE","IT","ES"]},{"first_air_date":null,"cast":[],"overview":"La Heredera is a Mexican telenovela produced by TV Azteca. It marked the third reunion for Silvia Navarro and Sergio Basañez as protagonists. The series was then developed into an American telenovela by the title of American Heiress.","original_name":"La Heredera","vote_average":5.0,"name":"La Heredera","cert":"Unavailable","id":32589,"adult":"false","genre_ids":[10759,18],"origin_country":["MX"]},{"first_air_date":"2010-07-19","cast":["RuPaul"],"overview":"RuPaul and your favorite queens are back! The Dean of Drag has finally opened her \"school for girls!\" at RuPaul's Drag U, where biological women (the kind who don't have to tuck) undergo extreme transformations...drag queen style.","original_name":"RuPaul's Drag U","vote_average":5.7,"name":"RuPaul's Drag U","cert":"Unavailable","id":32590,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Pickup Podcast","vote_average":0.0,"name":"Pickup Podcast","cert":"Unavailable","id":32599,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Studio 3 is a television 'wrapper' program which was launched with the arrival of the new Australian children's channel ABC3 in 2009, hence the title Studio 3. The show is hosted by Kayne Tremills, Amberley Lobo, James Elmer, who joined the cast in April 2011, as well as Alfie Gledhill and Olivia \"Liv\" Phyland who joined the cast in December 2011. The original two hosts also presented Countdown To 3. Alfie left Studio 3 in September. Egyptian Comedian Khaled Khalafalla joined the hosts in late 2012 filling in for Alfie, but later left around March 2013 due to feeling his comedic nature was too restricted on a children's show.\n\nFollowing instigation of new hosts Liv and Alfie in early 2012, Kayne is often absent from the show for month long periods, usually to film new separate TV shows.","original_name":"Studio 3","vote_average":0.0,"name":"Studio 3","cert":"Unavailable","id":32600,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"La Duda is a telenovela broadcast in Mexico by the TV Azteca network.","original_name":"La Duda","vote_average":0.0,"name":"La Duda","cert":"Unavailable","id":32601,"adult":"false","genre_ids":[18],"origin_country":["MX"]},{"first_air_date":null,"cast":[],"overview":"The Urban Theater was a half-hour syndicated television show which features musical performances recorded live in a production studio. The name is a play on the host's last name. It premiered on July 3, 2000 and ran until the end of 2012. It saw two distinct production concepts and has done a limited number of shows taped live on location.","original_name":"Urban Theater","vote_average":0.0,"name":"Urban Theater","cert":"Unavailable","id":32602,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Sail Away is a 2001 short-lived children's reality TV series which follows ten teenagers sailing aboard the Simpatico off the Bahamas with assistance from their leader Nicolas Popov and Dragan Popov. There are no plans for a second series. The series was produced by Discovery Kids. The first series was filmed in 2000, aired in early 2001 and consisted of 13 episodes.","original_name":"Sail Away","vote_average":0.0,"name":"Sail Away","cert":"Unavailable","id":32603,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2012-01-24","cast":["Oscar Priego","Sandra Echeverría","Gabriel Coronel","Danilo Carrera","Christian de la Campa"],"overview":"Relaciones Peligrosas, originally known as Fisico o Quimica, is a Spanish-language telenovela produced by United States-based television network Telemundo Studios, Miami. It is an adaptation of the Spanish television series Física o Química.\n\nIt has Sandra Echeverría, Gabriel Coronel, Maritza Bustamante, Gonzalo García Vivanco, Jonathan Freudman, Mercedes Molto, Carlos Ferro, Daniela Navarro, Renato Rossini, Kevin Aponte and Ana Layevska in the leading roles of the plot.","original_name":"Relaciones Peligrosas","vote_average":7.0,"name":"Dangerous Affairs","cert":"Unavailable","id":32604,"adult":"false","genre_ids":[18,10766],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Stringburn live","vote_average":0.0,"name":"Stringburn live","cert":"Unavailable","id":32615,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":"2010-06-13","cast":["Kevin Schmidt","Martin Donovan","Robbie Amell","Jordan Gavaris","Italia Ricci"],"overview":"Teenager Henry Griffin acquired many skills through years of travelling the world with his anthropologist parents. Sent to live with his uncle and cousin in Washington DC, and with the help of his cousin Jasper and friend Maggie, he must now use those skills to solve the modern mysteries of high school.","original_name":"Unnatural History","vote_average":4.7,"name":"Unnatural History","cert":"Unavailable","id":32616,"adult":"false","genre_ids":[10759,18],"origin_country":["US","CA"]},{"first_air_date":null,"cast":[],"overview":"Kashi – Ab Na Rahe Tera Kagaz Kora was an Hindi television series which was broadcast on Imagine TV. The show reflected the story of six-year-old Kashi who was born in a lower-caste family and her journey to fulfill her dreams. The show also reflected the situation of rural India especially Bihar where lower castes were being exploited by the so-called upper castes.","original_name":"Kashi – Ab Na Rahe Tera Kagaz Kora","vote_average":0.0,"name":"Kashi – Ab Na Rahe Tera Kagaz Kora","cert":"Unavailable","id":32617,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Love Bug is a Philippine drama anthology and romantic television show produced by GMA Network. It premiered on May 23, 2010.","original_name":"Love Bug","vote_average":0.0,"name":"Love Bug","cert":"Unavailable","id":32618,"adult":"false","genre_ids":[18,35],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"The Nightshift is an overnight regional television programme broadcast on STV in Northern and Central Scotland.\n\nThe service, broadcast live on Thursday to Sunday nights from STV's transmission control centre at Pacific Quay in Glasgow, features highlights of archived STV programmes, STV News bulletins, showbiz news items and archive aerial footage of Scotland, as well as texts & e-mails read out live on air by an out-of-vision presenter. The overnight strand initially began as a local six-week pilot programme in the STV Central region on Thursday 22 April 2010 before launching a second edition for the STV North region on 13 July 2010.\n\nOn Tuesday 12 April 2011, a separate edition of The Nightshift began airing in each of STV's four sub-regional areas used for news opt-outs and local advertising:\n\n⁕Glasgow and West Central Scotland\n\n⁕Edinburgh and East Central Scotland\n\n⁕Aberdeen, the North East, Highlands and Islands\n\n⁕Dundee, Tayside and North East Fife\n\nThe sub-regional programmes were axed in October 2011 and replaced with a single pan-regional edition serving both of the Northern and Central areas. As of December 2011, the programme was cut from seven to four nights a week, airing on Thursday - Sunday nights. News opt-outs for the four sub-regions on Thursdays and Fridays were retained.","original_name":"The Nightshift","vote_average":0.0,"name":"The Nightshift","cert":"Unavailable","id":32621,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"hASIA la ZONA is an online television program similar to Zona Asia but for technological reasons the name was changed to Hasia la Zona. On June 6, 2007 it was released on DVD. It is a program dedicated to Asian shows from countries including South Korea, India, Japan and China. It is hosted by Wayra.","original_name":"Hasia la Zona","vote_average":0.0,"name":"Hasia la Zona","cert":"Unavailable","id":32622,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Intensive Care Unit or ICU A Matter Of Life And Death is a 2010 Television Factual Program that aired on the Seven Network. It was thought the show was axed with \"The White Room\", however it was later revealed by a Seven Spokesperson that the show would return at a later point. The show is narrated by Caroline Craig","original_name":"Intensive Care Unit","vote_average":0.0,"name":"Intensive Care Unit","cert":"Unavailable","id":32631,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"2010-09-29","cast":["Corey Stoll","Alfred Molina","Skeet Ulrich","Terrence Howard","Regina Hall"],"overview":"Law & Order: LA, originally titled Law & Order: Los Angeles, is an American police procedural and legal drama television series set in Los Angeles, where it was produced. Created and produced by Dick Wolf and developed by Blake Masters, it premiered on NBC on September 29, 2010, as a spin-off of Wolf's successful crime drama Law & Order.\n\nThe show received a full season pickup on October 18, 2010. On January 18, 2011, however, NBC announced that it was putting the series on hold indefinitely. According to a representative of the show, the scheduling change was not caused entirely by the recent cast shake-up. The network later announced a return date for the series, April 11, 2011; and the final episode scheduled for July 11, 2011.\n\nLaw & Order: LA was canceled by NBC on May 13, 2011.","original_name":"Law & Order: Los Angeles","vote_average":5.2,"name":"Law & Order: Los Angeles","cert":"Unavailable","id":32632,"adult":"false","genre_ids":[80,18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Born Diva is a television reality show that airs in the Philippines.","original_name":"Born Diva","vote_average":0.0,"name":"Born Diva","cert":"Unavailable","id":32633,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Strokes Of Life or translated roughly into English as Golden Branch Jade Leaf is a costume Hokkien drama set in 1917, then 1940. It was produced by Formosa Television in Taiwan and was broadcast in 2001. It starred Ye Huan, Lin Wei, Wang Mei Jun and Chen Guang.","original_name":"Strokes of Life","vote_average":0.0,"name":"Strokes of Life","cert":"Unavailable","id":32634,"adult":"false","genre_ids":[],"origin_country":["TW"]},{"first_air_date":null,"cast":[],"overview":"Miliyoner is a Kurdish game show based on the original British format of Who Wants to Be a Millionaire?. The show is hosted by Shuan Haco. The main goal of the game is to win 100 million dinars by answering 15 multiple-choice questions correctly. There are three lifelines - fifty fifty, phone a friend and ask the audience.\n\nMiliyoner is broadcast from 2010 to today. It is shown on the Kurdistani TV station Kanal4. When a contestant gets the third question correct, he will leave with at least 25,000 dinars. When a contestant gets the sixth question correct, he will leave with at least 250,000 dinars. When a contestant gets the ninth question correct, he will leave with at least 3,000,000 dinars. When a contestant gets the twelfth question correct, he will with at least 15,000,000 dinars.","original_name":"Miliyoner","vote_average":0.0,"name":"Miliyoner","cert":"Unavailable","id":32635,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2009-10-15","cast":[],"overview":"Mall Cops: Mall of America is an American reality television series that follows the work of the security team at the Mall of America in Bloomington, Minnesota, the second largest mall in North America.The series was originally just a special one hour event, however due to the popularity TLC decided to commission a twelve-part series of half an hour length. The special aired on October 15, 2009 with the series debuting on May 27, 2010. It is produced by September Films, the company behind Bridezillas.","original_name":"Mall Cops: Mall of America","vote_average":0.0,"name":"Mall Cops: Mall of America","cert":"Unavailable","id":32638,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"What Darwin Didn't Know is a documentary show on BBC Four presented by Armand Marie Leroi which charts the progress in the field of Evolutionary Theory since the original publication of 'On the Origin of Species' in 1859.","original_name":"What Darwin Didn't Know","vote_average":0.0,"name":"What Darwin Didn't Know","cert":"Unavailable","id":32647,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Wax and Wane is a 2011 Hong Kong television drama produced by Television Broadcasts Limited, with Nelson Cheung serving as the executive producer. The drama follows the story of two rival families, dealing with themes of revenge, greed, business affairs, and family.","original_name":"Wax and Wane","vote_average":0.0,"name":"Wax and Wane","cert":"Unavailable","id":32648,"adult":"false","genre_ids":[18],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"Sigh of His Highness is a Chinese television series based on the life of Prince Gong, a Manchu noble who lived in the late Qing Dynasty. The series was first broadcast on Sichuan TV in China in 2006.","original_name":"Sigh of His Highness","vote_average":0.0,"name":"Sigh of His Highness","cert":"Unavailable","id":32649,"adult":"false","genre_ids":[],"origin_country":["CN"]},{"first_air_date":"2010-04-19","cast":["Yahir Othón","Litzy Domínguez"],"overview":"Guillermo Romeo is getting ready to marry Nayeli, a young woman he has known since childhood. Across the city, Julieta Dorelli prepares for her wedding of convenience to Rodrigo Escalante. Fate will intervene and bring them together.","original_name":"Quiéreme Tonto","vote_average":0.0,"name":"Quiéreme Tonto","cert":"Unavailable","id":32650,"adult":"false","genre_ids":[18],"origin_country":["MX"]},{"first_air_date":"2010-03-29","cast":["Aglaya Tarasova","Aleksandr Lyapin","Yana Guryanova","Svetlana Kamynina","Aleksandr Ilin"],"overview":"Medical sitcom Ivan Okhlobystin about doctors who still do not know how to treat, but know how to make people laugh. The main characters of the sitcom - four interns. They always get into stupid situations, and their leader Dr. Bykov pleasure of watching this","original_name":"Интерны","vote_average":5.9,"name":"Interns","cert":"Unavailable","id":32651,"adult":"false","genre_ids":[35,10751],"origin_country":["RU"]},{"first_air_date":"2010-04-16","cast":["Frank Skinner"],"overview":"Frank Skinner is joined by two fellow comedians and a studio audience to unpick the week's most talked-about news stories.","original_name":"Frank Skinner's Opinionated","vote_average":9.0,"name":"Frank Skinner's Opinionated","cert":"Unavailable","id":32652,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2010-02-21","cast":["Tricia Walsh-Smith"],"overview":"The biggest West End shows, the most famous pop acts, the world's most successful dance teachers and the most incredible cast of characters TV will ever see all pass through London's Pineapple Dance Studios.","original_name":"Pineapple Dance Studios","vote_average":0.0,"name":"Pineapple Dance Studios","cert":"Suitable for 12 years & above","id":32653,"adult":"false","genre_ids":[99,10764],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"I Laugh Sabado was a comedy variety show aired every Saturday on the defunct Q in the Philippines.","original_name":"I Laugh Sabado","vote_average":0.0,"name":"I Laugh Sabado","cert":"Unavailable","id":32662,"adult":"false","genre_ids":[35],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Rang Badalti Odhani is an Indian soap opera which aired on STAR One every Monday to Saturday at 10:00pm. The show premiered on 5 April 2010. Although the initial episodes did rather poorly, later the show gained popularity.","original_name":"Rang Badalti Odhani","vote_average":0.0,"name":"Rang Badalti Odhani","cert":"Unavailable","id":32663,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":"2010-04-28","cast":["Darrin Henson","Shondrella Avery","Jill Marie Jones"],"overview":"Gillian in Georgia is a U.S. television sitcom micro-series created and produced by Jenna Milly and Angela Barnes Gomes. The show is about Gillian, a hip New Yorker, who comes to the South to live with her sister's family. The show premiered on April 28, 2010 on TBS. The show stars Jill Marie Jones, Shondrella Avery, Darrin Dewitt Henson and James Mathis III.","original_name":"Gillian in Georgia","vote_average":0.0,"name":"Gillian in Georgia","cert":"Unavailable","id":32664,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"\"Nonstop\" is the Chinese version of the popular Korean sitcom, \"Nonstop\".","original_name":"青春进行时","vote_average":0.0,"name":"Nonstop","cert":"Unavailable","id":32665,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Rang Badalti Odhani","vote_average":0.0,"name":"Rang Badalti Odhani","cert":"Unavailable","id":32666,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Unstacking the deck","vote_average":0.0,"name":"Unstacking the deck","cert":"Unavailable","id":32667,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Comedy Bar was a Philippine live comedy television series produced by GMA Network, hosted by Eugene Domingo, Allan K. and Fabio Ide, replacing Cool Center. The show also seeks to discover new comedians through its live auditions.In August 18, 2013 Comedy Bar was re-aired on FOX FILIPINO which starts on Sunday only at 8:00-10:10pm.","original_name":"Comedy Bar","vote_average":0.0,"name":"Comedy Bar","cert":"Unavailable","id":32668,"adult":"false","genre_ids":[35],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"De koperen hond is an episode in the 1969 Dutch television action series Floris, written by Gerard Soeteman starring Rutger Hauer and Jos Bergman and directed by Paul Verhoeven. Originally aired 12 October 1969.","original_name":"De koperen hond","vote_average":0.0,"name":"De koperen hond","cert":"Unavailable","id":32677,"adult":"false","genre_ids":[18],"origin_country":["NL"]},{"first_air_date":null,"cast":[],"overview":"Amici di Maria De Filippi is an Italian talent show hosted by Maria De Filippi. Amici is a singing and dancing school involving a class of about 20 students, specially chosen, with between 18 and 25 who aspire to become professional singers, songwriters and dancers. Additional original categories of \"actors\", \"musicians\" and \"TV presenters\" have since been dropped in the recent seasons.","original_name":"Amici di Maria De Filippi","vote_average":0.0,"name":"Amici di Maria De Filippi","cert":"Unavailable","id":32678,"adult":"false","genre_ids":[],"origin_country":["IT"]},{"first_air_date":"2010-03-10","cast":["Tinsley Mortimer"],"overview":"High Society is reality show following the lives of Tinsley Mortimer, a Manhattan socialite, and her friends. It was originally scheduled to air every Wednesday at 9 pm after America's Next Top Model but due to low ratings the network decided to push it back half hour to air after Fly Girls. The series premiered on March 10, 2010 on The CW, with 1.26 million viewers. The second episode of High Society improved over its premiere 22% in women 18-34 and 13% in women 18-49. The series averaged 0.8 million viewers. It was the lowest-rated primetime series on an American broadcast network for the 2009-10 television season.","original_name":"High Society","vote_average":0.0,"name":"High Society","cert":"Unavailable","id":32679,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Photographic Horizons was a United States television series where panelists discussed the art and science of photography. The show aired on Wednesdays at 8:30pm on the now-defunct DuMont Television Network.","original_name":"Photographic Horizons","vote_average":0.0,"name":"Photographic Horizons","cert":"Unavailable","id":32680,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Johnny Olson's Rumpus Room is an American variety show hosted by Johnny Olson that aired from January 17, 1949 to July 4, 1952 on the now-defunct DuMont Television Network. The show was the first daytime television show broadcast from New York City to DuMont's small network of East Coast cities. Olson also hosted the DuMont talent show Doorway to Fame, and DuMont's Saturday morning children's show Kids and Company.\n\nIn the 1940s, Olson hosted a popular radio show in Chicago also titled Johnny Olson's Rumpus Room, an evening variety show running 10:30 pm to 12 midnight. Olson went on to become a famous announcer on American game shows, including as the announcer on The Price Is Right on CBS Television from 1972 until his death.","original_name":"Johnny Olson's Rumpus Room","vote_average":0.0,"name":"Johnny Olson's Rumpus Room","cert":"Unavailable","id":32681,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2005-11-23","cast":["Sten Ljunggren","Ralph Carlsson","David Dencik","Mats Blomgren","Amanda Ooms"],"overview":"Laser Man, John Ausonius, committed in 1991-92 a number of terror attacks on immigrants. One person was killed and ten injured. This mini series from SVT is based on Gellert Tamas bestselling book \"The Laser Man\" and is a strong dramatization of one of the most dangerous people in the Swedish criminal history.","original_name":"Lasermannen","vote_average":6.8,"name":"The Laser Man","cert":"Suitable for 18 years & above","id":32682,"adult":"false","genre_ids":[80,18],"origin_country":["SE"]},{"first_air_date":null,"cast":[],"overview":"Momay is a Filipino fantasy-drama television series which premiered May 24, 2010 on ABS-CBN's Primetime Bida block. The story revolves around a little girl who has died and come back as a ghost to protect and guard her family.","original_name":"Momay","vote_average":0.0,"name":"Momay","cert":"Unavailable","id":32683,"adult":"false","genre_ids":[10765,18,35],"origin_country":["PH"]},{"first_air_date":"2006-10-29","cast":["Free Souffriau","Louis Talpe","Nicky Langley","Fred Van Kuyk","Sjarel Branckaerts"],"overview":"Mega Mindy is a Flemish children's supernatural\/superhero drama airing on Ketnet in Belgium. The series was created by Studio 100. It revolves around Mieke, a girl who lives with her grandparents and works as a police officer but also has a secret identity as superhero Mega Mindy. She tries to keep it a secret, but falls in love with Toby who also works at the police. He is in love with Mega Mindy and doesn't know that Mieke secretly likes him and is actually Mega Mindy. She tries to find a way to balance between work and being a superhero, but it isn't always easy.\n\nEvery episode has a new mystery that Mieke has to solve and one or more badguys who Mega Mindy takes down. Mieke's not-so-smart boss always tries to solve the case, but Mega Mindy usually ends up with the solution, which he doesn't appreciate. He does manage to claim responsibility for capturing a bad guy on several occasions because Mega Mindy can't reveal herself.","original_name":"Mega Mindy","vote_average":0.0,"name":"Mega Mindy","cert":"Unavailable","id":32690,"adult":"false","genre_ids":[10759,10751,9648],"origin_country":["BE","NL"]},{"first_air_date":null,"cast":[],"overview":"The Barefoot Rugby League Show is an Australian sports variety television programme, shown on NITV, as well as 31 Brisbane. Hosted by Brad Cooke and indigenous former international rugby league footballers Tony Currie and David Peachey, the programme is filmed at Fox Studios Australia in Sydney.","original_name":"The Barefoot Rugby League Show","vote_average":0.0,"name":"The Barefoot Rugby League Show","cert":"Unavailable","id":32691,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"2010-09-24","cast":["Tom Selleck","Donnie Wahlberg","Bridget Moynahan","Will Estes","Len Cariou"],"overview":"A drama about a multi-generational family of cops dedicated to New York City law enforcement. Frank Reagan is the New York Police Commissioner and heads both the police force and the Reagan brood. He runs his department as diplomatically as he runs his family, even when dealing with the politics that plagued his unapologetically bold father, Henry, during his stint as Chief.","original_name":"Blue Bloods","vote_average":7.0,"name":"Blue Bloods","cert":"Unavailable","id":32692,"adult":"false","genre_ids":[80,18],"origin_country":["US"]},{"first_air_date":"2009-12-05","cast":["Hannah Wang","Mitchell Tomlinson"],"overview":"Hosted by Mitchell Tomlinson and Hannah Wang,  this action sport series explores the incredible world of action sports  and the amazing personalities that are found within.","original_name":"Rush TV","vote_average":0.0,"name":"Rush TV","cert":"Unavailable","id":32693,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"2010-09-23","cast":["Rebecca Hazlewood","Sacha Dhawan","Diedrich Bader","Pippa Black","Parvesh Cheena"],"overview":"Outsourced is an American television sitcom s\n\nOutsourced is set in a call center in Bombay, India, where an American novelties company has recently outsourced its order processing. A lone American manages the call center and must explain American popular culture to his employees as he tries to understand Indian culture.","original_name":"Outsourced","vote_average":6.8,"name":"Outsourced","cert":"Unavailable","id":32694,"adult":"false","genre_ids":[35,10751],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Cinema Varieties was a television program on the now-defunct DuMont Television Network which was shown on Sunday nights at 8:30pm ET from September 1949 to November 1949. Clips from old movies were shown on this 30-minute program.","original_name":"Cinema Varieties","vote_average":0.0,"name":"Cinema Varieties","cert":"Unavailable","id":32695,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Projecto Moda, is a TV-show that premiered in 25 July, on public network RTP1. This will be the Portuguese version of Project Runway.\n\nCasting has already begun. Also, it was revealed that the host of the show will be Nayma Mingas, a former model. Paulo Gomes, will be the mentor. Manuel Alves and the director of Elle Magazine Portugal, Fátima Cotta will be the judges for the season. Other permanent judge, will be Cristina Pinho a spokesperson, from Modalfa, a Portuguese fashion store. It has been announced that the show will have 10 contestants, and only two finalists. The show will have 10 episodes that will air weekly. In this season, there will be no model competition.","original_name":"Projecto Moda","vote_average":0.0,"name":"Projecto Moda","cert":"Unavailable","id":32696,"adult":"false","genre_ids":[],"origin_country":["PT"]},{"first_air_date":"2009-06-20","cast":[],"overview":"In the mystical city of Camelot, William is an optimistic knight-in-training who is devoted to his mentor, knight in gleaming armour, Sir Roderick. The complication starts when the evil Duke of Amaraxos shrinks Princess Gwendolyn and takes over the kingdom, so the friends accompanied with Elspeth, an 11 year old apprentice sorceress and Xiao Long, a young sage-in-training from distant Asia, set off on an adventure to undo the terrible curse.","original_name":"Gawayn","vote_average":0.0,"name":"Gawayn","cert":"Unavailable","id":32705,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2010-05-10","cast":[],"overview":"High Street Dreams is a BBC television documentary series first aired in 2010 based around the development of products to sell in High Street shops and Supermarkets.","original_name":"High Street Dreams","vote_average":0.0,"name":"High Street Dreams","cert":"Unavailable","id":32706,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2010-05-03","cast":[],"overview":"Saath Nibhaana Saathiya is an Indian television drama series that launched on 3 May 2010. The series is broadcast worldwide on STAR Plus, with older episodes transmitted on STAR Utsav. The series is based on the lives of two female cousins after their respective marriages, focusing on the ongoing drama within the household of the Modi family.\n\nThe serial, although set in Rajkot, is filmed in Mumbai. Episodes of Saath Nibhaana Saathiya have been recorded on location in Kutch and in Switzerland. The show completed its 800th episode on 26 April 2013.\n\nThe series has also been dubbed into Telugu for broadcast on MAA TV, where it airs under the title Kodala Kodala Koduku Pellamaa.","original_name":"साथ निभाना साथिया","vote_average":0.0,"name":"Saath Nibhaana Saathiya","cert":"Unavailable","id":32707,"adult":"false","genre_ids":[18],"origin_country":["IN"]},{"first_air_date":"2011-03-29","cast":["Dana Delany","Jeri Ryan","Windell Middlebrooks","Geoffrey Arend","Mary Mouser"],"overview":"Body of Proof is an American medical drama television series that ran on ABC from March 29, 2011 to May 28, 2013 and starred Dana Delany as medical examiner Dr. Megan Hunt. The series was created by Chris Murphey and produced by ABC Studios. The show was canceled by ABC after three seasons.","original_name":"Body of Proof","vote_average":6.9,"name":"Body of Proof","cert":"Unavailable","id":32708,"adult":"false","genre_ids":[18,35],"origin_country":["US"]},{"first_air_date":"2010-09-20","cast":["Billy Gardell","Melissa McCarthy","Reno Wilson","Swoosie Kurtz","Louis Mustillo"],"overview":"A comedy about a working class Chicago couple who find love at an Overeaters Anonymous meeting.","original_name":"Mike & Molly","vote_average":5.8,"name":"Mike & Molly","cert":"Unavailable","id":32709,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2011-02-09","cast":["Andrea Anders","Matthew Perry","James Lesure","Nate Torrence","Allison Janney"],"overview":"Ben Donovan is a self-involved manager of a second-rate San Diego sports arena who begins to re-evaluate his life on his 40th birthday. Working alongside him is his boss and arena owner, Crystal--attractive, powerful and highly erratic; Alice--the cute, tomboyish marketing director and Ben's friend with benefits; Alonzo--a former basketball player, handsome and unbelievably happy; Ben's assistant, Heather--pretty, sweet, but terrifying because she once lit a boyfriend on fire; Crystal's son, Roman--sweet-faced, clueless and Ben's newest employee; and a hapless operations crew whom Ben refers to collectively as the \"Steves.\"","original_name":"Mr. Sunshine","vote_average":6.5,"name":"Mr. Sunshine","cert":"Unavailable","id":32710,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2011-06-02","cast":["Becki Newton","Greg Grunberg","Jordana Spiro","Constance Zimmer","Michelle Trachtenberg"],"overview":"Love Bites is an American television series originally planned for the 2010–11 television season on the NBC network that eventually aired as a summer replacement series. It premiered in its regular Thursday night time slot at 10:00 pm Eastern\/9:00 pm Central, on June 2, 2011. On July 11, NBC canceled the show and the series finale aired on July 21.","original_name":"Love Bites","vote_average":6.0,"name":"Love Bites","cert":"Unavailable","id":32719,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Twinkle Beauty parlour was a daily show that aired on SAB TV from Mondays to Thursdays. It premiered on May 15, 2007 and starred Sulabha Arya,Simple Kaul,Karan Mehra,Narayani Shastri,Rocky Verma in the lead roles. This show failed to grab the target audience in spite of its huge hype and success of its promos because of its weak story line and old concepts. The promos were instant hit and the audience expected a new comedy serial but the audience was disappointed from the luanching day itself. Even though the produces and SAB TV changed the entire cast and plot after one month from its launch, the serial failed to attract the audience and as a result the show was called off.","original_name":"Twinkle Beauty Parlour Lajpat Nagar","vote_average":0.0,"name":"Twinkle Beauty Parlour Lajpat Nagar","cert":"Unavailable","id":32720,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":"1999-05-03","cast":["Silvia Navarro","Sergio Basañez","Alberto Mayagoitia","Claudia Islas","Sergio Kleiner"],"overview":"Catalina y Sebastian is a Mexican telenovela produced by TV Azteca and it was the first union for Silvia Navarro and Sergio Basañez as protagonists. The series was then developed into another Mexican telenovela by the title of Contrato de Amor which stars Leonardo Garcia and Alejandra Maldonado.","original_name":"Catalina y Sebastián","vote_average":0.0,"name":"Catalina y Sebastián","cert":"Unavailable","id":32721,"adult":"false","genre_ids":[10759,18,10766],"origin_country":["MX"]},{"first_air_date":"2011-05-11","cast":["Chris Lilley"],"overview":"Angry Boys is an Australian television mockumentary series written by and starring Chris Lilley. Continuing the mockumentary style of his previous series, the show explores the issues faced by young males in the 21st century – their influences, their pressures, their dreams and ambitions. In Angry Boys, Lilley plays multiple characters: S.mouse, an American rapper; Jen, a manipulative Japanese mother; Blake Oakfield, a champion surfer; Ruth \"Gran\" Sims, a guard at a juvenile detention facility; and her grandchildren, South Australian twins Daniel and Nathan Sims.\n\nThe series is a co-production between the Australian Broadcasting Corporation and US cable channel HBO, with a pre-sale to BBC Three in the United Kingdom. Filmed in Melbourne, Los Angeles and Tokyo, Angry Boys premièred on 11 May 2011 at 9:00 pm on ABC1.","original_name":"Angry Boys","vote_average":7.1,"name":"Angry Boys","cert":"Suitable for 15 years & above","id":32722,"adult":"false","genre_ids":[18,35],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Hawaii News Now is the name of the news department shared by three television stations in Honolulu, Hawaii: CBS affiliate KGMB, MyNetworkTV affiliate KFVE and NBC affiliate KHNL. The newscasts are produced by Raycom Media, which owns KGMB and KHNL and operates KFVE through a shared services agreement.","original_name":"Hawaii News Now","vote_average":0.0,"name":"Hawaii News Now","cert":"Unavailable","id":32723,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Chop Shop is a Canadian docusoap television series created, directed and produced by Ziad Touma that premiered on February 4, 2009, on the Slice Network. The show follows the stylists at a rock and roll hair salon in Vancouver, British Columbia. The series was produced by Paperny Films.","original_name":"Chop Shop","vote_average":0.0,"name":"Chop Shop","cert":"Unavailable","id":32724,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"The Battle Among the Clans is a Hong Kong clan drama TVB series that took place from the mid-1940s to 1950s.","original_name":"The Battle Among the Clans","vote_average":0.0,"name":"The Battle Among the Clans","cert":"Unavailable","id":32725,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Big Competition","vote_average":0.0,"name":"The Big Competition","cert":"Unavailable","id":32732,"adult":"false","genre_ids":[],"origin_country":["SG"]},{"first_air_date":"2010-06-06","cast":["Evan Williams","Holly Deveaux","Addison Holley","Kyle Mac","Shannon Kook"],"overview":"Baxter is a Canadian children's comedy television series. The series is produced by Shaftesbury Films, in association with Family Channel. The series ran from May 24, 2010 to January 2, 2011 after being cancelled later that year.","original_name":"Baxter","vote_average":0.0,"name":"Baxter","cert":"Unavailable","id":32733,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":"2010-06-01","cast":["Shallon Lester"],"overview":"Downtown Girls was an MTV reality show about five girls living in New York City. The series debuted on June 1, 2010.","original_name":"Downtown Girls","vote_average":0.0,"name":"Downtown Girls","cert":"Unavailable","id":32734,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"A Corazón Abierto is a Colombian television series based on ABC's hit show Grey's Anatomy, written and supervised by Colombian writer Fernando Gaitan better known for creating hit telenovelas like Yo soy Betty, la fea, Café con Aroma de Mujer, and Hasta que la Plata nos Separe. Initially conceived as a weekly series, the story was modified to be aired 5 episodes a week in a telenovela format, that is why several changes have been made into the story. The series began airing in the United States weeknights at 7pm on Telemundo on May 17, 2010.","original_name":"A Corazón Abierto","vote_average":10.0,"name":"A Corazón Abierto","cert":"Unavailable","id":32735,"adult":"false","genre_ids":[18],"origin_country":["CO"]},{"first_air_date":"2010-09-22","cast":["James Belushi","Jerry O'Connell","Jurnee Smollett-Bell","Tanya Fischer"],"overview":"The Defenders is a drama about two colorful Las Vegas defense attorneys who go all-in when it comes to representing their clients. Nick and Pete are the local go-to guys with an eclectic client list who are still looking to hit their own jackpot.","original_name":"The Defenders","vote_average":6.8,"name":"The Defenders","cert":"Unavailable","id":32736,"adult":"false","genre_ids":[35,18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"My Normal","vote_average":0.0,"name":"My Normal","cert":"Unavailable","id":32739,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"A Romance in Shanghai is a modern television serial jointly produced by MediaCorp and a China television production company. Starring Singaporean actress Fann Wong in her first non-Singaporean production, the serial is set in modern-day Shanghai where she plays a rich girl on holiday in the romantic city to reunite with her American-based Singaporean boyfriend. When she discovers he has been unfaithful to her, she seeks solace in the company of a Shanghainese divorcee.","original_name":"A Romance in Shanghai","vote_average":0.0,"name":"A Romance in Shanghai","cert":"Unavailable","id":32746,"adult":"false","genre_ids":[],"origin_country":["CN","SG"]},{"first_air_date":"1979-09-19","cast":["Bill Erwin","Jeffrey Kramer","Richard Stahl","Jack Elam"],"overview":"Struck by Lightning is a 1979 American television sitcom about Frankenstein's monster, which aired on CBS.\n\nLike Working Stiffs, another 1979 CBS sitcom, this show was canceled after only three episodes were aired in the United States, although all completed episodes did end up being shown in England on ITV in 1980.","original_name":"Struck by Lightning","vote_average":0.0,"name":"Struck by Lightning","cert":"Unavailable","id":32747,"adult":"false","genre_ids":[10765,35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Ode to Gallantry is a Taiwanese television series adapted from Louis Cha's novel of the same title. The series was broadcast on CTS in Taiwan in 1985.","original_name":"Ode to Gallantry","vote_average":0.0,"name":"Ode to Gallantry","cert":"Unavailable","id":32748,"adult":"false","genre_ids":[],"origin_country":["TW"]},{"first_air_date":"2010-05-01","cast":[],"overview":"The Fertility Chase is a medical documentary series about assisted reproductive technology. It is independently produced by Exodus Productions.","original_name":"The Fertility Chase","vote_average":0.0,"name":"The Fertility Chase","cert":"Unavailable","id":32749,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2010-09-20","cast":["David Keith","Jon Voight","Mark Deklin","Adrianne Palicki","Bryce Johnson"],"overview":"Lone Star is an American drama television series which originally ran on Fox from September 20, 2010 to September 27, 2010, airing Monday nights at 9 pm ET\/PT. Fox announced Lone Star's cancellation on September 28, 2010 after two low-rated episodes.","original_name":"Lone Star","vote_average":6.7,"name":"Lone Star","cert":"Unavailable","id":32750,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Legend of the lost keys is an educational BBC Look and Read production, which was first aired on BBC Two on 12 January 1998, and has been shown regularly ever since.","original_name":"The Legend of the Lost Keys","vote_average":0.0,"name":"The Legend of the Lost Keys","cert":"Unavailable","id":32751,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Wrap","vote_average":0.0,"name":"The Wrap","cert":"Unavailable","id":32760,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Keep Posted was a United States public affairs TV series on the now-defunct DuMont Television Network which was sponsored by The Saturday Evening Post for its first season.","original_name":"Keep Posted","vote_average":0.0,"name":"Keep Posted","cert":"Unavailable","id":32761,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"La Loba is a Mexican telenovela by TV Azteca. It premiered on 2010. The protagonists are the international stars Ivonne Montero and Mauricio Islas. Grand actors such as Regina Torne, Omar Fierro, Ana Ciochetti, Fernando Becerril and Marta Aura also included as cast members. In the final 2 weeks, episodes are halved to give way to Maricarmen's new telenovela, Entre el Amor y el Deseo","original_name":"La Loba","vote_average":0.0,"name":"La Loba","cert":"Unavailable","id":32762,"adult":"false","genre_ids":[18],"origin_country":["MX"]},{"first_air_date":"2010-08-03","cast":["Minnie Driver","Goran Visnjic","James Nesbitt","Antonia Thomas","Orla Brady"],"overview":"As the world's energy supplies dwindle, the Orpheus, a research submarine, delves into the deep of the Arctic Ocean searching for rare micro-organisms, but the crew soon find themselves in peril.","original_name":"The Deep","vote_average":5.8,"name":"The Deep","cert":"Unavailable","id":32763,"adult":"false","genre_ids":[18,10759],"origin_country":["GB","US"]},{"first_air_date":null,"cast":[],"overview":"El Gran Show is a dance reality show airing on América Televisión in Perú hosted by Gisela Valcárcel. Every season, celebrities and amateur dancers are paired up. Celebrities have included actors\/actresses, models, singers, athletes, teen heartthrobs, television hosts, and comedians. The format is similar to Bailando por un sueño and El Show De Los Sueños: 11 participants called \"Dreamers\" star in a dance competition in which the winner will realize a dream that becomes public knowledge, either to resolve a personal problem or to help someone else. The program focuses on social assistance that can be provided to talented people who have no economic means to achieve certain goals. The tool that these dreamers have to overcome adversity is their talent for dancing. Eleven couples compete over 10 weekly galas, in which the couple who received the fewest telephone votes from viewers is eliminated. At the final gala, two couples compete to determine who will win the long-awaited fulfilment of their dream.","original_name":"El Gran Show","vote_average":0.0,"name":"El Gran Show","cert":"Unavailable","id":32764,"adult":"false","genre_ids":[],"origin_country":["PE"]},{"first_air_date":null,"cast":[],"overview":"Agimat: Ang Mga Alamat ni Ramon Revilla presents Elias Paniki, more popularly known as simply Elias Paniki is the fourth installment of the Philippine weekly mini-series Agimat: Ang Mga Alamat ni Ramon Revilla aired by ABS-CBN that started on May 29, 2010. The character of Elias Paniki is portrayed by Jake Cuenca.","original_name":"Elias Paniki","vote_average":0.0,"name":"Elias Paniki","cert":"Unavailable","id":32765,"adult":"false","genre_ids":[10759,10765],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Playa Salvaje es una teleserie chilena que fue exhibida el segundo semestre de 1997 por Canal 13 de Chile. Escrita por Pablo Illanes y dirigida por Óscar Rodríguez. Fue filmada entre Iquique, ciudad costera del norte de Chile y la capital, Santiago.\n\nSe transformó en un gran suceso de sintonía, superando ampliamente a su competencia, las teleseries Tic tac de TVN y Santiago City de Megavisión . Fue la primera producción dramática en lograr un promedio de rating superior a 30 puntos desde el comienzo del people meter. Con una trama más adulta que su antecesora Adrenalina, el guionista Pablo Illanes apostó por una trama con misterio, comedia, jóvenes universitarios, sol y playa. La telenovela constó de 110 capítulos emitidos de lunes a viernes a las 20 desde el lunes 21 de Julio de 1997 hasta el viernes 19 de diciembre del mismo año.\n\nEl protagonista masculino, Mariano Acuña, es un piloto comercial viudo y con una pequeña hija, que se debate entre el amor de Javiera Huidobro, una agresiva ejecutiva discográfica que esconde su origen humilde, y Deborah Meneses, una despreocupada joven oriunda de Lota que es exactamente igual a su esposa, quien falleció en circunstancias que perturbarán a Mariano por siempre.","original_name":"Playa Salvaje","vote_average":0.0,"name":"Playa Salvaje","cert":"Unavailable","id":32774,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Frock Me is a British fashion and music television series hosted by fashion icon Alexa Chung, designer Henry Holland and style scout Gemma Cairney. The show has a fast-paced magazine format exploring the relationship between and influences of music and fashion on each other; featuring big-name designers, celebrity guests and bands. It was first broadcast within Channel 4's teen zone T4 from October 2008 as a seven-part studio series. A second location-based series of six episodes aired on T4 and late-night Channel 4 in April\/May 2010.\n\nEach episode of the show is themed around a current youth and fashion trend, and explores the music and fashion connections and influences behind each trend. The guests, features and bands in each show relate to this theme.\n\nThe funding for the series was provided by UK clothing retailer TK Maxx.","original_name":"Frock Me","vote_average":0.0,"name":"Frock Me","cert":"Unavailable","id":32775,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2010-09-21","cast":["Michael Imperioli","Jon Michael Hill","James McDaniel","Shaun Majumder","Natalie Martinez"],"overview":"What does it take to be a detective in one of America's toughest cities? Follow one homicide unit as Detroit's finest unearth the crisis and revelation, heartbreak and heroism of these inner city cops in Detroit, Michigan.","original_name":"Detroit 1-8-7","vote_average":7.2,"name":"Detroit 1-8-7","cert":"Unavailable","id":32776,"adult":"false","genre_ids":[18,80],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Amores Cruzados is a telenovela produced by TV Azteca and Caracol TV Internacional. It premiered on 2006. The protagonists are David Zepeda, Michel Gurfi, Ana Lucia Dominguez and patricia Vasquez. The telenovela was film in Mexico and Colombia.","original_name":"Amores Cruzados","vote_average":0.0,"name":"Amores Cruzados","cert":"Unavailable","id":32779,"adult":"false","genre_ids":[18],"origin_country":["MX","CO"]},{"first_air_date":null,"cast":[],"overview":"Vidas Robadas is the title of a Spanish-language telenovela produced by the Mexican television network TV Azteca. It is internationally known as \"Infamia\". It stars Carla Hernandez, Andres Palacios and marks the return of the grand actress, Cristian Bach to the television screen.","original_name":"Vidas Robadas","vote_average":0.0,"name":"Vidas Robadas","cert":"Unavailable","id":32780,"adult":"false","genre_ids":[18],"origin_country":["MX"]},{"first_air_date":null,"cast":[],"overview":"Ode to Gallantry is a Chinese television series adapted from Louis Cha's novel of the same title. The series was first broadcast on NMTV in China in 2002.","original_name":"Ode to Gallantry","vote_average":0.0,"name":"Ode to Gallantry","cert":"Unavailable","id":32781,"adult":"false","genre_ids":[],"origin_country":["CN"]},{"first_air_date":null,"cast":[],"overview":"The Pondles is a British animated television series which consists of 13 episodes which was originally broadcast in 1986.","original_name":"The Pondles","vote_average":0.0,"name":"The Pondles","cert":"Unavailable","id":32790,"adult":"false","genre_ids":[16],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Cats Eyes was an educational television programme which was part of the BBC Schools programming airing in the daytime.\n\nThe show, which aimed at teaching primary science to children, is widely considered to be one of the best and most successful of its kind. The series began in 1994 and has continued to be broadcast each year up to and including 2003, producing over forty episodes .Whilst now off air, the show was often shown on BBC Two during schools programmes, and was often a favourite for teachers to show to a class in schools amongst other BBC Schools shows.","original_name":"Cats' Eyes","vote_average":0.0,"name":"Cats' Eyes","cert":"Unavailable","id":32791,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"TV Shopper, also known as Your Television Shopper or The Kathi Norris Show, was an early American daytime television series which aired on the DuMont Television Network at 10:30 am ET from November 1, 1948 to December 1, 1950.\n\nThe show was hosted by Kathi Norris, also host of DuMont's Spin the Picture, and was an early example of a TV shopping show.","original_name":"TV Shopper","vote_average":0.0,"name":"TV Shopper","cert":"Unavailable","id":32792,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Hotel Broadway was a musical TV show broadcast on the now-defunct DuMont Television Network. The 30-minute show ran from January 20, 1949 to March 17, 1949. The show starred singer Jerri Blanchard and was produced by Harvey Marlowe.","original_name":"Hotel Broadway","vote_average":0.0,"name":"Hotel Broadway","cert":"Unavailable","id":32793,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2011-04-14","cast":["Omid Djalili","Andrew Daly","Duane Martin","Ben Shenkman","Larry David"],"overview":"The Paul Reiser Show is an American television series that aired on NBC. In May 2010, NBC announced that it had green-lit the series for the 2010–11 television season, with the half-hour comedy expected to premiere as a midseason replacement. The series premiered on April 14, 2011, at 8:30 pm. Due to extremely low ratings, the program was canceled on April 22, 2011, after airing only two episodes.","original_name":"The Paul Reiser Show","vote_average":6.0,"name":"The Paul Reiser Show","cert":"Unavailable","id":32796,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":["Rosemary Verey"],"overview":"Recreating Eden is a Canadian lifestyle and gardening television documentary program. Its aim is to examine the physical, mental, and spiritual healing effects that gardens have on their keepers","original_name":"Recreating Eden","vote_average":0.0,"name":"Recreating Eden","cert":"Unavailable","id":32797,"adult":"false","genre_ids":[99],"origin_country":["CA"]},{"first_air_date":"2010-09-20","cast":["Alex O'Loughlin","Scott Caan","Ian Anthony Dale","Meaghan Rath","Jorge Garcia"],"overview":"Steve McGarrett returns home to Oahu, in order to find his father's killer. The governor offers him the chance to run his own task force (Five-0). Steve's team is joined by Chin Ho Kelly, Danny \"Danno\" Williams, and Kono Kalakaua.","original_name":"Hawaii Five-0","vote_average":6.5,"name":"Hawaii Five-0","cert":"Unavailable","id":32798,"adult":"false","genre_ids":[28,80,18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Last Romance is a Philippine romantic television show produced by GMA Network and the first installment of Love Bug starring Dennis Trillo and Carla Abellana.","original_name":"The Last Romance","vote_average":0.0,"name":"The Last Romance","cert":"Unavailable","id":32799,"adult":"false","genre_ids":[18,35],"origin_country":["PH"]},{"first_air_date":"2010-09-20","cast":["Jesse Metcalfe","Rose Rollins","Amaury Nolasco","Cole Hauser","Kelli Giddish"],"overview":"Chase is an American police procedural drama television series created by Jennifer Johnson for the NBC network. The series follows a U.S. Marshals fugitive-apprehension team, based out of Houston, Texas. Jerry Bruckheimer and Johnson serve as executive producers for the one-hour drama. The series originally aired on Mondays at 10:00 pm ET\/9:00 pm CT and premiered on September 20, 2010. After the mid-season break, Chase returned on Wednesdays at 9:00 pm ET\/8:00 pm CT On October 19, 2010, the network ordered a full season consisting of 22 episodes, but this order was cut to 18 in December. On February 3, 2011, the show was put on \"a hiatus\" with no plan regarding the remaining episodes. On April 6, 2011, NBC announced the remaining five episodes would be broadcast on Saturday nights beginning on April 23, 2011. Later the show was replaced by Harry's Law.","original_name":"Chase","vote_average":5.9,"name":"Chase","cert":"Unavailable","id":32800,"adult":"false","genre_ids":[18,10759],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Neighbourhood is a Malaysian Chinese drama co-produced by ntv7 and mm2 Entertainment. It was filmed in 2009 and aired on ntv7 starting 2 May 2012, at 1:30pm.","original_name":"Neighbourhood","vote_average":0.0,"name":"Neighbourhood","cert":"Unavailable","id":32801,"adult":"false","genre_ids":[],"origin_country":["MY"]},{"first_air_date":null,"cast":[],"overview":"The Weakest Link was an Irish version of the British quiz show, The Weakest Link.\n\nThe show was broadcast on TV3 from 2001 and was presented by Eamon Dunphy. It is one of the few times that an international version of the show has been hosted by a man. The producers of the series used the euro as the banking currency. This had the effect of reducing the prize fund as the Irish pound was still in full circulation at the time and the euro would not be issued until January 2002.","original_name":"The Weakest Link","vote_average":0.0,"name":"The Weakest Link","cert":"Unavailable","id":32802,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2009-10-03","cast":[],"overview":"Celebrity Ghost Stories is an American reality-documentary television series on The Biography Channel. The series debuted on October 3, 2009 with the pilot for the series airing on September 26, 2009. The series interviews various celebrities who talk about paranormal events that have happened in their lives.\n\nA spin-off, The Haunting Of, features footage from this series as celebrities go back to the places of their haunted experiences and find out the truth behind the haunting.","original_name":"Celebrity Ghost Stories","vote_average":7.7,"name":"Celebrity Ghost Stories","cert":"Unavailable","id":32803,"adult":"false","genre_ids":[10765],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Simply KC is Philippine TV's weekday talk show that aired on ABS-CBN. It is hosted by KC Concepcion. It premiered on May 24, 2010 and ended on October 22, 2010. It aired weekdays at 8:00-8:30 AM on ABS-CBN and worldwide on The Filipino Channel.\n\nThe show's theme song is \"Magandang Umaga,\" sung by Concepcion.","original_name":"Simply KC","vote_average":0.0,"name":"Simply KC","cert":"Unavailable","id":32804,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"2010-06-15","cast":[],"overview":"It's Effin' Science is an American television show on G4. It is hosted by Angie Greenup, Marc Horowitz and Chad Zdenek and produced by Renegade Productions. Filming is based in Los Angeles, California and 10 episodes were ordered for the first season. The series premiered on June 15, 2010.","original_name":"It's Effin' Science","vote_average":0.0,"name":"It's Effin' Science","cert":"Unavailable","id":32805,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2011-01-12","cast":["Enrique Murciano","Caroline Dhavernas","Martin Henderson","Jason George","Mamie Gummer"],"overview":"La Ciudad de las Estrellas, a tiny town in the South American jungle, is home to an understaffed, understocked medical clinic where three idealistic doctors come looking for change.","original_name":"Off the Map","vote_average":6.9,"name":"Off the Map","cert":"Unavailable","id":32806,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2016-01-17","cast":["Ali Hussainy","Rush Maltz"],"overview":"Local Knowledge focuses on the culture of fishing as seen through the often humorous viewpoints of two drastically different fishermen from opposite sides of the country. Ali Hussainy of San Diego, California is the President of BD Outdoors, the largest fishing site on the web, while Capt. Rush Maltz is a born and raised Florida Keys fishing guide. Watch this unique take on the \"fishing show\".","original_name":"Local Knowledge","vote_average":0.0,"name":"Local Knowledge","cert":"Unavailable","id":32807,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"1955-05-03","cast":["John Reed King"],"overview":"Have a Heart was a game show broadcast on the now-defunct DuMont Television Network. The 30-minute show ran from May 3, 1955 to June 14, 1955, and was hosted by John Reed King.\n\nHave a Heart was one of the last shows broadcast on the DuMont network, along with It's Alec Templeton Time, What's the Story, and Boxing From St. Nicholas Arena.","original_name":"Have a Heart","vote_average":0.0,"name":"Have a Heart","cert":"Unavailable","id":32808,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Dinner With The Band is an American food reality show hosted by chef Sam Mason. It began as an ON Networks web series in March 2007 but was later acquired by the Independent Film Channel and premiered as a full length 30-min television show on November 24, 2009.","original_name":"Dinner with the Band","vote_average":0.0,"name":"Dinner with the Band","cert":"Unavailable","id":32809,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Hold That Camera is an American game show that ran on the DuMont Television Network's primetime schedule from August 27 to December 15, 1950. The series aired on Fridays at 8:30 PM Eastern.\n\nOriginally a game show hosted by Jimmy Blaine, after the first few episodes the format was completely overhauled into a variety show with Kyle MacDonnell as host. MacDonnell was named \"Miss Television 1948\" by Time magazine. The orchestra leader was Ving Merlin.","original_name":"Hold That Camera","vote_average":0.0,"name":"Hold That Camera","cert":"Unavailable","id":32810,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Russian Kaleidoscope is a weekly program for the Russian Community in Melbourne. The show includes local news, interviews and Russian Documentaries. It is hosted by: Dmitry Likane, Natalia Tsygankova, Olga Vagner, Elena Rachko.","original_name":"Russian Kaleidoscope","vote_average":0.0,"name":"Russian Kaleidoscope","cert":"Unavailable","id":32811,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Global News is a late-night English newscast of the ABS-CBN Broadcasting Corporation and produced by CNN from 1998 to 2001, The show aired every late night after Martin Late @ Nite. It also aired the program on ABS-CBN News Channel.","original_name":"Global News with Riki Kwek","vote_average":0.0,"name":"Global News with Riki Kwek","cert":"Unavailable","id":32812,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2010-06-09","cast":["Cynthia Koh","Ann Kok","Qi Yuwu"],"overview":"Precious Babes is a Singaporean Chinese family drama produced by MatrixVision, revolving around the lives of three women who are childhood friends. It made its debut on Singapore's free-to-air channel, MediaCorp Channel 8 on 9 June 2010 and ended on 6 July 2010. Consisting 20 episodes, the drama was screened on every weekday night at 9.00 pm.\n\nThis drama made its rerun from 30 June 2011 and ended on 27 July 2011.\n\nThis drama is also imported on one of Malaysia's free-to-air channel, NTV7, weekdays at 6.00pm, made its debut on 6 June 2011 and ended on 1 July 2011.","original_name":"Precious Babes","vote_average":0.0,"name":"Precious Babes","cert":"Unavailable","id":32813,"adult":"false","genre_ids":[],"origin_country":["SG"]},{"first_air_date":null,"cast":[],"overview":"Good Morning Kuya is a morning news-talk program conceptualized by Kuya Daniel Razon which airs on UNTV-37 every weekday morning. The show also provides various Public Services to the public by means of a Free Clinic, a Free Orphanage, Free Education, Free Transient Home, Free Legal Services and Free Rides during weekday mornings. It is primarily hosted by Daniel Razon, Rene Jose, Nina Taduran, and Tony Arevalo. Also in the show are Ryan Ramos, Sahlee \"Datgirl\" Piamonte, Robby \"Johnny\" Packing, Rodel Flordeliz, Bryan Evangelista, Lyn Perez, Leah Ylagan, and Chris \"Porky\" Dela Cruz. Look-a-likes of Manny Pacquiao and Mr. Bean gives an added twist in the show. Good Morning Kuya or GMK can be viewed from 4:00 am to 8:30 am.","original_name":"Good Morning Kuya","vote_average":0.0,"name":"Good Morning Kuya","cert":"Unavailable","id":32814,"adult":"false","genre_ids":[10763],"origin_country":["PH"]},{"first_air_date":"2010-09-21","cast":["Shannon Woodward","Cloris Leachman","Martha Plimpton","Garret Dillahunt","Lucas Neff"],"overview":"James \"Jimmy\" Chance is a clueless 24-year-old who impregnates a serial killer during a one-night-stand. Earning custody of his daughter after the mother is sentenced to death, Jimmy relies on his oddball but well-intentioned family for support in raising the child.","original_name":"Raising Hope","vote_average":6.9,"name":"Raising Hope","cert":"Unavailable","id":32815,"adult":"false","genre_ids":[35,10751],"origin_country":["US"]},{"first_air_date":"2010-09-14","cast":["Jimmy Smits","Carly Pope","David Ramsey","Jesse Bradford","Ellen Woglom"],"overview":"Outlaw is an American television series that was aired on the NBC network. The one-hour courtroom drama stars Jimmy Smits as a Supreme Court Justice who resigns from the bench and returns to private practice in an elite law firm where Claire Sax, love interest to Garza, is a powerful senior partner. As part of the deal the firm has an Ex-Supreme Court Justice on their staff of lawyers and Garza is allowed to pick his team and the cases he works. The series premiered on Wednesday, September 15, 2010, and began airing on Fridays beginning September 24. On October 11 Outlaw was announced as canceled by NBC and the remaining four episodes were moved to a Saturday time slot. The series finale aired on November 13, 2010.","original_name":"Outlaw","vote_average":5.0,"name":"Outlaw","cert":"Unavailable","id":32820,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"New York Times Youth Forum was a public affairs program, sponsored by The New York Times and aired Sundays at 5pm EST on the now-defunct DuMont Television Network from September 14, 1952 to June 14, 1953. The host was Dorothy Gordon, who continued to host the show on WABD from the time the network closed in 1956 until 1958 when it moved to WRCA-TV.\n\nThe Times dropped sponsorship in 1960, at which point radio simulcasts moved from WQXR to WNBC. Thereafter, Gordon continued the show as Dorothy Gordon's Youth Forum, winning a Peabody Award in 1966. Gordon continued to host the show until her death in 1970.","original_name":"New York Times Youth Forum","vote_average":0.0,"name":"New York Times Youth Forum","cert":"Unavailable","id":32821,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2010-07-28","cast":["Louise Roe"],"overview":"With the help of British fashion expert Louise Roe, a woman will receive a head-to-toe style transformation, including new wardrobe and confidence-building exercises. Once the transformation is complete, the formerly Plain Jane will surprise her unsuspecting crush with the new look and reveal her true feelings to him.","original_name":"Plain Jane","vote_average":0.0,"name":"Plain Jane","cert":"Unavailable","id":32822,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Frontier World of Doc Holliday was a failed pilot for a series, starring Adam West.\n\nDoc Holliday was a pilot shot in 1959, scheduled to be broadcast as an episode of Cheyenne, titled: Birth of a Legend. starring Adam West.\n\nIn this chapter Holliday kills a man for the first time in his life, but does not mind that this doomed.\n\nThis project was led by Leslie H. Martinson, production was provided by Roy Huggins was a major project which failed.","original_name":"Doc Holliday","vote_average":0.0,"name":"Doc Holliday","cert":"Unavailable","id":32823,"adult":"false","genre_ids":[37],"origin_country":[]},{"first_air_date":"2009-09-26","cast":["Jung Kyung-ho","Lee Min-jung","Cheon Ho-jin","Lee Chun-hee","Choi Jung-yoon"],"overview":"Seo Jung In is the kind-hearted, but spoiled daughter of a wealthy family. When the family's financial bubble bursts, her fiancée dumps her at the altar and her family is forced to rely on the kindness of their former chauffeur's family. While adjusting to life in their crowded, two-family home, Jung In and the Kangs' son, Hyun Su, begin to clash. Will these two find a way to get along, or will their initial irritation with one another blossom into something more?","original_name":"그대, 웃어요","vote_average":7.2,"name":"Smile, You","cert":"Unavailable","id":32824,"adult":"false","genre_ids":[35,18,10749],"origin_country":["KR"]},{"first_air_date":"2011-02-08","cast":["David Denman","Kris Marshall","Liza Lapira","Aya Cash","Nelson Franklin"],"overview":"Traffic Light is an American comedy television series that ran on Fox from February 8, 2011 to May 31, 2011. It is based on the Israeli TV show Ramzor, and was adapted to an American audience by Bob Fisher. The series aired Tuesdays at 9:30 pm following Raising Hope as a midseason replacement for Running Wilde. Fox announced its cancellation on May 10, 2011.","original_name":"Traffic Light","vote_average":6.7,"name":"Traffic Light","cert":"Unavailable","id":32825,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2002-09-12","cast":["Jason Porcino"],"overview":"Scared!, formerly titled as Scared on Staten Island!, is an American paranormal public-access television cable TV series that premiered on September 12, 2002 on Staten Island Community Television. Produced by Core Films and Thousand Hats Productions, the program follows and stars a Staten Island-based team of urban explorers who venture into abandoned and condemned buildings in search of paranormal activity. In each episode, three main members, who are collectively known as \"The SCARED! Crew\" and vary throughout the series, represent three points of view or beliefs: the psychic, scientist, and skeptic.","original_name":"Scared!","vote_average":10.0,"name":"Scared!","cert":"Unavailable","id":32826,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Kids and Company is an American children's TV show that aired on the now-defunct DuMont Television Network on Saturday mornings from September 1, 1951 to June 1, 1952, and was hosted by Johnny Olson and Ham Fisher. The series was primarily sponsored by Red Goose Shoes.\n\nThis was Olson's third series for DuMont, previously hosting the talent show Doorway to Fame and daytime variety series Johnny Olson's Rumpus Room. Rumpus Room shared the schedule with Kids for the latter's entire run, and ended a month after Kids did.","original_name":"Kids and Company","vote_average":0.0,"name":"Kids and Company","cert":"Unavailable","id":32827,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2010-03-31","cast":["Moon Geun-young","Seo Woo","Chun Jung-myung","Ok Taec-yeon","Lee Mi-sook"],"overview":"A modern day adaptation of Cinderella with a twist as our Cinderella, Goo Hyo Sun, is loved by everyone whereas her stepsister, Eun Jo, has a dark past and struggles with the fact that her mother starts to care more for Hyo Sun than her.","original_name":"신데렐라 언니","vote_average":7.3,"name":"Cinderella's Stepsister","cert":"Unavailable","id":32828,"adult":"false","genre_ids":[18],"origin_country":["KR"]},{"first_air_date":"2011-04-13","cast":["Eliza Coupe","Elisha Cuthbert","Zachary Knighton","Adam Pally","Damon Wayans Jr."],"overview":"Happy Endings is an American television sitcom that ran on ABC from April 13, 2011 to May 3, 2013. The show follows the dysfunctional adventures of six best friends living in Chicago.","original_name":"Happy Endings","vote_average":7.2,"name":"Happy Endings","cert":"Unavailable","id":32829,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Word of Mouth is hosted by culinary expert Sandy Daza, restaurateur and Philippine Daily Inquirer columnist. It is co-hosted by Teacher Patty Loanzon, a culinary school chef instructor and a high school teacher. Word of Mouth is a food show produced by Epicurio, Inc.","original_name":"Word of Mouth","vote_average":0.0,"name":"Word of Mouth","cert":"Unavailable","id":32830,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"2007-04-16","cast":[],"overview":"Market Kitchen is a cookery programme, made by Optomen, that premiered on Good Food in 2007. Presented by Rachel Allen, Amanda Lamb, Matt Tebbutt, Tom Parker Bowles and Matthew Fort, the programme concentrates on seasonal cooking and features visits to a local market to obtain seasonal produce. The first series was presented from a customised kitchen in Borough Market and featured Tana Ramsay as one of its presenters.\n\nIn 2009, the programme incorporated the Local Food Hero competition, which had previously had its own series on UKTV Food. It will feature the winner of a competition to find Britain's best pudding, launched by Christopher Biggins in April 2010. In 2010, spin-off, Market Kitchen's: Big Adventure, aired on Good Food.","original_name":"Market Kitchen","vote_average":0.0,"name":"Market Kitchen","cert":"Unavailable","id":32831,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2010-05-27","cast":[],"overview":"Police Women of Memphis is the third of TLC's Police Women reality documentary series, which follows four female members of the Memphis Police Department in Memphis, Tennessee.","original_name":"Police Women of Memphis","vote_average":0.0,"name":"Police Women of Memphis","cert":"Unavailable","id":32832,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Big Idea was a documentary TV series on the now-defunct DuMont Television Network which focused on modern inventions.","original_name":"The Big Idea","vote_average":0.0,"name":"The Big Idea","cert":"Unavailable","id":32833,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Imploders","vote_average":0.0,"name":"The Imploders","cert":"Unavailable","id":32834,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Great Ormond Street is a British television documentary series. It was first broadcast on BBC Two on 6 April 2010. Each episode focuses on a different department at the world famous Great Ormond Street Hospital.\n\nA second series commenced on 8 May 2012.","original_name":"Great Ormond Street","vote_average":0.0,"name":"Great Ormond Street","cert":"Unavailable","id":32835,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Arka Sokaklar, a long-running television crime series on Turkish Kanal D, was first broadcast in July 2006. The characters are described, below, using in-universe tone.","original_name":"Arka Sokaklar","vote_average":0.0,"name":"Back Streets","cert":"Unavailable","id":32836,"adult":"false","genre_ids":[10759],"origin_country":["TR"]},{"first_air_date":null,"cast":[],"overview":"Stars on Parade is a variety show on the now-defunct DuMont Television Network.","original_name":"Stars on Parade","vote_average":0.0,"name":"Stars on Parade","cert":"Unavailable","id":32837,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2010-06-01","cast":["Ryan Sypek","Sandeep Parikh"],"overview":"","original_name":"Squatters","vote_average":0.0,"name":"Squatters","cert":"Unavailable","id":32838,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Ishaan: Sapno Ko Awaaz De is a show created by Buena Vista International and Red Chillies Idiot Box for Disney Channel India. It is a musical teen drama that focuses on a 15-year-old boy named Ishaan and the choices that he makes between music and his friends.","original_name":"Ishaan","vote_average":0.0,"name":"Ishaan","cert":"Unavailable","id":32839,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Bailando Por un Sueño: Segundo Campeonato Mundial de Baile was a TV show, where celebrities and dancers from shows as Bailando por un Sueño, Dancing With the Stars, So You Think You Can Dance, etc. compete to obtain the Bicentenary Cup and to accomplish the dream of a Mexican family. It began on May 9, 2010 and finished on July 11, 2010, hosted by Yuri and Liza Echeverria. The show was aired at 19:00 on Sunday, by Canal de las Estrellas.","original_name":"Bailando por un Sueño: Segundo Campeonato Mundial de Baile","vote_average":0.0,"name":"Bailando por un Sueño: Segundo Campeonato Mundial de Baile","cert":"Unavailable","id":32840,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2007-11-04","cast":["Chua En Lai","Alaric Tay","Michelle Chong","Suhaimi Yusof","Judee Tan"],"overview":"The Noose is a Singapore comedy TV series produced by MediaCorp Channel 5 which has aired in Singapore for six seasons, in 2007, 2008, 2010, 2011 and 2013. Although the name of the show plays on the word The News, the literal gallows humor of the program's name is unlikely to be missed by viewers in a country which executes people by hanging. The third season began airing on June 1, 2010. The fourth season began airing on March 8, 2011. The last season, Season 5, began airing on December 27, 2011 and features topics such as the Mayan Calendar and doomsday and other relevant current issues. A sixth season is slated to air starting April 2, 2013. Michelle Chong will not return for the new season.\n\nThe Noose is a parody of local news programmes such as News 5 Tonight, with fictional news reports and a presentation mimicking that of the real news. For example, every episode of News 5 Tonight begins with a CGI clock indicating the time, while every episode of the first two seasons of The Noose would spoof it by displaying the time using something more mundane, such as a plastic clock hanging on a wall. At the beginning of every episode, there is a candid disclaimer telling the viewer that the stories are not true. Each episode stars Michelle Chong, Chua En Lai, Alaric Tay and Suhaimi Yusof, with various actors and actresses as newscasters and interviewees, often with parodic mannerisms and names.","original_name":"The Noose","vote_average":0.0,"name":"The Noose","cert":"Unavailable","id":32845,"adult":"false","genre_ids":[35],"origin_country":["SG"]},{"first_air_date":null,"cast":[],"overview":"Power play was a weekly video game television show that ran from 1992 through 1993 in the Netherlands on the TROS network. Initially the show ran bi-weekly, but in its second season, it became a weekly show. There were a total of 19 episodes, before the show was cancelled.\n\nThe show was 25 minutes long and was hosted by Martijn Krabbé, and featured items such as game reviews, tips and tricks and interviews with gamers and people working in the gaming industry.","original_name":"Tros Power Play","vote_average":0.0,"name":"Tros Power Play","cert":"Unavailable","id":32848,"adult":"false","genre_ids":[],"origin_country":["NL"]},{"first_air_date":"1979-09-19","cast":["Dorothy Konrad","Stephanie Faracy","Walter Olkewicz","Larry Breeding","Zane Lasky"],"overview":"The Last Resort is a 1979 American television sitcom, centered around a group of college students working in a hotel kitchen; the humor was in the style of Animal House, and it ran for one season with 15 episodes on CBS.","original_name":"The Last Resort","vote_average":0.0,"name":"The Last Resort","cert":"Unavailable","id":32849,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Love Me When You Can is a 2006 Korean Romantic TV Series directed by Jang Geun Soo and Kim Woo Sun. It first aired on July 17, 2006 and ended on March 9, 2008 after 169 episodes.","original_name":"있을 때 잘해!!","vote_average":0.0,"name":"Love Me When You Can","cert":"Unavailable","id":32850,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Injustice is the 18th co-production of MediaCorp TV and ntv7. It was aired every Monday to Thursday, at 10:00pm on Malaysian Chinese language channel ntv7. This drama started airing on 23 August and ended on 4 October 2010. This will be the third Malaysian series to be screened on Channel U after The Thin Line and Addicted to Love when it debuts on 9 Nov 2012, weekdays at 6 pm.","original_name":"Injustice","vote_average":0.0,"name":"Injustice","cert":"Unavailable","id":32851,"adult":"false","genre_ids":[],"origin_country":["MY","SG"]},{"first_air_date":null,"cast":[],"overview":"Vuelveme A Querer is the title of a Spanish-language telenovela produced by the Mexican television network TV Azteca. It stars Mariana Torres and Jorge Alberti as protagonists.It is a remake of Venezuelan telenovela Destino de Mujer in 1997, produced and broadcast by Venevision and starred by Sonya Smith and Jorge Reyes.","original_name":"Vuélveme A Querer","vote_average":0.0,"name":"Vuélveme A Querer","cert":"Unavailable","id":32854,"adult":"false","genre_ids":[18],"origin_country":["MX"]},{"first_air_date":"2009-12-07","cast":["Shruthi Raj","Deepak Dinkar","Subhalekha Sudhakar","Sadhana"],"overview":"Thendral is a Tamil drama serial directed by S. Kumaran. It premiered on December 7, 2009 and is being aired every Mon-Fri at 9pm on Sun TV Thendral stars Shruthi Raj, Deepak Dinkar and Sri Vidya in the lead roles and revolves around a girl's struggle in a middle-class family, focusing on the importance of women's' education. Thendral completed 900 episodes on June 27, 2013 and presently, is the longest running serial of Sun TV and Vikatan Televistas. It is one of the most popular serial of Vikatan Televistas after Thirumathi Selvam and Kolangal.","original_name":"Thendral","vote_average":0.0,"name":"Breeze","cert":"Unavailable","id":32855,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":"2009-08-04","cast":["Viviane Araújo"],"overview":"Bela, a Feia is a Brazilian telenovela originally aired on Rede Record from August 4, 2009 to June 2, 2010. A co-production with Televisa, it was based on the Colombian telenovela Yo soy Betty, la fea, as well as the American series Ugly Betty.\n\nOn June 1, 2010, the penultimate episode of Bela, a Feia made Record lead the audience ratings against Rede Globo in both São Paulo and Rio de Janeiro, a feat rarely achieved in Brazilian television viewership.","original_name":"Bela, a Feia","vote_average":3.0,"name":"Bela, a Feia","cert":"Unavailable","id":32856,"adult":"false","genre_ids":[18],"origin_country":["BR"]},{"first_air_date":"1989-12-25","cast":["Tony Leung Chiu-Wai","Sheren Tang"],"overview":"Hap Hak Hang is a Hong Kong television series adapted from Louis Cha's novel Ode to Gallantry. The series was first broadcast on TVB in Hong Kong in 1989.","original_name":"俠客行","vote_average":0.0,"name":"Hap Hak Hang","cert":"Unavailable","id":32857,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":"2010-06-07","cast":["Will Sasso","Patton Oswalt","Jane Lynch","Steve Coogan","Molly Shannon"],"overview":"Neighbors from Hell was a satirical American animated sitcom that ran on TBS from June 7, 2010 to July 26, 2010. The executive producer of the series is Pam Brady. The first and only season consisted of 10 episodes.\n\nThe series is owned by 20th Century Fox Film Corporation. It's produced by Fox Television Animation and MoonBoy Animation, a division of DreamWorks Animation. The majority of the animation is produced by Bardel Entertainment in Vancouver, and a team of animators in Los Angeles, Bento Box Entertainment, did some of the animation and retakes.","original_name":"Neighbors from Hell","vote_average":7.5,"name":"Neighbors from Hell","cert":"Unavailable","id":32858,"adult":"false","genre_ids":[16,35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Kesetiaan Cintais an Indonesian TV serial aired on Mondays-Sundays at 9:30 until 10:30 pm on SCTV. It was produced by MD Entertainment headed by Manoj Punjabi and Dhamoo Punjabi, and starred by Kirana Larasati, Laudya Cynthia Bella, Rama Micheal and Evan Sanders.","original_name":"Kesetiaan Cinta","vote_average":0.0,"name":"Kesetiaan Cinta","cert":"Unavailable","id":32859,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2007-05-17","cast":[],"overview":"Embarrassing Bodies is a British television programme broadcast by Channel 4 and made by Maverick Television since 2007. In 2011, an hour long live show was introduced, \"Embarrassing Bodies: Live from the Clinic\", which makes use of Skype technology. Various spin-offs have been produced in relation to the programme to target different patients, such as Embarrassing Fat Bodies and Embarrassing Teenage Bodies. The show has a strong multiplatform presence on web and mobile.","original_name":"Embarrassing Bodies","vote_average":7.6,"name":"Embarrassing Bodies","cert":"Unavailable","id":32872,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2010-02-09","cast":[],"overview":"British observational documentary series which shows activities taking place in the labour ward.","original_name":"One Born Every Minute","vote_average":0.0,"name":"One Born Every Minute","cert":"Unavailable","id":32873,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"We Have to Stop Now","vote_average":0.0,"name":"We Have to Stop Now","cert":"Unavailable","id":32874,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Office: Subtle Sexuality","vote_average":0.0,"name":"The Office: Subtle Sexuality","cert":"Unavailable","id":32875,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1983-04-10","cast":["Reuven Bar-Yotam","Arthur Malet","Scatman Crothers","David Soul","Héctor Elizondo"],"overview":"In this prequel to the movie, set from June 1940 to November 1941, American Rick Blaine runs the Cafe Americain in Casablanca and deals with Nazis, French, and locals in this center of World War II intrigue.","original_name":"Casablanca","vote_average":5.0,"name":"Casablanca","cert":"Unavailable","id":32876,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2011-02-25","cast":[],"overview":"Baat Hamari Pakki Hai was an Indian television drama series which premiered on Sony Entertainment Television on May 31, 2010 and went off air on February 25, 2011.","original_name":"Baat Hamari Pakki Hai","vote_average":0.0,"name":"Baat Hamari Pakki Hai","cert":"Unavailable","id":32877,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Football's Greatest was a TV series that started on the June 10, 2010 and finished on July 11, 2010 on Sky Sports for the World Cup. There were 26 shows in total all narrated by Richard Keys, 25 featuring one footballer for each show. The first show was about players that didn't make the following shows but were still notable, these players were Bobby Moore, Franco Baresi, George Weah, Cristiano Ronaldo, Lothar Matthäus, Gheorghe Hagi, Romário, Dennis Bergkamp, Karl-Heinz Rummenigge, Eric Cantona, Denis Law, David Beckham, Thierry Henry, Paolo Rossi, Sócrates, Steven Gerrard, Hristo Stoichkov, Ryan Giggs, Hugo Sánchez, Dino Zoff, Emilio Butragueño, Kaká, Roberto Baggio, Luis Figo and Lionel Messi.\n\nThe series was then followed by Football's Greatest Managers around Christmas 2011, running to a similar format though this series was narrated by Gabriel Clarke and features shows for José Mourinho, Bill Shankly, Alex Ferguson, Bob Paisley, Giovanni Trapattoni, Fabio Capello, Arrigo Sacchi, Rinus Michels, Mário Zagallo and Ottmar Hitzfeld.","original_name":"Football's Greatest","vote_average":7.0,"name":"Football's Greatest","cert":"Unavailable","id":32882,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2009-06-29","cast":["Richard Dawkins","Mark Evans"],"overview":"Inside Nature's Giants is a British science documentary, first broadcast in June 2009 by Channel 4. The documentary shows experts performing dissection on some of nature's largest animals, including whales and elephants.\n\nThe programme is presented by Mark Evans. The series attempts to uncover the secrets of the animals examined. Mark is assisted by evolutionary biologists Richard Dawkins and Simon Watt, and comparative anatomist Joy Reidenberg. The show is currently airing on PBS in the United States and repeats are currently airing on Eden and Watch in the UK.\n\nThere is an iPad application that allows you to see every animal the show have worked on close up.","original_name":"Inside Nature's Giants","vote_average":9.5,"name":"Inside Nature's Giants","cert":"Unavailable","id":32883,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2009-04-06","cast":["Dan Plesac"],"overview":"Quick Pitch is an American television show centered around showing highlights of baseball games from the previous night. Quick Pitch airs on MLB Network during the MLB regular season at 1 A.M. ET every weeknight, 8 P.M. ET every Sunday, and after Saturday Night Baseball or MLB Tonight every Saturday. Reruns of Quick Pitch are also shown every morning during the regular season.","original_name":"Quick Pitch","vote_average":0.0,"name":"Quick Pitch","cert":"Unavailable","id":32884,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Amor con Venganza","vote_average":0.0,"name":"Amor con Venganza","cert":"Unavailable","id":32885,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2007-10-20","cast":["Dieter Bohlen","Bruce Darnell","Marco Schreyl","Daniel Hartwich","Sylvie Meis"],"overview":"Das Supertalent is the German talent show and part of the internationally successful Got Talent franchise, presented by Marco Schreyl, who was joined by Daniel Hartwich from the second season onwards. Just like in all other versions of the franchise, auditions take place and the judges review their talent and then later the home audience votes in an election to deem who wins.","original_name":"Das Supertalent","vote_average":3.5,"name":"Das Supertalent","cert":"Unavailable","id":32886,"adult":"false","genre_ids":[10751],"origin_country":["DE"]},{"first_air_date":null,"cast":[],"overview":"Mr. Garlund, also known as The Garlund Touch, is a television drama broadcast on the CBS network in the United States that aired on Friday nights in the 1960-61 television season.","original_name":"Mr. Garlund","vote_average":0.0,"name":"Mr. Garlund","cert":"Unavailable","id":32887,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2011-04-03","cast":["Jonathan Torrens"],"overview":"Wipeout Canada is a reality television series in which multiple contestants compete in numerous obstacle-based challenges. The series is produced by TVtropolis and premiered on that channel on April 3, 2011. The studio hosts are Jonathan Torrens and Ennis Esmer, with Jessica Phillips as the on-site reporter.","original_name":"Wipeout Canada","vote_average":0.0,"name":"Wipeout Canada","cert":"Unavailable","id":32888,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":"2010-07-12","cast":["Angie Harmon","Sasha Alexander","Jordan Bridges","Lee Thompson Young","Bruce McGill"],"overview":"Perhaps their strikingly different personalities make the relationship between detective Jane Rizzoli and medical examiner Maura Isles so effective. Jane, the only female cop in Boston's homicide division, is tough, relentless and rarely lets her guard down, while the impeccably dressed Maura displays a sometimes icy temperament — she is, after all, more comfortable among the dead than the living. Together, the best friends have forged a quirky and supportive relationship; they drop the protective shield in each other's company, and combine their expertise to solve Boston's most complex cases.","original_name":"Rizzoli & Isles","vote_average":7.3,"name":"Rizzoli & Isles","cert":"Suitable for 15 years & above","id":32895,"adult":"false","genre_ids":[80,18,9648],"origin_country":["US"]},{"first_air_date":"2010-09-06","cast":["Martin Short"],"overview":"The Cat in the Hat is back -- and this time, he's teaching Sally and her brother, Nick, some awfully nifty things to think about!","original_name":"The Cat in the Hat Knows a Lot About That!","vote_average":6.8,"name":"The Cat in the Hat Knows a Lot About That!","cert":"Unavailable","id":32896,"adult":"false","genre_ids":[16],"origin_country":["CA","GB","US"]},{"first_air_date":"2010-05-30","cast":["Kingone Wang","Eddie Peng","Tender Huang"],"overview":"","original_name":"Scent of Love","vote_average":0.0,"name":"Scent of Love","cert":"Unavailable","id":32897,"adult":"false","genre_ids":[18,35],"origin_country":["TW"]},{"first_air_date":null,"cast":[],"overview":"Kape at Balita is a morning newscast, talk and commentary program in the Philippines that was first aired from 1991 to 1993 on GMA Channel 7. The morning show went back on air since October 22, 2012 on GMA News TV Channel 11.","original_name":"Kape at Balita","vote_average":0.0,"name":"Kape at Balita","cert":"Unavailable","id":32898,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"2010-05-07","cast":["John Ralston","Ingrid Kavelaars","Colin Cunningham","Lúcia Moniz","Joe Cobden"],"overview":"Living in Your Car is a Canadian television comedy-drama series that debuted on May 7, 2010 on HBO Canada.\n\nThe series stars John Ralston as Steve Unger, a former high-flying corporate executive struggling to rebuild his life after being indicted on fraud, obstruction and racketeering charges. Legally forbidden to hold any job dealing with other people's money, he finds himself ordered to teach a business ethics class — and is forced to live in his car when his wife won't let him back into their home.\n\nThe series was created and principally written by George F. Walker, Dani Romain, and Joseph Kay.","original_name":"Living in Your Car","vote_average":8.0,"name":"Living in Your Car","cert":"Unavailable","id":32899,"adult":"false","genre_ids":[35],"origin_country":["CA"]},{"first_air_date":"2010-06-09","cast":["Morgan Freeman"],"overview":"Hosted by Morgan Freeman, Through the Wormhole explores the deepest mysteries of existence - the questions that have puzzled mankind for eternity. What are we made of? What was there before the beginning? Are we really alone? Is there a creator? These questions have been pondered by the most exquisite minds of the human race. Now, science has evolved to the point where hard facts and evidence may be able to provide us with answers instead of philosophical theories. Through the Wormhole brings together the brightest minds and best ideas from the very edges of science - Astrophysics, Astrobiology, Quantum Mechanics, String Theory, and more - to reveal the extraordinary truth of our Universe.","original_name":"Through the Wormhole","vote_average":7.8,"name":"Secretos del Universo con Morgan Freeman","cert":"Unavailable","id":32900,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2010-05-03","cast":["Alison Bell"],"overview":"I Rock is an Australian comedy \/ drama television series which first screened on ABC2 from 3 May 2010.\n\nThe series revolves around Nash Taylor and his struggling indie rock band, Boy Crazy Stacey, trying to make it big on the Australian music scene. The series was shot in the pub scene of the inner west suburbs of Sydney. Guest stars include Tim Rogers from Sydney band You Am I, Cassette Kids and radio broadcaster personality Scott Dooley.\n\nThe series stars Josh Mapleston. It was written by Josh Mapleston with David Fedirchuk and Rob Macdonald, produced by David Fedirchuk & Rob Macdonald and directed by Rob Macdonald.","original_name":"I Rock","vote_average":0.0,"name":"I Rock","cert":"Unavailable","id":32911,"adult":"false","genre_ids":[35],"origin_country":["AU"]},{"first_air_date":"2005-01-29","cast":[],"overview":"Moving Up is an American reality television series that airs on The Learning Channel, the show premiered on January 29, 2005 with four series being filmed and a fifth currently airing.","original_name":"Moving Up","vote_average":0.0,"name":"Moving Up","cert":"Unavailable","id":32912,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2006-09-04","cast":["Jeroen Pauw","Paul Witteman"],"overview":"Pauw & Witteman is a Dutch late-night talk show, hosted by Jeroen Pauw en Paul Witteman. It is generally focused on current affairs and politics. It is broadcast every weekday at 11 pm on Nederland 1. It is produced by Dutch public broadcasters NPS and VARA.\n\nDuring summer Pauw & Witteman are replaced by Knevel & Van de Brink, a talk show hosted by Andries Knevel and Thijs van den Brink, produced by the dutch evangelical broadcasting company, the EO.","original_name":"Pauw & Witteman","vote_average":7.0,"name":"Pauw & Witteman","cert":"Unavailable","id":32913,"adult":"false","genre_ids":[],"origin_country":["NL"]},{"first_air_date":null,"cast":["Vicki Zhao","Pan Yue-Ming","Victor Huang"],"overview":"Moment in Peking is a 2005 Chinese television series produced by CCTV. It is adapted from Lin Yutang's Nobel Prize nominee novel Moment in Peking.","original_name":"Moment in Peking","vote_average":0.0,"name":"Moment in Peking","cert":"Unavailable","id":32914,"adult":"false","genre_ids":[18],"origin_country":["CN"]},{"first_air_date":null,"cast":[],"overview":"Akasya Durağı is a Turkish comedy television series on Kanal D, which initially broadcast in 2008\n\nThe Story:\n\nNuri is a very old driver and when he become retired he start his own taxi company with money that earned for all of his life. There are a few sympathetic driver and pure tea maker-office boy at the taxi company. And all of them life is very interesting and very funny. They have great time at the taxi company. Too many events do and find our drivers and their lives'. The story goes so... By the way, everyone says to Nuri 'Nuri Dad' because he is a very good man.","original_name":"Akasya Durağı","vote_average":1.0,"name":"Akasya Durağı","cert":"Unavailable","id":32915,"adult":"false","genre_ids":[35,18],"origin_country":["TR"]},{"first_air_date":"2010-04-20","cast":["Ximena Díaz","Gabriela Sari","Juana Viale","Carina Zampini","Selva Alemán"],"overview":"Malparida is a 2010 Argentine telenovela aired by Channel 13 in the prime time. It run from April 2010 to February 2011. It is protagonized antagonistically by Renata, a cold and scheming woman seeking revenge against a man that had caused the death of her mother. The term \"Malparida\" denotes in Spanish a woman of questionable reputation.","original_name":"Malparida","vote_average":0.0,"name":"Malparida","cert":"Unavailable","id":32916,"adult":"false","genre_ids":[],"origin_country":["AR"]},{"first_air_date":"2010-09-22","cast":[],"overview":"Slovenski Top Model is a reality documentary based on Tyra Banks America's Next Top Model that pits contestants from Slovenia against each other in a variety of competitions to determine who will win title of the next Slovene Top Model and a lucrative modelling contract with Alen Kobilica Models agency, a spread in the Slovenian issue of Elle, car Seat Ibiza, the winner will also become face of Maybeline New York for Slovenia, she will receive mobile package Orto Muziq for 2 years and hopes of a successful future in the modeling business.\n\nThe competition is hosted by Slovene Supermodel Nuša Šenk who also serves as the lead judge with several industry experts serving as guest judges.\n\nThe first cycle started airing on September 22, 2010 and a finale was aired exactly three months later. 16 years old Maja Fučak from Koper was chosen to be Slovenia's Next Top Model.","original_name":"Slovenski Top Model","vote_average":0.0,"name":"Slovenski Top Model","cert":"Unavailable","id":32925,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2009-03-12","cast":["Rachel De Thame"],"overview":"Countrywise is a British television series on ITV, in which broadcaster Paul Heiney and the team of reporters look at the best of Britain's coast and country, with contributions from the ITV regions. Quite often, the classical historian Bettany Hughes appears on the programme, when she is introduced as the \"Countrywise Historian\". The programme began a new series in December 2010 - Countrywise Kitchen, about foraging for food and food connected with different parts of the country. For example, the edition broadcast on 10 December 2010 mentioned gathering mushrooms, and mentioned the cep mushroom. Celebrities who have appeared on the programme include Rachel de Thame, who appeared on the programme on 5 July 2011. The most recent series of the programme began broadcast on 25 June 2012, when it came from the Isle of Man and mentioned the Manx cat. A more recent edition of the programme has come from Ireland.This edition of the programme mentioned how the newest member of the Countrywise team has been the programme's scientist, Charlotte Uhlenbroek, who discussed Finn MacCool when the programme was in Ireland.\n\nIn late July 2012, the programme was broadcast in Pembrokeshire, Wales, where it visited the smallest city in the United Kingdom, that of St. David's.","original_name":"Countrywise","vote_average":3.0,"name":"Countrywise","cert":"Unavailable","id":32926,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2010-06-06","cast":["Colby Donaldson"],"overview":"Top Shot is an American reality television show that debuted on the History Channel on June 6, 2010. The show features 16 contestants, split into two teams of eight, competing in various types of shooting challenges. One by one, the contestants are eliminated until only one remains. That contestant receives a $100,000 grand prize and the title of \"Top Shot.\" Survivor contestant Colby Donaldson is the host.","original_name":"Top Shot","vote_average":7.5,"name":"Top Shot","cert":"Unavailable","id":32927,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Nintendo Week was a weekly entertainment and news series that reported on the latest and upcoming video games and news concerning Nintendo platforms, including Wii, Nintendo DS and Nintendo 3DS. The series had two hosts, Gary and Alison. It premiered on September 14, 2009 as part of the launch of a redesigned Nintendo Channel, and aired its final episode on March 29, 2012. It was only available via the North American edition of the Nintendo Channel. In the series, the hosts presented new game releases, industry interviews, demonstrations, and previews.\n\nIt was produced in the distribution center of Nintendo's offices in Atlanta, GA. Originally, new episodes premiered on Mondays, but from July 28, 2011, they were shown on Thursdays from that point onward. On November 24, 2011, the show received a new set. On February 2, 2012, Alison Whitney confirmed that this was her last appearance on the show. After Alison's departure, Gary's counterpart Dark Gary was promoted from recurring character to Alison's replacement as co-host. Nintendo Week also filled in various guest co-hosts alongside Gary and Dark Gary from the week beginning February 16, 2012.","original_name":"Nintendo Week","vote_average":0.0,"name":"Nintendo Week","cert":"Unavailable","id":32928,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Most Outrageous Game Show Moments","vote_average":0.0,"name":"Most Outrageous Game Show Moments","cert":"Unavailable","id":32929,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2010-09-30","cast":[],"overview":"Người mẫu Việt Nam: Vietnam's Next Top Model is a Vietnamese reality television show in which a number of women compete for the title of Vietnam's Next Top Model and a chance to start their career in the modeling industry. The show is based upon America's Next Top Model. And as part of Top Model franchise, there is the host and the head judge like talk-show host and model Tyra Banks in the original franchise. The show shares the same format. The premiere was set to air on September 30, 2010 and was among the highest-rated shows in Vietnamese broadcasting.","original_name":"Người mẫu Việt Nam","vote_average":0.0,"name":"Vietnam's Next Top Model","cert":"Unavailable","id":32930,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Wolf Canyon is a television pilot which was commissioned in 2009 for the Canadian national channel APTN. The pilot was aired several times over the 2009-2010 Holiday season and is titled \"Hairy Lawman\".\n\nThe show is produced by the Vancouver based film company Really Real Films Inc. and is now being distributed by Tricon Films & Television Inc. APTN passed as the sole broadcaster for the series, however another broadcaster is being sought out.","original_name":"Wolf Canyon","vote_average":0.0,"name":"Wolf Canyon","cert":"Unavailable","id":32931,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":"2010-06-09","cast":["China Chow","Jerry Saltz"],"overview":"Work of Art: The Next Great Artist is an American reality competition show that airs on the cable television network Bravo, in which up-and-coming artists compete for a solo exhibition at the Brooklyn Museum and a cash prize of $100,000. The show is produced by Pretty Matches Productions and Magical Elves Productions, the same company that created Project Runway and Top Chef. The series premiered on June 9, 2010. Work of Art was renewed for a second season in September 2010 which began on October 12, 2011.","original_name":"Work of Art: The Next Great Artist","vote_average":8.5,"name":"Work of Art: The Next Great Artist","cert":"Unavailable","id":32938,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Academy Awards best screenplay nominee Hui-Ling Wang's first television screenplay after Crouching Tiger, Hidden Dragon.","original_name":"Thank You For Having Loved Me","vote_average":0.0,"name":"Thank You For Having Loved Me","cert":"Unavailable","id":32939,"adult":"false","genre_ids":[18],"origin_country":["CN"]},{"first_air_date":"2010-11-15","cast":["Christopher Eccleston","Andy Serkis","Naomie Harris","Olivia Colman","Sean Bean"],"overview":"Accused is a British television anthology series created by Jimmy McGovern. The drama series first aired on 15 November 2010 on BBC One and has run for two series. Each episode follows a different character as they await their verdict in court, and tells the story behind how they find themselves accused. The series has featured actors and actresses such as Christopher Eccleston, Benjamin Smith, Juliet Stevenson, Andy Serkis, Marc Warren, Naomie Harris, Sean Bean and Anne-Marie Duff as the accused in each episode.\n\nThe series follows previous drama series by McGovern, including anthology series The Street and Moving On. After the cancellation of The Street in 2009 by Granada Television, McGovern formed RSJ Films to produce independent drama programmes and consequently devised the Accused anthology series. Accused is written by McGovern, Danny Brocklehurst and Alice Nutter and is filmed in Manchester. In 2011 it won an International Emmy for best drama series.","original_name":"Accused","vote_average":8.4,"name":"Accused","cert":"Unavailable","id":32940,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Háblame de amor is a Mexican telenovela produced by TV Azteca for Azteca Digital. It is a remake of Amor en silencio by Eric Vonn.","original_name":"Háblame de amor","vote_average":0.0,"name":"Háblame de amor","cert":"Unavailable","id":32941,"adult":"false","genre_ids":[],"origin_country":["MX"]},{"first_air_date":"2010-06-06","cast":["Beth Littleford","Paul Iacono","Amber Lancaster","Jareb Dauplaise","Larry Poindexter"],"overview":"The Hard Times of RJ Berger was an American television comedy series created by David Katzenberg and Seth Grahame-Smith for MTV. The show's central character is RJ Berger an unpopular sophomore at the fictional Pinkerton High School in Ohio who has an exceptionally large penis. Berger's two best friends are Miles Jenner, whose ambitions for popularity cause him to clash with Berger, and goth girl Lily Miran, who has been lusting after Berger for several years. Berger's love interest is Jenny Swanson, a cheerleader who is involved with Max Owens, a popular jock and bully. The show is presented as a coming of age story and has been described by Katzenberg and Grahame-Smith as a blend of the television series The Wonder Years and the film Superbad.\n\nThe pilot episode premiered on June 6, 2010, and the first season of 12 episodes concluded August 23, 2010. MTV renewed The Hard Times of RJ Berger for a second season, which premiered on March 24, 2011, and concluded on May 30, 2011, but canceled the show that August.","original_name":"The Hard Times of RJ Berger","vote_average":6.7,"name":"The Hard Times of RJ Berger","cert":"Unavailable","id":32942,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Hole in the Wall","vote_average":0.0,"name":"Hole in the Wall","cert":"Unavailable","id":32943,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Idols Brunei","vote_average":0.0,"name":"Idols Brunei","cert":"Unavailable","id":32944,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Bayu Cinta Lunais an Indonesian TV serial airs on SCTV starring by Bunga Citra Lestari and Chico Jericho","original_name":"Bayu Loves Luna","vote_average":0.0,"name":"Bayu Loves Luna","cert":"Unavailable","id":32951,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Vilma! is a Friday Primetime musical variety show formerly aired by GMA Network from 1986 to 1995 hosted by Vilma Santos.","original_name":"Vilma!","vote_average":0.0,"name":"Vilma!","cert":"Unavailable","id":32952,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Maan Rahe Tera Pitaah is an Indian television drama series which premiered on Sony Entertainment Television on June 1, 2010. The story is of a girl named Anmol who fights the society for the respect and honor of her father.","original_name":"Maan Rahe Tera Pitaah","vote_average":0.0,"name":"Maan Rahe Tera Pitaah","cert":"Unavailable","id":32953,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":"2009-12-01","cast":["Michio Kaku"],"overview":"Sci Fi Science: Physics of the Impossible is an American documentary television series on Science which first aired in the United States on December 1, 2009. The series is hosted by theoretical physicist Michio Kaku and is based on his book Physics of the Impossible. In each episode, Dr. Kaku addresses a technological concept from science fiction and designs his own theoretical version of the technology using currently-known science. He also visits scientists developing technology related to the episode's concept.","original_name":"Sci Fi Science: Physics of the Impossible","vote_average":8.3,"name":"Sci Fi Science: Physics of the Impossible","cert":"Unavailable","id":32954,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"La mujer perfecta is a Venezuelan telenovela created by Leonardo Pardón and produced by Venevisión.\n\nMónica Spear and Ricardo Álamo star as the main protagonists with Ana Karina Manco and Jean Carlo Simancas playing the main antagonists. Marlene De Andrade, Marisa Román, Flavia Gleske and Mariaca Semprum star as co-protagonists.","original_name":"La mujer perfecta","vote_average":0.0,"name":"La mujer perfecta","cert":"Unavailable","id":32955,"adult":"false","genre_ids":[18],"origin_country":["VE"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Mahal Kita","vote_average":0.0,"name":"Mahal Kita","cert":"Unavailable","id":32956,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Amor de Madre is a canceled Spanish-language telenovela produced by the United States-based television network Telemundo and RTI Colombia. Victoria Ruffo and Arturo Peniche confirmed as the main protagonists.","original_name":"Amor de Madre","vote_average":0.0,"name":"Amor de Madre","cert":"Unavailable","id":32957,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":"2010-06-29","cast":["Louis C.K.","Hadley Delany","Pamela Adlon","Ursula Parker"],"overview":"Louis C.K. stars as a fictionalized version of himself; a comedian and newly divorced father raising his two daughters in New York City.","original_name":"Louie","vote_average":7.7,"name":"Louie","cert":"Unavailable","id":32962,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2005-10-02","cast":["Aya Hirano","Megumi Toyoguchi","Kaori Nazuka","Takahiro Sakurai","Kishou Taniyama"],"overview":"","original_name":"Canvas 2: Niji Iro no Sketch","vote_average":0.0,"name":"Canvas 2: Niji Iro no Sketch","cert":"Unavailable","id":32963,"adult":"false","genre_ids":[16,18,35],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"A Life in the Theater","vote_average":5.5,"name":"A Life in the Theater","cert":"Unavailable","id":32964,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2003-07-07","cast":[],"overview":"","original_name":"Mastermind","vote_average":0.0,"name":"Mastermind","cert":"Unavailable","id":32971,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2010-06-21","cast":[],"overview":"Being... N-Dubz is a documentary series detailing the life and times of English hip-hop group N-Dubz. The series was sponsored by Adidas Originals, and broadcast on 4Music and Channel 4 from 21 June 2010 to 18 May 2011. Two seasons of the show were broadcast. The second series focuses on the group as they travel to America to meet with top American producers. The second series premiered on Channel 4 on 13 April 2011. The series was narrated by Loose Women panelist Lynda Bellingham. The first series of the show is set for release on DVD on 24 September 2012.","original_name":"Being... N-Dubz","vote_average":0.0,"name":"Being... N-Dubz","cert":"Unavailable","id":32980,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"High Noon Toons was a 3-hour programming block of cartoons hosted by two cowboy hand puppets named Haas and Lil' Jo shown on Cartoon Network in the mid-1990s. The series was made by Matt Thompson and Adam Reed, who would later go on to create adult-themed cartoon series such as Sealab 2021 and Frisky Dingo for Adult Swim and Archer for FX.\n\nOften the show would have special themes, such as \"Quick Draw McGraw: Pure Mustang\". Haas and Lil' Jo also hosted Cartoon Network's \"Spring Break '95\", where the two would be on a beach setting with bikini-clad Barbie dolls, and would show Spring Break-related cartoons. They also hosted the Thanksgiving Cartoon Parade in 1995.","original_name":"High Noon Toons","vote_average":0.0,"name":"High Noon Toons","cert":"Unavailable","id":32981,"adult":"false","genre_ids":[16],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Sacrificio de Mujer is a Spanish-language telenovela produced by Venevisión International.\n\nMarjorie de Sousa and Juan A. Baptista star as the main protagonists with Mariana Torres and Pablo Azar as co-protagonists. Luis Jose Santander,Flor Núñez, Géraldine Bazán, Arnaldo Pipke and Ximena Duque star as the main villains.\n\nFilming took place in Miami, Florida in 2010. From April 18, 2011 to June 17, 2011, Univision aired double episodes weekday afternoons at 12pm\/11am central. From June 20, 2011 to July 7, 2011, the remaining episodes aired for one hour weekday afternoons. As of September 21, 2011, Venevisión is currently airing Sacrificio de Mujer at 10pm.","original_name":"Sacrificio de Mujer","vote_average":0.0,"name":"Sacrificio de Mujer","cert":"Unavailable","id":32982,"adult":"false","genre_ids":[18],"origin_country":["VE","US"]},{"first_air_date":null,"cast":[],"overview":"\"Minute of Fame\" is a Russian television talent show competition originating from the Got Talent series and which started in February 2007 on 1TV. For the first 2 seasons it was hosted by Garik Martirosyan, replaced in the 3rd season by Alexander Tsekalo, then in the 4th season the hosts were Alexander Oleshko and Ville Haapasalo, and in the 5th and 6th seasons Julia Kovalchuk took over from Haapasalo.","original_name":"Minuta slavy","vote_average":0.0,"name":"Minuta slavy","cert":"Unavailable","id":32983,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Expedition! is an American travel documentary television series that was broadcast in the United States on ABC Tuesday nights in the 1960-61 television season and Monday nights in the 1961-62 television season.","original_name":"Expedition!","vote_average":0.0,"name":"Expedition!","cert":"Unavailable","id":32984,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2010-06-10","cast":["Larry Miller","Victor Yerrid","Tyler Bunch"],"overview":"Late Night Liars is a television game show on GSN that was under the Henson Alternative brand and premiered on June 10, 2010. It is hosted by Larry Miller, and stars several \"celebrity\" puppets created by The Jim Henson Company. Each episode has two human contestants trying to figure out which of the puppets are lying, and which are telling the truth. The show's finale aired on July 29, 2010 with no plans for a revival.","original_name":"Late Night Liars","vote_average":0.0,"name":"Late Night Liars","cert":"Unavailable","id":32985,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2010-06-13","cast":[],"overview":"Cupcake Wars is a Food Network reality-based competition show hosted by Justin Willman based on creating unique and professional-style cupcakes that began airing in June 2010. The show is similar to its successful Chopped show in that it starts with 4 contestants who are eliminated one by one in 3 rounds. During seasons 1-3, the show's time-slot was Tuesdays at 8 pm, EST, but at the beginning of the 4th season, the time-slot changed to Sundays at 8PM EST. The show also challenges its contestants to create cupcakes with unusual ingredients with the winning team receiving $10,000. Each team consists of a chef and a sous-chef. Cupcake Wars began airing its 8th season on March 3, 2013.","original_name":"Cupcake Wars","vote_average":5.2,"name":"Cupcake Wars","cert":"Unavailable","id":32994,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"News Gal was a TV series produced by the DuMont Television Network, and shown on both DuMont and ABC.","original_name":"News Gal","vote_average":0.0,"name":"News Gal","cert":"Unavailable","id":32995,"adult":"false","genre_ids":[9648],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Pasion morena is a Mexican telenovela by TV Azteca. It premiered on 2009. The protagonists are Victor González and Paola Nuñez. Grand actors include Anette Michel Fernando Ciangherotti, Ari Telch and Evangelina Elizondo. The series also remarks the return of Victor Gonzalez and Anette Michel on TV Azteca.","original_name":"Pasión Morena","vote_average":0.0,"name":"Pasión Morena","cert":"Unavailable","id":32996,"adult":"false","genre_ids":[18],"origin_country":["MX"]},{"first_air_date":"2010-06-11","cast":["Jeff Zausch","EJ Snyder"],"overview":"Dual Survival is an American reality cable television series aired on the Discovery Channel. The show features a pair of survival experts in challenging environments.\n\nFor the first two seasons the show featured the differing outdoor survival philosophies and skills of Cody Lundin, a naturalist and primitive-skills expert who runs the Aboriginal Living Skills School in Arizona and Dave Canterbury, a military-trained survival instructor who runs the Pathfinder Training School in Ohio. Beginning with the third season, Canterbury was replaced with Joseph \"Joe\" Teti.","original_name":"Dual Survival","vote_average":8.0,"name":"Dual Survival","cert":"Unavailable","id":32997,"adult":"false","genre_ids":[10764,10759],"origin_country":["US"]},{"first_air_date":"1954-09-21","cast":[],"overview":"Studio 57 is an American anthology series that was broadcast on the now-defunct DuMont Television Network from September 1954 to September 1955, and in syndication from 1955 to 1956.","original_name":"Studio 57","vote_average":0.0,"name":"Studio 57","cert":"Unavailable","id":32998,"adult":"false","genre_ids":[],"origin_country":["US"]},{"cert":"Unavailable","cast":["Mark Hoppus","Amy Schumer"],"id":32999,"first_air_date":"2010-09-16","overview":"Hoppus On Music, previously titled A Different Spin With Mark Hoppus, was a talk show hosted by Blink-182 and +44 singer\/bassist Mark Hoppus. The show premiered on September 16, 2010, on Fuse, and lasted until June 2012. The show formerly featured comedian Amy Schumer as the co-host.","genre_ids":[],"origin_country":["US"],"original_name":"Hoppus on Music","vote_average":0.0,"name":"Hoppus on Music","adult":"false"}]