[{"first_air_date":"2011-01-01","cast":["Mark Hamill","Henry Winkler","John C. McGinley","Dave Foley","Curtis Armstrong"],"overview":"Dan, a lovable misanthrope, and his pal Chris take on different adversaries on a ceaseless quest for justice.","original_name":"Dan Vs.","vote_average":7.5,"name":"Dan Vs.","cert":"Unavailable","id":34501,"adult":"false","genre_ids":[16,35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Vids was a late-night, humorous video review show hosted by peroxide blond Welshman Nigel Buckland and the tall, long haired, bearded Glasgow native, Stef Gardiner.\n\nThe show was produced by Ideal World Productions for Channel 4 in the UK, and aired as part of Channel 4's overnight programming schedule, 4 Later.\n\nSeries 1 & 2 was directed by Darren Bender.","original_name":"Vids","vote_average":0.0,"name":"Vids","cert":"Unavailable","id":34502,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2010-11-15","cast":["Ayesha Dharker","Sanjeev Bhaskar","Mali Harries","Mark Heap","Mark Williams"],"overview":"The Indian Doctor is a British television drama set in the summer of 1963. Produced by Rondo Media and Avatar Productions, it was first broadcast on BBC One in 2010. The most recent series began on 27 February 2012 and concluded on 2 March. It is a period comedy drama starring Sanjeev Bhaskar as an Indian doctor who finds work in a South Wales mining village.","original_name":"The Indian Doctor","vote_average":6.8,"name":"The Indian Doctor","cert":"Unavailable","id":34503,"adult":"false","genre_ids":[18,35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Right Now It's Girls' Generation, is an Arirang variety TV show starring popular South Korean girl group Girls' Generation.","original_name":"Right Now It's Girls' Generation","vote_average":0.0,"name":"Right Now It's Girls' Generation","cert":"Unavailable","id":34504,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Tooth Fairy, Where Are You? is a 25-minute made for TV animated short produced by Lacewood Productions and directed by Paul Schibli. It was originally broadcast on Canada's CTV Television Network in the year 1991.","original_name":"Tooth Fairy, Where Are You?","vote_average":0.0,"name":"Tooth Fairy, Where Are You?","cert":"Unavailable","id":34505,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":"2010-11-03","cast":["Bill Paterson"],"overview":"Birds Britannia is a four-part BBC Four television series about the birds of the United Kingdom, first shown in 2010. It was produced by Stephen Moss.\n\nEach of the four, sixty-minute episodes concentrates on one kind of bird: garden birds, waterbirds, seabirds and birds of the countryside.\n\nThe series has no presenter, and is narrated by the Scottish actor Bill Paterson, with filmed interviews with a wide range of experts and bird enthusiasts, including David Attenborough, Mark Cocker, Jeremy Mynott, Tim Birkhead, Jane Fearnley-Whittingstall, Christopher Frayling, Kate Humble, Rob Lambert, Desmond Morris, David Lindo, Helen Macdonald, Andrew Motion, Tony Soper, and Bill Oddie.\n\nIt has been announced that a book of the same title, by Stephen Moss, will be published by Collins in April 2011.","original_name":"Birds Britannia","vote_average":0.0,"name":"Birds Britannia","cert":"Unavailable","id":34506,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2010-10-14","cast":[],"overview":"Robert Van Winkle, better known as rapper Vanilla Ice, demonstrates his expertise in real estate and home renovation by renovating a house along with a team of handymen.","original_name":"The Vanilla Ice Project","vote_average":7.0,"name":"The Vanilla Ice Project","cert":"Unavailable","id":34517,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"1983-03-04","cast":["David Naughton","Richard Jaeckel","Josh Mostel","George Wyner","Jimmie Walker"],"overview":"At Ease is an American sitcom that aired on ABC from March to June 1983. The series features an ensemble cast led by Jimmie Walker.","original_name":"At Ease","vote_average":0.0,"name":"At Ease","cert":"Unavailable","id":34520,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2006-09-03","cast":[],"overview":"The South African edition of the Survivor reality television game show format in which contestants are isolated in a remote location and progressively eliminated by the vote of their fellow contestants.","original_name":"Survivor South Africa","vote_average":5.0,"name":"Survivor South Africa","cert":"Unavailable","id":34521,"adult":"false","genre_ids":[10764],"origin_country":["ZA"]},{"first_air_date":"2010-11-20","cast":[],"overview":"K.D Pathak is a suave, sophisticated, witty and yet unconventional defence lawyer with an impeccable track record. He stands not for his client, but for Justice.","original_name":"अदालत","vote_average":7.0,"name":"Adaalat","cert":"Unavailable","id":34522,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":"2007-11-09","cast":["Peter Stebbings","Andrea Menard","Kevin Jubinville","Booth Savage","Tinsel Korey"],"overview":"Rabbit Fall is a Canadian television supernatural drama series, which airs on Space, APTN and Saskatchewan Communications Network.\n\nThe series stars Andrea Menard as Tara Wheaton, a police officer of Métis descent who takes a job in Rabbit Fall, a remote town in northern Saskatchewan with a history of unexplained events. Wheaton is reluctant to accept the community's supernatural explanations for the events, but finds that the events challenge her sense of rationality.\n\nThe show's cast also includes Kevin Jubinville, Peter Stebbings, Peter Kelly Gaudreault, Tinsel Korey, Patrick Bird and Booth Savage.","original_name":"Rabbit Fall","vote_average":3.0,"name":"Rabbit Fall","cert":"Unavailable","id":34523,"adult":"false","genre_ids":[18],"origin_country":["CA"]},{"first_air_date":"2011-06-05","cast":["Tyler Posey","Dylan O'Brien","Holland Roden","Shelley Hennig","Ian Bohen"],"overview":"Scott McCall, a high school student living in the town of Beacon Hills has his life drastically changed when he's bitten by a werewolf, becoming one himself. He must henceforth learn to balance his problematic new identity with his day-to-day teenage life. The following characters are instrumental to his struggle: Stiles, his best friend; Allison, his love interest who comes from a family of werewolf hunters; and Derek, a mysterious werewolf with a dark past. Throughout the series, he strives to keep his loved ones safe while maintaining normal relationships with them.","original_name":"Teen Wolf","vote_average":7.3,"name":"Teen Wolf","cert":"Unavailable","id":34524,"adult":"false","genre_ids":[10759,9648,10765,18],"origin_country":["US"]},{"first_air_date":"2002-11-23","cast":["Anna Popplewell","Hugh Dancy","Greta Scacchi","Romola Garai","Jodhi May"],"overview":"Daniel Deronda is a British television serial drama adapted by Andrew Davies from the George Eliot novel of the same name. The serial was directed by Tom Hooper, produced by Louis Marks, and was first broadcast in three parts on BBC One from 23 November to 7 December 2002. The serial starred Hugh Dancy as Daniel Deronda, Romola Garai as Gwendolen Harleth, Hugh Bonneville as Henleigh Grandcourt, and Jodhi May as Mirah Lapidoth. Co-production funding came from WGBH Boston.\n\nLouis Marks originally wanted to make a film adaptation of the novel but abandoned the project after a lengthy and fruitless casting process. The drama took a further five years to make it to television screens. Filming ran for 11 weeks from May to August on locations in England, Scotland and Malta. The serial was Marks' final television production before his death in 2010.","original_name":"Daniel Deronda","vote_average":7.3,"name":"Daniel Deronda","cert":"Unavailable","id":34539,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"2010-11-01","cast":["Anthony Spanos","Maia Mitchell"],"overview":"Castaway is an Australian children's television series premiered in Australia on the Seven Network on 12 February 2011. The series is a sequel to the 2008 series Trapped. It had been delayed from its initial premiere date in 2010 and as a result first aired on Swedish television, with the premiere on 1 November 2010 and ending on 6 December 2010.","original_name":"Castaway","vote_average":0.0,"name":"Castaway","cert":"Unavailable","id":34542,"adult":"false","genre_ids":[18],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Studio One is a live daily English-language lifestyle show broadcast on Dubai One in 16 countries in the Middle East and North Africa. Created by the same team that produced Dubai One's popular weekly show Ask One, Studio One is known for its eclectic mix of lifestyle features and celebrity interviews, interactivity and is primarily aimed at women and families. Season One was hosted by Tom Urquhart and Saba Wahid. At the end of the first season Saba left the show and was replaced by former show reporter Aishwarya Ajit. Studio One has been described as Dubai One's flagship show","original_name":"Studio One","vote_average":0.0,"name":"Studio One","cert":"Unavailable","id":34543,"adult":"false","genre_ids":[],"origin_country":["AE"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The 99","vote_average":0.0,"name":"The 99","cert":"Unavailable","id":34544,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2010-12-07","cast":[],"overview":"Girls Who Like Boys Who Like Boys is an American reality television series. Each season follows the lives of four gay men and their female best friends. The series debuted on the Sundance Channel on December 7, 2010. World of Wonder produces Girls. Season one was set in New York City.\n\nCritical response to Girls was mixed, trending toward negative among the mainstream press and positive among the gay press. Citing the similarity in premise to Will & Grace, critics tended to dismiss the show as short on dramatic interest.\n\nSundance Channel announced on March 2, 2011 casting calls for season two in Austin, Texas and Nashville, Tennessee. Season two, which saw the show relocated to Nashville, premiered November 18, 2011.","original_name":"Girls Who Like Boys Who Like Boys","vote_average":0.0,"name":"Girls Who Like Boys Who Like Boys","cert":"Unavailable","id":34545,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2010-11-02","cast":["Gregg Wallace","Hugh Bonneville","Juliet Gardiner","Susanna Reid"],"overview":"Modern families experience life in previous eras.","original_name":"Turn Back Time","vote_average":9.0,"name":"Turn Back Time","cert":"Unavailable","id":34558,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Homemade Millionaire is a reality television series featuring aspiring inventors and entrepreneurs drawn from public auditions. Each week, three entrepreneurs and their products are tested and advised by coaches Ed Evangelista or Wendy Robbins as they pitch their product to the executives of Home Shopping Network in New York. One product each week is selected to be featured and sold on the network, which gains the inventors exposure, professional product guidance, and potential sales to over 90 million HSN customers.","original_name":"Homemade Millionaire","vote_average":0.0,"name":"Homemade Millionaire","cert":"Unavailable","id":34559,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1985-01-10","cast":["Keiko Hata","Tetsu Kaneko","Yuki Tsuchiya","Kenji Ushio","Keiko Sawachika"],"overview":"Kyoudai Ken Byclosser was a serial Tokusatsu created by Shotaro Ishinomori (Ishinomori Productions) and Toei Company, in co-production with Nippon Television. The series consisted of 34 episodes, and aired in Japan starting January 10th, 1985 until August 29th of the same year.","original_name":"兄弟拳バイクロッサー","vote_average":6.5,"name":"Kyoudai Ken Byclosser","cert":"Unavailable","id":34560,"adult":"false","genre_ids":[10759,10765],"origin_country":["JP"]},{"first_air_date":"2010-11-29","cast":["Roger Kwok","Paul Chun","Derek Kok","Hui Siu-Hung"],"overview":"Show Me the Happy is an TVB modern sitcom series.","original_name":"Show Me the Happy","vote_average":0.0,"name":"Show Me the Happy","cert":"Unavailable","id":34561,"adult":"false","genre_ids":[18,35],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Popstars – Jetzt oder Nie!","vote_average":0.0,"name":"Popstars – Jetzt oder Nie!","cert":"Unavailable","id":34562,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2010-11-21","cast":[],"overview":"Brew Masters is a television series that was run weekly on Discovery Channel starting on Sunday, November 21, 2010. The show focused on Sam Calagione, the founder and head of Dogfish Head Brewery, and his staff as they searched the world for new, ancient, and imaginative inspirations for beers.","original_name":"Brew Masters","vote_average":0.0,"name":"Brew Masters","cert":"Unavailable","id":34563,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2010-11-01","cast":[],"overview":"My Big Friggin' Wedding is a reality show airing on VH1. It follows 5 New Jersey couples as they prepare for their wedding.\n\nCouples\n\n⁕Sandra Venturi and Joey Cimino\n\n⁕Tammie and Danny\n\n⁕Alyssa and Tyler\n\n⁕Matt Rawlins and Amanda Perello\n\n⁕Megin Klunck and Johnny \"Meatballs\" DeCarlo","original_name":"My Big Friggin' Wedding","vote_average":0.0,"name":"My Big Friggin' Wedding","cert":"Unavailable","id":34564,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2010-11-09","cast":[],"overview":"Auction Hunters is an American reality television series that premiered on November 9, 2010, on Spike and is produced by Gurney Productions Inc. It also airs internationally.\n\nIn June 2011, Spike announced that it had ordered a third season of 26 episodes. In August 2012, Spike announced that it had ordered a fourth season of 26 episodes. The fourth season premiered on January 30, 2013.","original_name":"Auction Hunters","vote_average":5.3,"name":"Auction Hunters","cert":"Unavailable","id":34575,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"\"Locker Room\" is a live talk show hosted by WFRV-TV sports director Burke Griffin and former Green Bay Packer Ahman Green. It used to be hosted by former WFRV sports director and former Green Bay Packer Larry McCarren, who is now the sports director at WGBA-TV. Every week during football season, a Packers player visits the show. That player is then interviewed, and then that player must teach one selected member of the audience how to do a task to earn their autograph; the concept is called \"Earn Your Autograph.\" Also, there is a segment on the show called \"Chalk Talk,\" where certain plays are selected in the previous Packer game and are talked through.","original_name":"Locker Room","vote_average":0.0,"name":"Locker Room","cert":"Unavailable","id":34576,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2009-01-12","cast":["Suranne Jones","Peter Davison","Douglas Hodge","Jemma Redgrave","Will Mellor"],"overview":"Unforgiven was a three-part British television drama series written by Sally Wainwright which was first broadcast on ITV & UTV in January 2009, and STV in 2012. It was made by the Red Production Company.\n\nSuranne Jones plays a woman found guilty of murdering two police officers when she was a teenager who, upon release from jail, is determined to see her sister who was adopted.\n\nUnforgiven won Best Drama Series or Serial at the 2009 RTS Programme Awards.","original_name":"Unforgiven","vote_average":7.1,"name":"Unforgiven","cert":"Suitable for 15 years & above","id":34579,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"I Want a Dog for Christmas, Charlie Brown is one of the Peanuts made-for-television specials. The hour-long special first aired on ABC on November 11, 2003. It was released to DVD and VHS by Paramount on October 26, 2004 and Warner Home Video released it as a remastered deluxe edition on DVD on October 6, 2009.","original_name":"I Want a Dog for Christmas, Charlie Brown","vote_average":5.3,"name":"I Want a Dog for Christmas, Charlie Brown","cert":"Unavailable","id":34580,"adult":"false","genre_ids":[16],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Sabel is a Philippine romance primetime drama on ABS-CBN. It premiered on December 6, 2010 and stars Jessy Mendiola, AJ Perez, and Joseph Marco.","original_name":"Sabel","vote_average":0.0,"name":"Sabel","cert":"Unavailable","id":34581,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Factor X Chile is a television show, adapted from the original UK show as part of The X Factor franchise. The auditions were in January 2011. The first season of the Chilean version was premiered on television in March 3, 2011. It will be hosted by Julian Elfenbein, the same host of the other recent successful talent show Talento Chileno, the Chilean versión of the Got Talent franchise. It is the second version of this format made in Latin America, but the first to meet the new requirements of the franchise in the level of production. The judges for the first series of the show are Zeta Bosio, Karen Doggenweiler and Tito Beltrán, with various guest judges. The first season aired on Thursday and Sunday, starting on March 3, 2011 in TVN.","original_name":"Factor X","vote_average":0.0,"name":"Factor X","cert":"Unavailable","id":34582,"adult":"false","genre_ids":[],"origin_country":["CL"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Mexicos Got Talent","vote_average":0.0,"name":"Mexicos Got Talent","cert":"Unavailable","id":34595,"adult":"false","genre_ids":[],"origin_country":["MX"]},{"first_air_date":null,"cast":[],"overview":"Charge was originally produced as a youth television show aimed at showcasing viewer's user-generated content. It was broadcast on the Media Trust’s Community Channel on Sky channel 539, Virgin TV channel 233 and Freeview channel 87 in the UK.\n\nAfter the second series it was decided to expand charge into a separate youth strand on the Community Channel and it ran in this form for two series.","original_name":"Charge","vote_average":0.0,"name":"Charge","cert":"Unavailable","id":34596,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"High School Quiz Show","vote_average":0.0,"name":"High School Quiz Show","cert":"Unavailable","id":34597,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Nine News Sydney is the weeknight, flagship news bulletin of the Nine Network. It is screened in Sydney, and across New South Wales.\n\nLike all Nine News bulletins, the Sydney bulletin runs from 6-6.30pm every day. It covers the days latest local, national and international news, as well as sport, weather and finance.","original_name":"Nine News Sydney","vote_average":0.0,"name":"Nine News Sydney","cert":"Unavailable","id":34598,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"2003-11-13","cast":["Richard E. Grant","Sophie Okonedo","Derek Jacobi","Craig Kelly"],"overview":"The Doctor, a time-traveling alien explorer, is sent by his people, the Time Lords, to liberate a small town in England from the tyrannical rule of a race of alien lava creatures called the Shalka.","original_name":"Doctor Who: Scream of the Shalka","vote_average":6.8,"name":"Doctor Who: Scream of the Shalka","cert":"Unavailable","id":34599,"adult":"false","genre_ids":[10759,16,10762,10765],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Nut House!!","vote_average":0.0,"name":"The Nut House!!","cert":"Unavailable","id":34600,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Je suis une célébrité, sortez moi de là ! is a French television reality show presented by Jean-Pierre Foucault and Christophe Dechavanne. It was broadcast on TF1 from 14 April 2006 to 28 April 2006. It is the French version of the international reality show I'm a Celebrity...Get Me Out of Here!. The programme was broadcast live in the early evening after Teresópolis to Brazil.","original_name":"Je suis une célébrité, sortez-moi de là !","vote_average":0.0,"name":"Je suis une célébrité, sortez-moi de là !","cert":"Unavailable","id":34615,"adult":"false","genre_ids":[],"origin_country":["FR"]},{"first_air_date":null,"cast":[],"overview":"Sapno Se Bhare Naina is an Indian Soap Opera which aires on STAR Plus channel from 20 December 2010. It's about a girl who has lots of dreams she wants to fulfil for herself and her friends and family.","original_name":"Sapno Se Bhare Nena","vote_average":0.0,"name":"Sapno Se Bhare Nena","cert":"Unavailable","id":34616,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1986-10-01","cast":["Raphael Sbarge","Randee Heller","Randall Batinkoff","Dick O'Neill","Chip McAllister"],"overview":"Better Days is an American television sitcom that aired on CBS from October 1, 1986 to October 29, 1986.","original_name":"Better Days","vote_average":0.0,"name":"Better Days","cert":"Unavailable","id":34617,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Nine News Melbourne is the weeknight, flagship news bulletin of the Nine Network. It is screened in Melbourne, and across Victoria.\n\nLike all Nine News bulletins, the Melbourne bulletin runs from 6-6.30pm every day. It local, national and international news, as well as sport, weather and finance.","original_name":"Nine News Melbourne","vote_average":0.0,"name":"Nine News Melbourne","cert":"Unavailable","id":34618,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Star Confessions","vote_average":0.0,"name":"Star Confessions","cert":"Unavailable","id":34619,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Hadley! was a short lived Australian talk show which aired on the Australian subscription television news channel Sky News Australia and was hosted by commentator Ray Hadley who discussed current political and social issues with guests.\n\nThe program premiered on 16 November 2010 and lasted for four episodes. The program was broadcast live across the country from Sky News' Sydney studio in Macquarie Park and aired Wednesday evenings between 8:15 and 9:00 pm.\n\nThe format of the program consisted of a brief introduction by Hadley followed by an interview with a current federal politician. This was followed by the segment 'thumbs up or thumps down' where Hadley and one of his guests, usually a journalist, posed pre-written questions to each other where they either agreed or disagreed. The final segment consisted of Hadley and either one of two panellists discussing political and general issues. The show closed with a parody song recorded by the Robertson Brothers.\n\nHadley resigned from Sky News Australia on the eve of program returning in 2011 reportedly due to 'differences' and staff not wanting to work with him.","original_name":"Hadley!","vote_average":0.0,"name":"Hadley!","cert":"Unavailable","id":34620,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Live at Oak Tree: The Series is a TV series from Daywind Records that airs on The Inspiration Network. The series presents many artists behind-the-scenes during all the preparation and recording of a live presentation.","original_name":"Live at Oak Tree: The Series","vote_average":0.0,"name":"Live at Oak Tree: The Series","cert":"Unavailable","id":34621,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2011-06-19","cast":["Parker Schnabel","Chris Doumitt","Paul Christie"],"overview":"Follow the lives of ambitious miners as they head north in pursuit of gold. With new miners, new claims, new machines and new ways to pull gold out of the ground, the stakes are higher than ever. But will big risks lead to an even bigger pay out?","original_name":"Gold Rush","vote_average":6.5,"name":"Gold Rush","cert":"Unavailable","id":34634,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Barbara Walters' 10 Most Fascinating People is a televised compilation of ten public figures who are prominent names in the fields of entertainment, sports, politics and popular culture. Hosted by Barbara Walters, the list has been broadcast annually on the second Thursday of December on ABC since 1993. Though produced by ABC News, the specials are not presented under the 20\/20 banner, the network's flagship newsmagazine.","original_name":"Barbara Walters' 10 Most Fascinating People","vote_average":0.0,"name":"Barbara Walters' 10 Most Fascinating People","cert":"Unavailable","id":34635,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2010-12-13","cast":["Steven Ma","Timmy Hung","Yoyo Mung","Johnson Lee"],"overview":"Links to Temptation is a 2010 Hong Kong modern suspense drama starring Steven Ma, Yoyo Mung, Fala Chen and Kenny Wong.","original_name":"Links to Temptation","vote_average":0.0,"name":"Links to Temptation","cert":"Unavailable","id":34636,"adult":"false","genre_ids":[18],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"Het Journaal is the main news program of the VRT, broadcast daily on één at 13:00, 18:00, 19:00, 22:00, and Canvas at 20:00.\n\nIt broadcasts at different hours on één is the schedule of some sporting events that the channels broadcast interfere with the usual TV schedule.","original_name":"Het Journaal","vote_average":0.0,"name":"Het Journaal","cert":"Unavailable","id":34637,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2005-09-26","cast":[],"overview":"Canada's Worst Driver is a Canadian television series on Discovery Channel, based on Britain's Worst Driver, and is part of the Worst Driver television franchise. It and sister series Canada's Worst Handyman are the two highest-rated programs on Discovery Channel. The series is produced by Proper Television, whose president, Guy O'Sullivan, was the director for the original Britain's Worst Driver series; as such, Canada's Worst Driver is considered to be the production company's flagship show.\n\nUnlike other Worst series around the world, the Canadian version emphasizes the learning process of the contestants and the science of driving, and as such is often more serious than the other Worst shows around the world, which are mainly played for laughs. It is the longest running of any Worst series to date.\n\nThe series is also aired dubbed in French in Canada, as the Les zéros de conduite on Canal D.","original_name":"Canada's Worst Driver","vote_average":6.8,"name":"Canada's Worst Driver","cert":"Unavailable","id":34638,"adult":"false","genre_ids":[35,10764],"origin_country":["CA"]},{"first_air_date":"2011-04-20","cast":["Stuart Townsend","Roxane Mesquida"],"overview":"After a plot to kill the president of the USA an agent with lost memories tries to recover his life and memories. Others use him to cover up some dirty business involving high ranking officials from the CIA and the White House.","original_name":"XIII: The Series","vote_average":6.1,"name":"XIII: The Series","cert":"Unavailable","id":34639,"adult":"false","genre_ids":[10759,18,9648,10768],"origin_country":["CA","FR"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Hsu vs. Chang: The Battle of the Real Tiffany","vote_average":0.0,"name":"Hsu vs. Chang: The Battle of the Real Tiffany","cert":"Unavailable","id":34640,"adult":"false","genre_ids":[],"origin_country":["TW"]},{"first_air_date":"2004-04-15","cast":["Yasutaka Tsutsui","Ran Ito","Rie Tomosaka","Minori Terada","Isao Hashizume"],"overview":"","original_name":"Atarashii Kaze","vote_average":0.0,"name":"Atarashii Kaze","cert":"Unavailable","id":34653,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":"2004-01-15","cast":["Eiko Koike","Shirô Sano","Kazuko Yoshiyuki","Yumi Adachi","Sei Ashina"],"overview":"","original_name":"ドールハウス","vote_average":0.0,"name":"Dollhouse","cert":"Unavailable","id":34654,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":"2005-06-11","cast":["Kim Dong-wan","Lee Jong-won","Park Seon-yeong"],"overview":"This is a story about the unconditional and all-forgiving love of four brothers who after years of fighting and hatred pull together and reconcile to revive their father's business. The four brothers, each representing different generations, symbolize ordinary people living in today's world: Han Sung-jae, the soft-hearted but incapable oldest brother in his 50s, who shoulders the heavy burden of being the head of the family; Han Sang-kyu, the accomplished but selfish second brother in his 40s, who only thinks of getting rid of his family responsibilities; Han Sung-min, the third brother in his 30s who lost his job due to corporate restructuring; and, finally, Han Jung-woo, the youngest one who has just graduated from college and is yet unemployed.\n\nThe lives of these four siblings represent the hardships of the unemployed of various generations. This series also asks the question about the genuine meaning of marriage by showing how married couples of various age groups work on their relationships to avert divorce.","original_name":"슬픔이여 안녕","vote_average":0.0,"name":"A Farewell to Sorrow","cert":"Unavailable","id":34655,"adult":"false","genre_ids":[],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Five Year Plan","vote_average":0.0,"name":"Five Year Plan","cert":"Unavailable","id":34656,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Nevermind Nirvana","vote_average":0.0,"name":"Nevermind Nirvana","cert":"Unavailable","id":34657,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2004-04-16","cast":["Rei Kikukawa","Hitomi Takahashi"],"overview":"","original_name":"霊感バスガイド事件簿","vote_average":0.0,"name":"Midnight Ghost Tour","cert":"Unavailable","id":34658,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":"2010-11-30","cast":["Bob Saget"],"overview":"A&amp;E presents \"Strange Days with Bob Saget\", a real-life series that busts down barriers to investigate some of America's most fascinating subcultures and corners of society. Documenting his journey around America, Saget immerses himself in different unusual cultures. Known for his roles in \"Full House,\" as the host of \"America's Funniest Home Videos,\" his edgy stand-up comedy routines and his guest starring turns on \"Entourage,\" Bob Saget definitely has a unique view of the world. Bob will ride on a Harley (well, in a sidecar) for 1,200 miles with hardcore bikers to get accepted into their club, search for Bigfoot with Bigfoot hunters, navigate becoming a professional wrestler, search for the true Las Vegas through the eyes of three different groups of people, rush a fraternity at Cornell University, and train to be a counselor at a sleepover camp for 11-14 year old kids.","original_name":"Strange Days","vote_average":0.0,"name":"Strange Days","cert":"Unavailable","id":34659,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":null,"cast":["Alicia Silverstone","Ryan Michelle Bathe","Charlotte Ross"],"overview":"Pink Collar is an ABC sitcom which aired only the pilot episode. It stars Alicia Silverstone, Charlotte Ross, Matt Malloy, and Ryan Michelle Bathe. TV-Pilot set in an accident insurance agency, Pink Collar talking about the lives of four woman as they juggle their ambitions, friendships, and relationships in work place. Hayden is the show's main character who is struggling to get back into the company's good graces after an unmentioned incident that took place years ago.\n\nAlan Poul, David Knoller and Patricia Breen were behind this project.","original_name":"Pink Collar","vote_average":0.0,"name":"Pink Collar","cert":"Unavailable","id":34672,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2008-07-29","cast":[],"overview":"Evolve is a 2008 documentary television series on History. The series premiere, \"Eyes\", was nominated for an Emmy for Outstanding Science, Technology and Nature Programming.\n\nEach episode attempts to explain the evolutionary origins of a particular trait of living creatures: for example, Tyrannosaurus Rex's 13-inch teeth, the gecko's \"Velcro-like\" toe pads, and the bald eagle's \"telescopic\" vision capable of spotting a hare a mile away.","original_name":"Evolve","vote_average":0.0,"name":"Evolve","cert":"Unavailable","id":34673,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"1998-10-06","cast":["Ichirō Nagai","Houko Kuwashima"],"overview":"Master Keaton is a Japanese manga series created by Hokusei Katsushika and Naoki Urasawa. It was serialized in Big Comic Original between 1988 and 1994 and ran for 144 chapters. The chapters were combined into 18 tankōbon volumes. An anime adaptation was created, with 24 episodes airing between 1998 and 1999 in Japan on Nippon Television. An additional 15 episodes were created and released as OVAs, bringing the total to 39 episodes. The manga's target audience was Japanese men in their 20's and 30's, a comparatively older target audience than is common for most anime series.\n\nThough the manga series has not been translated into English, the anime and OVA series were dubbed into English and released by Pioneer Entertainment.\n\nNaoki Urasawa will be writing a sequel to the series, titled Master Keaton Remaster, with writer Takashi Nagasaki. Beginning in the March 2012 issue of Big Comic Original, it will take place 20 years after the original series ended.","original_name":"マスターキートン","vote_average":10.0,"name":"Master Keaton","cert":"Unavailable","id":34674,"adult":"false","genre_ids":[9648,16,18],"origin_country":["JP"]},{"first_air_date":"1998-10-05","cast":["Kunihiko Yasui","Rei Sakuma","Yuriko Yamaguchi","Etsuko Kozakura","Hiromi Ishikawa"],"overview":"Kurogane Communication is a manga series written by Hideo Kato and illustrated by Tomomasa Takuma. The individual chapters were originally serialized in Dengeki Daioh in 1997 and published in three tankōbon volumes by MediaWorks. Set in a post-apocalyptic world in which a lone human survivor, a girl named Haruka, lives with a family of five robots. The manga series is licensed for an English language release in North America by Go! Comi.\n\nThe series was adapted into a twenty-four episode anime series by APPP. It premiered in Japan on WOWOW on October 5, 1998 and ran until its conclusion on March 29, 1999. The anime series was released to Region 1 DVD in North America by Media Blasters. A two volume light novel series, written by Mizuhito Akiyama, was also published in Japan in 2003 by MediaWorks under their Dengeki Bunko label.","original_name":"Kurogane Communication","vote_average":0.0,"name":"Kurogane Communication","cert":"Unavailable","id":34675,"adult":"false","genre_ids":[16,10759],"origin_country":["JP"]},{"first_air_date":"2005-10-04","cast":["Hiroshi Kamiya","Daisuke Kishio","Hiro Shimono"],"overview":"Cluster Edge is an anime series created by Sunrise, set around the students that attend a prestigious school.","original_name":"クラスターエッジ","vote_average":0.0,"name":"Cluster Edge","cert":"Unavailable","id":34676,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":"2007-09-23","cast":["Michael Riley","Lothaire Bluteau","Pascale Bussières","Robert Naylor","Frank Schorpion"],"overview":"Race to Mars is a 2007 Canadian television mini-series about a fictitious mission to Mars that is based on contemporary international research. The first part aired on Discovery Channel Canada and its High Definition channel on September 23, 2007 and the second part on September 30. It was produced in association with Galafilm Inc. William Shatner narrates the miniseries.\n\nA companion book of the same title, written by Dana Berry, was also published in September 2007. It was offered as a selection of the Science Fiction Book Club.\n\nMars Rising, a companion 6-episode documentary mini-series, aired from October 7 to October 21, 2007, using sequences shot for Race to Mars.","original_name":"Race to Mars","vote_average":5.5,"name":"Race to Mars","cert":"Unavailable","id":34677,"adult":"false","genre_ids":[10759,10765],"origin_country":["CA"]},{"first_air_date":"2009-04-02","cast":["Kana Hanazawa","Masumi Asano","Hiro Shimono","Haruka Tomatsu"],"overview":"Basquash! is a sports and sci-fi anime which aired on Mainichi Broadcasting System. It involves characters playing basketball while riding mecha. The series premise was created by Thomas Romain and Shoji Kawamori, with the animation produced by Satelight. Shoji Kawamori is handling the project direction, while the series direction will be done by Shin Itagaki. On July 10, 2009 it was reported that director Shin Itagaki was to be replaced by another, as yet, unnamed director starting from the eleventh episode. The series will be adapted as a remake but targeted for kids and sport fans.","original_name":"バスカッシュ！","vote_average":0.0,"name":"Basquash!","cert":"Unavailable","id":34678,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":"1996-10-11","cast":["Etsuko Kozakura","Chisa Yokoyama","Rumi Kasahara","Maya Okamoto","Tomoko Ishimura"],"overview":"Magical Project S, known in Japan as Magical Girl Pretty Sammy TV, is a 26-episode anime series produced by AIC and Pioneer LDC. It is based on the Pretty Sammy character and the OVA series.\n\nThe series was released in the United States on VHS in 1999 and on DVD in 2002, only in a subtitled format. All instances of the word, \"Sexy\", were changed into \"Lovely\" in some episodes, presumably to keep within the guidelines of Pioneer USA's rating system.","original_name":"魔法少女プリティサミー","vote_average":0.0,"name":"Magical Project S","cert":"Unavailable","id":34689,"adult":"false","genre_ids":[16,35,10765],"origin_country":["JP"]},{"first_air_date":"2003-09-15","cast":["Kirk Thornton","Lex Lang","Joshua Seth","Julie Maddalena","Sandy Fox"],"overview":"IGPX: Immortal Grand Prix refers to two anime series co-produced simultaneously by Cartoon Network and Production I.G. The first is a \"microseries\" consisting of five 5-minute episodes, and the second is a 26-episode animated series loosely related to the first.\n\nKoichi Mashimo co-wrote and directed the microseries, while Bee Train Animation and Production I.G animated it, and Bandai Entertainment acted as the North American distributor. The full-length anime series was handled by director and writer Mitsuru Hongo and was animated by Production I.G, with Bee Train returning for in-between animation. Production I.G president Mitsuhisa Ishikawa joined on as producer for the series. It was the first time he had worked on a joint U.S. Japanese production, due to the Pokémon companion franchise.\n\nThe series' production was managed by Williams Street in Atlanta, Georgia. Bang Zoom! Entertainment in Burbank, California produced the English dub for the series, as well as adapted the scripts alongside Williams Street. IGPX was commended for being the first original series on Toonami.\n\nAn IGPX video game was released on September 12, 2006, for the PlayStation 2.","original_name":"Immortal Grand Prix","vote_average":0.0,"name":"Immortal Grand Prix","cert":"Unavailable","id":34690,"adult":"false","genre_ids":[16],"origin_country":[]},{"first_air_date":"2008-10-09","cast":["Daisuke Kishio","Takashi Kondō","Junko Minagawa","Taketora","Shingenori Souya"],"overview":"Tytania is a Japanese novel series written by Yoshiki Tanaka that has not been concluded yet, with the latest volume being released in 1991. It has been adapted into an animated television series directed by Noboru Ishiguro. It premiered on NHK's BS-2 satellite channel on October 9, 2008. The series is a space opera based on a series of three books written by Tanaka between 1988 and 1991 about people who try to liberate the galaxy from the rule of the Tytania-clan and seek refuge with a rebel force.","original_name":"タイタニア","vote_average":0.0,"name":"Tytania","cert":"Unavailable","id":34691,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Goodbye Again is a series of four hour-long television programmes made by the British TV network ITV to re-unite Peter Cook and Dudley Moore and recreate their very successful BBC comedy series Not Only... But Also.\n\nThe head of the network, Lew Grade, offered Cook and Moore a lucrative contract and the opportunity for network exposure in the USA. Whilst earlier attempts by the BBC to make another show with the duo had been turned down, they accepted Grade's offer with its promise of a larger production budget. Four shows were recorded, three in April\/May 1968 and the fourth a year later. They were aired in the USA under the Kraft Music Hall Presents banner in 1969.\n\nA 90-minute compilation of material from the four shows was released on DVD in 2005 under the title The Very Best of Goodbye Again.","original_name":"Goodbye Again","vote_average":0.0,"name":"Goodbye Again","cert":"Unavailable","id":34692,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1999-09-22","cast":[],"overview":"The Richard Blackwood Show was a UK television series starring comedian Richard Blackwood. The show was broadcast from 1999 to 2001 on Channel 4. It included features such as interviews, pranks and stand-up comedy routines. There were noticeable changes as the series progressed. The show was cancelled after one series.\n\nThe guests on the initial 5 episodes were TQ, Melanie B, LFO, LL Cool J, Will Smith and Don King.","original_name":"The Richard Blackwood Show","vote_average":0.0,"name":"The Richard Blackwood Show","cert":"Unavailable","id":34693,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1998-11-06","cast":["Miki Yoshino","Ryoko Nagata","Daisuke Sakaguchi","Tomoko Ishimura","Nobuyuki Hiyama"],"overview":"Yoiko is a Japanese seinen manga written and illustrated by Yūgo Ishikawa and serialized in Big Comic Spirits.","original_name":"Yoiko","vote_average":0.0,"name":"Yoiko","cert":"Unavailable","id":34694,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":"2003-10-03","cast":["Toshihiko Seki","Hidetoshi Nakamura","Hirotaka Suzuoki","Hiroya Ishimaru","Masako Nozawa"],"overview":"Requiem from the Darkness is a series of novels by Natsuhiko Kyogoku. It was made into a horror anime series, licensed in English by Geneon Entertainment, and into a series of live action TV specials directed by Yukihiko Tsutsumi.","original_name":"京極夏彦 巷説百物語","vote_average":0.0,"name":"Requiem from the Darkness","cert":"Unavailable","id":34709,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":"2006-01-06","cast":["Saori Gotou","Akira Ishida","Sachiko Kojima","Ai Shimizu","Ken'yuu Horiuchi"],"overview":"Tsukishima Yui and 5 other girls were summoned into the Edo period by a mysterious stones and each one of them had a power to protect people from evil and yui's power were ''words'' her hope-giving kind words.","original_name":"落語天女おゆい","vote_average":0.0,"name":"Magical Travelers","cert":"Unavailable","id":34710,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":"2005-04-05","cast":["Akira Ishida","Mikako Takahashi","Naoko Suzuki","Rie Kugimiya","Tomoe Hanba"],"overview":"Elemental Gelade is a Japanese manga series written and illustrated by Mayumi Azuma. The fantasy adventure is a tale of a group of five who are on a journey to Edel Garden, the birthplace of mystical beings called Edel Raids who are described as \"living weapons\".\n\nThe manga series has been adapted into an anime TV series produced by XEBEC, two light novels, two video games for the PlayStation 2 and Game Boy Advance and four drama CDs. The anime ended with 26 episodes, but the manga is still being serialized in the monthly Japanese manga magazine Monthly Comic Blade, published by Mag Garden.\n\nPrior to the original broadcast of the anime on TV Tokyo on April 5, 2005, both the manga and anime were licensed by Tokyopop and Geneon Entertainment, respectively for North American distribution. The announcement was made even after ADV announced they acquired licensing rights for both manga and anime a year before.","original_name":"Erementar Gerad","vote_average":6.0,"name":"Erementar Gerad","cert":"Unavailable","id":34711,"adult":"false","genre_ids":[16,18,35,10759,10759],"origin_country":["JP"]},{"first_air_date":"1988-11-15","cast":["Tim Hunkin","Rex Garrod"],"overview":"The Secret Life of Machines is an educational television series presented by Tim Hunkin and Rex Garrod, in which the two explain the inner workings and history of common household and office machinery. According to Hunkin, the show's creator, the programme was developed from his comic strip The Rudiments of Wisdom, which he researched and drew for the Observer newspaper over a period of 14 years. Three separate groupings of the broadcast were produced and originally shown between 1988 and 1993 on Channel 4 in the United Kingdom, with the production subsequently airing on The Learning Channel and the Discovery Channel.","original_name":"The Secret Life of Machines","vote_average":6.0,"name":"The Secret Life of Machines","cert":"Unavailable","id":34712,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2004-10-06","cast":["Omi Minami"],"overview":"Tactics is a Japanese manga series written as a collaboration between Sakura Kinoshita and Kazuko Higashiyama. It was serialized in Comic Blade Masamune. Kinoshita supplied the character \"Kantarou,\" and Higashiyama supplied the character \"Haruka.\" While the manga was previously licensed for released in English in paperback by both ADV Manga and Tokyopop, the manga is now only available in English in digital format on JManga.\n\nThe animation studio Studio Deen adapted the Tactics manga into a 25-episode anime series, which ran on Japanese television from October 5, 2004 to March 29, 2005. The English dub of the anime was distributed by Manga Entertainment in the United States, Canada and the United Kingdom.","original_name":"タクティクス","vote_average":0.0,"name":"Tactics","cert":"Unavailable","id":34713,"adult":"false","genre_ids":[16,10765],"origin_country":["JP"]},{"first_air_date":"2008-10-04","cast":["Haruka Tomatsu","Hiro Shimono","Miyuki Sawashiro","Kana Hanazawa","Kana Hanazawa"],"overview":"An art student named Jin Mikuriya carves a statue from the wood of the Kannagi tree only to have the statue come to life in the form of a goddess, who has now taken over the statue. He and \"Nagi\" work together to destroy the impurities that are gathering in the town.","original_name":"かんなぎ","vote_average":7.0,"name":"Kannagi","cert":"Unavailable","id":34714,"adult":"false","genre_ids":[16,35],"origin_country":["JP"]},{"first_air_date":"2001-10-12","cast":["Chiwa Saito","Miyuki Sawashiro","Yumi Ichihara"],"overview":"Kokoro Library lies nestled in an unpopulated mountain far away from town. Three sisters, Iina, Aruto and Kokoro, call the library home and run it from day to day. Kokoro is just beginning her adventures at the library. Will she be become a full-fledged librarian? Will the remote library ever attract readers? Kokoro tries her best to make her dreams come true at Kokoro Library, a place where miracles can happen.","original_name":"ココロ図書館","vote_average":0.0,"name":"Kokoro Library","cert":"Unavailable","id":34715,"adult":"false","genre_ids":[16,18],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Celebdaq was an online \"celebrity stock exchange\" game on the BBC's website which had its own television show on BBC Three. The television show was presented by Paddy O'Connell & Libby Potter. Later, the comedian Jenny Eclair was the presenter.\n\nPlayers were given the opportunity to buy and sell shares in celebrities using £10,000 of virtual cash. As in real-life stock markets, the trading of shares caused each celebrity's share price to fluctuate, allowing profits to be realised. Weekly dividends were paid on shares owned based upon how much press coverage the celebrity received in a number of daily newspapers and magazines. There was also a version specifically concentrating on sportspeople, called Sportdaq.","original_name":"Celebdaq","vote_average":0.0,"name":"Celebdaq","cert":"Unavailable","id":34728,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1999-02-13","cast":["Akiko Yajima","Kumiko Nishihara","Kappei Yamaguchi","Wakana Yamazaki","Houko Kuwashima"],"overview":"Kamikaze Kaitou Jeanne is a fantasy shōjo manga series written and illustrated by Arina Tanemura. The story is about the adventures of a high school girl, Maron Kusakabe, who is the reincarnation of Jeanne D'Arc and transforms into a phantom thief-magical girl to collect the scattered pieces of God's power which are also coveted by demons hiding in beautiful art works.\n\nThe manga was published by Shueisha in Ribon between February 1998 and July 2000. The individual chapters were collected and published in seven tankōbon volumes. It was formerly licensed for English-language release by CMX Manga and now licensed by Viz Media. The series was adapted by Toei Animation as a 44-episode anime television series that was broadcast on TV Asahi from February 1999 to January 2000. The series was re-issued by Shueisha in 2007, with all chapters fitting into only 6 volumes, instead of the original 7; all volumes had new covers.","original_name":"神風怪盗ジャンヌ","vote_average":8.0,"name":"Kamikaze Kaito Jeanne","cert":"Unavailable","id":34729,"adult":"false","genre_ids":[18,16,35,10759,18],"origin_country":["JP"]},{"first_air_date":"2004-02-24","cast":["Susumu Chiba","Akemi Okamura","Yuki Kaida","Yumi Kakazu","Yumi Kakazu"],"overview":"Yugo is a manga written by Shinji Makari and illustrated by Akana Shu, serialized in Kodansha's Afternoon magazine from 1994 to 2004. The series transferred to Kodansha's Evening magazine wherein the subtitle \"the Negotiator\" is added in. Subsequent compilations of the original manga also add this phrase.\n\n”Yugo” A.K.A. Yugo the Negotiator, or Yugo Koushounin, is the realization of the popular comic Yu-go that was published in Kondasha Afternoon Magazine over a period of 10 years. The manga was adapted into an animated television series in 2004 as Yugo the Negotiator. The anime comprises the manga's first two major arcs, which fit within 13 episodes.\n\nThe series follows Yugo Beppu, a hostage negotiator, in various cases around the world.","original_name":"Yugo","vote_average":5.5,"name":"Yugo","cert":"Unavailable","id":34730,"adult":"false","genre_ids":[16,18,9648],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"In 2007, a local TV station in Mazar-I-Sharif, Afghanistan aired a reality television show modeled after the America's Next Top Model. International media took notice and dubbed the show Afghanistan's Next Top Model.","original_name":"Afghanistan's Next Top Model","vote_average":0.0,"name":"Afghanistan's Next Top Model","cert":"Unavailable","id":34731,"adult":"false","genre_ids":[],"origin_country":["AF"]},{"first_air_date":"2004-04-01","cast":["Soichiro Hoshi","Shin-ichiro Miki","Minori Chihara","Aya Hisakawa","Tomokazu Seki"],"overview":"Tenjho Tenge, also written as Tenjo Tenge, is a Japanese manga series written and illustrated by Oh! great. The story primarily focuses on the members of the Juken Club and their opposition, the Executive Council, which is the ruling student body of a high school that educates its students in the art of combat. As the story unfolds, both groups become increasingly involved with an ongoing battle that has been left unresolved for four hundred years.\n\nTenjho Tenge was serialized in the magazine Ultra Jump from 1998 to 2010, and collected into 22 volumes by Shūeisha. It was adapted into a twenty-four episode anime series and aired on TV Asahi between April 1, 2004 to September 16, 2004. A two-episode original video animation was also made and aired on March 16, 2005. Both versions of the series have been licensed for release in the English language by two different companies. The manga was licensed and released by CMX beginning in 2005, which came under criticism by fans for editing its sexual content. When CMX closed down in 2010, after releasing 18 volumes, Viz Media picked up the rights and completed their own release of the series in 2013. The anime was licensed and released by Geneon Entertainment, also beginning in 2005, however, it is now licensed by Discotek Media.","original_name":"天上天下","vote_average":7.3,"name":"Tenjho Tenge","cert":"Unavailable","id":34732,"adult":"false","genre_ids":[16,10759,35],"origin_country":["JP"]},{"first_air_date":"2004-04-04","cast":["Omi Minami","Kishou Taniyama","Kana Ueda","Kappei Yamaguchi","Kousuke Okano"],"overview":"Doki Doki School Hours is a four panel manga series and anime series by Tamami Momose.\n\nSensei no Ojikan was serialised in Bamboo Comics from 1997, published by Takeshobō. A 13 episode anime TV series adaptation was created by J.C.Staff. It was aired on TV Tokyo from April 4, 2004 to June 27, 2004, A 7 episode OVA, Sensei no Ojikan Gold, was also produced by J.C.Staff. These episodes were released onto the DVDs of the TV series, one episode for each DVD. Both the TV series and OVA were dubbed into English by The Ocean Group using their Blue Water Studios and have been licensed for release in North America by Geneon Entertainment. However, the OVA was folded onto the TV series and released together as simply Doki Doki School Hours. Thus, for the release in that region, the 14th episode is actually the first episode of the OVA and so on.\n\nThe series is centered on 27-year-old homeroom teacher Mika Suzuki and the eccentric and colorful students of her class. The anime, coming two years after J.C.Staff had success with Azumanga Daioh, inherits a lot stylistically from that series, however the original manga predates Azumanga Daioh by two years. Additionally, before the recent anime incarnation, the manga spawned a series of drama CDs.","original_name":"Doki Doki School Hours","vote_average":0.0,"name":"Doki Doki School Hours","cert":"Unavailable","id":34733,"adult":"false","genre_ids":[16,35],"origin_country":["JP"]},{"first_air_date":"2006-04-13","cast":["Etsushi Toyokawa","Reiko Takashima","Hideaki Ito","Aki Hoshino","Fuyuki Moto"],"overview":"Bengoshi no Kuzu is a Japanese manga written and illustrated by Hideo Iura about Takeda Masami, a new lawyer and fellow lawyer Kuzu Motohito, who Takeda is teamed up with, and how they deal with different court cases. It was serialized in Big Comic Original. Bengoshi no Kuzu received the Shogakukan Manga Award for seinen\/general category in 2007.\n\nThe manga was adapted into a 12-episode TV drama, which was broadcast on Tokyo Broadcasting System between April 13, 2006 and June 29, 2006.","original_name":"弁護士のくず","vote_average":0.0,"name":"Scum of Lawyers","cert":"Unavailable","id":34748,"adult":"false","genre_ids":[18,35],"origin_country":["JP"]},{"first_air_date":"2000-07-26","cast":["Rie Kugimiya","Maria Yamamoto","Omi Minami","Mikako Takahashi","Lia Sargent"],"overview":"Hand Maid May is an anime series directed by Shinichiro Kimura, produced by Pioneer Animation and animated by TNK. The anime aired ten episodes on WOWOW between July 6 and September 22, 2000, and an OVA was bundled with a DVD box set released on February 21, 2001. It centers on the adventures of the main character, Kazuya Saotome, and a robotic Cyberdoll named May. Formerly available from Pioneer\/Geneon in the United States, it is now out of print.","original_name":"ハンドメイド・メイ","vote_average":0.0,"name":"Hand Maid May","cert":"Unavailable","id":34749,"adult":"false","genre_ids":[16,35],"origin_country":["JP"]},{"first_air_date":"2008-09-24","cast":["Michiko Neya","Ayumi Fujimura","Atsushi Abe","Shinnosuke Tachibana","Fumiko Orikasa"],"overview":"Set on a peaceful island during a violent terrorist attack, a young boy is suddenly transformed into a metal-cased mercenary. But with this great power comes even greater danger. Aiyuki must discover how to master this remarkable new power-or risk having this mysterious fusion of rock, metal and magic destroy him!","original_name":"亡念のザムド","vote_average":6.0,"name":"Xam'd: Lost Memories","cert":"Unavailable","id":34750,"adult":"false","genre_ids":[16,10765,10759],"origin_country":["JP"]},{"first_air_date":"1999-10-05","cast":["Toshiyuki Morikawa","Tomomichi Nishimura","Hirotaka Suzuoki","Yasunori Matsumoto","Masayo Kurata"],"overview":"Steel Angel Kurumi is a manga and anime series following the adventures of its titular character created by Kaishaku. Directed by Naohito Takahashi, animated by Oriental Light and Magic and produced by Pony Canyon with character designs by Yuriko Chiba and Yuji Ikeda and music by Toshihiko Sahashi, it has been translated and released in North America by ADV Films. In 2008 Crunchyroll announced it had partnered with Pony Canyon to release all Steel Angel Kurumi series' for streaming and download.\n\nThe Kurumi series as a whole consists of the first show Steel Angel Kurumi, four OVA episodes entitled Steel Angel Kurumi Encore, and a second show by the name of Steel Angel Kurumi 2, plus a sort-of dramatic prequel \"Steel Angel Kurumi 0\". A live-action version was made, titled Steel Angel Kurumi Pure, but has a different continuity to the anime. This show was originally aired in Japan as part of WOWOW's Anime Complex.\n\nThe anime is set in an alternate history version of Japan during the Taishō period.","original_name":"鋼鉄天使くるみ","vote_average":0.0,"name":"Steel Angel Kurumi","cert":"Unavailable","id":34751,"adult":"false","genre_ids":[18,16,35],"origin_country":["JP"]},{"first_air_date":"2004-07-23","cast":["Matthew Settle"],"overview":"Decisive Battles was a television show on the History Channel that depicted historic battles. It ran for thirteen episodes in mid-2004. The show used the game engine from Rome: Total War to present 3-D versions of the battles. The show was hosted by Matthew Settle, who usually traveled to the sites of the battle. Reruns of the show air on the History International channel and the Military History channel.","original_name":"Decisive Battles","vote_average":0.0,"name":"Decisive Battles","cert":"Unavailable","id":34752,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2006-04-07","cast":["Koharu Kusumi","Chomenori Yamawaki","Shintarou Asanuma","Susumu Chiba","Hisayoshi Izaki"],"overview":"Kirarin Revolution is a Japanese shōjo manga by An Nakahara. The series' title is the supposed name of Kirari's debut single. As of August 2007, it runs in the shōjo magazine Ciao published by Shogakukan. It won the 2007 Shogakukan Manga Award for children's manga.\n\nThe anime adaptation is a Japan and South Korea coproduction, and it premiered on 7 April 2006 in Japan on TV Tokyo and ran for 153 episodes until March 27, 2009. Starting from episode 103, this show aired in High-Definition 16:9 with 3D animation. Its airing time was 18:00-18:30 on Fridays.","original_name":"Kirarin Revolution","vote_average":0.0,"name":"Kirarin Revolution","cert":"Unavailable","id":34753,"adult":"false","genre_ids":[16,35],"origin_country":["JP"]},{"first_air_date":"2001-10-05","cast":["Yumi Touma","Rei Sakuma","Natsuko Kuwatani","Sanae Kobayashi","Unsho Ishizuka"],"overview":"Najica: Blitz Tactics is an anime television series by Studio Fantasia. It premiered across Japan between October 4, 2001 and December 27, 2001. The show is similar to that of Agent Aika—both being directed by Katsuhiko Nishijima and animated by Studio Fantasia—with much of the same content.\n\nThough Najica was later adapted into a manga by Takuya Tashiro, the majority of the difference in content were in the context of the missions and especially the ending.","original_name":"ナジカ電撃作戦","vote_average":7.0,"name":"Najica: Blitz Tactics","cert":"Unavailable","id":34768,"adult":"false","genre_ids":[16,10759,35,10759,10765],"origin_country":["JP"]},{"first_air_date":"2004-10-03","cast":["Kenji Nojima","Chie Nakamura","Jouji Nakata","Anri Katsu","Manabi Mizuno"],"overview":"The third anime series based on the Zoids range of mecha model kits produced by TOMY.","original_name":"ゾイド　フューザーズ","vote_average":0.0,"name":"Zoids: Fuzors","cert":"Unavailable","id":34769,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":"2007-01-05","cast":["Yuki Matsuoka","Ayako Kawasumi","Noriko Shitaya","Hisayo Mochizuki","Megumi Ogata"],"overview":"Shattered Angels is the title of a Japanese manga created by Kaishaku which was first serialized in the Japanese shōnen manga magazine Monthly Dragon Age in May 2006. An anime adapted from the manga aired in Japan between January 5 and March 23, 2007; it contained twelve episodes. The series makes references to many of Kaishaku's past works, namely Kannazuki no Miko, Magical Nyan Nyan Taruto, UFO Ultramaiden Valkyrie, and most notably Steel Angel Kurumi.","original_name":"Shattered Angels","vote_average":6.0,"name":"Shattered Angels","cert":"Unavailable","id":34770,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":"2002-07-02","cast":["Miki Itou","Shin-ichiro Miki","Shirô Ishimoda","Fumiko Orikasa","Yuu Sugimoto"],"overview":"Saikano: The Last Love Song on This Little Planet. is a manga, anime, and OVA series by Shin Takahashi, creator of Iihito and Kimi no Kakera. Saikano was originally serialized in Shogakukan's Big Comic Spirits magazine.\n\nA live-action movie adaptation was released in Japan on January 28, 2006 with Aki Maeda starring as Chise.\n\nThe Saikano manga and anime series has been licensed and is being distributed by Viz Media in English in North America. The anime series is distributed in the UK by Manga Entertainment.\n\nAlthough the city is not mentioned by name in the series, many of the locations used in Saikano can by all probability be found in Otaru-shi, west of Sapporo. The train station, \"Hell Hill\", the Asahi Observation Hill, the view over the harbor, and the school all have similar looking counterparts in the city of Otaru.","original_name":"最終兵器彼女","vote_average":6.0,"name":"Saikano","cert":"Unavailable","id":34771,"adult":"false","genre_ids":[16,18],"origin_country":["JP"]},{"first_air_date":"2005-10-04","cast":["Rumi Shishido","Naoko Suzuki","Yuuko Satou","Nao Nagasawa","Fuyuka Ono"],"overview":"Animal Yokochō is a Japanese manga and anime series aimed at children about a little girl who has a doorway to another world in her room, from which three bizarre and frequently-annoying stuffed animal-like creatures emerge to make her life \"interesting\". The manga was created by Ryō Maekawa and is serialized in Ribon Magazine, Ribon Original and Ribon Bikkuri. This manga's characters originally appeared in Ribon Original as quiz column's characters. The manga won the award for children's manga at the 51st Shogakukan Manga Awards. In 2008, Cartoon Network Philippines made an English version of the anime called \"Ani-Yoko: My Next Door Neighbor\"","original_name":"Animal Yokochō","vote_average":0.0,"name":"Animal Yokochō","cert":"Unavailable","id":34772,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":"2008-04-09","cast":["Hiroki Takahashi","Hiromi Tsuru","Ai Nonaka","Ayako Kawasumi","Katsuji Mori"],"overview":"Real Drive is an anime TV series created by Production I.G and Masamune Shirow under the directorship of Kazuhiro Furuhashi, produced in collaboration with broadcaster Nippon Television. The series revolves around an information network known as \"The Metal\", and the series centers on Masamichi Haru, a paraplegic old man who was in a coma for 50 years after a test dive using Meta-Real technology went horribly wrong. After awakening from his coma, he starts searching for the \"answer in the sea\".\n\nThe series aired on NTV and other channels from April 8, 2008 to October 1, 2008. A manga adaptation by Momotarou Miyano was serialized in Magazine Z from the April 2008 to January 2009, with two volumes sold between August 22, 2008 and February 23, 2009 by Kodansha. A light novel adaptation by Yoshinobu Akita was published by Kodansha on August 5, 2008.","original_name":"RD 潜脳調査室","vote_average":0.0,"name":"Real Drive","cert":"Unavailable","id":34773,"adult":"false","genre_ids":[16,10765],"origin_country":["JP"]},{"first_air_date":"1990-11-02","cast":[],"overview":"","original_name":"This Is David Harper","vote_average":0.0,"name":"This Is David Harper","cert":"Unavailable","id":34788,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2002-07-04","cast":["Romi Park","Chinami Nishimura","Rica Matsumoto","Akemi Okamura","Emi Shinohara"],"overview":"Oozora Reiji isn't a lazy boy, he's just terribly unmotivated; all the clubs and activities he's joined don't interest him for long. That is, of course, until his best friend Yukino takes him to a underground arcade where an unbelievable virtual reality game is played - Dragon Drive - in which players fight each other with virtual dragons. Reiji ends up throwing all he's got into training a dragon so rare that the Dragon Drive staff are baffled. But soon Reiji learns that Dragon Drive isn't all it seems, and he might be the only one who can save an entire world from evil.","original_name":"ドラゴンドライブ","vote_average":0.0,"name":"Dragon Drive","cert":"Unavailable","id":34789,"adult":"false","genre_ids":[16,10759],"origin_country":["JP"]},{"first_air_date":"2005-01-05","cast":["Satomi Arai","Ayako Kawasumi","Masumi Asano","Mamiko Noto","Akeno Watanabe"],"overview":"Starship Operators is a science fiction light novel series written by Ryo Mizuno. Six volumes were published by MediaWorks between 2001 and 2005. A 13-episode anime adaptation produced by J.C.Staff was aired on TV Tokyo in Japan. Starship Operators is licensed in English in the United States by Geneon.","original_name":"スターシップ・オペレーターズ","vote_average":0.0,"name":"Starship Operators","cert":"Unavailable","id":34790,"adult":"false","genre_ids":[16,18,18,10759],"origin_country":["JP"]},{"first_air_date":"2007-04-03","cast":["Junko Takeuchi","Emi Shinohara","Houko Kuwashima","Romi Park","Kazuma Horie"],"overview":"Claymore is a dark fantasy manga series written and illustrated by Norihiro Yagi. The series initially premiered in the now defunct Monthly Shōnen Jump in the May 2001 issue. When the magazine was canceled in June 2007, the series was temporarily moved to Weekly Shōnen Jump where it was still published monthly. When Jump Square was introduced in November 2007, the series was moved to it. The individual chapters are published in tankōbon volumes by Shueisha, with 23 volumes released as of December 2012.\n\nMadhouse adapted the first eleven volumes of the series into a twenty-six episode anime series. Directed by Hiroyuki Tanaka the series premiered in Japan on NTV on April 3, 2007 and ran until September 25, 2007. A CD soundtrack for the anime series, and a CD of character songs using the anime voice actresses were released on July 25, 2007 and September 27, 2007, respectively.\n\nThe Claymore manga is licensed for an English language release in North America by Viz Media. It released the first volume of the series on April 4, 2006 and has released 21 volumes as of November 6, 2012. The anime adaptation is licensed for release in North America by Funimation Entertainment, which has released the first DVD for the series in Fall 2008 and released the entire series on Blu-ray in Spring 2010. Madman Entertainment has licensed the anime for release in Australia and New Zealand and the anime is sub-licenced by Manga Entertainment for UK distribution.","original_name":"CLAYMORE","vote_average":7.5,"name":"Claymore","cert":"Unavailable","id":34791,"adult":"false","genre_ids":[10759,16,18,10765],"origin_country":["JP"]},{"first_air_date":"2003-01-07","cast":["Juri Ueno","Tamao Satô","Shun Oguri","Miki Mizuno","Hitomi Takahashi"],"overview":"","original_name":"Okaasan to Issho","vote_average":0.0,"name":"Okaasan to Issho","cert":"Unavailable","id":34792,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":"2004-04-17","cast":["David Sterne","Laura Aikman"],"overview":"The Mysti Show was a British children's television programme, produced by Mystical Productions for the BBC in 2004-2005. It initially took the format of an hour-long programme combining magazine and narrative elements, but was subsequently reformed into a series of 20-minute, all-narrative programmes.","original_name":"The Mysti Show","vote_average":0.0,"name":"The Mysti Show","cert":"Unavailable","id":34799,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1988-10-17","cast":["Kazuhiko Inoue","Mayumi Shou"],"overview":"The newspaper office, Tozai Shinbun, plans to publish the Ultimate Menu to commemorate their 100th anniversary. It would not only describe foods but also pass on dietary cultures for many generations to come. Despite its importance, Shirou Yamaoka, a lazy employee, and Yuuko Kurita, a company newcomer, are selected as the editors.","original_name":"美味しんぼ","vote_average":0.0,"name":"Oishinbo","cert":"Unavailable","id":34800,"adult":"false","genre_ids":[16,18],"origin_country":["JP"]},{"first_air_date":"2004-04-24","cast":["Mona Marshall","Crispin Freeman","Kari Wahlgren","Johnny Yong Bosch","Tom Wyner"],"overview":"In some distant future, it's common knowledge that all wolves have been extinct for 200 years. However, it seems this is false as wolves have not disappeared but rather have taken human form. Kiba, a lone wolf, wanders into a city, trying to sniff out the Lunar Flowers that are supposed to lead whoever follows the scent to paradise. The source of the smell is Cheza, a girl who sleeps in what appears to be suspended animation in a lab. She and the wolves are drawn to each other, and Kiba hopes to find paradise once he finds the source of the scent of Lunar Flowers. However, once Kiba finds Cheza, she is kidnapped by a mysterious person called Darcia, and his search begins anew. Before he leaves the city, he meets 3 other wolves, Tsume, Hige and Toboe. All four wolves have very different personalities and ideas, and their friendliness towards each other is a little rough around the edges. However, they soon band together to continue to search for paradise.","original_name":"ウルフズ・レイン","vote_average":7.8,"name":"Wolf's Rain","cert":"Unavailable","id":34801,"adult":"false","genre_ids":[10759,16,18,10765],"origin_country":["JP"]},{"first_air_date":"2004-04-06","cast":["Masumi Asano","Sanae Kobayashi","Mamiko Noto","Houko Kuwashima","Kouki Harasawa"],"overview":"The Melody of Oblivion is an [anime] with some involvement from Gainax. The series is 24 episodes long, and originally aired between April 7, 2004 and September 21, 2004.","original_name":"Melody of Oblivion","vote_average":8.0,"name":"Melody of Oblivion","cert":"Unavailable","id":34802,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":"2005-10-04","cast":["Mika Kikuchi"],"overview":"Capeta is a Japanese sports manga and anime about kart racing by Masahito Soda. The manga won the Kodansha Manga Award for shōnen in 2005.\n\nThe series consists of three separate arcs. The first is about Capeta's first experiences with kart racing at the age of 10. The next arc, which starts four years later, deals with Capeta trying to handle his growing financial issues due to the high cost involved in kart racing. The third is about Capeta trying to realize his dream of beating his rival and becoming a professional racer, venturing through into a more senior category: Formula Three. Both the anime and manga features numerous references and homages to Initial D and Best Motoring International references, as well as Formula One. In addition to this, there are many karting and racing references that not only add flesh to the story, but are also factual.","original_name":"カペタ","vote_average":0.0,"name":"Capeta","cert":"Unavailable","id":34803,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":"2001-04-01","cast":["Aki Maeda","Chieko Honda"],"overview":"Princess Comet is a Japanese TV Drama and manga series created and illustrated by Mitsuteru Yokoyama, the creator of Tetsujin 28-go and Giant Robo. The TV drama tells the story of Comet, one of the princesses of the Triangle Nebula who came to Earth in search for the missing prince. The Manga is first serialized in Shueisha's monthly Margaret magazine from July to November 1967, marking as one of Japan's first Magical Girl series produced.","original_name":"Princess Comet","vote_average":0.0,"name":"Princess Comet","cert":"Unavailable","id":34804,"adult":"false","genre_ids":[16,18,10765,35],"origin_country":["JP"]},{"first_air_date":"1999-04-07","cast":["Ryoka Yuzuki","Atsuko Tanaka","Hikaru Midorikawa","Kenji Utsumi","Kazuo Hayashi"],"overview":"Angel Links is an anime television series produced by Sunrise Studio. It was originally aired across the Japanese WOWOW television network from April 7 to June 30, 1999. It is a spin-off of the manga Outlaw Star by Takehiko Itō. Angel Links follows the 16 year-old protagonist, Meifon Li, who becomes the head of a corporation dedicated to saving transportation companies in outer space from pirates for free, as per her grandfather's dying wish. As the series progresses, she learns a terrifying secret about her grandfather and the reason for his wish.\n\nA series of light novels titled Hoshi Hou Yuugeki Tai Enjieru Rinkusu, written and illustrated by Ibuki Hideaki, began publication prior to the anime series. The anime was released in the U.S. by Bandai. The characters Duuz and Valeria are from an episode of Outlaw Star titled \"Law and Lawlessness\", and work for Meifon, although there are several differences in their character and personalities between the two shows.","original_name":"星方天使エンジェルリンクス","vote_average":0.0,"name":"Angel Links","cert":"Unavailable","id":34813,"adult":"false","genre_ids":[16,10759],"origin_country":["JP"]},{"first_air_date":"2002-07-02","cast":["Akira Ishida","Yui Horie","Katsuyuki Konishi","Megumi Ogata"],"overview":"Samurai Deeper Kyo is a manga series written and illustrated by Akimine Kamijyo. Set during the Edo period of Japan's history, Samurai Deeper Kyo follows Demon Eyes Kyo, a feared samurai seeking to regain his body after his soul is sealed inside the body of his rival, Mibu Kyoshiro. Kyo is joined in his search by the bounty-hunter Shiina Yuya, the heir to the Tokugawa shogunate Benitora; and Sanada Yukimura, a known rival of the Tokugawa.\n\nSamurai Deeper Kyo was serialized from October 15, 1999 to May 10, 2006 in Kodansha's Weekly Shōnen Magazine, and collected over 38 volumes. The manga was adapted into an animated television series in 2002. The Studio Deen production aired on TV Tokyo from July 2, 2002 until December 23, 2002, for a total of 26 episodes. Both the manga and anime have been licensed in the United States, Canada, and the United Kingdom. The manga was acquired by Tokyopop in 2002. However, by 2009, Kodansha allowed its licensing contracts to expire, preventing Tokyopop from continuing the English version of the series. Samurai Deeper Kyo was shortly thereafter picked up by Del Rey Manga, who have completed the series by releasing volumes 35 and 36 in a single volume and volumes 37 and 38 in a single volume. The anime series was acquired by Media Blasters under its AnimeWorks label in 2003. briefly aired on Encore network channels in the United States.","original_name":"サムライ ディーパー キョウ","vote_average":9.0,"name":"Samurai Deeper Kyo","cert":"Unavailable","id":34814,"adult":"false","genre_ids":[10759,16,18],"origin_country":["JP"]},{"first_air_date":"1997-04-18","cast":["Arisa Mizuki","Shingo Katori","Jinpachi Nezu","Kimiko Yo"],"overview":"","original_name":"いちばん大切なひと","vote_average":0.0,"name":"Ichiban Taisetsu na Hito","cert":"Unavailable","id":34815,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":"1979-11-17","cast":[],"overview":"Famous Classic Tales is a series that airs cartoons from production companies such as Filmation, Rankin-Bass, Ruby-Spears, Air Programs International, Hanna-Barbera, Hanna Barbera Australia, and Southern Star Group.\n\nFamous Classic Tales was shown on CBS, and distributed by Kids Klassics Home Video and Storybook World. It had cartoons from API's Family Classic Tales. Featured cartoons included adaptions of classic literature such as Gulliver's Travels, Treasure Island, Black Beauty, Moby-Dick, and many others. The creation of a series of animated features based on classic children's stories was conceived by Jack Thinnes, Media Director at Sive Advertising in Cincinnati, Ohio. The series was created for a Sive client, Kenner Products, and each program was fully sponsored by Kenner on CBS Television Network on Sunday, late afternoon or early evening, during the prime toy selling season before Christmas. The idea to use classic children's books sprang from Thinnes' viewing of a two minute demo of Dickens' A Christmas Carol, which was produced by Walter Hucker's studio, API, of Sydney, Australia. API was purchased later by Hanna-Barbera Studios after Thinnes introduced the owners of the studios to one another. After the series ran on CBS for nearly ten years, it was moved into local syndication by Sive's syndication department. However, their adaptation of A Christmas Carol was such a favorite that it continued to run on the network for fifteen years.","original_name":"Famous Classic Tales","vote_average":0.0,"name":"Famous Classic Tales","cert":"Unavailable","id":34816,"adult":"false","genre_ids":[16],"origin_country":["US"]},{"first_air_date":"2005-10-06","cast":[],"overview":"UFC All Access was a reality television show which aired on Spike TV. Hosted by Rachelle Leah, UFC All Access went behind the scenes into the lives of Mixed Martial Arts fighters in the Ultimate Fighting Championship as they trained for their upcoming bouts. It usually aired during the week of a major UFC pay-per-view event. Spike TV stopped production on the series.","original_name":"UFC All Access","vote_average":10.0,"name":"UFC All Access","cert":"Unavailable","id":34817,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"2006-04-14","cast":["Tomohisa Yamashita","Maki Horikita","Yui Ichikawa","Kato Koji","Tsutomu Yamazaki"],"overview":"Kurosaki is a young man whose family was destroyed by swindlers. Despite that, Kurosaki grows up to become a con artist known as Kurosagi. As Kurosagi, he swindles other con artists and returns the money to the original victim. He works with the master swindler Katsuragi Toshio even though Toshio had a hand in the destruction of Kurosaki's family. Kurosaki's life begins to change when he meets Yoshikawa Tsurara, a young law student who disapproves of his disrespect of the law. Can she persuade Kurosaki to give up swindling and his quest for revenge?","original_name":"クロサギ","vote_average":8.0,"name":"The Black Swindler","cert":"Unavailable","id":34818,"adult":"false","genre_ids":[18,80],"origin_country":["JP"]},{"first_air_date":"2008-06-08","cast":[],"overview":"I Didn't Know I Was Pregnant is an American documentary television series on Discovery Fit & Health and TLC. The series debuted on May 26, 2009 on Discovery Fit & Health. Each episode features two or more women who were unaware that they were pregnant until they went into labor.\n\nGenerally, the subjects' reasons for not recognizing pregnancy include:\n\n⁕Mistaking the symptoms for some other condition\n\n⁕Believing they were infertile, and thus not considering pregnancy a possible cause of symptoms\n\n⁕Not having any of the \"traditional\" symptoms\n\n⁕Being on birth control and having 100% belief in it\n\n⁕Vaginal bleeding during pregnancy being misinterpreted as a period\n\n⁕False negative pregnancy tests","original_name":"I Didn't Know I Was Pregnant","vote_average":0.0,"name":"I Didn't Know I Was Pregnant","cert":"Unavailable","id":34819,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Bloopy's Buddies","vote_average":0.0,"name":"Bloopy's Buddies","cert":"Unavailable","id":34832,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1999-04-02","cast":["Takehito Koyasu","Chafurin","Hiroaki Ishikawa","Hiroki Takahashi","Maiko Itou"],"overview":"Betterman is a Japanese anime television series which began airing in 1999. It was created by Sunrise's internal \"Studio 7\" under the direction of Yoshitomo Yonetani. Betterman uses heavily Jungian symbolism and themes, such as Animus.\n\nThe series was translated into English by The Ocean Group in Vancouver, British Columbia at their Blue Water Studios facility in Calgary, Alberta.","original_name":"ベターマン","vote_average":0.0,"name":"Betterman","cert":"Unavailable","id":34833,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":"2002-04-02","cast":["Soichiro Hoshi","Tomokazu Seki","Junko Noda","Shin-ichiro Miki","Shigeru Ushiyama"],"overview":"Tokyo Underground is a manga series by Akinobu Uraka and published by Enix. It became an anime series, produced by Studio Pierrot and shown on the TV Tokyo Network from April 2 until September 24, 2002. The TV series was released on DVD by Geneon Entertainment in the US and Canada, released as a boxset by Manga Entertainment in the UK and by Tokyo Night Train in Australia. It also aired in Canada on the digital channel G4techTV Canada, starting on July 22, 2007 at 8:30 pm ET\/PT.","original_name":"東京アンダーグラウンド","vote_average":0.0,"name":"Tokyo Underground","cert":"Unavailable","id":34834,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":"2006-10-05","cast":["Toshiyuki Morikawa","Marina Inoue","Hochu Otsuka","Yumiko Shaku","Satsuki Yukino"],"overview":"In an alternate world, the Cold War has continued to persist for  140 years. As a result, the world was divided into two factions: the  West Block, and the East Block. As the Cold War drags on, the tension  between the two factions, as well as the amount of nuclear weapons they  have, rise. Mylene Hoffman is a female cyborg who is a spy for the West  Block. Together with three other agents, Mylene partakes in various  missions issued by her superiors.","original_name":"ゼロゼロナインワン","vote_average":0.0,"name":"009-1","cert":"Unavailable","id":34835,"adult":"false","genre_ids":[10759,16],"origin_country":["JP"]},{"first_air_date":"2007-04-12","cast":["Rika Morinaga","Shiho Kawaragi","Ayako Kawasumi","Ai Shimizu","Yuuko Minaguchi"],"overview":"Princess Resurrection is a Japanese horror comedy manga by Yasunori Mitsunaga. The manga was serialized monthly in Monthly Shōnen Sirius magazine and published by Kodansha. A 26-episode anime series by Madhouse aired on TBS in 2007. Both the manga and anime are available in North America with the manga licensed by Del Rey Manga and the anime licensed by Sentai Filmworks and available on the Anime Network website. A new OVA series has been made by Tatsunoko Production with the first episode released in December 2010, along with the 13th volume of the manga, the second episode for the 14th volume, and the third episode for the 16th volume. A spin-off manga, Naqua-Den, which stars a side-character from Princess Resurrection as the main character, was released in 2012 currently with two volumes.","original_name":"怪物王女","vote_average":0.0,"name":"Princess Resurrection","cert":"Unavailable","id":34836,"adult":"false","genre_ids":[16,35],"origin_country":["JP"]},{"first_air_date":"1981-04-16","cast":["Kenichi Ogata","Mami Koyama","Masako Ikeda","Nachi Nozawa","Shuuichi Ikeda"],"overview":"Queen Millennia is a manga series by Leiji Matsumoto which was serialized from 28 January 1980 through 11 May 1983 in both the Sankei Shimbun and Nishinippon Sports newspapers. The manga series was adapted into a 42-episode anime TV series by Toei Dōga and broadcast on the Fuji TV network from 16 April 1981 through 25 March 1982. An anime film was released on 13 March 1982 shortly before the TV series ended.\n\nThe anime series was combined by Harmony Gold and Carl Macek with episodes from the 1978 Matsumoto series, Space Pirate Captain Harlock, and shown from 1985 to 1986 in the United States as the 65-episode Captain Harlock and the Queen of a Thousand Years. The series was broadcast in Germany on Tele 5 during 1992 and on Mangas in France in 2004.","original_name":"新竹取物語 1000年女王","vote_average":0.0,"name":"Queen Millennia","cert":"Unavailable","id":34839,"adult":"false","genre_ids":[16,10759],"origin_country":["JP"]},{"first_air_date":"2008-09-08","cast":["Daniel Brière","Joey Scarpellino","Raphaël Grenier-Benoît","Louis-Philippe Beauchamp","Anne Dorval"],"overview":"Life of a family of five: father, mother and their three boys.","original_name":"Les Parent","vote_average":7.5,"name":"The Parents","cert":"Unavailable","id":34850,"adult":"false","genre_ids":[35],"origin_country":["CA"]},{"first_air_date":"1973-05-05","cast":["Joss Ackland","Roy Dotrice","Jacob Bronowski"],"overview":"The Ascent of Man is a thirteen-part documentary television series produced by the BBC and Time-Life Films first transmitted in 1973, written and presented by Jacob Bronowski. Intended as a series of \"personal view\" documentaries in the manner of Kenneth Clark's 1969 series Civilisation, the series received acclaim for Bronowski's highly informed but eloquently simple analysis, his long unscripted monologues and its extensive location shoots.","original_name":"The Ascent of Man","vote_average":9.0,"name":"The Ascent of Man","cert":"Unavailable","id":34851,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2005-04-04","cast":["Katsuji Mori","Kishou Taniyama","Kappei Yamaguchi","Romi Park","Akira Ishida"],"overview":"The Law of Ueki is a Japanese manga series by Tsubasa Fukuchi. It was first serialized in the manga magazine Weekly Shōnen Sunday in 2002 and ended in 2005. Sixteen tankōbon volumes was compiled and published by Shogakukan. An anime adaptation was first broadcast on TV Tokyo on April 4, 2005, ended with 51 episodes on March 27, 2006. It was produced by Studio Deen. A manga sequel, The Law of Ueki Plus, continues the series as of September 2005 by the same author and in the same magazine.\n\nThe manga was licensed for distribution in North America by Viz Media, while the anime adaptation was licensed by Geneon. On July 3, 2008, Geneon Entertainment and Funimation Entertainment announced an agreement to distribute select titles in North America. While Geneon Entertainment will still retain the license, Funimation Entertainment will assume exclusive rights to the manufacturing, marketing, sales and distribution of select titles. The Law of Ueki was one of several titles involved in the deal. However, the rights to the series expired due to low sales. ImaginAsian TV broadcast the anime series to the American audience starting early 2007.","original_name":"うえきの法則","vote_average":7.0,"name":"The Law of Ueki","cert":"Unavailable","id":34852,"adult":"false","genre_ids":[16,35],"origin_country":["JP"]},{"first_air_date":"1990-10-18","cast":["Naoko Matsui","Kazue Ikura","Kenichi Ogata","Show Hayami","Megumi Tano"],"overview":"The Three-Eyed One is a romance SF manga by Osamu Tezuka. It was originally serialized in Weekly Shōnen Magazine from 7 July 1974 through 19 March 1978 and was later published into thirteen tankōbon by Kodansha. This story is about Hosuke Sharaku, the heir to the long lost super civilization of the \"Three Eyed Ones\", and his best friend, Chiyoko Wato, with whom he solves various problems, often of his own doing.\n\nIn 1977, The Three-Eyed One tied with another Tezuka manga, Black Jack, for the Kodansha Manga Award. The manga has since spawned a TV special by Shueisha and later an anime whose 48 episodes ran from 18 October 1990 through 26 September 1991. The main character appears in three video games: Mittsume ga Tooru by Natsume on the MSX in 1989, Mittsume ga Tooru\/The Three-Eyed One by Tomy on the NES in 1992, Astro Boy: Omega Factor by Sega on the Game Boy Advance and Astro Boy by Sega on the PlayStation 2.","original_name":"The Three-Eyed One","vote_average":0.0,"name":"The Three-Eyed One","cert":"Unavailable","id":34853,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":"2009-09-10","cast":["Melissa George","Lennie James","Laz Alonso","Rachel Nichols","Jason Clarke"],"overview":"U.S. Attorney is a drama pilot about a team of federal prosecutors in the U.S. Attorney's office in Manhattan.","original_name":"U.S. Attorney","vote_average":0.0,"name":"U.S. Attorney","cert":"Unavailable","id":34854,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2009-04-09","cast":["Fumiko Orikasa","Jin Yamanoi","Kazuhiko Nishimatsu","Mitsutaka Tachikawa","Shigeo Kiyama"],"overview":"When she was a child, Nicoletta was taken in by her grandmother so that her mother could remarry. Now grown up, she leaves everything in the countryside behind to visit her mother and her mother's second husband, a ristorante owner. To her surprise, her stepfather did not know his wife had a daughter! Delicious food and dreamy gentlemen await at the ristorante, casetta dell'orso. For everyone who works there, a tender connection to the hearts of each visitor is spun, and the curtain raises on a story about these first-rate Italian gentlemen in spectacles.","original_name":"リストランテ・パラディーゾ","vote_average":8.0,"name":"Ristorante Paradiso","cert":"Unavailable","id":34855,"adult":"false","genre_ids":[16,18],"origin_country":["JP"]},{"first_air_date":"1996-09-28","cast":["Beate Eriksen","Espen Skjønberg"],"overview":"","original_name":"Familiesagaen De syv søstre","vote_average":0.0,"name":"Familiesagaen De syv søstre","cert":"Unavailable","id":34856,"adult":"false","genre_ids":[],"origin_country":["NO"]},{"first_air_date":null,"cast":[],"overview":"News 4 New York is the brand identifier of WNBC-TV in New York City. It began using this for its news broadcasts in 1971 to 1972, again on Labor Day, September 1, 1980, and again in March 2008. Prior to this, WNBC used the NewsCenter 4 brand for their newscasts. In September 1995, WNBC was rebranded to NewsChannel 4 until March 2008 when News 4 New York branding returned.\n\nNews 4 New York also introduced Live at Five, a local lifestyle-oriented show that was followed by a 6 p.m. half-hour newscast. Live at Five was discontinued in 1991, being replaced by News 4 at 5. The format returned in 1993 and was cancelled on Friday, September 7, 2007.","original_name":"News 4 New York","vote_average":0.0,"name":"News 4 New York","cert":"Unavailable","id":34869,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":"1971-02-25","cast":["Ray Brooks"],"overview":"Popular British children's animation series, repeated almost constantly since 1971. Mr Benn is the ordinary, bowler-hatted office worker who lives in the ordinary suburban street of Festive Road. However, when he tries on a costume in a mysterious costume shop, he steps out of the changing room into a different time and place, appropriate to his apparel. His adventures include him being a spaceman, a pirate and a cowboy.","original_name":"Mr. Benn","vote_average":7.0,"name":"Mr. Benn","cert":"U","id":34870,"adult":"false","genre_ids":[16,10762],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Shock Theater was a package of 52 classic horror films from Universal Studios released for television showings in October 1957 by Screen Gems, the television subsidiary of Columbia Pictures. The Shock Theater package included Dracula, Frankenstein, The Mummy, The Invisible Man and the The Wolf Man. A second package, Son of Shock, was released for television by Screen Gems in 1958, with 20 horror films from both Universal and Columbia.\n\nShock Theater was usually aired on late night television with a costumed horror host; a well-known example was Zacherley with Philadelphia WCAU-TV, 1957–1958, and New York WABC-TV, 1958–1959. Prior to Zacherely's arrival at WABC-TV, Shock Theater was hosted off-camera by ABC Staff Announcer Scott Vincent. Shock Theater continued the American tradition of horror film television shows such as Vampira. Showings of the Shock Theater package were often introduced by local hosts in the style of Vampira or Zacherley.\n\nOne of the most innovative of the series was produced during 1962-63 at the Los Angeles Television station KTLA-TV which was owned by Gene Autry. Gene Autry brought in Bill Aken as musical director and overall producer. Aken re-vamped the commercial breaks making them as entertaining as the films themselves. With spooky music and actors costumed as monsters such as Frankenstein and Dracula, the commercials for sponsor Baldwin Chevrolet took on a whole new aspect. Host Joe Salazar was driven onto the set in an ambulace carrying a coffin which Salazar would emerge from to start the show. Joined by 'Monsters' in all the Chevrolet commercials, with a special theme song, the show garnered an avid fan base all over the Los Angeles area during the two years it was on the air.","original_name":"Shock Theater","vote_average":0.0,"name":"Shock Theater","cert":"Unavailable","id":34871,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Sic 'Em Friday and Sic'emation are blocks of programming on MTV2. Each block is dedicated to airing \"outrageous\" shows, either of the live-action or animated variety. They lasted from 2005 to 2007.","original_name":"Sic 'Em Friday","vote_average":0.0,"name":"Sic 'Em Friday","cert":"Unavailable","id":34872,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Super Hero Time is a programming block on the Japanese television network, TV Asahi, featuring new episodes of tokusatsu television series from the Super Sentai and Kamen Rider series. Both series have decades of history and have been intertwined in the public imagination for some time, not least of all because the driving creative force behind both was manga artist Shotaro Ishinomori and both were produced by the same production company, Toei Company; however, they did not air together until 2000 with Kamen Rider Kuuga and Mirai Sentai Timeranger, though at the time they were not acknowledged together. Super Hero Time airs every Sunday morning, from 7:30 to 8:30 JST.","original_name":"Super Hero Time","vote_average":0.0,"name":"Super Hero Time","cert":"Unavailable","id":34873,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"TeenNick was the evening block of Nickelodeon UK from 20 July 2009 until August 2010. It was hosted by Olly Murray and Nathan A. Thomas. Olly Murray launched TeenNick solely and various Nickelodeon stars occasional took co-host spaces. TeenNick varied programmes for teenagers and below and has often had interviews, singers and chats with the hosts. However, the programming is retained in the block with the Nickname. The block ended suddenly in August 2010 without notice. According to Nickelodeon on their official Twitter page, there is no plans at the moment to bring back TeenNick.","original_name":"TeenNick","vote_average":0.0,"name":"TeenNick","cert":"Unavailable","id":34874,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1983-02-23","cast":["Shaun Taylor","Debbie Breen","Tony Saint","Alastair Craig","Andrew Craig"],"overview":"BBC adaptation of Robert Westall's acclaimed novel.  In a small seaside town in northern England during World War II, a young boy discovers the remains of a German aircraft - with the dead pilot still inside.","original_name":"The Machine Gunners","vote_average":10.0,"name":"The Machine Gunners","cert":"Unavailable","id":34889,"adult":"false","genre_ids":[10751,10768],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"The Billy O'Connor Show was a Canadian variety television series which aired on CBC Television from 1954 to 1956.","original_name":"The Billy O'Connor Show","vote_average":0.0,"name":"The Billy O'Connor Show","cert":"Unavailable","id":34892,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2011-04-01","cast":["Freddy Rodríguez","Eric Close","Tim Blake Nelson","James Murray","Kurtwood Smith"],"overview":"A comedic drama about a group of rogue CIA spies in the Office of Disruptive Services (ODS), who combat threats to national security amidst bureaucratic gridlock, rampant incompetence and political infighting.","original_name":"CHAOS","vote_average":7.0,"name":"CHAOS","cert":"Unavailable","id":34893,"adult":"false","genre_ids":[18,35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Fliptoppers","vote_average":0.0,"name":"Fliptoppers","cert":"Unavailable","id":34894,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2000-01-21","cast":[],"overview":"The Unforgettable ... is British television documentary programme on ITV, which contains an archive biographical look lives of some of Britain's most well-remembered talented entertainers and actors.\n\nEach episode focuses on the parallel private and professional life-stories of each person, which include interview with friends, family and co-stars. The series also used unseen home recordings and personal photographs.","original_name":"The Unforgettable","vote_average":0.0,"name":"The Unforgettable","cert":"Unavailable","id":34895,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2010-05-10","cast":["Takuya Kimura","Keiko Kitagawa","Lin Chi-Ling","Ryoko Shinohara","Shota Matsuda"],"overview":"Tsuki no Koibito ~Moon Lovers~ is a Japanese television drama starting on Fuji TV on 10 May 2010. The drama is known also under the Japanese short name Getsukoi.","original_name":"月の恋人","vote_average":10.0,"name":"Moon Lovers","cert":"Unavailable","id":34896,"adult":"false","genre_ids":[18],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Summer Camping was a Canadian musical outdoors television series which aired on CBC Television in 1957.","original_name":"Summer Camping","vote_average":0.0,"name":"Summer Camping","cert":"Unavailable","id":34911,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Kara Bakery is a Korean reality show starring the popular South Korean girl group Kara.","original_name":"Kara Bakery","vote_average":0.0,"name":"Kara Bakery","cert":"Unavailable","id":34914,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Teochew Family is a 1995 Singaporean Drama Series produced by Mediacorp and Fujian TV. Starring veteran Hong Kong actor Kenneth Tsang and Singaporean stars Zoe Tay, Chew Chor Meng and Zeng Huifen, this drama describes the trials and tribulations the teochew Cai Family under the patriarch Cai Qingyang from the late 1940s to the 1990s.","original_name":"The Teochew Family","vote_average":0.0,"name":"The Teochew Family","cert":"Unavailable","id":34917,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Parsa is a Pakistani drama serial dramatized by Tahira Wasti, and is based on the novel of the same name \"Parsa\", by Bushra Rahman. It explores the permissibility of inter-faith marriages, and cultural and societal issues regarding the topic. The drama depicts the story of Parsa, a Muslim girl who falls in love with David, a family friend and Christian.","original_name":"Parsa","vote_average":0.0,"name":"Parsa","cert":"Unavailable","id":34920,"adult":"false","genre_ids":[],"origin_country":["PK"]},{"first_air_date":"2011-01-03","cast":["Gordon Buchanan"],"overview":"Join wildlife cameraman, Gordon Buchanan, as he tries to gain the trust of a wild bear family in a spectacular American wilderness.","original_name":"The Bear Family and Me","vote_average":0.0,"name":"The Bear Family and Me","cert":"Unavailable","id":34931,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Miracle Girl is a 1980 Japanese television series.","original_name":"Miracle Girl","vote_average":0.0,"name":"Miracle Girl","cert":"Unavailable","id":34932,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Spotlight was a Canadian current affairs television series which aired on CBC Television in 1975.","original_name":"Spotlight","vote_average":0.0,"name":"Spotlight","cert":"Unavailable","id":34933,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Khullja Sim Sim is an Indian television game show which originally aired on STAR Plus for the first two seasons, premiered on July 27, 2001. The first season was hosted by popular film actor and presenter Aman Verma and the second season by Hussain Kuwajerwala. The third season of the series premiered on BIG Magic on September 17, 2012, also hosted by Aman Verma, produced by BIG Productions of Reliance Entertainment.","original_name":"Khullja Sim Sim","vote_average":3.8,"name":"Khullja Sim Sim","cert":"Unavailable","id":34934,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":"2011-10-24","cast":["Linda Zilliacus","Peter Eggers","Joel Spira","Johan H:son Kjellgren","Richard Turpin"],"overview":"A 200-year-old modern crime story showing life as it was in 18th century Stockholm where a controversial surgeon and police commissioner use unconventional means to solve murder cases during the Age of Enlightenment. The murder cases and the methods of solving them differ from those of our time. But the motives stay the same: revenge, greed, love, jealousy and politics.","original_name":"Anno 1790","vote_average":7.0,"name":"Anno 1790","cert":"Unavailable","id":34935,"adult":"false","genre_ids":[18],"origin_country":["SE"]},{"first_air_date":null,"cast":[],"overview":"Summer Evening was a Canadian music variety television series which aired on CBC Television in 1976.","original_name":"Summer Evening","vote_average":0.0,"name":"Summer Evening","cert":"Unavailable","id":34936,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Adventures of a Sexual Miscreant is a comedy web series created by Andrew Hevia and produced by stand-up comedian Jessica Gross. Filmed in Miami, Florida, the series focuses on \"sex and the people who have it\" and is told through quick, comedic episodes each lasting about one minute. Each season of the show runs close to five minutes and tells one complete story arc with a rotating cast, composed mostly of stand-up comedians from the South Florida comedy scene. The series is hosted by Blip.tv. As of this writing, two seasons have been released.","original_name":"The Adventures of a Sexual Miscreant","vote_average":0.0,"name":"The Adventures of a Sexual Miscreant","cert":"Unavailable","id":34937,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Fei Cheng Wu Rao is a Chinese dating game show hosted by Meng Fei. Based on the Australian game show Taken Out, the show is produced by Jiangsu Satellite Television and taped in Nanjing. It was first broadcast on January 15, 2010, and currently airs on weekend nights at 9:05 pm JSTV. In Australia, it is broadcast with English subtitles on Friday nights at 8:30 pm on SBS Two.\n\nThe show has been a rating success in China and is now the highest-rated show for Jiangsu TV. Episodes are also widely distributed online. The show has attracted attention from academics and foreign media. Due to the perceptions that the show promoted problematic values, its format was changed in 2011 to de-emphasize factors such as financial wealth.","original_name":"Fei Cheng Wu Rao","vote_average":0.0,"name":"Fei Cheng Wu Rao","cert":"Unavailable","id":34952,"adult":"false","genre_ids":[],"origin_country":["TW","CN"]},{"first_air_date":"2010-08-29","cast":["Jung Dong-Hwan","Ahn Jae-mo","Kwon Oh-joong","Lee Ah-i","Lee Dae-ro"],"overview":"Freedom Fighter, Lee Hoe-young is a 2010 South Korean historical television series, starring Jung Dong-hwan, Ahn Jae-mo, Lee Ah-yi, Hong Il-kwon and Kwon Oh-joong. Based on the life of Korean independence fighter Lee Hoe-yeong, the drama was made to commemorate the centenary of the Forced Annexation of Korea by Japan. Its premiere coincided with the signing of the annexation treaty on August 21, 1910, and the drama aired on KBS1 from August 29 to September 12, 2010 on Saturdays and Sundays at 21:05 for 5 episodes.\n\nThis was the third and last of the \"noblesse oblige\" series produced by KBS in 2010, following The Reputable Family and The Great Merchant.\n\nAt the end of the drama, a short documentary about Lee Hoe-young aired, including an interview with his sons, Lee Kyu-chang and Lee Kyu-dong.","original_name":"자유인 이회영","vote_average":0.0,"name":"Freedom Fighter, Lee Hoe-young","cert":"Unavailable","id":34953,"adult":"false","genre_ids":[18],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"Summer Close-Up is a Canadian current affairs television series which aired on CBC Television in 1977.","original_name":"Summer Close-Up","vote_average":0.0,"name":"Summer Close-Up","cert":"Unavailable","id":34954,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Seachd Là is a weekly Scottish Gaelic-language news magazine produced by BBC Alba, featuring a round up of the week's news. Its stories are from BBC Alba's news programmes An Là and Eòrpa. It is shown on Sundays from the Glasgow newsroom and is presented by An Là weather presenter, Kirsteen MacDonald.","original_name":"Seachd Là","vote_average":0.0,"name":"Seachd Là","cert":"Unavailable","id":34955,"adult":"false","genre_ids":[10763],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Zeenat Bint-e-Sakina Hazir Ho is a Pakistani TV drama serial that was aired on Geo TV from March 16, 2010 till June 15, 2010. The serial is written by Mumtaz Bukhari and directed by Mohammad Naeem Khan. The serial is based on true events and highlights the drawbacks of Pakistan’s prevailing feudal system.","original_name":"Zeenat Bint-e-Sakina Hazir Ho","vote_average":0.0,"name":"Zeenat Bint-e-Sakina Hazir Ho","cert":"Unavailable","id":34956,"adult":"false","genre_ids":[],"origin_country":["PK"]},{"first_air_date":"2000-06-05","cast":["Vera Fischer","Reynaldo Gianecchini","Marieta Severo","Carolina Dieckmann","Tony Ramos"],"overview":"Laços de Família is a Brazilian telenovela produced and aired by Rede Globo in its 8 P.M. schedule, from June 5, 2000 to February 3, 2001. With a total of 209 chapters, it was written by Manoel Carlos, in collaboration with Maria Carolina, Vinícius Vianna, Flávia Lins e Silva and Fausto Galvão, and directed by Moacyr Góes and Leandro Neri with general direction of Ricardo Waddington, Rogério Gomes and Marcos Schechtman.\n\nIt starred Vera Fischer and Carolina Dieckmann and actors Reynaldo Gianecchini, José Mayer, Tony Ramos, as the respective protagonists of the plot, and actress Deborah Secco as the main antagonist of the story.","original_name":"Laços de Família","vote_average":4.0,"name":"Laços de Família","cert":"Unavailable","id":34957,"adult":"false","genre_ids":[10766,18],"origin_country":["BR"]},{"first_air_date":"2009-09-04","cast":["Özgü Namal","Mehmet Aslantuğ"],"overview":"Hanımın Çiftliği is a Turkish drama series. It has been adapted from Orhan Kemal's novel Hanımın Çiftliği. It has been very praised and won numerous awards.","original_name":"Hanımın Çiftliği","vote_average":6.0,"name":"Lady's Farm","cert":"Unavailable","id":34958,"adult":"false","genre_ids":[],"origin_country":["TR"]},{"first_air_date":null,"cast":[],"overview":"Full Swing is a 2008 Japanese television series. It is based on the biography of Michihiro Takabatake, a professional baseball player and coach who became a high-school teacher at the age of 59.","original_name":"Full Swing","vote_average":0.0,"name":"Full Swing","cert":"Unavailable","id":34969,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Norman Corwin Presents is a Canadian-produced drama anthology television series which aired on CBC Television from 1972 to 1973.","original_name":"Norman Corwin Presents","vote_average":0.0,"name":"Norman Corwin Presents","cert":"Unavailable","id":34970,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":"2010-12-01","cast":["Brandi Passante","Jarrod Schulz","Dan Dotson","Darrell Sheets","Dave Hester"],"overview":"When rent is not paid on a storage locker for three months in California, the contents can be sold by an auctioneer as a single lot of items in the form of a cash-only auction. The show follows professional buyers who purchase the contents based only on a five-minute inspection of what they can see from the door when it is open. The goal is to turn a profit on the merchandise.","original_name":"Storage Wars","vote_average":5.7,"name":"Storage Wars","cert":"Unavailable","id":34971,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Star Wolf is a Japanese science fiction TV series inspired by the novel series bearing the same name, by American writer Edmond Hamilton. It was produced in 1978 by Tsuburaya Productions.","original_name":"Star Wolf","vote_average":0.0,"name":"Star Wolf","cert":"Unavailable","id":34972,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":"1997-03-22","cast":["Brian Bosworth","Glenn Plummer","Janet Hubert"],"overview":"Lawless is an American detective television series starring former NFL player Brian Bosworth on the Fox Broadcasting Company that performed so poorly on television it was cancelled after one episode.","original_name":"Lawless","vote_average":0.0,"name":"Lawless","cert":"Unavailable","id":34975,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2011-01-17","cast":["Anderson Cooper","Piers Morgan"],"overview":"Piers Morgan Live is a talk show on CNN, hosted by Piers Morgan. The show premiered on January 17, 2011 and filled the former Larry King Live timeslot. The theme music is written by Anthony James, composer and CEO of British company Music Candy, and his writing partner Yiorgos Bellapaisiotis, Music Candy's Director. Piers Morgan Live is recorded primarily in CNN's studios at the Time Warner Center in New York City.","original_name":"Piers Morgan Live","vote_average":0.0,"name":"Piers Morgan Live","cert":"Unavailable","id":34988,"adult":"false","genre_ids":[],"origin_country":["US","GB"]},{"first_air_date":"2011-02-13","cast":["Ryota Ozawa","Yuki Yamada","Mao Ichimichi","Kazuki Shimizu","Yui Koike"],"overview":"Kaizoku Sentai Gokaiger is the title of Toei Company's 35th entry in its long-running Super Sentai Series of Japanese tokusatsu television series following Tensou Sentai Goseiger. It premiered on TV Asahi on February 13, 2011, joining Kamen Rider OOO and then Kamen Rider Fourze as a program featured in TV Asahi's Super Hero Time programming block. The catchphrase for the series is \"Let's make it showy!\".\n\nGokaiger is a special anniversary series. Its protagonists are able to transform into not only their own unique forms, but also all of the previous 34 Super Sentai teams, each of which have their own unique power that the Gokaigers can access. The series also features reappearances of actors reprising their characters from the previous series.\n\nOn July 30, 2010, Toei applied for trademarks on the title Kaizoku Sentai Gōkaijā to be used on various products. The Japan Patent Office approved these trademarks on August 26, 2010. During the Super Sentai VS Theater programming on December 26, 2010, the series was officially announced in a commercial. A Tokyo Dome City event for the premiere, serving as the introduction of the cast and theme song singers to the public, held on January 29 and 30, 2011.","original_name":"海賊戦隊ゴーカイジャー","vote_average":9.3,"name":"Kaizoku Sentai Gokaiger","cert":"Unavailable","id":34989,"adult":"false","genre_ids":[10759,10765],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Miss Indonesia Earth is one of the major beauty pageants in Indonesia which focuses on environmental awareness, culture, and ecotourism. The slogan of the pageant is Beauty and Nature and organized by Yayasan Putri Bumi Indonesia. In 2013, the national franchise for Indonesia was acquired by El John Pageants. The first Miss Indonesia Earth pageant was held in 2007. The grand winner represents Indonesia in the international Miss Earth pageant. The current Miss Indonesia Earth titleholder is Liza Elly Purnamasari.","original_name":"Miss Indonesia Earth","vote_average":0.0,"name":"Miss Indonesia Earth","cert":"Unavailable","id":34990,"adult":"false","genre_ids":[],"origin_country":["ID"]},{"first_air_date":null,"cast":[],"overview":"Tribulations of Life is the 19th co-production of MediaCorp TV and ntv7. It is also the blockbuster drama for 2011. It aired from every Monday to Thursday, at 10:00pm on Malaysia's ntv7.","original_name":"Tribulations of Life","vote_average":0.0,"name":"Tribulations of Life","cert":"Unavailable","id":34991,"adult":"false","genre_ids":[],"origin_country":["MY","SG"]},{"first_air_date":"2010-12-02","cast":[],"overview":"Brad Meltzer's Decoded, is an American mystery and conspiracy theory investigation television series, produced by Go Go Luckey and Berman\/Braun, that premiered December 2, 2010 on the History channel. The series is hosted by political thriller author and non-fiction writer Brad Meltzer and follows a team of investigators who try to determine the meanings behind various symbolism, alleged secret codes and conspiracies that surround us every day.","original_name":"Brad Meltzer's Decoded","vote_average":5.5,"name":"Brad Meltzer's Decoded","cert":"Unavailable","id":34992,"adult":"false","genre_ids":[9648,99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Reluctant Nation is a Canadian historical docudrama television miniseries which aired on CBC Television in 1966.","original_name":"Reluctant Nation","vote_average":0.0,"name":"Reluctant Nation","cert":"Unavailable","id":34993,"adult":"false","genre_ids":[],"origin_country":[]},{"cert":"Unavailable","cast":[],"id":34994,"first_air_date":null,"overview":"Nan's Christmas Carol is a spin-off of The Catherine Tate Show. The one-off special based on Charles Dickens' A Christmas Carol is about Nan visited by three ghosts on Christmas night in her council flat.","genre_ids":[],"origin_country":[],"original_name":"Nan's Christmas Carol","vote_average":0.0,"name":"Nan's Christmas Carol","adult":"false"}]