[{"first_air_date":null,"cast":[],"overview":"Fabeltjeskrant [ 'faːbəɫcəskrɑnt] is a Dutch children's television series featuring puppetry and stop motion. Created in 1968 by Leen Valkenier and produced by Thijs Chanowski and Loek de Levita, it ended in 1989 and was broadcast on the Dutch channels NOS, RTL 4 and RTL 8 and on Belgian channel VRT. From 1973 to 1975 it was broadcast also in the United Kingdom, on ITV, with the title The Daily Fable.","original_name":"Fabeltjeskrant","vote_average":8.0,"name":"Fabeltjeskrant","cert":"Unavailable","id":35007,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Una familia de diez is a Mexican family television sitcom that centers around the López household; a middle class Mexican family that constantly endures hilarious situations. They live in an apartment which barely holds living space for them. The series premiered on March 22, 2007 on the channel Canal de las Estrellas. The sitcom was a success, running concurrently in 2007 with other comedy programs such as La familia P. Luche, La parodia, and Vecinos.\n\nIt was nominated for a TVyNovelas Award for \"Best Comedy Program\" in 2008, but lost to La familia P. Luche. Due to broadcasting issues, the pending second season hasn't been released yet, though Una familia de diez is planned to be renewed for 26 episodes.","original_name":"Una familia de diez","vote_average":0.0,"name":"Una familia de diez","cert":"Unavailable","id":35008,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Countrytime is a Canadian agricultural news and information television series which aired on CBC Television from 1960 to 1966.","original_name":"Countrytime","vote_average":0.0,"name":"Countrytime","cert":"Unavailable","id":35009,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2000-04-04","cast":["Sarah Hyland","Lance Reddick","Jason Gedrick","P. R. Paul","Titus Welliver"],"overview":"Falcone is an American TV series on CBS which lasted only one season. The plot follows Joseph D. Pistone, who goes undercover to bring down the mob. This was based on a true story, also having been dramatized in the movie Donnie Brasco. also Based on the book Donnie Brasco-My Undercover Life in the Mafia by FBI agent Joseph D. Pistone and Richard Woodley.","original_name":"Falcone","vote_average":0.0,"name":"Falcone","cert":"Unavailable","id":35010,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Sunshine Canada is a Canadian short film television series which aired on CBC Television in 1967.","original_name":"Sunshine Canada","vote_average":0.0,"name":"Sunshine Canada","cert":"Unavailable","id":35011,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Quelque Show is a Canadian talk show television series which aired on CBC Television in 1975.","original_name":"Quelque Show","vote_average":0.0,"name":"Quelque Show","cert":"Unavailable","id":35012,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2010-12-20","cast":[],"overview":"Million Dollar Money Drop is an American game show which aired on Fox in the United States and Canada. It is based on the UK series The Million Pound Drop Live. However, unlike the original UK version, it was not broadcast live, and there were several changes to the format. The show premiered on December 20, 2010, and was hosted by Kevin Pollak.\n\nOn February 21, 2011, buzzerblog.com announced a potential second season to air in the summer along with a board game as well.\n\nOn May 18, 2011, TVSeriesFinale.com reported that Fox had cancelled Million Dollar Money Drop and would not be producing a second season. However, more than 15 different international versions of the program will continue to air in other countries. There has been no comment from FOX as to why Million Dollar Money Drop was cancelled, though there's speculation it was due to its initial low ratings.","original_name":"Million Dollar Money Drop","vote_average":0.0,"name":"Million Dollar Money Drop","cert":"Unavailable","id":35025,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"M! Countdown Mwave is a South Korean music television program broadcast by M.net. It airs live every Thursday at 18:00 to 19:30. The show features some of the latest and most popular artists who perform live on stage. The show is hosted by Kim Woo-bin as the main host of the show along with various artists that invited to the show each week and broadcast from CJ E&M Center Studio located in Sangam-dong, Mapo-gu, Seoul. It also airs live in China, Hong Kong, Japan, Philippines, United States, Taiwan, Malaysia, Singapore and other countries.","original_name":"엠카운트다운","vote_average":0.0,"name":"M! Countdown","cert":"Unavailable","id":35026,"adult":"false","genre_ids":[],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"Monkey Thieves, also known as Rebel Monkeys, is a documentary series produced by National Geographic, examining the habits and social interactions of Rhesus Macaques in the city of Jaipur, in northwestern India. Monkey Thieves follows a family of urban macaques within Jaipur's 'Pink City' and all the drama that comes from living close to humans. The series tells the story of the \"Galta Gang\", a sixty-strong troop that lives in the Galta Temple, a beautiful Hindu temple on the outskirts of Jaipur. This enduring and entertaining bunch live in luxury because worshipers believe they personify Hanuman, the cherished 'Monkey God' who banished evil in the Indian epic Ramayana. Defending their prized home from invaders including neighboring langur monkeys and other troops of macaques, as well as exploring Jaipur in search of food and adventure, keeps this remarkable troop in action.","original_name":"Monkey Thieves","vote_average":0.0,"name":"Monkey Thieves","cert":"Unavailable","id":35027,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Spectrum is a Canadian drama anthology television miniseries which aired on CBC Television in 1958.","original_name":"Spectrum","vote_average":0.0,"name":"Spectrum","cert":"Unavailable","id":35028,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Transylvania Television","vote_average":0.0,"name":"Transylvania Television","cert":"Unavailable","id":35031,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1999-06-16","cast":["Lee Byung-hun","Song Seung-heon","Kim Ha-neul","Cho Min-soo","Jun Ji-hyun"],"overview":"Happy Together is a 1999 South Korean television series starring Lee Byung-hun, Song Seung-heon, Kim Ha-neul, Jo Min-su, and Jun Ji-hyun. It aired on SBS from June 16 to August 5, 1999 on Wednesdays and Thursdays at 21:55 for 16 episodes. Starring young actors who would go on to become Korean TV and film stars, the hit drama revolves around five children who were separated at the death of their parents, and the love, conflicts, and reconciliation that these siblings go through when they meet again as adults.","original_name":"해피 투게더","vote_average":9.0,"name":"Happy Together","cert":"Unavailable","id":35034,"adult":"false","genre_ids":[18],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"Talento Argentino is a program of television show, in Telefé channel led by Mariano Peluffo. It is based on English TV format Got Talent, which takes place simultaneously in other countries such as Britain's Got Talent in Great Britain, America's Got Talent in the United States or Got Talent, the Spanish version.\n\nThe consists of 3 jurors responsible for selecting people with certain talents, of which the winner will chosen by the public.","original_name":"Talento Argentino","vote_average":0.0,"name":"Talento Argentino","cert":"Unavailable","id":35045,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2009-06-04","cast":["Robin Renucci","Audrey Fleurot","Nicolas Gob","Thierry Godard","Nade Dieu"],"overview":"The stories of the people of Villeneuve, a fictional subprefecture, in the Jura, in German–occupied France during the Second World War.","original_name":"Un village français","vote_average":9.2,"name":"Un village français","cert":"Unavailable","id":35046,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Today Tonight was an Irish news and current affairs programme noted for its in-depth analysis, robust cross-examination of senior politicians and investigative reporting. The programme was brodacast on RTÉ One for the first time on Monday 6 October 1980.\n\nBrian Farrell, Barry Cowan and Olivia O'Leary were the three original presenters. They were subsequently joined by others such as Pat Cox, John Bowman and Pat Kenny. All of these presenters later went on to hold other positions in RTÉ Television. Today Tonight was broadcast from Monday to Thursday on RTÉ One after the main evening news and restored the station's reputation for current affairs broadcasting following the demise of 7 Days in 1976. The last edition of the programme was broadcast on 27 August 1992 and was replaced by Prime Time.\n\nIt won a number of Jacob's Awards.\n\nAn in-depth report into the 14 February 1981 Stardust fire broadcast by Today Tonight on 16 February 1981 led to a senior adviser of Taoiseach Charles Haughey accusing RTÉ of undermining the Stardust Tribunal.","original_name":"Today Tonight","vote_average":0.0,"name":"Today Tonight","cert":"Unavailable","id":35047,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Emmanuelle 2: A World of Desire is a 1994 television movie from the Emmanuelle in Space series featuring several softcore sex scenes mostly between Krista Allen and co-star Paul Michael Robinson. It was directed by Jean-Jacques Lamore, produced by Alain Siritzky, and written by J.C. Knowlton, based on character by Emmanuelle Arsan. The cinematographic was by Andrea V. Rossotto.","original_name":"Emmanuelle 2: A World of Desire","vote_average":0.0,"name":"Emmanuelle 2: A World of Desire","cert":"Unavailable","id":35048,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2010-12-21","cast":["Hugh Dennis"],"overview":"Oz Clarke and Hugh Dennis scour the British Isles for the best independent drinks. They plan to open two bars that will go head to head for one night only.","original_name":"Oz and Hugh Raise the Bar","vote_average":0.0,"name":"Oz and Hugh Raise the Bar","cert":"Unavailable","id":35049,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2011-01-08","cast":["Tony Way"],"overview":"Dick and Dom's Funny Business is a British comedy television series for children, hosted by comic presenting duo Richard McCourt and Dominic Wood. The series is broadcast in a Saturday morning slot on BBC Two and simulcast on the CBBC Channel, and is Dick and Dom's return to Saturday mornings following the success of Dick and Dom in da Bungalow, which ended in Spring 2006. Unlike ...da Bungalow, which was largely broadcast live and ran for up to three hours with inserted content, ...Funny Business is a pre-recorded, self-contained one-hour programme. The first series began in January 2011 and is due to run for 13 episodes.\n\nThe format of the series is that Dick and Dom are the hosts of a comedy club-style event; external shots of the theatre which supposedly hosts the venue are seen as establishing shots during the programme. The theatre's American owner is not himself seen on screen, though his daughter Kelly-Anne Manhattan is part of the recurring cast. The duo introduce a range of guest comedy acts who each perform an on-stage sketch\/stand-up routine, and between these the viewer sees behind-the-scenes skits involving the duo, recurring characters and guests, and also interwoven into the show are a number of separate recorded skits and sketches featuring additional cast members and characters not featured in the main show.","original_name":"Dick and Dom's Funny Business","vote_average":0.0,"name":"Dick and Dom's Funny Business","cert":"Unavailable","id":35050,"adult":"false","genre_ids":[10751,35],"origin_country":["GB"]},{"first_air_date":"2011-09-13","cast":["Tara Fitzgerald","Keith Allen","Wunmi Mosaku"],"overview":"Crime drama series following Eve Lockhart, one of Britain's leading forensic pathologists, and her team of scientists at a state-of-the-art forensic research facility.","original_name":"The Body Farm","vote_average":6.0,"name":"The Body Farm","cert":"Unavailable","id":35051,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Paraprobe is an American paranormal reality television series that made its opening debut January 15, 2011 on 24.3 WPVN Illinois. The show follows P.R.I.D.E. paranormal investigation team.","original_name":"Paraprobe","vote_average":0.0,"name":"Paraprobe","cert":"Unavailable","id":35062,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Lucha Libre USA: Masked Warriors was a television program on the MTV2 broadcast channel, chronicling the rise of Mexican-style wrestling, or lucha libre, in the United States. The first episode was aired on July 16, 2010. The second season premiered October 1, 2011. The series is currently seen on Hulu where it can be found on Hulu.com\/Masked-Warriors.","original_name":"Lucha Libre USA","vote_average":0.0,"name":"Lucha Libre USA","cert":"Unavailable","id":35063,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"TV3 News at 5.30 was the flagship evening news programme on the Irish television network TV3. It was produced by the TV3 News division.\n\nThe TV3 News at 5.30, presented by main newscasters Alan Cantwell and Colette Fitzpatrick, was a thirty minute news programme covering Irish national and international news stories, broadcast at 5:30pm from Monday to Friday.\n\nOn Bank Holidays, the main evening bulletin usually aired at either 5:30pm, running for just five minutes.","original_name":"TV3 News at 5.30","vote_average":0.0,"name":"TV3 News at 5.30","cert":"Unavailable","id":35064,"adult":"false","genre_ids":[10763],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Rapid Roulette is an Irish television quiz show. Four contestants compete to answer quick-fire general knowledge questions to win cash and prizes. The title refers to the show's roulette wheel that contestants spin throughout the course of the game to determine their cash and\/or prizes.\n\nThe programme ran between 30 September 1986 and 6 March 1990 and was produced by Green Apple Productions, and later by Strongbow, for RTÉ. The show was similar in many respects to Wheel of Fortune.","original_name":"Rapid Roulette","vote_average":0.0,"name":"Rapid Roulette","cert":"Unavailable","id":35065,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2011-01-01","cast":[],"overview":"Candice Tells All is an interior design show that airs Thursday's at 8p.m. ET\/PT on the W Network. Candice Tells All takes a look at the ins and outs of her designs, Candice's design principles, and also an in-depth look at the inspiration behind her ideas.\n\nIn Candice Tells All, Candice Olson, of Divine Design fame, takes viewers through the ins-and-outs of her signature makeovers while exploring a major design principle in each episode. The show also follows Candice through her various processes and problems which arise in the reno\/design world. The show is a more reality based program than her previous show \"Divine Design\" as it not only follows her through the trials of renovation but with her personal life and her employees.","original_name":"Candice Tells All","vote_average":1.0,"name":"Candice Tells All","cert":"Unavailable","id":35066,"adult":"false","genre_ids":[],"origin_country":["CA","US"]},{"first_air_date":null,"cast":[],"overview":"Ganjina is the Afghani version of the television gameshow Deal or No Deal. It premiered on May 30, 2010 and is broadcast on Tolo TV. The show was earlier hosted by the afghani actor Rahim Mehrzad and was later taken over by Mukhtar Lashkari.\n\nThere are 20 boxes containing prizes from 1 Afghani to 1,000,000 Afghani. There has been three top prize winners.\n\nThe last episode was aired on May 14, 2013. From May 15 to June 6, 2013 was a rerun of notable episodes, including celebrity editions and two of the top prize winning episodes. On June 8, 2013, the show was replaced by new game show 100 saniye, an Afghani adaption of Divided.","original_name":"Ganjina","vote_average":0.0,"name":"Ganjina","cert":"Unavailable","id":35067,"adult":"false","genre_ids":[],"origin_country":["AF"]},{"first_air_date":"2011-01-14","cast":["Ahmed Helmy","Najwa Karam","Ali Jaber","Raya Abirached"],"overview":"","original_name":"Arab's Got Talent","vote_average":0.0,"name":"Arab's Got Talent","cert":"Unavailable","id":35082,"adult":"false","genre_ids":[10764,10751],"origin_country":[]},{"first_air_date":"2010-12-11","cast":[],"overview":"Pets 101 is a show that airs on Animal Planet.","original_name":"Pets 101","vote_average":0.0,"name":"Pets 101","cert":"Unavailable","id":35083,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2010-09-07","cast":["Roy Dupuis","Guylaine Tremblay","Maxim Gaudette","Eve Lemieux","Antoine L'Écuyer"],"overview":"Les Rescapés is a Canadian television drama series, which debuted on Télévision de Radio-Canada in the 2010-11 television season.\n\nThe series stars Roy Dupuis and Guylaine Tremblay as Gérald and Monique Boivin, the patriarch and matriarch of a family from 1960s-era Montreal who find themselves mysteriously transported into 2010. The cast also includes Maxim Gaudette, Ève Lemieux, Antoine L'Écuyer, Benoît Girard, Céline Bonnier and Yan England.","original_name":"Les Rescapés","vote_average":0.0,"name":"Les Rescapés","cert":"Unavailable","id":35084,"adult":"false","genre_ids":[10765],"origin_country":["CA"]},{"first_air_date":null,"cast":["Harald Eia","Bård Tufte Johansen"],"overview":"Lille Lørdag was a Norwegian sketch comedy television program that ran on the Norwegian state channel NRK from 1995 till 1996. The show was significant in launching the careers of comedians Harald Eia and Bård Tufte Johansen. The name reflects the fact it was aired on Wednesday, or \"Little Saturday\" in the Scandinavian week.","original_name":"Lille Lørdag","vote_average":0.0,"name":"Lille Lørdag","cert":"Unavailable","id":35085,"adult":"false","genre_ids":[35],"origin_country":["NO"]},{"first_air_date":"2009-10-14","cast":[],"overview":"Alaska State Troopers is an American documentary television series. The show primarily follows the daily beats of various bureaus within the Alaska State Troopers. In addition, the show features segments that follow village public safety officers from small rural villages as well as officers from other cities such as the Wasilla, Palmer, Anchorage, and Soldotna.  The show follows the exploits of a number of officers from all regions of the state. Troopers who are seen on the show include: James and Anne Sears, Howie Peterson, Jon Simeon and Brent Johnson, Scott Quist, Odean Hall, Lonny Piscoya, Luis Nieves, Dan Dahl, Rick Roberts, Abraham Garcia, Dan Cox, Gabe Rich, Jonathan Stroebele, Joshua Varys, Daron Cooper, Lance Ewers, and Kamau Leigh.\n\nIn 2011, a litter of Blue Heeler puppies were dropped off anonymously at a dog shelter in Kentucky. The two males were named \"Trooper Dan Dahl\" and \"Trooper Howie Peterson\", after the Troopers on the show. The female dogs were named after Troopers Aileen Witrosky, Amy Bowen and Anne Sears, who have all been featured on the show.","original_name":"Alaska State Troopers","vote_average":7.2,"name":"Alaska State Troopers","cert":"Unavailable","id":35086,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2010-10-22","cast":["Dean Kamen"],"overview":"Dean of Invention is a television show starring Dean Kamen and Joanne Colan that premiered on Planet Green on October 22, 2010. The two explore scientific breakthroughs around the world in a variety of fields including aviation, biotechnology, energy, nanotechnology and robotics. The goal of the show is to promote engineering and technology as fun, accessible, and important.\n\nAt commercial breaks, Dean Kamen made personal appeals for FIRST as a condition of his involvement with the show.","original_name":"Dean of Invention","vote_average":0.0,"name":"Dean of Invention","cert":"Unavailable","id":35087,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2011-01-17","cast":[],"overview":"Perfection is a BBC television series that was first shown on BBC Two from 17 January 2011 to 10 February 2012, and then shown on BBC One since 2 January 2013.","original_name":"Perfection","vote_average":0.0,"name":"Perfection","cert":"Unavailable","id":35088,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"The All-Night Show was a television series starring Chas Lawther and produced by Jeff Silverman which ran from September 1980 to August 1981 on CFMT-TV in Toronto.\n\nThe show ran live nightly from the end of other programming until 6 am. The premise was that Lawther's character, Chuck the Security Guard, had, with the help of his never-seen technically minded friend Ryerson Dupont and P.B. Leonard, took over the facilities of CFMT and accidentally broadcast their favorite shows over the air while fooling around with the equipment. The All-Night Show generally showed reruns of classic series such as The Twilight Zone, The Outer Limits, and The Prisoner, and filled the space in between with music videos, old movie shorts, and comedic banter. The show only lasted one year, ending when CFMT cut its budget for the time slot.\n\nJim Carrey was featured in some episodes of The All-Night Show, primarily as a voice actor.","original_name":"The All-Night Show","vote_average":10.0,"name":"The All-Night Show","cert":"Unavailable","id":35101,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Ed's Nite In was a short-lived TV series on Citytv in Toronto, Canada, hosted by Ed the Sock. Ed would screen bad movies with his co-host\/wife Liana K and invite friends\/guests over to watch and make comments on the films.\n\nThe show was slightly different from Ed's current bad movie show This Movie Sucks! in that the movies they broadcast were more current and in Ed's Nite In Ed and his friends did not make comments during the movies.","original_name":"Ed's Nite In","vote_average":0.0,"name":"Ed's Nite In","cert":"Unavailable","id":35102,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":["Jim Fullington"],"overview":"","original_name":"Xtreme Pro Wrestling","vote_average":0.0,"name":"Xtreme Pro Wrestling","cert":"Unavailable","id":35103,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2001-09-03","cast":["Rick Jones","Arthur Holden","Hiro Kanagawa","Ellen David","Holly Gauthier-Frankel"],"overview":"","original_name":"Sagwa The Chinese Siamese Cat","vote_average":7.5,"name":"Sagwa The Chinese Siamese Cat","cert":"Unavailable","id":35104,"adult":"false","genre_ids":[16],"origin_country":["CA","US"]},{"first_air_date":"1967-09-10","cast":["Beth Brickell","Ron Howard","Ron Howard","Burt Reynolds","Dennis Weaver"],"overview":"Gentle Ben is an American family series that aired on CBS from September 10, 1967 to April 27, 1969. The series follows the adventures, in the Florida Everglades, of a game warden, Tom Wedloe, his wife Ellen, his son Mark and Ben the grizzly bear. \n\n","original_name":"Gentle Ben","vote_average":7.0,"name":"Gentle Ben","cert":"Unavailable","id":35105,"adult":"false","genre_ids":[10751],"origin_country":["US"]},{"first_air_date":"1998-01-08","cast":["Ayako Kawasumi","Shigeru Shibuya","Sayuri","Bill Timoney","Lenore Zann"],"overview":"Outlaw Star follows the outlaw Gene Starwind and his eleven year-old business associate, Jim Hawking. Together they run a small jack-of-all-trades business on the backwater planet Sentinel III. After the two take a job as bodyguards for a mysterious outlaw, they find themselves the owners of the XGP15A-II, a highly advanced prototype spacecraft, and the caretakers of a bio-android named Melfina, The series follows the exploits of the slowly growing ragtag crew.","original_name":"星方武侠アウトロースター","vote_average":7.8,"name":"Outlaw Star","cert":"Unavailable","id":35106,"adult":"false","genre_ids":[10765,16,35,18],"origin_country":["JP"]},{"first_air_date":"2004-11-29","cast":["Tetsurō Tamba","Keiko Takeshita","Misa Uehara","Shûji Kashiwabara"],"overview":"","original_name":"オーダーメイド〜幸せ色の紳士服店〜","vote_average":0.0,"name":"Order Made ~Shiawase Iro no Shinshi Fuku Mise~","cert":"Unavailable","id":35107,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":"2005-08-21","cast":["Chx Alcala","Racquel Reyes","Jenny Suico","Bob dela Cruz","Wendy Valdez"],"overview":"","original_name":"Pinoy Big Brother: Si kuya, kabarkada mo","vote_average":0.0,"name":"Pinoy Big Brother: Si kuya, kabarkada mo","cert":"Unavailable","id":35118,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"2005-03-18","cast":[],"overview":"","original_name":"Víkend","vote_average":0.0,"name":"Víkend","cert":"Unavailable","id":35121,"adult":"false","genre_ids":[],"origin_country":["CZ"]},{"first_air_date":"2008-06-24","cast":["Gülcan Kamps","Collien Ulmen-Fernandes"],"overview":"","original_name":"Gülcan und Collien ziehen aufs Land","vote_average":0.0,"name":"Gülcan und Collien ziehen aufs Land","cert":"Unavailable","id":35122,"adult":"false","genre_ids":[],"origin_country":["DE"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Carter Beats the Devil","vote_average":0.0,"name":"Carter Beats the Devil","cert":"Unavailable","id":35123,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2009-09-14","cast":[],"overview":"","original_name":"Daredevils","vote_average":0.0,"name":"Daredevils","cert":"Unavailable","id":35124,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Fathers & Son","vote_average":0.0,"name":"Fathers & Son","cert":"Unavailable","id":35125,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2009-01-24","cast":[],"overview":"","original_name":"ヘタリア","vote_average":5.8,"name":"Hetalia","cert":"Unavailable","id":35138,"adult":"false","genre_ids":[16,35],"origin_country":["JP"]},{"first_air_date":"2010-04-22","cast":[],"overview":"The Landscape Man stars expert gardener Matthew Wilson as he helps couples design and create bold and beautiful gardens.","original_name":"The Landscape Man","vote_average":9.0,"name":"The Landscape Man","cert":"Unavailable","id":35139,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2010-08-24","cast":[],"overview":"","original_name":"Neišgalvoti gyvenimai","vote_average":0.0,"name":"Neišgalvoti gyvenimai","cert":"Unavailable","id":35140,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2002-04-09","cast":["Keiji Fujiwara","Rie Kugimiya","Kappei Yamaguchi","Masaki Aizawa","Aya Ishizu"],"overview":"","original_name":"The Twelve Kingdoms","vote_average":0.0,"name":"The Twelve Kingdoms","cert":"Unavailable","id":35141,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":"1979-01-09","cast":[],"overview":"The Music for UNICEF Concert: A Gift of Song was a benefit concert of popular music held in the United Nations General Assembly in New York City on January 9, 1979. It was intended to raise money for UNICEF world hunger programs and to mark the beginning of the International Year of the Child. The concert was videotaped and broadcast the following day on NBC in the U.S. and around the world. The moderator was David Frost, with Gilda Radner and Henry Winkler also introducing some of the performers. Henry Fonda made a short appearance. Each performer signed a large parchment declaring support for UNICEF's goals.\n\nThe concert was the idea of impresario Robert Stigwood, the Bee Gees, and David Frost, who originally conceived it as an annual event. Not all of the performances were truly live, with ABBA lip-synching their new song \"Chiquitita\" and the Bee Gees lip-synching their song \"Too Much Heaven\". It raised less than one million dollars at the time for UNICEF, although this figure did not include longer-term royalties from the songs and repeat performances.","original_name":"Music for UNICEF Concert","vote_average":0.0,"name":"Music for UNICEF Concert","cert":"Unavailable","id":35142,"adult":"false","genre_ids":[10402],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Bits and Bytes 2","vote_average":0.0,"name":"Bits and Bytes 2","cert":"Unavailable","id":35143,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Tic Tac Dough","vote_average":0.0,"name":"Tic Tac Dough","cert":"Unavailable","id":35144,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1996-10-06","cast":[],"overview":"Where's Elvis This Week? was a short-lived, half-hour, weekly comedy television program hosted by Jon Stewart that aired on Sunday nights in the United Kingdom on BBC Two. It was filmed at the CBS Broadcast Center in New York City and featured a set of panelists—two from the United Kingdom, and two from the United States. The panelists discussed news items and cultural issues. It premiered in the UK on 6 October 1996, and five episodes aired in total. Notable panelists included Dave Chappelle, Eddie Izzard, Phil Jupitus, Nora Ephron, Craig Kilborn, Christopher Hitchens, Armando Iannucci and Norm Macdonald.","original_name":"Where's Elvis This Week?","vote_average":6.0,"name":"Where's Elvis This Week?","cert":"Unavailable","id":35155,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Mitzi...Roarin' in the 20s is a 1976 Emmy Award winning television special starring Mitzi Gaynor.","original_name":"Mitzi...Roarin' in the 20's","vote_average":0.0,"name":"Mitzi...Roarin' in the 20's","cert":"Unavailable","id":35156,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Sugar Hill is a 1999 comedy television pilot. It was directed by Andy Cadiff, written by Chris Henchy and Gary David Goldberg and produced by Linda Nieber. It stars Ted Hollis, Jenna Matison, W. Earl Brown, Duane Martin, Teri Polo, Donald Faison, Joe Pantoliano and Charlie Sheen as \"Matt\". A 30 minute long pilot was premiered on January 1, 1999. The series was remade under the name \"Battery Park\".","original_name":"Sugar Hill","vote_average":0.0,"name":"Sugar Hill","cert":"Unavailable","id":35157,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2006-09-19","cast":["Stephen Fry"],"overview":"Stephen Fry: The Secret Life of the Manic Depressive is a 2006 two-part television documentary directed by Ross Wilson and featuring British actor and comedian Stephen Fry. It explores the effects of living with bipolar disorder, based on the experiences of Fry, other celebrities and members of the public with, or affected by, the disorder. It won an Emmy Award for Best Documentary at the 35th International Emmys in 2007.","original_name":"Stephen Fry: The Secret Life of the Manic Depressive","vote_average":8.0,"name":"Stephen Fry: The Secret Life of the Manic Depressive","cert":"Unavailable","id":35160,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Kalam Nawaem","vote_average":0.0,"name":"Kalam Nawaem","cert":"Unavailable","id":35161,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"John Denver and the Muppets: A Christmas Together is a 1979 Christmas television special starring Jim Henson's Muppets and singer\/songwriter John Denver. In the United Kingdom, it was shown on BBC1 on December 22, 1979 - only eight days after an episode of The Muppet Show featuring Denver had aired on ITV. The special has never been released in any standard home media video format and there are currently no plans to release it.","original_name":"John Denver and the Muppets: A Christmas Together","vote_average":0.0,"name":"John Denver and the Muppets: A Christmas Together","cert":"Unavailable","id":35162,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2005-04-05","cast":["Sanae Kobayashi","Megumi Toyoguchi","Toshiyuki Morikawa","Toshiko Fujita","Akiko Yajima"],"overview":"Her father passed away very early and her mother lives and works in a crowded Chinese restaurant. Kitajima Maya, a 13-year old girl, has to carry the burden of making ends meet as she fights against her ill fate. However, she is able to overcome the trials and tribulations in her life with her passion and enthusiasm. She happens to encounter the reclusive actress Tsukikage who decides to train and mould her into the foremost actress of her generation.","original_name":"ガラスの仮面","vote_average":0.0,"name":"Glass Mask","cert":"Unavailable","id":35175,"adult":"false","genre_ids":[16,18],"origin_country":["JP"]},{"first_air_date":"1999-01-07","cast":["Misako Tanaka","Tamao Satô","Shirô Sano","Masami Hisamoto","Masaki Kyômoto"],"overview":"This comical suspense drama centers around Kaoru, a divorced female detective, and Hinako, a housewife married to a detective. Hinako can't keep her curious nature bottled and is constantly trying solve the cases her husband talks about at the dinner table. Kaoru inevitably sees what she is up to and tries to keep her from getting in the way, but sometimes the determined housewife suprises everyone with her simple observations!","original_name":"ママチャリ刑事","vote_average":0.0,"name":"Housewife & Detective","cert":"Unavailable","id":35176,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":"2003-10-08","cast":["Shin Min-a","Ahn Suk-hwan"],"overview":"","original_name":"때려","vote_average":0.0,"name":"때려","cert":"Unavailable","id":35177,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2004-11-01","cast":["Jytte-Merle Böhrnsen","Michael Rotschopf","Patrik Fichte","Kerstin Gähte","Nadja Robiné"],"overview":"Bianca – Wege zum Glück was the first German telenovela, developed by the TV production company Grundy UFA . It started on 1 November 2004 and ran until 5 October 2005 on the ZDF . The main characters were Bianca Berger, played by Tanja Wedhorn, and Oliver Wellinghoff, played by Patrik Fichte.","original_name":"Bianca - Wege zum Glück","vote_average":0.0,"name":"Bianca - Wege zum Glück","cert":"Unavailable","id":35178,"adult":"false","genre_ids":[18],"origin_country":["DE"]},{"first_air_date":"2008-08-27","cast":[],"overview":"Discover the true stories involving very real people, places and events -- some known to the public, others hidden from it -- that went on to inspire some of Hollywood's biggest hits, most iconic heroes and notorious villains.\n\n","original_name":"The Real Story","vote_average":0.0,"name":"The Real Story","cert":"Unavailable","id":35179,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Felony Review","vote_average":0.0,"name":"Felony Review","cert":"Unavailable","id":35180,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2007-04-10","cast":["Eri Murakawa","Kenichi Matsuyama","Suzuka Ohgo","Ruriko Asaoka"],"overview":"","original_name":"Sekushii Boisu Ando Robo","vote_average":0.0,"name":"Sekushii Boisu Ando Robo","cert":"Unavailable","id":35193,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"C'è posta per te","vote_average":0.0,"name":"C'è posta per te","cert":"Unavailable","id":35194,"adult":"false","genre_ids":[],"origin_country":["IT"]},{"first_air_date":"1994-10-21","cast":["Aya Hisakawa","Shin-ichiro Miki","Hideyuki Umezu","Norio Wakamoto","Ai Orikasa"],"overview":"","original_name":"801 T.T.S Airbats","vote_average":9.0,"name":"801 T.T.S Airbats","cert":"Unavailable","id":35195,"adult":"false","genre_ids":[10759,35],"origin_country":["JP"]},{"first_air_date":"2009-10-11","cast":["Carlo Boszhard"],"overview":"","original_name":"Rad van Fortuin","vote_average":0.0,"name":"Rad van Fortuin","cert":"Unavailable","id":35196,"adult":"false","genre_ids":[],"origin_country":["NL"]},{"first_air_date":"2010-05-19","cast":[],"overview":"","original_name":"Onmogelijke Liefdes","vote_average":0.0,"name":"Onmogelijke Liefdes","cert":"Unavailable","id":35197,"adult":"false","genre_ids":[],"origin_country":["NL"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Finders Keepers","vote_average":0.0,"name":"Finders Keepers","cert":"Unavailable","id":35198,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1985-02-06","cast":["George Cole","David Suchet","John Welsh","Geraldine James"],"overview":"A thwarted Lady Maud runs off to her solicitor to start divorce proceedings and that gives Sir Giles his bright idea-why not run the proposed bypass for the area through their very own Cleene Gorge, thereby wrecking Lady Maud's ancestral home and copping rather a lot of compensation from the government to boot? Witness the frolics of the bumbling dundridge - the Y-front clad man from the ministry, Sir Giles' versatile Mrs Forthby - Mediterranean harlot and naughty schoolgirl extraordinaire, not forgetting Blott himself, gardener and mystery man, casting his enigmatic eye over the eccentricities of the great British aristocracy... Starring, George Cole, Geraldine James, David Suchet, Simon Cadell and Julia McKenzie","original_name":"Blott on the Landscape","vote_average":0.0,"name":"Blott on the Landscape","cert":"Unavailable","id":35213,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Roland Rat: The Series","vote_average":0.0,"name":"Roland Rat: The Series","cert":"Unavailable","id":35214,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1987-11-16","cast":["Hugh Pollard","Elizabeth Spriggs"],"overview":"Simon is a very sensible young schoolboy, who has a friend who is a real witch. She is very silly, and a huge showoff.","original_name":"Simon and the Witch","vote_average":0.0,"name":"Simon and the Witch","cert":"Unavailable","id":35215,"adult":"false","genre_ids":[10762],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Fanswers","vote_average":0.0,"name":"Fanswers","cert":"Unavailable","id":35218,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Helmetcam Show is a television series created by Gary Gray. The series ran for four years on Playboy TV from 1996 to 2000. A total of 80 episodes were produced during the show’s run, ending with the final live broadcast on July 19, 2000.\n\nAs a live call-in adult-oriented talk show, each episode featured host Gary Gray as The Helmetcam Man, interviewing adult film stars of the day. Guests included Juli Ashton, Jenna Jameson, Devinn Lane, Tera Patrick, Chasey Lain and Kevin Elston.\n\nThe show also included clips of other programming airing on Playboy TV, and traditionally featured show-specific guests. Live phone calls into the show from viewers, often intoxicated, were another component of the show.\n\nAs Helmetcam Man, Gary Gray traveled the globe shooting remote roll-in segments for the live show and the other series he hosted on Playboy TV, Stripsearch. International locations included Switzerland, Fiji, Jamaica and Canada, while domestic segments were shot in Manhattan, the Las Vegas Strip, South Beach and Boston. The remote segments featured Helmetcam exploring such events and locales as Hedonism Resorts in Jamaica, the AVN Adult Entertainment Expo in Las Vegas, interviewing drunks in SoHo, exploring Waikiki with a pack of local strippers, flirting in Kona with the Vivid Girls,","original_name":"The Helmetcam Show","vote_average":0.0,"name":"The Helmetcam Show","cert":"Unavailable","id":35219,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Stick With Me, Kid was a 13 part television series that aired in 1995 on the Disney Channel starring Kristopher Milnes and Leigh Lawson.","original_name":"Stick With Me, Kid","vote_average":0.0,"name":"Stick With Me, Kid","cert":"Unavailable","id":35232,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Cosmo Warrior Zero is a science fiction OVA series.","original_name":"Cosmo Warrior Zero","vote_average":0.0,"name":"Cosmo Warrior Zero","cert":"Unavailable","id":35233,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":"2005-10-01","cast":["Ai Nonaka","Shinichiro Ohta","Takehito Koyasu","Masaya Onosaka"],"overview":"Based on the manga by Yoshio Sawai, Bobobo-bo Bo-bobo is one of the weirdest, yet funny animes using puns, cross-dressing, and lots of visual gags. Taking place in the year 300X, an evil organization knows as the Bald Empire (Margarita Empire) is planning to take over the world by stealing everyones hair. The Bald Empire, led by Emperor Baldy Bald, will have to go through Bobobo-bo Bo-bobo, who is determined to put a stop to them once and for all, if they plan to succeed. But it won't be easy, because Bobobo-bo Bo-bobo was trained to \"hear the voices of the hair,\" enabling him to command his own body hair to perform various martial arts stunts to defend himself. Along the way, he will eventually need the help of all the different, yet weird friends he encounters in order to defeat the evil Bald Empire.","original_name":"ボボボーボ・ボーボボ","vote_average":4.4,"name":"Bobobo-bo Bo-bobo","cert":"Unavailable","id":35236,"adult":"false","genre_ids":[16,35,10759],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"1997 Nobel Peace Prize Concert","vote_average":0.0,"name":"1997 Nobel Peace Prize Concert","cert":"Unavailable","id":35237,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Final Combat was a wuxia television series from Hong Kong-based TVB Jade. Its first episode aired on 3 April 1989, and it had a run of 30 episodes. The series starred Stephen Chow and Ng Man Tat, and was written and directed by Lee Lik-Chi. This was the first in a string of collaborations between the three, which continued through the 1990s.","original_name":"Final Combat","vote_average":0.0,"name":"Final Combat","cert":"Unavailable","id":35238,"adult":"false","genre_ids":[35],"origin_country":["HK"]},{"first_air_date":"2003-09-10","cast":["Penn Jillette","Teller"],"overview":"Penn & Teller's Magic and Mystery Tour is a 2003 television documentary miniseries starring Penn & Teller. The program was created by the CBC in association with Channel 4 Film.\n\nThe show focuses on street magic, and the subjects of each of the three shows are China, India, and Egypt. Unusually for Penn and Teller, Teller speaks in the Egypt episode, even though part of their trademark performance is that Penn does all the speaking.","original_name":"Penn & Teller Magic & Mystery Tour","vote_average":7.0,"name":"Penn & Teller Magic & Mystery Tour","cert":"Unavailable","id":35239,"adult":"false","genre_ids":[99,35],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"The Everyday Happenings of Weebl is a Flash cartoon series created by Jonti Picking and co-scripted by Chris Vick.","original_name":"Weebl and Bob","vote_average":10.0,"name":"Weebl and Bob","cert":"Unavailable","id":35252,"adult":"false","genre_ids":[16,35],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Gliding On was a popular sit-com in New Zealand in the early 1980s.\n\nIt was written by Roger Hall and adapted from his earlier radio play Glide Time, and directed by Tony Holden. The series depicts the working lives of four staff members at a government supply office in the 1970s.","original_name":"Gliding On","vote_average":0.0,"name":"Gliding On","cert":"Unavailable","id":35255,"adult":"false","genre_ids":[],"origin_country":["NZ"]},{"first_air_date":"2000-08-04","cast":[],"overview":"The Fitz is a British sitcom written by stand-up comedian Owen O'Neill that was first broadcast on BBC One between 4 August and 8 September 2000. It concerns an \"unhinged Irish family\" who live on the border between Northern Ireland and the Republic of Ireland. The series fared poorly critically, with some attacking its stereotyping and dated humour.","original_name":"The Fitz","vote_average":0.0,"name":"The Fitz","cert":"Unavailable","id":35256,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"1974-04-03","cast":["Eiko Masuyama","Yoko Kurita","Kousei Tomita"],"overview":"Vicky is the only son of Halvar, the formidable viking chief. Vicky renounces violence but nevertheless he is able to convince the seasoned viking warriors to take him along on their voyages. In dangerous situations, where their bravery and force are not quite enough to master the situation, the wild-eyed warriors learn to rely on Vicky's cleverness.","original_name":"小さなバイキング　ビッケ","vote_average":6.7,"name":"Vicky the Viking","cert":"Unavailable","id":35257,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":"2011-01-31","cast":["Sharon Duncan-Brewster","Reggie Yates","William Vanderpuye"],"overview":"Rastamouse is a British animated stop motion children's TV series created by Genevieve Webster and Michael De Souza and produced by Three Stones Media\/The Rastamouse Company for CBeebies. The show follows crime-busting mouse reggae band Da Easy Crew, who split their time between making music and solving mysteries for Da President of Mouseland. The first 52 episodes of the initial series were shown in the afternoon beginning 31 January 2011 on CBeebies. From 7 March 2011, the programme was repeated in the early mornings, on BBC Two. The second series, comprising a further 26 episodes, started on 20 August 2012, on CBeebies.","original_name":"Rastamouse","vote_average":0.0,"name":"Rastamouse","cert":"Unavailable","id":35258,"adult":"false","genre_ids":[10762,16],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"La teacher de inglés is a 2011 Colombian telenovela produced and broadcast by Caracol TV.","original_name":"La Teacher de Inglés","vote_average":0.0,"name":"La Teacher de Inglés","cert":"Unavailable","id":35269,"adult":"false","genre_ids":[35],"origin_country":["CO"]},{"first_air_date":"2009-01-26","cast":["Sinjai Plengpanit","Phiyada Jutharattanakul","Thephasadin Na Ayutthaya","Akumsiri Suwannasuk","Sathaporn Nakwilai"],"overview":"Nok Sinjai takes on the role of Phanrawee, a woman trying to maintain her station in life. She is married to the wealthy Rangsee Soriyathit played by Pisan Akarasene (Aom’s biological father in real life and in this lakorn).\n\nRangsee and Phanrawee have no biological children together, they do have one adopted son Passakorn (Nat Tephassadin). Rangsee does have one biological child with another woman, Rangrong played by Aom Piyada. Rangsee did not know of her existence until she was grown. Rangrong is a feisty young woman out for revenge on Phanrawee the woman who harmed her mother and to claim what’s hers, which is Rangsee’s inheritance.","original_name":"อาทิตย์ชิงดวง","vote_average":7.0,"name":"Feuding Sun","cert":"Unavailable","id":35270,"adult":"false","genre_ids":[10766,18],"origin_country":["TH"]},{"first_air_date":"2009-10-17","cast":["Nika Futterman","Tom Kenny","Tabitha St. Germain"],"overview":"Shelldon is an animated television series, co-produced by Tiny Island Productions, Voicebox Productions, AniTime, and BeboydCG, for Qubo. ShellHut entertainment holds the production copyright, and it was distributed by Entertainment Rights, and was distributed by DreamWorks Classics. It airs on Qubo, which Classic Media partially owns. In 2012, KidsCo acquired the global rights to the series, which is now distributed by and aired on KidsCo.","original_name":"Shelldon","vote_average":0.0,"name":"Shelldon","cert":"Unavailable","id":35271,"adult":"false","genre_ids":[16],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Grace Under Fire is a 2011 Hong Kong martial arts television drama. It premiered on 7 March 2011 on Hong Kong's TVB Jade and TVB HD Jade channels, and ran for 32 episodes. Produced by Marco Law, Grace Under Fire is a Television Broadcasts Limited production. It takes place in the early 1920s in Foshan and Guangzhou during the Republic of China era, and follows a fictional account of Mok Kwai-lan, the last wife of Chinese martial arts folk hero Wong Fei-hung.","original_name":"Grace Under Fire","vote_average":0.0,"name":"Grace Under Fire","cert":"Unavailable","id":35272,"adult":"false","genre_ids":[18],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Tokyo Terror","vote_average":4.0,"name":"Tokyo Terror","cert":"Unavailable","id":35273,"adult":"false","genre_ids":[],"origin_country":["US","TW"]},{"first_air_date":null,"cast":[],"overview":"Herederos de una venganza is a 2011 Argentine telenovela aired by Channel 13 in the prime time. The characters inhabit a small fictional village named Vidisterra. The cast includes Luciano Castro, Romina Gaetani, Marcela Kloosterboer, Federico Amador, Leonor Benedetto, Rodolfo Ranni, Antonio Grimau, Daniel Kuzniecka, Marco Antonio Caponi and Betiana Blum.","original_name":"Herederos de una venganza","vote_average":0.0,"name":"Herederos de una venganza","cert":"Unavailable","id":35274,"adult":"false","genre_ids":[],"origin_country":["AR"]},{"first_air_date":null,"cast":[],"overview":"Amaya is a Philippine historical fiction and period drama series created and developed by Suzette Doctolero for GMA Network, featuring an ensemble cast, and with Marian Rivera in the title role. Directed by Mac Alejandre, it premiered in the Philippines on May 30 replacing I ❤ You, Pare! on GMA Network and internationally on June 1, 2011 on GMA Pinoy TV.\n\nA primer titled Amaya: The Making of An Epic was aired on May 28 in the Philippines and May 29 on GMA Pinoy TV worldwide. Multi-awarded actor and director Cesar Montano served as the host.\n\nDubbed the first historical 'epicserye', a play on the words 'epic' and the Filipino word 'serye', it is the first historical epic drama on Philippine Television.\n\nMalaysian TV Network, TV3, recently acquired the rights to air the show through their network. The drama, also, was featured on Viki TV Worldwide where millions of viewers can watch and translate it in any language.","original_name":"Amaya","vote_average":0.0,"name":"Amaya","cert":"Unavailable","id":35275,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Curtis Court is an American arbitration-based reality court show, hosted by James Curtis. It aired for one season, the 2000-01 television season. The show was produced and distributed by King World.","original_name":"Curtis Court","vote_average":0.0,"name":"Curtis Court","cert":"Unavailable","id":35292,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"50:50 is a television game show which offers large cash prizes for correctly answering a series of randomized multiple-choice questions of varying difficulty. The format is a spin-off of the quiz show Who Wants to Be a Millionaire?. The format was created by 2waytraffic and aired in many countries around the world.","original_name":"50–50","vote_average":0.0,"name":"50–50","cert":"Unavailable","id":35293,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Kalam Nawaem is a one-hour, female-hosted Arabic talk show that airs late Sunday evenings on the satellite network MBC. Premiering in 2002, it is credited with pushing social boundaries on Arab television. As of 2007, it was among the top 10 programs in the Arab world and commanded the highest ad rates on MBC. In a notable 2011 episode, the program hosted U.S. Secretary of State Hillary Clinton.\n\nThe show's format was inspired by the American television series The View and features four female hosts of different ages, Arab nationalities and points of view. The hosts are Lebanese American journalist Octavia Nasr, Egyptian journalist Fawzia Salama, Saudi Arabian United Nations Goodwill Ambassador Muna AbuSulayman, and Lebanese television personality Rania Barghout. Previous hosts include Palestinian actress Farah Besiso, Saudi fashion designer Heba Gamal, Lebanese actress Hiam Abou Chedid, and Egyptian reporter Nashwa Al Ruwaini. Controversial topics of discussion have included homosexuality, gender equality, terrorism, masturbation, incest, sexual harassment, rape, child abuse, infidelity and divorce. The presenters also read correspondence from viewers. Parts of the show have been censored by MBC.","original_name":"Kalam Nawaem","vote_average":0.0,"name":"Kalam Nawaem","cert":"Unavailable","id":35294,"adult":"false","genre_ids":[],"origin_country":["AE"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Ultimate Fighter: Team Lesnar vs. Team Dos Santos","vote_average":0.0,"name":"The Ultimate Fighter: Team Lesnar vs. Team Dos Santos","cert":"Unavailable","id":35295,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2005-04-14","cast":["Yu Yamada","Misa Uehara","Naomasa Musaka","Akiko Yada","Yoko Nogiwa"],"overview":"Hatsumi Kitahara (Akiko Yada) is a 26-year-old dental hygienist living with her father Kyotaro (Kyozo Nagatsuka) and grandmother Hanako (Yoko Nogiwa). Her ideas of happiness is to have an ordinary life, get a job then get married then live life happily ever after. She has been living carefree by herself since she was in college. But six months ago, due to her mother¹s death she has started to live with her father again. Every day is now filled with small conflicts. Hatsumi works at a dental office operated by Ryohei Noma (Manabu Oshio). Her co-workers are all female, further attesting the fact that she has no luck with men. Then one day all of a sudden Ryohei proposes to her. Furthermore Keiichiro Fujita, an IT millionaire, asks her out to dinner. Then she meets her ex boyfriend a second time, which wants to be with her again. Now all of a sudden her surroundings are in a flurry. The father daughter living is now swept up in a wave of upheaval. Hatsumi willy-nilly must now face her \"marriage\" and \"family\". The battle for her life and dreams now begins.","original_name":"夢で逢いましょう","vote_average":0.0,"name":"Let's Meet in a Dream","cert":"Unavailable","id":35296,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Halad sa Kapamilya is the regional Saturday morning show in Central Visayas. They have many people that they help. It was aired around 2005. Only Leo Lastimosa is the host of it. They called it Sulbad meaning help problem.","original_name":"Halad sa Kapamilya","vote_average":0.0,"name":"Halad sa Kapamilya","cert":"Unavailable","id":35297,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"2010-12-29","cast":[],"overview":"My Strange Addiction is an American documentary television series that premiered on TLC on December 29, 2010. The series focuses on people with unusual compulsive behaviors. These range from eating specific non-food items to ritualistic daily activities to bizarre personal fixations or beliefs.","original_name":"My Strange Addiction","vote_average":10.0,"name":"My Strange Addiction","cert":"Unavailable","id":35308,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2011-02-15","cast":[],"overview":"Jump City: Seattle is an American television series on G4 that features four of the top freerunning and parkour teams in the United States all coming together for the first U.S. tricking competition. Each week, the athletes compete in different parkour challenges spread out across the streets of Seattle, Washington.","original_name":"Jump City: Seattle","vote_average":0.0,"name":"Jump City: Seattle","cert":"Unavailable","id":35309,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2011-01-01","cast":["Barry Jones"],"overview":"The Magicians was a British family entertainment television show, first broadcast throughout January 2011 on BBC One.\n\nThe show features magicians performing a number of magic tricks with guest celebrities, to decide which pair will face a forfeit trick at the end of the episode. In the first series, this was decided through audience participation, however, for the second series, a phone vote was introduced. The first series was hosted by Lenny Henry, and featured magicians Luis de Matos, Barry and Stuart and Chris Korn. At the end of series 1, Luis de Matos was deemed series champion.\n\nThe second series, which began airing in January 2012, is hosted by Darren McMullen, and replaces magicians de Matos and Korn with Jason Latimer and Pete Firman. While the first series was completely pre-recorded, the second series was broadcast live on Saturday nights, with the exception of the pre-recorded \"Street Magic\" and \"Location Grand Illusion\" segments. Thus, The Magicians became the first live magic programme to be broadcast on the BBC in over 30 years. At the end of series 2 Jason Latimer was deemed series champion by the UK viewers.\n\nIt was announced on 28 June 2012 that The Magicians had been axed.","original_name":"The Magicians","vote_average":0.0,"name":"The Magicians","cert":"Unavailable","id":35310,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2010-05-06","cast":[],"overview":"MTV brings the extreme sport of Parkour to TV with some of the most prestigious traceurs (or free runners) from the World Freerunning & Parkour Federation to complete various courses in the quickest time with flow\/style and awards one lucky winner a $10,000 prize.","original_name":"Ultimate Parkour Challenge","vote_average":0.0,"name":"Ultimate Parkour Challenge","cert":"Unavailable","id":35313,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Pajama Party was an American talk show broadcast in 2000 and hosted by Katie Puckrik. The series was an American remake of the British television series Pyjama Party also created by Puckrik which she hosted in 1996.","original_name":"Pajama Party","vote_average":0.0,"name":"Pajama Party","cert":"Unavailable","id":35314,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Wife Bina Life is the Indian version of the popular British reality show The Week the Women Went. It premiered on STAR Plus on January 29, 2011 at 9.00 PM and airs Saturday - Sunday each week.","original_name":"Wife Bina Life","vote_average":0.0,"name":"Wife Bina Life","cert":"Unavailable","id":35315,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"On Home Turf","vote_average":0.0,"name":"On Home Turf","cert":"Unavailable","id":35328,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2010-02-20","cast":["Steven 'Bajo' O'Donnell","Angharad Yeo","Gus Ronald"],"overview":"Hosted by passionate gamers Hex (Stephanie Bendixsen) and Bajo (Steven  O'Donnell) and not so nice Robot, Darren (Data Analysing Robot for the  Ruthless Extermination of Noobs), Good Game: SP will be the show for  younger gamers by gamers.","original_name":"Good Game: Spawn Point","vote_average":5.0,"name":"Good Game: Spawn Point","cert":"Unavailable","id":35331,"adult":"false","genre_ids":[10762,10763],"origin_country":["AU"]},{"first_air_date":"2011-07-17","cast":["Macauley Keeper","Ivy Latimer","Lauren Clair","Felix Williamson","Heath McIvor"],"overview":"Me and My Monsters the story of the Carlson family who have  recently relocated from Australia to the UK to discover there are three  out of control hilarious monsters living in their basement.","original_name":"Me and My Monsters","vote_average":0.0,"name":"Me and My Monsters","cert":"Unavailable","id":35332,"adult":"false","genre_ids":[10751,35],"origin_country":["GB","DE","AU"]},{"first_air_date":null,"cast":["Charmaine Sheh","Moses Chan","Bowie Lam","Tak-bun Wong","Maggie Shiu"],"overview":"When Heaven Burns is a 2011 TVB television serial starring Bowie Lam, Moses Chan, Charmaine Sheh, Maggie Shiu and Kenny Wong. First revealed during TVB's Sales Presentation 2009 in 2008, filming took place in late 2009 to early 2010, with the first episode airing both in Hong Kong and TVB's overseas affiliates and partners on the 21st of November 2011. On December 27, 2011, the show was blacklisted by the Chinese State Administration of Radio, Film, and Television, making it the first Hong Kong television drama to be censored in Mainland China in more than two decades.\n\nDespite being the second lowest-rated TVB drama of 2012, When Heaven Burns gained a strong cult following online and received critical acclaim in Hong Kong, winning Best Drama at the 2012 TVB Anniversary Awards.","original_name":"天與地","vote_average":0.0,"name":"When Heaven Burns","cert":"Unavailable","id":35333,"adult":"false","genre_ids":[18],"origin_country":["HK"]},{"first_air_date":"2010-12-06","cast":[],"overview":"Albania's Next Top Model is a reality documentary and the Albanian version of Tyra Banks' America's Next Top Model. It pits contestants against each other in a variety of competitions to determine who will win title of Albania's Next Top Model.\n\nCastings have been held in October 2010 where the applicants were narrowed down to 32 semifinalists out of which the top 20 was chosen.\n\nThe first Cycle was hosted by Aurela Hoxha and aired on Top Channel. Two girls were disqualified for a physical fight and two new girls were added during the contest. The winner is the 15 years-old Erida Lama.\n\nThe second cycle began in June 2011.","original_name":"Albania's Next Top Model","vote_average":0.0,"name":"Albania's Next Top Model","cert":"Unavailable","id":35334,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2010-11-22","cast":[],"overview":"The Jungle Book is a 2010 3D CGI animated TV series.\n\nThis series is based on the original book by Rudyard Kipling.\n\nStarting in June 2012, the first season of the series will be seen in the U.S. on Disney XD.\n\nIt currently airs on TVO Kids in Canada.\n\nThe Jungle Book: TV Movie is announced to be premiere on Disney Channel Asia.","original_name":"The Jungle Book","vote_average":4.8,"name":"The Jungle Book","cert":"Unavailable","id":35335,"adult":"false","genre_ids":[16],"origin_country":["IO","US"]},{"first_air_date":"2011-06-29","cast":["Mehcad Brooks","Callie Thorne","Scott Cohen","Karissa Lee Staples","John Stamos"],"overview":"Necessary Roughness is a USA Network television series starring Callie Thorne and Scott Cohen. The one-hour drama series was picked up for 12 episodes on January 19, 2011. The series debuted on June 29, 2011, with a 90-minute premiere episode. The second season premiered on June 6, 2012. On January 7, 2013, USA Network announced the series was renewed for a 10-episode third season, which began on June 12, 2013.","original_name":"Necessary Roughness","vote_average":6.7,"name":"Necessary Roughness","cert":"Unavailable","id":35348,"adult":"false","genre_ids":[18,35],"origin_country":["US"]},{"first_air_date":"2011-01-23","cast":["Shelley Rees","Gillian Elisa","Aneirin Hughes","Kate Jarman","Sara Lloyd-Gregory"],"overview":"Alys is a Welsh language television series created by BAFTA award-winning scriptwriter Siwan Jones. The series follows single mum, Alys, who moves from Cardiff to a dingy flat in a small West Wales town along with her 10-year-old son, Daniel, while trying to escape her past.\n\nAlys is played by actress Sara Lloyd-Gregory, in a part which was specially written for her. The show is also her first leading role. Co-stars include William Thomas and Aneirin Hughes, whom Gregory had worked with on Con Passionate, another television drama written by Siwan Jones. The Show is produced by Apollo for S4C. It began on Sunday 23 January 2011 as part of a new year line-up of brand-new television series on S4C.\n\nThe first season consists of eight episodes. The first season finale aired on 13 March 2011. The series will return for a second season. It went into production in March 2012. The second season will premiere on 11 November 2012 with the first of eight new episodes.\n\nAlys has not yet been renewed for a third season.\n\nThe series has been nominated twice in 2012, first for a Celtic Media Award and then a BAFTA Cymru Award.","original_name":"Alys","vote_average":0.0,"name":"Alys","cert":"Unavailable","id":35349,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"The Bowler and the Bunnet was a Scottish television documentary programme on STV, directed and presented by Sean Connery. It is the only film ever directed by Connery.\n\nThe documentary, filmed in black and white, was a critical examination of the new working practices introduced by Sir Iain Stewart at the Fairfield shipyard in Glasgow. It was released onto DVD by the British Film Institute as part of their Tales from the Shipyard boxed-set in February 2011.\n\nThe title comes from the tradition where bowler hats were worn by managers within the shipyards while bunnets were worn by the workers.","original_name":"The Bowler and the Bunnet","vote_average":0.0,"name":"The Bowler and the Bunnet","cert":"Unavailable","id":35350,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2010-10-04","cast":["Do Ji-won","Ji Chang-wook","Lee Joo-yeon","Park Hae-mi","Lee Bo-hee"],"overview":"Raised in America by his mentally handicapped mother Anna, Dong Hae dreams of traveling to Korea to propose to the woman he loves.. After qualifying for a speed skating competition, he smuggles his mother to Korea with him, but his undying devotion to her soon begins causing him problems. Finally reconnecting with his lost love Saewa, Dong Hae finds his affections divided when things don’t work out as he planned in this award-winning daily drama.","original_name":"웃어라 동해야","vote_average":0.0,"name":"Smile Dong Hae","cert":"Unavailable","id":35351,"adult":"false","genre_ids":[18,10749],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"The Strange Dave Show is a televised late night comedic radio program that is nationally syndicated in the United States. The program is hosted by David Rosenberg. a.k.a. \"Strange\" Dave, and is now a popular cable access program on Cablevision and Verizon\/FIOS in New York. Popular guests that have appeared on the show include Chubby Checker, Tommy James, Louis Prima Jr., Sally Kellerman, and Alan Thicke.","original_name":"The Strange Dave Show","vote_average":0.0,"name":"The Strange Dave Show","cert":"Unavailable","id":35352,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Khotey Sikkey was a crime series that aired on Sony Entertainment Television. It premiered on January 28, 2011. The show revolves around an unlikely gang of five privileged youngsters and one stubborn cop. The group researches the crime activities in Mumbai.","original_name":"Khotey Sikkey","vote_average":8.0,"name":"Khotey Sikkey","cert":"Unavailable","id":35353,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":"1974-03-04","cast":[],"overview":"El hombre y la Tierra is a 1974 television series produced by Radio Televisión Española.","original_name":"El hombre y la tierra","vote_average":9.0,"name":"El hombre y la tierra","cert":"Unavailable","id":35354,"adult":"false","genre_ids":[99],"origin_country":["ES"]},{"first_air_date":null,"cast":[],"overview":"Men With No Shadows, is a Hong Kong television drama starring Bobby Au-yeung, Tavia Yeung, and Raymond Lam. Produced by Poon Ka Tak Men With No Shadows is a TVB production.","original_name":"Men with No Shadows","vote_average":0.0,"name":"Men with No Shadows","cert":"Unavailable","id":35367,"adult":"false","genre_ids":[18],"origin_country":["HK"]},{"first_air_date":"2011-01-19","cast":[],"overview":"","original_name":"Southies","vote_average":0.0,"name":"Southies","cert":"Unavailable","id":35368,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":"2011-01-28","cast":["Steve Kazee","Ryan Stiles","Melissa Peterman","Ed Asner","Lachlan Buchanan"],"overview":"Working Class is an American television sitcom created by Jill Cargerman, which premiered on CMT on January 28, 2011. The network ordered twelve episodes for the comedy, which is the first scripted series for the network.\n\nOn April 11, 2011, CMT cancelled Working Class after only one season due to low ratings.","original_name":"Working Class","vote_average":5.0,"name":"Working Class","cert":"Unavailable","id":35369,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2011-01-26","cast":["Ve Neill","Glenn Hetrick","Neville Page","Michael Westmore","McKenzie Westmore"],"overview":"In this competition\/elimination series, special effects make-up artists participate in elaborate challenges for a grand prize and the honor of being Hollywood's next great effects artist.","original_name":"Face Off","vote_average":7.3,"name":"Face Off","cert":"Unavailable","id":35370,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Bitwa na głosy is a Polish light entertainment reality television series broadcast by TVP 2. Choir members were selected in open auditions held in each city with the celebrity officiating.","original_name":"Bitwa na głosy","vote_average":0.0,"name":"Bitwa na głosy","cert":"Unavailable","id":35371,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2011-04-04","cast":["Kyle Kaplan","David McCallum","Ol' Dirty Bastard","Mark Hamill","John DiMaggio"],"overview":"The Problem Solverz is an American animated television series created by Ben Jones, a member of the art collective Paper Rad, for Cartoon Network. The series centered on the titular Problem Solverz trio of Alfe, Roba, and Horace, as they solve and sometimes create the various problems that plague their town, Farboro. The series is rated TV-PG. The original pilot Neon Knome was rejected by Cartoon Network's late-night programming block Adult Swim, but was picked up and re-tooled by the main network, which premiered the series on April 4, 2011.\n\nOn September 20, 2012, a statement on a Facebook page for the show said that the second half of Season 2 was intended to debut September 24, 2012, but the scheduling was delayed. Selected reruns have been aired during Cartoon Network's January 2013 revival of their Cartoon Planet variety show.\n\nOn March 30, 2013, Season 2 was released only on Netflix.","original_name":"The Problem Solverz","vote_average":10.0,"name":"The Problem Solverz","cert":"Unavailable","id":35372,"adult":"false","genre_ids":[16,10765,10759,35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Sadie J is a BAFTA-nominated British children's television comedy-drama series about a teenage girl named Sadie Jenkins, who is described as \"the only girl in a boys' world\" because she is surrounded by her Dad Steve, his apprentice Keith, her brother Danny, his best friend Jake and their dog Roger. It is produced by the BBC and airs on the CBBC Channel. The show premiered on 14 January 2011 and produced three series, with the final episode aired on 27 March 2013. Starting in September 2013, Sadie J will be shown in the United States on the Starz Kids & Family cable network.","original_name":"Sadie J","vote_average":6.0,"name":"Sadie J","cert":"Unavailable","id":35373,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"FlightPathTV is a documentary\/lifestyle aviation television show, created by Malcolm Clement and Fletcher McKenzie and is produced by Leading Edge Media. Filmed at locations around the world in High-definition television, it is produced in New Zealand and provides a positive look inside the world of aviation.\n\nThe format of the show is that during each episode, of the thirteen week series, FlightPathTV goes behind the scenes of air-shows and events, and profiles pilots, aviation destinations and some of histories most famous aircraft.\n\nSeries Two of the show has just been commissioned by Discovery Channel.","original_name":"FlightPathTV","vote_average":0.0,"name":"FlightPathTV","cert":"Unavailable","id":35386,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Happy Yipee Yehey! was a Philippine noontime variety show broadcast by ABS-CBN and worldwide through The Filipino Channel. The show is hosted by Randy Santiago, John Estrada, Rico J. Puno, Pokwang and Toni Gonzaga. The show is also co-hosted by Bentong, Bianca Manalo, John Prats, Matteo Guidicelli and Melai Cantiveros. The show premiered on February 12, 2011 with a stadium launch at the Ynares Sports Arena. Less than a year, after 51 weeks on February 4, 2012, the show formally had its live finale at the AFP Theater with the \"My Girl\" grand finals.","original_name":"Happy Yipee Yehey!","vote_average":0.0,"name":"Happy Yipee Yehey!","cert":"Unavailable","id":35387,"adult":"false","genre_ids":[35],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Mystery ER is a medical reality program, created by Mike Mathis for the Discovery Health Channel. The show features reenactments of real-life medical mysteries, told through narration and interviews.","original_name":"Mystery ER","vote_average":0.0,"name":"Mystery ER","cert":"Unavailable","id":35388,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2010-03-06","cast":["Oh Yeon-Seo","Do Ji-han","Jo Byung-Gi","Lee Mi-yeon","Shim Eun-kyung"],"overview":"This drama is based on a real life figure Kim Man-deuk who was living in Jeju Island.\n\nShe goes through a lot of changes in her life; at first she becomes a Gisaeng but turned herself into a merchant, and then becomes one of the biggest philanthropists in Joseon Dynasty.\n\nMan-deuk gets adopted by Granny at a young age. With great efforts, she becomes a Gisaeng who has outstanding talents in various areas. However, she gives up everything and runs away with her lover Jeong Hong-soo. She gets caught and sends to the transitory wards for epidemics for one year. When she came out from the wards, she starts to take care of the Gisaengs who are suffering from illness. Man-deuk goes into a business and restores the business ethics in Jeju. Meanwhile, Moon-sun, who used to be a friend of Man-deuk, feels a sense of inferiority and competes with Man-deuk’s business. \n\n","original_name":"거상 김만덕","vote_average":9.0,"name":"The Great Merchant","cert":"Unavailable","id":35389,"adult":"false","genre_ids":[18,36],"origin_country":["KR"]},{"first_air_date":"2011-01-04","cast":[],"overview":"Sun Sex and Suspicious Parents is a British documentary\/reality television series first aired in early 2011 on BBC Three. The concept of the programme is that people in their late teens and early twenties go on their first girls'\/lads' holiday abroad under the belief that they are getting away from their parents - however their parents are also sent to the holiday destination and secretly watch footage of their children on video screens, and also often spy in their hotel rooms and at nightclub locations. The parents then reveal themselves on the last night of the holiday, to the dismay of the children, and tell them what they've seen and what they've learnt.","original_name":"Sun, Sex and Suspicious Parents","vote_average":10.0,"name":"Sun, Sex and Suspicious Parents","cert":"Unavailable","id":35390,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"DietTribe is an American documentary-reality series on Lifetime. The series chronicles the weight loss efforts of groups of friends suffering from obesity, and debuted on January 5, 2009.","original_name":"DietTribe","vote_average":0.0,"name":"DietTribe","cert":"Unavailable","id":35391,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Huan Xi Popo Qiao Xifu, also known by its literal English title Happy Mother-in-law, Pretty Daughter-in-law, is a Chinese television comedy-drama serial created by Yu Zheng. The drama is a produced by Yu Zheng Workshop and Zijun Brilliance, directed by Yeung Chi-kin and Zhou Jiawen, and features cast members from both Mainland China and Hong Kong. The drama originally broadcast in 33 episodes on Shenzhen TV from October 10 to 20, 2010, airing three consecutive episodes a night. Taiwan's China Television aired the drama one episode per night, starting from December 8, 2010. Southern China's Guangdong Television debuted the drama on January 26, 2011, airing in double episodes per night. Shanxi Television debuted the drama on January 29, 2011, and the drama began airing on Jiangsu Television starting February 3, 2011. Hong Kong's i-Cable Entertainment Channel aired the Cantonese dubbed version starting January 31, 2011, renaming the title to 8 Stars due to its Lunar New Year time slot.\n\nThe story takes place in an unnamed Chinese city during the early 1900s, a few years after the establishment of the Republic of China. Ma Linglong, an ex-princess of the fallen Qing Dynasty, is forced to take up a matchmaking profession to raise her three sons after her husband left her for another woman. As her three sons grow older, she prepares to find wives with them through matchmaking, but none of them worked through.","original_name":"Happy Mother-in-law, Pretty Daughter-in-law","vote_average":0.0,"name":"Happy Mother-in-law, Pretty Daughter-in-law","cert":"Unavailable","id":35392,"adult":"false","genre_ids":[],"origin_country":["CN"]},{"first_air_date":"2011-01-20","cast":["Charlie Brooker","Jimmy Carr","David Mitchell","Lauren Laverne"],"overview":"10 O'Clock Live is a British comedy\/news television programme presented by Charlie Brooker, Jimmy Carr, Lauren Laverne and David Mitchell.\n\nThe programme was commissioned following the success of Channel 4's Alternative Election Night, fronted by the same four presenters, in May 2010. The first series appeared in 2011, with two subsequent series broadcast in 2012 and 2013.\n\nThe song \"Bernie\" by the Jon Spencer Blues Explosion is used for the show's theme.","original_name":"10 O'Clock Live","vote_average":4.0,"name":"10 O'Clock Live","cert":"Unavailable","id":35393,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Eramos seis","vote_average":0.0,"name":"Eramos seis","cert":"Unavailable","id":35404,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Spader, Madame!","vote_average":0.0,"name":"Spader, Madame!","cert":"Unavailable","id":35405,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Rebel Highway was a short-lived revival of American International Pictures created and produced by Lou Arkoff, the son of Samuel Z. Arkoff and Debra Hill for the Showtime channel in 1994. The concept was 10-week series of 1950s \"drive-in classic\" B-movies remade \"with a '90s edge\". The impetus for the series, according to Arkoff was, \"what it would be like if you made Rebel Without a Cause today. It would be more lurid, sexier, and much more dangerous, and you definitely would have had Natalie Wood's top off\". Originally, Arkoff wanted to call the series, Raging Hormones but Showtime decided on Rebel Highway instead. Arkoff and Hill invited several directors to pick a title from one of Samuel Arkoff's movies, hire their own writers and create a story that could resemble the original if they wanted. In addition, they had the right to a final cut and select their own director of photography and the editor. Each director was given a $1.3 million budget and 12 days to shoot it with a cast of young, up and coming actors and actresses. According to Arkoff, the appeal to directors was that, \"They weren't hampered by big studios saying, 'You can't do this or that.' And all the directors paid very close attention to the detail of the era. We want these shows to be fun for the younger generation and fun for the older generation\".","original_name":"Rebel Highway","vote_average":0.0,"name":"Rebel Highway","cert":"Unavailable","id":35406,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1970-11-09","cast":["Angelo Lahaual","Claude Joseph","Guy Piérauld","Georges Atlas","Gérard Hernandez"],"overview":"","original_name":"Les aventures de Colargol","vote_average":0.0,"name":"Les aventures de Colargol","cert":"Unavailable","id":35407,"adult":"false","genre_ids":[16],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Harp in the South","vote_average":0.0,"name":"The Harp in the South","cert":"Unavailable","id":35408,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1975-07-02","cast":["Miyuki Ueda","Katsuji Mori","Kenji Utsumi","Takeshi Kuwabara","Kazue Komiya"],"overview":"Tekkaman: The Space Knight is an anime produced by Tatsunoko Productions in 1975. A short-lived English adaptation aired in the US in 1984.\n\nTwo decades later, it was followed by the much more popular Tekkaman Blade, which was dubbed in the U.S. by Saban as Teknoman. The original series is currently streaming in North America via Yomiura Group's planned Anime Sols video service, as of spring 2013. However, due to the failure to successfully crowd-fund it for DVD, the show will soon be removed from the site, with the possibility of considering a crowd-funding opportunity in the future.","original_name":"Tekkaman: The Space Knight","vote_average":0.0,"name":"Tekkaman: The Space Knight","cert":"Unavailable","id":35409,"adult":"false","genre_ids":[16,10759],"origin_country":["JP"]},{"first_air_date":"1968-10-07","cast":["Kiyoshi Kobayashi","Hiroko Mori","Mari Shimizu"],"overview":"Japanese anime television series.","original_name":"妖怪人間ベム","vote_average":0.0,"name":"Yōkai Ningen Bem","cert":"Unavailable","id":35410,"adult":"false","genre_ids":[16,10759],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Totally Pets is a half-hour program that focuses on children and their interaction with their pets and the many ways to keep their pets happy and healthy. It was hosted by Cyndy Garvey. The series aired on PAX TV in 2003.","original_name":"Totally Pets","vote_average":0.0,"name":"Totally Pets","cert":"Unavailable","id":35411,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2004-02-09","cast":["David Winter","Tim Sander","Susan Hoecke","Hannah Herzsprung"],"overview":"18 – Allein unter Mädchen was a German comedy television series broadcast between 2004 and 2005. It centered around four eighteen-year-old boys, who, due to a ministerial decision, are sent to a conservative boarding school, against the wishes of the strict school headmistress.","original_name":"18 - Allein unter Mädchen","vote_average":0.0,"name":"18 - Allein unter Mädchen","cert":"Unavailable","id":35422,"adult":"false","genre_ids":[35],"origin_country":["DE"]},{"first_air_date":"2010-04-04","cast":["Maaya Sakamoto","Keiji Fujiwara","Takehito Koyasu","Chiaki Omigawa","Miyuki Sawashiro"],"overview":"Kou Ichinomiya has always lived according to the creed of his wealthy, successful family: never be in debt to anyone. But one day, under the Arakawa Bridge, his life is saved by a homeless girl named Nino. In order to pay her back, Kou promises to be her boyfriend; and thus begins his new life under the bridge.","original_name":"荒川アンダーザブリッジ","vote_average":7.0,"name":"Arakawa Under the Bridge","cert":"Unavailable","id":35423,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Who Gets the Parents?","vote_average":0.0,"name":"Who Gets the Parents?","cert":"Unavailable","id":35424,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1981-10-04","cast":["Gerry Sundquist","Derek Francis","Stratford Johns","Joan Hickson"],"overview":"Violence and Victorian gentility meet in this powerful adaptations of one of Dickens's greatest creations, his most piercing examination of upward mobility.","original_name":"Great Expectations","vote_average":5.0,"name":"Great Expectations","cert":"Unavailable","id":35425,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"2007-01-10","cast":["Karine Vanasse","Stephen McHattie","Angus Macfadyen","Tom Skerritt","Louis-Philippe Dandenault"],"overview":"Killer Wave is a 2007 joint American-Canadian action-thriller TV mini-series, directed by Canadian filmmaker Bruce McDonald and written by Tedi Sarafian, George Malko, William Gray.","original_name":"Killer Wave","vote_average":5.9,"name":"Killer Wave","cert":"Unavailable","id":35426,"adult":"false","genre_ids":[10759],"origin_country":["CA","US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Popee the Performer","vote_average":0.0,"name":"Popee the Performer","cert":"Unavailable","id":35427,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":"2011-01-08","cast":[],"overview":"Cardfight!! Vanguard is a Japanese media franchise created in collaboration between Akira Itō, Satoshi Nakamura, and Bushiroad president Takaaki Kidani. An anime television series was produced by TMS Entertainment and aired in Japan on TV Tokyo starting on January 8, 2011. An official trading card game by Bushiroad began releasing in Japan on February 26, 2011, in Singapore on May 5, 2011, and internationally on May 12, 2011. A manga series was also announced and began publishing in Kerokero Ace magazine on March 26, 2011. A second season for the anime under the title Cardfight!! Vanguard: Asia Circuit began airing on April 8, 2012. A third season for the anime began airing on January 13, 2013 under the title Cardfight!! Vanguard: Link Joker.","original_name":"カードファイト!! ヴァンガード","vote_average":8.0,"name":"Cardfight!! Vanguard","cert":"Unavailable","id":35442,"adult":"false","genre_ids":[10759,16,35],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Moegaku is a series of English language study adventure games for PC and PSP developed by Studio Sagittarius. Based on the concept that was made popular by the Moetan series of English wordbooks, it tries to spark the interest of the player for language-learning with cute, moe characters and a setting that should feel familiar to otaku.\n\nEnhanced version of the game included idiom card, audio CD, metal charm pen.\n\nIn January 2008, it was adapted into the television show Moegaku★5. It aired on BS Fuji Monday-Friday, and was hosted by voice actress Aya Hirano.","original_name":"Moegaku","vote_average":0.0,"name":"Moegaku","cert":"Unavailable","id":35443,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Japanese Horror Anthology: Legends","vote_average":0.0,"name":"Japanese Horror Anthology: Legends","cert":"Unavailable","id":35444,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":"1977-09-11","cast":["Peter Jones","Anna Karen","Miriam Karlin","Christopher Beeny","Gillian Taylforth"],"overview":"","original_name":"The Rag Trade","vote_average":6.0,"name":"The Rag Trade","cert":"Unavailable","id":35445,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Super Robot Wars OG: The Inspector","vote_average":0.0,"name":"Super Robot Wars OG: The Inspector","cert":"Unavailable","id":35446,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":"2010-10-05","cast":["Yuichi Nakamura","Hisako Kanemoto","Rie Tanaka","Ayumi Fujimura","Kanae Itou"],"overview":"Squid Girl has come to the land from the depths of the sea to conquer humanity in revenge for pollution of the ocean. Unfortunately she ruins the first house she uses as an invasion base and has to work to pay for repairs. Of course, she can't overcome the Aizawa sisters who manage the house, so who knows whether she can subjugate humankind.","original_name":"侵略！イカ娘","vote_average":5.5,"name":"Invader! Squid Girl","cert":"Unavailable","id":35447,"adult":"false","genre_ids":[16,35],"origin_country":["JP"]},{"first_air_date":"2006-08-29","cast":["Kim Bum"],"overview":"","original_name":"발칙한 여자들","vote_average":0.0,"name":"Outrageous Woman","cert":"Unavailable","id":35462,"adult":"false","genre_ids":[18],"origin_country":["KR"]},{"first_air_date":"2004-10-27","cast":["Uhm Jung-hwa","Shin Sung-woo","Kim Nam-jin"],"overview":"December Fever is the story of a dangerous love affair between a married woman and a dying man. It introduces us to people with double standards and other falsehoods, as well as people who sacrifice themselves for family. In addition, it's a story of a father and his dying son as well as a tale about the conflicts between and their mothers-in-law. It holds a mirror to everyday life with comic and interesting characters.","original_name":"12월의 열대야","vote_average":0.0,"name":"Tropical Nights in December","cert":"Unavailable","id":35463,"adult":"false","genre_ids":[],"origin_country":["KR"]},{"first_air_date":"2008-07-04","cast":["Misato Fukuen","Ami Koshimizu","Chiwa Saito","Erika Nakai","Kaori Nazuka"],"overview":"The year is 1939 - it was then that the Neuroi appeared. Nobody knows where they came from or what their ultimate agenda is, but the fact remains that their attacks drove people out of their towns and cities. In order to take arms against them, humanity develops a new anti-Neuroi weapon called the \"Striker Unit.\" Using the power of magic to fight against the monsters, this new device enhances and amplifies the power of female magic-wielders. To use this device, young witches from all over the world have been brought together to form an elite task force unit called the 501st Joint Fighter Wing, commonly known as the \"Strike Witches.\"","original_name":"ストライクウィッチーズ","vote_average":0.0,"name":"Strike Witches","cert":"Unavailable","id":35464,"adult":"false","genre_ids":[16,35,10759,10765],"origin_country":["JP"]},{"first_air_date":"2001-05-27","cast":["Rikiya Koyama","Fumiko Orikasa","Akiko Yajima","Ryoka Yuzuki","Kikuko Inoue"],"overview":"Figure 17 Tsubasa & Hikaru is an original anime series created by Genco and OLM, Inc. and directed by Naohito Takahashi. The series featured character designs by Yuriko Chiba and music by Toshihiko Takamizawa. The series is unusual due to it having an hour time slot per episode rather than the standard half hour time slot.","original_name":"Figure 17","vote_average":0.0,"name":"Figure 17","cert":"Unavailable","id":35465,"adult":"false","genre_ids":[10765,16,18],"origin_country":["JP"]},{"first_air_date":"2000-10-22","cast":["Tomoko Kawakami","Kotono Mitsuishi","Kumi Sakuma","Kurumi Mamiya","Makoto Tsumura"],"overview":"When nearby construction disturbs a spiritual resting place, its disgruntled denizens do what any supernatural being would do after a rude awaking - they terrorize the local school. And that means it’s up to a scruffy band of young ghost hunters to expel their satanic schoolmates before everyone gets sent to permanent detention! Meet Satsuki, her crybaby brother, the resident class stud, the school nerd and “psychical researcher,” a born again beauty, and a resentful, demon-possessed cat in the funniest, scariest school you’ve ever enrolled in.\n\nThe series was originally dubbed in to English by ADV Films, whose dub replaces the original script with a comedic one. The series has also been translated and dubbed into English by the anime television network, Animax, who has broadcast the series unedited and uncensored under the title Ghosts at School.","original_name":"Gakkō no Kaidan","vote_average":7.7,"name":"Ghost Stories","cert":"Unavailable","id":35466,"adult":"false","genre_ids":[16,35,10765],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Each 30 minute show concentrated on a Hollywood genre, film or legendary star.","original_name":"Hollywood and the Stars","vote_average":0.0,"name":"Hollywood and the Stars","cert":"Unavailable","id":35467,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Japanland: A Year in Search of Wa is a 2004 documentary television series and book by American documentary filmmaker and travel author Karin Muller, who spent a year in Japan searching for wa, the Japanese concept of harmony.\n\nJapanland was written and filmed by Muller, an American judoka who traveled to Japan in 2001 to improve her art and realized she could not succeed without understanding Japan itself, so she set out on a one year solo trip around Japan to see what she could.\n\nMuller's adventure took her to live with a pre-Buddhist mountain ascetic cult, join a samurai-mounted archery team, and complete a 1,300-kilometer pilgrimage around Shikoku. Muller found Japan was more like a living entity, a person, than a country, and very complex and almost contradictory.\n\nShe took no camera crew or companions, or even much money. She went on foot and emerged profoundly changed and informed, concluding that as a \"typical\" American she could not really become Japanese. The journey became a three-hour set of documentaries shown on U.S. television channel PBS and a book.\n\nJapanland has even been shown on Japanese TV, rare for a U.S. program, especially one on Japan.","original_name":"Japanland: A Year in Search of Wa","vote_average":0.0,"name":"Japanland: A Year in Search of Wa","cert":"Unavailable","id":35468,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Speden Spelit was a television game show presented by Spede Pasanen. It aired first on Finnish channel Kolmoskanava in 1988 and since 1993 on MTV3.","original_name":"Speden Spelit","vote_average":0.0,"name":"Speden Spelit","cert":"Unavailable","id":35469,"adult":"false","genre_ids":[35],"origin_country":["FI"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Astro Boy Motion Magazine","vote_average":0.0,"name":"Astro Boy Motion Magazine","cert":"Unavailable","id":35480,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Phoenix Motion Magazine","vote_average":0.0,"name":"Phoenix Motion Magazine","cert":"Unavailable","id":35481,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"The journey of Hyakkimaru – a young man who had forty-eight of his body parts taken from him.","original_name":"Dororo Motion Manga","vote_average":0.0,"name":"Dororo Motion Manga","cert":"Unavailable","id":35482,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":"1993-09-18","cast":["René Auberjonois","April Winchell","Jeff Bennett","Jason Marsden","Charlie Adler"],"overview":"Marsupilami is an animated series that first appeared on television in Raw Toonage in 1992, and was then spun off into his own eponymous show on the CBS television network for the 1993–1994 season.","original_name":"Marsupilami","vote_average":5.3,"name":"Marsupilami","cert":"Unavailable","id":35483,"adult":"false","genre_ids":[10751,16,35],"origin_country":["US"]},{"first_air_date":"2007-10-21","cast":["Hannelore Elsner","Valentina Cervi","Toni Bertorelli","Scali Delpeyrat","Hary Prinz"],"overview":"War and Peace is a 2007 Russian-French-Italian-German miniseries directed by Robert Dornhelm. It was broadcast in Belgium and in France in four parts during October and November 2007. It was inspired by Leo Tolstoy's novel War and Peace, which also is divided into four parts. The actors are of different nationalities.","original_name":"War and Peace","vote_average":6.6,"name":"War and Peace","cert":"Unavailable","id":35486,"adult":"false","genre_ids":[18],"origin_country":["DE","IT","PL","RU","FR"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Bagthorpe Saga","vote_average":0.0,"name":"The Bagthorpe Saga","cert":"Unavailable","id":35487,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Tom Corbett, Space Cadet","vote_average":0.0,"name":"Tom Corbett, Space Cadet","cert":"Unavailable","id":35488,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Regis Philbin Show","vote_average":0.0,"name":"The Regis Philbin Show","cert":"Unavailable","id":35497,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2009-12-07","cast":[],"overview":"","original_name":"Maximum Bereikt","vote_average":0.0,"name":"Maximum Bereikt","cert":"Unavailable","id":35498,"adult":"false","genre_ids":[],"origin_country":["NL"]},{"cert":"Unavailable","cast":[],"id":35499,"first_air_date":null,"overview":"","genre_ids":[],"origin_country":["US"],"original_name":"Plymouth Rock","vote_average":0.0,"name":"Plymouth Rock","adult":"false"}]