[{"first_air_date":"2009-03-15","cast":["Geoff Morrell"],"overview":"","original_name":"Rogue Nation","vote_average":0.0,"name":"Rogue Nation","cert":"Unavailable","id":37500,"adult":"false","genre_ids":[99],"origin_country":["AU"]},{"first_air_date":"2007-04-07","cast":["Mia Murano","Rei Kikukawa","Takeshi Kaga","Toshio Kakei"],"overview":"","original_name":"Hoshizora Hosupitaru","vote_average":0.0,"name":"Hoshizora Hosupitaru","cert":"Unavailable","id":37511,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":"2004-10-18","cast":["Shiho Fujimura","Naoko Iijima"],"overview":"","original_name":"Nebaru Onna","vote_average":0.0,"name":"Nebaru Onna","cert":"Unavailable","id":37512,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":"2006-08-19","cast":["Takahiro Sakurai","Hideyuki Umezu","Yasunori Matsumoto","Akihiko Ishizumi","Yuuki Tai"],"overview":"Le Chevalier D'Eon is a 24-episode anime TV series produced by Production I.G based on an original story by Tow Ubukata. The anime originally aired in Japan on WOWOW from August 19, 2006 to February 2, 2007. The story has also been adapted into a manga series written by Tow Ubukata and illustrated by Kiriko Yumeji, which was first published in 2005. The titular character is loosely based on the historical figure Chevalier d'Eon, who lived in the middle of 18th century, pre-Revolutionary France under the reign of Louis XV.\n\nLe Chevalier D'Eon was originally licensed to the North American market by ADV Films, but it became one of over thirty titles transferred from ADV to Funimation Entertainment in 2008.","original_name":"シュヴァリエ Le Chevalier D`Eon","vote_average":0.0,"name":"Le Chevalier D'Eon","cert":"Unavailable","id":37513,"adult":"false","genre_ids":[16,9648],"origin_country":["JP"]},{"first_air_date":null,"cast":["Takehito Koyasu","Noriko Hidaka","Yumi Kakazu","Emi Shinohara","Hikaru Tokita"],"overview":"Nanami-chan is an anime series that runs in 5 minute segments. As of February 2009, 76 of Nanami-chan's episodes have been broadcast on NHK since 2004.","original_name":"ななみちゃん","vote_average":0.0,"name":"Nanami-chan","cert":"Unavailable","id":37514,"adult":"false","genre_ids":[16,10765,35],"origin_country":["JP"]},{"first_air_date":"2009-06-14","cast":["Robert Menzies","Nicholas Hope","Luke Ford","Bille Brown"],"overview":"Three Acts of Murder is a 2009 Australian TV movie. It is based on the true life story of how author Arthur Upfield inadvertently inspired The Murchison Murders.","original_name":"3 Acts of Murder","vote_average":0.0,"name":"3 Acts of Murder","cert":"Unavailable","id":37515,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"2003-10-06","cast":["Son Tae-young","Kim Ja-ok"],"overview":"백만송이 장미는 매주 월,금 저녁 20시 25분에 방영되었던 KBS 일일 드라마이다. 백만송이장미는 2003년 10월 6일부터 2004년 6월 4일까지 방송을 하고 종영하였다.","original_name":"One Million Roses","vote_average":0.0,"name":"One Million Roses","cert":"Unavailable","id":37516,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2008-04-04","cast":[],"overview":"The Summer of \"Anu\": In a summer once every five years, demons in  the mysterious Tower of Druaga lose their powers due to the magic spell  cast by a god named \"Anu\". King Gilgamesh, ruler of the kingdom Uruk,  uses the appearance of demons as an excuse to invade the tower and find  out the construct's secrets. As 80 years passed, the Uruk army managed  to fight back the demons and built a fortress city and safe haven on the  very first floor of Druaga—Metz Kier. Thus begins the story of a  warrior named Jil, who, finding companions along the way, embarks on a  quest for the fabled Blue Crystal Rod, a powerful artifact rumored to be  in the highest floor of Druaga. However, other competitors, including  the kingdom of Uruk itself, want the treasure, all for their own  reasons.","original_name":"ドルアーガの塔","vote_average":5.0,"name":"The Tower of Druaga: The Aegis of Uruk","cert":"Unavailable","id":37517,"adult":"false","genre_ids":[16,10765,35],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Firebreather is a 2010 CGI animated made-for-TV film, based on the Image Comics comic book series of the same name, which premiered on November 24, 2010 on Cartoon Network. The film was directed by Peter Chung from a screenplay by James Krieg based on a story by Phil Hester and Andy Kuhn, and stars Jesse Head and Dana Delany.","original_name":"Firebreather","vote_average":0.0,"name":"Firebreather","cert":"Unavailable","id":37530,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2005-05-18","cast":["Zoé Félix","Patrick Mille","François Vincentelli","Judith El Zein","Marc Rioufol"],"overview":"Clara Sheller is a French television series created by Nicolas Mercier after the idea of Stéphanie Tchou-Cotta that was aired from 18 May 2005 to 3 December 2008 on France 2. The casting was completely changed between the first and second season, but the characters remained the same. The theme song was written by Mirwais and was called \"Naive Song\".\n\nIn the US, Clara Sheller aired on Eurochannel in 2009. and on TV5Monde.","original_name":"Clara Sheller","vote_average":5.7,"name":"Clara Sheller","cert":"Unavailable","id":37531,"adult":"false","genre_ids":[],"origin_country":["FR"]},{"first_air_date":"1997-09-30","cast":["Atsuko Tanaka","Michiko Neya","Takehito Koyasu","Yuka Imai","Banjou Ginga"],"overview":"Master of Mosquiton is a Japanese manga series written by Hiroshi Negishi and Satoru Akahori and illustrated by Tsutomu Isomata about a girl named Hitomebore Inaho whose grandmother was in love with a vampire. Inaho appears to be a vampire expert and is obsessed with money. She meets a vampire at an all-girls Catholic high school. The manga was adapted into a 1996 original video animation series and was re-imagined into a 1997 anime televisions series.","original_name":"マスターモスキートン'99","vote_average":0.0,"name":"Master of Mosquiton '99","cert":"Unavailable","id":37532,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":"2009-08-27","cast":[],"overview":"Costa's Garden Odyssey is an Australian television gardening program hosted by landscape architect Costa Georgiadis. Costa takes a holistic approach to gardening and horticulture, emphasising the importance of water and its management and the benefits of sustainable living. Costa spreads his green wisdom while communicating with people and celebrating cultures and community.","original_name":"Costa's Garden Odyssey","vote_average":0.0,"name":"Costa's Garden Odyssey","cert":"Unavailable","id":37535,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Ultimate School Musical is a Fox8 reality television programme in Australia which features ordinary teenagers from a school attempting to put on a music production to a professional standard in just six weeks.","original_name":"Ultimate School Musical","vote_average":0.0,"name":"Ultimate School Musical","cert":"Unavailable","id":37536,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"1999-04-08","cast":["Takayuki Yamaguchi","Rie Tanaka","Chie Nakamura","Ryoka Yuzuki","Ai Uchikawa"],"overview":"Dual! Parallel Trouble Adventure is a fourteen episode series created in 1999 by Masaki Kajishima and produced by AIC, both well known for the Tenchi Muyo! franchise. It is licensed in the US by Pioneer LDC, later known as Geneon. In addition to the original run, an OVA special was added to conclude the series as a de facto \"14th episode\".","original_name":"デュアル! ぱられルンルン物語","vote_average":0.0,"name":"Dual! Parallel Trouble Adventure","cert":"Unavailable","id":37537,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":"2007-12-17","cast":[],"overview":"A taste of America's one-of-a-kind dining experiences with the most mouthwatering and decadent specialties from around the country.","original_name":"Food Paradise","vote_average":0.0,"name":"Food Paradise","cert":"Unavailable","id":37550,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"1991-09-27","cast":["Dr Bill Curtis"],"overview":"","original_name":"Investigative Reports","vote_average":0.0,"name":"Investigative Reports","cert":"Unavailable","id":37551,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2009-07-06","cast":["Yui Horie","Kaori Nazuka","Miyuki Sawashiro","Ai Tokunaga","Haruka Tomatsu"],"overview":"GA Geijutsuka Art Design Class is a Japanese seinen yonkoma manga series by Satoko Kiyuzuki. The series was serialized in Heiwa Shuppan's moe four-panel manga magazine Comic Gyutto! from its first issue on July 23, 2004 to its last issue. Afterwards a one-shot manga appeared in the August 2005 issue of Houbunsha's seinen manga magazine Manga Time Kirara Carat, and started regular serialization from the November 2005 issue. Yen Press announced at Comic Con 2008 that it had acquired a license for English-language distribution of GA Geijutsuka Art Design Class in North America. A 12-episode anime adaptation aired in Japan between July and September 2009.","original_name":"GA Geijutsuka Art Design Class","vote_average":7.0,"name":"GA Geijutsuka Art Design Class","cert":"Unavailable","id":37552,"adult":"false","genre_ids":[16,35],"origin_country":["JP"]},{"first_air_date":"2009-08-27","cast":[],"overview":"My Family Feast is an Australian television program hosted by chef Sean Connolly. The show first screened on SBS in 2009 and features the lives and cooking traditions of Australian immigrants and their families.","original_name":"My Family Feast","vote_average":0.0,"name":"My Family Feast","cert":"Unavailable","id":37553,"adult":"false","genre_ids":[99],"origin_country":["AU"]},{"first_air_date":"2002-12-18","cast":["Dave Wittenberg","Doug Erholtz","Johnny Yong Bosch","Kate Davis","Kirk Thornton"],"overview":"Akane Tachibana and Hitonari Hiiragi were rising stars of high school basketball and bitter rivals on the court. In the past, the only thing keeping each one from being the best was the other. But when Hiiragi is transferred to Kouzu High School, they find themselves as teammates. Will the two masters of the court reconcile their differences in time for the big game against Kokutai, or will Hiiragi switch teams to challenge his rival face to face?","original_name":"I'll\/CKBC","vote_average":0.0,"name":"I'll\/CKBC","cert":"Unavailable","id":37554,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":"2010-01-06","cast":["Chiaki Takahashi","Kei Shindou","Mariko Honda","Mayako Nigo","Mami Kosuge"],"overview":"The slapstick romantic comedy centers around an ordinary  16-year-old high school boy named Yūto Amakawa who is protected by a  spirit—specifically, a beautiful, sword-wielding cat girl spirit named  Himari. Yūto is descended from a family that has subjugated demons since  time immemorial. The charm that once protected him is now impotent, but  fortunately, at that same moment, Himari appears before him as his new  guardian.","original_name":"おまもりひまり","vote_average":0.0,"name":"Omamori Himari","cert":"Unavailable","id":37555,"adult":"false","genre_ids":[10765,16,10759],"origin_country":["JP"]},{"first_air_date":"1981-01-05","cast":[],"overview":"Jeugdjournaal is a Dutch television news programme produced by the Dutch public service broadcaster NOS for children. The programme has been broadcast since 1981.\n\nThe aim of Jeugdjournaal is to present news that is both of interest and understanding to young viewers, without shying away from the main national and international news headlines. The broadcasts are viewed extensively by older viewers; about one-sixth of the programme's viewership are adults.\n\nJeugdjournaal is involved in setting up similar shows in several countries where neutral news broadcasts are scarce.\n\nA main evening programme airs at 6:45pm, running for 15 minutes every night on Nederland 3. A 5-minute update also airs on weekdays at 4:25pm. The short afternoon updates and a weekly compilation programme are broadcast on the international Dutch-language television station, BVN.","original_name":"Jeugdjournaal","vote_average":0.0,"name":"Jeugdjournaal","cert":"Unavailable","id":37556,"adult":"false","genre_ids":[],"origin_country":["NL"]},{"first_air_date":"2004-06-12","cast":["Kwak Ji-min","Im Ho","Jang Na-ra","Jim Yong Kim","Yeon Jung-hoon"],"overview":"《사랑을 할거야》는 2004년 6월 12일 ~ 2004년 9월 19일까지 총 27부작을 방송한 문화방송 주말연속극이다.","original_name":"Love is All Around","vote_average":0.0,"name":"Love is All Around","cert":"Unavailable","id":37571,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"¿Quién quiere ser millonario? (ES)","vote_average":0.0,"name":"¿Quién quiere ser millonario? (ES)","cert":"Unavailable","id":37572,"adult":"false","genre_ids":[],"origin_country":["ES"]},{"first_air_date":null,"cast":[],"overview":"The Return of the King, is a 1980 animated musical television film created by Rankin\/Bass and Topcraft. The film is an adaptation of the The Return of the King, the third book in The Lord of the Rings by J. R. R. Tolkien.\n\nDue to marketing by Warner Bros., the film is often credited by fans as the unofficial sequel to Ralph Bakshi's 1978 animated film J.R.R. Tolkien's The Lord of the Rings, which is based on the first two volumes of the book. According to rumors, Rankin\/Bass decided to do the project upon hearing that Bakshi's sequel finishing The Lord of the Rings was going to be left unmade. However, Rankin\/Bass had always planned on making a sequel based on The Return of the King as their follow-up project to The Hobbit.\n\nThe special aired on ABC on Sunday, May 11, 1980. Critical and fan reaction to The Return of the King was lukewarm.","original_name":"The Return of the King","vote_average":8.5,"name":"The Return of the King","cert":"Unavailable","id":37573,"adult":"false","genre_ids":[16],"origin_country":["US"]},{"first_air_date":"2005-10-02","cast":["Houko Kuwashima","Chiemi Chiba","Omi Minami","Tomoko Kaneda","Eri Sendai"],"overview":"Happy Seven is an anime series which consists of 13 episodes that began airing in Japan October 2, 2005. The original story was by Hiroyuki Kawasaki. It was directed by Tsutomu Yabuki and produced by Studio Hibari and Trinet Entertainment.","original_name":"はっぴぃセブン","vote_average":0.0,"name":"はっぴぃセブン","cert":"Unavailable","id":37574,"adult":"false","genre_ids":[16,35,18],"origin_country":["JP"]},{"first_air_date":"2010-07-06","cast":["Kana Hanazawa","Hiroki Takahashi","Ayahi Takagaki","Takahiro Mizushima"],"overview":"Occult Academy is a Japanese anime television series produced by A-1 Pictures and Aniplex and directed by Tomohiko Itō. The 13-episode anime premiered in Japan on the TV Tokyo television network on July 6, 2010. Occult Academy is the third project of Anime no Chikara. It was shown by Crunchyroll an hour after the Japanese broadcast. A manga adaptation of the anime is currently serialized in Media Factory's Monthly Comic Alive. A series of DVD\/Blu-ray releases are made over six volumes. Volumes one through five each contain two episodes from the series and comes with extras, such as bonus songs sung by various voice actors for the characters. The final volume covers the last three episodes There are also four spinoff episodes, the first of which is included with the second volume. The series has been picked up in North America by NIS America, who released the series on Blu-ray on May 8, 2012.","original_name":"世紀末オカルト学院","vote_average":7.4,"name":"Occult Academy","cert":"Unavailable","id":37575,"adult":"false","genre_ids":[10765,16,35],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Kitchen","vote_average":0.0,"name":"Kitchen","cert":"Unavailable","id":37576,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2005-07-03","cast":["Kikuko Inoue","Yuri Amano","Daisuke Kishio","Yuri Shiratori","Akiko Hiramatsu"],"overview":"Oku-sama wa Mahō Shōjo: Bewitched Agnes is a magical girl anime comedy. It was produced by Media Factory, J.C. Staff, and Amber Film Works, and was broadcast on several television channels in Japan between July and September 2005. The series is about a housewife and magical girl who has been assigned a replacement and must come to terms with growing up.\n\nThe title of the series pays homage to the popular 1960s sitcom Bewitched, known in Japan as Oku-sama wa Majo, which heavily influenced the first magical girl anime, Sally the Witch.","original_name":"奥さまは魔法少女","vote_average":0.0,"name":"Oku-sama wa Mahō Shōjo: Bewitched Agnes","cert":"Unavailable","id":37577,"adult":"false","genre_ids":[16,35],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Working the Web was a short lived 30 minute American television program on ZDTV that aired from 2000 to 2001. The show, filmed in San Francisco, California, was hosted by Gary Bolles with David Stevenson and David Spark as correspondents. Each episode showed off the best ways to grow business using the Internet.\n\nThe program was sponsored by UPS in an effort showcase UPS Online Services, a set of APIs for tracking, time-in-transit, and a \"quick cost calculator\".","original_name":"Working the Web","vote_average":0.0,"name":"Working the Web","cert":"Unavailable","id":37588,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Moonstone is a 1959 British television serial adapted from the Wilkie Collins novel The Moonstone. The series was made by the BBC and ran in 1959 over seven episodes.","original_name":"The Moonstone","vote_average":0.0,"name":"The Moonstone","cert":"Unavailable","id":37589,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Did You See...? was a long-running British television documentary series which began on the BBC in 1980. The programme took a look back at the week's television with a discussion between the presenter and three guests. In the first run there was also an item on related issues. The presenters of Did You See...? were the journalist and broadcaster Sir Ludovic Kennedy, who fronted the programme from 1980 to 1988, and from 1991 to 1993 Jeremy Paxman. Sarah Dunant hosted the show while Kennedy was absent due to ill health. The format was to review the week's TV highlights, followed by an in depth review and critique of three selected shows with a panel of three notable public figures. The last segment of the show was a commissioned review of an aspect of TV by an independent reporter.\n\nNotable editions of Did You See...? include a 1986 edition which featured a look at the history of Blue Peter in which former presenter Peter Purves recalled that on the death of Blue Peter pet parrot Joey, the show's editor Biddy Baxter called him in floods of tears. He speculated that had he himself died, Baxter would have been far less upset and wouldn't have been likely to be calling his co-presenters telling them he'd died! This particular feature was one of several that was later expanded and extracted from the series, shown in a stand alone documentary format. Sea of Faith, a 1984 documentary series examining the history of Christianity in the modern world, was featured on another edition. In 1982, the programme featured a visual history of Doctor Who's recurring enemy The Cybermen, to mark their first appearance in the series in seven years. Another later Doctor Who feature took a look at monsters from the series in general.","original_name":"Did You See...?","vote_average":0.0,"name":"Did You See...?","cert":"Unavailable","id":37590,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"The Car's the Star was a British classic car television series hosted by Quentin Willson. In each episode, a biography of the car described by Willson was interspersed by interviews with the cars' owners. The show would sometimes show footage of owners club events and race days.","original_name":"The Car's the Star","vote_average":0.0,"name":"The Car's the Star","cert":"Unavailable","id":37591,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"1953-11-03","cast":["Cedric Hardwicke"],"overview":"The Motorola Television Hour is an hour-long anthology series which alternated bi-weekly with The United States Steel Hour on ABC. The show premiered on November 3, 1953 and was last aired on June 1, 1954. It was sponsored by Motorola.","original_name":"The Motorola Television Hour","vote_average":0.0,"name":"The Motorola Television Hour","cert":"Unavailable","id":37592,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Clive Barker's A-Z of Horror was a documentary series first broadcast on BBC2 in 1997. It was written and hosted by Clive Barker and explored the history of horror, from the cinema to art. A tie-in book was released featuring art work by Barker and film reviews by Stephen Jones.\n\nSubjects included:\n\n⁕Grand Guignol\n\n⁕Edgar Allan Poe\n\n⁕Tom Savini\n\n⁕George A. Romero\n\n⁕H. P. Lovecraft\n\n⁕Ed Gein\n\n⁕Franz Xaver Messerschmidt\n\n⁕Freddy Krueger","original_name":"Clive Barker's A-Z of Horror","vote_average":6.0,"name":"Clive Barker's A-Z of Horror","cert":"Unavailable","id":37593,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Arly Hanks is a 1993 American television pilot based on the first book of Joan Hess' series Malice in Maggody. Written by Sean Clark and directed by Arlene Sanford, it screened on CBS on August 20, 1994. Due to low ratings, the show was removed from the CBS season. Filmed in Atlanta, Georgia, the plot centered around Arly Hanks who, after divorcing her husband, leaves her life in New York City and returns to her small hometown of Maggody, Arkansas. She becomes Sheriff of Maggody and deals with mischievous residents while solving mysteries.","original_name":"Arly Hanks","vote_average":0.0,"name":"Arly Hanks","cert":"Unavailable","id":37594,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Neighbors is an American game show. It aired on ABC from December 29, 1975 to April 9, 1976. It included five female neighbors as contestants, who were asked gossip questions about each other. Regis Philbin co-hosted the show with Jane Nelson, and Joe Seiter was the announcer. It was produced by Bill Carruthers, who almost a decade later, would produce the popular hit game show Press Your Luck for CBS.","original_name":"The Neighbors","vote_average":0.0,"name":"The Neighbors","cert":"Unavailable","id":37609,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Nautical Angels","vote_average":0.0,"name":"Nautical Angels","cert":"Unavailable","id":37610,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Against the Head is a weekly rugby magazine programme, broadcast on RTE Two and presented by Joanne Cantwell with regular panellists Shane Byrne, and Irish Times rugby correspondent Gerry Thornley with various other guests throughout the series. The programme goes out on a Monday night usually running for thirty minutes and has been broadcast since 2003. It was previously presented by Con Murphy until 2008.\n\nThe programme brings viewers a mix of interviews, highlights and reviews, as well as discussion on the burning issues in Irish rugby. The series runs for the busiest period of the rugby season usually from February to May, and takes in the RBS 6 Nations Championship, Heineken Cup and AIB League and Cup, and brings its audience the latest news on developments within the game.","original_name":"Against the Head","vote_average":0.0,"name":"Against the Head","cert":"Unavailable","id":37611,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"X Factor India is the Indian version of The X Factor, a show originating from the United Kingdom. It is a television music talent show contested by aspiring singers of all genres drawn from public auditions from all across India. The show in its inaugural year was broadcast on Sony Entertainment Television Channel. The 2011 competition was open to all Indian citizens born before January 15, 1995. There were 3 categories for registrants: Solo performances for those between 16 and 24 years of age as on January 15, 2011 and for those equal to and above 25 years of age as on January 15, 2011 and Group performance for a group of 2 or more people, all of which should be above the age of 16 years as on January 15, 2011. Reservation draws were to be divided one third to each category. Each week, Live Concerts were held in Mumbai where the 12 finalists performed for the judges and a live studio audience","original_name":"X-Factor India","vote_average":4.7,"name":"X-Factor India","cert":"Unavailable","id":37612,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Sueños y Caramelos is a 2005 Mexican telenovela that starred Nashla Aguilar as a little girl who lives in an almacen where she assembles a Maniqui or Mannequin, which comes to life and becomes like a mother to her. Remake of La Pícara Soñadora","original_name":"Sueños y Caramelos","vote_average":0.0,"name":"Sueños y Caramelos","cert":"Unavailable","id":37613,"adult":"false","genre_ids":[],"origin_country":["MX"]},{"first_air_date":null,"cast":[],"overview":"Kids Say the Funniest Things was a Comedy show in the United Kingdom based on the United States show Kids Say the Darndest Things, produced by LWT for ITV from 27 December 1998 to 1 October 2000. A third series was recorded in 2001, but never aired because of the revelations surrounding Stuart Lubbock's death at Barrymore's home.","original_name":"Kids Say the Funniest Things","vote_average":0.0,"name":"Kids Say the Funniest Things","cert":"Unavailable","id":37614,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2009-03-23","cast":["Arman Alizad"],"overview":"Kill Arman is a reality\/documentary TV-series about martial arts, created by Tuukka Tiensuu and Arman Alizad, and hosted by Arman Alizad. The series was first broadcast in Finland in the 9th of March, 2008. Currently, two seasons have been filmed and the series is airing in over 100 countries worldwide.","original_name":"Kill Arman","vote_average":8.3,"name":"Kill Arman","cert":"Unavailable","id":37615,"adult":"false","genre_ids":[99],"origin_country":["FI"]},{"first_air_date":"1990-02-15","cast":["Ben Elton","Geoffrey McGivern"],"overview":"Ben Elton: The Man from Auntie was a British television comedy series written and performed by Ben Elton. The title of the series was a play on words of the American spy series The Man from U.N.C.L.E., and \"Auntie\", an informal name for the BBC.\n\nThe first series aired on BBC1 in 1990. A second series with a slightly different format was aired four years later in 1994.\n\nThe series was primarily based around Elton's stand-up comedy routines, with his monologues interspersed with occasional filmed sketches and parodies, as well as soundbites from chinface \"potato heads\". Another regular segment were \"Farties Guides\" to such tasks as catching a train or setting up home—Elton described \"Farties\" as \"you and me\"—ordinary people endeavouring to make it through life despite the efforts of entities such as the \"body conspiracy\" and the Ministry of Crap Design.","original_name":"Ben Elton: The Man from Auntie","vote_average":0.0,"name":"Ben Elton: The Man from Auntie","cert":"Unavailable","id":37626,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2002-03-05","cast":["Natalia Cigliuti","Sean Murray","Will Friedle"],"overview":"The Random Years is an American television sitcom that aired on UPN from March 5, to March 19, 2002. A total of seven episodes were produced, leaving 3 unaired.","original_name":"The Random Years","vote_average":0.0,"name":"The Random Years","cert":"Unavailable","id":37627,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Los Caquitos is a sketch comedy of the Chespirito television comedy program that ran from 1980 to 1995. It was created by Roberto Gómez Bolaños, who also played one of the title characters, \"El Chómpiras\".","original_name":"Los Caquitos","vote_average":0.0,"name":"Los Caquitos","cert":"Unavailable","id":37628,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Barrymore was a Light entertainment show in the United Kingdom, produced by LWT for ITV between 21 December 1991 and 29 December 2000.","original_name":"Barrymore","vote_average":0.0,"name":"Barrymore","cert":"Unavailable","id":37629,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1976-01-11","cast":["Queenie Watts","Arthur Mullard","Mike Reid"],"overview":"Yus, My Dear is a British situation comedy that ran for nineteen episodes over two series in 1976 featuring Arthur Mullard and Queenie Watts in the lead roles, it was written by Ronald Chesney and Ronald Wolfe. Produced and directed by Stuart Allen for London Weekend Television, it was screened by the ITV network during 1976, and marked an early regular TV appearance of the comedian Mike Reid.\n\nA sequel to Chesney and Wolfe's earlier series Romany Jones, the characters Wally and Lily Briggs have left their caravan for a new life in a council house. The new series introduced Wally's brother Benny, the first acting role for the EastEnders and Snatch star Mike Reid of The Comedians fame.\n\nThe series, which gained modest ratings, has the reputation of being one of the worst ever sitcoms.","original_name":"Yus, My Dear","vote_average":6.0,"name":"Yus, My Dear","cert":"Unavailable","id":37630,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Main Abdul Qadir Hoon is a Pakistani drama serial that aired on Hum TV every Saturday from December 18, 2010 to May 21, 2011. It is written by Serwat Nazir and directed by Babar Javed . Fahad Mustafa is featured in the lead role while Faisal Qureshi, Aamina Sheikh, Alishba Yousuf, Saba Hameed and Asif Raza Mir portray supporting roles. The drama started airing on December 18, 2010. It is a weekly television serial that airs every Saturday.","original_name":"Main Abdul Qadir Hoon","vote_average":0.0,"name":"Main Abdul Qadir Hoon","cert":"Unavailable","id":37631,"adult":"false","genre_ids":[],"origin_country":["PK"]},{"first_air_date":"2011-06-06","cast":["Vanessa Marano","Katie Leclerc","Lucas Grabeel","Lea Thompson","Constance Marie"],"overview":"The story of two teenage girls who discover they were accidentally switched as newborns in the hospital. Bay Kennish grew up in a wealthy family with two parents and a brother, while Daphne Vasquez, who lost her hearing at an early age due to a case of meningitis, grew up with a single mother in a working-class neighborhood. Things come to a dramatic head when both families meet and struggle to learn how to live together for the sake of the girls.","original_name":"Switched at Birth","vote_average":6.8,"name":"Switched at Birth","cert":"Unavailable","id":37632,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"1982-09-13","cast":[],"overview":"Fantasy is an American game show franchise co-hosted by Peter Marshall and Leslie Uggams, with Chris Lemmon and Meredith MacRae as remote correspondents. Bill Armstrong announced the show, with substitutes from Johnny Gilbert and Charlie Tuna with Tuna replacing Armstrong about midway through the series' run. It aired on NBC from September 13, 1982 to October 28, 1983, and was videotaped at the network's studios in Burbank, California.\n\nThe hourlong show offered contestants the opportunity to \"make their dreams come true\".\n\nIt was nominated for six Daytime Emmy Awards, with one win to Uggams for the 1983 award for Outstanding Host or Hostess in a Variety Series. She was nominated for the same category in 1984.\n\nGame Show Network only aired one episode of the series.","original_name":"Fantasy","vote_average":0.0,"name":"Fantasy","cert":"Unavailable","id":37633,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Ancient World is presented by historian Bettany Hughes which gives us a personal take on the ancient world cultures in this documentary series aired on Channel 4 network and takes us on a journey all over the ancient world from Egypt to Greece.","original_name":"The Ancient World","vote_average":0.0,"name":"The Ancient World","cert":"Unavailable","id":37644,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"X Factor","vote_average":0.0,"name":"X Factor","cert":"Unavailable","id":37645,"adult":"false","genre_ids":[],"origin_country":["NG"]},{"first_air_date":"2011-06-14","cast":["Skyler Samuels","Benjamin Stone","Grey Damon","Ki Hong Lee","Alyssa Diaz"],"overview":"Chloe King is looking forward to celebrating her birthday with her friends and single mother, just like every other year... that is until she starts developing heightened abilities and discovers she's being pursued by a mysterious figure. Chloe soon learns she's part of an ancient race which has been hunted by human assassins for millennia —and that she may be their only hope for ultimate survival.","original_name":"The Nine Lives of Chloe King","vote_average":6.5,"name":"The Nine Lives of Chloe King","cert":"Unavailable","id":37646,"adult":"false","genre_ids":[10759,18,10765,80],"origin_country":["US"]},{"first_air_date":"2010-07-16","cast":["Hakan Yılmaz","Aslihan Gurbuz","Gökçe Özyol","Hande Katipoglu","Sezai Aydın"],"overview":"Cazibe, an Azerbaijani immigrant, marries Kemal to become a Turkish citizen. Ms. Gül who deals with illegal marriages arranges this marriage which will last for 3 years according to the agreement. Kemal receives 10,000 Turkish liras from Cazibe. But Kemal has a girlfriend, Simge, who is the daughter of Kemal's boss. Kemal's boss does not know that Kemal and his daughter are in a relationship. Simge thinks that Cazibe is Kemal's maid. However, Ejder is the foreign marriage detective and he is trying to find proof that Cazibe only married Kemal to become a Turkish Citizen.\n\nThe word \"Yahşi\" comes from Azerbaijani and means \"beautiful, nice, attractive\". \"Cazibe\" means seduction.","original_name":"Yahşi Cazibe","vote_average":4.5,"name":"Beautiful Charm","cert":"Unavailable","id":37647,"adult":"false","genre_ids":[10751,35],"origin_country":["TR"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Regular Ordinary Swedish Meal Time","vote_average":0.0,"name":"Regular Ordinary Swedish Meal Time","cert":"Unavailable","id":37648,"adult":"false","genre_ids":[],"origin_country":["SE"]},{"first_air_date":"2011-04-11","cast":[],"overview":"Top Chef Canada is a reality competition show. The first season premiered on April 11, 2011 on Food Network Canada. The first season consisted of 13 episodes, with 16 contestants vying for a grand prize of $100,000 and a GE Monogram kitchen valued at $30,000. Contestants shopped at Loblaws in season one and McEwan in season two. Like the original American series, each week the chef contestants compete against each other in culinary challenges. Contestants are judged by a panel of professional chefs and other notables from the food and wine industry, with one or more contestants being eliminated each week. The Canadian edition uses the same graphics and music as the American version of the program.\n\nSeason one of Top Chef Canada was one of Food Network Canada's most highly-rated programs. The network renewed the program for a second season, which began to air on March 12, 2012.","original_name":"Top Chef Canada","vote_average":6.0,"name":"Top Chef Canada","cert":"Unavailable","id":37649,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2010-04-19","cast":[],"overview":"Nadhaswaram is a Tamil television serial directed by Metti Oli director Thirumurugan. He received high praising for his debut serial Metti Oli, so he continued directing another. This serial too is family oriented like Metti Oli. It is also telecasted by Sun TV. The scenes are mostly shot in Karaikudi and has a lot of debutants in acting.","original_name":"Nadhaswaram","vote_average":0.0,"name":"Nadhaswaram","cert":"Unavailable","id":37650,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":"1979-11-15","cast":[],"overview":"The Bee Gees Special was a 90-minute television special broadcast by NBC on November 15, 1979. The program featured footage from the Bee Gees' July 10, 1979 concert in Oakland, California captured by a film crew that accompanied them during their 1979 Spirits Having Flown Tour. It also included footage from an appearance with Willie Nelson and Glen Campbell, interviews by David Frost with the Bee Gees and their parents, and a behind-the-scenes look at recording and tour planning with Robert Stigwood and the band's crew.","original_name":"The Bee Gees Special","vote_average":0.0,"name":"The Bee Gees Special","cert":"Unavailable","id":37665,"adult":"false","genre_ids":[99,10770],"origin_country":["US"]},{"first_air_date":"2009-04-11","cast":["Vic Chou","Mark Chao","Janine Chang","Sonia Sui","Ivy Chen"],"overview":"Pi Zi and Ying Xiong are two cops who are as different as day and night. One lives a luxurious lifestyle and does nothing but drink coffee and wait for information from dubious sources to crack his cases. Another believes law and justice are the pillars of society and is constantly on the street catching criminals. When a case brings these two top crime solvers together, sparks fly and light begins to creep into the dark corners of Taipei.","original_name":"痞子英雄","vote_average":9.5,"name":"Black & White","cert":"Unavailable","id":37666,"adult":"false","genre_ids":[10759],"origin_country":["TW"]},{"first_air_date":null,"cast":[],"overview":"High Finance is a quiz show created and hosted by Dennis James which aired on CBS from July 7 to December 15, 1956. It followed Gunsmoke on the CBS schedule. High Finance aired at 10:30 p.m. Saturdays opposite NBC's Your Hit Parade.\n\nOn the program, contestants answered questions about current events. The player would be asked five questions based on three newspapers which he or she studied before the show. Each correct answer earned $300. Three correct answers allowed the player to play the \"investment segment\" in which he or she wagered any amount of the money won on answering a question. A correct answer won the wager and a prize, plus the option to risk any prizes won and return the next week to play another \"investment segment\" or keep any prizes won and leave the show. A fourth win would earn that player his or her \"dream prize\", such as a miniature golf course or a restaurant. A fifth successful \"investment segment\" won that player an additional $75,000.","original_name":"High Finance","vote_average":0.0,"name":"High Finance","cert":"Unavailable","id":37667,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Summer Challenge Camp is a Pakistani sports Reality Show for children. It was initially aired on Indus Vision in 2009. In this show, 40 children are shortlisted after physical trials and 8 teams of 5 each are formed. These children stay at the event venue for 10 days. These eight teams compete in different sports and finally 1 team wins at the end of day 10. Trials, training and competitions are recorded and aired in 13 episodes.","original_name":"Summer Challenge Camp","vote_average":0.0,"name":"Summer Challenge Camp","cert":"Unavailable","id":37668,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2003-11-13","cast":[],"overview":"100% Senorita is a Chinese TV drama. Broadcast in Mandarin, it had a total of 40 episodes which aired on Chinese Television System in Taiwan in 2004.","original_name":"千金百分百","vote_average":0.0,"name":"千金百分百","cert":"Unavailable","id":37669,"adult":"false","genre_ids":[18],"origin_country":["TW"]},{"first_air_date":null,"cast":[],"overview":"State of the Nation with Jessica Soho is the flagship nightly news program on February 28, 2011, hosted by Jessica Soho, a Peabody Award-winning journalist and current head of news programs of GMA News and Public Affairs and writer, producer and host television documentaries, and is one of the Philippines' most awaited journalists. It also aired worldwide via GMA Life TV and GMA News TV International.","original_name":"State of the Nation with Jessica Soho","vote_average":0.0,"name":"State of the Nation with Jessica Soho","cert":"Unavailable","id":37670,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Majority Rules! is a Canadian tween comedy series which first aired on Teletoon in 2009. The series is also dubbed Votez Becky! for the French title. The production company Entertainment One began filming for the first season on January 12, 2009. The show had the distinction of being the first regular program on Teletoon, an animation channel, to be almost exclusively live-action.","original_name":"Majority Rules!","vote_average":0.0,"name":"Majority Rules!","cert":"Unavailable","id":37671,"adult":"false","genre_ids":[35],"origin_country":["CA"]},{"first_air_date":"2005-04-25","cast":[],"overview":"Genghis Khan is BBC documentary detailing the life of the 13th-century Mongol.","original_name":"Genghis Khan","vote_average":0.0,"name":"Genghis Khan","cert":"Unavailable","id":37682,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Drew and Shannon Live","vote_average":0.0,"name":"Drew and Shannon Live","cert":"Unavailable","id":37685,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2011-02-20","cast":["John Henshaw","Peter Firth","Douglas Henshall","Anna Maxwell Martin","David Morrissey"],"overview":"The lives and loves of a 1930s Yorkshire town explored in a passionate tale of politics in small places. South Riding charts the story of Sarah Burton's homecoming to Yorkshire in 1934 after twenty years teaching in London and the Empire. After a fiery interview with a conservative interview panel, outspoken Sarah takes up her first headmistress-ship at Kiplington High School for Girls, determined to demonstrate to her new pupils that the future is theirs for the taking.","original_name":"South Riding","vote_average":6.4,"name":"South Riding","cert":"Suitable for 15 years & above","id":37686,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"2011-02-09","cast":["David Attenborough","John Brown","Pam Fogg","Tim Fogg","Ian Gray"],"overview":"Over 80 per cent of Madagascar's animals and plants are found nowhere else on Earth. Discover what made Madagascar so different from the rest of the world, and how evolution ran wild here.","original_name":"Madagascar","vote_average":8.5,"name":"Madagascar","cert":"Unavailable","id":37687,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2002-05-06","cast":[],"overview":"Metti Oli is a famous Tamil drama directed by Thirumurugan. It was credited as the Best Serial and received high praising from viewers. This family-oriented drama is telecast by Sun TV and is being repeated now. Metti Oli was shot in several locations such as Alagarkolam Village, Chennai, Tamil Nadu and Singapore. Its has five main characters are sisters.","original_name":"Metti Oli","vote_average":0.0,"name":"Metti Oli","cert":"Unavailable","id":37688,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":"2003-09-01","cast":[],"overview":"Survivor Greece was the Greek version of the popular reality Survivor. This version of the show aired on Mega TV in Greece for two seasons from 2003 to 2004. While the series was titled \"Survivor\", it also took elements from Survivor's predecessor Expedition Robinson such as that of the North and South teams. While the series was not considered a flop in Greece is did not achieve the ratings that Mega TV had hoped for and at the end of its second season it was cancelled only to be brought back two years later for a joint season with Turkey. The prize for the first two seasons of the show was 200,000 euros and 250,000 for the third season.","original_name":"Survivor Greece","vote_average":9.0,"name":"Survivor Greece","cert":"Unavailable","id":37689,"adult":"false","genre_ids":[10759,10764,18],"origin_country":["GR"]},{"first_air_date":null,"cast":[],"overview":"MasterChef is an Indonesian competitive cooking reality show, open to amateur and home chefs based on the original British MasterChef. It is produced by FremantleMedia and screens on RCTI.\n\nThe first episode aired on 1 May 2011, and the season one finale was broadcast on 21 August 2011. The first winner of MasterChef Indonesia was Lucky Andreono, a 28 year old Furniture Entrepreneur.\n\nThe second season of MasterChef Indonesia premiered on 8 July 2012. The second season aired through the week at 5.00 pm, half an hour later than the original timeslot of the first season. The winner of the 2012 series of MasterChef was Desi Trisnawati, a 39 year old Hotel Director.\n\nThe third season of MasterChef Indonesia premiered on 5 May 2013.","original_name":"MasterChef Indonesia","vote_average":0.0,"name":"MasterChef Indonesia","cert":"Unavailable","id":37690,"adult":"false","genre_ids":[],"origin_country":["ID"]},{"first_air_date":null,"cast":[],"overview":"Ffermio is a farming and countryside magazine series, which is broadcast on S4C on Monday nights at 8.25pm.\n\nFfermio was launched in 1997 and the original series was presented by Sulwyn Thomas, Gerallt Pennant and Rachael Garside, and dealt with the latest farming issues, as well as including the latest livestock market prices throughout Wales.\n\nIn 2005 the series was relaunched with a new branding and presenting team. The launch included the usual weekly Ffermio programme on S4C, and a twice-weekly farming news and weather bulletin on S4C Digidol. The new presenters included Iola Wyn, Daloni Metcalfe, Alun Elidyr and Mererid Wigley.\n\nThe Bwletin Ffermio included details on legislation and market prices for example, which meant that longer items could be featured in the half-hour programmes on subjects of wider appeal such as organic food, transport, health and rural housing, and portraits of rural characters from all ages and backgrounds. Mererid Wigley was the main presenter of this programme, until August 2008. Terwyn Davies joined the team as the Bwletin's presenter in summer 2008 until the series ended in May 2009.\n\nIn January 2011, Iola Wyn left her role as presenter after six years at the helm. On January 24, 2011, Meinir Jones made her first appearance as the programme's new presenter.","original_name":"Ffermio","vote_average":0.0,"name":"Ffermio","cert":"Unavailable","id":37701,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-05-11","cast":["Michael Ealy","Warren Kole","Jack McGee","Sonya Walger"],"overview":"Common Law is an American comedy-drama television series, which ran on USA Network from May 11 to August 10, 2012, and stars Michael Ealy and Warren Kole as two Los Angeles Police Department detectives who can't stand each other and are ordered to see a couples therapist to remedy the situation.\n\nThe series was created by Cormac and Marianne Wibberley and was produced by CBS Television Studios and Junction Entertainment. While originally planned to premiere on January 26, 2012, the series was pushed back until summer 2012. The series premiered following Fairly Legal on Friday, May 11, 2012. The show was canceled by the USA Network after one season and 12 episodes on October 31, 2012, due to low ratings.","original_name":"Common Law","vote_average":6.5,"name":"Common Law","cert":"Unavailable","id":37702,"adult":"false","genre_ids":[18,35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Para Volver A Amar","vote_average":0.0,"name":"Para Volver A Amar","cert":"Unavailable","id":37703,"adult":"false","genre_ids":[],"origin_country":["MX"]},{"first_air_date":"2011-07-01","cast":["Ashley Argota","Tiffany Espensen","Jennette McCurdy"],"overview":"Bucket & Skinner's Epic Adventures is an American teen sitcom that premiered on Nickelodeon on July 1, 2011. The first half of the first season ended on October 7, 2011. After a five-month hiatus, the second half premiered March 17, 2012. Ashley Argota confirmed on July 5, 2012 that Nickelodeon has cancelled the show. According to Argota, it is unknown if the rest of the episodes will air in the US, however all episodes were broadcast in other countries. On December 22, 2012 TeenNick aired the previous never before seen in the US, Christmas episode. Starting March 27, 2013, the previous 7 never before aired in the US episodes aired on TeenNick in the US.","original_name":"Bucket & Skinner's Epic Adventures","vote_average":0.0,"name":"Bucket & Skinner's Epic Adventures","cert":"Unavailable","id":37704,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Super Power is a TVB television series, premiered in Hong Kong in 1983.","original_name":"The Super Power","vote_average":0.0,"name":"The Super Power","cert":"Unavailable","id":37707,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":"2011-01-19","cast":[],"overview":"The Joy of Teen Sex is a British television show on Channel 4 that delves into the world of teenagers and sex. This includes sexual experiences, sexual health, trends and relationship issues. The first series ran from 19 January - 9 February 2011, and aired four episodes. The second series comprises six episodes and began on 27 October 2011.","original_name":"The Joy of Teen Sex","vote_average":1.0,"name":"The Joy of Teen Sex","cert":"Unavailable","id":37708,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"My Lover, My Wife was a television drama series developed by GMA Network starring Nadine Samonte, Luis Alandy, and Maxene Magalona. The show premiered on February 28, 2011 replacing Koreana. The series premiered to positive critical feedback and impressive viewership.","original_name":"My Lover, My Wife","vote_average":0.0,"name":"My Lover, My Wife","cert":"Unavailable","id":37717,"adult":"false","genre_ids":[9648,18],"origin_country":["PH"]},{"first_air_date":"2011-02-09","cast":["Alison Bell","Celia Pacquola","Damon Herriman","Abe Forsythe"],"overview":"Roo’s world is turned upside down when she is introduced to Marcus, somebody stricken with a vaguely similar set of mysterious circumstances to the ones plaguing her – although Marcus, if it can be believed, is a little different from Roo.\n\nIn fact, he is her opposite.\n\nAnd everybody he has sex with... is healed.","original_name":"Laid","vote_average":7.0,"name":"Laid","cert":"Unavailable","id":37720,"adult":"false","genre_ids":[35],"origin_country":["AU"]},{"first_air_date":"2006-09-02","cast":["Horst Günter Ludolf","Manfred Ludolf","Peter Ludolf","Uwe Ludolf"],"overview":"Die Ludolfs – 4 Brüder auf’m Schrottplatz is a docu-soap by the German television channel DMAX. It is about the four brothers Uwe, Horst-Günter, Peter and Manfred \"Manni\" Ludolf.\n\nGünter Ludolf died on January 31, 2011.","original_name":"Die Ludolfs – 4 Brüder auf'm Schrottplatz","vote_average":7.0,"name":"Die Ludolfs – 4 Brüder auf'm Schrottplatz","cert":"Unavailable","id":37721,"adult":"false","genre_ids":[99],"origin_country":["DE"]},{"first_air_date":"2011-01-03","cast":["Kang So-ra","Jeong Jin-woon","Park Seo-joon","Im Jae-beom","Park Ji-yeon"],"overview":"Six dedicated students at Kirin Art High School work to achieve their dreams of becoming stars in the Korean music industry.","original_name":"드림하이","vote_average":7.4,"name":"Dream High","cert":"Unavailable","id":37722,"adult":"false","genre_ids":[18],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"Minsan Lang Kita Iibigin is a critically acclaimed Philippine family military drama series that aired on ABS CBN featuring an ensemble cast.","original_name":"Minsan Lang Kita Iibigin","vote_average":0.0,"name":"Minsan Lang Kita Iibigin","cert":"Unavailable","id":37723,"adult":"false","genre_ids":[10759,9648,18],"origin_country":["PH"]},{"first_air_date":"2009-07-15","cast":[],"overview":"The Roman Invasion of Britain is a British documentary television series. It was first aired in 2008 on the History channel. The three-part series explores the history of Roman Britain by tracing the interaction of Roman conquerors with the native population of Britannia.","original_name":"The Roman Invasion of Britain","vote_average":0.0,"name":"The Roman Invasion of Britain","cert":"Unavailable","id":37724,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2011-02-10","cast":["John Simm","Max Beesley","Ben Chaplin","Philip Glenister","Marc Warren"],"overview":"Mad Dogs is a British black comedy and psychological thriller television series created by Cris Cole that began airing on Sky1 on 10 February 2011. It is produced by Left Bank Pictures, and co-produced by Palma Pictures. The series stars John Simm, Marc Warren, Max Beesley, and Philip Glenister as four long-time and middle-aged friends getting together in a villa in Majorca to celebrate the early retirement of their friend Alvo. However, after Alvo is murdered, the group find themselves caught up in the world of crime and police corruption.\n\nThe series was initially a story about a rock band, but changed after a feeling that bands have been \"done to death\". After gaining interest from some terrestrial networks, the series was commissioned by British Sky Broadcasting. Filming took place on location throughout the island of Majorca in May 2010, and took around four million euros and 44 days to make. The main themes are friendship and growing older; Glenister said it is about ageing and \"getting closer to death\". Photographer David LaChapelle directed three 30-second advertisements for the series. Mad Dogs opened with 1.61 million viewers, the 17th highest rated programme ever for Sky1, and attracted positive reactions from critics. They noted similarities with British gangster films, more predominantly the 2000 film Sexy Beast.","original_name":"Mad Dogs","vote_average":7.1,"name":"Mad Dogs","cert":"Suitable for 15 years & above","id":37737,"adult":"false","genre_ids":[35,80,18],"origin_country":["GB"]},{"first_air_date":"2010-09-06","cast":["David Novotný","Ondřej Vetchý","Leoš Noha","Pavel Kikinčuk","Jaroslava Pokorná"],"overview":"Okresní přebor is a Czech television sport comedy series created by Jan Prušinovský that airs on TV Nova. The series premiered on 6 September 2010.","original_name":"Okresní přebor","vote_average":9.0,"name":"Okresní přebor","cert":"Unavailable","id":37738,"adult":"false","genre_ids":[35],"origin_country":["CZ"]},{"first_air_date":"2007-03-21","cast":["Sophie Okonedo"],"overview":"Racism: A History is a three-part British documentary series originally broadcast on BBC Four in March 2007.\n\nIt was part of the season of programmes broadcast on the BBC marking the 200th anniversary of the Slave Trade Act 1807, a landmark piece of legislation which abolished the slave trade in the British Empire. The series explores the impact of racism on a global scale and chronicles the shifts in the perception of race and the history of racism in Europe, the Americas, Australia and Asia. The series was narrated by Sophie Okonedo.","original_name":"Racism: A History","vote_average":9.0,"name":"Racism: A History","cert":"Unavailable","id":37739,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Starsky and Hutch on Playboy Island is a 1977 TV film, starring David Soul and Paul Michael Glaser. It was split into 2 parts as the first two episodes of season 3 of the Starsky and Hutch TV series.","original_name":"Starsky and Hutch on Playboy Island","vote_average":0.0,"name":"Starsky and Hutch on Playboy Island","cert":"Unavailable","id":37740,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Shehzori was a Pakistani Urdu-language television series aired in the 1970s. It was the debut serial of Hasina Moin, who later went on to become the most famous and successful drama writer of Pakistan, and to this day no writer has matched the popularity that Haseena Moin achieved. Shehzori was based on a work of the same name by Azim Beg Chughtai.","original_name":"Shehzori","vote_average":0.0,"name":"Shehzori","cert":"Unavailable","id":37741,"adult":"false","genre_ids":[18],"origin_country":["PK"]},{"first_air_date":"2011-02-11","cast":["William Sanderson","Matthew Humphreys","Cassie Howarth"],"overview":"Bar Karma is the first online community-developed network television series. Online users pitch their own ideas for scenes and twists online, using a tool designed by Will Wright called the Storymaker. Some are eventually chosen by the production staff, and are utilized to help create a new episode every week. The main plot revolves around a bar known as \"Bar Karma\", a bar that resides someplace in between parallel timelines. Up until now, the typical structure of the shows consists of a patron accidentally walking into or being transported to the bar, where they are shown the consequences of their current life actions, and the potential outcomes for their behavior and choices. This, ultimately, leads to a karmic dilemma, and forces the patron to make a life-altering choice.\n\nIn the first episode, Doug Jones suddenly walks into the bar after a one-night stand. He is confused, and thinks that he accidentally fell asleep and is dreaming. When he finally realizes that this is some strange form of reality, James and Dayna explain to him why he is in the bar, and is given the chance to alter his fate, and the course of \"Bar Karma.\"","original_name":"Bar Karma","vote_average":3.7,"name":"Bar Karma","cert":"Unavailable","id":37742,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2010-11-01","cast":[],"overview":"Eva Luna is a 2010 telenovela produced by Venevisión International in collaboration with Univision Studios, starring Blanca Soto and Guy Ecker as the main protagonists, and Julian Gil and Susana Dosamantes as the main antagonists. It is a remake of Telemundo's 1997 telenovela Aguamarina. Univision aired Eva Luna weeknights at 8pm\/7pm central from November 1, 2010 to April 11, 2011, and a TV-14 rating was applied for all episodes. Mexico's Canal de las Estrellas aired Eva Luna from September 19, 2011 to January 6, 2012.","original_name":"Eva Luna","vote_average":8.0,"name":"Eva Luna","cert":"Unavailable","id":37743,"adult":"false","genre_ids":[18],"origin_country":["VE"]},{"first_air_date":null,"cast":[],"overview":"Ben Elton Live From Planet Earth is an Australian comedy television series produced by FremantleMedia which aired on the Nine Network in 2011. The program was broadcast live as a sketch comedy and variety show. Comedian Ben Elton presented the program and performed some stand-up material, with the sketches performed by an ensemble cast including Paul McCarthy and Genevieve Morris. After critical reviews, hostile social media reaction and poor ratings, the Nine Network cancelled the show after three episodes had aired.","original_name":"Ben Elton Live from Planet Earth","vote_average":0.0,"name":"Ben Elton Live from Planet Earth","cert":"Unavailable","id":37756,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"MasterChef Greece is a Greek competitive cooking game show. It is an adaptation of the British show MasterChef. The first season premiered in 3 October 2010 and ended on 28 December 2010. In 2011 it renewed for second season which premiered in 24th December 2012.","original_name":"MasterChef Greece","vote_average":0.0,"name":"MasterChef Greece","cert":"Unavailable","id":37757,"adult":"false","genre_ids":[],"origin_country":["GR"]},{"first_air_date":"2006-05-29","cast":["Tim Pigott-Smith"],"overview":"Just Jade was the second Series following Jade Goody in her bid to become a successful businesswoman, this series focused on finding out what happened after she opened her salon Uglys. Living re-ran the series all weekend following the death of Goody on 22 March 2009.","original_name":"Just Jade","vote_average":0.0,"name":"Just Jade","cert":"Unavailable","id":37758,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2012-06-13","cast":["Josh Henderson","Jesse Metcalfe","Jordana Brewster","Julie Gonzalo","Brenda Strong"],"overview":"J.R., Bobby and Sue Ellen Ewing are all back at Southfork, with plenty of secrets, schemes and betrayals in mind. This time, they're joined by the next generation of Ewings, who take ambition and deception to a new level.","original_name":"Dallas","vote_average":6.1,"name":"Dallas","cert":"Unavailable","id":37759,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2011-05-01","cast":["Jim Broadbent","John Simm","Timothy West","Olivia Colman","Shaun Dooley"],"overview":"Exile is a British psychological thriller television series dealing with the topic of Alzheimer's disease against a background of corruption. It stars John Simm and Jim Broadbent and was broadcast on BBC One. The series received varyingly positive reviews.\n\nJohn Simm received a BAFTA nomination for his role as Tom Ronstadt, as did the director John Alexander.","original_name":"Exile","vote_average":7.4,"name":"Exile","cert":"Unavailable","id":37760,"adult":"false","genre_ids":[9648,18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Real Comedy (Ukraine) is a Ukrainian stand-up comedy television show.\n\nThe show was created by former members of the Comedy Club UA and Comedy Club Andriy Molochny and Anton Lirnyk who are known for their performance as a comic-duo \"Chekhov's duet\". The project is part of the Comedy Club Production initiatives that established the Comedy Club in Moscow followed by several spin-offs across the territory of the former Soviet Union including Ukraine.\n\nThe new project conducts the battle of candidates providing the current rating for each performer.","original_name":"Real Comedy (Ukraine)","vote_average":0.0,"name":"Real Comedy (Ukraine)","cert":"Unavailable","id":37761,"adult":"false","genre_ids":[35],"origin_country":["UA"]},{"first_air_date":"1954-10-02","cast":["Imogene Coca"],"overview":"The Imogene Coca Show is a half-hour NBC television series starring Imogene Coca in both situation comedy and variety show formats. The program debuted on October 2, 1954, after the ending of Sid Caesar's Your Show of Shows, on which Coca had been a popular regular performer.\n\nThe first two episodes of The Imogene Coca Show center upon the difficulties of a television star starting a new series. Her co-stars were Billy DeWolfe and Ruth Donnelly. The program became a variety show in its third episode, with standard songs, comedy sketches, and weekly guest stars. Then in February 1955, Coca was cast as a newlywed with a husband and two lively neighbors, Helen and Harry Milliken, portrayed, respectively, by Bibi Osterwald and David Burns.\n\nEight years thereafter in the 1963-1964 season, Coca was cast in another NBC situation comedy, Grindl, about the wacky life of a maid working for an employment agency.\n\nThe Imogene Coca Show aired on Saturday evenings at 9 p.m. EST preceding The Jimmy Durante Show and opposite Two for the Money on CBS. ABC aired Saturday evening boxing at the time.\n\nThe program was telecast from New York City. It ended after a single season.","original_name":"The Imogene Coca Show","vote_average":0.0,"name":"The Imogene Coca Show","cert":"Unavailable","id":37776,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Milyoner - Garyache Krislo","vote_average":0.0,"name":"Milyoner - Garyache Krislo","cert":"Unavailable","id":37777,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2011-01-10","cast":[],"overview":"Little Charley Bear is an enchanting CGI infant series about an imaginative and playful bear called Charley. Under the watchful eye of his friend, the Narrator, this adorable little bear uses his imagination to play and go on adventures where he discovers new things about himself and the world around him through active role play.","original_name":"Little Charley Bear","vote_average":0.0,"name":"Little Charley Bear","cert":"Unavailable","id":37778,"adult":"false","genre_ids":[10762],"origin_country":["GB"]},{"first_air_date":"2011-02-08","cast":["Shane Cortese","Timothy Balme","Emmett Skilton","Jared Turner","Ben Barrington"],"overview":"The Almighty Johnsons is a New Zealand fantasy comedy\/drama television series, which was created by James Griffin and Rachel Lang and is produced by South Pacific Pictures. It began airing its first series of ten episodes in New Zealand on 7 February 2011.","original_name":"The Almighty Johnsons","vote_average":7.8,"name":"The Almighty Johnsons","cert":"Unavailable","id":37779,"adult":"false","genre_ids":[35,18,10765],"origin_country":["NZ"]},{"first_air_date":"2011-02-22","cast":["Maxine Peake","Neil Stuke","Rupert Penry-Jones"],"overview":"Silk is a British television drama series produced by the BBC and first shown in 2011. Written by Peter Moffat, the series follows a set of barristers, and what they do to attain the rank of Queen's Counsel, known as \"taking silk.\"","original_name":"Silk","vote_average":7.7,"name":"Silk","cert":"Unavailable","id":37780,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"2011-02-06","cast":[],"overview":"The People's Supermarket is a food cooperative whose stated aim is to provide the local community with good cheap food that's fair to consumers and producers. It was set up in May 2010 by Arthur Potts Dawson, Kate Wickes-Bull, David Barrie and a team of supporters and professional advisors in Lamb's Conduit Street, Holborn, London, England, near Great Ormond Street Hospital. As of February 2012 it had 1000 members.\n\nBased upon the concept of the food co-operative and inspired in part by the Park Slope Food Coop in the Park Slope neighbourhood of Brooklyn in New York City, US, members of the social enterprise are required to pay a £25 annual fee and contribute 4 hours of their time every 4 weeks to working in the store. In return, members receive a 20% discount off their shopping in-store.\n\nThe People's Supermarket was visited by Prime Minister of the United Kingdom, David Cameron on Monday 14 February 2011 immediately prior to his speech relaunching his flagship Big Society initiative and the creation of the Big Society Bank at Somerset House in central London.\n\nAs of March 2012 the People's Supermarket website had a page headed \"Our Imminent Closure\" which announced that unless Camden Council continued to support it by allowing the renegotiation of rate payments The People’s Supermarket would become insolvent by 1 March, and asking site visitors to sign a petition. There was a rush of donations which enabled an instalment towards unpaid business rates of about £5,000 to be paid, ending the immediate risk of closure.","original_name":"The People's Supermarket","vote_average":0.0,"name":"The People's Supermarket","cert":"Unavailable","id":37781,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2005-01-19","cast":["Adrián Suar","Norman Briski","Leonor Manso","Nicolás Pauls","Patricio Contreras"],"overview":"Mujeres Asesinas is an Argentine drama and suspense thriller TV series, based on trilogy of books of the same name by Marisa Grinstein, produced by Pol-ka Producciones and broadcast since 19 January 2005 on the Argentine TV channel Canal 13.\n\nCanal 13 broadcast since January 4 of 2010 the replays those rated as \"Best Episodes\" at 23:00.","original_name":"Mujeres Asesinas","vote_average":8.0,"name":"Mujeres Asesinas","cert":"Unavailable","id":37796,"adult":"false","genre_ids":[18],"origin_country":["AR"]},{"first_air_date":"2001-06-22","cast":["Anna Chancellor","Catherine Russell","John McArdle","Emma Griffiths Malin","Frederick Treves"],"overview":"The Cazalets is a 2001 five-episode television drama series about the life of a large privileged family in the years 1937 to 1947. Most of the action takes place in London, and at the family's large estate in Sussex.\n\nThe drama was based on the novels of Elizabeth Jane Howard, and adapted by the screenwriter Douglas Livingstone. The series was originally produced by Cinema Verity for BBC One and is available on DVD.","original_name":"The Cazalets","vote_average":0.0,"name":"The Cazalets","cert":"Unavailable","id":37797,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"1983-04-04","cast":["Reiko Seno","Sumi Shimamoto","Yō Inoue","Jōji Yanami","Daisuke Gouri"],"overview":"Mrs. Pepper Pot, known in Japanese as Spoon Oba-san, is a Japanese anime television series, which premiered on NHK from April 1983 to March 1984, spanning 130 episodes. It is based on the novel Mrs. Pepperpot by the Norwegian author Alf Prøysen. It was also later aired in Japan by the satellite television network Animax.\n\nThe series was later aired across several countries worldwide, and has been translated into English and several other languages.","original_name":"スプーンおばさん","vote_average":0.0,"name":"Mrs. Pepper Pot","cert":"Unavailable","id":37798,"adult":"false","genre_ids":[16,10759],"origin_country":["JP"]},{"first_air_date":"1981-01-04","cast":["Katsuhiko Kobayashi","Kaoru Kurosu","Atsuko Mine","Ichirō Nagai","Tamio Ohki"],"overview":"The Swiss Family Robinson: Flone of the Mysterious Island is an anime series produced by Nippon Animation.\n\nThe story is loosely based on the novel \"Swiss Family Robinson\" by Swiss author Johann David Wyss.\n\nThe character of Flone is not present in the original novel, in which the Robinson family consists of only a father, a mother and four sons. It is likely that Flone was introduced by Nippon Animation as a new character for the anime version in order to attract more girls as viewers. Also in the anime version, the oldest of the Robinson children, Fritz, is named \"Franz\", and the character of Jack is a three-year-old rather than a ten-year-old.\n\nVery popular in Europe, this anime is one of the few World Masterpiece Theater series to have been dubbed into the English language for the American market. An English dub by PMT, Ltd, titled simply Swiss Family Robinson, aired on The Family Channel cable network in the U.S. in 1989. This dub renames Flone \"Becca\" as well as her older brother Franz \"Fritz.\" It can currently be seen on the Smile of a Child network.","original_name":"家族ロビンソン漂流記 ふしぎな島のフローネ","vote_average":10.0,"name":"The Swiss Family Robinson: Flone of the Mysterious Island","cert":"Unavailable","id":37799,"adult":"false","genre_ids":[16,10759],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"PC World's Digital Duo was a computer themed US television series that aired on PBS stations in 1999 as Digital Duo for 26 episodes and returned to broadcast as PC World's Digital Duo with an additional 26 episodes in 2005. It ran for a half hour per episode and was produced by Incandescent Entertainment. It featured co-hosts Stephen Manes of Forbes & PC World with Angela Gunn of USAToday.com in a \"Siskel & Ebert\" style format in which they would rate computer and on-line products and services. Each episode would also feature a commentary segment by Walt Mossberg.","original_name":"PC World's Digital Duo","vote_average":0.0,"name":"PC World's Digital Duo","cert":"Unavailable","id":37800,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Doña Bárbara is Venezuelan telenovela written by José Ignacio Cabrujas and Salvador Garmendia. It is based on the novel by Rómulo Gallegos. Production by RCTV.","original_name":"Doña Bárbara","vote_average":0.0,"name":"Doña Bárbara","cert":"Unavailable","id":37801,"adult":"false","genre_ids":[18],"origin_country":["VE"]},{"first_air_date":"2010-11-13","cast":[],"overview":"","original_name":"Joe McElderry: Cheek To Cheek","vote_average":0.0,"name":"Joe McElderry: Cheek To Cheek","cert":"Unavailable","id":37816,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2007-01-01","cast":[],"overview":"","original_name":"Quest for Sunken Warships","vote_average":0.0,"name":"Quest for Sunken Warships","cert":"Unavailable","id":37817,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2010-11-18","cast":[],"overview":"","original_name":"The Beauty of Diagrams","vote_average":0.0,"name":"The Beauty of Diagrams","cert":"Unavailable","id":37818,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2010-12-21","cast":[],"overview":"","original_name":"Living in the Time of Jesus","vote_average":0.0,"name":"Living in the Time of Jesus","cert":"Unavailable","id":37819,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2010-12-01","cast":[],"overview":"","original_name":"Nazi Hunters","vote_average":7.0,"name":"Nazi Hunters","cert":"Unavailable","id":37820,"adult":"false","genre_ids":[99],"origin_country":["CA","BR"]},{"first_air_date":"2010-11-08","cast":[],"overview":"Celebrity Coach Trip 1 was the first series of Celebrity Coach Trip which was filmed from 6 to 17 September 2010 as is made clear from the reference from the Channel 4 website and began showing on 8 November 2010. This series eventually changed the voting rules from Day 5 to Day 9 where from that day there would be no more yellow cards on the trip until future series, and the couple that received the most amount of votes would be sent home immediately since arrival into Hungary in history and there being, only at a maximum, six couples, instead of the usual seven. The series involved six celebrity couples travelling on a two-week tour. Tour guide Brendan Sheerin, narrator Dave Vitty, coach driver Paul Donald and the MT09 MTT registration all returned for this series, which aired on Channel 4.","original_name":"Celebrity Coach Trip","vote_average":0.0,"name":"Celebrity Coach Trip","cert":"Unavailable","id":37821,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2010-12-20","cast":[],"overview":"","original_name":"Come Rain Come Shine","vote_average":0.0,"name":"Come Rain Come Shine","cert":"Unavailable","id":37822,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Lagerhuis, Het","vote_average":0.0,"name":"Lagerhuis, Het","cert":"Unavailable","id":37833,"adult":"false","genre_ids":[],"origin_country":["NL"]},{"first_air_date":"2010-11-01","cast":["Ruben Brinkman","Jurjen van Loon","Hanna Verboom","Tim Murck","Manuel Broekman"],"overview":"","original_name":"Feuten","vote_average":9.0,"name":"Freshers","cert":"Unavailable","id":37834,"adult":"false","genre_ids":[18,35],"origin_country":["NL"]},{"first_air_date":"2010-04-09","cast":[],"overview":"","original_name":"TROUBLEMAN","vote_average":0.0,"name":"TROUBLEMAN","cert":"Unavailable","id":37835,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":"2010-11-08","cast":[],"overview":"","original_name":"Remembrance Week","vote_average":0.0,"name":"Remembrance Week","cert":"Unavailable","id":37836,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2010-11-09","cast":[],"overview":"","original_name":"The Zoo (UK)","vote_average":0.0,"name":"The Zoo (UK)","cert":"Unavailable","id":37837,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2010-11-07","cast":[],"overview":"","original_name":"Magie van de Wetenschap","vote_average":0.0,"name":"Magie van de Wetenschap","cert":"Unavailable","id":37838,"adult":"false","genre_ids":[],"origin_country":["NL"]},{"first_air_date":"2010-11-07","cast":["Daan Schuurmans","Anna Drijver","Benja Bruijning"],"overview":"Communications consultant Michael Bellicher is forced to become a fugitive when he is framed for the murder of a colleague and his identity is stolen.","original_name":"Bellicher; de Macht van Meneer Miller","vote_average":6.5,"name":"Framed","cert":"Unavailable","id":37839,"adult":"false","genre_ids":[18],"origin_country":["NL"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Whirligig","vote_average":0.0,"name":"Whirligig","cert":"Unavailable","id":37852,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"True Lies","vote_average":4.0,"name":"True Lies","cert":"Unavailable","id":37853,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1999-10-20","cast":["Mayumi Tanaka","Kazuya Nakai","Akemi Okamura","Kappei Yamaguchi","Hiroaki Hirata"],"overview":"Years ago, the fearsome pirate king Gol D. Roger was executed, leaving a huge pile of treasure and the famous \"One Piece\" behind. Whoever claims the \"One Piece\" will be named the new pirate king. Monkey D. Luffy, a boy who consumed one of the \"Devil's Fruits\", has it in his head that he'll follow in the footsteps of his idol, the pirate Shanks, and find the One Piece. It helps, of course, that his body has the properties of rubber and he's surrounded by a bevy of skilled fighters and thieves to help him along the way. Monkey D. Luffy brings a bunch of his crew followed by, Roronoa Zoro, Nami, Usopp, Sanji, Tony-Tony Chopper, Nico Robin, Franky, and Brook. They will do anything to get the One Piece and become King of the Pirates!","original_name":"ワンピース","vote_average":7.7,"name":"One Piece","cert":"Unavailable","id":37854,"adult":"false","genre_ids":[10759,35,16],"origin_country":["JP"]},{"first_air_date":"1990-03-22","cast":["Jason Isaacs","Jenny Agutter","Tom Wilkinson","Rob Spendlove"],"overview":"","original_name":"TECX","vote_average":0.0,"name":"TECX","cert":"Unavailable","id":37855,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2010-12-21","cast":[],"overview":"","original_name":"Met je Neus in de Boter","vote_average":0.0,"name":"Met je Neus in de Boter","cert":"Unavailable","id":37856,"adult":"false","genre_ids":[],"origin_country":["NL"]},{"first_air_date":"2003-01-08","cast":["Tamaki Nakanishi","Masumi Asano","Misato Fukuen","Kikuko Inoue","Sara Nakayama"],"overview":"","original_name":"Yumeria","vote_average":8.0,"name":"Yumeria","cert":"Unavailable","id":37857,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":"2006-01-07","cast":["Hiroshi Kamiya","Noriaki Sugiyama","Kana Ueda","Ayako Kawasumi"],"overview":"Shirou Emiya lost his parents in a fire when he was young and was later adopted by the sorcerer Kiritsugu Emiya. Shirou is drawn into the Holy Grail War summons a female \"Servant\" known as Saber to protect him and obtain the Holy Grail.","original_name":"Fate\/stay night","vote_average":7.0,"name":"Fate\/stay night","cert":"Unavailable","id":37858,"adult":"false","genre_ids":[16,10765,10759],"origin_country":["JP"]},{"first_air_date":"2010-12-03","cast":[],"overview":"","original_name":"Countrywise Kitchen","vote_average":0.0,"name":"Countrywise Kitchen","cert":"Unavailable","id":37871,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1971-10-04","cast":["Akio Nojima","Chieko Nakamura","Mitsuko Asami","Kazuko Sawada","Nobuyo Tsuda"],"overview":"Sarutobi Ecchan is a magical girl manga series by Shotaro Ishinomori. It was originally named Okashina Okashina Ano Ko, but was changed in 1971 when Toei Animation adapted it into an anime called Sarutobi Ecchan. The anime lasted 26 episodes. It has been recently released on DVD as a part of the DVD ANCIENT SERIES.","original_name":"さるとびエッちゃん","vote_average":0.0,"name":"Sarutobi Ecchan","cert":"Unavailable","id":37872,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":"2009-11-01","cast":["Paul Gleeson","Mathew Waters","Socratis Otto","Joe Manning","Anthony Simcoe"],"overview":"Darwin's Brave New World is a three-part drama-documentary TV series about Charles Darwin's evolution by means of natural selection. It uses reconstruction with present day documentary between the 19th century and present day. The series was developed to coincide with the 150th anniversary of the publication of Darwin's On the Origin of Species.\n\nIt was produced with the assistance of the Canadian Television Fund in association with the Canadian Broadcasting Corporation and the Australian Broadcasting Corporation. Produced in association with the New South Wales Film and Television Office. It screened on ABC Australia in November 2009, and on CBC as part of the show The Nature of Things in November 2009.\n\nDARWIN'S BRAVE NEW WORLD:  EXPANDED EDITION\n\nThe Expanded Edition of Darwin’s Brave New World is the basis of the Arte\/ZDF version as shown in France and Germany. This edition features extended interview segments with scientific contributors.\n\nThe episodes also include drama sequences  not seen by North American audiences. The Expanded Edition is the definitive version of the miniseries about how the Southern Hemisphere inspired the most controversial idea in science.","original_name":"Darwin's Brave New World","vote_average":0.0,"name":"Darwin's Brave New World","cert":"Unavailable","id":37873,"adult":"false","genre_ids":[99],"origin_country":["AU"]},{"first_air_date":"2010-12-09","cast":[],"overview":"","original_name":"I'm a Celebrity - Jungle Royals","vote_average":0.0,"name":"I'm a Celebrity - Jungle Royals","cert":"Unavailable","id":37874,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Inside the Tiger Trade","vote_average":0.0,"name":"Inside the Tiger Trade","cert":"Unavailable","id":37875,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2010-09-25","cast":[],"overview":"","original_name":"Acteren is ook een vak","vote_average":0.0,"name":"Acteren is ook een vak","cert":"Unavailable","id":37876,"adult":"false","genre_ids":[],"origin_country":["NL"]},{"first_air_date":"2009-12-23","cast":[],"overview":"","original_name":"Bristol Bay Brawl","vote_average":0.0,"name":"Bristol Bay Brawl","cert":"Unavailable","id":37891,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2007-05-08","cast":["Anne Coesens","Didier Bezace","Christine Boisson","Patrick Bouchitey","Aïssatou Diop"],"overview":"","original_name":"Reporters","vote_average":0.0,"name":"Reporters","cert":"Unavailable","id":37892,"adult":"false","genre_ids":[18],"origin_country":["FR"]},{"first_air_date":"2010-03-14","cast":[],"overview":"Tropic of Cancer is a BBC television documentary presented by Simon Reeve. It was first broadcast on BBC Two in 2010. It follows his previous series Equator and Tropic of Capricorn.","original_name":"Tropic Of Cancer","vote_average":0.0,"name":"Tropic Of Cancer","cert":"Unavailable","id":37893,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Caribbean Food Made Easy (US)","vote_average":0.0,"name":"Caribbean Food Made Easy (US)","cert":"Unavailable","id":37894,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2010-08-01","cast":["Alan Titchmarsh"],"overview":"","original_name":"Alan Titchmarsh's Walks of Fame","vote_average":0.0,"name":"Alan Titchmarsh's Walks of Fame","cert":"Unavailable","id":37895,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2010-09-26","cast":["Mei Li Vos","Tommy Wieringa"],"overview":"","original_name":"Verborgen Verleden","vote_average":0.0,"name":"Verborgen Verleden","cert":"Unavailable","id":37896,"adult":"false","genre_ids":[],"origin_country":["NL"]},{"first_air_date":"2010-09-27","cast":[],"overview":"","original_name":"Burbulas","vote_average":0.0,"name":"Burbulas","cert":"Unavailable","id":37897,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2009-09-07","cast":["Michael Aspel","Katherine Jenkins"],"overview":"Katherine Jenkins and Michael Aspel celebrate the heroes of the Home Front.","original_name":"The Week We Went To War","vote_average":0.0,"name":"The Week We Went To War","cert":"Unavailable","id":37910,"adult":"false","genre_ids":[99,10768,10767],"origin_country":["GB"]},{"first_air_date":"2009-09-22","cast":[],"overview":"","original_name":"Kist, De","vote_average":0.0,"name":"Kist, De","cert":"Unavailable","id":37911,"adult":"false","genre_ids":[],"origin_country":["NL"]},{"first_air_date":"2009-10-25","cast":["Lisa Wade","Marcel Goedhart"],"overview":"","original_name":"13 in de Oorlog","vote_average":8.0,"name":"13 in de Oorlog","cert":"Unavailable","id":37912,"adult":"false","genre_ids":[10751,10768],"origin_country":["NL"]},{"first_air_date":"2009-12-12","cast":[],"overview":"Follow competitors as they tackle a series of challenging obstacle courses in both city qualifying and city finals rounds across the country. Those that successfully complete the finals course in their designated region move on to the national finals round in Las Vegas, where they face a stunning four-stage course modeled after the famed Mt. Midoriyama course in Japan. The winner will take home a grand prize of $1 million.","original_name":"American Ninja Warrior","vote_average":6.7,"name":"American Ninja Warrior","cert":"Unavailable","id":37913,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Hopscotch","vote_average":0.0,"name":"Hopscotch","cert":"Unavailable","id":37914,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2010-02-28","cast":["Luke Gamble"],"overview":"","original_name":"The World Wild Vet","vote_average":0.0,"name":"The World Wild Vet","cert":"Unavailable","id":37915,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2010-02-02","cast":["Ilari Sahamies","Tom Dwan"],"overview":"","original_name":"Full Tilt Durrrr Million Dollar Challenge","vote_average":0.0,"name":"Full Tilt Durrrr Million Dollar Challenge","cert":"Unavailable","id":37916,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2000-01-04","cast":["Mari Natsuki"],"overview":"","original_name":"Biyoushitsu","vote_average":0.0,"name":"Biyoushitsu","cert":"Unavailable","id":37929,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":"2006-07-14","cast":["Takayuki Yamada","Erika Sawajiri","Nao Matsushita","Kei Tanaka","Megumi Sato"],"overview":"Amane Kaoru lives a night life, not because she wishes so, but because she is infected with the xeroderma pigmentosum virus. This virus defects the ability to repair damage caused by the sun's rays. Although she cannot expose her body to the sunlight, she dreams of becoming a singer, even if remaining positive has been ruined many times due to her illness. One night, playing outside, she meets Fujishiro Kouji, who has lost his job and hope, and becomes someone who reminds him of his long forgotten music passion.","original_name":"午夜的陽光","vote_average":0.0,"name":"A Song to the Sun","cert":"Unavailable","id":37930,"adult":"false","genre_ids":[18],"origin_country":["JP"]},{"first_air_date":"1999-07-11","cast":[],"overview":"","original_name":"Memories (NL)","vote_average":0.0,"name":"Memories (NL)","cert":"Unavailable","id":37931,"adult":"false","genre_ids":[],"origin_country":["NL"]},{"first_air_date":"2006-09-04","cast":[],"overview":"","original_name":"Style Her Famous","vote_average":0.0,"name":"Style Her Famous","cert":"Unavailable","id":37932,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2008-09-22","cast":[],"overview":"","original_name":"Extreme Forensics","vote_average":0.0,"name":"Extreme Forensics","cert":"Unavailable","id":37933,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2007-07-26","cast":["Jim Al-Khalili"],"overview":"The story of the discovery that everything is made from atoms, one of the greatest scientific breakthroughs in history, and the brilliant minds behind it.","original_name":"Atom","vote_average":8.0,"name":"Atom","cert":"Unavailable","id":37934,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"1997-10-13","cast":["Megumi Okina","Toshihito Ito","Kanako Enomoto","Nanako Matsushima","Tomoka Kurotani"],"overview":"","original_name":"心療内科医・涼子","vote_average":0.0,"name":"The Doctor Is In","cert":"Unavailable","id":37949,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":null,"cast":["Bob Vila"],"overview":"","original_name":"Restore America","vote_average":0.0,"name":"Restore America","cert":"Unavailable","id":37950,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2003-09-12","cast":["Harald Rønneberg","Thomas Numme"],"overview":"","original_name":"Senkveld med Thomas og Harald","vote_average":9.0,"name":"Senkveld med Thomas og Harald","cert":"Unavailable","id":37951,"adult":"false","genre_ids":[10767,35],"origin_country":["NO"]},{"first_air_date":"2008-01-09","cast":[],"overview":"","original_name":"Sirkusliv","vote_average":0.0,"name":"Sirkusliv","cert":"Unavailable","id":37952,"adult":"false","genre_ids":[],"origin_country":["NO"]},{"first_air_date":"2008-04-07","cast":[],"overview":"","original_name":"Ungkaren 20 VS 40","vote_average":0.0,"name":"Ungkaren 20 VS 40","cert":"Unavailable","id":37953,"adult":"false","genre_ids":[],"origin_country":["NO"]},{"first_air_date":"2006-08-21","cast":[],"overview":"","original_name":"Memories Tour d'amour","vote_average":0.0,"name":"Memories Tour d'amour","cert":"Unavailable","id":37954,"adult":"false","genre_ids":[],"origin_country":["NL"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Good Cop Bad Cop","vote_average":0.0,"name":"Good Cop Bad Cop","cert":"Unavailable","id":37955,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2005-07-30","cast":["Jun Jin","Lee Wan","Lee Chung-ah"],"overview":"Yoon So-ra (Lee Cheong-ah): She is the owner of Sora Motel on the east coast, and has an insatiable desire for food. She is a helpless klutz, but she dreams of becoming a dolphin trainer somedady.","original_name":"해변으로 가요","vote_average":0.0,"name":"Let's Go to the Beach","cert":"Unavailable","id":37964,"adult":"false","genre_ids":[],"origin_country":["KR"]},{"first_air_date":"1999-01-06","cast":["Gideon Emery"],"overview":"","original_name":"25 degrés sud","vote_average":0.0,"name":"25 degrés sud","cert":"Unavailable","id":37965,"adult":"false","genre_ids":[],"origin_country":["FR"]},{"first_air_date":"2001-01-01","cast":["Natsumi Abe","Maki Mizuno","Tsuyoshi Domoto","Jinpachi Nezu","Yuko Nakazawa"],"overview":"The star of the show is Rosinante, a lovable Labrador retriever, whose master, a commuter train conductor, dies while Rosinante is spending the night at the impromptu weekend dog hotel a veterinary professor has set up at the university to collect a little extra cash. With a touch of the loyal Hachiko in him, Rosinante greets all the passing trains his master used to ride. Such loyalty leads Domoto to adopt Rosinante even if it does mean getting thrown out of his apartment building and having to live in the girl's dorm.\n\n\"Dear Diary, the dogs broke out of the veterinary clinic again today . . .\", you would think was written by a person. Well, the whole story is in fact told by a dog, Rosinante, one of the inhabitants of a university veterinary clinic. Chief among his writings is happy-go-lucky yet hapless vet student Arata Mukai, who is at bliss with animals. The question is, can Arata get along with his peers and professors as well as he can with the animals he cares for?","original_name":"向井荒太の動物日記 〜愛犬ロシナンテの災難〜","vote_average":0.0,"name":"Aiken Rosinante no Sainan ~ Mukai Ryuuta no Doubutsu Nikki","cert":"Unavailable","id":37966,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":"2004-03-29","cast":["Mayumi Asaka","Reiko Tajima"],"overview":"","original_name":"Eien no kimi he","vote_average":0.0,"name":"Eien no kimi he","cert":"Unavailable","id":37967,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":"2001-10-01","cast":["Chizuru Ikewaki","Jun Fubuki","Jinpachi Nezu","Yumi Asou","Chitose Kobayashi"],"overview":"","original_name":"ほんまもん","vote_average":0.0,"name":"Honmamon","cert":"Unavailable","id":37968,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":"2003-04-16","cast":["Asaka Seto","Katsuhisa Namase"],"overview":"","original_name":"夜逃げ屋本舗","vote_average":0.0,"name":"New Flight by Night","cert":"Unavailable","id":37969,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":"2005-04-15","cast":["Tomoya Nagase","Junichi Okada","Yū Aoi","Toshiyuki Nishida","Takashi Tsukamoto"],"overview":"Toraji is a stereo-typical yakuza who is hoping to become a rakugo (comic) storyteller. Ryuji is a designer who has terrible taste, but owns a fashion shop in Ura-Harajuku, a shopping district famous for its avant-garde clothing. The story develops around the relationships Toraji and Ryuji have with the offbeat and comical characters around them. This fast-paced comedy is a collection of one-off stories which blends the modern and traditional by basing each episode on a classic rakugo storyline.","original_name":"タイガー＆ドラゴン","vote_average":8.0,"name":"Tiger & Dragon","cert":"Unavailable","id":37970,"adult":"false","genre_ids":[18,35],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Hotel Dix","vote_average":0.0,"name":"Hotel Dix","cert":"Unavailable","id":37977,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2010-05-07","cast":["Peter Owen-Jones"],"overview":"Inspired by his experiences in 'Around the World in 80 Faiths', part-time vicar Peter Owen Jones returns to credit-crunch Britain and to the realisation that modern life has become a frenzy of spending and working. He yearns for a life of simplicity and meaning - a deeper connection to both nature and people. Filmed over the course of nearly a year in his beautiful Sussex parishes, the first in a three-part series follows Peter as he tries to turn his back on consumerism.","original_name":"How To Live A Simple Life","vote_average":0.0,"name":"How To Live A Simple Life","cert":"Unavailable","id":37978,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2010-05-31","cast":["Bill Granger"],"overview":"Bill Granger brings to life his passion for cooking in the same relaxed, stunning style of his cafés and books. Filled with no-fuss recipes using easy to find ingredients, Bills food ensures that everyone can prepare his appealing and delicious food. Bill shows how to cook meals for every occasion, whether it's breakfast or a barbecue, mid week meals or that special dinner party for family and friends.","original_name":"Bill's Food","vote_average":0.0,"name":"Bill's Food","cert":"Unavailable","id":37979,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"2010-07-25","cast":[],"overview":"","original_name":"Clash of the Continents","vote_average":0.0,"name":"Clash of the Continents","cert":"Unavailable","id":37980,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2010-08-01","cast":[],"overview":"","original_name":"Drama Trails","vote_average":0.0,"name":"Drama Trails","cert":"Unavailable","id":37981,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"The Twelve Dreams Of The Sun was a concert held by musician Jean Michel Jarre on the Pyramids of Giza, Egypt starting on December 31, 1999 and carrying overnight to January 1, 2000. It was attended by 120,000 people. The concert consisted of two parts, the Main Concert and a Sunrise Concert. The concert cost approximately $9,500,000 and it originated when Jean-Michel Jarre was contacted by the Egyptian president Hosni Mubarak with a special project to celebrate the dawn of the new Millennium at the foot of the only remaining monument of the original 7 Wonders of the World - the Great Pyramids.\n\nJarre's team had developed giant projections to be displayed on the faces of the Great Pyramids, however a heavy cloud of fog made the pyramids almost invisible, so most of the projections were discarded. Parts of the concert were broadcast live on TV stations around the world.","original_name":"Jean Michel Jarre at the Pyramids","vote_average":0.0,"name":"Jean Michel Jarre at the Pyramids","cert":"Unavailable","id":37982,"adult":"false","genre_ids":[],"origin_country":["FR"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Hidden Treasure Houses","vote_average":0.0,"name":"Hidden Treasure Houses","cert":"Unavailable","id":37983,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2009-09-04","cast":["Tygo Gernandt","Sander Lantinga"],"overview":"","original_name":"Kamikaze tv","vote_average":0.0,"name":"Kamikaze tv","cert":"Unavailable","id":37990,"adult":"false","genre_ids":[],"origin_country":["NL"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Je eigen droomhuis","vote_average":0.0,"name":"Je eigen droomhuis","cert":"Unavailable","id":37991,"adult":"false","genre_ids":[],"origin_country":["NL"]},{"first_air_date":"2009-03-20","cast":[],"overview":"","original_name":"Torsdag kveld fra Nydalen","vote_average":0.0,"name":"Torsdag kveld fra Nydalen","cert":"Unavailable","id":37992,"adult":"false","genre_ids":[35],"origin_country":["NO"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Scots Who Made the Modern World","vote_average":0.0,"name":"The Scots Who Made the Modern World","cert":"Unavailable","id":37993,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Deputized","vote_average":0.0,"name":"Deputized","cert":"Unavailable","id":37994,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Hitmakers","vote_average":0.0,"name":"Hitmakers","cert":"Unavailable","id":37995,"adult":"false","genre_ids":[],"origin_country":["US"]},{"cert":"Unavailable","cast":[],"id":37996,"first_air_date":"2010-05-24","overview":"","genre_ids":[],"origin_country":["US"],"original_name":"Can It Be Built?","vote_average":0.0,"name":"Can It Be Built?","adult":"false"}]