[{"first_air_date":"2011-03-22","cast":["Clive Mantle","Georgia Moffett","Will Mellor","Naomi Bentley","Joel Fry"],"overview":"The incredible misadventures of two handymen on the road and the extraordinary people they meet along the way.","original_name":"White Van Man","vote_average":6.6,"name":"White Van Man","cert":"Unavailable","id":39005,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"TV3 News is the news output at TV3 Ireland. Its services are available online, on-demand, on TV and mobile. Its flagship bulletins begin at 07:00 each weekday on Ireland AM followed by bulletins on Midday both hosted by Siobhan Bastible. Its prime-time bulletin 'The 5:30' is hosted by Colette Fitzpatrick. Its late night news programme Tonight with Vincent Browne airs weeknights from 23:00 and on Wednesday, Nora Owen hosts its current affairs programme Midweek.","original_name":"TV3 News","vote_average":0.0,"name":"TV3 News","cert":"Unavailable","id":39006,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Divine Retribution is a TV drama series broadcast by ATV in Hong Kong on 11, September 2000. The series is supposed to be a sequel to TVB's 1992 series The Greed of Man, and was initially called, literally \"Greed of Man 2000\". Part of the reason for the name change was said to be due to legal rights disputes. While Douban reviews have suggested that the sequel to a TVB series being adopted by a rival channel ATV was actually not one of major controversy.","original_name":"Divine Retribution","vote_average":0.0,"name":"Divine Retribution","cert":"Unavailable","id":39007,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"Hamaari Beti Raaj Karegi is an Indian television drama series that airs on Sahara One channel. The series is premiered on December 20, 2010 and replaced Woh Rehne Waali Mehlon Ki, the logest running television series on Sahara One. The series starrs known Bollywood actress Saira Banu in an important role. The show was about to end but it was so popular they decided to give it a second chance.","original_name":"Hamaari Beti Raaj Karegi","vote_average":0.0,"name":"Hamaari Beti Raaj Karegi","cert":"Unavailable","id":39008,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"My Date with a Vampire III is a 2004 Hong Kong television series produced by ATV as a sequel to My Date with a Vampire and My Date with a Vampire II, but with a new story line that is different from the first two seasons. The series starred many cast members from the first two seasons. Like the first two seasons, My Date with a Vampire III also blends aspects of the jiangshi with those of western vampires, while injecting elements of Chinese mythology, eschatology and time travel, with more focus on Chinese mythology in this season as compared to the first two.","original_name":"我和僵尸有个约会 III","vote_average":0.0,"name":"我和僵尸有个约会 III","cert":"Unavailable","id":39009,"adult":"false","genre_ids":[35,27,10759],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"Stars of Tomorrow is an Aruban reality-drama television series that premiered on ATV on May 5, 2010. The series was created and is largely written by Ben Steel and explores the life of a group of young actors in Aruba with acting aspirations.","original_name":"Stars of Tomorrow","vote_average":0.0,"name":"Stars of Tomorrow","cert":"Unavailable","id":39010,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2011-03-21","cast":["Elliot Ngok"],"overview":"Be Home for Dinner is an TVB modern sitcom series.","original_name":"Be Home for Dinner","vote_average":0.0,"name":"Be Home for Dinner","cert":"Unavailable","id":39011,"adult":"false","genre_ids":[18,35],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Is It Possible? is a three-episode documentary television series on the Discovery Channel that features people, animals, technology, and other things that are real, but so unusual and surprising that they seem impossible.\n\nThe series is narrated by Robert Lee, who is also the narrator for Mythbusters. Executive producer is Dan Jbara.\n\nThe first episode aired on March 24, 2010, and included a contortionist, a blind man who uses echolocation, microscopic art by Willard Wigan, the fish Macropinna microstoma, a lyrebird, a man who roller skated on a roller coaster, and several other subjects.","original_name":"Is It Possible?","vote_average":0.0,"name":"Is It Possible?","cert":"Unavailable","id":39022,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"1997-06-08","cast":["Natalia Oreiro","Diego Ramos","Millie Stegmann","Arnaldo André","Antonio Grimau"],"overview":"Ricos y Famosos is an Argentine telenovela.","original_name":"Ricos y Famosos","vote_average":0.0,"name":"Ricos y Famosos","cert":"Unavailable","id":39023,"adult":"false","genre_ids":[],"origin_country":["AR"]},{"first_air_date":"1999-10-18","cast":["Mayumi Asano","Fumiko Osaka","Junpei Morita","Nariko Fujieda","Kaori Aso"],"overview":"Wild Arms exploits the tales of Sheyenne Rainstorm, a deadly gunslinger trapped in the body of a 10-year old boy. Together with bandit Kiel Aronakus, card-throwing dame Loretta Oratorio, vampire girl Mirabelle Graceland and a weird creature named Jerusha, Sheyenne embarks on a long journey to find out about his lost past and figure out who placed him in his current body.","original_name":"ワイルドアームズ トワイライトヴェノム","vote_average":0.0,"name":"Wild Arms: Twilight Venom","cert":"Unavailable","id":39026,"adult":"false","genre_ids":[16,10765],"origin_country":["JP"]},{"first_air_date":"2006-11-17","cast":[],"overview":"Split Ends is an American reality television series on WE tv that debuted on November 17, 2006 and ran for five seasons. The series follows high-end salon workers who swap jobs with small-town hair stylists for three days. Each sylist must see if they can keep the clients happy and be able to adjust to each other's environment.","original_name":"Split Ends","vote_average":0.0,"name":"Split Ends","cert":"Unavailable","id":39027,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The CBS Tuesday Movie","vote_average":0.0,"name":"The CBS Tuesday Movie","cert":"Unavailable","id":39028,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Boom-a-Bang: 50 Years of Eurovision is a one hour documentary that aired on BBC One on 16 May 2006. The programme celebrates 50 years of the Eurovision Song Contest. The programme was presented and narrated by long serving Eurovision commentator Terry Wogan. It included a guest appearance from the UK representative for the 2006 Eurovision Song Contest Daz Sampson as well as archive footage from previous UK and other entries from previous song contest.","original_name":"Boom Bang-a-Bang: 50 Years of Eurovision","vote_average":0.0,"name":"Boom Bang-a-Bang: 50 Years of Eurovision","cert":"Unavailable","id":39029,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Par Is Dil Ko Kaise Samjaye is an Indian television series based on the story of two sisters whose lives get dramatically affected by a series of accidents brought about through sheer fate. The series premiered on Sony TV on March 29, 2002, and aired every Friday at 8:30pm IST.","original_name":"Par Is Dil Ko Kaise Samjaye","vote_average":0.0,"name":"Par Is Dil Ko Kaise Samjaye","cert":"Unavailable","id":39038,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":"2011-02-09","cast":["Dave O'Neil","Adam Hills","Hannah Gadsby"],"overview":"Adam Hills In Gordon St Tonight has all the usual talk show trimmings – celebrity guests, great comedy and live music - with all the excitement and spontaneity you’d expect from one of the country’s best live comedians.","original_name":"Adam Hills Tonight","vote_average":0.0,"name":"Adam Hills Tonight","cert":"Unavailable","id":39039,"adult":"false","genre_ids":[10767,35],"origin_country":["AU"]},{"first_air_date":"2011-02-22","cast":["Jang Hyuk","Lee Min-jung","Kim Hee-ae","No Min-woo","Lee Deok-hwa"],"overview":"Midas is a 2011 South Korean television series starring Jang Hyuk, Lee Min-jung and Kim Hee-ae. It tells the story of life in the mergers & acquisitions, stock market and financial world, amidst company takeovers and stock manipulation. It aired on SBS from February 22 to May 3, 2011 on Mondays and Tuesdays at 21:55. The series ran for a total of 21 episodes.","original_name":"마이더스","vote_average":6.5,"name":"Midas","cert":"Unavailable","id":39040,"adult":"false","genre_ids":[18],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"Mga Nagbabagang Bulaklak is a television series that began airing in the Philippines by TV5 on March 21, 2011. The show stars Sheryl Cruz, Ruffa Gutierrez, Arci Munoz, Carla Humphries, Valerie Concepcion and the Star Factor Finalist Ritz Azul and is directed by Jon Red.\n\nTV5’s second teledrama offering, “Mga Nagbabagang Bulaklak” is a controversial show by Benedict Migue that displays events within and outside of the broadcast industry, particularly on television.","original_name":"Mga Nagbabagang Bulaklak","vote_average":0.0,"name":"Mga Nagbabagang Bulaklak","cert":"Unavailable","id":39041,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Burnnie the Bunnie: Tails From the Light Side is a Christian non-profit television ministry operating out of Sioux Falls, South Dakota. It features a rabbit named Burnnie T. Bunnie, who means well, but is very mischievous and naive, and constantly gets into trouble unwittingly. However, he has lots of loyal friends to keep him in line. He learns about God and true Christian morals at the end of every episode. The series currently consists of thirty-three episodes. Recently, dolls depicting Burnnie have been produced. Burnnie has over 2000 Facebook fans.","original_name":"Burnnie the Bunnie: Tails From the Light Side","vote_average":0.0,"name":"Burnnie the Bunnie: Tails From the Light Side","cert":"Unavailable","id":39042,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Nachley is the Pakistani version of Dancing with the Stars. It is now in its fourth season. The show is aired on ARY Digital and is now shown on MBC 4 Colors TV AND Channel 5. This show has been awarded the Teen Choice Award 2009 for best reality show and was nominated for an Emmy. It has a rating of 8.5 in Pakistan, 5.5 in the UAE and 8.1 in America with 7.7 in the world ratings. In the UAE the name of the show is \"Dance peh Chance\".","original_name":"Nachley","vote_average":0.0,"name":"Nachley","cert":"Unavailable","id":39043,"adult":"false","genre_ids":[],"origin_country":["PK"]},{"first_air_date":null,"cast":[],"overview":"Manzilein Apani Apani is an Indian television series that aired on Zee TV, based on the lives of two cousin brothers: Rahul and Ankush. The series is directed by known Indian television director Anurag Basu.","original_name":"Manzilein Apani Apani","vote_average":0.0,"name":"Manzilein Apani Apani","cert":"Unavailable","id":39058,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Famous Food is a VH1 reality series that premiered 10 July 2011. It features seven celebrities as they work to open and take ownership in a restaurant in Hollywood owned by Mike Malin and Lonnie Moore of The Dolce Group. Due to low ratings, VH1 announced on July 15 that the show will move to Wednesdays 8\/7c beginning July 20. DJ Paul was the winner of the partnership but after a twist the judges awarded a second partnership to Danielle Staub. The restaurant created on the show, named \"Lemon Basket\", was closed after just 5 months.","original_name":"Famous Food","vote_average":0.0,"name":"Famous Food","cert":"Unavailable","id":39059,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2011-12-18","cast":["Ivy Chen","Choi Si-won","Lee Dong-hae","Bianca Bai","Cherry Hsia"],"overview":"A television adaptation of a Japanese comic titled Skip Beat about a girl name Gong Xi who got betrayed by her long time boyfriend, Bu Puo Shang. In an attempt to get revenge, she debuts as a celebrity and the drama unfolds with the various events she experiences soon after. Gong Xi then meet Dun He Lian, another actor in her agency, who is also her childhood friend.","original_name":"華麗的挑戰","vote_average":7.0,"name":"Skip Beat!","cert":"Unavailable","id":39060,"adult":"false","genre_ids":[35],"origin_country":["TW"]},{"first_air_date":null,"cast":[],"overview":"Hubahu is a Hindi language Indian television series based on the story of twin sisters who exchange places for a week. The story is an adaption of the 1985s hit American two-part made-for-TV movie Deceptions, starring known Hollywood actors Stefanie Powers and Barry Bostwick, in which Powers starred as twins who swap places leading to dire consequences.\n\nThe series premiered on Sony TV on February 7, 2002, and aired every Thursday at 8:30pm IST. The series starred Sandhya Mridul in the lead who played the characters of both sisters, Aditi and Ananya. It was produced by Husmukh Shah and Parvati Balagopalan and shot in Mumbai and Bangkok. The channel ended the series after it completed 30 episodes due to high cost of production, especially shooting overseas which cost half a million rupees an episode.","original_name":"Hubahu","vote_average":0.0,"name":"Hubahu","cert":"Unavailable","id":39061,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Accused is a 1958 dramatized court show consisting of filmed reenactments of actual court cases. The show was cancelled at the end of its first season.","original_name":"Accused","vote_average":0.0,"name":"Accused","cert":"Unavailable","id":39062,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Noise was a magazine show broadcast on ITV in 1996, presented by Andi Peters.\n\nIt was broadcast after the CITV Saturday morning slot at 11am, and was all about music.\n\nThe title sequence to the show depicts two middle-aged ladies enjoying tea and cakes together. While in the next room, a beat box speaker is playing a noisy tune which is disturbing both of the ladies. The loudness of the beat box causes the ladies room to vibrate vigorously, until it breaks through the wall to the ladies room and generates a swirl from its main speaker, sucking both of the ladies inside it as if it were a black hole. The titles were created by LWT's Bill Wilson, and the instrumental theme tune was composed by the synthpop duo, Pet Shop Boys.\n\nThe show performed as a flop with television audiences, and was never scheduled for a second series.\n\nJulian Turner appeared on the show as an assistant to Andi Peters, but left the show during the series due to artistic differences, and went on to pursue a successful career in international finance.","original_name":"The Noise","vote_average":0.0,"name":"The Noise","cert":"Unavailable","id":39063,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Katakan Katamu is the Indonesian format of television game show Bruce Forsyth's Hot Streak. In this quiz, 4 teams, 5 persons for each teams, will examined the knowledge of the vocabulary and played in single-elimination tournament mode. Katakan Katamu is aired on antv from 4 October 2010 to 17 June 2011, hosted by Ben Kasyafani. Previously aired on TPI in 5 years renamed Komunikata.","original_name":"Katakan Katamu","vote_average":0.0,"name":"Katakan Katamu","cert":"Unavailable","id":39064,"adult":"false","genre_ids":[],"origin_country":["ID"]},{"first_air_date":null,"cast":[],"overview":"Boulton & Co is a British news programme currently airing between 1pm and 2pm on Sky News weekdays.\n\nIt is presented by the channel's political editor, Adam Boulton who gave up his Sunday morning show to take on the weekday commitment, and Sarah Hewson, Sky's former Royal correspondent. Sarah-Jane Mee and Jayne Secker act as relief second presenter.\n\nUnlike other programmes on Sky News which are broadcast from their main studios, Boulton & Co comes from Sky's Westminster studio. The programme features interviews, on the day breaking news stories and hard hitting debates. Although its focus is primarily on UK events, the show is aired internationally. It was launched on Monday 17 January 2011.","original_name":"Boulton & Co","vote_average":0.0,"name":"Boulton & Co","cert":"Unavailable","id":39075,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Ultimate Dance Battle is a Dutch and Flemish dance competition and reality show for professional level choreographers and dancers. In The Netherlands the show airs on the Dutch television network RTL 5 and the Flemish 2BE. Sean D'Hondt and Lieke van Lexmond are the Flemish and Dutch presenters of the show. Dan Karaty is credited as creator and executive producer of the of series and also serves as its main officiator. Choreographer Isabelle Beernaert and her team \"Heart2Beat\" won the first season of the series in spring of 2011. The second season began in March 2012 and is currently underway.","original_name":"The Ultimate Dance Battle","vote_average":0.0,"name":"The Ultimate Dance Battle","cert":"Unavailable","id":39076,"adult":"false","genre_ids":[],"origin_country":["NL"]},{"first_air_date":"2011-01-25","cast":[],"overview":"Blackstone is a Canadian television series, which airs on APTN and Showcase. Written, created, directed and produced by Canadian producer Ron E. Scott, the series began filming its eight episodes, plus a pilot, in 2010 in and around Edmonton, Alberta. The second season has concluded and a third season of the series is in development.\n\nBlackstone follows the lives of Indians on the Blackstone Indian reserve. The story is told from an Aboriginal point of view and according to Scott, “Blackstone is relevant and relational in an Aboriginal story world, with universal themes and conflicts that are not only relatable to some First Nations out there today, but also to the world of politics and power in general.\n\nNathaniel Arcand, Justin Rain and Carmen Moore are three cast members from Blackstone who also starred in the 2010 film Two Indians Talking. Other cast members include Eric Schweig, Andrea Menard, Michelle Thrush, Roseanne Supernault, Steven Cree Molison, Ashely Callingbull, Michael Holden and Gordon Tootoosis.","original_name":"Blackstone","vote_average":7.0,"name":"Blackstone","cert":"Unavailable","id":39077,"adult":"false","genre_ids":[18],"origin_country":["CA"]},{"first_air_date":"2009-11-10","cast":[],"overview":"I'm Pregnant and... is an American reality television series broadcast on Discovery Fit & Health. The series tells the stories of women who face serious emotional, physical or mental issues or circumstances during their pregnancies. The ellipsis in the series title acts as a blank, filled in by the title of the week's episode; e.g.: \"I'm Pregnant and... A Nudist\" or \"I'm Pregnant and... Homeless\".\n\nThe series began on Discovery Health Channel on November 10, 2009. Season 1 concluded on December 29, 2009,after 6 episodes. Season 2 ran from July 20, 2010, to October 19, 2010, with 8 episodes. Season 3 ran from September 1 to 29, 2011, with 6 episodes.\n\nThe series moved to Discovery Fit & Health in 2011 after OWN replaced Discovery Health. Select episodes returned to OWN in April 2011 as one of several series from OWN's sister networks to fill gaps in OWN's programming while they built their own library of original programs.","original_name":"I'm Pregnant and...","vote_average":0.0,"name":"I'm Pregnant and...","cert":"Unavailable","id":39078,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2011-04-14","cast":[],"overview":"Triple Rush is an American reality television series. It premiered on April 14, 2011, on the Travel Channel. The program is about bicycle courier services in the city of New York.","original_name":"Triple Rush","vote_average":0.0,"name":"Triple Rush","cert":"Unavailable","id":39079,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2003-01-03","cast":[],"overview":"Idool is the Belgian version of the Idol series. The series was launched in late 2002 by Belgian television network VTM. The contestants are first narrowed down to 100 contestants, and then down to 30-50 through several auditions and tests by a panel of judges. From this point on, the viewers decide who are in and who are out, and the judges limit themselves to commenting. TV viewers being what they are, the votes are based not solely on the singers vocal performance, but also on his or her looks, clothes, entertainment value, and other factors.\n\nIn difference to the versions from other countries of the franchise, several contestants achieved on-going success in the local music industry, most notably Natalia Druyts, runner-up from season one, who managed to sell over 400,000 albums, and over 1 million concert tickets between 2003 and 2010 in Flanders; and Hadise Açıkgöz, who did not even make the top 10 in Season 1 but nevertheless became a career musician who represented Turkey in the Eurovision Song Contest 2009 placing 4th.","original_name":"Idool","vote_average":0.0,"name":"Idool","cert":"Unavailable","id":39080,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Cream in My Coffee is a television drama by Dennis Potter, broadcast on ITV on 2 November 1980 as the last in a loosely-connected trilogy of plays exploring language and betrayal. A juxtaposition between youth and old age, the play combines a non-linear narrative with the use of popular music to heighten dramatic tension and strongly anticipated The Singing Detective. Cream in My Coffee was awarded the Prix Italia for best drama in 1981 and Peggy Ashcroft gained a BAFTA Best Actress award in 1981. The play's title is taken from the popular song \"You're the Cream in My Coffee\", from the 1929 Broadway musical Hold Everything!","original_name":"Cream in My Coffee","vote_average":0.0,"name":"Cream in My Coffee","cert":"Unavailable","id":39095,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Rain on the Roof is a television drama by Dennis Potter, broadcast by ITV on 26 October 1980.\n\nIt is the second in a loosely-connected trilogy of plays exploring language and betrayal produced for London Weekend Television by the independent company Potter and producer Kenith Trodd established after a breech in the playwright's relationship with the BBC. A psycho-sexual thriller, the drama is an example of the visitation motiff: a key theme in Potter's work. The title of the play is taken from the 1932 Al Bowlly song of the same name.","original_name":"Rain on the Roof","vote_average":0.0,"name":"Rain on the Roof","cert":"Unavailable","id":39096,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Amazing Cooking Kids is a 2011 reality cooking competition show in the Philippines that features children from ages nine to twelve years old. It is presented by actress and TV host Carmina Villaroel. It debuted on April 16, 2011 on GMA Network. Starting June 4, 2011, it is set to premiere internationally on GMA Life TV with a six-day episode delay.","original_name":"Amazing Cooking Kids","vote_average":0.0,"name":"Amazing Cooking Kids","cert":"Unavailable","id":39097,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"1969-02-06","cast":["Ty Hardin"],"overview":"Riptide is an Australian adventure television","original_name":"Riptide","vote_average":0.0,"name":"Riptide","cert":"Unavailable","id":39098,"adult":"false","genre_ids":[10759],"origin_country":["AU"]},{"first_air_date":"2012-02-22","cast":["Justine Clarke","Frank Woodley","Tom Long","Alexandra Cashmere"],"overview":"Woodley is the chaotic and accident  prone, yet devoted father of seven-year-old Ollie.  Recently divorced, his ex-wife Em couldn’t live  amongst the chaos but Woodley secretly hopes that one day he’ll win her  back and they’ll be a family again.\r\nBut with Em’s new boyfriend Greg on the scene, it’s not going  to be easy.","original_name":"Woodley","vote_average":0.0,"name":"Woodley","cert":"Unavailable","id":39099,"adult":"false","genre_ids":[35],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"\"Lift Off with Ayshea\" is a British TV show, produced by Granada Television for the ITV network, which ran for 144 editions spanning eight series, between November 1969 and December 1974.\n\nPreceded by the show Discotheque, the replacement was originally entitled \"Lift Off\" and was aired in the children's programming schedule, but was seen by many as ITV's junior answer to the BBC's Top Of The Pops. Ayshea Brough had appeared on the earlier Discotheque in March 1969 and was one of the first women of Asian heritage to front a TV series on British TV, initially co-hosting the show with Graham Bonney and later singer Wally Whyton. The series was produced by Muriel Young, who went on to produce Clapperboard, Shang-A-Lang and Get It Together for ITV Granada.\n\nThe premise of the show was to showcase music requested by viewers writing in to the series. The requests were interspersed with performances of either new releases or current hits. Generally, only two or three guest acts would appear each week; the majority of the songs were performed by Ayshea herself or would be played into the studio and a dance troupe would choreograph the track. The main dance ensemble were known as 'The Feet'; identical twin sisters Teresa & Lesley Scoble, who were concurrently appearing in the ITV children's drama Timeslip throughout the 1970 run. For one series, a resident band known as 'The Pattern' sang selected tracks each week. Series 5 featured Guy Lutman, Lynn Garner and Chris Marlow as the resident singers. Later series featured the puppets Ollie Beak and Fred Barker as co-hosts.","original_name":"Lift Off with Ayshea","vote_average":0.0,"name":"Lift Off with Ayshea","cert":"Unavailable","id":39100,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"TV Patrol Western Mindanao","vote_average":0.0,"name":"TV Patrol Western Mindanao","cert":"Unavailable","id":39101,"adult":"false","genre_ids":[10763],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Rupert of Hentzau is a 1964 British television series based on the novel Rupert of Hentzau which ran for six half-hour episodes. It starred George Baker, Barbara Shelley, Peter Wyngarde, John Phillips, Tristram Jellinek, Sally Home and Derek Blomfield. It was filmed at the BBC Television Centre in Wood Lane, west London.","original_name":"Rupert of Hentzau","vote_average":0.0,"name":"Rupert of Hentzau","cert":"Unavailable","id":39114,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2010-06-06","cast":[],"overview":"Kate returns with the kids! Join Kate and the kids on new adventures - from activities at home to exciting field trips, experience all the fun with the family.","original_name":"Kate Plus 8","vote_average":5.3,"name":"Kate Plus 8","cert":"Unavailable","id":39115,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Ek Khiladi Ek Haseena is an Indian reality dance series broadcast on Colors in 2008. The series is hosted by Sandhya Mridul and judged by Bollywood film actress Sushmita Sen and a former Pakistani cricketer Wasim Akram.","original_name":"Ek Khiladi Ek Haseena","vote_average":0.0,"name":"Ek Khiladi Ek Haseena","cert":"Unavailable","id":39116,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Freedom Song is a film based on true stories of the Civil Rights Movement in Mississippi in the 1960s. It tells the story of the struggle of African-Americans to register to vote in the fictional town of Quinlan. In the midst of the Freedom Summer, a group of high school students in the small town are eager to make grassroots changes in their own community. The young activists meet resistance not only from white southerners, but from their parents, who have experienced firsthand the violence that can result from speaking out. As high school students band together with the support of the Student Nonviolent Coordinating Committee, they make strides in registering African American voters and gaining awareness for their cause.\n\nThe film was made for TV and released on TNT. It was written and directed by Phil Alden Robinson, co-written by Stanley Weiser, and released in 2000. Winner of the Image Award, Writers Guild of America award, and Golden Gate Award, it stars Danny Glover, Vicellous Reon Shannon, and Vondie Curtis-Hall.","original_name":"Freedom Song","vote_average":8.0,"name":"Freedom Song","cert":"Unavailable","id":39117,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Life on the Edge","vote_average":0.0,"name":"Life on the Edge","cert":"Unavailable","id":39118,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2006-09-18","cast":["Carsten Norgaard","Thomas W. Gabrielsson","Birthe Neumann","Mille Dinesen"],"overview":"","original_name":"Nynne","vote_average":0.0,"name":"Nynne","cert":"Unavailable","id":39119,"adult":"false","genre_ids":[35],"origin_country":["DK"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Kvällen är din","vote_average":0.0,"name":"Kvällen är din","cert":"Unavailable","id":39120,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Ingen kære mor - alene i junglen","vote_average":0.0,"name":"Ingen kære mor - alene i junglen","cert":"Unavailable","id":39131,"adult":"false","genre_ids":[99],"origin_country":["DK"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Ekwall vs. Lundh","vote_average":0.0,"name":"Ekwall vs. Lundh","cert":"Unavailable","id":39132,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Mandarin News Australia was a news and current affairs service on the Special Broadcasting Service for the Australian Chinese community and the broader Australian audience.\n\nMandarin News Australia was Australia’s first and only free to air, locally produced in-language Mandarin news service. This program delivers relevant news and current affairs to one of Australia’s largest language communities and the wider community. The program covers national and international stories, ranging from major political and business news, local Chinese and Australian arts, cultural, community and sports events. The program also features weekly profile pieces on inspiring locals and successful identities, including Kevin Rudd, Yao Ming, the Dalai Lama, super sleuth Dr Henry Lee, China's academic superstar, Yu Dan and The Sun King: Shi Zhengrong.\n\nThe program airs on SBS Two on Wednesdays at 5:30pm with English subtitles, and repeated on SBS One on Sundays at 6.30am. Mandarin News Australia is presented by Zhou Li and Amy Chien-Yu Wang who's also a video journalist on the program. The production team consists of video journalist, Jason Jin, World News Australia journalist, Cassandra Hill, video producer, Phil Austin and Executive Producer, Liz Deep-Jones.","original_name":"Mandarin News Australia","vote_average":0.0,"name":"Mandarin News Australia","cert":"Unavailable","id":39133,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"2011-09-23","cast":["Debra Byrd"],"overview":"Majors & Minors is an American reality television singing competition, that premiered on The Hub on September 23, 2011. Auditions are held for 8-16 year olds, and whoever wins will get a chance to have a partnership with Sony's RCA Music Group. BMI will be involved with the series. The winner of the first season was Michael Woodard.","original_name":"Majors & Minors","vote_average":0.0,"name":"Majors & Minors","cert":"Unavailable","id":39134,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2009-10-26","cast":[],"overview":"Extreme Paranormal is an American paranormal documentary TV special that premiered on Monday, October 26, 2009 on A&E Network at 10pm EST. It aired as a two-part 1 hour special for Halloween and followed the missions of three paranormal investigators that go to extremes in order to make contact with spirits during their investigations.","original_name":"Extreme Paranormal","vote_average":9.5,"name":"Extreme Paranormal","cert":"Unavailable","id":39135,"adult":"false","genre_ids":[99,35],"origin_country":[]},{"first_air_date":"2011-04-17","cast":[],"overview":"Inspector America is a television series produced by Original Productions and distributed and shown on History Channel . The show premiered on April 17, 2011.\n\nInspector America is hosted by Timothy Galarnyk, an infrastructure safety specialist. Each week, Galarnyk travels to a different U.S. city to inspect the current state of the city's infrastructure, including bridges, tunnels, utilities, and other public works. Timothy frequently interviews citizens of that city, such as the people that survived the Minnesota Bridge Collapse. He reports what he finds to the city, sometimes by taking the officials with him.","original_name":"Inspector America","vote_average":0.0,"name":"Inspector America","cert":"Unavailable","id":39136,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The '90s Are All That is a programming block that airs nightly on TeenNick. The block shows reruns of classic Nickelodeon shows from the 1990s, airing in a two-hour block running every night from 11pm to 1am, also airing in an encore from 1am-3am. The block derives its name and logo from All That, a popular sketch comedy series that ran on Nickelodeon from 1994 to 2005.\n\nThe creation of the block, which debuted the night of July 25, 2011, was inspired by a large amount of interest in classic Nickelodeon series from the 1990s by users of social media outlets such as Facebook. From October 7, 2011 through October 23, 2011, the block aired in an earlier time slot, from 10 p.m. to midnight. Response to the debut was very positive; hash tags pertaining to the block became trending topics on Twitter and the Nielsen Ratings for TeenNick on the debut night increased to between eight and 60 times the ratings TeenNick received in previous weeks, beating numerous higher-profile basic cable programs in the same time slot.\n\nSome of the animated programming that is scheduled to be included in the block in the future was, at the time of the block's launch, already airing in overnight marathons on sister network Nicktoons, a practice that began in summer 2010. The Nicktoons marathons existed simultaneously with The '90s Are All That through August 2011, but have since been removed from the schedule. From Monday 4 February 2013, Nickelodeon started to broadcast The '90s Are All That block with The Amanda Show, Clarissa Explains It All and The Journey of Allen Strange, airing from 10:30pm through to midnight. The block was not advertised, and is not branded. It then ended on 15 April 2013.","original_name":"The 90s Are All That!","vote_average":0.0,"name":"The 90s Are All That!","cert":"Unavailable","id":39137,"adult":"false","genre_ids":[16,18,35],"origin_country":[]},{"first_air_date":"2011-05-09","cast":[],"overview":"It's time to peek behind the designer curtains of South West London and meet London's young socially elite, Made in Chelsea. Yes, they're immaculately dressed; yes, they are fiercely ambitious; and of course they party hard. But beyond the posh accents, fast cars and polo parties, life isn't all champagne and canapés. See the real-life rivalries and relationships that set tongues wagging and phones beeping behind closed doors on the Kings Road. Enjoy every love-in, fall out and bitch fest captured on camera and played out over eight deliciously decadent one-hour episodes.","original_name":"Made in Chelsea","vote_average":5.3,"name":"Made in Chelsea","cert":"Unavailable","id":39148,"adult":"false","genre_ids":[10764],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Sanskaar Laxmi is an Indian television drama series which premiered on Zee TV on January 17, 2011 to September 8, 2011. The series is based on the life of a poor village girl, Laxmi who gets married into a rich Gujarati family in Mumbai. The story shows how a less educated but worldly wise, mature and extremely talented Laxmi overcomes obstacles to settle down in her life.\n\nThe series ended in September due to low TRP ratings and a lot of changes incorporated with the script and the channel were not happy as the serial did not meet its expectations.","original_name":"Sanskaar Laxmi","vote_average":0.0,"name":"Sanskaar Laxmi","cert":"Unavailable","id":39149,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Bread N' Butter is a business and travel show produced by DSR Multimedia Productions and airs on UNTV. The program describes itself as a show that would inspire Filipinos to discover their entrepreneurial sense. The program format is similar to a travel documentary where the main hosts venture and visit various kinds of business establishments. It also features solutions to business problems, which they claim to be helpful to the business-minded audience. It is currently hosted by Arlene Razon, Kitt Meily and Rodel Flordeliz and airs every Sunday on UNTV. The television show uses Taglish language as its means of communication.","original_name":"Bread N' Butter","vote_average":0.0,"name":"Bread N' Butter","cert":"Unavailable","id":39150,"adult":"false","genre_ids":[10763],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"The Comeback Story is a half-hour drama reality show which aired on ABC from October 2, 1953 to February 5, 1954, in which celebrities explain how they overcame physical disabilities or other kinds of adverse fortunes in their lives.","original_name":"The Comeback Story","vote_average":0.0,"name":"The Comeback Story","cert":"Unavailable","id":39151,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The National Lottery draws is the television programme that broadcasts the drawing of the National Lottery in the United Kingdom. Since January 2013, the programme, usually broadcast by BBC One, airs on only on Saturdays.","original_name":"The National Lottery Draws","vote_average":0.0,"name":"The National Lottery Draws","cert":"Unavailable","id":39152,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2006-08-16","cast":[],"overview":"Fast Track Love is a Chinese drama television series co-produced by mainland China and Taiwan. This is the first car-race series in mainland China. Zhao Wei and Lu Yi was a screen couple in A Time to Love. It was shown on television in the following countries and regions: mainland China, Taiwan, Hong Kong, Macau, Malaysia, Vietnam, Thailand and Philippines.","original_name":"車神","vote_average":0.0,"name":"Fast Track Love","cert":"Unavailable","id":39153,"adult":"false","genre_ids":[18],"origin_country":["TW","CN"]},{"first_air_date":null,"cast":[],"overview":"The Day The Earth Nearly Died is a British documentary produced by BBC to the science and philosophy series Horizon in 2002. The program focuses on the mystery of the Permian extinction, which scientists believe killed over 90% of all life on earth at the end of the Permian, some 250 million years ago. The program features scientists like Adrian Jones, Vincent Courtillot, Peter Ward, Michael Benton, Michael Rampino and others.","original_name":"The Day The Earth Nearly Died","vote_average":0.0,"name":"The Day The Earth Nearly Died","cert":"Unavailable","id":39168,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"River of Wine is a 2011 Hong Kong Qing dynasty period drama produced by Television Broadcasts Limited under executive producer Wong Wai-sing. A costume fitting ceremony was held on 16 December 2010 at 12:30 PM. A blessing ceremony was held on 11 January 2011 2:00 PM where filming began. Production was wrapped on 2 April 2011. The premiere episode aired on 29 August 2011.","original_name":"River of Wine","vote_average":0.0,"name":"River of Wine","cert":"Unavailable","id":39169,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":"2011-01-17","cast":[],"overview":"Aircrash Confidential is a television series produced by WMR Productions and IMG Entertainment. The programme investigates air-disasters from around the world. Aircrash Confidential currently airs on the Discovery Channel in the United Kingdom and on Discovery Australia.","original_name":"Aircrash Confidential","vote_average":0.0,"name":"Aircrash Confidential","cert":"Unavailable","id":39170,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"The Game Plan was an Australian sports television program focused on the Australian Football League, it premiered on One on 23 March 2011. The final episode aired on 14 June 2012 with similar AFL-dedicated program Before the Game moving into its former timeslot following its cancellation.","original_name":"The Game Plan","vote_average":0.0,"name":"The Game Plan","cert":"Unavailable","id":39171,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"1993-10-31","cast":["Rachel Weisz","Ewan McGregor","Christopher Fulford","Alice Krige","T. P. McKenna"],"overview":"An ambitious young man seduces women of high social standing in order to improve his prospects.","original_name":"Scarlet and Black","vote_average":7.8,"name":"The Scarlet and the Black","cert":"Unavailable","id":39172,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"The Martha Wright Show is a 15-minute musical variety program starring singer and actress Martha Wright which aired at 9:15 pm EST on ABC television from April 18 to December 5, 1954. The program was also known as The Packard Showroom for its sponsor, Packard automobiles.\n\nJoining Wright, a native of Seattle, Washington State, in her short-lived program were pianists Norman Paris, who wrote the theme song for the CBS game show I've Got a Secret, and trumpet player Bobby Hackett and his band. The Martha Wright Show replaced The Jane Pickens Show, which returned in July 1954, as Wright resumed her program in that time slot in September for a final three-month run. Jane Pickens Langley, a native of Macon, Georgia, was another vocalist of that era.\n\nWright's series followed The Walter Winchell Show and aired opposite Ronald W. Reagan's General Electric Theater on CBS and the pair of NBC's alternating anthology series, Goodyear Television Playhouse and The Philco Television Playhouse.","original_name":"The Martha Wright Show","vote_average":0.0,"name":"The Martha Wright Show","cert":"Unavailable","id":39173,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Beend Banoongaa Ghodi Chadhunga was an Indian television series aired on Imagine TV every mon to fri at 8:00PM. It premaired on March 28, 2011 and due to low ratings it concluded on February 24, 2012. It is based on the story of two people who get caught up in the web of strong traditions and their unique journey together. The show is set in Jaipur. The protagonists are from conservative Marwari families.","original_name":"Beend Banoongaa Ghodi Chadhunga","vote_average":0.0,"name":"Beend Banoongaa Ghodi Chadhunga","cert":"Unavailable","id":39186,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":"2009-09-09","cast":["Sarah Harding"],"overview":"Dating in the Dark is a dating game show that has been airing on Sky Living since 9 September 2009. It was narrated by Scott Mills for series 1 and 2, then Sarah Harding took over as presenter for series 3.","original_name":"Dating in the Dark","vote_average":0.0,"name":"Dating in the Dark","cert":"Unavailable","id":39187,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Good News Kasama si Vicky Morales is the weekly news broadcast of GMA News TV which airs in the Philippines. It is aired every Sunday at 8:00-9:00 PM.","original_name":"Good News Kasama si Vicky Morales","vote_average":0.0,"name":"Good News Kasama si Vicky Morales","cert":"Unavailable","id":39188,"adult":"false","genre_ids":[10763],"origin_country":["PH"]},{"first_air_date":"1980-03-10","cast":["Karin Eckhold","Claus Wilcke","Hans Wyprächtiger","Gerlinde Döberl"],"overview":"I.O.B. Spezialauftrag' was a German crime television series after Percy Stuart and Sergeant Berry that featured an American hero.","original_name":"I.O.B. Spezialauftrag","vote_average":0.0,"name":"I.O.B. Spezialauftrag","cert":"Unavailable","id":39189,"adult":"false","genre_ids":[80],"origin_country":["DE"]},{"first_air_date":null,"cast":[],"overview":"Kaarvan Kismat Ka is an Indian reality game show series that premiered on Zee TV on July 29, 2002. The series aired every Monday at 10:30pm IST, and was hosted by known television actor Jaaved Jaffrey. The series is an Indian adaption of the UK game show The Treasure Trail produced by Chatterbox Productions.","original_name":"Kaarvan Kismat Ka","vote_average":0.0,"name":"Kaarvan Kismat Ka","cert":"Unavailable","id":39190,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Apno Ke Liye Geeta Ka Dharmayudh is an Indian television drama series that airs on Zee TV. It is the story of Geeta, a timid girl who changes into an avenging fury when her whole family is implicated in a false case of domestic violence. Geeta stands up for truth and fights to restore her family's honour.\n\nThis series went off-air in 5 months as it did not garner the expected TRPs for the channel. Therefore, it was replaced by Zee TV's new offering, Bhangonwali- Bante Apni Taqdeer.","original_name":"Apno Ke Liye Geeta Ka Dharmayudh","vote_average":0.0,"name":"Apno Ke Liye Geeta Ka Dharmayudh","cert":"Unavailable","id":39191,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Combat Sergeant is an American television program that originally aired on ABC from June to September 1956. Starring Michael Thomas as Sergeant Nelson, the series was set in Africa during World War II. Actual footage of the war was spliced into episodes. 13 episodes were filmed.\n\nCombat Sergeant was produced by National Telefilm Associates, and had originally been intended as a first-run syndicated program; it was offered to individual television stations in March 1956, but saw no sales. The series was offered to ABC, which purchased the program. After a brief summer run on ABC in 1956, the series was rerun on the syndicated NTA Film Network starting in summer 1957.","original_name":"Combat Sergeant","vote_average":0.0,"name":"Combat Sergeant","cert":"Unavailable","id":39204,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2011-04-02","cast":["Kim Jae-won","Hwang Jung-eum","Namkoong Min","Go Joon-hee","Lee Kyu-han"],"overview":"Can You Hear My Heart is a South Korean television drama broadcast by MBC starring Hwang Jung-eum, Kim Jae-won and Namgoong Min. It aired on MBC from April 2, 2011 to July 10, 2011 on Saturdays and Sundays at 21:45 for 30 episodes.","original_name":"내 마음이 들리니?","vote_average":5.5,"name":"Can You Hear My Heart?","cert":"Unavailable","id":39205,"adult":"false","genre_ids":[18],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"Dustoor is an Indian television drama-series that was directed by Gurbir Singh Grewal of Neem ka Ped fame. The series was written by Dr.F.S.Shirani. Kahani Ghar Ghar Ki fame Tv actressSakshi Tanwar started her career from this serial.\n\nDastoor first aired in 1996 on the Indian state television channel DD National, which is owned and operated by Doordarshan network.","original_name":"Dastoor","vote_average":0.0,"name":"Dastoor","cert":"Unavailable","id":39206,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"On Harvard Time is an award-winning Harvard College student-run Internet comedy news show. Modeled after The Daily Show, it presents, comments, and satirizes Harvard College news in a comedic fashion. It has been considered one of Harvard Undergraduate Television's flagship shows since its founding by Derek Flanzraich in 2006.","original_name":"On Harvard Time","vote_average":0.0,"name":"On Harvard Time","cert":"Unavailable","id":39207,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":"2010-06-27","cast":[],"overview":"RBT is an Australian factual television show that looks at the everyday workings of Random Breath Testing police units. The show began on Nine Network in 27 June 2010 and follows RBT patrols testing for alcohol and drug affected drivers. A second series began in February 2011.\n\nThe show is transmitted in the UK on Watch under the title \"Booze Patrol Australia\".","original_name":"RBT","vote_average":0.0,"name":"RBT","cert":"Unavailable","id":39208,"adult":"false","genre_ids":[99],"origin_country":["AU"]},{"first_air_date":"2012-06-24","cast":["Jessica Hsuan","Patrick Tang","Joe Ma","Kenneth Ma","Linda Chung"],"overview":"Tiger Cubs, alternatively titled Special Duties Unit, is a Hong Kong police procedural television series produced by Lam Chi-wah and TVB. It premiered on Sunday, 24 June 2012 on Jade and HD Jade, and was the first TVB drama to broadcast in the Sunday night time slot since 1995's File of Justice. Tiger Cubs was one of six TVB dramas that were promoted at the 2011 Hong Kong Internal Film and TV Market. Tiger Cubs debuted its trailer at TVB's Programme Presentation 2012 event on 1 November 2011.\n\nThe drama is renewed for a sequel in early 2013, with a production of 20 regular episodes. Filming for the second series began in June 2013.","original_name":"Tiger Cubs","vote_average":7.5,"name":"Tiger Cubs","cert":"Unavailable","id":39209,"adult":"false","genre_ids":[18,10759],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Bytejacker","vote_average":0.0,"name":"Bytejacker","cert":"Unavailable","id":39222,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Dan 3.0","vote_average":0.0,"name":"Dan 3.0","cert":"Unavailable","id":39223,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2010-12-07","cast":[],"overview":"Death Battle is a web-based video show hosted by \"Wizard\" and \"Boomstick\" presented by ScrewAttack. The show pits two or more fictional characters from different medias such as movies, comics, manga, television programs, literature and video games, and create a simulated battle to the death. The characters are analyzed with their respective powers, strengths, and weaknesses, to determine a winner.","original_name":"Death Battle!","vote_average":0.0,"name":"Death Battle!","cert":"Unavailable","id":39224,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Digg Dialogg","vote_average":0.0,"name":"Digg Dialogg","cert":"Unavailable","id":39225,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"SoldierKnowsBest","vote_average":0.0,"name":"SoldierKnowsBest","cert":"Unavailable","id":39226,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Kalla fakta","vote_average":0.0,"name":"Kalla fakta","cert":"Unavailable","id":39227,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Fångarna på fortet","vote_average":8.0,"name":"Fångarna på fortet","cert":"Unavailable","id":39240,"adult":"false","genre_ids":[],"origin_country":["SE"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Late Night Elitserien","vote_average":0.0,"name":"Late Night Elitserien","cert":"Unavailable","id":39241,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Sicksack","vote_average":0.0,"name":"Sicksack","cert":"Unavailable","id":39242,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2010-08-25","cast":["Shane West","Natalie Martinez","Luke Goss","Elden Henson","Julio Oscar Mechoso"],"overview":"","original_name":"El Dorado","vote_average":2.5,"name":"El Dorado","cert":"Unavailable","id":39245,"adult":"false","genre_ids":[10759],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Anatomy of Sex","vote_average":0.0,"name":"Anatomy of Sex","cert":"Unavailable","id":39246,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Medical Miracles","vote_average":0.0,"name":"Medical Miracles","cert":"Unavailable","id":39247,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Saksi sa Dobol B is a morning news and talk program aired by GMA Network flagship all-news radio station DZBB-AM, hosted by Mike Enriquez. The program premiered on January 4, 1999 as a spin-off of Saksi, a television newscast that Enriquez also hosted at the time. The program airs for four hours on weekdays, running from 6:00 AM to 10:00 AM. The program was also simulcast on the GMA News TV channel as Dobol B sa News TV upon the christening of the said network. However, for some unknown reason, the simulcasts ended on 7 September 2012; instead GNTV aired reruns of \"Front Row\" and \"Reel Time\" on the timeslot formerly occupied by \"Dobol B\" as it would make way for a new morning show Kape at Balita.","original_name":"Saksi sa Dobol B","vote_average":0.0,"name":"Saksi sa Dobol B","cert":"Unavailable","id":39260,"adult":"false","genre_ids":[10763],"origin_country":["PH"]},{"first_air_date":"2011-05-09","cast":["Yoon Eun-hye","Bang Sung-Joon","Kang Ji-hwan","Jo Yoon-hee","Hong Soo-hyun"],"overview":"The love story of Hyun Ki-joon and Gong Ah-jung. Scandals erupt as they announce that they lied about marrying because of pride.","original_name":"내게 거짓말을 해봐","vote_average":7.9,"name":"Lie to Me","cert":"Unavailable","id":39261,"adult":"false","genre_ids":[35],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"The A-List: Dallas is an American reality television series that aired on Logo. The series, the second entry in Logo's The A-List franchise after The A-List: New York, follows the lives of several gay men and one woman as they traverse the gay scene of Dallas, Texas. The series premiered on October 10, 2011. Logo announced the series was canceled along with The A-List: New York.","original_name":"The A-List: Dallas","vote_average":0.0,"name":"The A-List: Dallas","cert":"Unavailable","id":39262,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Saathii Re is a television show that aired on Indian television channel STAR One.","original_name":"Saathii Re","vote_average":0.0,"name":"Saathii Re","cert":"Unavailable","id":39263,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Wedding Wars is a television show currently running on VH1 in which engaged couples compete to win their ultimate wedding. The grand prize is a $100,000 wedding and a $25,000 nest egg. The contestants live in a similar conditions as CBS' Survivor. There is a gift challenge, in which couples compete in competitions and the winner wins a prize for their wedding, such as bouquets, tuxedos, and wedding dresses. There is also a security challenge, in which couples compete in competitions and the winner is safe from elimination. The winner of the security challenge receives a cake-topper. The couples then go to Couple's Chapel, a ceremony where couples vote off other couples, and the couple with the most votes is eliminated. The show is hosted by Michele Merkin.","original_name":"Wedding Wars","vote_average":0.0,"name":"Wedding Wars","cert":"Unavailable","id":39264,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2011-04-21","cast":["Davina McCall","Nicky Campbell"],"overview":"Davina McCall and Nicky Campbell present the documentary series which aims to reunite family members after years of separation, and offers a lifeline for people who are desperate to find long-lost relatives.","original_name":"Long Lost Family","vote_average":0.0,"name":"Long Lost Family","cert":"Unavailable","id":39265,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"0 to 5 in 30 Minutes!","vote_average":0.0,"name":"0 to 5 in 30 Minutes!","cert":"Unavailable","id":39280,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Suomen Robinson was the Finnish reality television program debuted in 2004. In the of spring of 2004 Nelonen purchased the broadcast rights to air their own version of Expedition Robinson. Seeing the success of the Danish, Norwegian, and Swedish versions of the show TV4 assumed that their own version would also be a huge success. Unfortunately, they were wrong in their assumption and due to competition from shows like Big Brother after two seasons the show was cancelled due to low ratings.\n\nThe name alludes to both Robinson Crusoe and The Swiss Family Robinson, two stories featuring people marooned by shipwrecks.","original_name":"Suomen Robinson","vote_average":0.0,"name":"Suomen Robinson","cert":"Unavailable","id":39281,"adult":"false","genre_ids":[],"origin_country":["FI"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Ben 10: Ultimate Challenge","vote_average":0.0,"name":"Ben 10: Ultimate Challenge","cert":"Unavailable","id":39284,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Cinema Cool is an American talk show that was co-created by Travis Baker, Richard Tanne and Joe Lindquist. Baker writes and produces, Lindquist edits and directs, and Tanne hosts.","original_name":"Cinema Cool","vote_average":0.0,"name":"Cinema Cool","cert":"Unavailable","id":39285,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2011-05-16","cast":[],"overview":"Off Limits is an American reality television series that premiered on May 16, 2011, on the Travel Channel. The series features \"untold stories and secrets\" of America's most iconic cities as host Don Wildman ventures and sometimes trespasses through unexplored areas where not many people have dared to go before. First season episodes aired every Monday at 9 PM EST.\n\nThe second season premiered on Tuesday April 17, 2012 at 10 PM EST. For the remainder of the season, one episode aired on a Thursday at 8 PM EST while the last few episodes were burned off on Sundays at 9 AM EST.\n\nThe third season premiered on Tuesday June 4, 2013 at 10 PM EST.","original_name":"Off Limits","vote_average":0.0,"name":"Off Limits","cert":"Unavailable","id":39286,"adult":"false","genre_ids":[99,10759],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"TV Patrol Palawan is a local news network broadcast of the ABS-CBN Regional Network Group in Palawan, an island province of the Philippines. The newscast delivers news headlines about current events in Palawan's capital Puerto Princesa City and its surrounding areas. It is transmitted live daily from ABS-CBN TV-7 Puerto Princesa at 5:00 PM Monday to Friday, and can also be heard simultaneously in DYAP Radyo Patrol 765kHz. TV Patrol Palawan is the first and official news program of ABS-CBN in Palawan.","original_name":"TV Patrol Palawan","vote_average":0.0,"name":"TV Patrol Palawan","cert":"Unavailable","id":39287,"adult":"false","genre_ids":[10763],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Time of My Life is a 2011 Philippine drama billed as a \"danserye\", created and developed by GMA Network, starring Mark Herras and Kris Bernal. It premiered on August 1, 2011 on GMA Network in the Philippines and on August 3, 2011 on GMA Pinoy TV.","original_name":"Time of My Life","vote_average":0.0,"name":"Time of My Life","cert":"Unavailable","id":39300,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":"2011-02-27","cast":["Johnny Vaughan"],"overview":"Mud Men is a British television series on History. The series follows members of the Mudlarks Society as they hunt for items on the River Thames foreshore that may have changed the course of history. The series is presented by Johnny Vaughan and Steve \"Mud God\" Brooker, chairman of the Mudlarks Society.","original_name":"Mud Men","vote_average":0.0,"name":"Mud Men","cert":"Unavailable","id":39301,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2012-03-04","cast":["Leslie Bibb","Kristin Chenoweth","Annie Potts","Jennifer Aspen","Miriam Shor"],"overview":"Amanda Vaughn, once the ultimate high school \"mean girl,\" is forced to return home in disgrace after her marriage ends in scandal. As Amanda and her teenage kids try to adjust to their new lives, the ladies from her past alternate between sympathy and scheming.","original_name":"GCB","vote_average":5.3,"name":"GCB","cert":"Unavailable","id":39302,"adult":"false","genre_ids":[35,18],"origin_country":["US"]},{"first_air_date":"2011-06-23","cast":["Dave Salmoni"],"overview":"Teams of three solve problems while racing across deserts, over mountains and through rivers. Each week a new stage of the expedition is revealed. Will teams crumble under the pressure of having to think clearly in the wilds of the great outdoors, or will they work together to get through and complete their adventures? After ten legs of competition, one team will cross the finish line first to claim victory.","original_name":"Expedition Impossible","vote_average":6.5,"name":"Expedition Impossible","cert":"Unavailable","id":39303,"adult":"false","genre_ids":[10759,10764],"origin_country":["US"]},{"first_air_date":"1983-02-07","cast":[],"overview":"Krovim Krovim is an Israeli television sitcom created by Ephraim Sidon and B. Michael. The series which originally aired on the Israeli Educational Television channel in the years 1983 - 1986 is known as the first Israeli sitcom.\n\nThe series focuses on an extended Israeli family which shares a residential apartment building in the center of Tel Aviv.\n\nThe opening tune of the series was composed by Nurit Hirsch.","original_name":"Krovim Krovim","vote_average":0.0,"name":"Krovim Krovim","cert":"Unavailable","id":39304,"adult":"false","genre_ids":[],"origin_country":["IL"]},{"first_air_date":null,"cast":[],"overview":"Ek Chutki Aasman is an Indian soap opera.","original_name":"Ek Chutki Aasman","vote_average":0.0,"name":"Ek Chutki Aasman","cert":"Unavailable","id":39305,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":"2011-06-05","cast":["Sterling Knight","Allisyn Ashley Arm","Doug Brochu","Tiffany Thornton","Brandon Mychal Smith"],"overview":"So Random! is an American Disney Channel musical sketch comedy series that premiered on June 5, 2011. It was announced as an independent series after Demi Lovato left the parent series, Sonny with a Chance. The series features the actors who acted in Sonny with a Chance, besides Lovato: Tiffany Thornton, Sterling Knight, Brandon Mychal Smith, Doug Brochu, and Allisyn Ashley Arm along with other featured actors who recur in the series. The series premiere was watched by 4.1 million viewers.\n\nOn May 2, 2012, Tiffany Thornton indicated that the series had not been renewed for a second season.","original_name":"So Random!","vote_average":2.7,"name":"So Random!","cert":"Unavailable","id":39320,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Don't Worry Ho Jayega is an Indian television comedy series that aired on Sahara TV now as Sahara One. The series starrs known comedy actor Ashok Saraf in the main lead, and is produced by his wife Nivedita Saraf. The series premiered on April 4, 2000, and aired on every Tuesday at 8pm IST.","original_name":"Don't Worry Ho Jayega","vote_average":0.0,"name":"Don't Worry Ho Jayega","cert":"Unavailable","id":39321,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":"2007-05-31","cast":["Pelin Karahan","Daghan Kulegec","Ibrahim Kendirci","Aslı Enver","Sarp Apak"],"overview":"Kavak Yelleri is a Turkish youth drama television series produced by TIMS Productions. It was broadcast on Kanal D from 2007 to 2011.\n\nThe series follows a group of friends growing up in the small town of Urla and afterwards in İstanbul when they move there. The main characters since the start are Aslı Zeybek, Deniz Akça, Mine Seven and Efe Kaygısız. Su and Güven Karakuş were introduced in later episodes.\n\nThe theme song of the series is 'Hele Bi Gel' by the band Pinhani.","original_name":"Kavak Yelleri","vote_average":3.5,"name":"Daydreaming","cert":"Unavailable","id":39322,"adult":"false","genre_ids":[35,18,10751],"origin_country":["TR"]},{"first_air_date":null,"cast":[],"overview":"Agnipareeksha Jeevan Ki – Gangaa is an Indian television series which premiered on Colors on February 15, 2010.","original_name":"Agnipareeksha Jeevan Ki – Gangaa","vote_average":0.0,"name":"Agnipareeksha Jeevan Ki – Gangaa","cert":"Unavailable","id":39323,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Distant Shores is an adventure tourism television series produced by Shard Multimedia Inc. Distant Shores is broadcast in over 50 countries.\n\nThe series follow the voyages of a couple, Sheryl and Paul Shard in their sailing boat.\n\n⁕Before the TV series\n\nBefore the TV series, the Shards produced two videos, “Cruising the Bahamas” and “Transatlantic crossing”. Also they documented the construction of their homebuilt boat, the Classic 37 Two-Step.\n\n⁕Series one to three\n\nIn series one to three, the couple sails around the Mediterranean in their homebuilt classical yacht, Two-Step.\n\n⁕Series four\n\nIn Series four they travel to the Middle East, visiting Cyprus, Syria, Lebanon, Israel, Jordan and Egypt.\n\n⁕Series five\n\nIn Series five they visit Italy, Sicily and Malta, where they sell Two-Step. Later they research a new boat, attending the London Boat Show and chartering a catamaran in the Virgin Islands. Finally they buy a Southerly 42, named Distant Shores in which they travel from England to the Caribbean and the Bahamas, via the Madeira and the Canary Islands. Due to the boat's low draft they were able to explore areas inaccessible to other boats.","original_name":"Distant Shores","vote_average":0.0,"name":"Distant Shores","cert":"Unavailable","id":39324,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":"2012-02-06","cast":["Debra Messing","Jack Davenport","Katharine McPhee","Christian Borle","Megan Hilty"],"overview":"Smash is an American musical drama television series created by playwright Theresa Rebeck and developed by Robert Greenblatt for NBC. Steven Spielberg served as one of the executive producers. The series was broadcast in the US by NBC and produced by DreamWorks Television and Universal Television. The series revolves around a fictional New York theater community and specifically the creation of a new Broadway musical. It features a large ensemble cast, led by Debra Messing, Jack Davenport, Katharine McPhee, Christian Borle, Megan Hilty, Jeremy Jordan, and Anjelica Huston.\n\nThe show debuted on February 6, 2012, and its first season ended on May 14, 2012. Its second and final season premiered on February 5, 2013 and ended on May 26, 2013. NBC announced a change in their lineup in March 2013 and moved the show to Saturdays starting April 6, 2013. The series was officially cancelled on May 10, 2013. Second and final season executive producer\/show runner Josh Safran said the final episode of season two would work as a series finale, should the series not be renewed.\n\nThe series, particularly the pilot episode, enjoyed some critical success. The first season received the Primetime Emmy Award for Outstanding Choreography amongst 4 nominations. The series was also nominated for a Golden Globe Award for Best Television Series – Musical or Comedy and a Grammy Award for Best Song Written for Visual Media.","original_name":"Smash","vote_average":6.1,"name":"Smash","cert":"Unavailable","id":39325,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2011-09-19","cast":["Kat Dennings","Beth Behrs","Garrett Morris","Jonathan Kite","Matthew Moy"],"overview":"Comedy about the unlikely friendship that develops between two very different young women who meet waitressing at a diner in trendy Williamsburg, Brooklyn, and form a bond over one day owning their own successful cupcake business. Only one thing stands in their way – they’re broke.","original_name":"2 Broke Girls","vote_average":5.9,"name":"2 Broke Girls","cert":"Suitable for 15 years & above","id":39340,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2011-10-18","cast":["Teri Polo","Dan Fogler","Henry Simmons","Amanda Detmer","Mather Zickel"],"overview":"Three modern men try to get in touch with their inner tough guys and redefine what it means to be a 'real man.'","original_name":"Man Up!","vote_average":6.1,"name":"Man Up!","cert":"Unavailable","id":39341,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Stay Tooned is a series presented by Tony Robinson, in which he discusses in more details and explains in some depth about cartoon characters, the people behind the cartoons, studios, and also looks over the history as well. Unlike Rolf Harris - Cartoon Time, in which he performed as filler between the cartoons, Tony Robinson tried to provide greater details about the particular topic which he would focus on each week.\n\nThis meant that he range of depth of the series grow far wider that just run of the mill classics, and on occasions featured more obsure cartoons including Betty Boop, Animal Farm, and one made by independent producers .","original_name":"Stay Tooned!","vote_average":0.0,"name":"Stay Tooned!","cert":"Unavailable","id":39342,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":["Mike O'Malley","Rachael Harris","Damaris Diaz","Ted Sutherland","Isabella Crovetti"],"overview":"Family Album is an American single-camera comedy television pilot that was in development for Fox as a midseason replacement in the 2011–12 television season, where it would serve as a fill-in for Glee during its break. The pilot was created and executive produced by Joe Port and Joe Wiseman for Fox Television Studios. On August 11, 2011, it was announced that the pilot would not be picked up to series by Fox.","original_name":"Family Album","vote_average":0.0,"name":"Family Album","cert":"Unavailable","id":39343,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The series about Pyrus is a julekalender series broadcast on the Danish television station TV2 at Christmas time in Denmark.\n\nThe series is about Pyrus, a nisse or tomten, who lives under the National Archives of Denmark with another nisser named Kandis and Gyldengrød. Gyldengrød is the nissearchevist and Pyrus and Kandis are his two trainees. The human archevist is called Birger Bertramsen and he also has a trainee, a young woman called Josefine Brahe. Bertramsen Brahe are not only colleagues; they are also father and daughter. The julekalender is about the History of Denmark and the humans and the nisser are both studying Denmark's history, though in different ways. The nisser can conjure themselves into history books and gather information from the historical persons inside the book.\n\nThe series contains four tales and one movie about Pyrus and his friend. The first, from 1994, was called Alletiders Jul, followed by Alletiders Nisse, broadcast in 1995; Alleiders Julemand, broadcast in 1997 Alletiders Eventyr, broadcast in 2000; and Pyrus på Pletten, premiered Christmas Eve 2000.","original_name":"Pyrus Series","vote_average":0.0,"name":"Pyrus Series","cert":"Unavailable","id":39344,"adult":"false","genre_ids":[],"origin_country":["DK"]},{"first_air_date":"2011-09-28","cast":["Jane Levy","Jeremy Sisto","Allie Grant","Cheryl Hines","Alan Tudyk"],"overview":"Single father George Altman is doing his best to raise his sixteen-year-old daughter Tessa in the big city. When he discovers a box of condoms in her bedroom, though, he decides the time has come to move her to a more wholesome and nurturing environment: the suburbs. But behind the beautiful homes and perfect lawns lurk the Franken-moms, spray tans, nose jobs, and Red Bull-guzzling teens who have nothing in common with Tessa. It’s a whole new world, one that makes George wonder if they haven’t jumped out of the frying pan and into the fire.","original_name":"Suburgatory","vote_average":6.9,"name":"Suburgatory","cert":"Unavailable","id":39357,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2011-09-21","cast":["Emily VanCamp","Madeleine Stowe","Joshua Bowman","Nick Wechsler","Gabriel Mann"],"overview":"When Emily Thorne moves to the Hamptons, everyone wonders about the new girl, but she knows everything about them, including what they did to her family. Years ago, they took everything from her. Now, one by one, she's going to make them pay.","original_name":"Revenge","vote_average":6.9,"name":"Revenge","cert":"Unavailable","id":39358,"adult":"false","genre_ids":[18,9648],"origin_country":["US"]},{"first_air_date":"2012-03-01","cast":["Jason Isaacs","Wilmer Valderrama","Steve Harris","Dylan Minnette","Laura Allen"],"overview":"Michael lives in two separate realities after a car accident. In one reality, his wife Hannah survives the accident; in the other reality, his son Rex survives. Michael does not know which reality is \"real\", and uses the wristbands to differentiate the two. He sees two therapists: Dr. Jonathan Lee in the \"red reality\" and Dr. Judith Evans in the \"green reality\". At work, Michael's erratic behavior triggers clashes with his team; they do not know about Michael's uncanny ability to solve crimes using details from both realities.","original_name":"Awake","vote_average":7.3,"name":"Awake","cert":"Unavailable","id":39361,"adult":"false","genre_ids":[18,9648,10765],"origin_country":["US"]},{"first_air_date":"2011-07-11","cast":["Warren Christie","Azita Ghanizada","Malik Yoba","Laura Mennell","Ryan Cartwright"],"overview":"Five ordinary people with superhuman physical and mental abilities are brought together to form one extraordinary team of Alphas. Operating within the U.S. Department of Defense, the team investigates cases that point to others with Alpha abilities.","original_name":"Alphas","vote_average":6.8,"name":"Alphas","cert":"Unavailable","id":39362,"adult":"false","genre_ids":[10765,18,10759],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Ice Loves Coco","vote_average":0.0,"name":"Ice Loves Coco","cert":"Unavailable","id":39365,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1996-11-17","cast":["Rupert Graves","Toby Stephens","Tara Fitzgerald","Cathy Murphy","James Purefoy"],"overview":"The Tenant of Wildfell Hall is a 1996 British television serial adaptation of Anne Brontë's novel of the same name, produced by BBC and directed by Mike Barker. The serial stars Tara FitzGerald as Helen Graham, Rupert Graves as her abusive husband Arthur Huntington and Toby Stephens as Gilbert Markham.","original_name":"The Tenant of Wildfell Hall","vote_average":7.5,"name":"The Tenant of Wildfell Hall","cert":"Unavailable","id":39366,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Diabolik","vote_average":7.0,"name":"Diabolik","cert":"Unavailable","id":39377,"adult":"false","genre_ids":[16],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Lost Gods","vote_average":5.0,"name":"The Lost Gods","cert":"Unavailable","id":39380,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"1992-11-27","cast":["Penélope Cruz","Timothy West","David Morrissey","Timothy Dalton"],"overview":"Lawrence Jackson and Eddie Myers could not be more different. Jackson is an ambitious young police officer saddled with the responsibilities of a wife and children. Myers is an escaped criminal turned informer, presumed dead. But as Jackson discovers whilst holidaying in Spain, Myers is very much alive. He has reinvented himself as Phillip von Joel, handsome, dangerously charismatic and very wealthy. Extradited back to England after a nerve-wracking Scotland Yard Operation, von Joel agrees to a deal with the Police, He'll tell what he knows - but only if Jackson is his interrogator. So begins a deadly game of cat and mouse between the master criminal and his determined minder. Which comes first - duty or temptation?","original_name":"Framed","vote_average":6.0,"name":"Framed","cert":"Unavailable","id":39381,"adult":"false","genre_ids":[80],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Faza Navardan is an Iranian television series directed by Iranian actors Siamak Ansari and Fath Ali Oveisi. The word Faza Navardan is the plural form of Faza-Navard, meaning astronauts in Persian.","original_name":"Faza Navardan","vote_average":0.0,"name":"Faza Navardan","cert":"Unavailable","id":39382,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1997-11-21","cast":["Junko Takeuchi","Yui Horie","Yumi Ichihara","Kozue Yoshizumi","Yuri Amano"],"overview":"Photon: The Idiot Adventures is a 6 episode anime OVA series created by Masaki Kajishima. The main character, Photon, possesses superhuman strength but is extremely simple-minded. He engages in heroic adventures of different varieties. He accidentally gets married to a rebel space pilot named Keyne, and becomes involved in fighting an evil wannabe galactic emperor and his \"bumbling henchmen\".\n\nThe ending song, \"Pinch!\", is performed by Yui Horie. A manga based on the anime was written by Hiroshi Kanno.","original_name":"フォトン","vote_average":0.0,"name":"Photon: The Idiot Adventures","cert":"Unavailable","id":39383,"adult":"false","genre_ids":[16,35],"origin_country":["JP"]},{"first_air_date":"1972-05-04","cast":["Barry Morse","Jill Townsend","Daniel Massey"],"overview":"BBC adaptation of Henry James's 1904 novel. The Golden Bowl. Set in England, this complex, intense study of marriage and adultery completes what some critics have called the \"major phase\" of James' career. The Golden Bowl explores the tangle of interrelationships between a father and daughter and their respective spouses.","original_name":"The Golden Bowl","vote_average":5.0,"name":"The Golden Bowl","cert":"Unavailable","id":39384,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"A British\/Canadian animated TV series that takes place in \"Antville\", an underground city.","original_name":"Anthony Ant","vote_average":0.0,"name":"Anthony Ant","cert":"Unavailable","id":39397,"adult":"false","genre_ids":[],"origin_country":["US","CA"]},{"first_air_date":null,"cast":[],"overview":"Bajega Band Baaja is an Indian comedy television series starring Swapnil Joshi and Ami Trivedi in lead roles. The show was aired on DD National. It started in 2009 and ended in 2010. The show received positive reviews from the audience and Swapnil Joshi was well appreciated for his work.","original_name":"Bajega Band Baaja","vote_average":0.0,"name":"Bajega Band Baaja","cert":"Unavailable","id":39398,"adult":"false","genre_ids":[18,35],"origin_country":["IO"]},{"first_air_date":"2010-03-22","cast":[],"overview":"Spring Break Challenge is a short-lived MTV reality game show spun off from MTV's long-running reality game show, The Challenge. The spin-off series was somewhat cast-contestant dependent on The Challenge in that the Spring Break Challenge used various contestants from the precursor program.. Spring Break Challenge is also cast-contestant dependent on MTV's two flagship reality programs, The Real World and the now cancelled series Road Rules. As with The Challenge, T.J. Lavin was host of Spring Break Challenge.\n\nThe program aired from March 22, 2010, to March 26, 2010, during spring break in Acapulco, Mexico. This spin-off featured teams of college-aged friends in various challenges of old and new based on previous seasons of The Challenge. The Spring Break Challenge cast was made up of original contestants, as well as alumni from previous seasons of The Real World, Road Rules, and the Fresh Meat challenge serving as coaches.","original_name":"Spring Break Challenge","vote_average":0.0,"name":"Spring Break Challenge","cert":"Unavailable","id":39399,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Love Triangle is a short-lived American dating themed game show hosted by Wendy Williams. The show premiered on GSN on April 11, 2011. The final episode aired on August 28, 2011.\n\nReruns of Love Triangle currently air on GSN weekend mornings at 10:30am Eastern\/9:30am Central.","original_name":"Love Triangle","vote_average":0.0,"name":"Love Triangle","cert":"Unavailable","id":39400,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Sun Zi Bing Fa Yu San Shi Liu Ji, literally Sun Tzu's The Art of War and the Thirty-Six Stratagems, is a Chinese television series first broadcast in 2000. Set in the Warring States period of ancient China, the series tells the story of Sun Bin and his rival Pang Juan.","original_name":"Sun Zi Bing Fa Yu San Shi Liu Ji","vote_average":0.0,"name":"Sun Zi Bing Fa Yu San Shi Liu Ji","cert":"Unavailable","id":39401,"adult":"false","genre_ids":[],"origin_country":["CN"]},{"first_air_date":null,"cast":[],"overview":"Hanep Buhay is an informative TV program about entrepreneurship created by GMA News and Public Affairs for GMA Network, and is hosted by Love Anover and Chris Tiu. The program aims to help people on how to manage funds properly, start and set up a business and make better financial decisions. The show premiered on November 13, 2010.","original_name":"Hanep Buhay","vote_average":0.0,"name":"Hanep Buhay","cert":"Unavailable","id":39402,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"2011-06-06","cast":[],"overview":"Come Dine with Me is an Irish television programme, first broadcast on TV3 on 6 June 2011. The show has five amateur chefs competing against each other hosting a dinner party for the other contestants. Each competitor then rates the host's performance with the winner winning a €1,000 cash prize. It is based on the British format Come Dine with Me, which airs globally on various television networks. Between January 2011 to June 2011 TV3 broadcast the UK version at 18:30 each week night. Like the UK version, the Irish version includes an element of comedy through comedian Dave Lamb, who provides a dry and \"bitingly sarcastic\" narration. A second series of the show, including two celebrity specials, aired as part of TV3's autumn schedule.","original_name":"Come Dine with Me","vote_average":0.0,"name":"Come Dine with Me","cert":"Unavailable","id":39403,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Raat Hone Ko Hai is an Indian television horror series that premiered on Sahara Manoranjan now as Sahara One on May 10, 2004. The series is produced by known television director B. P. Singh.","original_name":"Raat Hone Ko Hai","vote_average":0.0,"name":"Raat Hone Ko Hai","cert":"Unavailable","id":39414,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":"2012-01-13","cast":["Signy Coleman","Mark Doherty","Matt McAbee","Julie Pinson","Danielle DiLorenzo"],"overview":"River Ridge is a dramatic web series created by Tyler Ford and is co-produced by Ford and American actress Signy Coleman.\n\nRiver Ridge is described as \"the interwoven kaleidoscope of the residents of a small east coast town and their familiar and relatable circumstances.\"\"","original_name":"River Ridge","vote_average":0.0,"name":"River Ridge","cert":"Unavailable","id":39415,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2011-05-24","cast":[],"overview":"Geordie Shore is a British reality television series broadcast on MTV. Based in Newcastle upon Tyne, it premiered on 24 May 2011, and is the British spin-off of the American show Jersey Shore. \"Geordie\" is the regional nickname and dialect given to the people of the Tyneside area of North East England, and is closely associated with the city of Newcastle upon Tyne and its environs where the show is set. However the show includes cast members from various parts of North East England.","original_name":"Geordie Shore","vote_average":5.9,"name":"Geordie Shore","cert":"Unavailable","id":39416,"adult":"false","genre_ids":[10764],"origin_country":["GB"]},{"first_air_date":"2011-05-27","cast":["Paul Merton"],"overview":"Paul Merton's Birth of Hollywood is a 2011 BBC documentary series written, directed and presented by Paul Merton. The three-part series traces the rise of the American film-making industry in Hollywood through from the early years of film-making to the foundation of the major motion-picture studios and the new class of the film star.","original_name":"Paul Merton's Birth of Hollywood","vote_average":0.0,"name":"Paul Merton's Birth of Hollywood","cert":"Unavailable","id":39417,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2011-05-24","cast":[],"overview":"Four Rooms is a British television series that began airing on Channel 4 on 24 May 2011. The show, which is currently hosted by Anita Rani sees members of the public attempt to sell their valuable and collectible items in exchange for a cash offer from one of the four dealers.","original_name":"Four Rooms","vote_average":7.0,"name":"Four Rooms","cert":"Unavailable","id":39418,"adult":"false","genre_ids":[10764],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Hamari Saas Leela was a drama series that aired on Colors every Monday to Friday 2:00 PM IST. The series premiered on May 30, 2011 and ended December 30, 2011. The show was produced by Asit Modi of Neela Telefilms, the producer of the hugely popular show Taarak Mehta Ka Ooltah Chashmah.","original_name":"Hamari Saass Leela","vote_average":0.0,"name":"Hamari Saass Leela","cert":"Unavailable","id":39419,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Stand By for Crime is an American police drama that aired on ABC on Saturday nights from January 11, 1949 to August 27, 1949. The series stars veteran newsman Mike Wallace under his real name, Myron Wallace. The series is notable for being the first program to be transmitted from Chicago to New York.","original_name":"Stand By for Crime","vote_average":0.0,"name":"Stand By for Crime","cert":"Unavailable","id":39432,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Bajo el Alma is a Mexican telenovela produced by Azteca. It stars Matias Novoa & Barbara de Regil as the protagonists.","original_name":"Bajo el Alma","vote_average":0.0,"name":"Bajo el Alma","cert":"Unavailable","id":39433,"adult":"false","genre_ids":[18],"origin_country":["MX"]},{"first_air_date":"2011-04-15","cast":["Saori Hayami","Miyu Irino","Ai Kayano","Haruka Tomatsu","Takayuki Kondo"],"overview":"When Yadomi Jinta was a child, he was a central piece in a group of close friends. In time, however, these childhood friends drifted apart, and when they became high school students, they had long ceased to think of each other as friends.\n\nOne of the friends from that group, Honma Meiko, now has a wish she asks Jinta to fulfil. The problem is, she can't remember what her wish is anymore. As Meiko won't cease to bother Jinta about it, he gives in and decides to try to grant this wish he knows nothing of; for that, however, the help of his other former friends, now all very estranged from himself and from each other, may turn out to be necessary. He hasn't spoken to Anjou Naruko, Matsuyuki Atsumu, Tsurumi Chiriko, or Hisakawa Tetsudou in a long time; as he struggles to grant Meiko's wish and gathers his old friends together in the process, all the old feelings that still exist between them and have long been stashed away are bound to come up again.","original_name":"あの日見た花の名前を僕達はまだ知らない。","vote_average":8.1,"name":"Anohana: The flower we saw that day","cert":"Unavailable","id":39434,"adult":"false","genre_ids":[16,18,9648],"origin_country":["JP"]},{"first_air_date":"2011-04-15","cast":["Kouki Uchiyama","Haruka Tomatsu","Daisuke Hosomi","Saori Gotou","Takahiro Sakurai"],"overview":"Kimimaro works two jobs to make ends meet. He could go from pauper to prince in a parallel world called the Financial District—if he’ll invest his future as collateral in a dangerous game. Winning gets you more wealth, but losing could erase you from existence. When the destructive forces at play compel Kimimaro to confront the most powerful player, can he save the real world from total collapse?","original_name":"「C」","vote_average":6.7,"name":"[C] The Money of Soul and Possibility Control","cert":"Unavailable","id":39435,"adult":"false","genre_ids":[9648,16,10765],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Vanished with Beth Holloway","vote_average":0.0,"name":"Vanished with Beth Holloway","cert":"Unavailable","id":39436,"adult":"false","genre_ids":[9648],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Element: Action on Earth","vote_average":0.0,"name":"Element: Action on Earth","cert":"Unavailable","id":39437,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Jesse Ventura's America was a news talk show hosted by Jesse Ventura on MSNBC from October to December 2003. The show was broadcast once a week, on Saturdays, unlike many MSNBC shows which are on five nights a week. At the time of its airing, Jesse Ventura's America was the only national television show filmed in Minnesota. Among his guests were Charles Barkley, Gray Davis, Arianna Huffington, Rob Kampia, and Kathy McKee. However, the show was short-lived and ended on December 26, 2003, only a couple of months after the show began. Ventura later claimed that the show was cancelled because of his opposition to the Iraq War.","original_name":"Jesse Ventura's America","vote_average":0.0,"name":"Jesse Ventura's America","cert":"Unavailable","id":39438,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2007-01-03","cast":[],"overview":"","original_name":"Up Close with Carrie Keagan","vote_average":10.0,"name":"Up Close with Carrie Keagan","cert":"Unavailable","id":39451,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2006-04-10","cast":[],"overview":"A documentary series on documentaries. Directors, producers, and actors discuss documentary films.","original_name":"DocTalk","vote_average":0.0,"name":"DocTalk","cert":"Unavailable","id":39454,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Cartaz Cultural","vote_average":0.0,"name":"Cartaz Cultural","cert":"Unavailable","id":39457,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2011-06-24","cast":["Rhett McLaughlin","Link Neal"],"overview":"Starring filmmakers and comedy duo Rhett & Link, this non-fiction comedy series follows their travels to small towns across America where they develop and produce commercials for local businesses using local talent. ","original_name":"Rhett & Link: Commercial Kings","vote_average":0.0,"name":"Rhett & Link: Commercial Kings","cert":"Unavailable","id":39458,"adult":"false","genre_ids":[35,99],"origin_country":["US"]},{"first_air_date":"2011-01-31","cast":["Martha Stewart"],"overview":"Learn to create the finest desserts and goodies in your own home. Martha Stewart shares the best baking tips and techniques, giving you the confidence to create delectable baked goods, from scratch, in your own kitchen.","original_name":"Martha Bakes","vote_average":8.0,"name":"Martha Bakes","cert":"Unavailable","id":39459,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Martha Stewart Presents","vote_average":0.0,"name":"Martha Stewart Presents","cert":"Unavailable","id":39460,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":["David Díaz","David Díaz","Luis Rodrigo"],"overview":"","original_name":"Edición Especial Coleccionista","vote_average":0.0,"name":"Edición Especial Coleccionista","cert":"Unavailable","id":39473,"adult":"false","genre_ids":[],"origin_country":["ES"]},{"first_air_date":null,"cast":[],"overview":"Telenoche is an Argentine TV news program. It is broadcast from Mondays to Fridays at 20:00 and its presented by María Laura Santillán and Santo Biassati. It is one of the oldest News programs in Argentina and the most successful in Buenos Aires.","original_name":"Telenoche","vote_average":0.0,"name":"Telenoche","cert":"Unavailable","id":39474,"adult":"false","genre_ids":[],"origin_country":["AR"]},{"first_air_date":null,"cast":[],"overview":"Ice Warriors is a British game show which aired on ITV from 24 January to 21 March 1998 and made by London Weekend Television. Hosted by television presenter Dani Behr it had a similar format to Gladiators, except that the games were played on an ice rink rather than in an arena. Although the series won a Bronze Rose for Light Entertainment at the 1998 Rose d'Or Festival, it was not successful with critics and viewers, receiving bad reviews and poor ratings. It was eventually axed after one series.","original_name":"Ice Warriors","vote_average":0.0,"name":"Ice Warriors","cert":"Unavailable","id":39475,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Shubh Kadam is an Indian television series that aired on Sahara One, which followed the on-going series, Kaisi Laagi Lagan. The title of the second season was changed to focus more on the married life of Pratha & Raghav instead of their college lives.","original_name":"Shubh Kadam","vote_average":0.0,"name":"Shubh Kadam","cert":"Unavailable","id":39476,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Lia Larentia","vote_average":0.0,"name":"Lia Larentia","cert":"Unavailable","id":39477,"adult":"false","genre_ids":[10765,18],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"I-Shine Talent Camp TV is a reality-based talent search in the Philippines that features kids ages from four to seven years old. It is currently hosted by Dimples Romana, Matteo Guidicelli and Xian Lim. Its second season premiered on June 23, 2012 on ABS-CBN.\n\nAside from the title, the prizes at stake includes Php 500,000 and a contract with Star Magic. Prizes at stake in season 1 includes Php 200,000 and a contract with GMA Artist Center","original_name":"I-Shine Talent Camp TV","vote_average":0.0,"name":"I-Shine Talent Camp TV","cert":"Unavailable","id":39490,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"2011-05-31","cast":["Selton Mello","Luana Piovani","Débora Falabella","Álamo Facó","Deborah Wood"],"overview":"Pedro sees his life crumble as he is abandoned by his wife, Marina. His emotional crisis is secretly witnessed by Victoria, a neighbor who has always been in love with him. Shy, she hears everything that goes on in the apartment next door through the kitchen wall, but has no courage to declare her love for Pedro.\n\n","original_name":"A Mulher Invisível","vote_average":0.0,"name":"The Invisible Woman","cert":"Unavailable","id":39491,"adult":"false","genre_ids":[35],"origin_country":["BR"]},{"first_air_date":null,"cast":[],"overview":"AKTV is the defunct primetime sports programming block in the Philippines. Owned and operated by TV5, it occupies the 5:00 to 11:00pm timeslot of IBC; weekend coverage usually begins at 11:00 am to 11:00 pm. It started since June 5, 2011 until May 31, 2013 due to high airtime costs.","original_name":"AKTV","vote_average":0.0,"name":"AKTV","cert":"Unavailable","id":39492,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Fun to Be Fit is an educational series of three short films produced in 1982 by Walt Disney Educational to explain fitness. This series was a live action series.","original_name":"Fun to Be Fit","vote_average":0.0,"name":"Fun to Be Fit","cert":"Unavailable","id":39495,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Mysteries of Chinatown is an American crime drama series that aired on the ABC television network from December 4, 1949 to October 23, 1950.","original_name":"Mysteries of Chinatown","vote_average":0.0,"name":"Mysteries of Chinatown","cert":"Unavailable","id":39496,"adult":"false","genre_ids":[],"origin_country":[]},{"cert":"Unavailable","cast":["Chris Vance","Violante Placido","François Berléand"],"id":39497,"first_air_date":"2012-10-25","overview":"Transporter: The Series is an English-language French-Canadian action-adventure television series, spun off from the Transporter film series created by Luc Besson and Robert Mark Kamen. It is co-produced by the French Atlantique Productions and the Canadian boutique entertainment company QVF Inc. in association with broadcast partners M6, RTL, The Movie Network, Movie Central and HBO\/Cinemax.\n\nThe series follows the events and concept of the film trilogy, continuing adventures of Frank Martin, a professional freelance courier driver for hire who will deliver anything, anywhere – no questions asked – for the right price, and lives by three \"unbreakable\" rules, which he constantly breaks. Chris Vance takes over the role of Frank from Jason Statham and is joined by Andrea Osvárt, who plays the leading female role in the series, starring as a former CIA agent and love interest for Frank, who organizes his missions, and François Berléand, the only returning actor from the film series, who reprises his role as Inspector Tarconi.\n\nTwelve episodes were ordered for 2012 with an overall budget of $40,000,000, or €30.000.000. The show premiered that year on October 11 in Germany on RTL, and on December 6 in France on M6. The Canadian premiere was on January 4, 2013 on HBO Canada and Super Écran 1. The broadcast started in India on 25th January 2013 on Sony PIX channel.","genre_ids":[10759,80,18],"origin_country":["CA","FR","DE","US"],"original_name":"Transporter: The Series","vote_average":5.8,"name":"Transporter: The Series","adult":"false"}]