[{"first_air_date":"2007-03-14","cast":["Anahí","Maite Perroni","Dulce María","Alfonso Herrera","Christopher Von Uckermann"],"overview":"About the fictional lives of the Mexican group RBD.","original_name":"RBD: La Familia","vote_average":5.0,"name":"RBD: The Family","cert":"Unavailable","id":3500,"adult":"false","genre_ids":[35,18],"origin_country":["MX"]},{"first_air_date":"1970-11-08","cast":["Tim Brooke-Taylor","Bill Oddie","Graeme Garden"],"overview":"The Goodies is a British television comedy series of the 1970s and early 1980s. The series, which combines surreal sketches and situation comedy, was broadcast by BBC 2 from 1970 until 1980 — and was then broadcast by the ITV company LWT for a year, between 1981 to 1982.\n\nThe show was co-written by and starred Tim Brooke-Taylor, Graeme Garden and Bill Oddie. Bill Oddie also wrote the music and songs for the series — while \"The Goodies Theme\" was co-written by Bill Oddie and Michael Gibbs. The directors\/producers of the series were John Howard Davies, Jim Franklin and Bob Spiers.\n\nAn early title which was considered for the series was Narrow Your Mind and prior to that the working title was Super Chaps Three.","original_name":"The Goodies","vote_average":8.6,"name":"The Goodies","cert":"Suitable for 12 years & above","id":3501,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2004-11-20","cast":["Billy Connolly"],"overview":"Billy Connolly is back with the fourth in his massively popular World Tour series. This time Billy journey's to the other side of the globe to New Zealand, a country he has been visiting since the 1970s and of which he is immensely fond. Billy's extraordinary journey covers the length and breadth of New Zealand and is mixed with the best of his comedy from sell-out shows around the country.Filmed in 2004 during the first leg of his Too Old To Die Young Tour this series is a stunning journey around New Zealand's two islands from the Southern-most tip to the far north where the Tasman Sea meets the Pacific. Along the way Billy takes in Maori traditions, sand paintings, whale-watching, a 90 mile beach and much more to give us a fascinating insight into the spectacular scenery, culture and people of this amazing country.","original_name":"Billy Connolly's World Tour of New Zealand","vote_average":7.0,"name":"Billy Connolly's World Tour of New Zealand","cert":"Unavailable","id":3510,"adult":"false","genre_ids":[99,35],"origin_country":["GB"]},{"first_air_date":"2000-03-09","cast":["Nancy Cartwright","James Garner","French Stewart","Laurie Metcalf","Alan Cumming"],"overview":"God, the Devil and Bob is an animated sitcom which premiered on NBC on March 9, 2000 and ended on March 28, 2000, leaving nine episodes unaired. It was created by Matthew Carlson. It is currently broadcast on the Philippine channel Maxxx. The entire series was released on Region 1 DVD in the United States on January 4, 2005. Reruns of the series began airing on Cartoon Network's late night programming block, Adult Swim, on January 1, 2011 with the network airing the nine remaining episodes of the series from January 8 to March 26, 2011.\n\nThirteen episodes were made, but only four were broadcast in the United States before the series was canceled due to a combination of low ratings and pressure from religious activists. The show, however, was well received in places such as the United Kingdom, Ireland, and Latin America, where BBC Two, RTE, and Fox, respectively, aired the entire series.\n\nGod, the Devil and Bob was canceled in the United States after the first four episodes aired on NBC, after network executives received an alarming number of complaints about its potentially offensive religious material.","original_name":"God, the Devil and Bob","vote_average":8.5,"name":"God, the Devil and Bob","cert":"Unavailable","id":3511,"adult":"false","genre_ids":[35,16],"origin_country":["US"]},{"first_air_date":"2007-01-15","cast":["Blake McGrath","Celestina Aladekoba","Kenny Wormald","David Banks","Ashley Roberts"],"overview":"DanceLife was a 2007 dance-oriented United States TV reality show, featuring and produced by Jennifer Lopez. The series follows the lives of seven dancers trying to break into the world of professional dance and trying to \"make it\" in Hollywood.\n\nDanceLife premiered on January 15, 2007, and concluded its first season on March 5, 2007. The show has had guest appearances from Ashlee Simpson, Nelly Furtado, Mary J. Blige, Omarion, The Pussycat Dolls and Ashley Roberts.\n\nThe theme song is \"Find A New Way\" by Young Love.","original_name":"DanceLife","vote_average":0.0,"name":"DanceLife","cert":"Unavailable","id":3512,"adult":"false","genre_ids":[10764,99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Emerald on the Roof is a Chinese and Taiwanese romance television series starring Wallace Huo, Sun Li, Yvonne Yao, George Hu and Jia Nai Liang. This thirty episode romantic series is followed closely to the classical Shakespearean play Romeo and Juliet and features places such as the Hainan Island & Shanghai in China and London & Scotland in the United Kingdom.","original_name":"Emerald on the Roof","vote_average":0.0,"name":"Emerald on the Roof","cert":"Unavailable","id":3513,"adult":"false","genre_ids":[18],"origin_country":["TW"]},{"first_air_date":"2007-08-08","cast":["Sonija Kwok","Sammul Chan","Michael Tao","Ron Ng","Wong Cho-lam"],"overview":"On the First Beat is a TVB modern action series broadcast in June 2007.\n\nThe series is a direct sequel to 2005's The Academy. The main cast features Ron Ng, Sammul Chan and Chin Ka Lok from the original series and new cast including Michael Tao, Sonija Kwok, Joey Yung, Kenny Kwan and Kate Tsui. The story continues on with the two male leads in the series with their growth as young police officers with personal conflicts in their bonds as friends and romantic relationships. The drama is about the life of a group of Hong Kong police officers and cadets inside and outside of work.\n\nA direct sequel, E.U. was produced and airred in 2009 continued with Ron Ng and Sammul Chan, alongside Michael Miu, Kathy Chow, Elanne Kwong, and Michael Tse.","original_name":"學警出更","vote_average":0.0,"name":"On The First Beat","cert":"Unavailable","id":3514,"adult":"false","genre_ids":[18],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"One Night Genius is the first Thailand reality quiz show, on Thai TV Channel 3. First broadcasting in July 3, 2006. Present by Phanya Nirunkul and Tankhun Jitissara. Production by Workpoint Entertainment Public Company Limited. In every week, 8 competitors from 8 branches of professions have competed in the contest for the 1 million baht prize and the place where the contest is held have been changed every week.","original_name":"One Night Genius","vote_average":0.0,"name":"One Night Genius","cert":"Unavailable","id":3515,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Batang Kaharian is a 30-minute religious education program of ACQ-Kingdom Broadcasting Network.","original_name":"Batang Kaharian","vote_average":0.0,"name":"Batang Kaharian","cert":"Unavailable","id":3526,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2007-05-12","cast":["Chloë Grace Moretz","Dee Bradley Baker","Jim Cummings","Jim Cummings","Travis Oates"],"overview":"Pooh, Tigger, and friends from the Hundred Acre Wood welcome new neighbors — an adorable six-year-old girl named Darby and her puppy, Buster. With the help of adventurous super sleuths Tigger and Pooh, every episode revolves around the solving of a mystery and an interactive curriculum that encourages viewers to help them out.","original_name":"My Friends Tigger & Pooh","vote_average":6.5,"name":"My Friends Tigger & Pooh","cert":"Unavailable","id":3527,"adult":"false","genre_ids":[10762,16],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Lab with Leo Laporte was a technology-based television program hosted by Leo Laporte. Episode #1 debuted on April 23, 2007 on G4techTV Canada and HOW TO Channel Australia. The program was produced by Greedy Productions in Vancouver, BC. Production was overseen by the show's producer, Matt Harris and Marc Lefebvre. The show also now airs on Citytv after Rogers Media acquired control of the stations, and episode segments were also posted to Google Video several weeks after initial airing.","original_name":"The Lab with Leo Laporte","vote_average":0.0,"name":"The Lab with Leo Laporte","cert":"Unavailable","id":3528,"adult":"false","genre_ids":[99],"origin_country":["CA"]},{"first_air_date":"2004-09-26","cast":["Rolf Harris"],"overview":"Rolf on Art is a British Art television series made by the BBC. It was hosted by Rolf Harris, the Australian television presenter. The series began in 2001, and the most recent episode was made in 2007. It was followed by Harris's other art programme, Star Portraits with Rolf Harris, which was released after the success of Rolf on Art.\n\nEach episode revolved around Harris looking at a various notable artist from history, and both investigating their life as well as imitating their style of art.","original_name":"Rolf on Art","vote_average":0.0,"name":"Rolf on Art","cert":"Unavailable","id":3529,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Road Rovers is an American 2D animated television series written and produced by Warner Bros. Animation that premiered on Kids' WB on September 7, 1996. It lasted one season and ended on February 22, 1997. Reruns continued to air until September 6, 1997. It was then on Cartoon Network from February 7, 1998 until 2000. Much of the humor contained in the show was derived from popular culture of the mid-1990s.\n\nThe show follows the adventures of the Road Rovers, a team of five super-powered crime-fighting anthropomorphic dogs, known as \"cano-sapiens\". The leader of the rovers is Hunter, a golden retriever mix from the United States. The Rovers' boss is a scientist known as \"The Master\" who oversees their operations and supplies them with equipment from their subterranean headquarters.","original_name":"Road Rovers","vote_average":0.0,"name":"Road Rovers","cert":"Unavailable","id":3530,"adult":"false","genre_ids":[16],"origin_country":["US"]},{"first_air_date":"2004-01-08","cast":["Arnold Schwarzenegger"],"overview":"The ultimate sixteen-week job interview where eighteen Americans compete in a series of rigorous business tasks, many of which include prominent Fortune 500 companies and require street smarts and intelligence to conquer, in order to show the boss that they are the best candidate for his companies. In each episode, the losing team is sent to the boardroom where they are judged on their performance in the task. One person is fired and sent home.","original_name":"The Celebrity Apprentice","vote_average":4.3,"name":"The Celebrity Apprentice","cert":"Unavailable","id":3531,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"MLS Primetime Thursday was the weekly presentation of Major League Soccer games on ESPN2 for the 2007 and 2008 seasons. The program was presented by Adidas.","original_name":"MLS Primetime Thursday","vote_average":0.0,"name":"MLS Primetime Thursday","cert":"Unavailable","id":3536,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1979-10-24","cast":[],"overview":"After the mysterious destruction of the new space station, young people find themselves drawn to a stone circle in England, and other locations around Earth. They believe they'll be taken to a better place by a higher power. Only Professor Quatermass realizes that the young people are being tricked by an alien power, who wants to \"harvest\" humanity. It's up to Quatermass to find a way to stop the deadly plans of the aliens.","original_name":"Quatermass","vote_average":8.0,"name":"Quatermass","cert":"Unavailable","id":3537,"adult":"false","genre_ids":[18,10765],"origin_country":["GB"]},{"first_air_date":"2007-10-01","cast":["Scott Patterson","Amy Pietz","Dan Byrd","Lindsey Shaw","Adhir Kalyan"],"overview":"Aliens in America is an American sitcom created by David Guarascio and Moses Port that aired on The CW for one season from 2007–2008. Guarascio and Port also served as executive producers of the show alongside Tim Doyle. Luke Greenfield directed the pilot. The show is about an American teenager in Wisconsin whose family takes in a Muslim foreign exchange student from Pakistan.","original_name":"Aliens in America","vote_average":6.9,"name":"Aliens in America","cert":"Unavailable","id":3538,"adult":"false","genre_ids":[35,10751],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Beyond Our Control was the title of an American youth-produced television series that aired on local NBC affiliate WNDU-TV in South Bend, Indiana for 20 seasons from 1967 to 1986. Usually televised from late-January to mid-May of each year, the program was produced by WJA-TV, a company that was part of the local Junior Achievement program, designed to give high school students business and work experience, of which WNDU-TV was a local sponsor.","original_name":"Beyond Our Control","vote_average":0.0,"name":"Beyond Our Control","cert":"Unavailable","id":3539,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2003-08-26","cast":["Kenny Hotz","Spencer Rice"],"overview":"Kenny and Spenny are two best friends who compete against each other. Their competitions are ridiculous, immature and totally intense.","original_name":"Kenny vs. Spenny","vote_average":7.3,"name":"Kenny vs. Spenny","cert":"Unavailable","id":3540,"adult":"false","genre_ids":[35],"origin_country":["CA"]},{"first_air_date":"2004-01-23","cast":["Amanda Holden","Jamie Theakston","Debra Stephenson","John Gordon Sinclair","Dan Clark"],"overview":"Mad About Alice is a British sitcom that ran during 2004 for six episodes. It centres on the lives of a divorced couple and their young son. Despite no longer living together, Doug and Alice remain in close contact due to joint custody of their nine-year-old son Joe. Old habits die hard and the two just can't get together without an argument.","original_name":"Mad About Alice","vote_average":0.0,"name":"Mad About Alice","cert":"Unavailable","id":3541,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Pyramid is an American television game show that has aired several versions. The original series, The $10,000 Pyramid, debuted March 26, 1973, and spawned seven subsequent Pyramid series. The game featured two contestants, each paired with a celebrity. Players attempt to guess a series of words or phrases based on descriptions given to them by their teammates. The title refers to the show's pyramid-shaped gameboard, featuring six categories arranged in a triangular fashion. The various Pyramid series won a total of nine Daytime Emmys for Outstanding Game Show, second only to Jeopardy!, which has won thirteen.\n\nDick Clark is the host most commonly associated with the show, having hosted every incarnation from 1973–88, save for a 1974–79 syndicated version, The $25,000 Pyramid, hosted by Bill Cullen. John Davidson hosted a 1991 version of The $100,000 Pyramid, and another version, simply titled Pyramid, ran from 2002–04 with Donny Osmond as host.\n\nA new version titled The Pyramid premiered September 3, 2012 on GSN. This version was hosted by Mike Richards. The show only lasted one season before being cancelled.","original_name":"Pyramid","vote_average":0.0,"name":"Pyramid","cert":"Unavailable","id":3542,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"1984-06-29","cast":["Michael Holman","Debi Mazar","Vincent Gallo","Kool Moe Dee"],"overview":"Graffiti Rock was a hip-hop based television program, originally screened June 29, 1984. Intended as an on-going series, the show only received one pilot episode and aired on WPIX channel 11 in New York City and 88 markets around the country, to good Nielsen ratings.\n\nGraffiti Rock resembled a hip hop version of the popular television dance shows at the time such as Soul Train and American Bandstand. The show was created and hosted by Michael Holman, who was the manager of the popular break-dancing crew, the New York City Breakers.\n\nThe episode features Run D.M.C., Shannon, The New York City Breakers, DJ Jimmie Jazz and Kool Moe Dee and Special K of the Treacherous Three. The New York City Breakers, who were fresh off of their success from the movie, Beat Street, made a showcase appearance. The episode also features television and film actress, Debi Mazar and actor\/director Vincent Gallo as dancers on the show.\n\nA segment of the show was sampled on The Beastie Boys' LP Ill Communication. \"[...] alright, you're scratchin it right now, cut the record back and forth against the needle, back and forth, back and forth, make it scratch, but let me tell you something don't try this at home on your dad's stereo only under hiphop supervision, alright ?\" The show has since become an important 'must-see' for hip-hop enthusiasts, alongside such titles as Wild Style and Beat Street.","original_name":"Graffiti Rock","vote_average":5.0,"name":"Graffiti Rock","cert":"Unavailable","id":3543,"adult":"false","genre_ids":[10402],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"ABS-CBN Insider was a late-night news program anchored by Atty. Dong Puno and Ces Oreña-Drilon. The show was aired on ABS-CBN until June 30, 2006 and was replaced by Bandila.\n\nThe program began on July 28, 2003 anchored by Karen Davila, Cito Beltran and Erwin Tulfo. Its first features were inside stories of the Oakwood Mutiny which transpired a day before.","original_name":"ABS-CBN Insider","vote_average":0.0,"name":"ABS-CBN Insider","cert":"Unavailable","id":3544,"adult":"false","genre_ids":[10763],"origin_country":["PH"]},{"first_air_date":"2001-04-01","cast":["Yannick Bisson","Rob Tinkler","Katie Griffin","Susanna Dalton"],"overview":"Undergrads is an animated television series centered on the lives of four college undergraduate freshmen. Originally broadcast on MTV during 2001, only thirteen episodes were created. It has since been shown on Comedy Central in the United States, Teletoon in Canada, and Trouble in the United Kingdom. The show was conceived by Pete Williams, when he dropped out of college at the age of 19. Willams does most of the voices on the show. The series was produced by David McGrath.","original_name":"Undergrads","vote_average":5.7,"name":"Undergrads","cert":"Unavailable","id":3547,"adult":"false","genre_ids":[16,35],"origin_country":["CA","US"]},{"first_air_date":null,"cast":["Neil Crone","Scott Thompson","Carolyn Scott","Catherine Disher","Fiona Reid"],"overview":"Roboroach is a Canadian animated television series, which ran on Teletoon in Canada and Jetix in Europe. It follows the story of a cockroach named Rube and his brother Reg. While scavenging for food, as seen in the introduction film, Rube is caught and experimented on. His brother saves him, but when they jump in an electrical outlet, Rube is transformed forever into a roboroach, a half-robot half-cockroach. After that he swears to use his powers only for the good of everyone and never for personal use, unfortunately for Reg.","original_name":"Roboroach","vote_average":7.5,"name":"Roboroach","cert":"Unavailable","id":3548,"adult":"false","genre_ids":[16],"origin_country":["CA"]},{"first_air_date":"2002-10-04","cast":["Dan Redican","Bob Martin","Gord Robertson","James Rankin"],"overview":"Puppets Who Kill is a Canadian television comedy programme co-produced by The Comedy Network. It premiered in Canada on the Comedy Network in 2002, and in Australia on The Comedy Channel in 2004.\n\nIn Puppets Who Kill, Rocko the Dog, Cuddles the Comfort Doll, Buttons the Bear, and Bill the Dummy are four live, anthropomorphic puppets with a history of delinquency and recidivism. Canadian courts sent each of them to a halfway house for puppets, operated by a man named Dan Barlow.","original_name":"Puppets Who Kill","vote_average":7.0,"name":"Puppets Who Kill","cert":"Unavailable","id":3549,"adult":"false","genre_ids":[16,35],"origin_country":["CA"]},{"first_air_date":"2006-10-30","cast":["Les Dennis"],"overview":"In the Grid was a game show seen on UK broadcaster Five. It first aired on Monday 30 October 2006 and last aired Friday 2 February 2007.\n\nIn the Grid was hosted by Les Dennis and was produced by Initial West, one of the Endemol UK companies.","original_name":"In the Grid","vote_average":0.0,"name":"In the Grid","cert":"Unavailable","id":3550,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Pulttibois was a popular Finnish sketch comedy television show that premiered on MTV3 in 1989 and which starred a two-man cast of comedic actors - Pirkka-Pekka Petelius and Aake Kalliala. Both Petelius and Kalliala previously had been known for their work on YLE sketch comedies during the 1980s. In Pulttibois, Petelius and Kalliala created a compilation of 'over the top' sketches that were often scorned by critics, but loved by television viewers, eventually leading to a large cult following.\n\nThree seasons of the show were made between 1989 and 1991, after which the show ended. It was succeeded by the less popular Manitbois, which saw the return of many of the characters from Pulttibois, as well as the singer imitations. However, the more popular characters from the original show were noticeably absent.\n\nSince the end of Manitbois, Petelius and Kalliala mostly have moved on to more serious drama series and movies. However, Petelius still occasionally stars in humorous advertisements and sitcoms. Kalliala has made occasional comedic film appearances, most frequently in films produced by Porkkana Ryhmä the founders of the Kummeli comedy troupe.","original_name":"Pulttibois","vote_average":8.0,"name":"Pulttibois","cert":"Unavailable","id":3551,"adult":"false","genre_ids":[],"origin_country":["FI"]},{"first_air_date":"2007-06-09","cast":["Raji James","Anh Do","George Kapiniaris","Maria Mercedes","Zoe Ventoura"],"overview":"Kick is an Australian television series that was first broadcast on 9 June 2007 on SBS TV. It is set in Brunswick in Melbourne, Australia. The series follows the adventures of wild twenty-something Miki Mavros who is forced to move back in with her Greek-Australian parents on Hope Street after a failed attempt to \"make it big\". Miki begins work as a secretary for suave Anglo-Indian Dr. Joe Mangeshkar, who has a girlfriend named Jan, and things spiral out of control. Miki manages a local neighbourhood soccer team, hence the series title Kick.\n\nThe show also follows the adventures of Miki's neighbours on Hope Street, including the Salim family, a Lebanese-Australian Muslim family with siblings Amen, Osama \"Ozzie\", Taghred and Layla. Amen is an aspiring businessman with questionable ethics. Osama is going through typical teenage angst and has a crush on Taghred's friend Tatiana. Taghred is an aspiring soccer star. Layla is a university student arranged to be married to Sharif, but everything changes when Layla falls for fellow fencer Jackie.\n\nThe first season of the show is available on DVD.","original_name":"Kick","vote_average":5.0,"name":"Kick","cert":"Unavailable","id":3552,"adult":"false","genre_ids":[35],"origin_country":["AU"]},{"first_air_date":"2005-03-13","cast":["Wendie Malick","Ian Gomez","Rick Hoffman","David Hornsby","Margaret Welsh"],"overview":"Jake in Progress is an American comedy series broadcast on ABC from 2005 to 2006. Created by Austin Winsberg, the show was originally conceived as a real-time comedy; the first season was to show the first date of Jake and a woman. This was dropped during development, and the show became more conventional and episodic. The first aired episode reflected the original plan, and covering the first half-hour of a date.","original_name":"Jake in Progress","vote_average":7.0,"name":"Jake in Progress","cert":"Unavailable","id":3553,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"1999-08-30","cast":["Mo'Nique","Countess Vaughn","Jenna von Oy","Ken Lawson","Yvette Wilson"],"overview":"The Parkers is an American sitcom that aired on UPN from August 30, 1999, to May 10, 2004. A spin-off of UPN's Moesha, The Parkers features the mother-daughter team of Nikki and Kim Parker. The Parkers' signature \"Heeyyy\" greeting became very popular in the early 2000s.","original_name":"The Parkers","vote_average":6.8,"name":"The Parkers","cert":"Unavailable","id":3554,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"MuchOnDemand was an hour-long per broadcast viewer interactive television program aired on MuchMusic, Monday through Friday at 5pm ET. It was broadcast live from the Much broadcasting studio on 299 Queen Street West in Toronto. The Best of MuchOnDemand, aired Sundays at 10am ET, highlighting the best moments on the show from the past week. MuchOnDemand acted as Much's flagship show in a similar manner as MTV U.S.' Total Request Live.","original_name":"MuchOnDemand","vote_average":0.0,"name":"MuchOnDemand","cert":"Unavailable","id":3555,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":"1998-04-05","cast":["Tom Hanks","Nick Searcy","Lane Smith","David Andrews","Daniel Hugh Kelly"],"overview":"The story of the United States' space program, from its beginnings in 1961 to the final moon mission in 1972.","original_name":"From the Earth to the Moon","vote_average":8.2,"name":"From the Earth to the Moon","cert":"Unavailable","id":3556,"adult":"false","genre_ids":[10759,18],"origin_country":["US"]},{"first_air_date":"1999-10-04","cast":["Kenneth Branagh"],"overview":"Combining fact and informed speculation with cutting-edge computer graphics and animatronics effects, the series set out to create the most accurate portrayal of prehistoric animals ever seen on the screen.","original_name":"Walking with Dinosaurs","vote_average":7.9,"name":"Walking with Dinosaurs","cert":"PG","id":3557,"adult":"false","genre_ids":[99,16],"origin_country":["GB"]},{"first_air_date":"2002-04-24","cast":["Rachael Ray"],"overview":"$40 a Day is a Food Network show hosted by Rachael Ray. In each episode, Rachael takes a one-day trip to an American, Canadian, or European city with only US$40 to spend on food. While touring the city, she finds restaurants to go to, and usually manages to fit three meals and some sort of snack or after-dinner drink into her small budget.\n\nThe show premiered on April 1, 2002, some five months after the debut of 30 Minute Meals, making it her second Food Network show. Production is currently on hiatus. Clips are sometimes used in Ray's later series, Rachael Ray's Tasty Travels. Another Food Network series, Giada's Weekend Getaways starring Giada De Laurentiis, is similar in format. The show is currently being rerun on The Travel Channel.","original_name":"$40 a Day","vote_average":0.0,"name":"$40 a Day","cert":"Unavailable","id":3558,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2007-06-06","cast":["Jeremy Corbett"],"overview":"Deal or No Deal in New Zealand is the New Zealand version of the international game show format.","original_name":"Deal or No Deal","vote_average":0.0,"name":"Deal or No Deal","cert":"Unavailable","id":3559,"adult":"false","genre_ids":[],"origin_country":["NZ"]},{"first_air_date":"1993-01-01","cast":["Robyn Moore","Keith Scott"],"overview":"The Adventures Of Blinky Bill is an animated television series based on Dorothy Wall's books about Blinky Bill. The series is produced by Yoram Gross. Set in Greenpatch, a fictional Australian town, the series presents stories of conservation and nature through the activities of Blinky Bill and his family and friends.","original_name":"The Adventures of Blinky Bill","vote_average":1.0,"name":"The Adventures of Blinky Bill","cert":"Unavailable","id":3560,"adult":"false","genre_ids":[16],"origin_country":["AU","GB"]},{"first_air_date":"1990-09-29","cast":["Mia Kirshner","Jacob Tierney","Geraint Wyn Davies","Geordie Johnson","Lynne Cormack"],"overview":"Dracula: The Series is a short-lived syndicated series about Count Dracula and his struggles with Gustav Van Helsing, as well as Gustav's young nephews — Maximilian and Christopher Townsend. They were also aided by a schoolgirl, Sophie Metternich. Romantic tensions developed between Chris and Sophie. The series was filmed in Luxembourg, and produced by Phil Bedard and Larry Lalonde, best known for their work on John Woo's Once a Thief and Kung Fu: The Legend Continues.\n\nThe series formula was relatively straightforward, with the four heroes learning of some plot by Lucard\/Dracula and attempting to foil it, with at least some success. In keeping with the novel, but not most film and television lore, vampires could walk in sunlight but lacked their powers. Anyone bitten just once by a vampire transformed into a zombie-like servant. This process could be stopped by applying holy water to the bite.","original_name":"Dracula: The Series","vote_average":0.0,"name":"Dracula: The Series","cert":"Unavailable","id":3561,"adult":"false","genre_ids":[10759,18,35],"origin_country":["CA"]},{"first_air_date":"1974-03-03","cast":[],"overview":"PBS' premier science series helps viewers of all ages explore the science behind the headlines. Along the way, NOVA demystifies science and technology, and highlights the people involved in scientific pursuits.","original_name":"NOVA","vote_average":7.2,"name":"NOVA","cert":"Unavailable","id":3562,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2007-06-13","cast":["Iggy Pop","Kari Wahlgren","Chris Parson","Donick Cary","Dave B. Mitchell"],"overview":"Lil' Bush cracks satirical jokes at the Bush administration. The show depicts the administration members as pint-size cartoon characters. The title character is accompanied by Lil' Cheney and Lil' Condi.","original_name":"Lil' Bush","vote_average":0.0,"name":"Lil' Bush","cert":"Unavailable","id":3563,"adult":"false","genre_ids":[16,35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Uncle Al Show was a children's television program originating in Cincinnati. The show was hosted by Cleveland native Al Lewis, and later was co-hosted by his wife, Wanda.\n\nThe show enjoyed a remarkable 35-year run on WCPO Television, making it one of the longest-running local children's shows in American TV history. Uncle Al holds the unofficial record for the longest-running regularly scheduled series with the same host for the show's entire run.","original_name":"The Uncle Al Show","vote_average":0.0,"name":"The Uncle Al Show","cert":"Unavailable","id":3564,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2002-08-26","cast":["Kim Jae-won","Jang Na-ra","Kim Rae-won","Heo Jung-min","Kim Ha-kyoon"],"overview":"My Love, Patji, alternative title \"My Love Cindy\", alternative title \"My Feisty Girl\". Written by Kim Yi-young, and produced by Lee Jin-suk.","original_name":"내 사랑 팥쥐","vote_average":9.0,"name":"My Love Patzzi","cert":"Unavailable","id":3565,"adult":"false","genre_ids":[18,35],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"MGP Nordic is a Scandinavian song contest for children aged 8 to 15, organized by DR, NRK, SVT and YLE through FST5. It originated as a 2000 spin-off of Denmark's Eurovision Song Contest national final known as De unges Melodi Grand Prix, but expanded to become MGP Nordic in 2002 with the addition of Norway and Sweden.\n\nMGP Nordic was put on hiatus in 2003 when the European Broadcasting Union began to organize the Junior Eurovision Song Contest, an pan-European expansion of the concept. Regional finalists were sent to the new competition instead of MGP Nordic until 2006, when the countries jointly pulled out of the contest due to concerns over the ethical treatment of competitors. As a result, MGP Nordic was revived in 2007, with the new addition of Finland to the competition.\n\nMGP Nordic will not be held in 2010, because Denmark has pulled out to revise the participant requirements for DR's participating in the contest. SVT has since begun competing in the Junior Eurovision Song Contest again for Sweden, returning in 2010.","original_name":"MGP Nordic","vote_average":0.0,"name":"MGP Nordic","cert":"Unavailable","id":3566,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Friday Night Premiere Thunder","vote_average":0.0,"name":"Friday Night Premiere Thunder","cert":"Unavailable","id":3567,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1987-09-06","cast":["Don Henderson","John Woodvine","Nigel Stock","Patrick Troughton","Gareth Thomas"],"overview":"Knights of God was a British science fiction children's television serial, produced by TVS and first broadcast on ITV in 1987. It was written by Richard Cooper, a writer who had previously worked in both children's and adult television drama. Set in the year 2020, it showed a Britain ruled by the Knights of God, a fascist and anti-Christian religious order that came to power during a brutal civil war twenty years previously. It starred George Winter as Gervase Owen Edwards, the Welsh son of a resistance leader, and John Woodvine as the Prior Mordrin, leader of the titular cult. Patrick Troughton played Arthur, the apparent leader of the English resistance, and Julian Fellowes played Mordrin's ambitious and ruthless second-in-command, Brother Hugo.","original_name":"Knights of God","vote_average":4.0,"name":"Knights of God","cert":"Unavailable","id":3568,"adult":"false","genre_ids":[10765],"origin_country":["GB"]},{"first_air_date":null,"cast":["Kevin Whately"],"overview":"Geordie Racer was an educational BBC Look and Read production, which was first aired on BBC Two in 1988 and has been shown regularly ever since.\n\nThe story was set in Newcastle-upon-Tyne and the surrounding area, and featured pigeon racers and runners competing in the Great North Run. The main character is Spuggy Hilton, who isn't a runner like the rest of his family, but is a keen pigeon fancier and owns 'Blue Flash' - one of the best birds in Newcastle. He and his friend Janie observe some suspicious activity, and link a spate of local art robberies with obscure messages they find on some of the pigeons, but find they have even more problems when they go to spy on the crooks.\n\nGeordie Racer was praised for attempting to bring a grittier edge to educational programmes shown in primary schools. The series also featured Geordie actor Kevin Whately as Spuggy's father. Whately, who went on to star in Inspector Morse, was joined on screen by his real-life wife, Madelaine Newton, who played his on-screen wife. This was not an intentional decision, but merely an accidental coincidence.\n\nIt also featured the classic tune, 'Build yourself a wall with -ed'.","original_name":"Geordie Racer","vote_average":0.0,"name":"Geordie Racer","cert":"Unavailable","id":3569,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1992-03-07","cast":["Tōru Furuya","Keiko Han","Yasuhiro Takato","Michie Tomizawa","Aya Hisakawa"],"overview":"One day, Usagi Tsukino, clumsy 2nd-year middle school student (8th grader), stumbles upon a talking cat named Luna. Luna tells her that she is destined to be Sailor Moon, \"champion of love and justice\", and she must search for the fabled Moon Princess. Usagi finds friends that turn out to be destined senshi as well, and together they fight to save the world from the certain doom brought upon by the Dark Kingdom (Queen Beryl, the generals, Metallia).","original_name":"sailor moon","vote_average":7.5,"name":"Sailor Moon","cert":"Unavailable","id":3570,"adult":"false","genre_ids":[10759,16,18,10765],"origin_country":["JP"]},{"first_air_date":"1961-10-03","cast":["Paul Frees","Gloria Blondell","Virginia Gregg","Freeman F. Gosden","Charles J. Correll"],"overview":"Calvin and the Colonel is an animated cartoon television series in 1961 about Colonel Montgomery J. Klaxon, a shrewd fox and Calvin T. Burnside, a dumb bear. Their lawyer was Oliver Wendell Clutch, who was a weasel. The colonel lived with his wife Maggie Belle and her sister Sue, who did not trust the colonel at all. Colonel Klaxon was in the real estate business, but always tried get-rich-quick schemes with Calvin's unwitting help.\n\nThe series was an animated remake of Amos 'n' Andy [or, more or less, \"Andy and The Kingfish\"] and featured the voices of Freeman Gosden and Charles Correll from the radio series. Using animals avoided the touchy racial issues which had led to the downfall of Amos 'n' Andy.\n\nBecause of low ratings, the show was cancelled after two months, but returned two months later to complete the first season contract. For a year afterward reruns were seen on Saturday mornings, and eventually syndicated through the 1960s. It was also adapted as a comic book by Dell Comics, and as such the first of two issues was the final installment in the company's extremely prolific Four Color anthology series.","original_name":"Calvin and the Colonel","vote_average":0.0,"name":"Calvin and the Colonel","cert":"Unavailable","id":3571,"adult":"false","genre_ids":[16,35],"origin_country":["US"]},{"first_air_date":"1973-10-24","cast":["Telly Savalas","Dan Frazer","Kevin Dobson","George Savalas","Mark Russell"],"overview":"Detective Lieutenant Theo Kojak investigates crimes in New York City.","original_name":"Kojak","vote_average":7.2,"name":"Kojak","cert":"Unavailable","id":3572,"adult":"false","genre_ids":[18,10759],"origin_country":["US"]},{"first_air_date":"2006-08-17","cast":[],"overview":"David Tench Tonight was a short-lived television talk show created for Network Ten in Australia. The series featured David Tench, an animated fictional character, as host.\n\nThe name \"Tench\" is a partial anagram created from the name Channel Ten.\n\nTench conducted interviews with various \"celebrities\" including Pat Rafter, Nick Lachey, Ronn Moss, Nelly Furtado and Ella Hooper.\n\nThe 2006 season finale was shown on 23 November 2006. A Christmas special aired on 25 December 2006 at 10:30pm.\n\nIt was reported in The Daily Telegraph on 5 April 2007 that David Tench Tonight had been axed by Network Ten.","original_name":"David Tench Tonight","vote_average":0.0,"name":"David Tench Tonight","cert":"Unavailable","id":3573,"adult":"false","genre_ids":[35],"origin_country":["AU"]},{"first_air_date":"1977-04-17","cast":["Leonard Nimoy"],"overview":"In Search of... is a television series that was broadcast weekly from 1977 to 1982, devoted to mysterious phenomena. It was created after the success of three one-hour TV documentaries produced by creator Alan Landsburg: In Search of Ancient Astronauts in 1973, In Search of Ancient Mysteries and The Outer Space Connection, both in 1975. All three featured narration by Rod Serling, who was the initial choice to host the spin-off show. After Serling's death, Leonard Nimoy was selected to be the host.","original_name":"In Search of...","vote_average":8.3,"name":"In Search of...","cert":"Unavailable","id":3574,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"1977-09-22","cast":["Patrick Duffy","Belinda Montgomery","Alan Fudge","Victor Buono","Robert Lussier"],"overview":"Atlantis survivor Mark Harris breathes underwater, withstands extreme depth pressures and wields superhuman strength.","original_name":"Man from Atlantis","vote_average":5.8,"name":"Man from Atlantis","cert":"Unavailable","id":3575,"adult":"false","genre_ids":[10765,18,10759],"origin_country":["US"]},{"first_air_date":"1996-04-02","cast":["Erik King","Stacy Haiduk","Patrick Bauchau","C. Thomas Howell","Brigid Brannagh"],"overview":"Kindred: The Embraced is an American television series produced by John Leekley Productions and Spelling Television. Loosely based on the role-playing game Vampire: The Masquerade, the series premiered on Fox on April 2, 1996, and ran for eight episodes before it was canceled on May 9, 1996.\n\nThe series focused on San Francisco Police Detective Frank Kohanek who discovers his city is home to numerous vampires while investigating alleged mobster, Julian Luna. Julian is the \"prince\" of the city, ruler of five groups of vampires in the city, collectively called \"The Kindred\". The vampires survive through the \"masquerade\", disguising themselves as humans, and Julian strictly enforces the laws that govern them to protect their anonymity. Julian and Frank form an uneasy bond as they work together to try to prevent a vampire war and Julian struggles with his romantic feelings for human reporter Caitlin Byrne.\n\nThe eight episodes of the series have been released on VHS and DVD.","original_name":"Kindred: The Embraced","vote_average":6.8,"name":"Kindred: The Embraced","cert":"Unavailable","id":3576,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2005-08-08","cast":["Adam Carolla","Burton Richardson"],"overview":"Too Late with Adam Carolla was a late night talk show hosted by Adam Carolla and produced by Jackhole Industries, a team made up of old collaborators: Carolla, Jimmy Kimmel, and Daniel Kellison. The show, which mixed celebrity interviews, chatty everyday observations, scripted sketches, and phone conversations with viewers, premiered on August 8, 2005 in the 11:30 p.m. time slot on Comedy Central. The show struggled to find an audience, averaging fewer than 700,000 viewers, a poor performance that Carolla jokingly acknowledged on air. On September 20, the show was moved to 12:00 and the live audience was dropped. The show got its highest ratings when Steve-O of Jackass and Wildboyz fame came onto the show intoxicated and tackled Adam while yelling obscenities. The last episode aired in November 2005.","original_name":"Too Late with Adam Carolla","vote_average":0.0,"name":"Too Late with Adam Carolla","cert":"Unavailable","id":3585,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1995-09-07","cast":["Kate Harbour"],"overview":"Oakie Doke was a children's television programme that was broadcast from September 1995 until December 1996 on the BBC. It was produced by Cosgrove Hall Productions and was shown in stop motion animation. The show ran for two series, each containing 14 episodes.","original_name":"Oakie Doke","vote_average":5.0,"name":"Oakie Doke","cert":"Unavailable","id":3586,"adult":"false","genre_ids":[16],"origin_country":["GB","MX","CA","IT"]},{"first_air_date":"2004-03-02","cast":["Jo Joyner","Louise Delamere","Kaye Wragg","Derek Riddell","Holliday Grainger"],"overview":"No Angels is a critically acclaimed British television comedy drama series, produced by the independent production company World Productions for Channel 4, which ran for three series from 2004 to 2006. It was devised by Toby Whithouse.","original_name":"No Angels","vote_average":6.0,"name":"No Angels","cert":"Unavailable","id":3587,"adult":"false","genre_ids":[35,18],"origin_country":["GB"]},{"first_air_date":"1996-10-07","cast":["Alan Colmes","Sean Hannity"],"overview":"Hannity & Colmes was a live television show on Fox News Channel in the United States, hosted by Sean Hannity and Alan Colmes, who respectively presented a conservative and liberal perspective. The series premiered on October 7, 1996, and the final episode aired on January 9, 2009. It was the precursor to the Hannity program, which airs in the same time slot. The show offered Hannity's conservative views and Colmes's liberal views incorporated into a current news story, or in conjunction with a featured guest.\n\nIn addition to politics, the show featured debate about soft news stories, such as the 2006 Duke University lacrosse team scandal or the death of Anna Nicole Smith, or one-on-one interviews with politicians, commonly with the host who most closely shared the guest's political ideology. The show's format resembled a former CNN show called Crossfire, which similarly had co-hosts on both the left and right.\n\nFox announced on November 24, 2008 that Alan Colmes would leave the show at the end of the year, but he remains a commentator on Fox News, runs Liberaland, and makes occasional appearances on other programs like The O'Reilly Factor, and Shovio.com's TalkBackTV. On December 11, it was announced that Hannity would take over the time slot alone with a new show simply titled Hannity, which would have a format closer to his weekend program Hannity's America. January 9, 2009 was the last airing of Hannity & Colmes, with January 12 marking the beginning of the new Hannity program.","original_name":"Hannity & Colmes","vote_average":1.0,"name":"Hannity & Colmes","cert":"Unavailable","id":3588,"adult":"false","genre_ids":[10768],"origin_country":["US"]},{"first_air_date":"2008-01-13","cast":[],"overview":"China's Next Top Model is a Chinese reality TV series, based on the international version and spin-off to the original, America's Next Top Model.\n\nThe show was produced by Chinese television subscription channel Sichuan Satellite TV and it is filmed in Shanghai, the casting was held in selected cities of China — Shanghai, Beijing, Chengdu, and Guangzhou. It began airing on January 13, 2008 and airs at 10:30 PM, presented by Chinese supermodel Li Ai.\n\nAs carried by eWorld, and its wholly owned subsidiary MOJO Media Works with Pantene-sponsored China's Next Top Model began its production during the last week of December. With the successful conclusion of a nationwide talent search across Mainland China through the participation of Wal Mart, Watsons, Tesco and Carrefour, the show's producers have sifted through over 5000 applications from would-be reality TV stars and hopeful future models.","original_name":"China's Next Top Model","vote_average":0.0,"name":"China's Next Top Model","cert":"Unavailable","id":3589,"adult":"false","genre_ids":[],"origin_country":["CN"]},{"first_air_date":null,"cast":[],"overview":"Intrepid Journeys is a New Zealand television series, which screens on TV ONE. Making its debut in 2003, the show focuses on New Zealand \"celebrities\" who travel over to exotic countries to see the country's history, culture and people. It is a multi-award-winning travel series. It is not a “Survivor” style manufactured “challenge” show. It is about meeting real challenges in the real world, travelling to lesser-known places and then getting around the way locals do… by foot, bus and camel.\n\nAside from being physically challenging, Intrepid Journeys also acts as a conduit to other cultures and countries that may otherwise only be seen on the news when all hell is breaking loose. This series is a chance to get past stereotypes, myths and bad press, to get out into the real world and experience life challenging and changing travel.\n\nAcross each hour-long episode, Intrepid Journeys follows a celebrity traveller for two weeks in a rough and ready destination. The appeal of the show is two-fold. Aside from seeing a personality rise to a real challenge, there is also the chance to gather real working knowledge and understanding of places, lives, events and happenings foreign to Western culture.","original_name":"Intrepid Journeys","vote_average":0.0,"name":"Intrepid Journeys","cert":"Unavailable","id":3590,"adult":"false","genre_ids":[99],"origin_country":["NZ"]},{"first_air_date":"1984-01-09","cast":["Karan Kapoor","Tim Pigott-Smith","Art Malik","Om Puri","Geraldine James"],"overview":"The Jewel in the Crown, based upon the Raj Quartet novels by Paul Scott, is a British television serial about the final days of the British Raj in India during World War II. The story begins with an unjust arrest for rape. The consequences of this echo through the series. Questions of identity and personal responsibility are explored against a background of war and personal intrigue. The series was produced by Granada Television for the ITV network.","original_name":"The Jewel in the Crown","vote_average":7.1,"name":"The Jewel in the Crown","cert":"Unavailable","id":3591,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"1999-07-04","cast":["Ruffa Gutierrez","Mariel Rodriguez","Boy Abunda","Gretchen Barretto","Camile Velasco"],"overview":"The Buzz is a weekly entertainment news and talk show in the Philippines. Premiering on July 4, 1999, it's the longest-running weekly entertainment news and talk show on ABS-CBN. It features local celebrity gossip and news.","original_name":"The Buzz","vote_average":0.0,"name":"The Buzz","cert":"Unavailable","id":3600,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"1955-07-07","cast":["Jim McKay","Gene Rayburn"],"overview":"Make the Connection is an American game show, sponsored by Borden, that ran on Thursday nights from July 7 to September 29, 1955 on NBC. Originally hosted by Jim McKay, he was replaced after the first four episodes by future Match Game host Gene Rayburn for the final nine episodes.\n\nThe series was a Mark Goodson-Bill Todman Production, and as such it had many things in common with the other panel shows developed by the company. Like I've Got a Secret, there were four celebrity panelists who were each given a timed period in which to ask questions. Each panelist that was stumped earned the contestants money.\n\nBetty White made one of her earliest game show appearances as a panelist on the series. White would later be a frequent panelist on every version of the Rayburn-hosted Match Game.","original_name":"Make the Connection","vote_average":0.0,"name":"Make the Connection","cert":"Unavailable","id":3601,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1998-01-15","cast":["Debra Messing","Frankie Faison","Larry Drake","Adam Storke","Vincent Ventresca"],"overview":"Prey is a science-fiction television series that aired for one season in 1998 on ABC. The series starred Debra Messing, Adam Storke, Larry Drake, Frankie Faison, James Morrison, and Vincent Ventresca.","original_name":"Prey","vote_average":6.8,"name":"Prey","cert":"Unavailable","id":3602,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Wake Up! WA was a breakfast television show broadcast in Western Australia. It was broadcast on Access 31 until the station's demise in 2008.","original_name":"Wake Up! WA","vote_average":0.0,"name":"Wake Up! WA","cert":"Unavailable","id":3603,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"2005-06-17","cast":["Shirley Douglas","Margot Kidder","Alisen Down","Tegan Moss","Laura Bertram"],"overview":"Robson Arms follows the lives of the tenants in a once-grand low-rise in Vancouver's eclectic West End. The building is home to an unlikely collection of characters who live under one roof, yet occupy different worlds. One thing is certain, you'll never see your neighbours the same way again.","original_name":"Robson Arms","vote_average":9.0,"name":"Robson Arms","cert":"Unavailable","id":3604,"adult":"false","genre_ids":[18,35],"origin_country":["CA"]},{"first_air_date":"2004-09-28","cast":["Tessa Keller","Cameron Brinkman","Breanna Conrad","Lexie Contursi","Raquel Donatell"],"overview":"Like other teens in California, the lives of the Laguna Beach teenagers are filled with sandy beaches, beautiful friends and love triangles. But unlike other teens, they had cameras following them around. It may look like fantasyland, but they're not acting: they really are this rich and beautiful. For them, life really is a day at the beach.","original_name":"Laguna Beach","vote_average":4.0,"name":"Laguna Beach","cert":"Unavailable","id":3605,"adult":"false","genre_ids":[18,10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Bitag is an investigative and public service program hosted by Ben Tulfo and produced by BST Tri-Media Productions that airs in the Philippines. Launched on September 14, 2002, it first aired on Associated Broadcasting Company before moving the following year to Intercontinental Broadcasting Corporation before returning again to TV5. It is currently aired in syndication on the government-owned People's Television Network. During its launch, Ben described it as an investigative show like no other that strays away from the \"packaged\" aggressive image that the Tulfo clan is known for by adopting a more cut-throat, in-your-face approach. Its success also spawned a recap show that aired during weekday mornings on UNTV as Bitag Live, and simulcast on radio through DZME and DWUN. As of February 2013, Bitag Live is currently aired on AksyonTV and simulcast on DWFM.\n\nBitag is also a segment of the TV5 public service program T3: Reload, where Ben co-hosts with brothers Erwin Tulfo and Raffy Tulfo.","original_name":"Bitag","vote_average":0.0,"name":"Bitag","cert":"Unavailable","id":3606,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Kastljós is a high-rated Icelandic news magazine and talk show on the Icelandic national television channel RÚV. Sigmar Guðmundsson is the current editor and primary host of the show. The show is broadcast live five nights a week, Monday through Friday, at 7:35 p.m.","original_name":"Kastljós","vote_average":0.0,"name":"Kastljós","cert":"Unavailable","id":3615,"adult":"false","genre_ids":[],"origin_country":["IS"]},{"first_air_date":null,"cast":[],"overview":"The DuMont Evening News was an American news program which aired Monday through Friday at 7:15pm ET on the DuMont Television Network during the 1954-1955 season. Presented by Morgan Beatty, the 15-minute show was the network's third and final attempt at a nightly news broadcast.","original_name":"DuMont Evening News","vote_average":0.0,"name":"DuMont Evening News","cert":"Unavailable","id":3616,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":"2001-01-01","cast":["Samantha Brown"],"overview":"Great Hotels is a television show on the Travel Channel. The show, hosted by Samantha Brown, travels around the United States to show some of its most renowned hotels. Brown stays at the hotel and walks the viewer through the layout, the rooms, and extra features the hotel has to offer that make it unique and desirable.","original_name":"Great Hotels","vote_average":0.0,"name":"Great Hotels","cert":"Unavailable","id":3617,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2007-05-08","cast":["Kacey Ainsworth","Elaine Glover","Kieran O'Brien","Jimmy Akingbola","Tim Pigott-Smith"],"overview":"The police force at Holby South is tasked with the toughest job yet. Not only are they fighting the usual crime with drug offenders and gang members, but today they are faced with the threat of terrorism on their own soil. A Spin off from Holby City and Casualty.","original_name":"Holby Blue","vote_average":5.8,"name":"Holby Blue","cert":"Unavailable","id":3618,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Ki Fighter Taerang is a Japanese and Korean anime. It is a product of the major anime broadcaster Munhwa Broadcasting Corporation and NHK, and the animation was done by Production Grimi. The Director of this anime is Minoguchi Katuya. The story centers on the character Taerang, a legendary fighter squirrel. and similar series as King of Bandit Jing.","original_name":"Ki Fighter Taerang","vote_average":0.0,"name":"Ki Fighter Taerang","cert":"Unavailable","id":3619,"adult":"false","genre_ids":[],"origin_country":["KP","JP"]},{"first_air_date":null,"cast":[],"overview":"Playbook is an X's and O's football show with an entertaining flair. Playbook goes into the NFL Films room to examine a head coach's game film. In its original format, it was a 30-minute program hosted every weeknight during the NFL season and playoffs. In its new format, it is a one-hour program on Thursday and Friday, each day centering on either the AFC or the NFC.","original_name":"Playbook","vote_average":0.0,"name":"Playbook","cert":"Unavailable","id":3620,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1998-07-06","cast":[],"overview":"FANatic is an American TV show that was shown on the MTV network in the late 1990s. It featured everyday people being tricked into going somewhere and unexpectedly meeting their idol.","original_name":"FANatic","vote_average":10.0,"name":"FANatic","cert":"Unavailable","id":3629,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"California Dreaming is a British reality television programme, broadcast on Channel 4's T4 strand, that followed six British celebrities seeking success in Hollywood. They lived in a Hollywood mansion and were trained by doing challenges set by acting guru Bernard Hillier. The programme's title came from the song \"California Dreamin'\" by The Mamas & the Papas.","original_name":"California Dreaming","vote_average":0.0,"name":"California Dreaming","cert":"Unavailable","id":3630,"adult":"false","genre_ids":[10764],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"The Weakest Link was an Australian game show based on the successful UK format, which aired from February 2001 until April 2002 and was broadcast on the Seven Network. Presented by Cornelia Frances, the show featured nine contestants competing for a potential prize of $100,000. Airing twice weekly in primetime, on Mondays and Fridays, later Thursdays, it received modest ratings until its cancellation.\n\nThe Monday edition indirectly competed against the more-popular Who Wants to Be a Millionaire? and the Friday edition served as a lead-in to the AFL telecasts in Victoria, South Australia and Western Australia only. Later on in the year, The Weakest Link was moved to Thursdays at 7:30pm. In 2002, the show aired only once a week, on Mondays. Due to poor ratings, the show was cancelled for good with one of the final episodes being a lifestyle special that aired on 8 April 2002.\n\nThe show was produced in the Seven Network's South Melbourne headquarters.","original_name":"The Weakest Link","vote_average":10.0,"name":"The Weakest Link","cert":"Unavailable","id":3633,"adult":"false","genre_ids":[],"origin_country":["AU","GB"]},{"first_air_date":null,"cast":[],"overview":"The Tofus, is an animated French and Canadian sitcom created by Fabrice de Costil and Bertrand Victor for Teletoon as one of its original productions. It is a satirical parody of the environmentalist lifestyle epitomized by its title family, which consists of Mom, Pop, Chichi, Lola, and Buba. The show is set in the fictional town of Beauvillage, and lampoons many aspects of the environmental movement, including environmental organizations, animal rights, and pacifism.\n\nSince its debut on September 1, 2004, the program has aired twenty-six episodes over two seasons.","original_name":"The Tofus","vote_average":6.0,"name":"The Tofus","cert":"Unavailable","id":3634,"adult":"false","genre_ids":[16,35],"origin_country":["CA"]},{"first_air_date":"2007-02-06","cast":["Greg Gutfeld","Julie Banderas","Patti Ann Browne"],"overview":"Red Eye w\/Greg Gutfeld is an American late-night\/early-morning satirical talk show on the Fox News Channel, airing at 3:00 am ET Tuesday through Saturday, 11:00 pm Saturday, and 2:00 am Sunday. The show features panelists and guests discussing the latest news in politics, pop culture, entertainment, business, sports, and religion. The show is hosted by Greg Gutfeld, a self-described libertarian, who is a former Maxim UK editor.\n\nIn 2007, VH1 contributor Michelle Collins described watching Red Eye w\/Greg Gutfeld as, \"You almost feel like you’re going out and not going out. It’s like being at a bar with your friends and hearing all their opinions—while laying in bed eating Snackwell cookies.\"","original_name":"Red Eye w\/Greg Gutfeld","vote_average":4.2,"name":"Red Eye w\/Greg Gutfeld","cert":"Unavailable","id":3635,"adult":"false","genre_ids":[35,10763],"origin_country":["US"]},{"first_air_date":"1996-04-28","cast":["Albert Finney","Anna Chancellor","Hywel Bennett","Keeley Hawes","Richard E. Grant"],"overview":"Daniel Feeld,  writer of the film Karaoke, starts to believe that his characters are coming alive.","original_name":"Karaoke","vote_average":7.6,"name":"Karaoke","cert":"Unavailable","id":3636,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"1989-10-13","cast":["Robert Loggia","Lindsay Frost","Fredric Lehne","Charles Siebert","Randi Brooks"],"overview":"Mancuso, F.B.I. is a crime drama which was aired by NBC as part of its 1989-90 schedule.\n\nMancuso, F.B.I. stars veteran actor Robert Loggia as Nick Mancuso, a hardened veteran of the Bureau now assigned to Washington, D.C., where he was largely regarded by his superiors and bureaucratic types as a maverick with little regard for agency rules and procedures. This charge was largely true; Mancuso's true motivation was, as a press release for the show near the time of its premiere described it, \"a passionate love affair with the United States Constitution\" and an overwhelming desire to see genuine justice rather than the mere appearance of it.","original_name":"Mancuso, F.B.I.","vote_average":5.0,"name":"Mancuso, F.B.I.","cert":"Unavailable","id":3645,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2007-01-08","cast":["Emmanuel Lewis","Ron Jeremy","Verne Troyer","Andrea Lowell","Traci Bingham"],"overview":"The Surreal Life: Fame Games is a reality television series that was originally broadcast on the VH1 cable network. A spin-off of the VH1 show, The Surreal Life, the show assembles ten alumni of the show's 6 prior seasons to compete in a ten-week competition that takes place in Las Vegas, with the winner taking home a prize of $100,000 provided by the online gaming site Golden Palace.net. Robin Leach is the host. The contestants also compete in a game show format elimination round in each episode called \"Back to Reality\" that sees the losers, in the first 3 weeks of the competition, sent to \"the B-List\" which consists of living in a less luxurious wing of the mansion than the rest of the housemates, who are designated as \"the A-List\". In the later weeks, when the teams are split evenly, they compete in team competitions where the losing team must send 3 members to play \"Back to Reality\" to eliminate one person from the competition entirely.\n\nThe show featured a theme song titled \"I Wanna Be Famous\" recorded by cast member C.C. Deville from his solo album Samantha 7.","original_name":"The Surreal Life: Fame Games","vote_average":9.5,"name":"The Surreal Life: Fame Games","cert":"Unavailable","id":3646,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Sinasamba Kita or All for You is a Philippine drama that aired on GMA Network. The series is the first instalment of Sine Novela, a series of remake of films. The original movie was released back in 1982. The series was aired internationally, with a two-week delay, from May 14, 2007 until August 10, 2007 on GMA Pinoy TV.","original_name":"Sinasamba Kita","vote_average":0.0,"name":"Sinasamba Kita","cert":"Unavailable","id":3647,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":"2006-11-06","cast":["David Dickinson"],"overview":"Dickinson's Real Deal is an ITV, UK modern antiques and collectables television programme presented by David Dickinson. It is broadcast on ITV as part of the afternoon schedule, and is repeated on sister channel ITV3.\n\nAn American version of the show, simply titled Real Deal, was aired for one series on History, produced by Zodiak USA. The elements are the same except that the US show lacks the on-screen host for intervention on the deals.","original_name":"Dickinson's Real Deal","vote_average":0.0,"name":"Dickinson's Real Deal","cert":"Unavailable","id":3648,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"NASCAR on ESPN is the coverage of NASCAR on ESPN, ESPN2, and ABC. ABC, and later ESPN, carried NASCAR races from the sanctioning body's top three divisions at various points from the early 1960s until 2002. ESPN resumed coverage of NASCAR with the Nationwide Series race at Daytona in February 2007 and the Sprint Cup Series at Indianapolis in July 2007. ESPN currently holds the rights to broadcast the final 17 races of the NASCAR Sprint Cup Series season, including the entire Chase for the Sprint Cup as well as the entire NASCAR Nationwide Series season through the respective series' 2014 seasons.\n\nIn mid-2013, NBC Sports outbid the ESPN for rights to the final 20 Sprint Cup races and the second half of the Nationwide schedule for the next 10 years. ESPN will no longer be broadcasting NASCAR after the 2014 season.","original_name":"NASCAR on ESPN","vote_average":0.0,"name":"NASCAR on ESPN","cert":"Unavailable","id":3649,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Hollywood A Go-Go was a Los Angeles-based music variety show that ran in syndication in the mid-1960s. It was hosted by Sam Riddle, with music by The Sinners and dancing by The Gazzarri Dancers.","original_name":"Hollywood A Go-Go","vote_average":0.0,"name":"Hollywood A Go-Go","cert":"Unavailable","id":3650,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2006-09-09","cast":["Tabitha St. Germain","Kirby Morrow","Katie Griffin","Cathy Weseluck","Brian Dobson"],"overview":"Team Galaxy, le Collège de l'Espace or Galaxie Académie is a French and Canadian animated series made by Marathon Production. It blends anime-inspired 2D animation with CG elements, and is set at \"Galaxy High\", where a trio of young students try to balance their regular teenage lives and their training to become Space Marshals. The concept and animation style is similar to that of both Totally Spies! and Martin Mystery, other series created by the same production company.\n\nTeam Galaxy is co-produced by a number of international broadcasters, such as France 3 which was the first to begin airing the full series from 28 August 2006. In the United States, Cartoon Network paid Marathon about $16–$17 Million for 52 episodes, for a premiere in Fall 2006. It also appears on Canada's YTV and CBBC\/Disney XD in the UK.","original_name":"Team Galaxy","vote_average":0.0,"name":"Team Galaxy","cert":"Unavailable","id":3661,"adult":"false","genre_ids":[16,10759],"origin_country":["FR"]},{"first_air_date":null,"cast":[],"overview":"18 Stone of Idiot is a British television programme broadcast on Channel 4 in 2005 designed as a vehicle for Johnny Vegas and produced by Chris Evans.\n\nThe first show was broadcast on 27 May 2005 and a further five episodes were broadcast weekly thereafter. Vegas' stated intention was to make a programme \"so ridiculous that there was no way they'd recommission it.\"\n\nEach show had one primary guest whom Vegas interviewed, and who were further involved in various stunts and skits.","original_name":"18 Stone of Idiot","vote_average":10.0,"name":"18 Stone of Idiot","cert":"Unavailable","id":3662,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1965-09-17","cast":["Hermione Baddeley","Dave Madden","Leonard Stone","Arch Johnson","Frank De Vol"],"overview":"Camp Runamuck is an American sitcom which aired on NBC during the 1965-1966 television season. The series was created and executive produced by David Swift, and aired for 26 episodes.","original_name":"Camp Runamuck","vote_average":0.0,"name":"Camp Runamuck","cert":"Unavailable","id":3663,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2004-01-12","cast":["Rick Mercer"],"overview":"A weekly helping of topical satire, funny takes on the week's top stories and Canada-wide adventures.","original_name":"Rick Mercer Report","vote_average":7.2,"name":"Rick Mercer Report","cert":"Unavailable","id":3664,"adult":"false","genre_ids":[99,10763,35],"origin_country":["CA"]},{"first_air_date":"1995-01-23","cast":["Denise Miller","Ron Orbach","Richard Jeni","Emily Procter","Betsy Russell"],"overview":"Platypus Man is an American sitcom that aired on UPN in 1995. Starring comedian Richard Jeni, the television series was based on an hour-long HBO special of Jeni's filmed in 1992. The series lasted for only one season, with a total of thirteen episodes.\n\nPlatypus Man premiered January 23, 1995. The concept of a \"Platypus Man\", the concept of a \"cooking show for guys\" and the scenes involving the main character's social life were drawn from Jeni's stand-up routines.\n\nThe show, paired with Pig Sty, followed Star Trek: Voyager on UPN's Monday schedule. Both Pig Sty and Platypus Man were canceled in July 1995.","original_name":"Platypus Man","vote_average":0.0,"name":"Platypus Man","cert":"Unavailable","id":3665,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Philips top 10 is a Record chart show that aired on Zee TV. It was named so since it was sponsored by Philips India.\n\nThe countdown show was started in 1994 and used chart ratings as collected by MIL. an association of music labels in India.\n\nThe show was first of the kind on Indian TV on the lines of the international Billboard Chart and the famous Radio programme Cibaca Geetmala at home.\n\nPhilips Top 10 was hugely popular and led to commencement of other countdown shows on various channels, some of them being Superhit Muqabla on Doordarshan, BPL Oye, on Channel V, Ek Se Badhkar Ek, on Doordarshan and Hum Aapke Hain Kountdown on Sony TV.","original_name":"Philips Top 10","vote_average":0.0,"name":"Philips Top 10","cert":"Unavailable","id":3666,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":"2006-04-17","cast":["Kenneth Ma","Sheren Tang","Raymond Lam","Kate Tsui"],"overview":"La Femme Desperado is a TVB modern drama series broadcast in April 2006. The series contains many realistic elements relating to the life of a woman in today's modern society, particularly in Hong Kong. It is noted that this show is primarily based on the U.S. series Desperate Housewives due to the success with the show.","original_name":"女人唔易做","vote_average":8.0,"name":"女人唔易做","cert":"Unavailable","id":3677,"adult":"false","genre_ids":[18],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"Perish In The Name Of Love was a TV drama series made by TVB. It is based on an old Chinese opera play titled Tai Nui Fa, and takes place during the final years of the Ming Dynasty. The story follows the romantic relationship of the Chinese Emperor's daughter, Princess Cheung-Ping, and the son of a Royal Courtier, Chow Sai Hin.\n\nThe entire series takes place in a continuing flashback.","original_name":"Perish in the Name of Love","vote_average":0.0,"name":"Perish in the Name of Love","cert":"Unavailable","id":3678,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"The ITV News at Ten is the flagship news programme on British television network ITV, produced by ITN and founded by news editor Geoffrey Cox in 1967. It was originally planned as a thirteen week project in July 1967 because senior figures at ITV refused to believe that a permanent 30-minute evening news programme would be welcomed by viewers. However, the bulletin proved to be very popular with audiences and it remained a fixture of the ITV schedule.\n\nNews at Ten rose to popularity for the in-depth nature of its news reporting, and the presence of context and analysis, something that had lacked in ITN's shorter news updates. News at Ten also popularised some of the most well-known faces in television news, among them Alastair Burnet, Sandy Gall, Reginald Bosanquet, Anna Ford, Alastair Stewart and Trevor McDonald. When the programme was initially axed by ITV in March 1999 to make way for entertainment programming, there was a public outcry. The bulletin made a short-lived return in 2001, before being replaced with a 22:30 bulletin in 2004. It took a further four years for News at Ten to be properly reinstated to the ITV schedule, in January 2008. The current newscasters are Mark Austin and Julie Etchingham.","original_name":"ITV News at Ten","vote_average":0.0,"name":"ITV News at Ten","cert":"Unavailable","id":3679,"adult":"false","genre_ids":[10763],"origin_country":["GB"]},{"first_air_date":"1964-09-26","cast":["Carl Reiner","Ruth Buzzi","Jonathan Winters","Bob McFadden","Sterling Holloway"],"overview":"Linus the Lionhearted is an American animated television series featuring a main character of the same name. The character was created in 1959 by the Ed Graham advertising agency, originally as a series of ads for General Foods' Post Cereals. At first, Linus was the spokesman for the short-lived Post cereal \"Heart of Oats\". Eventually, the lion was redesigned and reintroduced in 1963 to sell Crispy Critters, which featured Linus on the box. The ads were so popular that a television series was created in 1964 and ran on the CBS network until 1966, then reruns [in color] aired on ABC from 1966, until it was cancelled three years later. A coloring book was published which detailed the adventures of So-Hi going on a scavenger hunt in order to break a curse on a two-headed bird, who is then transformed into a boy due to So-Hi's dedication.\n\nIn addition to Linus, a rather good-natured \"King of the Beasts\" who ruled from his personal barber's chair and voiced by Sheldon Leonard, there were other features as well, all based on characters representing other popular Post cereals. The best-known of these was Sugar Bear, who sounded like Bing Crosby and was voiced by actor Gerry Matthews. There was also a postman named Lovable Truly, a young Asian boy named So Hi, and Rory Raccoon.","original_name":"Linus the Lionhearted","vote_average":0.0,"name":"Linus the Lionhearted","cert":"Unavailable","id":3680,"adult":"false","genre_ids":[16],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"News Central was the flagship English primetime newscast of Studio 23. The show features a focus on major stories from around the country.\n\nNews Central aired its last episode on October 1, 2010.","original_name":"News Central","vote_average":0.0,"name":"News Central","cert":"Unavailable","id":3681,"adult":"false","genre_ids":[10763],"origin_country":["PH"]},{"first_air_date":"2003-03-30","cast":["Dylan Baker","Kellie Waymire","Lizzy Caplan","David Henrie"],"overview":"The Pitts is a short-lived FOX sitcom that aired 7 half-hour episodes between March and April 2003. It is about a family and their bad luck. It was a satire on typical American sitcoms with over-the-top sight gags.","original_name":"The Pitts","vote_average":0.0,"name":"The Pitts","cert":"Unavailable","id":3682,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"¿Quién Tiene La Razón? is a Latin American talk show. The show is produced by Venevisión International in Miami, where it is currently taped. The show's current host is Carmen Jara, who replaced psychologist Nancy Álvarez in 2012.","original_name":"¿Quién Tiene la Razón?","vote_average":0.0,"name":"¿Quién Tiene la Razón?","cert":"Unavailable","id":3693,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Foreign Exchange, which debuted on June 27, 2005, is a business show on CNBC World focusing exclusively on trading in the currency markets.\n\nForeign Exchange is CNBC World's first original live program, is anchored by a rotating group of reporters from CNBC's Global Headquarters, and Dow Jones Newswires' Nick Hastings as a contributor from CNBC Europe headquarters in London.\n\nThe show now airs weekdays from 8:30 to 8:45 AM ET.","original_name":"Foreign Exchange","vote_average":0.0,"name":"Foreign Exchange","cert":"Unavailable","id":3694,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"DuMont Royal Theater was an American anthology television series which ran on the now-defunct DuMont Television Network from 1951 to 1952. The half-hour series ran during the summer and is best described as a dramatic anthology.\n\nThe series helped launch the career of Hugh O'Brian, who later appeared in the popular The Life and Legend of Wyatt Earp TV series. Some sources say the sponsor was Royal Gelatin when it was part of Standard Brands.","original_name":"DuMont Royal Theater","vote_average":0.0,"name":"DuMont Royal Theater","cert":"Unavailable","id":3695,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2007-05-13","cast":["Joanna Page","Mathew Horne","Alison Steadman","Ruth Jones","James Corden"],"overview":"Gavin is an ordinary boy from Billericay, Essex. Stacey is an ordinary girl from Barry Island, South Wales. They’ve spoken on the phone every day at work for months but they’ve never actually met… until now.","original_name":"Gavin & Stacey","vote_average":7.7,"name":"Gavin & Stacey","cert":"Unavailable","id":3696,"adult":"false","genre_ids":[18,35],"origin_country":["GB"]},{"first_air_date":"2007-01-01","cast":[],"overview":"Live from Abbey Road is a 12-part, one-hour performance series\/documentary that began filming its first season during 2006 at Abbey Road Studios in London. Season 2 was filmed between 2007 and 2008, season 3 was filmed in 2009 and Season 4 was filmed in 2011. The series features a total of 128 musical artists to date -- usually two or three per show, performing up to five songs per session. The sessions are recorded without a live audience. Filmed in High-Definition with the occasional use of 35 mm lenses, the producers have sought to record performances which \"look like a movie and sound like a record\".","original_name":"Live from Abbey Road","vote_average":0.0,"name":"Live from Abbey Road","cert":"Unavailable","id":3697,"adult":"false","genre_ids":[99,10402],"origin_country":["GB"]},{"first_air_date":"1986-03-13","cast":["Zlad!","Jason Stephens","Magda Szubanski","Marg Downey","Michael Veitch"],"overview":"The D-Generation was a popular and influential Australian TV sketch comedy show, produced and broadcast by the Australian Broadcasting Corporation for two series, between 1986 and 1987. A further four specials were broadcast on the Seven Network between 1988 and 1989.","original_name":"The D-Generation","vote_average":0.0,"name":"The D-Generation","cert":"Unavailable","id":3698,"adult":"false","genre_ids":[35],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Soap Talk is a television talk show on SOAPnet hosted by Lisa Rinna and Ty Treadway. It debuted in 2002 and ended in 2006. The reason for the show's cancellation was due to SOAPnet expanding their programming away from a soap opera-related focus.","original_name":"Soap Talk","vote_average":0.0,"name":"Soap Talk","cert":"Unavailable","id":3709,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Harry Batt is a television programme starring Ian Kirkby as the fictional \"Geordie copper\" DI Harry Batt. The article is about both the character and the show itself.","original_name":"Harry Batt","vote_average":0.0,"name":"Harry Batt","cert":"Unavailable","id":3710,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1982-02-06","cast":["Ryouji Akagi","Jun'ichi Haruta","Shigeki Ishii","Sanpei Godai","Megumi Okawa"],"overview":"Dai Sentai Goggle-V is a Japanese tokusatsu television series. It was the sixth installment in Toei Company's Super Sentai series of tokusatsu television dramas. It aired on TV Asahi from February 6, 1982 to January 29, 1983, with a total of 50 episodes. Its international English title as listed by Toei is simply Goggle V.","original_name":"大戦隊ゴーグルファイブ","vote_average":10.0,"name":"Dai Sentai Goggle V","cert":"Unavailable","id":3711,"adult":"false","genre_ids":[10759],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Trolley Dollies was a 20-part TV documentary series aired on British digital network LIVING in 2005. It followed the lives of a number of Cabin Crew at UK charter airline Excel Airways.\n\nDuring the series, Excel Airways crew travelled to various countries. The show followed their lives both in and out of work, both on the aircraft and downroute on stop-overs at exotic destinations such as Tobago, Goa and Africa. The series was produced by Granada Productions for LIVING. It was narrated by Brian Dowling. The storylines included the relationship between gay couple Den and David, crew member Sally searching for her ideal man, and Janine's cosmetic surgery.\n\nThe show was cancelled after one series but continues to be popular in re-runs on both LIVING and LIVING2.","original_name":"Trolley Dollies","vote_average":0.0,"name":"Trolley Dollies","cert":"Unavailable","id":3712,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1955-09-10","cast":["James Arness","Amanda Blake","Dennis Weaver","Ken Curtis","Milburn Stone"],"overview":"Gunsmoke is an American radio and television Western drama series created by director Norman MacDonnell and writer John Meston. The stories take place in and around Dodge City, Kansas, during the settlement of the American West. The central character is lawman Marshal Matt Dillon, played by William Conrad on radio and James Arness on television.","original_name":"Gunsmoke","vote_average":6.5,"name":"Gunsmoke","cert":"Unavailable","id":3713,"adult":"false","genre_ids":[37,10759],"origin_country":["US"]},{"first_air_date":"1969-02-08","cast":["Maria Persson","Pär Sundberg","Paul Esser","Inger Nilsson","Margot Trooger"],"overview":"The adventures of Pippi Longstocking, an eccentric, super-strong, redheaded moppet and her best friends Tommy and Annika.","original_name":"Pippi Långstrump","vote_average":7.5,"name":"Pippi Longstocking","cert":"Unavailable","id":3714,"adult":"false","genre_ids":[35,18,10751,10762],"origin_country":["SE"]},{"first_air_date":null,"cast":[],"overview":"Jungle Run is a British children's television series which aired on CITV as part of the ITV network from 1999 to 2006. It was a game show similar to Fort Boyard and The Crystal Maze. The last two series were filmed back to back in 2006 and were aired on CITV over the following two years. They are still being repeated on the channel today. Since it began in 1999, the show has had three presenters, referred to as \"Jungle Guide\": Dominic Wood from 1999 to 2000, Chris Jarvis from 2002 to 2003 and Michael Underwood from 2003 to 2006.","original_name":"Jungle Run","vote_average":0.0,"name":"Jungle Run","cert":"Unavailable","id":3715,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Worldwide Exchange is a television business news program on CNBC channels around the world. It used to be broadcast live from studios on three continents until May 11, 2012. The global program is now anchored by Ross Westgate in London. Christine Tan was the Singapore anchor from the programme's debut until her departure May 11, 2012. Michelle Caruso-Cabrera served as the U.S.-based anchor from the show's launch until October 19, 2007, after which Brian Shactman filled the role as a regular until 2009. Nicole Lapin anchored from February 1, 2010 to August 2011. Kelly Evans became the U.S.-based anchor from May 14, 2012, when the show was reduced to one location, discontinuing the Asian and United States legs altogether. She co-anchored with Westgate in London through May 3, 2013. He became the sole anchor of the programme 3 days later, after Evans returned to the United States. The program is produced by CNBC Europe in London.\n\nBilled as \"the first ever global business news broadcast\", Worldwide Exchange began its broadcast on 2005, and is the first CNBC program to be jointly produced by three of the network's regional channels. It airs from 4am to 6am ET on the main CNBC channel and CNBC World in the United States, 10am to noon CET on CNBC Europe, and 4pm to 6pm or 5pm to 7pm Hong Kong\/Singapore\/Taiwan Time on CNBC Asia. As a result of the success of Worldwide Exchange, a second joint production, Capital Connection, debuted on CNBC Europe and CNBC Asia on March 26, 2007.","original_name":"Worldwide Exchange","vote_average":0.0,"name":"Worldwide Exchange","cert":"Unavailable","id":3724,"adult":"false","genre_ids":[10763],"origin_country":["GB","US"]},{"first_air_date":"2008-10-09","cast":["Jason O'Mara","Harvey Keitel","Gretchen Mol","Michael Imperioli","Jonathan Murphy"],"overview":"Life on Mars is a science fiction crime drama television series which originally aired on ABC from October 9, 2008 to April 1, 2009. It is an adaptation of the BAFTA-winning original UK series of the same name produced by the BBC. The series was co-produced by Kudos Film & Television, 20th Century Fox Television and ABC Studios.\n\nThe series tells the story of New York City police detective Sam Tyler, who, after being struck by a car in 2008, regains consciousness in 1973. Fringing between multiple genres, including thriller, science fiction and police procedural, the series remained ambiguous regarding its central plot, with the character himself unsure about his situation. The series also starred Harvey Keitel, Jonathan Murphy, Michael Imperioli, and Gretchen Mol.\n\nLife on Mars garnered critical praise for its premise, acting, and depiction of the 1970s but suffered from a declining viewership after its premiere and a two-month hiatus. ABC announced on March 2, 2009 that it would not be ordering a second season. A DVD set of the complete series was released on September 29, 2009.","original_name":"Life on Mars","vote_average":6.5,"name":"Life on Mars","cert":"Unavailable","id":3725,"adult":"false","genre_ids":[10759,18,10765],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Dreaming Girl is a Chinese animated series from China. It is produced by \"Beijing Golden Pinasters Animation Company\" in Beijing with the collaboration of CCTV.","original_name":"The Dreaming Girl","vote_average":0.0,"name":"The Dreaming Girl","cert":"Unavailable","id":3726,"adult":"false","genre_ids":[],"origin_country":["CN"]},{"first_air_date":"1961-09-17","cast":["Joe E. Ross","Fred Gwynne"],"overview":"Car 54, Where Are You? is an American sitcom","original_name":"Car 54, Where Are You?","vote_average":5.5,"name":"Car 54, Where Are You?","cert":"Unavailable","id":3727,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Vas o No Vas is the American Spanish-language version of Deal or No Deal, which debuted on Telemundo from October 8, 2006 to May 26, 2007 and it was produced by Endemol and NBC. The program was hosted by Héctor Sandarti, who hosted the Mexican version of the same name for Televisa. The show was taped at Televisa's Santa Fe studios in Mexico City, Mexico, where Endemol Mexico is based, in the same studio where the Mexican edition was taped. Originally airing Saturday nights at 7 PM ET\/PT in a 90-minute format, the show moved to Saturday afternoons at 1PM ET \/ PT, edited to 60 minutes in length. The show was permanently axed when the 2007 May sweeps period was almost completed.","original_name":"Vas o No Vas","vote_average":0.0,"name":"Vas o No Vas","cert":"Unavailable","id":3728,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2006-11-06","cast":["Park Hae-mi","Jeong Jun-ha","Kim Hye-seong","Jung Il-woo","Lee Soon-jae"],"overview":"High Kick! was a popular South Korean situation comedy revolving around the life of the Lee family, taking place in Seoul at the same time as the broadcast. The title of the show \"High Kick!\" has several implications, one of which is the oft-depicted high kicks of Yoon-ho, one of the main characters. The show aired in South Korea from Monday to Friday in sitcom format. Due to its popularity, the show filmed more episodes than were initially planned. Many of the characters starred in commercials and advertisements in Korea. The show's popularity also led to High Kick Through the Roof, which aired in 2009-2010, and High Kick 3: The Counterattack of the Short Leg, which aired in 2011-2012.","original_name":"거침없이 하이킥","vote_average":10.0,"name":"High Kick!","cert":"Unavailable","id":3729,"adult":"false","genre_ids":[18,35],"origin_country":["KR"]},{"first_air_date":"2004-10-05","cast":[],"overview":"Dancing with the Stars is a Logie Award-winning, Australian light entertainment reality show airing on the Seven Network and filmed live from the HSV-7 studios in Melbourne. The show is based on the United Kingdom BBC Television series Strictly Come Dancing and is part of BBC Worldwide's international Dancing with the Stars franchise.\n\nThe show debuted in a short run from October to November 2004, then returned the following February. The show was picked up for a ninth season by Seven Network.\n\nThe show is a ratings success averaging around 2 million viewers a week nationally during its peak which places the series number 1 of the entire day.\n\nThe show pairs celebrities with professional ballroom dancers who each week compete against each other in a dance-off to impress a panel of judges and ultimately the viewing public in order to survive potential elimination. Through telephone and SMS voting, viewers vote for the duo they think should remain in the competition. Judges' scores are combined with the viewer votes when determining which duo is eliminated.\n\nDaniel MacPherson and Edwina Bartholomew are the hosts of the thirteenth season in 2013.\n\nThe logo used for the first seven series of Dancing with the Stars is similar to the logo used by Strictly Come Dancing. The logo used for the eighth series and beyond is similar to that used by the US version of Dancing with the Stars.","original_name":"Dancing with the Stars","vote_average":9.0,"name":"Dancing with the Stars","cert":"Unavailable","id":3740,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Showcasing the best of international feature documentaries.","original_name":"True Stories","vote_average":0.0,"name":"True Stories","cert":"Unavailable","id":3741,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2000-08-08","cast":["Patrick Warburton","Wayne Knight","Neil Flynn","Larry Miller","Stephen Furst"],"overview":"Buzz Lightyear of Star Command is an American animated science fiction\/adventure\/comedy series produced by Walt Disney Television Animation. The series originally aired on UPN and ABC from October 2000 to January 2001 as part of Disney's One Saturday Morning programming block. It follows the adventures of space ranger Buzz Lightyear, who first appeared in the film Toy Story as an action figure and one of the film's protagonists.","original_name":"Buzz Lightyear of Star Command","vote_average":6.6,"name":"Buzz Lightyear of Star Command","cert":"Unavailable","id":3744,"adult":"false","genre_ids":[16,10762,10765,10751,35,10759],"origin_country":["US"]},{"first_air_date":"2000-09-09","cast":["Nathan Lane","Cree Summer","David Ogden Stiers","Debra Jo Rupp","Jerry Stiller"],"overview":"Teacher's Pet is an American Disney animated television series about a 9 year old boy and his dog who dresses up as a boy. Created by Gary Baseman, Bill Steinkellner and Cheri Steinkellner and directed by Timothy Björklund, it was broadcast on Disney's One Saturday Morning on ABC and later Toon Disney. The show ran from 2000 to 2002. The show was influenced by Gary Baseman's dog, Hubcaps. He would wonder what the dog would do while he was gone. He made this show in honor of him, with Spot portraying Hubcaps.","original_name":"Teacher's Pet","vote_average":7.3,"name":"Teacher's Pet","cert":"Unavailable","id":3745,"adult":"false","genre_ids":[16,35],"origin_country":["US"]},{"first_air_date":"2004-10-11","cast":["Lucy Liu","Carlos Alazraqui","Carlos Ponce","Elizabeth Peña","Erik Estrada"],"overview":"Maya & Miguel is a children's television animated series for children aged 6–12 produced by Scholastic Studios. It appears on PBS as part of the PBS Kids Go! lineup and on the CBBC channel in the UK. On September 10, 2011, it started airing on Univision every Saturdays mornings on the block Planeta U. However, as of September 28, 2013, it was removed from the Univision block, Planeta U's Saturday morning lineup for a timeshot replacement for The Jungle Book. The Spanish version is \"Maya y Miguel\". The show ran from October 11, 2004 to October 10, 2007.\n\nCentering around the lives of pre-teen Hispanic twins named Maya and Miguel Santos and their friends, the program is aimed at promoting multiculturalism and education in general. It is geared to the 5-9 age range. Part of the dialogue in each episode in the English version is in Spanish but only individual words or phrases which are explained in English.\n\nThe program features well-known voice talent, including Candi Milo, Nika Frost, Erik Estrada, Lucy Liu, Carlos Ponce and Elizabeth Peña.\n\nThe TV show is close captioned by the National Captioning Institute when seen on PBS Kids in the USA like Sesame Street, Dragon Tales and Clifford the Big Red Dog.","original_name":"Maya & Miguel","vote_average":5.5,"name":"Maya & Miguel","cert":"Unavailable","id":3746,"adult":"false","genre_ids":[16],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Latin Lover is a joint telenovela production between Venevisión, Iguana Producciones, and Playboy Entertainment Group. It centers around the production of a fictional telenovela, and follows the lives of the actors and production staff involved in the show, as well as other tangential characters. The show features a large main cast of at least 23 credited performers.\n\nEach episode features a number of softcore pornographic and simulated sexy scenes, commonly including full frontal and rear nudity, though rarely showing either male or female genitalia.\n\nAs of July 6, 2008, Latin Lover is broadcast in Canada by Telelatino, dubbed into English. A new series called Latin Lover 2: Beauty & Ambition premiered on Telelatino Network in Spring 2009.","original_name":"Latin Lover","vote_average":0.0,"name":"Latin Lover","cert":"Unavailable","id":3757,"adult":"false","genre_ids":[],"origin_country":["PE"]},{"first_air_date":"1956-07-04","cast":["John Stone"],"overview":"Abigail and Roger was a British sitcom that aired on the BBC Television Service in 1956. It was written by Kelvin Sheldon. The programme saw Julie Webb and David Drummond play Abigail and Roger, an engaged couple living in London bedsits.","original_name":"Abigail and Roger","vote_average":0.0,"name":"Abigail and Roger","cert":"Unavailable","id":3758,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1975-07-07","cast":[],"overview":"The Magnificent Marble Machine is an American television game show based on the arcade game of pinball. The show ran on NBC from July 7, 1975 to March 12, 1976, but was interrupted for two weeks in January due to scheduling changes on the network and aired repeats from March 15 to June 11. It aired in both half-hour slots between Noon and 1:00 PM, Eastern.\n\nMerrill Heatter and Bob Quigley packaged this program, with Robert Noah as executive producer. Art James served as host, and Johnny Gilbert was the announcer.","original_name":"The Magnificent Marble Machine","vote_average":0.0,"name":"The Magnificent Marble Machine","cert":"Unavailable","id":3759,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"ASAP Mania","vote_average":0.0,"name":"ASAP Mania","cert":"Unavailable","id":3760,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1979-08-28","cast":["Joanna Cassidy","John Bennett Perry","Mark Harmon","Stephen W. Burns","Taylor Lacher"],"overview":"240-Robert is an American drama series that ran on ABC from 1979 to 1981. The series title is a reference to the call-sign designation for the Los Angeles Sheriff's Department's search and rescue\/paramedic teams.","original_name":"240-Robert","vote_average":0.0,"name":"240-Robert","cert":"Unavailable","id":3761,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"NBA Shootaround is a pregame show for ESPN's coverage of the National Basketball Association. Typically, the program airs at 7:30 p.m, prior to ESPN's presentation of NBA Friday, though it does occasionally air prior to ESPN's NBA Wednesday coverage. The show is sponsored by Kia Motors, giving it the official name KIA NBA Shootaround, and aired live from ESPN\/ABC's Times Square Studios from 2003 to 2006.","original_name":"NBA Shootaround","vote_average":0.0,"name":"NBA Shootaround","cert":"Unavailable","id":3762,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1991-04-26","cast":["Sally Struthers","Stuart Pankin","Jessica Walter","Kevin Clash","Jason Willinger"],"overview":"Dinosaurs follows the life of a family of dinosaurs, living in a modern world. They have TV's, fridges, microwaves, and every modern convenience.","original_name":"Dinosaurs","vote_average":7.4,"name":"Dinosaurs","cert":"Unavailable","id":3763,"adult":"false","genre_ids":[10765,35,10751],"origin_country":["US"]},{"first_air_date":"2004-02-24","cast":["Adrian Lester","Robert Glenister","Robert Vaughn","Rob Jarvis","Marc Warren"],"overview":"A motley group of London con artists pull of a series of daring and intricate stings.","original_name":"Hustle","vote_average":7.8,"name":"Hustle","cert":"Unavailable","id":3764,"adult":"false","genre_ids":[35,80,18,9648],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Au Revoir Shanghai is a TVB period drama series released overseas in May 2006 and aired on TVB Pay Vision Channel in August 2008.","original_name":"Au Revoir Shanghai","vote_average":0.0,"name":"Au Revoir Shanghai","cert":"Unavailable","id":3765,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":"2004-06-29","cast":["Robert Webb","Paula Wilcox","Siobhan Redmond","Debbie Chazen","Leslie Schofield"],"overview":"The Smoking Room is a British television sitcom written by Brian Dooley, who won a BAFTA for the series in 2005. The first series, consisting of eight episodes, was originally transmitted on BBC Three between 29 June and 17 August 2004. The Christmas Special was first transmitted on 20 December 2004. A second series of eight episodes began airing on 26 July 2005.\n\nThe first series, including the Christmas Special, was released on DVD by the BBC on 6 February 2006 and on CD in a four-disc set on 4 April 2005. The second series was released on 16 October 2006; a boxed set containing both series was released on the same date.\n\nThere will not be a third series; in an interview for the BBC News website on 30 November 2006, the actor Robert Webb who plays Robin, said in passing, \"...there is no more Smoking Room\". England's smoking ban, which prohibits indoor smoking in workplaces, came into force on 1 July 2007, as a result of which internal smoking rooms, like the one in which the series is set, became illegal.","original_name":"The Smoking Room","vote_average":8.1,"name":"The Smoking Room","cert":"Unavailable","id":3766,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"1981-01-12","cast":["John Forsythe","Linda Evans","Joan Collins","Heather Locklear","Gordon Thomson"],"overview":"The saga of a wealthy Denver family in the oil business: Blake Carrington, the patriarch; Krystle, his former secretary and wife; his children: Adam, lost in childhood after a kidnapping; Fallon, pampered and spoiled; Steven, openly gay; and Amanda, hidden from him by his ex-wife, the conniving Alexis. Most of the show features the conflict between 2 large corporations, Blake's Denver Carrington and Alexis' ColbyCo.","original_name":"Dynasty","vote_average":6.9,"name":"Dynasty","cert":"Unavailable","id":3769,"adult":"false","genre_ids":[10766,18],"origin_country":["US"]},{"first_air_date":"1976-04-24","cast":["David Birney","Tom Atkins"],"overview":"Serpico is a short-lived American crime drama series that aired on NBC between September 1976 and February 1977. The series was based on the book by Peter Maas and the 1973 film of the same name that starred Al Pacino in the title role. A television movie, Serpico: The Deadly Game, served as pilot and aired in April 1976.","original_name":"Serpico","vote_average":0.0,"name":"Serpico","cert":"Unavailable","id":3770,"adult":"false","genre_ids":[80,18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Detective Investigation Files IV is the 4th and final installment of the Detective Investigation Files TV franchised by TVB in Hong Kong. It won two TVB Anniversary Awards, including Best Actor for Louis Koo and Best Actress for Jessica Hsuan.\n\nThe series focuses on the lives of two detectives, Tsui Fei and Kong Chi Shan, and the murder cases they deal with.","original_name":"刑事偵緝檔案IV","vote_average":8.0,"name":"Detective Investigation Files IV","cert":"Unavailable","id":3771,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":"1993-04-21","cast":["Chuck Norris","Clarence Gilyard Jr.","Sheree J. Wilson","Noble Willingham","Judson Mills"],"overview":"Walker, Texas Ranger is an American television action crime drama series created by Leslie Greif and Paul Haggis, both starring Chuck Norris as a member of the Texas Ranger Division. The show aired on CBS in the spring of 1993, with the first season consisting of three pilot episodes. Eight full seasons followed with new episodes airing from September 25, 1993 to May 19, 2001 and reruns continuing on CBS until July 28, 2001. It was broadcast in over 100 countries, and has since spawned a made-for-television movie, entitled Trial By Fire. The movie ended on a cliffhanger, which, as of 2013, has not yet been resolved. DVD sets of all seasons have been released. At various times since 1997, reruns of the show have aired, in syndication, on the USA Network and Action in Canada. As of September 13, 2010, the series is shown on WGN America.\n\nThe show was known for its moral values. For example, the characters refrained from the use of drugs, and they participated in community service. Martial arts were displayed prominently as the primary tool of law enforcement and occasionally as a tool for Walker and company to reach out to the community. The show has since become one of the most popular action shows in television history and has gained a cult following for its camp appeal.","original_name":"Walker, Texas Ranger","vote_average":5.4,"name":"Walker, Texas Ranger","cert":"Unavailable","id":3772,"adult":"false","genre_ids":[10759,18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Steven's Untitled Rock Show was an American television program that aired on Fuse from December 2004 to December 2008, in which host Steven Smith interviewed rock bands and musicians while airing rock videos.","original_name":"Steven's Untitled Rock Show","vote_average":0.0,"name":"Steven's Untitled Rock Show","cert":"Unavailable","id":3773,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2005-08-28","cast":["Gila Almagor","Maya Maron","Lior Ashkenazi","Ayelet Zurer","Alma Zack"],"overview":"BeTipul is an Israeli television drama revolving around the personal and professional life of an Israeli psychologist, Reuven Dagan, played by Assi Dayan. The series portrays a psychologist who treats patients at his clinic five days a week and then seeks psychological treatment for himself. Filmmaker Ari Folman served as the head writer of the series.","original_name":"בטיפול","vote_average":8.0,"name":"BeTipul","cert":"Unavailable","id":3774,"adult":"false","genre_ids":[18],"origin_country":["IL"]},{"first_air_date":"1975-10-16","cast":["Tony Selby","David Janson","Robert Lindsay","Brian Pettifer","Karl Howman"],"overview":"Get Some In! is a British comedy series set in the 1950's that focused on the Royal Air Force National Service. The show was broadcast between 1975 and 1978 by Thames Television. Scripts were by John Esmonde and Bob Larbey, the team behind the BBC TV sitcom The Good Life.\n\nThe programme drew its inspiration from late 1950s\/early 1960s National Service situation-comedy The Army Game, and from nostalgic BBC TV sitcom Dad's Army, but the RAF setting gave it enough originality not to seem formulaic. Thirty-four half-hour episodes were made.\n\nThe series has never been repeated in full on terrestrial TV, although the UKTV Gold cable channel has aired the episodes uncut.","original_name":"Get Some In!","vote_average":7.5,"name":"Get Some In!","cert":"Unavailable","id":3775,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Safe Guards is a TVB costume drama series broadcast in February 2006.","original_name":"Safe Guards","vote_average":0.0,"name":"Safe Guards","cert":"Unavailable","id":3776,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"The Skatebirds is a 60-minute show on CBS Saturday mornings from 1977–78, produced by Hanna-Barbera Productions.\n\nThe Skatebirds lasted only a half-season in its original run from September 10, 1977 to January 28, 1978. In the fall of 1979, the show was cut down to a half-hour by removing The Robonic Stooges and Woofer And Whimper, Dog Detectives and broadcast on CBS Sunday mornings on and off until January 1981. In the late 1980s, a different shortened version of The Skatebirds was shown on USA Cartoon Express and later resurfaced on Cartoon Network and Boomerang.","original_name":"The Skatebirds","vote_average":0.0,"name":"The Skatebirds","cert":"Unavailable","id":3777,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1958-09-30","cast":["Horace McMahon","Paul Burke","Harry Bellaver","Lawrence Dobkin","Nancy Malone"],"overview":"Naked City is a police drama series which aired from 1958 to 1963 on the ABC television network. It was inspired by the 1948 motion picture of the same name, and mimics its dramatic “semi-documentary” format.\n\nIn 1997, the episode “Sweet Prince of Delancey Street” was ranked #93 on TV Guide’s “100 Greatest Episodes of All Time”.","original_name":"Naked City","vote_average":8.0,"name":"Naked City","cert":"Unavailable","id":3782,"adult":"false","genre_ids":[18,80,10759],"origin_country":["US"]},{"first_air_date":"1969-09-11","cast":["Denise Nicholas","Michael Constantine","Lloyd Haynes","Karen Valentine"],"overview":"Room 222 is an American comedy-drama television series produced by 20th Century Fox Television. The series aired on ABC for 112 episodes from September 17, 1969 until January 11, 1974. The show was broadcast on Wednesday evenings at 9:00 for its first two seasons before settling into its best-remembered time slot of Friday evenings at 9:00, following The Brady Bunch and The Partridge Family, and preceding The Odd Couple and Love, American Style.\n\nIn 1970, Room 222 earned Emmy Awards in three categories: Outstanding New Series, Outstanding Supporting Actor in a Comedy Series, and Outstanding Supporting Actress in a Comedy Series.","original_name":"Room 222","vote_average":5.3,"name":"Room 222","cert":"Unavailable","id":3783,"adult":"false","genre_ids":[35,18],"origin_country":["US"]},{"first_air_date":"1983-09-19","cast":["Rod Roddy","Charlie O'Donnell","Peter Tomarken","Savage Steve Holland"],"overview":"Press Your Luck is an American television daytime game show created by Bill Carruthers and Jan McCormack. It premiered on September 19, 1983, on CBS and ended on September 26, 1986. In the show, contestants collected spins by answering trivia questions and then used the spins on an 18-space game board to win cash and prizes. The person who amassed the most in cash and prizes at the end of the game won. Peter Tomarken was the show's host, and Rod Roddy was the primary announcer. John Harlan and Charlie O'Donnell filled in as substitute announcers for Roddy on different occasions. Press Your Luck was videotaped before a studio audience at CBS Television City, in Studios 33 and 43 in Hollywood, California. The show was a revival of Second Chance, which was hosted by Jim Peck and aired on ABC from March 7–July 15, 1977.\n\nThe show was known for the \"Whammy\" –a red cartoon creature wearing a cape. Landing on any of the Whammy's spaces on the game board took away the contestant's money, accompanied by an animation that would show the Whammy taking the loot, but frequently being chased away, blown up, or otherwise humiliated in the process. The Whammies were created and animated by Savage Steve Holland and Bill Kopp, and voiced by Carruthers. Approximately 50 different animations were used.","original_name":"Press Your Luck","vote_average":9.3,"name":"Press Your Luck","cert":"Unavailable","id":3784,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2007-07-15","cast":["Jason Priestley","Peri Gilpin","Marisa Coughlan","Chris Gartin","Diana Maria Riva"],"overview":"Side Order of Life is a dramatic television series broadcast by Lifetime on Sunday night. In its first five weeks it aired at 8:00pm ET\/PT, then switched to the 9:00pm time slot.\n\nMarisa Coughlan plays Jenny McIntyre, a photographer who reconsiders her life and is reawakened to her options after her best friend, Vivy Porter, is diagnosed with a recurrence of cancer. Jason Priestley returns to regular series television as Ian Denison, Jenny's fiancé. Christopher Gartin rounds out the main case as Jenny's boss Rick Purdy at the fictional In Person magazine; he is in love with Vivy, who has rejected him.\n\nLifetime broadcast Side Order of Life with State of Mind and Army Wives in an effort to offer a night of new original programming aimed primarily at female viewers during the summer hiatus.\n\nSide Order of Life premiered on Lifetime on July 15, 2007. Initial reviews were positive, with Variety.com's Brian Lowry saying, \"writer-producer Margaret Nagle brings a level of wit to the proceedings superior to most chick-lit-inspired TV drama.\" The Seattle Times, after describing the premise, said, \"If this all sounds kind of corny, well, it kind of is until you realize the story line hits its mark, making you recall your own missteps and regrets for not having taken better charge.\"","original_name":"Side Order of Life","vote_average":0.0,"name":"Side Order of Life","cert":"Unavailable","id":3785,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2007-02-14","cast":[],"overview":"Freaky Eaters is an observational British documentary series produced by independent television production company betty for BBC Three. Series 1 was narrated by the actress Jill Halfpenny and series 2 by Sharon Horgan. In Australia it is shown on ABC2 and titled Eataholics.","original_name":"Freaky Eaters","vote_average":0.0,"name":"Freaky Eaters","cert":"Unavailable","id":3786,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2006-10-07","cast":["Gregory Abbey","Clay Adams","Maddie Blaustein","Joshua Briggs","J. David Brimmer"],"overview":"Chaotic is originally a Danish trading card game. It expanded to an online game in America which then became a television program based on the game. The program is seen on 4Kids TV, Jetix, The CW4Kids, Cartoon Network and Disney XD. It was brought over to the United States from Denmark by Bryan C. Gannon and Chaotic USA Entertainment Group, and produced by Chaotic USA Entertainment Group, 4Kids Productions and Bardel Entertainment. The trading card game came out September 6, 2006 in the U.S. and Canada.\n\nEach card comes with a unique code which the owner can upload onto the Chaotic website. This allows the owner to trade and play on-line using his\/her own card collection. The game was well known to be the only game with a TV show, an online game, and a TCG that were all integrated. However, the online game is currently closed.","original_name":"Chaotic","vote_average":10.0,"name":"Chaotic","cert":"Unavailable","id":3787,"adult":"false","genre_ids":[16],"origin_country":["US"]},{"first_air_date":"1987-09-20","cast":["Sam Jones","Tim Russ","Jane Badler","Mark \"Jacko\" Jackson"],"overview":"The Highwayman is an American action-adventure themed television series starring Sam J. Jones, set in \"the near future.\" It was created by Glen A. Larson and Douglas Heyes. The pilot aired in September 1987, and was followed by a short-lived series of nine episodes, with significant changes to the cast and format, that ran from March until May 1988. It was summed up by many reviewers as a cross between Mad Max and Knight Rider.\n\nOpening narration by William Conrad:","original_name":"The Highwayman","vote_average":8.0,"name":"The Highwayman","cert":"Unavailable","id":3802,"adult":"false","genre_ids":[10759,10765],"origin_country":["US"]},{"first_air_date":"2005-11-07","cast":[],"overview":"Speaking in Tongues is an Australian television program broadcast on SBS Television. The first episode was broadcast on 7 November 2005. The series ran for twelve episodes, with the final episode airing on 23 January 2006.\n\nThe program is hosted by John Safran and Father Bob Maguire, who discuss current events from a religious perspective, often in a comedic manner. Maguire, a Catholic priest from South Melbourne, originally appeared on the early show John Safran vs God.\n\nSpeaking in Tongues was the first Australian television program to be released as a free podcast. The episodes were released for download on the morning following each week's broadcast.\n\nThe series was directed by John Safran vs God director Craig Melville.","original_name":"Speaking in Tongues","vote_average":0.0,"name":"Speaking in Tongues","cert":"Unavailable","id":3803,"adult":"false","genre_ids":[35],"origin_country":["AU"]},{"first_air_date":"1983-09-16","cast":["Eugene Roche","Susan Clark","Alex Karras","Cathryn Damon","Emmanuel Lewis"],"overview":"Webster is an American situation comedy that aired on ABC from September 16, 1983 until May 8, 1987, and in first-run syndication from September 21, 1987 until March 10, 1989. The series was created by Stu Silver.\n\nThe show stars Emmanuel Lewis in the title role as a young boy who, after losing his parents, is adopted by his NFL-pro godfather, portrayed by Alex Karras, and his new socialite wife, played by Susan Clark. The focus was largely on how this impulsively married couple had to adjust to their new lives and sudden parenthood, but it was the congenial Webster himself who drove much of the plot. The series was produced by Georgian Bay Ltd., Emmanuel Lewis Entertainment Enterprises, Inc. and Paramount Television.\n\nLike NBC's earlier hit Diff'rent Strokes, Webster featured a young African-American boy adopted by a white family.","original_name":"Webster","vote_average":5.4,"name":"Webster","cert":"Unavailable","id":3804,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2005-05-09","cast":[],"overview":"Catscratch is an American animated television series created by Doug TenNapel. It was aired on both Nickelodeon and Nicktoons in 2005. It was also shown on Nickelodeon UK \/ Ireland in 2006. It is a lighthearted adaptation of TenNapel's graphic novel, Gear, which is also the name of the cats' monster truck. The series features music composed by longtime TenNapel collaborator, Terry Scott Taylor. Catscratch's first DVD appearance was on Nick Picks Vol. 3, which came out February 7, 2006.","original_name":"Catscratch","vote_average":7.4,"name":"Catscratch","cert":"Unavailable","id":3805,"adult":"false","genre_ids":[16],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"When Rules Turn Loose is a TVB modern drama series broadcast in December 2005.\n\nThough the series backdrop revolves around the court; however, the main theme of the series deals with family bond. It depicts an insight of meaningful values of everyday family life.","original_name":"When Rules Turn Loose","vote_average":0.0,"name":"When Rules Turn Loose","cert":"Unavailable","id":3806,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"The Krypton Factor is a United States game show based on the UK series of the same name. The series originally ran on ABC from August 7 to September 4, 1981, and in syndication from September 15, 1990 to September 7, 1991.\n\nThe first version was produced by Alan Landsburg Productions in association with MCA Television Entertainment. The second version was produced by Kushner-Locke Productions and distributed by Western International. Dick Clark hosted the ABC version and Willie Aames hosted the syndicated version.","original_name":"The Krypton Factor","vote_average":0.0,"name":"The Krypton Factor","cert":"Unavailable","id":3807,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"iWatch News was the flagship English evening news program of Radio Philippines Network in the Philippines.\n\nThe news program replaced the network's longest-running English news program NewsWatch.\n\nIt was originally anchored by former K-Lite disc jockey Carlo Tirona and recording artist Aryana Lim. Lim has since pursued other endeavors and has been replaced by former magazine editor, former RT disc jockey and actress Lexi Schulze.\n\niWatch News targets the youth audience especially college students and young urban professionals. It differentiates itself from other newscasts by offering more reports and news features that appeal to the younger crowd.\n\niWatch News aired for the last time on January 11, 2008.","original_name":"iWatch News","vote_average":0.0,"name":"iWatch News","cert":"Unavailable","id":3820,"adult":"false","genre_ids":[10763],"origin_country":["PH"]},{"first_air_date":"1987-03-09","cast":["Tisha Campbell-Martin","Joseph Bologna","Kimiko Gelman","Douglas Seale","Blanca De Garr"],"overview":"Rags to Riches is an American musical comedy drama series that was broadcast on NBC for two seasons from 1987 to 1988. Set in the 1960s, the series tells the story of Nick Foley, a self-made millionaire who adopts five orphan girls. Each episode included music videos of hit songs from the era sung by the cast integrated into the plot.","original_name":"Full House: Rags to Riches","vote_average":8.0,"name":"Full House: Rags to Riches","cert":"Unavailable","id":3821,"adult":"false","genre_ids":[35,18],"origin_country":["US"]},{"first_air_date":"2007-03-24","cast":["Myleene Klass","William G. Stewart","Kate Garraway","Jamie Theakston"],"overview":"The People's Quiz is a BBC National Lottery game show that was broadcast on BBC One from 24 March 2007 to 23 June 2007. The programme was hosted by Jamie Theakston. The programme was made by London based independent production company Fever Media.","original_name":"The People's Quiz","vote_average":0.0,"name":"The People's Quiz","cert":"Unavailable","id":3822,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Love to Love","vote_average":0.0,"name":"Love to Love","cert":"Unavailable","id":3823,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2006-03-17","cast":["Huang Xiaoming","Liu Yifei","Yang Mi","Luoyong Wang","Jessey Meng"],"overview":"The Return of the Condor Heroes is a Chinese television series adapted from Louis Cha's novel of the same title. It is the second installment of a trilogy produced by Zhang Jizhong, preceded by The Legend of the Condor Heroes and followed by The Heaven Sword and Dragon Saber. It was first broadcast on 17 March 2006 in China and subsequently broadcast in other Asian countries such as South Korea, Taiwan and Singapore.","original_name":"神雕侠侣","vote_average":6.1,"name":"The Return of the Condor Heroes","cert":"Unavailable","id":3824,"adult":"false","genre_ids":[18,10765],"origin_country":["CN"]},{"first_air_date":"1998-10-05","cast":["Leila Kenzle","Erik Palladino","Kevin Crowley","Karle Warren","Sandra Purpuro"],"overview":"DiResta is an American comedy television series which premiered on UPN on October 5, 1998, on its Monday schedule. It was cancelled after its March 1, 1999 airing. The show was named for stand-up comedian John DiResta; this was his first television venture.\n\nThe series was described by Entertainment Weekly as \"A transit cop, his funny job, and his funny family.\" On the week of November 2-8, 1998, was the lowest rated non-PAX network show aired.","original_name":"DiResta","vote_average":0.0,"name":"DiResta","cert":"Unavailable","id":3825,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Life Session is a television lifestyle talk show catered to urbanites. With its magazine format, this show complements NTV7’s lifestyle belt and boasting five different genres – one for each day. The hosts of the program are Jonathan Putra and Xandria Ooi. Life!Session encompasses locally produced and also syndicated programmes from the United Kingdom, the United States, Canada and Singapore. The various genres include one unique theme programme for each day:","original_name":"Life Session","vote_average":0.0,"name":"Life Session","cert":"Unavailable","id":3826,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2002-10-20","cast":[],"overview":"Secret, Strange, & True was a 60 minute American TV Show produced and aired by TechTV from October 20, 2002 to October 12, 2003. Reruns were also aired on G4techTV in June 2004. The show documented stories that blurred the line defining fact from fiction. The stories usually had an emphasis on science and technology which included such things as Unidentified Flying Objects, ghosts, and time travel.","original_name":"Secret, Strange & True","vote_average":0.0,"name":"Secret, Strange & True","cert":"Unavailable","id":3837,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Asia Market Week is a weekly business news programme on CNBC Asia, airing on Fridays at 18:00 Hong Kong \/ Singapore \/ Taiwan time with daylight saving time. It also airs on CNBC World and CNBC Europe at various times during the week.\n\nThe programme is presented by Maura Forgarty and consists of highlights of the business news in Asia during the previous week. It runs for thirty minutes. The theme music on the programme is that which was used by Today's Business on CNBC US between 2000-2002.\n\nThe programme takes its name from the now defunct CNBC US program Market Week with Maria Bartiromo. Internationally, the equivalent programme on CNBC Europe is Europe This Week, a previous incarnation of which was called European Market Week.","original_name":"Asia Market Week","vote_average":0.0,"name":"Asia Market Week","cert":"Unavailable","id":3838,"adult":"false","genre_ids":[10763],"origin_country":["SG"]},{"first_air_date":"2000-08-09","cast":["David Nerman","Jane McGregor","Joe Cobden","Jennifer Dale","Matthew Carey"],"overview":"Live Through This is a teen drama broadcast on MTV during the 2000–2001 season, though cancelled after only 13 episodes due to poor ratings. The hour-long drama plot involved a fictional 1980s band entitled \"The Jackson Decker Band\" reuniting for one last comeback tour. Each episode featured original music written by Graham Nash and performed by Pat Benatar. It was the first hour-long drama series to be aired on MTV.","original_name":"Live Through This","vote_average":0.0,"name":"Live Through This","cert":"Unavailable","id":3839,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"1991-09-28","cast":["Michael Chiklis","Theresa Saldana","Kaj-Erik Eriksen","Geoffrey Nauffts","Melinda McGraw"],"overview":"Tony Scali is a former Brooklyn cop now the Police Commissioner of a small upstate city. But for Scali, this is no desk job. He's a tough yet compassionate boss, a loving husband and father, and a hands-on law enforcer with an unorthodox style of bending the rules. From parenthood to politics, from sex crimes to murder cases, one man takes it day-to-day with offbeat humor and street- smart skill.","original_name":"The Commish","vote_average":7.8,"name":"The Commish","cert":"Unavailable","id":3840,"adult":"false","genre_ids":[18,35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Love to Love","vote_average":0.0,"name":"Love to Love","cert":"Unavailable","id":3841,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2002-04-12","cast":["Anne Dudek","Kerry McGregor","Michelle Gomez","Saskia Mulder","James Lance"],"overview":"The Book Group is a comedy drama that aired on Channel 4 in the United Kingdom between 2002 and 2003 and ran for two series. It was written and directed by the American-born Glasgow resident Annie Griffin, who also wrote and directed Festival. It was the winner of two BAFTA Scotland awards.\n\nIn January 2006, it was announced that screenwriter Andrew Davies would make a feature film adaptation of The Book Group for Film 4, but the project was never started.","original_name":"The Book Group","vote_average":7.2,"name":"The Book Group","cert":"Suitable for 15 years & above","id":3842,"adult":"false","genre_ids":[18,35],"origin_country":["GB"]},{"first_air_date":"1996-02-01","cast":["Gabriella Hall"],"overview":"Beverly Hills Bordello was a softcore series aired on premium cable. It was an anthology series that centered around the fictional Winston Spa located in Beverly Hills. The spa was a bordello run by Madam Veronica Winston.\n\nThe only recurring character was Veronica Winston who was played by Nicole Gian, Monique Parent and Gabriella Hall during the various seasons the show ran.","original_name":"Beverly Hills Bordello","vote_average":0.0,"name":"Beverly Hills Bordello","cert":"Unavailable","id":3857,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2008-09-21","cast":["Julia Sawalha","Selina Scott","Julian Clary","Tara Palmer-Tomkinson","Mark Durden-Smith"],"overview":"Eight famous faces pair up with eight untrained rescue dogs. After weeks of hard work with their professional trainers, they face the challenge of competing live in a weekly Crufts-style competition","original_name":"The Underdog Show","vote_average":0.0,"name":"The Underdog Show","cert":"Unavailable","id":3858,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"The Steam Room was a United Kingdom reality television show hosted by Jo Guest and Michelle Marsh. The first season, hosted by Jo Guest was broadcast in autumn 2004 and the second was co-hosted by Michelle Marsh with Richard Alexander. Both seasons were broadcast on the Men and Motors cable\/satellite channel in the United Kingdom, operated by ITV.","original_name":"The Steam Room","vote_average":0.0,"name":"The Steam Room","cert":"Unavailable","id":3859,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Kleo The Misfit Unicorn is an animated television series for Children that now broadcast on Treehouse TV in Canada and Horse TV in the United States. A television pilot episode for the series aired in 1996, and Kleo The Misfit Unicorn became a regular series in 1998. Fans tend to call themselves \"Kleocorns\".","original_name":"Kleo the Misfit Unicorn","vote_average":0.0,"name":"Kleo the Misfit Unicorn","cert":"Unavailable","id":3860,"adult":"false","genre_ids":[],"origin_country":["US","CA"]},{"first_air_date":"2006-08-30","cast":["Gabriela Toscano","Mercedes Morán","Carola Reyna","Araceli González","Cecilia Roth"],"overview":"Amas de Casa Desesperadas is an Argentine television series, that debuted on Canal 13 on August 30, 2006. Set in the fictional Manzanares Street, a suburb surrounding Buenos Aires, the series follows the lives of four housewives and the domestic problems and daily mysteries surrounding their husbands, friends and neighbors, which can be more sinister than they appear. The series' tone combines elements of drama, comedy, mystery, farce, soap opera and satire.\n\nBased on the American television series, Desperate Housewives, it was developed for Argentina by Buena Vista International and Pol-Ka Producciones. The show’s first season was broadcast by Canal 13 on Argentina, and also by other networks on Uruguay and Paraguay. On October 2006, Canal 13 renewed Amas de Casa Desesperadas for a second season, that will start filming on August 2007.","original_name":"Amas de Casa Desesperadas","vote_average":0.0,"name":"Desperate Housewives","cert":"Unavailable","id":3861,"adult":"false","genre_ids":[18,35],"origin_country":["AR"]},{"first_air_date":"1980-09-13","cast":["Lucinda Dickey","Charlie O'Donnell","Chelsea Field","Dionne Warwick","Jeff Altman"],"overview":"Solid Gold was an American syndicated music television series that debuted on September 13, 1980. Like many other shows of its genre, such as American Bandstand, Solid Gold featured musical performances and various other elements such as music videos. What set Solid Gold apart was a group of dancers in revealing costumes who at various points in the program performed various dances to the top ten hits of the week. Many other specials aired in which the dancers would dance to older pop hits as well. Reviews of the show were not always positive, with The New York Times referring to it as \"the pop music show that is its own parody...[enacting] mini-dramas...of covetousness, lust and aerobic toning--routines that typically have a minimal connection with the songs that back them up.\"\n\nThe series ran until July 23, 1988, and it was usually transmitted on Saturdays in the early evening. In 1986, Solid Gold added the current year to its title, so in the seventh season the show was known as Solid Gold '86\/'87. For the eighth and last season the program became known as Solid Gold In Concert, reflecting the addition of more live performances than had previously been featured on the program in the past.","original_name":"Solid Gold","vote_average":6.0,"name":"Solid Gold","cert":"Unavailable","id":3862,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2007-01-12","cast":["Catherine Tyldesley","Kerrie Hayes","Leanne Rowe","Brian McCardie","Daniel Rigby"],"overview":"Lilies is a British period-drama television series, written by Heidi Thomas, which ran for one eight-episode series in early 2007 on BBC One. The show's tagline was \"Liverpool, 1920. Three girls on the edge of womanhood, a world on the brink of change.\" Due to lower than expected ratings, the BBC did not commission a second series.","original_name":"Lilies","vote_average":6.3,"name":"Lilies","cert":"Unavailable","id":3875,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"1996-03-16","cast":["Warren Clarke","Colin Buchanan","Bill Maynard","Keeley Forsyth","Susannah Corbett"],"overview":"British crime drama based on the \"Dalziel and Pascoe\" series of books by Reginald Hill, set in the fictional Yorkshire town of Wetherton. The unlikely duo of politically incorrect elephant-in-a-china-shop-copper Detective Superintendent Andrew Dalziel (pronounced Dee-ell) and his more sensitive and university educated sidekick Detective Sargent, later Detective Inspector, Peter Pascoe is always on hand to solve the classic murder mystery, while maintaining a down to earth wit and humour.","original_name":"Dalziel and Pascoe","vote_average":7.8,"name":"Dalziel and Pascoe","cert":"Unavailable","id":3876,"adult":"false","genre_ids":[80,18],"origin_country":["GB"]},{"first_air_date":"1949-09-02","cast":["Al Morgan"],"overview":"The Al Morgan Show is an American variety program broadcast on the DuMont Television Network from 1949 to 1951. The series starred pianist and songwriter Al Morgan and featured the Billy Chandler Trio. The show aired Mondays at 8:30 pm ET.\n\nUnlike most DuMont offerings which were broadcast from the network's studios in New York City, the series was broadcast from WGN-TV in Chicago.","original_name":"The Al Morgan Show","vote_average":0.0,"name":"The Al Morgan Show","cert":"Unavailable","id":3877,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2007-02-03","cast":["Nat Wolff","Alex Wolff","Allie DiMeco","Thomas Batuello","David Levi"],"overview":"The Naked Brothers Band is an American musical comedy series created by Polly Draper. The show depicts the daily lives of Draper's sons, who lead a fictional world-renowned rock band from New York City. As a mockumentary, the storyline is a hyperbole of their real lives, and the fictional presence of a camera is often acknowledged. Lead vocals and instrumentation are provided by the siblings; they wrote the lyrics themselves. The show stars Nat Wolff and Alex Wolff, who encounter conflicts with each other that are later omitted. Nat's fictional female admirer and real life preschool friends—including the guitarist who had no prior acquaintance with the family—feature as the band members, with the siblings' genuine father and Draper's husband as their accordion-playing dad and Draper's niece as the group's babysitter.\n\nThe series is a spin-off of Draper's 2005 film of the same name that was picked up by Nickelodeon, premiering in January 2007. Draper, star of Thirtysomething and her writings The Tic Code and Getting Into Heaven, is the executive producer of the series, and often writer and director. Albie Hecht, affiliated with Nickelodeon and founder of Spike TV, is the executive producer, under his Worldwide Biggies tag. Draper's husband Michael Wolff, of The Arsenio Hall Show fame, serves as the music supervisor and co-executive producer with Draper's brother Tim as the consulting producer.","original_name":"The Naked Brothers Band","vote_average":7.8,"name":"The Naked Brothers Band","cert":"Unavailable","id":3878,"adult":"false","genre_ids":[99],"origin_country":["US","GB"]},{"first_air_date":null,"cast":[],"overview":"Baghe Mozaffar is an Iranian satire television series. It was directed by Mehran Modiri.","original_name":"Baghe Mozaffar","vote_average":6.0,"name":"Baghe Mozaffar","cert":"Unavailable","id":3879,"adult":"false","genre_ids":[],"origin_country":["IR"]},{"first_air_date":"2004-07-04","cast":["Choi Kang-hee","Kim Nam-gil","Jeong So-yeong"],"overview":"Sweet Buns is a South Korean television series starring Choi Kang-hee, Park Kwang-hyun, Jung Chan and Jung So-young. It aired on MBC from July 4, 2004 to January 16, 2005 every Sunday at 8:55 a.m. for 26 episodes.","original_name":"Sweet Buns","vote_average":0.0,"name":"Sweet Buns","cert":"Unavailable","id":3880,"adult":"false","genre_ids":[18],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Show Me the Money","vote_average":0.0,"name":"Show Me the Money","cert":"Unavailable","id":3895,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"2007-06-16","cast":["Giada De Laurentiis"],"overview":"Giada in Paradise is a show that debuted on the Food Network on June 16, 2007. The series features host Giada De Laurentiis exploring food and culture at her favorite vacation destinations. The first episode featured the Greek island of Santorini while the second episode featured the Italian island of Capri. This series is no longer active on Food Network.","original_name":"Giada in Paradise","vote_average":0.0,"name":"Giada in Paradise","cert":"Unavailable","id":3896,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":["Alicia Machado","Luis Roberto Guzmán"],"overview":"El Pantera is a Mexican television series released by Canal 5. It is based on a comic book of the same name. It narrates the life of Gervasio, a young man who fights crime in Mexico City. The title role is performed by Luis Roberto Guzmán.\n\nThe series started airing on May 2007, and is filmed in Mexico City under the direction of producers Rodolfo de Anda and Alexis Ayala. It currently airs its third season Mondays on Canal 5 at 10:00pm and on cable TV channel Galavisión Tuesdays at 21:30pm.\n\nThe character of El Pantera was created in the 70's by the writer Daniel Muñoz and artist Juan Alba for Mundo Vid. A novel called El Pantera, or La Noche del Pantera was written by Muñoz in the 90's, followed by El Misterio de la Amenaza Negra.","original_name":"El Pantera","vote_average":0.0,"name":"El Pantera","cert":"Unavailable","id":3897,"adult":"false","genre_ids":[],"origin_country":["MX"]},{"first_air_date":"1990-09-10","cast":["Jason Marsden","Scott Menville","Cree Summer","Jack Angel","Tony Jay"],"overview":"Peter Pan & the Pirates is an American animated television series based on J.M. Barrie's Peter Pan that originally aired on Fox Broadcasting Company from September 8, 1990 to September 10, 1991. Repeats continued to air until September 11, 1992. A repeat of the series' Christmas episode was aired on December 25, 1993. The series was then on Fox in re-run form on weekday mornings from November 4, 1996 to March 28, 1997. Reruns were then shown on Fox Family in 1998.","original_name":"Peter Pan & the Pirates","vote_average":4.0,"name":"Peter Pan & the Pirates","cert":"Unavailable","id":3898,"adult":"false","genre_ids":[16,10765],"origin_country":["US"]},{"first_air_date":"1987-09-07","cast":[],"overview":"Win, Lose or Draw is an American television game show that aired from 1987 to 1990 in syndication and on NBC. It was taped at CBS Television City, often in Studios 31, 33, and 43 at various times. It was co-produced by Burt & Bert Productions and Kline & Friends for Disney's Buena Vista Television.\n\nThe set for \"Win, Lose or Draw\" was modeled after Burt Reynolds' living room.","original_name":"Win, Lose or Draw","vote_average":6.0,"name":"Win, Lose or Draw","cert":"Unavailable","id":3899,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2006-06-05","cast":["Emma Weaver","Tim Whitnall","Gary Lineker","Janet Brown"],"overview":"Underground Ernie is a Computer-animated children's television series produced by Joella Productions in the UK and shown by the BBC on both CBeebies and BBC Two. It is set in International Station, a fictional worldwide underground network, and focuses on the everyday adventures of Ernie, a friendly Underground supervisor, Millie, his multilingual colleague and Mr Rails the lovable maintenance man. The locomotives under Ernie's watchful eye all have characters of their own. There is Bakerloo, Victoria, Circle, Jubilee and the twins, Hammersmith & City. From time to time they are joined by their friends from across the world including; Paris, Brooklyn, Moscow, Sydney and Osaka.\n\nThe show is aimed at children between the ages of 3 and 8 years old. The initial series has 26 episodes each lasting 12 mins. Its first showing on was on Monday 5 June 2006 on CBeebies.\n\nThe Producers of the show 'Joella Productions' are currently trying to raise money to get another series of 'Underground Ernie' created. The Production costs for a series is £4 million.","original_name":"Underground Ernie","vote_average":4.0,"name":"Underground Ernie","cert":"Unavailable","id":3900,"adult":"false","genre_ids":[16],"origin_country":["GB"]},{"first_air_date":"1988-01-04","cast":["Prunella Scales","Joan Sanderson","Edward de Souza","Jonathan Newth","Peggy Ann Wood"],"overview":"After Henry is a British sitcom that aired on ITV from 1988 to 1992. Starring Prunella Scales and Joan Sanderson, it had started on BBC Radio 4 in 1985, finishing in 1989. It was written by Simon Brett. After Henry was made for the ITV network by Thames Television.\n\nThe BBC was reluctant to produce After Henry for television, so in 1988 after the third radio series Thames Television did so. The show was surprisingly popular, attracting over 14 million viewers. A second television series was shown during the same months as the fourth radio series with, in many cases, both radio and television episodes being broadcast on the same nights. The fourth television series was broadcast from July 1992, after the death of Joan Sanderson, who had died on 24 May.","original_name":"After Henry","vote_average":7.0,"name":"After Henry","cert":"Unavailable","id":3913,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"1984-06-04","cast":["Johnny Olson","Bob Hilton","Gene Wood","Tom Kennedy"],"overview":"Body Language is an American game show produced by Mark Goodson Productions. The show aired on CBS from June 4, 1984 until January 3, 1986, and was hosted by Tom Kennedy. Johnny Olson announced until his death in October 1985; Gene Wood and Bob Hilton shared the announcing duties afterward, and had substituted on occasion before that.\n\nThe show pitted two teams against each other, each consisting of a contestant and a celebrity guest. The gameplay centered around the party game charades, in the same vein as the earlier Goodson program Showoffs, but contestants also had to solve word puzzles to win money, making Body Language a cross between Showoffs and Password Plus.","original_name":"Body Language","vote_average":0.0,"name":"Body Language","cert":"Unavailable","id":3914,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"2007-04-05","cast":["Project Pat"],"overview":"Adventures in HollyHood is a reality TV show based around the rap group Three 6 Mafia and its members Juicy J and DJ Paul. Also living with them in their California home is Hypnotize Minds artist Project Pat, who is also Juicy's brother, and their personal assistants Computer and Big Triece.","original_name":"Adventures in Hollyhood","vote_average":0.0,"name":"Adventures in Hollyhood","cert":"Unavailable","id":3915,"adult":"false","genre_ids":[10764,35],"origin_country":["US"]},{"first_air_date":"2007-01-16","cast":["Khan Chittenden","Joel Edgerton","Jack Finsterer","Katie Wall","Vico Thai"],"overview":"Dangerous is an Australian television drama series that first screened on 16 January 2007 on FOX8 and was shown in Ireland on RTÉ One. In mid-2008, it began running on The WB's online network in the US.\n\nIt features a \"Romeo and Juliet\" story of forbidden love, set against the culturally diverse backgrounds of Sydney's western suburbs street crime and the affluence of Sydney’s eastern suburbs. It explores youth culture, including taboo subjects like party drug use and the underground world of drag racing and ramraiding. Dangerous is produced by John Edwards and Imogen Banks. Writers include Fiona Seres and Brendan Cowell, acclaimed for their work on Love My Way. It is directed by David Caesar and Shawn Seet. The series' theme song is \"Set The Record Straight\", performed by New Zealand hip hop group Fast Crew, although the lyrics \"Auckland City, let's go\" has been changed to \"Sydney City, let's go\" for use on the show.","original_name":"Dangerous","vote_average":0.5,"name":"Dangerous","cert":"Unavailable","id":3916,"adult":"false","genre_ids":[18],"origin_country":["AU"]},{"first_air_date":"1990-02-04","cast":["Masaru Yamashita","Kaoru Shinoda","Seiichi Hirai","Mami Nakanishi","Hiroshi Miyauchi"],"overview":"Special Rescue Police Winspector is a Japanese tokusatsu TV series, part of the Metal Hero Series and the first piece of the Rescue Hero trilogy. The series follows the adventures and missions of a special \"Rescue Police\" team known as Special Police Winspector, as they stop crimes and respond to dangerous events where regular police force is not sufficient. The team is made up of one human and two robotic assistants.\n\nThe opening catchphrase of the series is \"Special Rescue Police Winspector: loves peace, have faith in friendship, facing the crime to protect of the life of the person, at the \"Police Headquarters Special Emergency Police Team\"!\"","original_name":"特警ウインスペクター","vote_average":10.0,"name":"Special Rescue Police Winspector","cert":"Unavailable","id":3917,"adult":"false","genre_ids":[10759],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Drudge is a television series on Fox News Channel hosted by Matt Drudge. Drudge left the show in 1999 after network executives refused to let him show a picture of 21-week old fetus.","original_name":"Drudge","vote_average":0.0,"name":"Drudge","cert":"Unavailable","id":3918,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The BBC News at Ten is the flagship evening news programme for British television channel BBC One and the BBC News channel. It is presented by Huw Edwards, and deputised by Fiona Bruce. It is the final comprehensive news programme of the day on BBC One. The programme was controversially moved from 9:00pm on 16 October 2000.\n\nIt is broadcast Monday to Sunday at 10:00pm. It features twenty-five minutes of British national and international news, with an emphasis on the latter. On weekdays, it incorporates around seven minutes of news from the BBC regions around the country at approx 10:25pm to 10:30pm, which is then followed by a national weather forecast. During the first three months of its revival, ITV News at Ten averaged 2.2 million viewers compared with an average of 4.8 million viewers watching the BBC bulletin over the same period.\n\nThe BBC News at Ten is currently the most watched news programme in Britain, averaging 4.9 million viewers each night.","original_name":"BBC News at Ten","vote_average":8.0,"name":"BBC News at Ten","cert":"Unavailable","id":3919,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2005-05-14","cast":["Michio Kaku"],"overview":"Alien Planet is a 94-minute docufiction, originally airing on the Discovery Channel, about two internationally built robot probes searching for alien life on the fictional planet Darwin IV. It was based on the book Expedition, by sci-fi\/fantasy artist and writer Wayne Douglas Barlowe, who was also executive producer on the special. It premiered on May 14, 2005.\n\nThe show uses computer-generated imagery, which is interspersed with interviews from such notables as Stephen Hawking, George Lucas, Michio Kaku and Jack Horner. The show was filmed in Iceland and Mono Lake in California.","original_name":"Alien Planet","vote_average":0.0,"name":"Alien Planet","cert":"Unavailable","id":3930,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2006-08-22","cast":["Jennifer Adams","Andy Lee"],"overview":"Real Stories is an Australian satirical television comedy series produced by Carlton Television for Network Ten. It was created by Hamish Blake and Andy Lee. The series was first broadcast on 22 August 2006.\n\nEight episodes were produced. The program was a parody of current affairs shows. It was hosted by Jennifer Adams, a former Seven Network reporter. The show mimicked a standard current affairs format. Pre-recorded segments in the show were introduced by the host. These segments starred Hamish Blake, Andy Lee, Ryan Shelton, and Tim Bartley with voice-overs provided by Greg Fleet.\n\nThe show originally started as a project for Melbourne's Channel 31, a community access television station, as a collaboration between Roving Enterprises and Hamish & Andy's production company, Radio Karate. There are no plans to continue production of the show. It was repeated during 2007, and is currently available on DVD. Several podcasts were produced, including material not broadcast in the series.","original_name":"Real Stories","vote_average":0.0,"name":"Real Stories","cert":"Unavailable","id":3931,"adult":"false","genre_ids":[35,99,10763],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Catch Kandy was an Australian children’s drama television series produced by Australian Film Productions. It was shot on film in colour on location in Sydney, Australia, premiering on the Seven Network in Australia on 12 May 1973 and ran for 13 episodes. The series was later shown in the United Kingdom.","original_name":"Catch Kandy","vote_average":0.0,"name":"Catch Kandy","cert":"Unavailable","id":3932,"adult":"false","genre_ids":[18],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Desperately Seeking Something is a British television series first broadcast on 6 November 1995, presented by travel writer and presenter Pete McCarthy. In it, McCarthy looked at various spiritual practices from across the globe, and meeting their practitioners. It ran for three series. The third series involved him looking at world traditional beliefs like Australian Aboriginal beliefs and Hawaiian religion. The second season looked more at Christian and Pagan sects, including the Fellowship of Isis and the Golden Dawn.\n\nBefore going on what would be referred to as a \"spiritual journey\", McCarthy said \"I've taken on the role of everyman, I'm like lots of people who have given up religion and never replaced it with anything else.\"","original_name":"Desperately Seeking Something","vote_average":0.0,"name":"Desperately Seeking Something","cert":"Unavailable","id":3933,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2006-05-06","cast":[],"overview":"Mickey Mouse Clubhouse is an American animated television series, that premiered in prime time on Disney Channel on May 5, 2006. The program was originally part of the Playhouse Disney daily block intended for preschoolers. On February 14, 2011, it was moved to the Disney Junior block, serving as Playhouse Disney's replacement. It is the only Mickey Mouse program to be aimed at preschoolers. The series was co-developed by Bobs Gannaway, who is also responsible for Jake and the Never Land Pirates.\n\nProduction of the show was put on a four-month suspension in the spring of 2009, due to the death of voice artist Wayne Allwine, the longtime voice of Mickey Mouse. Production resumed when Bret Iwan has been cast as the fourth performer of Mickey's voice. On June 23, 2013, Bill Farmer, the voice actor for Goofy and Pluto, confirmed on his official Twitter account that Mickey Mouse Clubhouse would cease production after 7 years of episodes. However, reruns will still continue on the Disney Junior 24\/7 service.","original_name":"Mickey Mouse Clubhouse","vote_average":5.9,"name":"Mickey Mouse Clubhouse","cert":"Unavailable","id":3934,"adult":"false","genre_ids":[10762,10751,16],"origin_country":["US"]},{"first_air_date":"1993-01-08","cast":["Neil Buchanan","Sophie Aldred","Richard Waites"],"overview":"Zzzap was a British children's television comedy programme. The concept of the show was a giant 18ft comic that has been brought to life. The show ran from 8 January 1993 until 21 September 2001, and was produced by The Media Merchants and Meridian Broadcasting. A spin-off titled 'Cuthbert's Diary' was also produced as part of \"Gogglewatch\", a CITV show produced by LWT.","original_name":"ZZZap!","vote_average":9.5,"name":"ZZZap!","cert":"Unavailable","id":3935,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2001-09-25","cast":["Jay Baruchel","Seth Rogen","Charlie Hunnam","Monica Keena","Carla Gallo"],"overview":"College freshman Steve Karp, his girlfriend and their fellow dorm-mates embark on one the greatest experiences of their lives...unfortunately for Steve, his lonely and recently divorced father is tagging along for the ride.","original_name":"Undeclared","vote_average":7.3,"name":"Undeclared","cert":"Unavailable","id":3948,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"MSNBC Doc Block is a three-hour block of documentary programming airing Monday-Friday from 11 pm to 2 am Eastern time on MSNBC. It replaced Rita Cosby: Live & Direct and The Situation with Tucker Carlson. The Situation was renamed Tucker and was moved to the slots that were vacated by The Abrams Report before it too was cancelled.\n\nDuring the months preceding the 2008 US Presidential election, the Doc Block was relegated to weekend airings and replaced on weeknights by repeats of The Rachel Maddow Show, Countdown with Keith Olbermann, and Race for the White House.\n\nIt now only airs Fridays from midnight to 5 am, Saturdays from 2 pm to 5 am, and Sundays from 3 pm to 5 am.","original_name":"MSNBC Doc Block","vote_average":0.0,"name":"MSNBC Doc Block","cert":"Unavailable","id":3949,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"1991-08-31","cast":["Dee Bradley Baker","Marc Summers"],"overview":"What Would You Do? was a 30-minute television show hosted by Marc Summers shown on Nickelodeon from 1991 to 1993. Robin Marrella acted as the on-camera stagehand for the show's first season. Both Summers and Marrella performed their respective duties on Double Dare, also on Nickelodeon. The show was produced in Nickelodeon Studios at Universal Studios in Florida; some early segments were produced at Universal Studios in Hollywood.","original_name":"What Would You Do?","vote_average":7.3,"name":"What Would You Do?","cert":"Unavailable","id":3950,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2006-04-18","cast":["Jodie Sweetin","Theo Kogan","Krista Ayne","Monique Dupree","Tila Tequila"],"overview":"Pants-Off Dance-Off is a dance contest which premiered on April 18, 2006 on Fuse. It features stripteasers as they dance while disrobing.\n\nIn each episode, five contestants striptease to a music video, while interviews, soundbites and photos reveal stories about each so-called \"pancer\".","original_name":"Pants-Off Dance-Off","vote_average":0.0,"name":"Pants-Off Dance-Off","cert":"Unavailable","id":3951,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Big Story is an American news\/talk television program that premiered in 2000 on the Fox News Channel, hosted by John Gibson and Heather Nauert weekdays. The series was canceled in March 2008, replaced with America's Election Headquarters, an hour of news related to the 2008 United States presidential election. Subsequently, Fox News lured Glenn Beck from Headline News in the interim between The Big Story being put on hiatus and the election, and the Big Story timeslot was taken by his new self-titled program on January 19, 2009.\n\nOne of the channel's afternoon shows, the program featured coverage of news stories of the day under general banners introduced after commercial breaks. The program also featured debate and analysis by pundits and panelists.","original_name":"The Big Story","vote_average":0.0,"name":"The Big Story","cert":"Unavailable","id":3952,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2000-09-24","cast":["Bill Cobbs","William Devane","Tim Meadows","Amy Farrington","Michael Richards"],"overview":"The Michael Richards Show is a sitcom that debuted on NBC in 2000. The show starred Michael Richards as reality-challenged but successful private detective Vic Nardozza who gets the job done despite his unconventional methods.","original_name":"The Michael Richards Show","vote_average":3.0,"name":"The Michael Richards Show","cert":"Unavailable","id":3953,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1995-08-31","cast":["Maria Charles","Doon Mackichan","Maureen Lipman","David Harewood"],"overview":"Agony Again is a British sitcom that aired on BBC1 in 1995. Starring Maureen Lipman, it is the sequel to Agony, an ITV sitcom that aired from 1979 to 1981. Agony Again was written by Carl Gorham, Michael Hatt and Amanda Swift.","original_name":"Agony Again","vote_average":7.0,"name":"Agony Again","cert":"Unavailable","id":3966,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2005-08-02","cast":["Leila Sbitani"],"overview":"Hi-Jinks is a hidden camera show that premiered on Nick at Nite in 2005. The show is hosted by Leila Sbitani. The show gives parents a chance to play practical jokes on their children, in a similar fashion to Candid Camera. Taking a cue from Punk'd, each show features a prank that is conducted with the assistance of a known celebrity.","original_name":"Hi-Jinks","vote_average":10.0,"name":"Hi-Jinks","cert":"Unavailable","id":3967,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1995-03-21","cast":["Joe Rogan","Dave Foley","Vicki Lewis","Andy Dick","Stephen Root"],"overview":"The workplace sitcom \"NewsRadio\" explores the office politics and interpersonal relationships among the staff of WNYX NewsRadio, New York's #2 news radio station.","original_name":"NewsRadio","vote_average":7.5,"name":"NewsRadio","cert":"Unavailable","id":3968,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Recovery was a music and youth-oriented television series that was broadcast by ABC TV in Australia. The show was aired each Saturday morning from 9:00am to 12:00pm, following the overnight video clip program, Rage, and was broadcast from 20 April 1996 to 29 April 2000.","original_name":"Recovery","vote_average":0.0,"name":"Recovery","cert":"Unavailable","id":3969,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Akkad Bakkad Bambey Bo is a television series that originally aired on STAR Plus channel, and later was syndicated on Disney Channel India. The story revolves around the life of a road side vendor and his upmarket friends who he refers to as babua log . The babua log encounter tough situations related to evil mythical creatures who want to take over the world while performing their day to day activities. They are then saved by the vendor who is a ghost himself.","original_name":"Akkad Bakkad Bambey Bo","vote_average":0.0,"name":"Akkad Bakkad Bambey Bo","cert":"Unavailable","id":3970,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":"2005-04-02","cast":["Bae Doo-na","Bae Jong-ok","Kim Dong-wan","Choi Kang-hee","Ji Sung"],"overview":"Beating Heart is a South Korean television drama series, produced by the MBC network and broadcast in 2005. The series consists of six two-part stories, with each story having its own team of writer and director. It focuses on the lives of a typical Korean family, examining the relationships between the four main characters, their romantic interests, and other family members, while answering the question \"When did you feel your heart beating the hardest?\"\n\nIn 2006, the series was broadcast by the KBFD network in Hawaii as My Trembling Heart. It has also been released on DVD in South Korea and Japan.","original_name":"Beating Heart","vote_average":0.0,"name":"Beating Heart","cert":"Unavailable","id":3971,"adult":"false","genre_ids":[10751,18,10749],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"Bill Bellamy's Who's Got Jokes? is a one-hour televised stand-up comedy competition hosted by Bill Bellamy which airs on cable television network TV One. It features Thomas Mikal Ford as the \"Pope of Comedy\" and Rodney Perry as the \"Man on the Street.\"\n\nEach episode, four contestants have to give a nice, clean three-minute comedy. If they curse or go over their time, the \"Pope of Comedy\" takes away a point.\n\nSeason One winner was George Willborn, a.k.a. \"The Stress Reliever,\" who has gone on to co-host Baisden After Dark on TV One. Season Two winner was Sean Morgan. Season Three winner was Lav Laugh. Season Four winner was J. Reid.","original_name":"Bill Bellamy's Who's Got Jokes?","vote_average":0.0,"name":"Bill Bellamy's Who's Got Jokes?","cert":"Unavailable","id":3982,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2000-02-01","cast":["Nic Bishop","Bridie Carter","Alyssa-Jane Cook","Kristy Wright"],"overview":"Above the Law was an Australian crime\/drama television series broadcast on Network Ten from February 2000 to August 2001.\n\nThe drama showed the life for the residents of an apartment complex which features a police station on the ground floor.\n\nThirty 1-hour episodes were shown, and five episodes remain unaired.","original_name":"Above the Law","vote_average":10.0,"name":"Above the Law","cert":"Unavailable","id":3983,"adult":"false","genre_ids":[18],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Pete and Sunny: Through The Ages","vote_average":0.0,"name":"Pete and Sunny: Through The Ages","cert":"Unavailable","id":3984,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Child's Play is an American television game show in which adult contestants tried to guess words based on definitions given by children. The Mark Goodson-produced series debuted on CBS from September 20, 1982 at 10:30 am Eastern\/9:30 am Central. That time slot was held by Alice for a little over two years. Child's Play was never able to make ratings headway against either Wheel of Fortune or Sale of the Century, two hit game shows that NBC aired opposite it; CBS ended the series on September 16, 1983 and replaced it with Press Your Luck, which performed much better for CBS.\n\nPerhaps the first inklings of the format appeared on a 1967 episode of Goodson-Todman's earlier series I've Got a Secret, on which guest Woody Allen read children's definitions of words for the panel to guess. Child's Play host Bill Cullen was a member of that series's panel.","original_name":"Child's Play","vote_average":0.0,"name":"Child's Play","cert":"Unavailable","id":3985,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":["Shekhar Suman","Bhavana Balsawar","Navin Nischol","Farida Jalal","Sushma Seth"],"overview":"Dekh Bhai Dekh was one of the most popular comedy Hindi sitcom created, developed, edited, directed and line produced by Aanand Mahendroo, produced by Jaya Bachchan, starring, Shekhar Suman, Navin Nischol, Farida Jalal, Bhavana Balsavar, Deven Bhojani, Sushma Seth, Vishal Singh, Nattasha Singh lead roles. It premiered on Doordarshan's metro channel, on 6 May 1993 until 1997. Subsequently, there have been several re-runs on DD National, Sony TV, and SAB TV till 2005. It is considered as a classic, among Indian television shows.The story revolves around three generations of the Diwan family, who live as an extended family in an ancestral bungalow in the suburbs of Mumbai. The serial takes the viewer through their various ups and downs. Their never-say-die attitude helps them overcome sibling rivalry, relationship troubles, business problems, irksome parents and in-laws. A distinctive feature of this show were its fast speaking characters.","original_name":"देख भाई देख","vote_average":7.0,"name":"Dekh Bhai Dekh","cert":"Unavailable","id":3986,"adult":"false","genre_ids":[35],"origin_country":["IN"]},{"cert":"Unavailable","cast":[],"id":3987,"first_air_date":null,"overview":"Sneak Previews was an American film review show, running for over two decades on Public Broadcasting Service. It was created by WTTW, a PBS affiliate in Chicago, Illinois. It premiered on September 4, 1975 as a monthly local-only show called Opening Soon at a Theater Near You, and was renamed in 1977 when it became a biweekly show airing nationally on PBS. By 1979, it was a weekly series airing on over 180 stations, and was the highest rated weekly entertainment series in the history of public broadcasting. It was finally cancelled in 1996.","genre_ids":[],"origin_country":["US"],"original_name":"Sneak Previews","vote_average":8.0,"name":"Sneak Previews","adult":"false"}]