[{"first_air_date":"2012-01-25","cast":["Kiefer Sutherland","David Mazouz","Maria Bello","Saxon Sharbino","Lukas Haas"],"overview":"Martin Bohm, a widower and single father, is haunted by an inability to connect to his autistic, mute 11-year-old son, Jake. Their relationship and their lives take an extraordinary turn when he discovers his gifted son has the ability to see things that no one else can and the patterns that connect seemingly unrelated events.","original_name":"Touch","vote_average":6.6,"name":"Touch","cert":"Unavailable","id":39510,"adult":"false","genre_ids":[878,18,9648],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Pequeños Gigantes is a Mexican reality talent show that originally premiered in Mexico on March 27, 2011, on Canal de las Estrellas and ended in July 24, 2011. It premiered the first season in the United States on June 19, 2011, on Univision and ended in September 5, 2011. Once again premiered the second season on May 19, 2012. The show is hosted by Galilea Montijo and Yurem Rojas, with Jimena as the backstage co-presenter.\n\nThe talent show televises seven groups of talented children from various states of Mexico competing against each other to receive the highest ranking at the end of each program, and for the first place and the grand prize. Each group is divided into three categories: charisma, singing, and dancing. In each group there is one captain whose talent is charisma, one singer, and two dancers.\n\nSix judges give each child category a rating based from 1 to 10. The judges consist of Mexican theater-actress Bianca Marroquín, Mexican comedian actor Pierre Angelo, Mexican singer María José 'Josa', Argentine singer Noel Schajris, Mexican actor Manuel \"Flaco\" Ibáñez, and Spanish dancer Raquel Ortega.\n\nAfter 16 episodes, \"Los Irresistibles\" won the grand cup and the 200,000 dollar prize in the grand finale. The team is composed of Javier, Miguel Ángel, Jorge and Daryna.","original_name":"Pequeños Gigantes","vote_average":0.0,"name":"Pequeños Gigantes","cert":"Unavailable","id":39511,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Head Chef is an Irish cookery series on TV3, one of Ireland's national broadcasters. The series featured Conrad Gallagher, the youngest ever chef to win a Michelin star, and aired from 8 April 2011 to 27 May 2011. It was announced 30 May 2011 via Twitter that Celebrity Head Chef will be airing in the near future. Applications are currently being accepted for Junior Head Chef.","original_name":"Head Chef","vote_average":0.0,"name":"Head Chef","cert":"Unavailable","id":39512,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2011-04-17","cast":[],"overview":"Mob Wives is an American reality television series on VH1 that made its debut April 17, 2011. It follows six Staten Island women after their husbands or fathers are arrested and imprisoned for crimes connected to the Mafia.","original_name":"Mob Wives","vote_average":7.8,"name":"Mob Wives","cert":"Unavailable","id":39513,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2011-06-17","cast":[],"overview":"Paranormal Challenge is an American competitive paranormal reality television series that premiered on June 17, 2011, on the Travel Channel. A spinoff of Ghost Adventures, the series was created and is hosted by lead investigator Zak Bagans, who challenges ghost hunters from around the United States to go head-to-head in a weekly competition to gather paranormal evidence by spending a night in reportedly haunted locations in the United States. The first season of the show ended on September 16, 2011. Lead judge David Schrader announced on Darkness Radio that the show would not be renewed for a second season.","original_name":"Paranormal Challenge","vote_average":8.3,"name":"Paranormal Challenge","cert":"Unavailable","id":39514,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2010-11-08","cast":[],"overview":"All My Love is a South Korean sitcom starring Kim Kap-soo, Park Mi-sun, Jo Kwon, Ga-in, Yoon Doo-joon, Jun Tae-soo and Yoon Seung-ah. It began broadcasting on November 8, 2010 on MBC and its final episode aired on September 16, 2011.","original_name":"All My Love","vote_average":0.0,"name":"All My Love","cert":"Unavailable","id":39517,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Ek Raja Ek Rani is an Indian television series that aired in 1996 on DD Metro and later on Zee TV. The series is directed by Kushan Nandy, and stars Shekhar Suman and Bhairavi Raichura in the main lead.","original_name":"Ek Raja Ek Rani","vote_average":0.0,"name":"Ek Raja Ek Rani","cert":"Unavailable","id":39528,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":"2011-04-18","cast":[],"overview":"Small Potatoes is a British animated entertainment short series aimed at pre-school children. It features a group of four potatoes who sing songs together about different subjects. The series is written and directed by Josh Selig, creator of Wonder Pets and 3rd & Bird. The \"Small Potatoes\" is currently airing on CBeebies in the UK, ABC 4 Kids in Australia and on the Disney Junior channel in the USA.","original_name":"Small Potatoes","vote_average":2.0,"name":"Small Potatoes","cert":"Unavailable","id":39529,"adult":"false","genre_ids":[16],"origin_country":[]},{"first_air_date":"2011-05-30","cast":["Alexander Armstrong","Dave Lamb"],"overview":"Alexander Armstrong's Big Ask is a British comedy panel show hosted by Alexander Armstrong. The pilot was shown on Dave on 30 May 2011. The guests on the pilot were Robert Webb, Katy Brand and Griff Rhys Jones. After a positive reaction to the pilot, Dave ordered a full series which was filmed in October 2011 and broadcast from 6 February 2012. A second series began 26 February 2013.","original_name":"Alexander Armstrong's Big Ask","vote_average":0.0,"name":"Alexander Armstrong's Big Ask","cert":"Unavailable","id":39530,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Rescue is a reality and documentary TV program created by GMA News and Public Affairs for GMA Network. It is hosted by broadcast journalist, Arnold Clavio. The show features actual footages of raids, rescue operations of emergency response teams, on-site accidents, and numerous other life-threatening situations.","original_name":"Rescue","vote_average":0.0,"name":"Rescue","cert":"Unavailable","id":39531,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"2010-10-06","cast":["Zane Lamprey"],"overview":"Drinking Made Easy is a pub-crawl television series that premiered in 2010 and airs on AXS TV in the United States. Comedian Zane Lamprey hosts a humorous bus trip around the United States and Canada, exploring the local drinking culture of various cities in the countries. In each episode, Lamprey samples popular or original cocktails and beers from bars and breweries in the area.\n\nSeason two premiered with an hour long episode on October 5, 2011, on HDNet.","original_name":"Drinking Made Easy","vote_average":6.0,"name":"Drinking Made Easy","cert":"Unavailable","id":39532,"adult":"false","genre_ids":[99,35],"origin_country":["US"]},{"first_air_date":"2011-06-19","cast":["Park Shin-hye","George Hu","Qin Yang","Tia Li"],"overview":"Due to his parents' gambling habits, Xiao Sa has been forced to be the bread winner since childhood. When he gets fired from both his jobs, he discovers his parents ran off with his last paycheck, leaving behind a massive debt to the mafia. Convinced that good guys never win, he concocts a plan to hold the heiress Xiao Zhi ransom, but when Xiao Sa mistakingly saves her, he's offered a rags-to-riches position as her butler. Based on the hit manga, true love and comedic drama blossom in this reverse Cinderella tale.","original_name":"旋風管家","vote_average":0.0,"name":"Hayate the Combat Butler","cert":"Unavailable","id":39533,"adult":"false","genre_ids":[35,18],"origin_country":["TW"]},{"first_air_date":null,"cast":[],"overview":"Rich, Famous and in the Slums was a TV programme broadcast by the BBC on 17 March 2011 for Comic Relief.","original_name":"Rich, Famous and in the Slums","vote_average":0.0,"name":"Rich, Famous and in the Slums","cert":"Unavailable","id":39534,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Celebrity Close Calls is a television series on BIO, a reality show that interviews various celebrities who have experienced life-or-death situations.","original_name":"Celebrity Close Calls","vote_average":0.0,"name":"Celebrity Close Calls","cert":"Unavailable","id":39547,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2011-06-18","cast":[],"overview":"Just Dance is an Indian television dance-reality series on Star Plus. The series is judged by well-known Bollywood film actor Hrithik Roshan along with choreographer Vaibhavi Merchant and film director Farah Khan. Hrithik Roshan rehearsed for 5 hours a day for 5 days to shoot for the promotional video of the series, which is choreographed by shows judge, Vaibhavi Merchant. It premiered on June 18, 2011 at 9 PM in India and airs every Saturday and Sunday.","original_name":"Just Dance","vote_average":0.0,"name":"Just Dance","cert":"Unavailable","id":39548,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":"1991-06-21","cast":["Jean Simmons","John Rhys-Davies","Ray McAnally","Anthony Calf","Kim Thomson"],"overview":"Miniseries based on Charles Dickens' novel of the same title.","original_name":"Great Expectations","vote_average":0.0,"name":"Great Expectations","cert":"Unavailable","id":39549,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Expedition Robinson was the Central European version of Expedition Robinson. In the spring of 2000, ORF in Austria and RTL2 in Germany decided to buy the broadcasting rights to the shows Big Brother and Expedition Robinson as they wanted to begin airing a new \"reality soaps\" genre. Neither show was quite as big a success as RTL2 had expected, however both were renewed for a second season. Following the first season, ORF chose to no longer broadcast Expedition Robinson leaving only RTL2 to air a second season. For an unknown reason in 2001 RTL2 decided to produce a show that was almost identical to Expedition Robinson known as Gestrandet. Gestrandet proved to be a ratings failure and after 2001, Expedition Robinson no longer aired in Austria or Germany.\n\nThe name alludes to both Robinson Crusoe and The Swiss Family Robinson, two stories featuring people marooned by shipwrecks.","original_name":"Expedition Robinson","vote_average":0.0,"name":"Expedition Robinson","cert":"Unavailable","id":39550,"adult":"false","genre_ids":[],"origin_country":["DE","AT"]},{"first_air_date":"2011-05-29","cast":["Jing Lusi","Lesley Sharp","Suranne Jones","Tony Mooney","David Prosho"],"overview":"D.C. Rachel Bailey and D.C. Janet Scott have a robust and engaging friendship which enables them to draw upon each other’s strengths and investigate murders for the Manchester Metropolitan Police.","original_name":"Scott & Bailey","vote_average":7.8,"name":"Scott & Bailey","cert":"Suitable for 15 years & above","id":39551,"adult":"false","genre_ids":[80,18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Guns and Roses is a Philippine action drama romance series that aired on ABS-CBN from June 6, 2011 to September 23, 2011 starring Robin Padilla, Bea Alonzo and Diether Ocampo.\n\nThis is Robin Padilla's second action primetime series in the network, following the television series Basta't Kasama Kita, which concluded eight years ago. This is the first team up with Bea Alonzo as his leading lady and Diether Ocampo in a TV Production.","original_name":"Guns and Roses","vote_average":0.0,"name":"Guns and Roses","cert":"Unavailable","id":39552,"adult":"false","genre_ids":[10759,18],"origin_country":["PH"]},{"first_air_date":"2012-03-15","cast":["Cliff Curtis","Sean Bean","Adriano Giannini","Nick Eversman","Ashley Judd"],"overview":"Becca Winstone learns that her son, Michael, disappears  while studying abroad, and it's a race against time when she travels to  Europe to track him down. A surprising turn of events reveals just how  far one mother will go to protect her family. Exotic locations and  thrilling twists will keep you riveted in \"Missing.\"","original_name":"Missing","vote_average":5.3,"name":"Missing","cert":"Unavailable","id":39553,"adult":"false","genre_ids":[9648,10759,18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Superior Court is a dramatized court show airing in syndication from 1986 to 1990, and featuring fictionalized re-enactments of actual court cases.\n\nFormer real-life judge William D. Burns Jr. presided the 1st-season, while actress Jill Jakes presided the second season and Raymond St. Jacques as Judge Clayton C. Thomas served as the presiding judge during the last two seasons.\n\nReruns were later aired on the USA Network during the early 1990s.","original_name":"Superior Court","vote_average":0.0,"name":"Superior Court","cert":"Unavailable","id":39566,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2011-08-29","cast":[],"overview":"The Los Angeles based spin-off of Basketball Wives, Basketball Wives LA follows the lives of a group of women with relationships to some of the biggest basketball players in the game.","original_name":"Basketball Wives LA","vote_average":4.3,"name":"Basketball Wives LA","cert":"Unavailable","id":39567,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Expedition Robinson was the Swiss version of the Swedish reality show Expedition Robinson and it debuted in 1999. Seeing the success of the Danish, Norwegian, and Swedish versions of the show TV3 in Switzerland decided to produce their own version of the show. Unfortunately, due to low ratings the show was cancelled after just two seasons. At the time the show was cancelled the third season was nearly done being shot. Despite this the third season was never broadcast.\n\nThe name alludes to both Robinson Crusoe and The Swiss Family Robinson, two stories featuring people marooned by shipwrecks.","original_name":"Expedition Robinson","vote_average":0.0,"name":"Expedition Robinson","cert":"Unavailable","id":39570,"adult":"false","genre_ids":[],"origin_country":["CH"]},{"first_air_date":"1974-10-31","cast":["Cliff Robertson","Jack Benny","James Stewart","Nipsey Russell"],"overview":"The Dean Martin Celebrity Roasts is a NBC television special show hosted by entertainer Dean Martin from 1974 to 1984. For a series of 54 specials and shows, Martin would periodically \"roast\" a celebrity. These roasts were patterned after the roasts held at the New York Friars' Club in New York City. The format would have the celebrity guest seated at a banquet table, and one by one the guest of honor was affectionately chided or insulted about his career by his fellow celebrity friends.\n\nIn 1973, The Dean Martin Show was declining in popularity. The final season of his variety show would be retooled into one of celebrity roasts, requiring less of Martin's involvement. For the 1973–1974 season, a new feature called “Man of the Week Celebrity Roast\" was added to try to pick up the ratings. The roasts seemed to be popular among television audiences and are often marketed in post-issues as part of the official Dean Martin Celebrity Roasts and not The Dean Martin Show. After The Dean Martin Show was cancelled in 1974, NBC drew up a contract with Martin to do several specials and do more roast specials. Starting with Bob Hope in 1974, the roast was taped in California and turned out to be a hit, leading to many other roasts to follow.","original_name":"The Dean Martin Celebrity Roasts","vote_average":5.0,"name":"The Dean Martin Celebrity Roasts","cert":"Unavailable","id":39571,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"All Wheels Wrestling","vote_average":0.0,"name":"All Wheels Wrestling","cert":"Unavailable","id":39572,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Supershow","vote_average":0.0,"name":"Supershow","cert":"Unavailable","id":39573,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"2011-06-02","cast":["Ami James"],"overview":"NY Ink is an American reality documentary television series that debuted June 2, 2011, on TLC. TLC renewed the series for a second season in August 2011, also noting that the series' first season averaged 1.3 million viewers per episode. Filming for the third season started in August 2012 with the season premiering on April 4, 2013.","original_name":"NY Ink","vote_average":5.0,"name":"NY Ink","cert":"Unavailable","id":39576,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Romeo and Juliet is a Japanese television movie which was shown on NTV on 7 April 2007. It tells the story of a female college student and an injured young man she meets on the street. They fall in love, not knowing that the girl's police detective father is in the midst of a manhunt to find the young man's physician father, who is wanted for murder. this television drama special was part of the Shakespeare Drama Special.","original_name":"Romeo and Juliet","vote_average":0.0,"name":"Romeo and Juliet","cert":"Unavailable","id":39585,"adult":"false","genre_ids":[18],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"We Are Singaporeans is a game show that aired on Singaporean English language channel MediaCorp Channel 5 about everything and anything Singapore from history to culture to trivia. Hosted by Hossan Leong, contestants will get the chance to walk away with up to $10,000 every week. The show, which will run for 15 weeks, will feature guest appearances by local celebrities and icons who will ask contestants questions relating to a particular topic.\n\nThe game show title was derived from a segment of the series The Noose, which becomes a recurring joke. The Noose later parodied the idea through a satirical sketch in which The Noose company sues MediaCorp for \"stealing\" the idea from them and hires \"Sudah Anandas\" to fight their case in court.","original_name":"We Are Singaporeans","vote_average":0.0,"name":"We Are Singaporeans","cert":"Unavailable","id":39586,"adult":"false","genre_ids":[],"origin_country":["SG"]},{"first_air_date":"2011-06-01","cast":[],"overview":"Sand Masters is an American reality-television series that premiered on June 1, 2011 on the Travel Channel. The show follows a team of sand sculptors as they travel to various locales to create elaborate sand structures for their business clients. The first two episodes of the series aired on Wednesdays at 10pm, but it was moved to Sundays at 7pm EST. Season two is set to air on Thursday April 5, 2012 at 9pm EST.","original_name":"Sand Masters","vote_average":0.0,"name":"Sand Masters","cert":"Unavailable","id":39587,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2011-06-27","cast":["Anahí","Carlos Ponce","Sergio Goyri","Alfredo Adame","Laura León"],"overview":"Dos Hogares is a Mexican telenovela produced by Emilio Larrosa for Televisa.\n\nAnahí, Carlos Ponce, Sergio Goyri, Alfredo Adame, Laura León, Jorge Ortiz de Pinedo, Joana Benedek, Víctor Noriega, Claudia Álvarez, Abraham Ramos, Malillany Marín and Olivia Collins in the leading roles.\n\nCanal de las Estrellas aired Dos Hogares from June 27, 2011 to January 20, 2012, with Abismo de Pasión replacing it. From October 31, 2011 to May 29, 2012., Univision broadcast Dos Hogares at 3pm central, replacing one hour of Ni Contigo Ni Sin Ti.","original_name":"Dos Hogares","vote_average":0.0,"name":"Dos Hogares","cert":"Unavailable","id":39588,"adult":"false","genre_ids":[18,10766],"origin_country":["MX"]},{"first_air_date":null,"cast":[],"overview":"Sawaare Sabke Sapne Preeto was an Indian television series that premiered on Imagine TV on July 4, 2011 and fineshed on April 12, 2012 2012, The story is located against a Punjabi backdrop and is based on the lives of five sisters. Set in the picturesque north Indian town of Amritsar, which is also an Indian Air Force base, this is the story of the quirky, lovable Dhillon family. They live in a run-down mansion, having moved to India from Pakistan after the Partition, a generation ago. In many ways the Dhillon family is a typical lower-middle-class Indian family.\n\nAt the head of the family is retired school master Gangandeep Dhillon, who lives with his wife Kanwal and five daughters. The eldest daughter is named Jasmeet, and is followed by Ishmeet, Manpreet, Gurbaani and the youngest, Sonu. Each girl is unique as a character—lovable, memorable and reminiscent of so many young people.","original_name":"Sawaare Sabke Sapne... Preeto","vote_average":0.0,"name":"Sawaare Sabke Sapne... Preeto","cert":"Unavailable","id":39589,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Willy Nilly is a New Zealand television series originally based on a short film by the same name. It follows the lives of two middle-aged farming brothers, Eric and Harry who are catapulted into the modern world when their bossy and overprotective mother dies and Joy Full, the lovely undertaker’s assistant, comes to stay. It is set in the fictional town of Pokapoka A total of 3 series were made which have all been made available on DVD at filmshop. It was winner of Best Comedy Performance, Script and Direction - NZ TV Awards In 2002, a TV Guide poll found the series to be the most popular New Zealand comedy. The series' most prominent fan base is made up of women over the age of 60.","original_name":"Willy Nilly","vote_average":0.0,"name":"Willy Nilly","cert":"Unavailable","id":39590,"adult":"false","genre_ids":[],"origin_country":["NZ"]},{"first_air_date":null,"cast":[],"overview":"El Musical de tus Sueños was an alternate Argentine season of Bailando por un Sueño and was hosted by Marcelo Tinelli. The show was not the traditional format: instead of couples, this season each celebrity would have been dancing, singing and acting, with a team of 5 dancers. Each week, they had to portray a different theme. The format with the eliminations, was the same as in the traditional competition: the worst couples were sentenced, the jury saved some of them, and the two remaining were going to the public vote, where the couples with the less votes, was eliminated.\n\nThe season, first aired on August 24, 2009, and was part of the original show, Showmatch broadcast on El Trece, and hosted by Marcelo Tinelli. 22 teams competed during 18 weeks, and the winner was revealed on the season finale, on December 17, 2009. The winner was the dancer and model Silvina Escudero.\n\nThe judges this time, were the model, actress and vedette Graciela Alfano, the director and choreographer Anibal Pachano, actress and dancer Reina Reech, and the singer Valeria Lynch","original_name":"El Musical de tus Sueños","vote_average":0.0,"name":"El Musical de tus Sueños","cert":"Unavailable","id":39591,"adult":"false","genre_ids":[],"origin_country":["AR"]},{"first_air_date":"2011-06-04","cast":["Kim Jeong-hyeon","Lee In-hye","Park Jung-chul","Lee Bo-hee","Lee Tae-gon"],"overview":"Gwanggaeto, The Great Conqueror is an alternate title for King Gwanggaeto the Great, a historical drama based on the life of the nineteenth monarch of Goguryeo, Gwanggaeto the Great. The drama was based on two sources, Gwanggaeto the Great by Jeong Jip, and Great Conquests of Gwanggaeto by Hyeong Minu.","original_name":"광개토태왕","vote_average":7.0,"name":"Gwanggaeto, The Great Conqueror","cert":"Unavailable","id":39606,"adult":"false","genre_ids":[18],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Cubed","vote_average":4.0,"name":"Cubed","cert":"Unavailable","id":39607,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-02-13","cast":["Kenneth Ma","Tavia Yeung","Mandy Wong","Him Law","Wing Lim Cho"],"overview":"The Hippocratic Crush is a Hong Kong television medical drama series produced by TVB, with Poon Ka-tak serving as executive producer. The drama follows the lives of young housemen, residents, and their mentors working in Mercy Hospital, a fictional hospital set in Hong Kong.\n\nA 26-episode sequel began filming in February 2013. The series is slated for a late 2013 release.","original_name":"On Call 36小時","vote_average":0.0,"name":"The Hippocratic Crush","cert":"Unavailable","id":39608,"adult":"false","genre_ids":[18],"origin_country":["HK"]},{"first_air_date":"2011-06-21","cast":[],"overview":"Go Back To Where You Came From is a Logie Award-winning Australian TV documentary series, produced by Cordell Jigsaw Productions and broadcast in 2011 and 2012 on SBS.\n\nThe series followed two parties, each of six Australians, all members having differing opinions on Australia's asylum seeker debate, being taken on a journey in reverse to that which refugees have taken to reach Australia.","original_name":"Go Back To Where You Came From","vote_average":8.0,"name":"Go Back To Where You Came From","cert":"Unavailable","id":39609,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2012-09-10","cast":["Ricki Lake"],"overview":"The Ricki Lake Show is an American first-run syndicated talk show hosted by Ricki Lake. The series also marked her return to talk television after leaving the genre in 2004. After several years of considering coming back to daytime with a new talk show, Lake signed on as both host and producer with 20th Television for this project, which debuted in United States and Canada on September 10, 2012, and began taping the episodes on July 25, 2012, at the Culver Studios. The show is co-produced by both Twentieth Television and Monet Lane Productions.","original_name":"The Ricki Lake Show","vote_average":0.0,"name":"The Ricki Lake Show","cert":"Unavailable","id":39610,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1995-01-01","cast":[],"overview":"C'est pas sorcier is a French educational television program that originally aired from November 5, 1994 to present.","original_name":"C'est pas sorcier","vote_average":8.3,"name":"C'est pas sorcier","cert":"Unavailable","id":39611,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2011-06-06","cast":["Rupert Vansittart","Mr. T"],"overview":"World's Craziest Fools is a clip show made by Roughcut TV for BBC Three, presented by Mr. T. It showcases clips, sometimes viral, of people making themselves look like \"Fools\", often by accident. Many clips were from CCTV footage. The videos were shown in different categories such as \"Parking Fools\", \"Drunk Fools\", \"Criminal Fools\", and \"Fools jumping off things they shouldn't be jumping off of\". As would be expected, some categories see more entries than others, and the categories that feature episode-to-episode are not bound to a predetermined structure.","original_name":"World's Craziest Fools","vote_average":0.0,"name":"World's Craziest Fools","cert":"Unavailable","id":39612,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":"2010-01-18","cast":[],"overview":"","original_name":"Be Good Johnny Weir","vote_average":7.0,"name":"Be Good Johnny Weir","cert":"Unavailable","id":39623,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Snoop Sisters NBC Tuesday Mystery Movie","vote_average":0.0,"name":"The Snoop Sisters NBC Tuesday Mystery Movie","cert":"Unavailable","id":39624,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2009-11-17","cast":["Ben Stiller","Chris Rock","David Schwimmer","Jada Pinkett Smith","Carl Reiner"],"overview":"Merry Madagascar is a Christmas special first broadcast on the NBC network on November 17, 2009, which starred the characters from the Madagascar film series. The story appears to take place sometime between the first and second film. It features many of the same voices from the film, including Ben Stiller, Chris Rock, David Schwimmer, and Jada Pinkett Smith. Carl Reiner provided the voice of Santa Claus.","original_name":"Merry Madagascar","vote_average":6.2,"name":"Merry Madagascar","cert":"Unavailable","id":39625,"adult":"false","genre_ids":[10751,16],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The 4th Annual CNN Heroes: An All-Star Tribute","vote_average":0.0,"name":"The 4th Annual CNN Heroes: An All-Star Tribute","cert":"Unavailable","id":39626,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"CNN Heroes: Coming Back from Katrina","vote_average":0.0,"name":"CNN Heroes: Coming Back from Katrina","cert":"Unavailable","id":39627,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Journalists Killed in the Line of Duty","vote_average":0.0,"name":"Journalists Killed in the Line of Duty","cert":"Unavailable","id":39628,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Royal Variety Performance 2010","vote_average":0.0,"name":"The Royal Variety Performance 2010","cert":"Unavailable","id":39631,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-08-24","cast":["Miranda Richardson","Sasha Waddell","Benedict Cumberbatch","Rebecca Hall","Adelaide Clemens"],"overview":"The story of a love triangle between a conservative English aristocrat, his mean socialite wife and a young suffragette in the midst of World War I and a Europe on the brink of profound change.","original_name":"Parade's End","vote_average":6.8,"name":"Parade's End","cert":"Unavailable","id":39644,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Acapulco Cuerpo y Alma","vote_average":0.0,"name":"Acapulco Cuerpo y Alma","cert":"Unavailable","id":39647,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Slasher School","vote_average":0.0,"name":"Slasher School","cert":"Unavailable","id":39648,"adult":"false","genre_ids":[16],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Dave Knoll Finds His Soul","vote_average":7.0,"name":"Dave Knoll Finds His Soul","cert":"Unavailable","id":39649,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1994-04-17","cast":["Catherine Zeta-Jones","Lloyd Owen","Polly Adams","Antony Byrne","Ralph Ineson"],"overview":"In a heroic journey of epic proportions, English everyman Charlie McFell (Lloyd Owen) wrestles with his demons -- including a coldhearted wife (Catherine Zeta-Jones), economic hardship, the horror of the world's first Great War and a painful secret he'd rather forget. But Charlie eventually comes out on top in this emotional, made-for-television miniseries based on Catherine Cookson's best-selling novel.","original_name":"The Cinder Path","vote_average":9.0,"name":"The Cinder Path","cert":"Unavailable","id":39650,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":"1977-11-12","cast":["Al Pacino","Robert De Niro","Marlon Brando","Robert Duvall","James Caan"],"overview":"A miniseries adaptation of Francis Ford Coppola's The Godfather and The Godfather, Part II.","original_name":"Mario Puzo's The Godfather: The complete Novel for Television","vote_average":8.8,"name":"Mario Puzo's The Godfather: The complete Novel for Television","cert":"Unavailable","id":39651,"adult":"false","genre_ids":[80,18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Greatest TV Shows of the Noughties","vote_average":1.3,"name":"The Greatest TV Shows of the Noughties","cert":"Unavailable","id":39662,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Eurovision - Your Decision 2008","vote_average":0.0,"name":"Eurovision - Your Decision 2008","cert":"Unavailable","id":39663,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Eurovision Dance Contest 2007 was the 1st Eurovision Dance Contest a dance entertainment co-production between the EBU and the BBC. The first ever pan-European dance competition was held on 1 September 2007 in London, United Kingdom with the participation of 16 countries. Viewers cast their votes by telephone and SMS text message voting on each couple's two dances – the first being ballroom or Latin with the second being freestyle, with a \"national\" flavour.\n\nThe first ever winner of the contest was Finland who received a total of 132 points. 2nd place went to Ukraine 3rd to Ireland, 4th to Poland and 5th place to Austria.","original_name":"Eurovision Dance Contest 2007","vote_average":0.0,"name":"Eurovision Dance Contest 2007","cert":"Unavailable","id":39664,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Fake It Til You Make It","vote_average":0.0,"name":"Fake It Til You Make It","cert":"Unavailable","id":39665,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Total Britney Live","vote_average":0.0,"name":"Total Britney Live","cert":"Unavailable","id":39666,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Follow the outlandish residents of Valley Peaks, a satirical world in it's own, in this spoof style comedy of teen dramas and soaps.","original_name":"Valley Peaks","vote_average":0.0,"name":"Valley Peaks","cert":"Unavailable","id":39667,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Monte Carlo Show is a variety show set in Monte Carlo and presented by Patrick Wayne. The show was taped live in Monaco and featured talents from around the world. The series was broadcast in USA during 1980.","original_name":"The Monte Carlo Show","vote_average":0.0,"name":"The Monte Carlo Show","cert":"Unavailable","id":39668,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Kris TV is a Philippine morning lifestyle talk show currently airing weekdays on ABS-CBN debuting June 27, 2011. It is hosted by the \"Queen of All Media\" Kris Aquino, who is making a talk show comeback after two years since Boy & Kris, and is more of a talk show comeback evolving from her previous solo talk show entitled Today with Kris Aquino. On June 4, 2012 the show moved to an earlier timeslot at 8:00 - 9:00 AM.","original_name":"Kris TV","vote_average":0.0,"name":"Kris TV","cert":"Unavailable","id":39669,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"2011-10-02","cast":[],"overview":"China, IL – meaning \"China, Illinois\" – is an animated television series for the cable network Adult Swim. The series is created by Brad Neely, and features Neely's existing characters from the China, IL web series and special. Characters include Frank and Steve Smith, aka \"The Professor Brothers,\" and Mark \"Baby\" Cakes. Neely provides the voice for all three characters. The series is produced by Williams Street and animated by Titmouse, Inc. China, IL has been renewed for a second season with the possibility of a new half-hour runtime.\n\nOn May 25, 2008, Adult Swim ran The Funeral, an 11-minute special which was streamed on the now defunct Super Deluxe website. The special combined Brad Neely's Professor Brothers and Baby Cakes webseries, which were also streamed at Super Deluxe, and established a larger environment for the characters. The special, as well as Brad Neely's other videos, can be viewed at Neely's YouTube page.","original_name":"China, IL","vote_average":5.9,"name":"China, IL","cert":"Unavailable","id":39680,"adult":"false","genre_ids":[16],"origin_country":["US"]},{"first_air_date":null,"cast":["Janice Koh Yu-Mei","Qi Yuwu"],"overview":"C.L.I.F. is a police procedural series produced by MediaCorp Singapore in 2011 in collaboration with the Singapore Police Force. It was aired from 31 May - 27 Jun 2011 on free-to-air MediaCorp Channel 8 and consists of 20 episodes. The drama stars Tay Ping Hui, Qi Yuwu, Elvin Ng, Joanne Peh, Chris Tong and Tracy Lee in the main roles with a large ensemble supporting cast. It was directed by Chong Liung Man, who previously directed another award-winning police procedural C.I.D., which also starred Tay and Qi in the lead roles as police officers.\n\nThis drama is the second Mediacorp production in 2011\/2012 to use music only for the opening theme after A Tale of 2 Cities, the next theme song with music is \"Bountiful Blessings\". This drama is also the second Mediacorp production to be filmed entirely at outdoor locations after Your Hand In Mine, and the second Mediacorp production to have no news commentaries for News Tonight during credits, except for episode 13 due to a timing error in the making of the episode. It was replaced by crime-prevention tips, and they were not shown in the repeat telecast.\n\nThe drama will return on the repeat telecast timeslot at 5.30pm from 6 December 2012 to 3 January 2013. It will be pre-empted on 1 January 2013 for a New Year's Day special programme.","original_name":"C.L.I.F.","vote_average":0.0,"name":"C.L.I.F.","cert":"Unavailable","id":39681,"adult":"false","genre_ids":[],"origin_country":["SG"]},{"first_air_date":"2011-07-15","cast":[],"overview":"PrankStars was a reality series that airs monthly and employs the use of a hidden camera. The series premiered on Disney Channel on July 15, 2011, and is hosted by Pair of Kings and Hannah Montana star, Mitchel Musso. The television program portrays scenarios in which children and teenagers meet their favorite stars in \"unpredictable and humorous\" settings that have been engineered by their friends and family. The show is Disney Channel's first reality series since the Totally in Tune show. In Canada, Family Channel aired two episodes of PrankStars on September 30, 2011, and a total of four episodes were originally supposed to broadcast before the series was withdrawn. The fourth episode aired a day before Musso's mid-October 2011 arrest on a charge of driving while intoxicated, and the remaining two episodes premiered solely in the United Kingdom.","original_name":"PrankStars","vote_average":0.0,"name":"PrankStars","cert":"Unavailable","id":39682,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Hobgoblin","vote_average":0.0,"name":"Hobgoblin","cert":"Unavailable","id":39683,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2011-09-22","cast":["Kenny Johnson","Damon Gupton","Maria Bello","Peter Gerety","Aidan Quinn"],"overview":"Detective Jane Timoney finds that being a homicide detective in New York City is tough enough and having to contend with a male-dominated police department to get respect makes it that much tougher. She's an outsider who has just transferred to a new precinct dominated by an impenetrable clique of a boys' club. Timoney has her own vices too – with a questionable past – and she tends to be forceful, rude and reckless. But she's also a brilliant cop who keeps her eye on one thing: the prime suspect.","original_name":"Prime Suspect","vote_average":6.8,"name":"Prime Suspect","cert":"Unavailable","id":39684,"adult":"false","genre_ids":[18,10759],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Dahsyat is an Indonesian television show which is broadcast on Rajawali Citra Televisi Indonesia from Monday to Saturday at 07:30 AM and Sunday on 08:30 AM. The first episode of Dahsyat was aired on 24 March 2008. It subject matter is everything related to music, and each show is 2 hours long. It was initially presented by Olga Syahputra, Raffi Ahmad, and Luna Maya. On June 2010, Luna was out of this show after a scandal which involved Ariel from the band Peterpan and Cut Tari. On January 2011, Luna Maya was replaced by 5 different host, like Astrid Tiar, Franda, and Tiffany but since March 2011 the new host who replaced Luna permanently is Jessica Iskandar.","original_name":"Dahsyat","vote_average":0.0,"name":"Dahsyat","cert":"Unavailable","id":39685,"adult":"false","genre_ids":[],"origin_country":["ID"]},{"first_air_date":"2011-09-04","cast":["Doris Pinčić","Ivan Herceg","Filip Juričić","Jana Milić","Sanja Popović"],"overview":"Larin izbor is a Croatian telenovela created by Jelena Popović Volarić and written by Tomislav Hrpka. The series premiered on September 4, 2011 on Nova TV. It has been sold to over seventeen countries worldwide.","original_name":"Larin izbor","vote_average":0.0,"name":"Lara's Choice","cert":"Unavailable","id":39686,"adult":"false","genre_ids":[18],"origin_country":["HR"]},{"first_air_date":null,"cast":[],"overview":"Gajab Desh Ki Ajab Kahaniyaan is an Indian television show hosted by actress and item girl Rakhi Sawant and created by UTV Software Communications which air on NDTV Imagine. Rakhi will be seen in the second season of her earlier show Rakhi Ka Insaaf on Imagine TV. The show will bear a new title. Going by the name, on the show Rakhi will be hearing and solving out some bizarre cases of a particular celebrity and a common man. Unlike the last season of Rakhi Ka Insaaf, which was on some very serious note and controversies, this show will be more on a lighter and comical note.","original_name":"Gajab Desh Ki Ajab Kahaniyaan","vote_average":0.0,"name":"Gajab Desh Ki Ajab Kahaniyaan","cert":"Unavailable","id":39687,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Storybook World is an animated series that was released on video. The opening, showed a castle and zoomed inside the castle which showed an enormous pile of books. One of the books opens, shows the title, and each page turning shows pictures of the featured cartoons.\n\nCartoons that were made was \"Goldilocks And The Three Bears\", \"Jack And The Beanstalk\", and other familiar stories. There was other cartoons that was added, such as \"The Baseball Bat\", and \"Teddy On Time\". and \"The Mystery Of The Missing Fuzzy\".\n\nMany of the cartoons had a very low budget, and many of them had a bad animation quality. Most of the animation was a form of stop motion using the books original illustrations as templates. Occasionally cel animation was added, such as raindrops and the characters walking. The Mystery of the Missing Fuzzy and The Baseball Bat had slightly higher quality of animation.\n\nSeveral cartoons were released with the series that was previously aired on TV that were episodes of Famous Classic Tales, After School Specials, and other similar series, released by Kids Klassics.\n\nThe original books were published by Troll Associates.","original_name":"Storybook World","vote_average":0.0,"name":"Storybook World","cert":"Unavailable","id":39698,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Brink is a television pilot in development for Starz. The script for the crime drama is being written by Stephen Susco. It is based on J.C. Hutchins and Jordan Weisman’s book Personal Effects: Dark Art.","original_name":"The Brink","vote_average":0.0,"name":"The Brink","cert":"Unavailable","id":39699,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1956-06-16","cast":["Paul Douglas"],"overview":"Adventure Theater is a dramatic anthology series that aired on NBC in 1956. The series was produced in England for broadcast in the United States.","original_name":"Adventure Theater","vote_average":0.0,"name":"Adventure Theater","cert":"Unavailable","id":39700,"adult":"false","genre_ids":[18],"origin_country":["GB","US"]},{"first_air_date":null,"cast":[],"overview":"Snip and Snap was a 1960 British animated series from Halas & Batchelor. It was directed by the Danish paper sculptor Thok Søndergaard and John Halas. It featured the exploits of a dog made of paper and pair of scissors.","original_name":"Snip and Snap","vote_average":0.0,"name":"Snip and Snap","cert":"Unavailable","id":39701,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2012-01-08","cast":["Ben Schwartz","Kristen Bell","Don Cheadle","Josh Lawson","Dawn Olivieri"],"overview":"Charming, fast talking Marty Kaan and his crack team of management consultants know how to play the corporate game better than anyone, by using every dirty trick in the book to woo powerful CEOs and close huge deals. In the board rooms, barrooms, and bedrooms of the power elite, corruption is business as usual and everyone's out for themselves first. Nothing is sacred in this scathing, irreverent satire of corporate America today.","original_name":"House of Lies","vote_average":6.6,"name":"House of Lies","cert":"Unavailable","id":39702,"adult":"false","genre_ids":[35,18],"origin_country":["US"]},{"first_air_date":"2010-04-06","cast":["Brian Unger"],"overview":"How the States Got Their Shapes is a television series that airs on the History channel. It is hosted by Brian Unger and is based on Mark Stein's book, How the States Got Their Shapes. The show deals with how the various states of the United States established their borders, but also delves into other aspects of U.S. history, including failed states, proposed new states, and the local culture and character of various U.S. states. It thus deals with the \"shapes\" of the states in a metaphorical sense as well as a literal sense.\n\nEach episode has a particular theme, such as how the landscape, or language, or natural resources contributed to the borders and character of various U.S. states. The show format follows Unger as he travels to various locations, and interviews local people, visits important historical and cultural sites, and provides commentary from behind the wheel of his car as he drives from location to location. Interspersed with these segments are brief historical synopses by notable U.S. historians.\n\nThe show started as a single two-hour special which first aired in April 2010, but returned as a regular series of one-hour shows starting in May 2011. Season 2 premiered in the fall of 2012 on H2, with a slightly more reality-oriented format, and episodes shortened to half an hour. The show currently airs Saturdays on H2, with encore showings on Friday night on the History channel.","original_name":"How the States Got Their Shapes","vote_average":6.0,"name":"How the States Got Their Shapes","cert":"Unavailable","id":39703,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2011-07-19","cast":["Ben Whishaw","Romola Garai","Anna Chancellor","Julian Rhind-Tutt","Oona Chaplin"],"overview":"A behind-the-scenes drama and espionage thriller in Cold War-era England that centers on a journalist, a producer, and an anchorman for an investigative news programme.","original_name":"The Hour","vote_average":7.5,"name":"The Hour","cert":"Suitable for 15 years & above","id":39718,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Kapalaran is a Filipino daytime television drama that was aired by ABS-CBN Regional Network which ran from September 2002 to January 2004 for a total of two seasons. It was re-aired on Kapamilya Channel, both ABS-CBN and TFC.\n\nThe series originally aired once a week at 8:00am Sunday of May 2002 on ABS CBN Regional Network as a block timer by Alba Productions but it got picked up to run a full season on September 2002. It started airing at 4:30pm to 5:00pm before TV Patrol Mondays to Fridays. The first season aired from September 2002 to January 2003. The second season picked up from September 2003 to January 2004.","original_name":"Kapalaran","vote_average":0.0,"name":"Kapalaran","cert":"Unavailable","id":39719,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"2015-01-10","cast":["Mel Giedroyc"],"overview":"Now You See It was a Scottish television game show that aired mostly in Scotland throughout its run. It was shown to a lesser degree across some of the ITV Network. It was based upon the U.S. version of the show.","original_name":"Now You See It","vote_average":6.8,"name":"Now You See It","cert":"Unavailable","id":39720,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2002-08-08","cast":[],"overview":"Campfire Café is an American cooking show.","original_name":"Campfire Café","vote_average":0.0,"name":"Campfire Café","cert":"Unavailable","id":39721,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Dirty Sexy Things was a British concept documentary series that aired on E4 about eight models preparing for eight shoots which culminated in an exhibition for fashion photographer Perou. A promo for the show began airing on E4 at the end of June 2011. The show is sponsored by Rimmel London.\n\nThe series featured eight episodes, the first of which aired 10pm Monday 4 July 2011 on E4 and again on Saturday 9 July on Channel 4.","original_name":"Dirty Sexy Things","vote_average":1.0,"name":"Dirty Sexy Things","cert":"Unavailable","id":39722,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2001-07-02","cast":["Avi Kushnir","Anat Waxman","Idan Alterman","Yael Levental","Motti Katz"],"overview":"Israeli TV sitcom about a divorced couple trying to live their lives together.","original_name":"החיים זה לא הכל","vote_average":9.0,"name":"Ha-Chaim Ze Lo Hacol","cert":"Unavailable","id":39723,"adult":"false","genre_ids":[35],"origin_country":["IL"]},{"first_air_date":"2005-06-28","cast":[],"overview":"Ghost Hunt is a reality TV show from New Zealand. It is an investigating series in which a team of three investigators, Carolyn Taylor, Michael Hallows and Brad Hills, visited alleged haunted hotspots around New Zealand. It is currently aired in Europe on the channel Zone Reality.","original_name":"Ghost Hunt","vote_average":0.0,"name":"Ghost Hunt","cert":"Unavailable","id":39724,"adult":"false","genre_ids":[],"origin_country":["NZ"]},{"first_air_date":null,"cast":[],"overview":"Hasb-e-Haal is a political comedy show that airs on Dunya TV at 11:05 pm from Thursday to Sunday. It stars Sohail Ahmed, Junaid Saleem and Najia Baig.\n\nSohail Ahmed was awarded Presidential Pride of Performance award by Asif Zardari on 23 March 2011 for his performance on the show.","original_name":"Hasb-e-Haal","vote_average":0.0,"name":"Hasb-e-Haal","cert":"Unavailable","id":39725,"adult":"false","genre_ids":[35],"origin_country":["PK"]},{"first_air_date":null,"cast":[],"overview":"The Dragon Heroes is a Chinese epic fantasy television series starring Ren Quan, Li Xiaolu, Christopher Lee, Cui Peng, Eddy Ko, Felix Wong, Bryan Leung, Florence Tan, Tanny Tien, Chen Tianwen and Ding Yujia. The series was first broadcast in 2005 on BTV in mainland China and on MediaCorp Channel 8 in Singapore.","original_name":"赤子成龙","vote_average":0.0,"name":"The Dragon Heroes","cert":"Unavailable","id":39738,"adult":"false","genre_ids":[],"origin_country":["CN"]},{"first_air_date":"2011-09-03","cast":["Patrycja Markowska","Tomasz Kammel","Maciej Musiał","Barbara Kurdej-Szatan","Michał Szpak"],"overview":"The Voice of Poland is a Polish reality talent show that will premiere on September 3, 2011 on the TVP 2 television network. The Voice of Poland is part of the international syndication The Voice based on the reality singing competition launched in the Netherlands as The Voice of Holland, created by Dutch television producer John de Mol.","original_name":"The Voice of Poland","vote_average":0.0,"name":"The Voice of Poland","cert":"Unavailable","id":39739,"adult":"false","genre_ids":[10764],"origin_country":["PL"]},{"first_air_date":null,"cast":[],"overview":"The !!!! Beat is an American television program which aired in syndication for 26 episodes in 1966. It was hosted by the Nashville, Tennessee based disc jockey Bill \"Hoss\" Allen, and featured a house band led by Clarence \"Gatemouth\" Brown. The show was recorded in color at WFAA, the ABC affiliate in Dallas, which had color facilities, and recorded and syndicated episodes of the program. At that time, none of the Nashville stations had color capability.\n\nGuests included: Otis Redding, Little Milton, Esther Phillips, Joe Tex, Etta James, Lattimore Brown, Roscoe Shelton, Carla Thomas, Freddie King, Barbara Lynn, Johnny Taylor, The Radiants, Louis Jordan, The Mighty Hannibal, Clarence 'Frogman' Henry, Robert Parker, Joe Simon, Mitty Collier, Jamo Thomas, Z. Z. Hill, Lou Rawls, Bobby Hebb, Willie Mitchell, Don Bryant, The Ovations, The Bar-Kays, Percy Sledge, Garnet Mimms, and Sam & Dave all appeared. Some of the artists would also chart well into the 1970s.","original_name":"The !!!! Beat","vote_average":0.0,"name":"The !!!! Beat","cert":"Unavailable","id":39740,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2011-07-22","cast":["Kenny Hotz"],"overview":"Kenny Hotz's Triumph of the Will is a Canadian television series, which debuted on July 22, 2011 on Action.","original_name":"Kenny Hotz's Triumph of the Will","vote_average":6.0,"name":"Kenny Hotz's Triumph of the Will","cert":"Unavailable","id":39741,"adult":"false","genre_ids":[35],"origin_country":["CA"]},{"first_air_date":"2009-01-29","cast":[],"overview":"Piers Morgan On... is a British television travelogue programme presented by journalist Piers Morgan, broadcast on ITV in the United Kingdom. So far he has visited Dubai, Monte Carlo, Hollywood, Las Vegas, Marbella and Shanghai.","original_name":"Piers Morgan On...","vote_average":0.0,"name":"Piers Morgan On...","cert":"Unavailable","id":39742,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Primitive Recall","vote_average":0.0,"name":"Primitive Recall","cert":"Unavailable","id":39745,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2008-01-04","cast":["Zach Galifianakis"],"overview":"Between Two Ferns with Zach Galifianakis is an internet comedy series that appears on the video website Funny or Die. As the show's title suggests, host Zach Galifianakis conducts celebrity interviews sitting, with his guests, between two potted ferns: the set intentionally resembles a low-budget amateur production fit for public-access television. He maintains an awkward and often antagonistic demeanor with his guests, asking them bizarre and inappropriate questions mixed with offhand non-sequiturs. Episodes often include a segment in which Galifianakis awkwardly interrupts his guests to promote a sponsor's product--examples include bananas, Need for Speed: Shift videogame, and Speed Stick deodorant. The series' theme music is Dave Blume's arrangement of Bernard Herrmann's Theme from Taxi Driver, which is on the original Taxi Driver soundtrack album but was not included in the film.","original_name":"Between Two Ferns with Zach Galifianakis","vote_average":7.4,"name":"Between Two Ferns with Zach Galifianakis","cert":"Unavailable","id":39754,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Teenage Paparazzo is a 2010 documentary film about the life and times of a 14-year-old Paparazzi photographer named Austin Visschedyk. It was directed by actor Adrian Grenier. Produced by Bert Marcus, Adrian Grenier and Matthew Cooke.","original_name":"Teenage Paparazzo","vote_average":8.5,"name":"Teenage Paparazzo","cert":"Unavailable","id":39755,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2007-08-06","cast":[],"overview":"The original web series featuring historical reenactments by A-list comedy\/acting talent, presented by Derek Waters and many inebriated history buff storytellers.","original_name":"Drunk History","vote_average":7.1,"name":"Drunk History","cert":"Unavailable","id":39756,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Grime Goes Green","vote_average":0.0,"name":"Grime Goes Green","cert":"Unavailable","id":39757,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2011-12-11","cast":["Pierce Brosnan","Melissa George","Annabeth Gish","Anika Noni Rose","Matt Frewer"],"overview":"Bestselling novelist Mike Noonan, unable to cope after his wife's sudden death, returns to the couple's lakeside retreat in Maine, where he becomes involved in a custody battle between a young widow and her child's enormously wealthy grandfather. Mike inexplicably receives mysterious ghostly visitations, escalating nightmares and the realization that his late wife still has something to tell him.","original_name":"Bag of Bones","vote_average":5.9,"name":"Bag of Bones","cert":"Unavailable","id":39758,"adult":"false","genre_ids":[18,9648],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Deadly Honeymoon","vote_average":5.3,"name":"Deadly Honeymoon","cert":"Unavailable","id":39759,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Running Hollywood","vote_average":0.0,"name":"Running Hollywood","cert":"Unavailable","id":39774,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1977-01-14","cast":["Ricardo Montalban"],"overview":"A magical island hosted by Mr Roarke and Tattoo where weekly guests learn valuable life lessons in their pursuit of fulfilling their dreams. Not all dreams are fulfilled as expected.","original_name":"Fantasy Island","vote_average":6.6,"name":"Fantasy Island","cert":"Unavailable","id":39775,"adult":"false","genre_ids":[10765,18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Little Women II: Jo's Boys, also known as Wakakusa Monogatari Nan to Jō Sensei is a 1993 Japanese animated television series based on Louisa May Alcott's Little Men, produced by Nippon Animation. The title is taken from Jo's Boys, the title of the sequel to Little Men.\n\nThe series is the sequel to the studio's 1987 Little Women, an adaptation of Alcott's novel of the same name.","original_name":"若草物語ナンとジョー先生","vote_average":0.0,"name":"Little Women II: Jo's Boys","cert":"Unavailable","id":39776,"adult":"false","genre_ids":[16,18],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Illeanarama","vote_average":0.0,"name":"Illeanarama","cert":"Unavailable","id":39779,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Wild West Comedy Show: 30 Days & 30 Nights – Hollywood to the Heartland is a comedy documentary film directed by Ari Sandel and follows the 30 day comedy of tour of several stand up comedians. It premiered September 8, 2006 at the Toronto International Film Festival. It opened in limited release in the United States on February 8, 2008.","original_name":"Wild West Comedy Show: 30 Days & 30 Nights - Hollywood to the Heartland","vote_average":6.2,"name":"Wild West Comedy Show: 30 Days & 30 Nights - Hollywood to the Heartland","cert":"Unavailable","id":39780,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":["Eve Myles"],"overview":"A ten episode companion series with events taking place during the Torchwood: Miracle Day series.","original_name":"Torchwood: Web of Lies","vote_average":2.7,"name":"Torchwood: Web of Lies","cert":"Unavailable","id":39797,"adult":"false","genre_ids":[10765],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Quitter Show","vote_average":0.0,"name":"The Quitter Show","cert":"Unavailable","id":39798,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Eurovision Song Contest: Your Country Needs Blue","vote_average":0.0,"name":"Eurovision Song Contest: Your Country Needs Blue","cert":"Unavailable","id":39799,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"I <3 Vampires","vote_average":0.0,"name":"I <3 Vampires","cert":"Unavailable","id":39800,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Best of Families","vote_average":0.0,"name":"The Best of Families","cert":"Unavailable","id":39801,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2011-04-06","cast":["Gillian Anderson","Chris O'Dowd","Romola Garai","Shirley Henderson","Katie Lyons"],"overview":"Follow Sugar into the underbelly of Victorian London seething with vitality, sexuality, ambition and emotion.","original_name":"The Crimson Petal and the White","vote_average":7.3,"name":"The Crimson Petal and the White","cert":"Unavailable","id":39804,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Mana Mamau is a professional wrestling television program for Impact Pro Wrestling. The show debuted on Maori Television in New Zealand on 7 July 2011. It is a nationally broadcast pro wrestling show and features a high level of Te Reo Maori content.","original_name":"Mana Mamau","vote_average":0.0,"name":"Mana Mamau","cert":"Unavailable","id":39815,"adult":"false","genre_ids":[],"origin_country":["NZ"]},{"first_air_date":null,"cast":[],"overview":"Pawn Queens is a reality TV series about female pawn shop operators, airing on TLC, which premiered in 2010, following its pilot episode in 2010.","original_name":"Pawn Queens","vote_average":0.0,"name":"Pawn Queens","cert":"Unavailable","id":39816,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"I Not Stupid Too is a Singaporean TV series adaptation-cum-sequel of the hit film I Not Stupid Too. The series debuted in September 2006 and was aired on Saturdays at 9pm.\n\nIt is also directed by Jack Neo, who reprises his role as Mr Yeo. Original cast members Xiang Yun, Shawn Lee and Joshua Ang all return as Mrs Yeo, Tom Yeo and Lim Chengcai, respectively.","original_name":"I Not Stupid Too","vote_average":0.0,"name":"I Not Stupid Too","cert":"Unavailable","id":39819,"adult":"false","genre_ids":[],"origin_country":["SG"]},{"first_air_date":"2002-09-21","cast":["Axel Stein","Sybille J. Schedwill"],"overview":"Axel! is a German comedy television series, about the adventures of teenager Axel. Every episode starts with Axel telling his psychologist about his week. It aired on Sat.1 between 2002 and 2004. It continued in 2005 with Axel! will’s wissen.","original_name":"Axel!","vote_average":6.0,"name":"Axel!","cert":"Unavailable","id":39820,"adult":"false","genre_ids":[],"origin_country":["DE"]},{"first_air_date":null,"cast":[],"overview":"Avanti! Avanti! is a German educational television series, broadcast on NDR in 1977. It is an Italian language course, covering two 13-episode sections.","original_name":"Avanti! Avanti!","vote_average":0.0,"name":"Avanti! Avanti!","cert":"Unavailable","id":39821,"adult":"false","genre_ids":[],"origin_country":["DE"]},{"first_air_date":"1989-01-01","cast":[],"overview":"Los Trotamúsicos was a Spanish animated series broadcast from 1989 and spent nearly a decade on TVE's schedule. Based on the Brothers Grimm story, Town Musicians of Bremen, the series follows the story of four animal friends who form a band in the playing respectively guitar, drums, trumpet and saxophone.","original_name":"Los Trotamúsicos","vote_average":7.0,"name":"Los Trotamúsicos","cert":"Unavailable","id":39822,"adult":"false","genre_ids":[],"origin_country":["ES"]},{"first_air_date":"2010-11-14","cast":["Anna Maria Mühe","Tobias Schenke","Oliver Stritzel","Rolf Kanies","Jella Haase"],"overview":"Alpha 0.7 – Der Feind in dir is a German transmedia science fiction series which first aired on 14 November 2010 on SWR TV. It is set in Stuttgart in 2017 where surveillance is omnipresent. It stars Victoria Mayer, Anna Maria Mühe, Arne Lenk, Tobias Schenke, Oliver Stritzel, Thomas Huber and Rolf Kanies.","original_name":"Alpha 0.7 – Der Feind in dir","vote_average":0.0,"name":"Alpha 0.7 – Der Feind in dir","cert":"Unavailable","id":39823,"adult":"false","genre_ids":[],"origin_country":["DE"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Prehistoric","vote_average":0.0,"name":"Prehistoric","cert":"Unavailable","id":39836,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"1972-10-29","cast":["Gottfried John","Hanna Schygulla","Luise Ullrich","Werner Finck","Wolfried Lier"],"overview":"Acht Stunden sind kein Tag was a German television film series broadcast between 1972 and 1973. Directed by Rainer Werner Fassbinder, it was commissioned by Westdeutscher Rundfunk.","original_name":"Acht Stunden sind kein Tag","vote_average":7.0,"name":"Eight Hours Don't Make a Day","cert":"Unavailable","id":39837,"adult":"false","genre_ids":[],"origin_country":["DE"]},{"first_air_date":null,"cast":[],"overview":"Jollitown is a children's television program from the Philippines produced by Jollibee, airing every Sunday mornings. The timing was chosen to highlight Jollibee’s 30th anniversary. Jollibee and his friends Yum, Twirlie, Hetty, and Popo are the stars of the show. The show left GMA Network on November 14, 2010. Jollitown moved to ABS-CBN and premiered its 4th season on July 17, 2011 at 9:00 a.m. The new season's concept is based on Time traveling. Season 5 started on July 22, 2012 based on Phippine traveling. Jollitown returns on GMA Network as The Jollitown Kids Show every Saturday starting July 20, 2013.","original_name":"Jollitown","vote_average":0.0,"name":"Jollitown","cert":"Unavailable","id":39838,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Celebrity Head Chef is the second series of TV3’s cookery series, Head Chef. The series features Conrad Gallagher, the youngest chef ever to win a Michelin Star and stars Wagner Fiuza-Carrilho from The X Factor; Mary Burke, the mammy from Crystal Swing; Adele King; Geraldine from The Apprentice; Michael Hayes, the presenter from How Low Can You Go?; and former model Kohlin Harris.","original_name":"Celebrity Head Chef","vote_average":0.0,"name":"Celebrity Head Chef","cert":"Unavailable","id":39839,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1994-04-10","cast":["Dieter Landuris","Stefan Reck","Gustav-Peter Wöhler","Petra Kleinert","Peter Fitz"],"overview":"Alles außer Mord was a German crime television series which aired on the TV station ProSieben between 1993 and 1995. 14 episodes were produced. The series features various criminal cases of determined private investigator Uli Spruce, who tells his clients: \"I do everything - except murder\".","original_name":"Alles außer Mord","vote_average":0.0,"name":"Alles außer Mord","cert":"Unavailable","id":39840,"adult":"false","genre_ids":[80],"origin_country":["DE"]},{"first_air_date":null,"cast":[],"overview":"Take Me Out is an Irish television dating game show airing on TV3. The show features Irish radio personality Ray Foley as the presenter. It is based on the Australian series Taken Out and the British series of the same name. The series is produced by Sideline Productions for TV3. The series is filmed in The Helix in Dublin. The next season is expected to be filmed in Dublin's Sony HD Studios.","original_name":"Take Me Out","vote_average":0.0,"name":"Take Me Out","cert":"Unavailable","id":39841,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Rod Santiago's The Sisters is the first TV adaptation of the classic Pinoy comic series written by Rod Santiago, which is the third dramaserye aired in Philippines by TV5 and starred by Nadine Samonte along with Leandro Muñoz and is directed by Joyce Bernal and Argel Joseph. The show marks Nadine Samonte's first project in TV5.","original_name":"Rod Santiago's The Sisters","vote_average":0.0,"name":"Rod Santiago's The Sisters","cert":"Unavailable","id":39854,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":"2005-11-09","cast":["Simone Hanselmann","Gregor Bloéb","Simon Verhoeven","Annette Frier","Mimi Fiedler"],"overview":"Alles außer Sex was a German \"dramedy\" television series which aired on the TV station ProSieben between 2005 and 2006. The German television premiered on 9 November 2005 with an audience of 2.9 million viewers. Thematically, it is similar to the American television series Sex and the City and the British series Coupling.","original_name":"Alles außer Sex","vote_average":0.0,"name":"Alles außer Sex","cert":"Unavailable","id":39855,"adult":"false","genre_ids":[35],"origin_country":["DE"]},{"first_air_date":"2011-07-03","cast":[],"overview":"After 7 seasons of One Million Star, a new Taiwanese televised singing competition named Chinese Million Star begins it's search for a new superstar. produced by Gin Star Entertainment, and aired on CTV.\n\nThe season primary focuses on the five judges namely, John Yuan, Kay Huang, Albert Leung, James Li and Li Quan. The host of the series is helmed by Mathilda Tao.\n\nSeason one began on July 3, 2011 and ended on January 8, 2012, with four special episodes airing from January 15, 2012. The series was won by Sharon Kwan.\n\nSeason two began in 26th August 2012, and is expected to end on February 3, 2013.","original_name":"Chinese Million Star","vote_average":0.0,"name":"Chinese Million Star","cert":"Unavailable","id":39858,"adult":"false","genre_ids":[],"origin_country":["TW"]},{"first_air_date":"2011-07-19","cast":["Ashley Rickards","Beau Mirchoff","Nikki DeLoach","Jillian Rose Reed","Brett Davern"],"overview":"An irreverent look at the conflict, chaos and humor that defines teenage life through the eyes of 15-year-old Jenna Hamilton whose life begins to change when a simple accident becomes an epic misunderstanding and is blown way out of proportion. Narration in the first-person voice of Jenna's blog posts captures the humor within the struggles and experiences everyone can relate to from their formative years.","original_name":"Awkward.","vote_average":6.9,"name":"Awkward.","cert":"Unavailable","id":39859,"adult":"false","genre_ids":[35,18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Five is an American talk show on Fox News Channel featuring a rotating panel of contributors who discuss current political issues and pop culture. The show premiered in July 2011, replacing the Glenn Beck program, and airs on weekdays at 5:00 p.m. ET with replays at 2:00 a.m. ET.\n\nOn October 3, 2011, after successful ratings and high popularity, Fox News announced that The Five would become the permanent 5p.m. series, as the program was previously announced to last only during the summer.\n\nThe Five is currently the second-most-watched program in all of cable news in the United States, placing only behind The O'Reilly Factor.","original_name":"The Five","vote_average":7.0,"name":"The Five","cert":"Unavailable","id":39860,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Junior Head Chef","vote_average":0.0,"name":"Junior Head Chef","cert":"Unavailable","id":39861,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Decisiones Extremas is a Colombian telenovela produced by the United States-based television network Telemundo and RTI Producciones. Telemundo aired the serial from Monday to Friday over about 26 weeks during the 2011 season. The Boston Herald called it \"The Most Ridiculous Show of 2011\".","original_name":"Decisiones Extremas","vote_average":0.0,"name":"Decisiones Extremas","cert":"Unavailable","id":39874,"adult":"false","genre_ids":[],"origin_country":["US","CO"]},{"first_air_date":null,"cast":[],"overview":"Indonesian Movie Awards is the appreciation for cinema person\/production works that began in 2007. These awards are made because the result of FFI 2006 was quite disappointing for the Masyarakat Film Indonesia. But the IMA made not to compete with FFI. IMA exists to give appreciation to the best film cast, because they have the talent and achievements. IMA each year will always be present with the new format and different from FFI. If the FFI trophy that given is called Piala Citra. On IMA, the trophy given is called Piala Layar Emas. Winner in this event consists of Favorite and Best. Where the Best winner for the category selected by a jury. While the category of Favorite winner is selected by the public.","original_name":"Indonesian Movie Awards","vote_average":0.0,"name":"Indonesian Movie Awards","cert":"Unavailable","id":39875,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"SP FX: The Empire Strikes Back is a television documentary special which originally aired on CBS on September 22, 1980. Hosted by actor Mark Hamill, it is a behind-the-scenes look at the creation of the special effects in the second Star Wars film, Star Wars Episode V: The Empire Strikes Back, which was released that year. The special was written by Richard Schickel and directed by Robert Guenette, who had both previously worked on the 1977 special The Making of Star Wars.","original_name":"SP FX: The Empire Strikes Back","vote_average":0.0,"name":"SP FX: The Empire Strikes Back","cert":"Unavailable","id":39876,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Tres Mujeres is a Mexican Telenovela produced by Roberto Hernandez. It came out in 1999. Its starring Karyme Lozano, Jorge Salinas, Erika Buenfil, and Norma Herrera. When it came out it was such a Success that they added 3x the Normal Amount of Chapters. There are 275 Chapter when there is Normally about 100 Chapters. The Telenovela ended in 2000, which made it the longest Telenovela produced my Televisa until Clase 406.","original_name":"Tres mujeres","vote_average":0.0,"name":"Tres mujeres","cert":"Unavailable","id":39877,"adult":"false","genre_ids":[],"origin_country":["MX"]},{"first_air_date":null,"cast":[],"overview":"Ontopic was a Dutch talk show presented by the EO and aired for two consecutive seasons on Nederland 3.","original_name":"Ontopic","vote_average":0.0,"name":"Ontopic","cert":"Unavailable","id":39878,"adult":"false","genre_ids":[],"origin_country":["NL"]},{"first_air_date":null,"cast":[],"overview":"Tush was an American late-night television sketch comedy and variety show developed for Bill Tush and directed by R. T. Williams. The show premiered on WTCG in the United States. A number of the stars including Jan Hooks, Terry Turner, Bonnie Turner went on to work for Saturday Night Live. The regular cast was Larry Larson, Ron Kirk, Iris Little-Roberts, Eddie Lee, Allison Biggers, Rob Cleveland, Bob Gillies, Ted Henning, Yetta Levitt.","original_name":"Tush","vote_average":0.0,"name":"Tush","cert":"Unavailable","id":39889,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Miss Indonesia, also known as Miss World Indonesia, is an annual beauty pageant in Indonesia that sends its winner to the Miss World pageant. The pageant was established in 2005 and the winner was sent to Miss ASEAN pageant. Starting 2006, the winner of the pageant has been sent to the Miss World.","original_name":"Miss Indonesia","vote_average":0.0,"name":"Miss Indonesia","cert":"Unavailable","id":39890,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"'Mehmoodabad Ki Malkain is a daily Pakistani soap opera currently running on ARY Digital. Apart from some actors the serial includes new cast and new actors.","original_name":"Mehmoodabad Ki Malkain","vote_average":0.0,"name":"Mehmoodabad Ki Malkain","cert":"Unavailable","id":39893,"adult":"false","genre_ids":[],"origin_country":["PK"]},{"first_air_date":"2011-01-24","cast":["Ayesha Khan","Sakina Samo","Humayun Saeed","Nauman Maqsood","Asad Malik"],"overview":"The story is the emotional and traumatic journey of Parveen un Nisa, a woman living in a post modernist society, where individuals are valued on the basis of their skills and their socio-economic achievements.","original_name":"Zip Bus Chup Raho","vote_average":10.0,"name":"Zip Bus Chup Raho","cert":"Unavailable","id":39894,"adult":"false","genre_ids":[18],"origin_country":["PK"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Resonance","vote_average":0.0,"name":"Resonance","cert":"Unavailable","id":39895,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1993-03-26","cast":["Chris Roberts","Hans-Jürgen Bäumler","Ottfried Fischer","Max Grießer","Mia Martin"],"overview":"Almenrausch und Pulverschnee was a German home television series which aired on RTL from 26th March 1993 to 21 May 1993.","original_name":"Almenrausch und Pulverschnee","vote_average":0.0,"name":"Almenrausch und Pulverschnee","cert":"Unavailable","id":39896,"adult":"false","genre_ids":[10751],"origin_country":["DE"]},{"first_air_date":null,"cast":[],"overview":"A weekday daytime lifestyle and entertainment talk show hosted by Marilyn Denis.","original_name":"The Marilyn Denis Show","vote_average":0.0,"name":"The Marilyn Denis Show","cert":"Unavailable","id":39909,"adult":"false","genre_ids":[10767],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Pal Chinn was a drama series which ran on Star Plus from 1999. It was directed by Neena Gupta, and the veteran actor Manohar Singh was the main part of the show.","original_name":"Pal Chhin","vote_average":0.0,"name":"Pal Chhin","cert":"Unavailable","id":39910,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Skating's Next Star is a reality television show that began airing on the WE tv on April 26, 2006.","original_name":"Skating's Next Star","vote_average":0.0,"name":"Skating's Next Star","cert":"Unavailable","id":39911,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Secret Dealers is a factual game show that has aired on ITV since 27 September 2010.","original_name":"Secret Dealers","vote_average":0.0,"name":"Secret Dealers","cert":"Unavailable","id":39912,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2011-09-23","cast":["Patrick Wilson","Jennifer Ehle","Liam Aiken","Rachelle Lefevre","Margo Martindale"],"overview":"A talented but self-absorbed surgeon starts questioning his purpose in life when he is visited by the spirit of his deceased ex-wife.","original_name":"A Gifted Man","vote_average":6.4,"name":"A Gifted Man","cert":"Unavailable","id":39913,"adult":"false","genre_ids":[18,10765],"origin_country":["US"]},{"first_air_date":"2010-09-05","cast":[],"overview":"Oscar's Oasis is a is non-verbal animated cartoon produced by TeamTO and Tuba Entertainment in association with Cake Entertainment based on the original show broadcast on Disney Channel Asia. It started as a series of 1-2 minute shorts under the title Ooohhh Asis. Oscar's Oasis can be viewed on the Nintendo 3DS in 3D via Nintendo Video in Australia and Europe. In the United States, all 78 episodes can be seen on Netflix Streaming grouped into 19 meta-episodes of 4 episodes each and 1 meta-episode containing the last 2 episodes. In Latin America and Brazil, the Spanish and Portuguese dub airs on Cartoon Network Latin America.","original_name":"Oscar's Oasis","vote_average":7.0,"name":"Oscar's Oasis","cert":"Unavailable","id":39914,"adult":"false","genre_ids":[],"origin_country":["FR"]},{"first_air_date":null,"cast":[],"overview":"Dwarkadheesh Bhagwaan Shree Krishn is a television series based on the adult life of the Hindu deity Krishna. The series intends to show Krishna as a valiant lover; a master strategist; and an ideal brother, father, son, and king.","original_name":"Dwarkadheesh Bhagwaan Shree Krishn","vote_average":0.0,"name":"Dwarkadheesh Bhagwaan Shree Krishn","cert":"Unavailable","id":39915,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1993-01-12","cast":["Michael Degen","Sigmar Solbach","Loni von Friedl","Edith Hancke","Herbert Köfer"],"overview":"Auto Fritze is a German family television series, broadcast between 1993 and 1994 set in a garage and revolving around the Fritze brothers. One of them is an idealist who commits himself to restoring vintage cars while the other is a materialist specialised in selling only the most expensive and newest cars.","original_name":"Auto Fritze","vote_average":0.0,"name":"Auto Fritze","cert":"Unavailable","id":39928,"adult":"false","genre_ids":[10751],"origin_country":["DE"]},{"first_air_date":null,"cast":[],"overview":"Manny Many Prizes is a weekly variety-game show produced by GMA Network. It began airing live on July 16, 2011 in the Philippines and aired as well on July 16, 2011\/July 17, 2011 on GMA Pinoy TV, and is hosted by Manny Pacquiao along with several co-hosts. The show will give away prizes such as money, house and lot, cars, some even coming from Pacquiao himself. This show airs every Saturdays from 6:00 to 8:00 PM on GMA Network.","original_name":"Manny Many Prizes","vote_average":0.0,"name":"Manny Many Prizes","cert":"Unavailable","id":39929,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Sa Sandaling Kailangan Mo Ako is a Philippine drama series aired on ABS-CBN in 1998-1999. It starred some of the Philippines' renowned veteran actors and actresses combined with promising young artists under the direction of the reputable Filipino TV and movie director, Olivia M. Lamasan. This shows the intricacies of love, friendship, betrayal and forgiveness.","original_name":"Sa Sandaling Kailangan Mo Ako","vote_average":0.0,"name":"Sa Sandaling Kailangan Mo Ako","cert":"Unavailable","id":39930,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Adventure in Dairyland is a television serial that aired in 1956 on ABC as part of the second season of The Mickey Mouse Club. The serial starred Mouseketeer Annette Funicello and Sammy Ogg of Spin and Marty and featured Kevin Corcoran in his first Walt Disney production.","original_name":"Adventure in Dairyland","vote_average":0.0,"name":"Adventure in Dairyland","cert":"Unavailable","id":39931,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Visoki napon","vote_average":0.0,"name":"Visoki napon","cert":"Unavailable","id":39932,"adult":"false","genre_ids":[],"origin_country":["RS"]},{"first_air_date":"2011-09-12","cast":[],"overview":"Anderson Live, formerly known as simply Anderson, is an American first-run syndicated talk show that is hosted by CNN anchorman Anderson Cooper, who also serves as co-producer in his first foray into daytime talk television. It debuted on September 12, 2011, as Anderson, and is distributed by Warner Bros. Television in the United States and Canada. The show was canceled early in its second season and continued to air new episodes at least through spring 2013. The series aired for the final time September 6, 2013.","original_name":"Anderson Live","vote_average":0.0,"name":"Anderson Live","cert":"Unavailable","id":39933,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Banana News Network or BNN is a Pakistani TV Show that airs on GEO TV on Tuesdays at 11:05pm. It features Murtaza Chaudary and his team. This team was formerly part of 4 Man Show on Aaj TV.","original_name":"Banana News Network","vote_average":0.0,"name":"Banana News Network","cert":"Unavailable","id":39934,"adult":"false","genre_ids":[35],"origin_country":["PK"]},{"first_air_date":"2007-02-28","cast":["Christoph M. Ohrt","Julia Koschitz","Michael Hanemann","Paula Schramm","Jockel Tschiersch"],"overview":"Allein unter Bauern was a German comedy television series, commissioned by Sat.1 and produced by Phoenix. It aired for ten episodes between 2006 and 2007 and was cancelled on 4 May 2007.","original_name":"Allein unter Bauern","vote_average":0.0,"name":"Allein unter Bauern","cert":"Unavailable","id":39949,"adult":"false","genre_ids":[35],"origin_country":["DE"]},{"first_air_date":null,"cast":[],"overview":"Butterfly Lovers is a Chinese television series based on the legend of the Butterfly Lovers, starring Peter Ho and Dong Jie as Liang Shanbo and Zhu Yingtai respectively. The series was first broadcast on GZTV in China in 2007.","original_name":"Butterfly Lovers","vote_average":0.0,"name":"Butterfly Lovers","cert":"Unavailable","id":39950,"adult":"false","genre_ids":[],"origin_country":["CN"]},{"first_air_date":"2002-01-02","cast":["Mario Adorf","Robert Atzorn","Heinz Hoenig","Stefan Kurt","Heike Makatsch"],"overview":"Die Affäre Semmeling was a 2002 German teleplay, broadcast on ZDF. It starred Mario Adorf as Walter 'Beton-Walter' Wegener, Robert Atzorn as Dr. Klaus Hennig, Heinz Hoenig as Axel Ropert, Stefan Kurt as Sigi Semmeling and Heike Makatsch as Silke Semmeling.","original_name":"Die Affäre Semmeling","vote_average":0.0,"name":"Die Affäre Semmeling","cert":"Unavailable","id":39951,"adult":"false","genre_ids":[18],"origin_country":["DE"]},{"first_air_date":"2011-09-05","cast":[],"overview":"On a desert island lives a starving hyena with one obsession: devour that delicious mermaid from the rock in the lagoon. But the lovely fish-girl’s best friend is a shark, a shark with a lot of muscle and who loves to sabotage the hyena’s every move.","original_name":"Zig et Sharko","vote_average":4.3,"name":"Zig and Sharko","cert":"Unavailable","id":39952,"adult":"false","genre_ids":[10751,35,16],"origin_country":["FR"]},{"first_air_date":"1972-05-13","cast":["Dieter Hallervorden","Helga Feddersen","Uwe Dallmeier"],"overview":"Abramakabra was a German comedy television series broadcast between 1972 and 1976. Many of the sketches were examples of black comedy.","original_name":"Abramakabra","vote_average":0.0,"name":"Abramakabra","cert":"Unavailable","id":39955,"adult":"false","genre_ids":[35],"origin_country":["DE"]},{"first_air_date":"2011-06-02","cast":[],"overview":"Single White Spenny is a Canadian television series that aired briefly on Showcase in 2011, and chronicles the misadventures a fictitious version of Spencer Rice, played by himself, has dating various women after his wife divorced him for being \"an immature man-child emotionally incapable of a serious relationship.\"\n\nIFC Canada announced that Single White Spenny had been cancelled due to poor ratings and its inability to capture Kenny vs. Spenny audiences.","original_name":"Single White Spenny","vote_average":3.0,"name":"Single White Spenny","cert":"Unavailable","id":39956,"adult":"false","genre_ids":[35],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Lyric Café","vote_average":0.0,"name":"Lyric Café","cert":"Unavailable","id":39967,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Heads N TailZ","vote_average":0.0,"name":"Heads N TailZ","cert":"Unavailable","id":39968,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Buppies","vote_average":0.0,"name":"Buppies","cert":"Unavailable","id":39969,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Frank Capra's American Dream","vote_average":0.0,"name":"Frank Capra's American Dream","cert":"Unavailable","id":39970,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The 3rd Annual CNN Heroes: An All-Star Tribute","vote_average":0.0,"name":"The 3rd Annual CNN Heroes: An All-Star Tribute","cert":"Unavailable","id":39973,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Baby Sister is a 1983 television film directed by Steven Hilliard Stern. The film, which stars Phoebe Cates, Ted Wass and Pamela Bellwood, centers on a 19-year-old girl who starts an affair with her older sister's boyfriend.","original_name":"Baby Sister","vote_average":6.0,"name":"Baby Sister","cert":"Unavailable","id":39974,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"exploracise-gymathtics","vote_average":0.0,"name":"exploracise-gymathtics","cert":"Unavailable","id":39987,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Saturday Night Theatre was a long-running radio drama strand on BBC Radio 4. The strand showcased feature-length, middle-brow single plays on Saturday evenings for more than 50 years, having been launched in April 1943. The plays featured in the strand included stage plays, books adaptations and original dramatisations. For most of its history, programmes ran for 90 minutes and were largely entertainment centred, such as thrillers, comedies and mysteries.\n\nSaturday Night Theatre was noted as the major drama of the week on BBC Radio 4, until it was scrapped as a programme strand in 1996. Shorter plays continued to be broadcast on Radio 4 on Saturday evenings from 1996 until the relaunch of the channel's schedule in April 1998 by James Boyle, when single dramas were removed from the Saturday evening schedule. Since 1998, the main weekly play on the station has been The Saturday Play, a daytime programme that runs for 60–90 minutes.\n\nThere have since been campaigns to bring back Saturday Night Theatre, but in the context of BBC budget cuts, that have included the 2010 axing of Radio 4's Friday Play, any return looks unlikely.","original_name":"Saturday Night Theatre","vote_average":0.0,"name":"Saturday Night Theatre","cert":"Unavailable","id":39988,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Every Woman Knows a Secret","vote_average":0.0,"name":"Every Woman Knows a Secret","cert":"Unavailable","id":39991,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Coming Up","vote_average":0.0,"name":"Coming Up","cert":"Unavailable","id":39994,"adult":"false","genre_ids":[],"origin_country":[]},{"cert":"Unavailable","cast":["Devon Massyn","Myke Clarkson","James Milner"],"id":39995,"first_air_date":"2010-08-08","overview":"The Speed of Life is a brand new series, specializing in high speed photography to capture the amazing, blazing fast intricacies of daily life for animals and insects on the planet. Most especially, Speed of Life focuses on predators and prey, showing remarkable detail and breathtaking footage that you wouldn't believe.","genre_ids":[99],"origin_country":[],"original_name":"Speed of Life","vote_average":5.5,"name":"Speed of Life","adult":"false"}]