[{"first_air_date":null,"cast":[],"overview":"Exitante, or Excitante, is an Argentine musical & theatre show that acted in the theatre of Mar del Plata and later Villa Carlos Paz. The show was presented and let by the creators Miguel Ángel Cherutti and Nito Artaza, and also led by vedette, Adabel Guerrero and singer Estela Raval. The show debuted in Mar del Plata, Buenos Aires in December 2, 2010, ending in September. The musical's third musical cycle debuted in Villa Carlos Paz, Córdoba in December. It has recently finished its fourth and last cycle in the months of April and May, with the death of its lead woman, Raval, on 6 June 2012 in Buenos Aires.","original_name":"Excitante","vote_average":0.0,"name":"Excitante","cert":"Unavailable","id":42000,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2011-08-28","cast":["Sunkrish Bala","Chris Parnell","Elisabeth Hower"],"overview":"I Just Want My Pants Back is an American comedy-drama that premiered with a special sneak peek on August 28, 2011 on MTV, with the series airing the new episodes beginning on February 2, 2012. The series is based on David J. Rosen's 2007 novel of the same name.\n\nOn May 16, 2012, MTV cancelled the series.","original_name":"I Just Want My Pants Back","vote_average":7.0,"name":"I Just Want My Pants Back","cert":"Unavailable","id":42003,"adult":"false","genre_ids":[35,18],"origin_country":["US"]},{"first_air_date":"2012-02-12","cast":["Kevin Smith","Walt Flanagan","Ming Chen","Mike Zapcic","Bryan Johnson"],"overview":"A show for Fanboys by Fanboys. Set in uber-geek Kevin Smith's iconic comic shop Jay and Silent Bob's Secret Stash, the show explores every nook and cranny of Fanboy culture from A to Z. Endless circular debates about the technical accuracy of the USS Enterprise's warp-core schematics? Snarky comic aficionados with an encyclopedic knowledge of every Marvel back issue? You bet.","original_name":"Comic Book Men","vote_average":6.5,"name":"Comic Book Men","cert":"Unavailable","id":42004,"adult":"false","genre_ids":[10764,35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Secrets for Sale (拍·卖）is a Singapore television drama series, produced by Wawa Pictures. It is Channel U's blockbuster of the year for 2011 and debuted on March 14, 2011. It is aired from Monday to Friday, at 10.00 pm. It has received much overwhelming response and raves from the viewers since its debut. The viewership reached 1,150,000, making it the most popular drama of the year.","original_name":"Secrets for Sale","vote_average":0.0,"name":"Secrets for Sale","cert":"Unavailable","id":42007,"adult":"false","genre_ids":[],"origin_country":["SG"]},{"first_air_date":null,"cast":[],"overview":"Fame For 15 is an American television series that aired on The Nashville Network from October 22, 2001 to November 10, 2001.","original_name":"Fame For 15","vote_average":0.0,"name":"Fame For 15","cert":"Unavailable","id":42010,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2012-05-14","cast":["Debbie Byrne","Shane Bourne","Kip Gamblin","Gigi Edgley","Lincoln Lewis"],"overview":"Tricky Business is an Australian television drama series first broadcast on the Nine Network on 14 May 2012. Filmed in and around Wollongong and Sydney, the program is produced by Screentime with the assistance of Screen Australia. The Nine Network has ordered 13 episodes, with more to be determined by audience reception.The series premiered in New Zealand on 4 September 2012 on TV3.","original_name":"Tricky Business","vote_average":7.0,"name":"Tricky Business","cert":"Unavailable","id":42023,"adult":"false","genre_ids":[18],"origin_country":["AU"]},{"first_air_date":"2011-01-23","cast":["Mark Lewis Jones","Boyd Clack","Steven Meo","Eve Myles","Gareth Jewell"],"overview":"Baker Boys is an English-language Welsh television drama series, produced by BBC Wales and broadcast on BBC One Wales. The series was written by Helen Raynor and Gary Owen. Torchwood creator Russell T Davies also had a role as creative consultant, which he fulfilled from Los Angeles. The first episode of the series was broadcast on 23 January 2011.\n\nThe programme follows the workers of Valley Bara bakery which is the economic centre of Trefynydd, a small fictional village in South Wales. Generations of people had earned a living and formed a life at the bakery but this is thrown into jeopardy when recession bites and the bakery workers find themselves unemployed overnight. Writer Helen Raynor describes it as \"a blue collar drama\", explaining \"we wanted to tell the story of a community, with a workplace at the centre of it, who suddenly fall on hard times\".","original_name":"Baker Boys","vote_average":0.0,"name":"Baker Boys","cert":"Unavailable","id":42024,"adult":"false","genre_ids":[18,35],"origin_country":["GB"]},{"first_air_date":"2013-07-26","cast":["Dominic Deutscher","Kerith Atkinson","Linda Ngo","Isabel Durant","Allie Bertram"],"overview":"Real-life mermaids, Sirena, Nixie and Lyla are part of a mermaid pod, which lives in the waters of Mako Island. As young members of the pod, it is their job to protect the Moon Pool and guard it from trespassers. But on the night of a full moon, the mischievous mermaid girls neglect their duties. Sixteen-year-old land-dweller Zac enters the Moon Pool and forms a special connection with Mako.\n\nZac is given a fish-like tail and amazing powers. The mermaid pod is forced to leave Mako, leaving behind the three mermaid girls, cast out of the pod. They know there's only one way they will be allowed to rejoin the pod: They must get legs, venture onto land and take back Zac's powers – or risk being outcasts forever.","original_name":"Mako: Island of Secrets","vote_average":6.2,"name":"Mako: Island of Secrets","cert":"Unavailable","id":42025,"adult":"false","genre_ids":[35,10765,18,10759],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Let It Be Love, also known as 4 In Love, is a Hong Kong modern romance drama produced by TVB and starring Moses Chan, Charmaine Sheh, Kenny Wong and Elvina Kong. An internal costume fitting was held on 27 May 2011 and the official costume fitting was held on 3 June 2011 at Tseung Kwan O TVB City Studio One at 12:30 pm. The premiere episode aired on 30 January 2012.","original_name":"Let It Be Love","vote_average":0.0,"name":"Let It Be Love","cert":"Unavailable","id":42026,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"Hey, Hey, Hey, It's Fat Albert is an animated primetime special which originally aired on November 12, 1969 on NBC in the United States. While NBC did re-air the special twice following its initial airing, it has rarely been seen since. It was created by Bill Cosby and animator Ken Mundie. It was based on Cosby's stand-up routines, which were based on his childhood. It would later inspire the long-running 1972 animated series Fat Albert and the Cosby Kids.\n\nThe special has a very different style from the later series. Due to time and a tight budget, the animators had to draw directly onto cells with grease pencils and actual images of Philadelphia were used for backgrounds. The music was provided by Herbie Hancock, who later used some of the music he composed on his album Fat Albert Rotunda. Unlike the later \"Cosby Kids\" series and specials, it has not been released on DVD.","original_name":"Hey, Hey, Hey, It's Fat Albert","vote_average":8.0,"name":"Hey, Hey, Hey, It's Fat Albert","cert":"Unavailable","id":42027,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Saturday Freedom was a South Korean reality-variety show shown on the KBS2 network, which competes directly against MBC's We Got Married and Infinite Challenge, and SBS' Star Junior Show Bungeoppang and Star King. The lineup ended on March 31, 2012, with Immortal Songs 2 becoming a separate program and Invincible Youth 2 moving into the time slot.","original_name":"자유선언 토요일","vote_average":0.0,"name":"Saturday Freedom","cert":"Unavailable","id":42028,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Gofrette is a French-Canadian show, based on the books by Doris Brasset and Fabienne Michot. In the United States, it airs on Qubo. The series is critically acclaimed. It is produced by Zoe Mae and Sub-Sequence Entertainment. Porchlight Entertainment acquired the show to air on Qubo.","original_name":"Gofrette","vote_average":0.0,"name":"Gofrette","cert":"Unavailable","id":42045,"adult":"false","genre_ids":[16],"origin_country":["CA","FR"]},{"first_air_date":null,"cast":[],"overview":"Valiente is a Philippine drama television series, aired and broadcast on TV5. It is the remake of the 5-year original epic drama of the same name that tells the story of love, hatred, vengeance and friendship.\n\nIt returns with a cast led by JC de Vera, Oyo Boy Sotto, Niña Jose, Nadine Samonte, Jaclyn Jose and Michael de Mesa. It is written by Phil M. Noble from the original story of highly acclaimed writer Gina Marissa Tagasa and is directed by multi-awarded film and television director Joel Lamangan. It is produced by Archangel Productions and TAPE Inc. and aired on February 13, 2012, after Wiltime Bigtime.\n\nIt recounts the epic tale of two families whose lives are intertwined by their desire to claim what they believe is rightfully theirs. Gardo and Theo from the two conflicting families of Valiente and Braganza; are two men who used to be best of friends but came to be mortal enemies brought by the ambitious Donya Trining and how will she use her wealth and power in manipulating the life of Gardo Valiente, the real Braganza.","original_name":"Valiente","vote_average":0.0,"name":"Valiente","cert":"Unavailable","id":42048,"adult":"false","genre_ids":[10759,18,9648],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"In Real Life is a Canadian reality show where eighteen kids aged 12–14 race across North America and compete in a series of real-life jobs, aimed to \"discover the skills, strength, and stamina it takes to make it in real life.\" The show is developed and produced by Apartment 11 Productions. The show is hosted by Canadian comedienne and actress, Sabrina Jalees.\n\nThe third season premiered on YTV on October 3, 2011 and the season finale aired on December 12, 2011. The Final Webisode, first introduced in Season 2, will return again this season but with a twist - two fans will also have the opportunity to compete alongside the two challengers. This season, challengers will \"soldier their way to the top as army recruits, try to avoid the sting of elimination as beekeepers, work on Broadway with the cast and crew of the hit musical Stomp, and perform gravity-defying aerobatics as stunt pilots.\" As with the previous seasons, the winner walked away with \"college tuition money and a dream vacation for 4.\"","original_name":"In Real Life","vote_average":0.0,"name":"In Real Life","cert":"Unavailable","id":42049,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Dekha Ek Khwaab was an Indian soap opera that aired on Sony Entertainment Television India and Sony Entertainment Television Asia. The series premiered on 21 November 2011 and went off air on August 2, 2012.\n\nIt is the story of Moniya, a girl who makes a wish to become a princess. Her wish comes true overnight as she discovers that she is the long lost princess of the Devgarh Royals. The plot also involves a love triangle between the royal princesses, the royal prince Uday, and middleclass Akash.","original_name":"Dekha Ek Khwaab","vote_average":0.0,"name":"Dekha Ek Khwaab","cert":"Unavailable","id":42054,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":"2012-01-11","cast":["Laura Prepon","Mark Povinelli","Lenny Clarke","Jake McDorman","Chelsea Handler"],"overview":"Are You There, Chelsea? is an American sitcom created by Dottie Zicklin and Julie Ann Larson. It is based on Chelsea Handler's 2008 best-selling book Are You There, Vodka? It's Me, Chelsea and aired from January 11 to March 28, 2012, on NBC. The title is a take on Judy Blume's Are You There God? It's Me, Margaret.\n\nOn May 11, 2012 the show was cancelled by NBC.","original_name":"Are You There, Chelsea?","vote_average":4.2,"name":"Are You There, Chelsea?","cert":"Unavailable","id":42067,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":"2011-12-01","cast":[],"overview":"D.U.I. is an American reality television series series featuring police officers. The show premiered on on December 1, 2011 on TLC, and is a similar format to COPS, but focuses exclusively on suspects arrested for driving under the influence of alcohol or drugs. However, unlike COPS, the show will also follow the suspects through the legal system, and will show the personal consequences of their decision to drink and drive for each individual. The first six episodes of the series aired in 2011, with the next six following in 2012.\n\nThe series was shot in Oklahoma in Pontotoc, Cleveland, Sequoyah, Tulsa and Oklahoma counties, and features local sheriff's deputies from those counties, as well as Oklahoma Highway Patrol troopers. The show's producers said that Oklahoma was chosen for a shooting location because the state has one of the fastest DUI turnarounds in court, as well as some of the strictest DUI laws in the United States.","original_name":"D.U.I.","vote_average":0.0,"name":"D.U.I.","cert":"Unavailable","id":42072,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Schulz & Schulz is a TV series consisting of five feature-length films starring Götz George in a dual role as twin brothers Wolfgang and Walter Schulz who during WII were separated and then raised in different parts of Germany. The first film was broadcast while the German Democratic Republic still existed. In the aftermath following the fall of the Berlin wall many new topics arose. The instalments showed how difficult it was for a great many citizens of the German Democratic Republic to get accustomed to the new way of life and how German people tried to overcome all of that together.","original_name":"Schulz & Schulz","vote_average":0.0,"name":"Schulz & Schulz","cert":"Unavailable","id":42073,"adult":"false","genre_ids":[],"origin_country":["DE"]},{"first_air_date":"2003-09-20","cast":["Ferdinand I of Bulgaria","Marie of Romania","Hermann Göring","Jonathan Lewis"],"overview":"A comprehensive survey of the history of World War I.","original_name":"The First World War","vote_average":7.8,"name":"The First World War","cert":"Unavailable","id":42086,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Sesamo Apriti","vote_average":0.0,"name":"Sesamo Apriti","cert":"Unavailable","id":42087,"adult":"false","genre_ids":[],"origin_country":["IT"]},{"first_air_date":"1982-09-26","cast":["Jack Palance","Cathie Shirriff"],"overview":"Strange occurrences, odd historical facts and unusual artistic and social activities are explored.","original_name":"Ripley's Believe It or Not!","vote_average":7.6,"name":"Ripley's Believe It or Not!","cert":"Unavailable","id":42088,"adult":"false","genre_ids":[10751,99],"origin_country":["US"]},{"first_air_date":"1966-08-12","cast":["Chariklia Baxevanos","Günter Pfitzmann","Brigitte Mira","Kurt Pratsch-Kaufmann"],"overview":"","original_name":"Wilhelmina","vote_average":0.0,"name":"Wilhelmina","cert":"Unavailable","id":42091,"adult":"false","genre_ids":[35],"origin_country":["DE"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The World's... and Me","vote_average":0.0,"name":"The World's... and Me","cert":"Unavailable","id":42092,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2001-01-01","cast":["Alyssa Milano","Roy Scheider","Sean Patrick Flanery","Jolene Blalock","Armin Rohde"],"overview":"Johnny, Benedict and Tracy grew up on the coast of South Africa, where their father, Jacob van der Byl, owns a diamond mine. While Johnny and Tracy are very close, Benedict and Johnny—who is not Jacob's biological son—are engaged in a continual rivalry. When Jacob dies, Benedict and Tracy inherit the entire fortune, while Johnny gets one third of the family firm.","original_name":"The Diamond Hunters","vote_average":4.5,"name":"The Diamond Hunters","cert":"Unavailable","id":42093,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":"1973-10-01","cast":["Karl Michael Vogler","Heinz Schubert","Will Danin","Heinz Baumann","Joachim Regelien"],"overview":"Kara Ben Nemsi Effendi is a German television series broadcast from 1973 through 1975 in 26 parts and two seasons. It featured an adventurer probably inspired by British explorers Richard Francis Burton and T. E. Lawrence. The scripts were faithful to Karl May's Orient novels and the score is from Martin Böttcher who previously had composed the music for ten very successful Karl May films in cinema and in 1998 also for the two parts of Winnetous Rückkehr, also being aired by the German station ZDF.","original_name":"Kara Ben Nemsi Effendi","vote_average":0.0,"name":"Kara Ben Nemsi Effendi","cert":"Unavailable","id":42104,"adult":"false","genre_ids":[12],"origin_country":["DE"]},{"first_air_date":null,"cast":[],"overview":"Highly Questionable is a daily sports talk television program that airs on ESPN2. Created as a vehicle for Miami Herald sportswriter and ESPN contributor Dan Le Batard, the show premiered on September 12, 2011. From its premiere until May 2013, the show bore Le Batard's name and was called Dan LeBatard Is Highly Questionable. The program is based in Le Batard's hometown of Miami, Florida and was created by the same people behind Pardon The Interruption, which Le Batard has appeared on multiple times as a substitute host.\n\nSince May 13, 2013, the show is hosted by Le Batard, his father Gonzalo \"Papi\" Le Batard, and fellow ESPN contributor Bomani Jones. Jones, a former North Carolina-based radio show host, who often goes to the bathroom during the show, was a frequent contributor to the program and Le Batard's daily radio show and moved full-time to Miami to contribute to Highly Questionable. The show is filmed on a set that resembles a stereotypically Miami style kitchen, and is focused on Dan, Bomani, and Papi answering the sports questions of the day.","original_name":"Highly Questionable","vote_average":0.0,"name":"Highly Questionable","cert":"Unavailable","id":42107,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"R. K. Laxman Ki Duniya is an Indian comedy TV show on SAB TV. It is based on the cartoons of famous cartoonist R K Laxman. The show revolves around the life of a common man, his joys and sorrows. In short time, the show became much popular and recently completed 200 episodes. It airs every Mon-Fri at 7:30 PM.","original_name":"R. K. Laxman Ki Duniya","vote_average":0.0,"name":"R. K. Laxman Ki Duniya","cert":"Unavailable","id":42108,"adult":"false","genre_ids":[35],"origin_country":["IO"]},{"first_air_date":"2011-09-24","cast":["Fawad Khan","Mahira Khan","Naveen Waqar","Atiqa Odho","Behroze Sabzwari"],"overview":"Ashar and Khirad are forced to get married due to desperate circumstances. Sara is Ashar's childhood friend and believed she would marry Ashar. Khirad is caught within this love-triangle with other internal and external forces at play.","original_name":"Humsafar","vote_average":9.2,"name":"Humsafar","cert":"Unavailable","id":42109,"adult":"false","genre_ids":[18,10751,10766],"origin_country":["PK"]},{"first_air_date":null,"cast":[],"overview":"Chidiya Ghar is a comedy show which airs on SAB TV Monday through Friday nights. The show follows a Narayan family who live in Varanasi. Each family member has an animal's quality. The name of their house is Chidiya Ghar. It is produced by Garima Productions. A","original_name":"Chidiya Ghar","vote_average":0.0,"name":"Zoo","cert":"Unavailable","id":42126,"adult":"false","genre_ids":[35],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"A pilot for a Hawaii Five-O remake series of the TV show Hawaii Five-O was produced in 1997, but did not air. The pilot was produced by Stephen J. Cannell Productions and CBS Television. It starred Gary Busey and Russell Wong as the new Five-O team, while the character of Danny Williams had moved on to become Governor of Hawaii.\n\nThe pilot introduced some of the new cast and feature former regulars from the original series, such as Danny Williams and Chin Ho. Kam Fong returned to play the role as Chin Ho again, despite the fact that he was killed off at the end of the original program's tenth season. This was only discovered after all of Fong's scenes had been shot and to excise him from the project would have caused delays and cost overruns. Hoping that CBS executives would not remember the one episode out of hundreds, Cannell screened the pilot. Excepts have since leaked.","original_name":"Hawaii Five-O","vote_average":0.0,"name":"Hawaii Five-O","cert":"Unavailable","id":42127,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1965-10-13","cast":["Hellmut Lange","Uwe Friedrichsen"],"overview":"John Kling is the protagonist of a German TV series featuring a secret agent who tackles international missions all over the world. He works as detective for an American secret service, usually teaming up with his colleague and friend Jones Burthe.","original_name":"John Klings Abenteuer","vote_average":0.0,"name":"John Klings Abenteuer","cert":"Unavailable","id":42130,"adult":"false","genre_ids":[80],"origin_country":["DE"]},{"first_air_date":"1971-04-27","cast":["Amadeus August","Marie-France Boyer","Noël Roquevert","Georges Marchal","Jacques Monod"],"overview":"Quentin Durward is a French-German swashbuckler TV series. It was produced in 1970, directed by Gilles Grangier and broadcast in 1971. The series starred the German actor Amadeus August as the protagonist and the French actress Marie-France Boyer as Isabelle de Croye. The series was based on Sir Walter Scott's in 1823 published novel Quentin Durward. It concerns a Scottish soldier who serves French King Louis XI while the King has to overcome the schemes of his rival Charles the Bold and Jean Balue. The TV series kept close to the classic novel and was often shot at historic French locations. The French version consists of 7 instalments of 52 minutes each, while the dubbed German version had 13 episodes of about 25 minutes apiece. Both versions have been made available on DVD.","original_name":"Quentin Durward","vote_average":0.0,"name":"Quentin Durward","cert":"Unavailable","id":42133,"adult":"false","genre_ids":[36],"origin_country":["FR","DE"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"A Child's Garden of Verses","vote_average":0.0,"name":"A Child's Garden of Verses","cert":"Unavailable","id":42136,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2013-03-11","cast":["Niki Chow","Matthew Ko","Hui Siu-Hung","Michael Tse","Mandy Wong"],"overview":"Sergeant Tabloid is a Hong Kong television drama produced by TVB under executive producer Nelson Cheung. The drama tells the story of several policewomen of the Hong Kong Police Force, using their perspectives to look at issues of modern women experience in society. Sergeant Tabloid first aired on TVB's overseas affiliates and partners from 2 to 27 April 2012.\n\nThe first episode will premiere on Hong Kong's Jade and HD Jade channels on 11 March 2013.\n\nSergeant Tabloid has been well received by overseas viewers, and TVB has plans to produce a sequel.","original_name":"Sergeant Tabloid","vote_average":0.0,"name":"Sergeant Tabloid","cert":"Unavailable","id":42147,"adult":"false","genre_ids":[10759,18,35],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"Maat is a Pakistani drama television series which premiered on Hum TV on September 9, 2011. It is an adaptation of an Urdu novel of the same name written by Umera Ahmed.","original_name":"Maat","vote_average":0.0,"name":"Maat","cert":"Unavailable","id":42148,"adult":"false","genre_ids":[],"origin_country":["PK"]},{"first_air_date":null,"cast":[],"overview":"Build Or Bust is a reality television series.","original_name":"Build Or Bust","vote_average":0.0,"name":"Build Or Bust","cert":"Unavailable","id":42151,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Weekend Breakfast is an Australian news breakfast television program broadcast on ABC News 24 on weekends. It is broadcast live from the ABC News 24 studio in Sydney's ABC Ultimo Centre and first aired on 4 February 2012.\n\nOn Saturdays the program airs from 8am to 11.30 am. On Sundays it airs in two parts: first from 8 am to 9 am, at which point Insiders is broadcast for one hour. Weekend Breakfast then resumes at 10 am and continues until 11:30 am.","original_name":"Weekend Breakfast","vote_average":0.0,"name":"Weekend Breakfast","cert":"Unavailable","id":42152,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Love Recipe is a 2011 Taiwanese romance drama written by Lu Huixin, Yang Huiwen and directed by Huang Keyi. It stars Kenji Wu, Li Jiaying, Emma Wu, Rhydian Vaughan as the main character in the drama.","original_name":"Love Recipe","vote_average":0.0,"name":"Love Recipe","cert":"Unavailable","id":42153,"adult":"false","genre_ids":[],"origin_country":["TW"]},{"first_air_date":null,"cast":[],"overview":"RocDaMic is Nigeria's first hiphop and alternative music reality television show. It is being shot and produced in Nigeria by Abuja-based television content firm, Zara Productions. It was borne out of the need to create a platform for the thousands of Nigerian youth who have the talent and passion for hip-hop and Nigerian music but who have been denied the opportunity to showcase their talent in other competitions.","original_name":"RocDaMic","vote_average":0.0,"name":"RocDaMic","cert":"Unavailable","id":42168,"adult":"false","genre_ids":[],"origin_country":["NG"]},{"first_air_date":null,"cast":[],"overview":"'Mujhay Roothnay Na Daina' is a Hum TV drama which started airing on September 5, 2011.","original_name":"Mujhay Roothnay Na Daina","vote_average":0.0,"name":"Mujhay Roothnay Na Daina","cert":"Unavailable","id":42169,"adult":"false","genre_ids":[],"origin_country":["PK"]},{"first_air_date":null,"cast":[],"overview":"All-American Muslim was an American reality television program. The program followed the daily lives of five Lebanese-American Shia Muslims families in Dearborn, Michigan, the largest Muslim community in the United States. All-American Muslim premiered on November 13, 2011 on TLC.\n\nTLC canceled All-American Muslim after one season, citing low ratings.","original_name":"All-American Muslim","vote_average":8.0,"name":"All-American Muslim","cert":"Unavailable","id":42170,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"1972-11-25","cast":["Jean-Claude Bouillon","Marina Malfatti","Alfons Höckmann","Konrad Georg","Charlotte Kerr"],"overview":"Alexander Zwo is a German-French-Austrian-Italian TV mini-series directed by Franz Peter Wirth.","original_name":"Alexander Zwo","vote_average":0.0,"name":"Alexander Zwo","cert":"Unavailable","id":42171,"adult":"false","genre_ids":[10759],"origin_country":["DE"]},{"first_air_date":null,"cast":[],"overview":"A Tale of 2 Cities Chinese: 樂在雙城; pinyin: Lè Zài Shuāng Chéng is a Singaporean Chinese drama which a co-produced by Media Prima Berhad and MediaCorp TV it was telecasted on Singapore's free-to-air terrestrial television channel form MediaCorp TV Channel 8. Live it made its debut on 14 February to 11 March 2011. This drama serial consists of 21-episodes and was screened on every weekday nightlife at 21:00 until 22:00 SST and rerun it made from 19 to 30 December 2011 at every weekday nightlife at 21:00 until 22:00 SST.\n\nIt was telecasted on Malaysia's free-to-air terrestrial television channel form NTV7 channel it was telecasted on Singapore's free-to-air terrestrial television channel form MediaCorp TV Channel 8.\n\nIn Malaysia, it will be broadcast on the NTV7 primetime drama slot at every weekday evening at 18:00 until 19:00 MST it was filming locations is done in Singapore (a national capital of Singapore) and Kuala Lumpur (a national capital of Malaysia).\n\nThis drama has four main couples, namely, Rui En with Pierre Png, Joanne Peh with Zhang Yao Dong, Julie Tan with Zhang Zhenhuan and Kate Pang with Yao Wen Long. Due to a number of famous artistes acting in this drama it attracted 904,000 viewers. All episodes can be viewed in xinmsn catchup.","original_name":"A Tale of 2 Cities","vote_average":0.0,"name":"A Tale of 2 Cities","cert":"Unavailable","id":42172,"adult":"false","genre_ids":[],"origin_country":["SG","MY"]},{"first_air_date":null,"cast":[],"overview":"Felina: Prinsesa ng mga Pusa, the first afternoon series back to back with Isang Dakot Na Luha offered by TV5, first aired on February 27, 2012, with Arci Munoz's in her first lead role. It was originally supposed to have premiered in October 2011.","original_name":"Felina: Prinsesa ng mga Pusa","vote_average":0.0,"name":"Felina: Prinsesa ng mga Pusa","cert":"Unavailable","id":42173,"adult":"false","genre_ids":[10765,18],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"That's Britain! is a 2011 British television series which takes a light-hearted look at aspects of modern life which frustrate and infuriate people. Presented by Nick Knowles and Julia Bradbury the series first aired on BBC One at 8pm from 23 November - 14 December 2011. The first series comprises four episodes.\n\nTopics covered in the show centre around every day issues, such as hospital parking charges, roadworks and overcrowded trains, with subjects being investigated by celebrity guests. For example, in the first episode the television presenter Grainne Seoige took a look at junk mail and comedian Ade Edmondson reported on the process of handling airport luggage. Another feature of the programme is Talk to the Wall whereby viewers are invited to contact the show with the topics which most annoy them. The most popular are then displayed on a wall in the form of a word cloud.","original_name":"That's Britain!","vote_average":0.0,"name":"That's Britain!","cert":"Unavailable","id":42186,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2011-11-30","cast":[],"overview":"Triggers: Weapons That Changed the World is an American television series that premiered on November 30, 2011 on the Military Channel. The program features former United States Army Ranger, United States Air Force Pararescueman and star of Military's hit series Special Ops Mission Wil Willis.\n\nIn each episode, Willis tests a series of iconic firearms, from muskets and pistols to assault rifles and rocket-propelled grenades, and examines their historical significance. The premiere episode looks at the evolution of the handgun, going back to its earliest days on 16th century battlefields.\n\nMike Tristano provided most of the weapons featured on the show. He is a fully licensed Master Armorer with over 25 years of experience and more than 400 film and television credits.\n\nThe series was broadcast weekly in the UK on the Freeview channel Quest starting on Thursday 17 May 2012. The initial word of the title was dropped, giving the shorter form Weapons that Changed the World.","original_name":"Triggers: Weapons That Changed the World","vote_average":0.0,"name":"Triggers: Weapons That Changed the World","cert":"Unavailable","id":42187,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2011-12-06","cast":["Roy Williams"],"overview":"Storage Wars: Texas is a reality television series on the A&E Network","original_name":"Storage Wars: Texas","vote_average":5.3,"name":"Storage Wars: Texas","cert":"Unavailable","id":42188,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Drop Down Menu","vote_average":0.0,"name":"Drop Down Menu","cert":"Unavailable","id":42189,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Inside City Hall is an American political talk show that appears on the 24-hour cable-news television channel NY1. The show's format and topics focus primarily on political issues concerning New York City but it extends into other issues such social, economic, and education topics effecting New York City. The current host is former New York Daily News columnist Errol Louis. Inside City Hall broadcasts live Monday - Friday from 7:00 PM to 8:00 PM and is repeated at 10:00 PM to 11:00 PM. During New York City mayoral election years the program's name is changed from Inside City Hall to Road to City Hall.","original_name":"Inside City Hall","vote_average":0.0,"name":"Inside City Hall","cert":"Unavailable","id":42190,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Girls' Generation Vs. Block B","vote_average":0.0,"name":"Girls' Generation Vs. Block B","cert":"Unavailable","id":42191,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Mera Naseeb is a Hum TV drama which aired from April 1, 2011 to August 26, 2011. The drama featured a huge ensemble star cast including Samina Peerzada, Sakina Samoo, Rubina Ashraf, Bushra Ansari, Shagufta Ejaz, Durdana Butt, Sajid Hassan, Adeel Hussain, Imran Abbas, Imran Aslam, Syra Yousuf, Sanam Saeed, Rehan Sheikh, Ali Afzal and Sabahat Bukhari.","original_name":"Mera Naseeb","vote_average":0.0,"name":"Mera Naseeb","cert":"Unavailable","id":42206,"adult":"false","genre_ids":[],"origin_country":["PK"]},{"first_air_date":null,"cast":[],"overview":"Son of God is an award-winning British documentary series that chronicles the life of Jesus Christ using scientific and contemporary historical evidence. It was presented by Jeremy Bowen, and its first episode premiered in the United Kingdom on 1 April 2001. The executive producer was Ruth Pitt and it was directed by Jean-Claude Bragard—it took a total of 16 months to produce and cost GB£1.5 million. A full symphonic score was composed by James Whitbourn. Son of God featured interviews with 21 historians and other Biblical experts, live action reenactments of the life of Jesus with Leron Livo in the lead role, and computer-generated images of what locations from Jesus's time might have looked like. These images, created by design team Red Vision, were praised by critics and received an Outstanding Achievement Award at the 2001 Royal Television Society North Awards.\n\nSon of God ran for a single series of three episodes, each of which focused on a different stage of Jesus's life. The first episode, \"The Real Man\", looked at the historical evidence for the existence of Jesus, and documented his life from his birth to his temptation. Episode two, \"The Mission\", discussed how Jesus became popular among Jews and Greeks, and why the Pharisees of the area might have seen him as a threat. \"The Final Hours\", the third and final episode of Son of God, looked at Jesus's crucifixion, and presented some ideas as to how the traditional views of the crucifixion may conflict with how it really occurred. The episode concluded with the construction of a computer-generated animation of how Jesus may have appeared.","original_name":"Son of God","vote_average":0.0,"name":"Son of God","cert":"Unavailable","id":42207,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2013-06-09","cast":["Lisa McCune","Richard Brancatisano","Rohan Nichol","Susan Hoecke","Andrew Ryan"],"overview":"Running the remote Hope Island Clinic, Sam Stewart is an accomplished doctor, who with her team, looks after the residents of all the neighbouring islands, as well as the holidaymakers and thrill seekers who visit the area. Not only a GP, Sam is a single mother with a free spirit and a determination – who has an unusual hobby: venom.","original_name":"Reef Doctors","vote_average":6.0,"name":"Reef Doctors","cert":"Unavailable","id":42208,"adult":"false","genre_ids":[18],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"The Great Adventure is a 2005 Hong Kong modern serial drama starring Francis Ng, Dayo Wong and Flora Chan. It was produced by One Dollar Production and was aired on ATV Home from 5 December 2005 to 22 January 2006. This series tells about the changes in Hong Kong between the 1970s and 1990s.","original_name":"The Great Adventure","vote_average":0.0,"name":"The Great Adventure","cert":"Unavailable","id":42209,"adult":"false","genre_ids":[18,10759],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"Huang Yanpei is a Chinese historical television series based on the life of Huang Yanpei, a prominent educator, industrialist, and politician, who was also one of the founders of the China Democratic League. Directed by Hong Baosheng and Zhao Lei, the series starred Zhang Tielin as the titular character. The series was first broadcast on CCTV-8 in China on 27 May 2010.","original_name":"Huang Yanpei","vote_average":0.0,"name":"Huang Yanpei","cert":"Unavailable","id":42210,"adult":"false","genre_ids":[],"origin_country":["CN"]},{"first_air_date":null,"cast":[],"overview":"Phir Chand Pe Dastak is a Hum TV comedy drama which was broadcast during Ramadan 1432, from August 2, 2011, to August 30, 2011. It is a sequel to the Hum TV comedy drama Chand Pe Dastak which was broadcast during Ramadan the previous year.","original_name":"Phir Chand Pe Dastak","vote_average":0.0,"name":"Phir Chand Pe Dastak","cert":"Unavailable","id":42211,"adult":"false","genre_ids":[35],"origin_country":["PK"]},{"first_air_date":"2012-11-25","cast":[],"overview":"Asia's Next Top Model is a reality television show of Top Model Franchise, in which a number of women compete for the title of Asia's Next Top Model and a chance to start their career in the modeling industry. The show will feature aspiring models from the entire Far East region, including South Asia subcontinent.\n\nThe show was initially set to launch in mid-2012 on Ice-TV, after a deal was arranged with CBS for a Pan-Asian version. The casting process began in March 28, 2012 and was scheduled to end on May 5 of the same year. Later, the deadline was extended to May 21. The show was produced in Singapore.\n\nOn April 11, it was publicly revealed that Nadya Hutagalung would take on the role of Head Judge and Host of the series. Fashion Director, Daniel Boey, Fashion Photographer, Todd Anthony Tyler, and model, Joey Mead King took secondary roles as judges. Around early October, STAR World and Channel 8 introduced the 14 finalists for season one, from 13 countries in South, Southeast and East Asia. The show was initially scheduled to premiere on November 4, 2012. However, the global premiere on STAR World was pushed back to November 25 due to monetary problems. The winner of the first cycle was 27 year old Jessica Amornkuldilok from Thailand.","original_name":"Asia's Next Top Model","vote_average":6.0,"name":"Asia's Next Top Model","cert":"Unavailable","id":42212,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-01-05","cast":["Seiichi Tanabe"],"overview":"Deka Kurokawa Suzuki is a Japanese television drama series.","original_name":"Deka Kurokawa Suzuki","vote_average":0.0,"name":"Deka Kurokawa Suzuki","cert":"Unavailable","id":42225,"adult":"false","genre_ids":[35,18],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Zach Covey Vlogs","vote_average":0.0,"name":"Zach Covey Vlogs","cert":"Unavailable","id":42226,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":"2012-01-20","cast":["Tsubasa Honda","Ryō","Kuranosuke Sasaki","Mikako Ichikawa","Kento Nagayama"],"overview":"Renai Neet: Wasureta Koi no Hajimekata is a Japanese television drama series.","original_name":"恋愛ニート～忘れた恋のはじめ方","vote_average":0.0,"name":" Renai Neet: Wasureta Koi no Hajimekata","cert":"Unavailable","id":42227,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Khwaab Ankhain Khwahish Chehre is a Hum TV drama which started airing on July 11, 2011.","original_name":"Khwaab Ankhain Khwahish Chehre","vote_average":0.0,"name":"Khwaab Ankhain Khwahish Chehre","cert":"Unavailable","id":42230,"adult":"false","genre_ids":[],"origin_country":["PK"]},{"first_air_date":null,"cast":[],"overview":"Khatti Meethi Zindagi is a Hum TV comedy drama which was aired from July 26, 2011 to September 12, 2011 starring Fahad Mustafa and Eshita Mehboob in lead roles.","original_name":"Khatti Meethi Zindagi","vote_average":0.0,"name":"Khatti Meethi Zindagi","cert":"Unavailable","id":42231,"adult":"false","genre_ids":[35],"origin_country":["PK"]},{"first_air_date":"2011-12-04","cast":[],"overview":"Chef Roblé & Co. is an American reality documentary television series on Bravo that debuted December 4, 2011. The series chronicles the life of celebrity chef Roblé Ali and his attempt to launch a high-end catering company in New York City with his older sister, Jasmine. It was announced in April 2013 that the series had been renewed for a second season, which debuted June 5, 2013.","original_name":"Chef Roblé & Co.","vote_average":0.0,"name":"Chef Roblé & Co.","cert":"Unavailable","id":42232,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1991-09-16","cast":["Brian Stokes Mitchell","Simon Templeman","Corey Burton","Jeff Bennett","Julian Holloway"],"overview":"","original_name":"James Bond Jr.","vote_average":4.5,"name":"James Bond Jr.","cert":"Unavailable","id":42245,"adult":"false","genre_ids":[16],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Bravo's 100 Greatest TV Characters","vote_average":0.0,"name":"Bravo's 100 Greatest TV Characters","cert":"Unavailable","id":42248,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Make Me a Dino","vote_average":0.0,"name":"Make Me a Dino","cert":"Unavailable","id":42249,"adult":"false","genre_ids":[99],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Glass Fleet, subtitled La Legende du Vent de l'Univers, is an anime TV series, co-animated by Satelight and Gonzo and produced by Sony Pictures Entertainment, Asahi Broadcasting Corporation, GDH and Sotsu Agency, which first aired in Japan on Asahi Broadcasting Corporation from April 4, 2006 and September 21, 2006.\n\nIt spanned a total of 26 episodes, with an alternate episode, 17 also being released. The series was also later broadcast by the anime TV network Animax across its English-language networks in Southeast Asia and South Asia as well as its other networks worldwide.\n\nThe series, directed by Minoru Ōhara and written by Shōji Yonemura, features original character designs from Okama. The mechanical designs for the series are provided by Shōji Kawamori and Kazutaka Miyatake with Yutaka Izubuchi being the concept advisor.","original_name":"Glass Fleet","vote_average":0.0,"name":"Glass Fleet","cert":"Unavailable","id":42250,"adult":"false","genre_ids":[16,10759],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Hoy con Cesar Hildebrandt was a political television show, hosted by the polemical Peruvian journalist César Hildebrandt.","original_name":"Hoy con Cesar Hildebrandt","vote_average":0.0,"name":"Hoy con Cesar Hildebrandt","cert":"Unavailable","id":42251,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1992-06-18","cast":["George Clooney","Lee Horsley","Leslie Jordan","Kate McNeil","Al Fann"],"overview":"Bodies of Evidence is a police drama that aired on CBS from June 1992 to May 1993. It stars Lee Horsley and George Clooney as Los Angeles homicide detectives.","original_name":"Bodies of Evidence","vote_average":0.0,"name":"Bodies of Evidence","cert":"Unavailable","id":42252,"adult":"false","genre_ids":[80,18],"origin_country":["US"]},{"first_air_date":"2009-04-03","cast":["Aki Toyosaki","Youko Hikasa","Minako Kotobuki","Satomi Satou","Ayana Taketatsu"],"overview":"Rock n' Roll may never die, but the Sakuragoaka Girl's High School Light Music Club might not be here to stay unless would-be drummer Ritsu Tainaka can find three more members to replace the graduated seniors. Determined to see that the beat goes on, Ritsu can get a little help from her friend Mio Akiyama on bass, and together they might be able to convince choir-inclined Tsumugi Kotobuki to join on the keyboards. But even then, they'll still need a hero, preferably of the juke-box variety with stars in her eyes. Instead they find Yui Hirasawa, who's looking for a club to join and who's never held a guitar in her life. But when Yui does pick up a beat-up six-string, it feels good in her hands, and it doesn't take long to understand that maybe she's finally found a place where she belongs. Because you can't stop the music when four girls share a dream, even if it's something as crazy as someday playing at the famous Budokan. It's going to be a long and winding road, but if they find their passion and follow their muse, they could go anywhere in K-ON!","original_name":"けいおん!","vote_average":7.4,"name":"K-ON!","cert":"Unavailable","id":42253,"adult":"false","genre_ids":[16,35,18],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Price og Blomsterberg","vote_average":0.0,"name":"Price og Blomsterberg","cert":"Unavailable","id":42264,"adult":"false","genre_ids":[],"origin_country":["DK"]},{"first_air_date":"2014-01-02","cast":["Daniel Aminati","Annemarie Carpendale"],"overview":"Taff is a tabloid news magazine airing on the German television network, ProSieben.","original_name":"Taff","vote_average":0.0,"name":"Taff","cert":"Unavailable","id":42265,"adult":"false","genre_ids":[10763,10767],"origin_country":["DE"]},{"first_air_date":"1995-11-06","cast":["Tereza Seiblitz","Edson Celulari","Maria Luísa Mendonça","Françoise Forton","Ricardo Macchi"],"overview":"Explode Coração is a Brazilian telenovela that was produced by Rede Globo and aired between November 6, 1995 and May 4, 1996, with a total of 155 chapters. Written entirely by Glória Perez and directed by Ary Coslov, Gracie and Carlos Araújo Júnior, production had general direction and core Dennis Carvalho, and was the 51st \"of eight novel\" the state broadcaster.\n\nRicardo Macchi, Edson Celulari and Teresa Seiblitz play the leading roles in a plot centered on the love triangle formed by the protagonists and addressing the culture of the gypsies in Brazil.","original_name":"Explode Coração","vote_average":0.0,"name":"Explode Coração","cert":"Unavailable","id":42268,"adult":"false","genre_ids":[10766,18],"origin_country":["BR"]},{"first_air_date":"2011-12-18","cast":["Sriti Jha","Karanvir Bohra"],"overview":"Dil Se Di Dua... Saubhagyavati Bhava? was a psychological thriller show that aired on Life OK. It premiered on December 18, 2011, aired every Monday to Friday at 10.00 pm and ended on 18 January 2013.\n\nLife OK has finally decided to end its show 'Saubhagyavati Bhava?' mainly due to the dropping TRP's. The show delivered excellent trp's which were the best on the channel but since the actual story of the main leads Jahnvi and Viraj was not there anymore the show lost its charm. The show breathed its last on 18 January 2013. This was one of Life OK's successful show. The show will be replaced by Welcome – Baazi Mehmaan-Nawaazi Ki.\n\nOther news also confirm that there may be a second season of 'Saubhagyavati Bhava?'. Karanvir Bohra also states that this is a short break. This show is mostly a remake of Sleeping With The Enemy a 1990 Hollywood film by Julia Roberts Other news which have recently been going around are that Dil Se Di Dua...Saubhagyavati Bhava? will come back for a season 2 and even the owner of the channel has told 5 writers to come up with a good story and if pleasing enough it will get a season 2 but cast are still to be confirmed.","original_name":"Dil Se Di Dua... Saubhagyavati Bhava?","vote_average":0.0,"name":"Dil Se Di Dua... Saubhagyavati Bhava?","cert":"Unavailable","id":42269,"adult":"false","genre_ids":[18,80],"origin_country":["IO"]},{"first_air_date":"2012-01-09","cast":["Aakanksha Singh","Kunal Karan Kapoor","Prinal Oberoi","Rohit Bharadwaj","Khalid Siddiqui"],"overview":"Na Bole Tum... Na Maine Kuchh Kaha is an Indian soap opera which is currently being aired on the Hindi entertainment channel Colors TV. It replaced Bigg Boss. The show went on air from 9 January 2012. The show aired its last episode in October 2012. But the production company has come back with season 2 from 14 January 2013. It airs in Pakistan on Express Entertainment","original_name":"Na Bole Tum Na Maine Kuch Kaha","vote_average":0.0,"name":"Na Bole Tum Na Maine Kuch Kaha","cert":"Unavailable","id":42270,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":"2011-12-06","cast":["Raymond Wong Ho-yin","Elaine Yiu","Raymond Cho","Niki Chow","Jack Wu"],"overview":"Bottled Passion is a Hong Kong television drama produced by Television Broadcasts Limited under executive producer Lee Tim-shing. The drama premiered on Jade and HD Jade channels on 6 December 2011 and is slated to end its run on 2 January 2012 with a total of 21 episodes. The Chinese title literally translates to \"My Ideal Cruel Husband\", with a wordplay on the words \"long4 gwan1\", meaning \"husband\" or \"pimp\", and \"long4\", meaning \"cruel\" or \"cunning.\"","original_name":"Bottled Passion","vote_average":0.0,"name":"Bottled Passion","cert":"Unavailable","id":42271,"adult":"false","genre_ids":[18,35],"origin_country":["HK"]},{"first_air_date":"2012-06-20","cast":["Jean-Luc Bilodeau","Tahj Mowry","Derek Theler","Chelsea Kane","Melissa Peterman"],"overview":"Baby Daddy follows Ben, a young man in his early 20s living the life of a bachelor in New York City with his buddy, Tucker, and his brother, Danny. Their lives are turned upside down when they come home one day to find a baby girl left on the doorstep by an ex-girlfriend of Ben's. After much deliberation, Ben decides to raise the baby with the help of his friends and his protective and sometimes over-bearing mother, Bonnie, and his close female friend, Riley.","original_name":"Baby Daddy","vote_average":6.5,"name":"Baby Daddy","cert":"Unavailable","id":42272,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"A Millón is a game show which aired on Spanish-language channel Univision from 2000–2001 and can be thought of as the network's response to Who Wants to Be a Millionaire?, as it consisted of a modified format which does involve the same pyramid system and multiple choice question format which was utilized on Millionaire, though with several other unique elements. The show was hosted by Mexican singer and actress Daniela Romo.","original_name":"A Millón","vote_average":0.0,"name":"A Millón","cert":"Unavailable","id":42273,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2012-04-15","cast":["Lena Dunham","Allison Williams","Zosia Mamet","Jemima Kirke","Adam Driver"],"overview":"The assorted humiliations, disasters and rare triumphs of four very different twenty-something girls: Hannah, an aspiring writer; Marnie, an art gallery assistant and cousins Jessa and Shoshanna.","original_name":"Girls","vote_average":5.9,"name":"Girls","cert":"Unavailable","id":42282,"adult":"false","genre_ids":[35,18],"origin_country":["US"]},{"first_air_date":"2011-12-01","cast":[],"overview":"Weed Wars is an American reality-documentary television series that documents the world's largest medical marijuana dispensary, Harborside Health Center, in Oakland, California. The series premiered on the Discovery Channel on December 1, 2011. The series has since been cancelled.\n\nIn regards to their intentions by allowing their business to be documented for television, Steve DeAngelo has said, \"We wanted to be a model to other dispensaries, most of [which] have a media phobia. We wanted to tell our story and we gave Discovery complete access so that people could make up their own minds... There are a lot of stereotypes about who comes to these dispensaries, but viewers will see our customers cover a huge cross-section of the population – age, race and economic classes. They will also see how Harborside treats cannabis as a medicine, and we have a high standard of medical care.\"","original_name":"Weed Wars","vote_average":5.0,"name":"Weed Wars","cert":"Unavailable","id":42283,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Nini's Treehouse was a British-American children's television series and was produced by Itsy Bitsy Entertainment. It was on TLC, GMTV Kids and Discovery Kids as part of Ready Set Learn.","original_name":"Nini's Treehouse","vote_average":0.0,"name":"Nini's Treehouse","cert":"Unavailable","id":42284,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"First Talk With Tamara Bull is a talk show first produced for the Aboriginal Peoples Television Network, an aboriginal television network in Canada. Created, executive produced and hosted by Tamara Bull and also executive produced by Richard Bull, Story Producer Dan Jorgenson, Production Supervisor Purabi Matin.","original_name":"First Talk With Tamara Bull","vote_average":0.0,"name":"First Talk With Tamara Bull","cert":"Unavailable","id":42285,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Real Confessions formerly known as Star Confessions, is a Philippine Drama Anthology television series hosted by Cristy Fermin and aired on TV5 every Saturdays after Regal Shocker.\n\nIt features life stories of ordinary Filipino's, same format as Maalaala Mo Kaya from the rival network, ABSCBN except of the one-on-one interview of the story holder with Cristy Fermin. It was formerly known as Star Confessions which features life stories of local celebrities. It premiered on November 5, 2011 with the episode \"Sulat sa Langit\" starring Gelli de Belen and Wendell Ramos.\n\nThe show recently won the Best Theme Song Award on the 2011 Asian TV Awards for its themesong Ito Ang Buhay Ko composed by Boy Christopher Ramos.","original_name":"Real Confessions","vote_average":0.0,"name":"Real Confessions","cert":"Unavailable","id":42286,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Fight for Love is a Hong Kong modern serial drama co-produced by TVB and CITVC and starring Bowie Lam, Sonija Kwok and Gong Beibi. It was filmed from August 2001 to early 2002 and was aired overseas form 27 May to 21 June 2002. Then, it premiered in Hong Kong on TVB Pay Vision's TVB Drama channel on 2 February 2004 and ended on 27 February 2004. The drama premiered on TVB Jade in 2013.","original_name":"Fight for Love","vote_average":0.0,"name":"Fight for Love","cert":"Unavailable","id":42289,"adult":"false","genre_ids":[18,35],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"Viking Apocalypse is a TV program on the National Geographic Channel. The show examines the Ridgeway Hill Viking burial pit in Weymouth, UK, a site of a suspected mass execution long ago. As they begin digging, archaeologists discover many male Viking skulls and search for clues that may reveal why Weymouth would have been a site for these beheadings.","original_name":"Viking Apocalypse","vote_average":0.0,"name":"Viking Apocalypse","cert":"Unavailable","id":42302,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"'Sacch Ka Saamna Season 2' is the second season of India's reality show Sacch Ka Saamna, which premiered on December 18, 2011 on new channel Life OK till April 21, 2012 . This season was also hosted by television actor Rajeev Khandelwal.","original_name":"Sacch Ka Saamna","vote_average":0.0,"name":"Sacch Ka Saamna","cert":"Unavailable","id":42303,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":"2011-12-07","cast":["Perez Hilton","Katy Perry","Kelly Rowland"],"overview":"Perez Hilton Superfan is a television series in the United Kingdom. The programme, broadcast on ITV2, features the American celebrity blogger Perez Hilton gaining an intimate insight into the lives of four international singers\/performers - Lady Gaga, Katy Perry, Kelly Rowland and Enrique Iglesias.","original_name":"Perez Hilton Superfan","vote_average":0.0,"name":"Perez Hilton Superfan","cert":"Unavailable","id":42304,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Marketplace is an RTÉ Television current affairs programme noted for its in-depth analysis of political, business and financial matters.\n\nIt was first broadcast on 3 October 1987 and was presented at various times by Patrick Kinsella, Gavin Duffy, Gary Agnew, Miriam O'Callaghan, Ingrid Miley and George Lee. Marketplace was broadcast for the last time on 3 April 1996.","original_name":"Marketplace","vote_average":0.0,"name":"Marketplace","cert":"Unavailable","id":42305,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Boy & Girl Band Indonesia is a music show aired on SCTV. The music show will first aired on December 10, 2011. In 2011, audition are in Jakarta, Bandung, Yogyakarta, Surabaya and Medan.","original_name":"Boy & Girl Band Indonesia","vote_average":0.0,"name":"Boy & Girl Band Indonesia","cert":"Unavailable","id":42306,"adult":"false","genre_ids":[],"origin_country":["ID"]},{"first_air_date":"2012-05-28","cast":["Malcolm McDowell","Dee Bradley Baker","Tom Kenny","Jim Cummings","Rob Paulsen"],"overview":"An American live-action\/animated TV series based on the characters from the popular web series The Annoying Orange.","original_name":"The High Fructose Adventures of Annoying Orange","vote_average":8.4,"name":"The High Fructose Adventures of Annoying Orange","cert":"Unavailable","id":42307,"adult":"false","genre_ids":[10759],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Moses is a British documentary programme that chronicles the life of Moses using scientific and contemporary historical evidence. It was first broadcast in the United Kingdom at 8 p.m. on 1 December 2002, and was produced and joint-sponsored by the BBC and TLC in association with Jerusalem Productions. Moses was commissioned by the BBC in July 2001 following the success of a similar series, Son of God, which had been broadcast three months earlier—it documented the life of Moses is a style similar to that which Son of God had previously done for Jesus Christ. Moses was presented by Jeremy Bowen, a former Middle East correspondent for BBC News, and was directed by Jean-Claude Bragard. It featured live-action reenactments, computer-generated images of the period and interviews with historians and scholars.","original_name":"Moses","vote_average":0.0,"name":"Moses","cert":"Unavailable","id":42308,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Alyona Show was a current affairs television program hosted by Alyona Minkovski that aired on RT from 2009 to 2012. The show featured in-depth analysis of news stories and also frequently criticizes the mainstream media, national politics in the United States, and the U.S. financial industry.\n\nThe show's final edition aired on July 30, 2012, after which Minkovski left RT to join HuffPost Live. Past episodes are still available on the RT website.","original_name":"The Alyona Show","vote_average":0.0,"name":"The Alyona Show","cert":"Unavailable","id":42319,"adult":"false","genre_ids":[10763],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Slovenian commercial TV channel POP TV had begun the new format of reality shows in Slovenia. With spring 2010, first show of this reality show format has bean shown on channel. For two seasons Slovenija ima talent, has been shown. Now, after two successful seasons, and due to huge viewership, POP TV has aired a new version of singing competition reality show - called X Factor. Anyone who is at least 14 years old could join alone, or in a group.\n\nThe main reason for airing the show, is to find a new star for the Slovenian music scene. After two seasons of Slovenia`s Got Talent, only one candidate is really known to the larger Slovenian audience; 20 year old singer Maja Keuc, who is also called the \"Slovenian Christina Aguilera\", who was second in the first season of Slovenia ima Talent, is known from the two seasons of the show. She is also known for representing her country in the Eurovision Song Contest 2011, with the song \"No one\", and came 13th in the Final, after winning the National Selection for Eurovision Song Contest called EMA.","original_name":"X Faktor","vote_average":0.0,"name":"X Faktor","cert":"Unavailable","id":42320,"adult":"false","genre_ids":[],"origin_country":["SI"]},{"first_air_date":null,"cast":[],"overview":"Law Enforcers is a 2001 Hong Kong modern serial drama produced by TVB and starring Roger Kwok, Nick Cheung and Fennie Yuen. It was released overseas in June 2001 and premiered on TVB Jade on 24 December 2001.","original_name":"Law Enforcers","vote_average":0.0,"name":"Law Enforcers","cert":"Unavailable","id":42321,"adult":"false","genre_ids":[18,10759],"origin_country":["HK"]},{"first_air_date":"2002-05-24","cast":["Jeremy Clarkson"],"overview":"Jeremy Clarkson: Meets the Neighbours was a television series presented by Jeremy Clarkson and during the course of the series, he drives a 1960s Jaguar E-Type. The show was first shown during May and June 2002 on BBC Two. Over the series, Clarkson visited five European countries to discover just how different their lifestyles are to those in Britain. The show was produced by BBC Birmingham and executively produced by Richard Pearson. Meet The Neighbours was the second of two series involving Clarkson which were filmed during his hiatus from Top Gear, and his fifth documentary series for the BBC, following Motorworld, Extreme Machines, Car Years and Speed. The show was first shown on UK television channel BBC Two, before being shown to an international audience on BBC World. As of 2008, it has regularly been repeated on various UKTV channels, most recently being Dave, however, nearly 15 minutes of footage has been cut from each episode to allow for adverts within the sixty-minute slot. 30-minute versions of each episode have also been aired.","original_name":"Jeremy Clarkson: Meets the Neighbours","vote_average":0.0,"name":"Jeremy Clarkson: Meets the Neighbours","cert":"Unavailable","id":42322,"adult":"false","genre_ids":[99,35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Gellicious","vote_average":0.0,"name":"Gellicious","cert":"Unavailable","id":42323,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Ad Mania is a 2011 Chinese modern serial drama starring Hong Kong actors Joe Ma and Raymond Lam. Filming began in Shanghai on 27 September 2010. and premiered on Chongqing Entertainment Channel on 17 November 2011.","original_name":"Ad Mania","vote_average":0.0,"name":"Ad Mania","cert":"Unavailable","id":42324,"adult":"false","genre_ids":[],"origin_country":["CN"]},{"first_air_date":null,"cast":[],"overview":"Ruk Jaana Nahin was an Indian Soap Opera that aired on STAR Plus, which premiered on 19 December 2011. The story centres around Saanchi. The show ended on 23 November 2012.","original_name":"Ruk Jaana Nahin","vote_average":0.0,"name":"Ruk Jaana Nahin","cert":"Unavailable","id":42325,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Pinoy Explorer is a Philippine Infotainment show hosted by Aga Muhlach and aired on TV5. It airs every Saturdays at 7:00-8:00 pm after Aksyon Weekend. It debuted on September 18, 2011, and features clips from the “Clash of the Titans” series and BBC’s “Walking with Dinosaurs.”\n\nIt is an edutainment program wherein Aga Muhlach, the host travels to many different places around the globe with an aim to educate the Filipino viewers in discovering the wonder’s of the world: places, people, artifacts, and history. The program not only showcases trips to other places but it also educates viewers and takes them on journeys of discovery using cutting-edge technology. The show ended in May 4, 2013 as Aga runs for congressman for the 4th district of Camarines Sur.\n\nPinoy Explorer will be back on air on TV5 by September 2013","original_name":"Pinoy Explorer","vote_average":0.0,"name":"Pinoy Explorer","cert":"Unavailable","id":42338,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"2011-12-03","cast":["Chae Shi-ra","Kim Mi-Sook","Kim Young-ho","Hahm Eun-jung","Baek Sung-hyun"],"overview":"Queen Insoo focuses on the fierce power struggle among three women in the royal court of the Joseon Dynasty.","original_name":"인수대비","vote_average":6.0,"name":"Queen Insoo","cert":"Unavailable","id":42339,"adult":"false","genre_ids":[10768,18],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"Afsar Bitiya is an Indian soap opera broadcast on Zee TV from December 19, 2011 to December 28, 2012 when a new show replaced it. Set in Bhagalpur, Bihar, it is the story of Krishna, who rises from modest beginnings to a successful career.","original_name":"Afsar Bitiya","vote_average":0.0,"name":"Afsar Bitiya","cert":"Unavailable","id":42340,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Celebrity Samurai is a Comedy Game show hosted by Joey de Leon as Prinsipe Sutsut, Ruffa Mi, Wilma Doesnt and Mr. Fu, broadcast by TV5 and aired Sundays before Paparazzi Showbiz Exposed.\n\nIt features celebrities engaged in different games, obstacles and challenges administered by Prinsipe Sutsut.\n\nThe show was formerly called Pinoy Samurai, and featured ordinary Filipinos engaged in different obstacles to become the Pinoy Samurai, who won a reward for up to 150,000 pesos cash.","original_name":"Celebrity Samurai","vote_average":0.0,"name":"Celebrity Samurai","cert":"Unavailable","id":42343,"adult":"false","genre_ids":[35],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Binar Bening Berlian is a soap opera that airs in RCTI. This soap opera is produced by SinemArt. Supported by beautiful actress and handsome actors such as Asmirandah Zantman, Celine Evangelista, Irish Bella, Jonas Rivanno, Ashraf Sinclair, Christian Sugiono, Ari Wibowo, Vira Yuniar, Tia Ivanka, Teuku Ryan and others. Directed by Sanjeev Kumar and story written by Serena Luna.","original_name":"Binar Bening Berlian","vote_average":0.0,"name":"Binar Bening Berlian","cert":"Unavailable","id":42344,"adult":"false","genre_ids":[],"origin_country":["ID"]},{"first_air_date":null,"cast":[],"overview":"Riyasat is a PTV drama which aired in 2005.","original_name":"Riyasat","vote_average":0.0,"name":"Riyasat","cert":"Unavailable","id":42345,"adult":"false","genre_ids":[],"origin_country":["PK"]},{"first_air_date":"2012-01-12","cast":[],"overview":"It's a Brad, Brad World is an American reality documentary television series on Bravo. The series debuted on January 12, 2012. On August 29, 2012, Bravo announced that the series has been renewed for a second season which debuted on March 6, 2013.","original_name":"It's a Brad, Brad World","vote_average":0.0,"name":"It's a Brad, Brad World","cert":"Unavailable","id":42346,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1996-12-01","cast":["Jim Broadbent"],"overview":"Percy the Park Keeper' is an animated children's series based on the books by Nick Butterworth. It stars Percy, & many other park animals, such as the Badger, The Owl,the Fox,the Mice and so on.","original_name":"Percy the Park Keeper","vote_average":6.0,"name":"Percy the Park Keeper","cert":"Unavailable","id":42359,"adult":"false","genre_ids":[16],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Gold Trails and Ghost Towns is a historical documentary show first produced for Canadian syndication. Created and produced by Kelowna television station CHBC-TV and hosted by Mike Roberts with historian storyteller Bill Barlee. The show was filmed in a studio which resembled an old trapper's cabin. Mike and Bill discuss history of the old West by prospectors around 1900 in British Columbia.","original_name":"Gold Trails and Ghost Towns","vote_average":0.0,"name":"Gold Trails and Ghost Towns","cert":"Unavailable","id":42360,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":"2012-02-26","cast":[],"overview":"Tokumei Sentai Go-Busters is the 36th entry in Toei Company's Super Sentai Series, following Kaizoku Sentai Gokaiger. It premiered on February 26, 2012 on TV Asahi, joining Kamen Rider Fourze and then Kamen Rider Wizard as a program featured in TV Asahi's Super Hero Time programming block.\n\nOn September 2, 2011, Toei applied for trademarks on the title to be used on various products. The Japan Patent Office approved these trademarks on September 29, 2011.\n\nTokumei Sentai Go-Busters began airing in South Korea in 2013 as Power Rangers Go-Bursters.","original_name":"Tokumei Sentai Go-Busters","vote_average":0.0,"name":"Tokumei Sentai Go-Busters","cert":"Unavailable","id":42361,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Kya Huaa Tera Vaada is an Indian soap opera that premiered on January 30, 2012 and went off air in May 23, 2013, on Sony Entertainment Television India. It also airs on Sony Entertainment Television Asia. The show stars Mona Singh and Pawan Shankar as the protagonists and Mauli Ganguly as the antagonist. Kya Huaa Tera Vaada is produced by Balaji Telefilms.","original_name":"Kya Huaa Tera Vaada","vote_average":0.0,"name":"Kya Huaa Tera Vaada","cert":"Unavailable","id":42362,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":"2011-06-20","cast":["James May"],"overview":"James May gives a straightforward guide to some of science's big ideas, explaining everything from evolution and Einstein to engineering and chemistry.","original_name":"James May's Things You Need To Know","vote_average":10.0,"name":"James May's Things You Need To Know","cert":"Unavailable","id":42363,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Estestvenny otbor","vote_average":0.0,"name":"Estestvenny otbor","cert":"Unavailable","id":42364,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2011-10-10","cast":["Paige Wyatt"],"overview":"American Guns is a reality television series that aired on the Discovery Channel. The series centers on the blended family where patriarch Rich Wyatt, his wife and his children run Gunsmoke Guns, located in Wheat Ridge, Colorado;. They specialize in gun manufacture, trade, customization, and instruction.\n\nOn December 17, 2012, Discovery announced the cancellation of the series.","original_name":"American Guns","vote_average":8.0,"name":"American Guns","cert":"Unavailable","id":42377,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2011-12-19","cast":["Ben Bailey"],"overview":"Who's Still Standing? was the American adaptation of the Israeli game show Lauf al Hamiliyon, which offers contestants the opportunity to win up to US$1 million while competing in head-to-head trivia battles. Ben Bailey, host of the game show Cash Cab, hosted the show which originally ran on NBC from December 19, 2011 to January 30, 2012.\n\nOn May 13, 2012, it was announced that the show will not be renewed for a second season due to high production costs, despite having acceptable ratings.","original_name":"Who's Still Standing?","vote_average":0.0,"name":"Who's Still Standing?","cert":"Unavailable","id":42378,"adult":"false","genre_ids":[],"origin_country":["US","IL"]},{"first_air_date":null,"cast":[],"overview":"It's Only Rock & Roll was a Canadian television variety show, which aired on CBC Television as a summer series in 1987. Produced by Joe Bodolai and directed by Allan Novak, Henry Sarwer-Foner and Joan Tosoni, the series mixed rock music-themed comedy sketches with live performances by real musicians.\n\nPersonalities associated with the show included Ted Woloshyn, Dan Gallagher and Taborah Johnson as hosts, with comedians from The Second City's Toronto cast, including Dana Andersen, Bob Bainborough and Mike Myers, in the comedy sketches. Myers later took several of his recurring characters from the show to Saturday Night Live, including Wayne from Wayne's World and Dieter from Sprockets.\n\nThe series won the award for Best Comedy or Variety Series at the 1988 Gemini Awards.","original_name":"It's Only Rock & Roll","vote_average":0.0,"name":"It's Only Rock & Roll","cert":"Unavailable","id":42379,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":"2011-06-21","cast":[],"overview":"Staten Island Cakes is an American food reality-television series airing on WE tv. The series stars Vincent \"Vinny\" Buzzetta, an Italian-American cake artist who lives and works on Staten Island, a borough of New York City, New York.","original_name":"Staten Island Cakes","vote_average":0.0,"name":"Staten Island Cakes","cert":"Unavailable","id":42380,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2008-09-07","cast":["Maja Ostaszewska","Jan Englert","Magdalena Różczka","Paweł Małaszyński","Danuta Stenka"],"overview":"Days of honor is a Polish World War II television drama series, broadcast on TVP2 since September 7, 2008.","original_name":"Czas honoru","vote_average":0.0,"name":"Days of Honor","cert":"Unavailable","id":42381,"adult":"false","genre_ids":[99,18,10759],"origin_country":["PL"]},{"first_air_date":"2012-01-09","cast":[],"overview":"Based on Gerry Dee's real-life experiences as a high school teacher before he switched to comedy full-time, MR. D is a story about a charming, under-qualified teacher trying to fake his way through a teaching job, just like he often fakes his way through life.","original_name":"Mr. D","vote_average":7.6,"name":"Mr. D","cert":"Unavailable","id":42382,"adult":"false","genre_ids":[35],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Your Song: Impossible","vote_average":0.0,"name":"Your Song: Impossible","cert":"Unavailable","id":42397,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"1994-09-09","cast":["Maribel Verdú","Silvia Marsó","Ana Risueño","Mar Flores","Luis Merlo"],"overview":"A comedy that tells the adventures of Alicia, a medical student from the county, and her roommates while trying to make some extra money babysitting annoying children ","original_name":"Canguros","vote_average":10.0,"name":"Babysitters","cert":"Unavailable","id":42398,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"An American Moment was a widely acclaimed syndicated program, created by James R. Kirk and Neal Spelce.\n\nThe show consisted of 90-second vignettes that focused on \"small town America\" and overlooked news stories. It was carried by over 70 stations throughout the United States.\n\nThe show's original host, Charles Kuralt, had come out of his retirement to fill the role as American Moment's lead talent. Kuralt would later be replaced by James Earl Jones, after his death in 1997. Jones would continue in the lead role throughout the remainder of the program, which ended in 1999.\n\n\"Charles Kuralt's American Moments\" was published by Simon & Schuster in 1998, which contains a compilation of actual vignettes from Kuralt's An American Moment television program.","original_name":"An American Moment","vote_average":0.0,"name":"An American Moment","cert":"Unavailable","id":42399,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Hammer, Slammer, & Slade","vote_average":0.0,"name":"Hammer, Slammer, & Slade","cert":"Unavailable","id":42400,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Sesame Street: Elmopalooza!","vote_average":0.0,"name":"Sesame Street: Elmopalooza!","cert":"Unavailable","id":42401,"adult":"false","genre_ids":[16],"origin_country":[]},{"first_air_date":"1960-07-09","cast":[],"overview":"","original_name":"Miss Universe","vote_average":8.5,"name":"Miss Universe","cert":"Unavailable","id":42402,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"2011-04-03","cast":["Haruka Tomatsu","Tamie Kubota","Aki Toyosaki","Junichi Suwabe","Kenji Hamada"],"overview":"Ohana is sent off to live with her grandmother, who owns the hot spring inn. Upon arriving, she is put to work at the inn. Thrust into a life where the customers always come first, she struggles to find her place and fit in with her fellow coworkers.","original_name":"花咲くいろは","vote_average":7.3,"name":"Hanasaku Iroha: Blossoms for Tomorrow","cert":"Unavailable","id":42417,"adult":"false","genre_ids":[16,18,35],"origin_country":["JP"]},{"first_air_date":"2009-10-15","cast":["Aya Uchida","Chiharu Kitaoka (Old Name \"Aya Gouda\")","Yumeha Takahashi","Norio Wakamoto","Kaori Mizuhashi"],"overview":"Kiddy GiRL-AND is a 2009 sequel to the science fiction anime series Kiddy Grade, created by gímik and Satelight and directed by Keiji Gotoh. The manga adaptation Kiddy Girl-and Pure, illustrated by Yukari Higa, ran in Comp Ace and was released as two collected volumes.","original_name":"キディ・ガーランド","vote_average":10.0,"name":"Kiddy Girl-and","cert":"Unavailable","id":42418,"adult":"false","genre_ids":[10759,16],"origin_country":["JP"]},{"first_air_date":"2011-04-07","cast":["Rie Kugimiya","Hiroyuki Yoshino","Ryoko Shiraishi","Tomokazu Sugita"],"overview":"Sket Dance is a manga series written and illustrated by Kenta Shinohara and serialized, beginning in July 2007, in Shueisha's manga magazine Weekly Shōnen Jump. Sket Dance won the 55th annual Shogakukan Manga Award in 2009 for best shōnen manga. An anime adaptation, produced by Tatsunoko, premiered on April 7, 2011 on TV Tokyo.","original_name":"スケットダンス","vote_average":0.0,"name":"Sket Dance","cert":"Unavailable","id":42419,"adult":"false","genre_ids":[16,35,18],"origin_country":["JP"]},{"first_air_date":"2003-02-24","cast":["Curtis Cregan","Kimee Balmilero","Karla Mosley","Jenn Korbee","Yasmeen Sulieman"],"overview":"","original_name":"Hi-5","vote_average":10.0,"name":"Hi-5","cert":"Unavailable","id":42422,"adult":"false","genre_ids":[10762,10402],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Chicken Soup for the Soul: Inspirational Stories Honoring Family","vote_average":0.0,"name":"Chicken Soup for the Soul: Inspirational Stories Honoring Family","cert":"Unavailable","id":42423,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Monchhichi Twins","vote_average":0.0,"name":"Monchhichi Twins","cert":"Unavailable","id":42426,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Captain Starship","vote_average":0.0,"name":"Captain Starship","cert":"Unavailable","id":42439,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2003-10-14","cast":["Mai Nakahara","Kouji Ishii","Junko Noda","Yuka Inokuchi","Yuki Matsuoka"],"overview":"","original_name":"Maburaho","vote_average":7.0,"name":"Maburaho","cert":"Unavailable","id":42442,"adult":"false","genre_ids":[18,16,10765,35],"origin_country":["JP"]},{"first_air_date":"1987-01-05","cast":["Gian Sammarco","Lulu","Lindsey Stagg","Beryl Reid","Bill Fraser"],"overview":"The everyday traumas and emotional upheavals of the legendary teenage diarist as he struggles to come to terms with life in Margaret Thatcher's 1980s England.","original_name":"The Growing Pains of Adrian Mole","vote_average":7.5,"name":"The Growing Pains of Adrian Mole","cert":"Unavailable","id":42443,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"1986-10-11","cast":["Hideyuki Tanaka","Tōru Furuya","Ryou Horikawa","Kôichi Hashimoto","Hirotaka Suzuoki"],"overview":"Ages ago, the goddess Athena was served by fighters called Saints who channeled the power of the Cosmos within them. Now a youth named Seiya has trained to become a Saint himself by earning the mystical Cloth of Pegasus. He is joined by other Saints with Cloths of their own to fight for Athena.","original_name":"聖闘士星矢","vote_average":8.0,"name":"Saint Seiya","cert":"Unavailable","id":42444,"adult":"false","genre_ids":[16,18,10759],"origin_country":["JP"]},{"first_air_date":"2010-09-26","cast":["Sidse Babett Knudsen","Birgitte Hjort Sørensen","Mikael Birkkjær","Lars Knutzon","Søren Malling"],"overview":"40-year old political leader Birgitte Nyborg secures her party a landslide victory through her idealism and huge effort, then faces the biggest challenge of her life: how most effectively to use the newly won seats, and how far she is willing to go in order to gain as much influence as possible.","original_name":"Borgen","vote_average":8.2,"name":"Borgen","cert":"Unavailable","id":42445,"adult":"false","genre_ids":[18],"origin_country":["DK"]},{"first_air_date":"1989-10-26","cast":["Roger Hanin","Maurice Vaudaux","Emmanuelle Boidron","Jacques Martial","Catherine Allégret"],"overview":"Out of the norm police officer Navarro and his team investigate the most troubling, serious and heart rendering cases in the city of Paris.","original_name":"Navarro","vote_average":10.0,"name":"Navarro","cert":"Unavailable","id":42456,"adult":"false","genre_ids":[80,9648],"origin_country":["FR"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Maître Da Costa","vote_average":0.0,"name":"Maître Da Costa","cert":"Unavailable","id":42457,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"American Serengeti","vote_average":0.0,"name":"American Serengeti","cert":"Unavailable","id":42458,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Ulalume: Howling at New Moon","vote_average":0.0,"name":"Ulalume: Howling at New Moon","cert":"Unavailable","id":42459,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1997-10-06","cast":["Miki Nagasawa","Shin-ichiro Miki","Megumi Ogata","Megumi Ogata","Mika Kanai"],"overview":"Miyu, a vampire girl, acts as a guardian, sending stray demons known as Shinma back to the darkness while publicly posing as a high school student.","original_name":"吸血姫美夕","vote_average":8.0,"name":"Vampire Princess Miyu","cert":"Suitable for 12 years & above","id":42460,"adult":"false","genre_ids":[16,18],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Blackheath Poisonings","vote_average":0.0,"name":"The Blackheath Poisonings","cert":"Unavailable","id":42461,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2007-10-07","cast":["Ashleigh Ball","Kathleen Barr","Lee Tockar","Michael Donovan","Richard Newman"],"overview":"","original_name":"Edgar & Ellen","vote_average":0.0,"name":"Edgar & Ellen","cert":"Unavailable","id":42476,"adult":"false","genre_ids":[16,35],"origin_country":["CA","US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Trackers Series","vote_average":0.0,"name":"Trackers Series","cert":"Unavailable","id":42477,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Age of Uncertainty","vote_average":0.0,"name":"The Age of Uncertainty","cert":"Unavailable","id":42478,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"1999-11-08","cast":["Gwyneth Strong","Michael Troughton","Letitia Dean","Sara Stockbridge","Gerard Butler"],"overview":"Comedy-drama series about a woman looking for Mr.Right.","original_name":"Lucy Sullivan Is Getting Married","vote_average":0.0,"name":"Lucy Sullivan Is Getting Married","cert":"Unavailable","id":42481,"adult":"false","genre_ids":[35,18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Poor Man's Orange","vote_average":0.0,"name":"Poor Man's Orange","cert":"Unavailable","id":42482,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Sandie Shaw Supplement","vote_average":0.0,"name":"The Sandie Shaw Supplement","cert":"Unavailable","id":42495,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1980-01-08","cast":["Lillian Gish","Blanche Sweet","Colleen Moore","Jackie Coogan","Iron Eyes Cody"],"overview":"Hollywood is a 1980 documentary series produced by Thames Television which explored the establishment and development of the Hollywood studios and its impact on 1920s culture.","original_name":"Hollywood","vote_average":7.8,"name":"Hollywood","cert":"Unavailable","id":42496,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"cert":"Unavailable","cast":[],"id":42497,"first_air_date":null,"overview":"My Body, My Child is a 1982 television film directed by Marvin J. Chomsky and starring Vanessa Redgrave. It premiered on ABC on 12 April, 1982. It includes early performances by future Sex and the City co-stars, Sarah Jessica Parker and Cynthia Nixon. It is also the final role of Jack Albertson, who was subsequently nominated posthumously for the Primetime Emmy Award for Outstanding Supporting Actor in a Miniseries or a Movie.","genre_ids":[],"origin_country":["US"],"original_name":"My Body, My Child","vote_average":0.0,"name":"My Body, My Child","adult":"false"}]