[{"first_air_date":null,"cast":["Yukti Kapoor"],"overview":"Jhilmil Sitaaron Ka Aangan Hoga is an Indian soap opera about a poor boy, Akash, and rich girl, Angana, who fall in love and get married. Akash is forced to be a ghar jamai or live-in son-in-law to Angana's parents. This is because of a peculiar tradition in Angana's family, but the self-respecting Aakash feels humiliated by it. The title relates to a popular song, \"Jhilmil Sitaron Ka Aangan Hoga,\" sung by Lata Mangeshkar and Mohammed Rafi. The show started on February 27, 2012.","original_name":"Jhilmil Sitaaron Ka Aangan Hoga","vote_average":0.0,"name":"Jhilmil Sitaaron Ka Aangan Hoga","cert":"Unavailable","id":44001,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":"2012-08-12","cast":["Justin Kirk","JoAnna Garcia","Tyler Labine","Bobby Lee","Kym Whitley"],"overview":"Comedy centering on Dr. George Coleman, a top veterinarian with an impressive list of famous animal patients at the Crane Animal Hospital - a bustling New York City veterinary practice where it often seems as if the patients are running the place. Despite his unorthodox style, George has an undeniable gift with animals of all kinds - except the human kind. Much to his chagrin, George recently learned that his ex-girlfriend, Dorothy Crane, has inherited the family business and is now George's boss. Whip-smart and ambitious, Dorothy shakes up the hospital as she brings order to the chaos and butts heads with George's animal-friendly administration.","original_name":"Animal Practice","vote_average":4.7,"name":"Animal Practice","cert":"Unavailable","id":44004,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2012-09-10","cast":["Justin Bartha","Andrew Rannells","Georgia King","Ellen Barkin","NeNe Leakes"],"overview":"The New Normal was an American sitcom that aired on NBC from September 10, 2012, to April 2, 2013. The series was created and principally written by Ryan Murphy and Ali Adler. The storyline follows a wealthy homosexual couple, Bryan and David, who are living in Los Angeles. Deciding to have a child, they choose a surrogate mother, Goldie Clemmons, who moves in to their home with her nine-year-old daughter Shania.","original_name":"The New Normal","vote_average":5.7,"name":"The New Normal","cert":"Unavailable","id":44005,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2012-10-10","cast":["Jesse Spencer","Taylor Kinney","Eamonn Walker","Kara Killmer","Miranda Rae Mayo"],"overview":"An edge-of-your-seat view into the lives of everyday heroes committed to one of America's noblest professions. For the firefighters, rescue squad and paramedics of Chicago Firehouse 51, no occupation is more stressful or dangerous, yet so rewarding and exhilarating. These courageous men and women are among the elite who forge headfirst into danger when everyone else is running the other way and whose actions make the difference between life and death.","original_name":"Chicago Fire","vote_average":7.5,"name":"Chicago Fire","cert":"Unavailable","id":44006,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Short Working Day is a Polish film directed by Krzysztof Kieślowski. Written by Kieślowski and Hanna Krall, the film is about the workers protests in June '76 in Radom, as seen from the perspective of the local Secretary of the Polish United Workers' Party. The film is based on real events, but the characters are fictional. Short Working Day was filmed in 1981, but had its official premiere on television only in 1996. During these 15 years, however, it was shown many times in film clubs and at special movie show-times.","original_name":"Short Working Day","vote_average":5.0,"name":"Short Working Day","cert":"Unavailable","id":44007,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":"2013-05-20","cast":["Becki Newton","Scott Foley","T.J. Miller","Melissa Tang"],"overview":"The Goodwin siblings return home after their father's death, and unexpectedly find themselves poised to inherit a vast fortune – if they adhere to their late father's wishes. Where there's a will, there's a way. And when that will's worth more than 20 million dollars, you can bet someone's going to find a way to get the cash.","original_name":"The Goodwin Games","vote_average":6.0,"name":"The Goodwin Games","cert":"Unavailable","id":44008,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1992-10-23","cast":[],"overview":"Ellcia is an anime OVA directed by Noriyasu Kogawa and animated by J.C.Staff. It was released in 1993, and consists of 4 50-minute episodes.","original_name":"幻想叙譚エルシア","vote_average":5.0,"name":"Ellcia","cert":"Unavailable","id":44009,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"WWF No Way Out 2001","vote_average":0.0,"name":"WWF No Way Out 2001","cert":"Unavailable","id":44016,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Martha Stewart's Holiday Open House","vote_average":0.0,"name":"Martha Stewart's Holiday Open House","cert":"Unavailable","id":44017,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Tricking and Treating with Martha Stewart","vote_average":0.0,"name":"Tricking and Treating with Martha Stewart","cert":"Unavailable","id":44018,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Zindagi Kahe – Smile Please is a family show on a lighter note. It is the journey of a rich family who learns the value of relationships from its servants. The story explores what would happen if there is a role reversal between the master and servant.\n\nIt is a remake of the Korean drama Smile, You.","original_name":"Zindagi Kahe – Smile Please","vote_average":0.0,"name":"Zindagi Kahe – Smile Please","cert":"Unavailable","id":44019,"adult":"false","genre_ids":[35],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Mathspy is a 1988 BBC Maths Educational programme.","original_name":"Mathspy","vote_average":0.0,"name":"Mathspy","cert":"Unavailable","id":44020,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"The Alien Years is a three-part miniseries that first aired on the Australian Broadcasting Corporation on 19 April 1988. It was directed by Donald Crombie and written by Peter Yeldham. It stars Victoria Longley, John Hargreaves and Academy Award-winner, Christoph Waltz. Yeldham later adapted his screenplay into a novel of the same name.","original_name":"The Alien Years","vote_average":0.0,"name":"The Alien Years","cert":"Unavailable","id":44021,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Dragon Century is a Japanese 2-episode OVA anime series that was created by Ryuukihei and produced and animated by the Anime International Company. The plot takes place in Hokkaido in 1990, where a series of murders take place and dragons suddenly begin appearing in the skies. The Japanese SDF begins shooting the dragons out of the sky, holding them responsible for the murders. Following that, a troubled young girl named Riko is suddenly entrusted with the care of a hatchling dragon, hoping to raise him for destruction, but soon learns there is more to the dragons than she first learned. It was originally released on laserdisc in Japan in 1988 and then it was eventually subtitled in English by: U.S. Renditions and released in VHS format in the United States\/Canada in 1996. No official anime was made after the OVA, and there were only 2 episodes released overall.\n\nThe opening and ending theme was performed by Jpop singer Midori Karashima.","original_name":"Dragon Century","vote_average":0.0,"name":"Dragon Century","cert":"Unavailable","id":44022,"adult":"false","genre_ids":[10759,10759],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Devotion is a Singaporean Chinese drama which was telecasted on Singapore's free-to-air channel, MediaCorp Channel 8. It made its debut on 28 June 2011 and ended its run on 1 August 2011. This drama serial consists of 25 episodes, and was screened on every weekday night at 9.00 pm.\n\nThe storyline spans 40 years, and is also dubbed the mid-year blockbuster-cum-47th anniversary drama.","original_name":"Devotion","vote_average":0.0,"name":"Devotion","cert":"Unavailable","id":44031,"adult":"false","genre_ids":[],"origin_country":["SG"]},{"first_air_date":null,"cast":[],"overview":"Mikee Forever is a Filipino sitcom produced by Viva Television and aired on GMA Network. This sitcom starred Mikee Cojuangco-Jaworski with Edu Manzano, Rufa Mae Quinto, Sunshine Dizon and Polo Ravales. Directed by Ipe Pelino, the sitcom aired every Wednesday evenings on GMA's Comedy block from March 10, 1999 to September 1, 1999.\n\nThis was actually a reformatted version of Mikee's self titled drama anthology Mikee, which has been on air for four years. So Mikee and the rest of the production team behind the drama anthology decided to come up a straight-comedy or a sitcom, for a change. Mikee Forever is a collaboration of Jose Javier Reyes, director Ipe Pelino and writer Mel del Rosario.","original_name":"Mikee Forever","vote_average":0.0,"name":"Mikee Forever","cert":"Unavailable","id":44032,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"1980-04-07","cast":[],"overview":"Mihira Sanpei talks with a Tohou accent and is a down-to-earth boy with a cheerful and optimistic personality. However, when it comes to fishing, he becomes very serious and is a youth who enjoys fishing more than anything else. The village where he lives in is a natural environment which provides different kinds of fishing challenges. Despite his lack of experience, Sanpei has a first-rate sense with regards to fishing and decides to maxmise his potential by entering into different fishing contests. As he faces various challenges, he learns to solve difficult problems and learn from his mistakes to the extent that he is able to fish anything out of the waters. Along the way, he encounters all kinds of rivals and companions who increase his experience points and help him in his growth.","original_name":"釣りキチ三平","vote_average":0.0,"name":"Fisherman Sanpei","cert":"Unavailable","id":44033,"adult":"false","genre_ids":[16],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Rhymes with Coop is a second season episode of the Canadian animation series, Kid vs. Kat produced and directed by Rob Boutilier, co-directed by Josh Mepham ánd written by Brian Lasenby and Jason Horychum.","original_name":"Rhymes with Coop","vote_average":0.0,"name":"Rhymes with Coop","cert":"Unavailable","id":44034,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Shadow of the Cloak was a spy drama live television series broadcast on the now-defunct DuMont Television Network. Helmut Dantine played secret agent Peter House. John Gay wrote some of the 36 episodes.\n\nThe first episode aired June 6, 1951 and the last episode March 20, 1952. The 30-minute show aired Wednesdays at 9:30pm ET through November 1951 and then Thursdays at at 9pm ET from December until March 20, 1952. From January 1952 until the end of the run, Shadow of the Cloak alternated with Gruen Playhouse.","original_name":"Shadow of the Cloak","vote_average":0.0,"name":"Shadow of the Cloak","cert":"Unavailable","id":44035,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Umulan Man o Umaraw is a 13 part Filipino weekly drama series produced by GMA Network as the third installment of GMA Mini-Series. This series headlined Angelika dela Cruz, KC Montero and Sunshine Dizon in the lead characters. It was written by Dode Cruz and directed by Louie Ignacio. Umulan Man o Umaraw premiered June 5, 2000 and concluded August 30, 2000.","original_name":"Umulan Man o Umaraw","vote_average":0.0,"name":"Umulan Man o Umaraw","cert":"Unavailable","id":44036,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"2012-06-30","cast":["Benedict Cumberbatch","Sophie Okonedo","Hugh Bonneville"],"overview":"The Hollow Crown is a series of British television films featuring William Shakespeare's History Plays.\n\nThe first Season is an adaptation of Shakespeare's second historical tetralogy, the Henriad: Richard II, Henry IV, Part I and Henry IV, Part II (treated as one film in two parts in the series) and Henry V.\n\nThe Second Season is subtitled \"The Wars of the Roses\" as a reference to its scope. It is based on Shakespeare's first tetralogy: Henry VI: Part I, Henry VI: Part II, Henry VI: Part III (treated as two films in the series) and Richard III.","original_name":"The Hollow Crown","vote_average":6.2,"name":"The Hollow Crown","cert":"Unavailable","id":44037,"adult":"false","genre_ids":[18,36],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Business Today is an Asian-Pacific television program, which began airing on the Asia-pacific channel Australia Network in August 2006, and on ABC News 24 on 23 July 2010. It is hosted by Whitney Fitzsimmons. The program provides daily rundowns of Australian, Australasian, and International economies, as well as commentaries on financial and political outcomes.","original_name":"Business Today","vote_average":0.0,"name":"Business Today","cert":"Unavailable","id":44046,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"In Da Loop is an Philippine late-night reality series on Cge TV that debuted on April 23, 2012. Simulcast with ABS-CBN Weeknights at 12:00 midnight, before sign-off.","original_name":"In Da Loop","vote_average":0.0,"name":"In Da Loop","cert":"Unavailable","id":44047,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Love In Temptation Island Philippines is a reality series based on the American series, Temptation Island. The Philippine television network TV5 was among the first to acquire the rights to produce to own version said reality series.","original_name":"Love In Temptation Island","vote_average":2.0,"name":"Love In Temptation Island","cert":"Unavailable","id":44048,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"2013-01-07","cast":["Todd Talbot","Jillian Harris"],"overview":"Vancouver families are struggling with homes that no longer suit their needs. Whether they've outgrown the home they once loved or the luster has worn off, homeowners are faced with the dilemma of whether they should love it or list it.","original_name":"Love it or List it Vancouver","vote_average":4.0,"name":"Love it or List it Vancouver","cert":"Unavailable","id":44049,"adult":"false","genre_ids":[99],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Mr. Yogi is a popular Hindi language TV series of the 1980s. It is a story of an USA settled Indian boy trying to arrange his marriage in India. This one was directed by Ketan Mehta, and starred Mohan Gokhale.","original_name":"Mr. Yogi","vote_average":0.0,"name":"Mr. Yogi","cert":"Unavailable","id":44050,"adult":"false","genre_ids":[35],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Power House is the weekly lifestyle and talk show broadcast of GMA News TV which airs in the Philippines. It is aired every Tuesday at 8:00-9:00 PM.","original_name":"Power House","vote_average":0.0,"name":"Power House","cert":"Unavailable","id":44051,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Going Straight was a New Zealand television reality show by Touchdown Television that aired on TV3 in 2003. The show was hosted by New Zealand actor Manu Bennett, where contestants had to continue moving in a straight line, no matter what the obstacles in the way, to compete for prize money of $NZ 10,000.","original_name":"Going Straight","vote_average":0.0,"name":"Going Straight","cert":"Unavailable","id":44060,"adult":"false","genre_ids":[],"origin_country":["NZ"]},{"first_air_date":"2018-01-28","cast":[],"overview":"Seven has started promoting the biggest TV judging panel ever – 99 judges joining captain Ronan Keating on All Together Now. With 100 judges, a six-storey high set and Julia Zemiro as host, it doesn’t get any bigger. Headed up by singing superstar Ronan Keating, The 100 is made up of singers and industry professionals with big voices and even bigger opinions.","original_name":"All Together Now - The 100","vote_average":0.0,"name":"All Together Now - The 100","cert":"Unavailable","id":44061,"adult":"false","genre_ids":[35,10764],"origin_country":["PH"]},{"first_air_date":"2008-01-01","cast":[],"overview":"Justice Bao is a Mainland Chinese television series, starring Jin Chao-chun, Kenny Ho and Fan Hung-hsuan. The three actors first portrayed their respective characters in the 1993 Taiwanese hit Justice Bao. Lung Lung from the 1993 series also reprised his role.","original_name":"Justice Bao","vote_average":0.0,"name":"Justice Bao","cert":"Unavailable","id":44062,"adult":"false","genre_ids":[18],"origin_country":["CN"]},{"first_air_date":null,"cast":[],"overview":"Justice Bao is a Mainland Chinese television series centering on the legendary Chinese official Bao Zheng. The show stars Jin Chao-chun, Kenny Ho, Fan Hung-hsuan and Wang Shasha. The first three - as well as actor Lung Lung - first portrayed their respective characters in the 1993 Taiwanese hit Justice Bao.\n\nProducer and lead actor Jin Chao-chun, who had purchased a movie studio in Qingdao solely to film the series, plans a 40-episode season each year until 2019. By that year he would have portrayed Bao Zheng for a total of 1000 episodes in his television career.","original_name":"Justice Bao","vote_average":10.0,"name":"Justice Bao","cert":"Unavailable","id":44063,"adult":"false","genre_ids":[10765],"origin_country":["CN"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Barney: 1 2 3 Learn","vote_average":0.0,"name":"Barney: 1 2 3 Learn","cert":"Unavailable","id":44064,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Citizen Pinoy: The Basic Questions","vote_average":0.0,"name":"Citizen Pinoy: The Basic Questions","cert":"Unavailable","id":44065,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2009-08-31","cast":[],"overview":"Wipeout Quebec is a Canadian reality game show in which multiple contestants compete in numerous obstacle-based challenges. It aired on V. The series premiered on August 31, 2009. The show doesn't currently air new episodes. The series is an adaptation of the American original Wipeout. Unlike the original version which is a one-hour episode, the Quebec version is divided into three 30-minute episodes, issued during the week to \"increase the suspense\".","original_name":"Wipeout Québec","vote_average":0.0,"name":"Wipeout Québec","cert":"Unavailable","id":44066,"adult":"false","genre_ids":[35,10764],"origin_country":["CA"]},{"first_air_date":null,"cast":["Candela Vetrano","Facundo Parolari","Chen Min","Chen Min","Chen Min"],"overview":"Supertorpe is an Argentinian series targeted at children and teenagers. The show is distributed worldwide by Disney Channel and Telefe Internacional, and locally by Telefe.","original_name":"Supertorpe","vote_average":0.0,"name":"Supertorpe","cert":"Unavailable","id":44067,"adult":"false","genre_ids":[35],"origin_country":["AR"]},{"first_air_date":"2010-10-18","cast":["Kim Nam-ju","Jung Joon-ho","Chae Jung-an","Park Si-hoo","Ha Yoo-mi"],"overview":"Hwang Tae Hee leads a charmed life, and after growing up in a wealthy family, she easily attains a coveted job. Too much of a workaholic to make time for romance, she is taken aback when she falls hard for Bong Joon Soo. She pursues him and they soon get married, but when the honeymoon is over, Tae Hee finds that her rival at work and husband's ex, Baek Yeo Jin, has taken over her job. As she struggles with her job and marriage, she must also cope with the attention of her arrogant, immature boss, Goo Yong Shik, who falls for her as her life falls to pieces. Queen of Reversals is an empowering tale of a woman who manages to regain everything she's lost through sheer willpower and determination.","original_name":"역전의 여왕","vote_average":0.0,"name":"Queen of Reversals","cert":"Unavailable","id":44074,"adult":"false","genre_ids":[35,10749],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Animal Stories: Awesome Attitudes","vote_average":0.0,"name":"Animal Stories: Awesome Attitudes","cert":"Unavailable","id":44075,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Pare & Pare is a Philippine comedy musical talk show in the Philippines created by GMA Network. It will be hosted by singer-songwriter, Ogie Alcasid and comedy actor, Michael V.. It premiered on May 20, 2012.\n\nThe show had its season finale which was ultimately the show's finale episode as well which aired on August 12, 2012.","original_name":"Pare & Pare","vote_average":0.0,"name":"Pare & Pare","cert":"Unavailable","id":44076,"adult":"false","genre_ids":[35],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"In the Motherhood","vote_average":0.0,"name":"In the Motherhood","cert":"Unavailable","id":44077,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Wild Recon is hosted by animal expert Donald Schultz. The show hosts many deadly animals such as: death adder, saltwater crocodile, lion and many other countless species that can take lives in an instance. Near the beginning of the show Donald states where he is, the main animals he's looking for, and then says \"This is not a stunt; this is my job\" and jumps out of the helicopter. Schultz's mission is to extract venom and other rare attributes of some of the world's deadliest, most intriguing animals. These samples are used to catalog information of lesser known species as well as research possible antidotes and medicinal uses. The first episode aired on Tuesday, January 5, 2010 at 9 pm Eastern time on Animal Planet.","original_name":"Wild Recon","vote_average":0.0,"name":"Wild Recon","cert":"Unavailable","id":44078,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2012-05-02","cast":["Andrew Denton"],"overview":"Randling is a game show that hearkens back to the good old days when a point was a point and a team was something worth barracking for.\n\nUsing sporting competition as inspiration and framework, Randling pits ten amazing teams against each other over 27 rounds of bone-crunching combat.\n\nWhite-water rafting for the brain, Randling is a show where smart people can be funny and funny people can be smart, where actual knowledge may help you, but just as likely won’t. It’s a cheeky, surprising show that allows Mr. Denton to live up to his hosting motto: \"I’m Andrew and I’m not here to help\".\n\nMostly, Randling is a show where brilliant performers can come to play. And that’s play for fun as well as play to win. It’s a half hour filled with insight and insults, brilliance and bullshit. We guarantee every episode of will leave you at least 1% smarter and 100% happier.","original_name":"Randling","vote_average":0.0,"name":"Randling","cert":"Unavailable","id":44079,"adult":"false","genre_ids":[35],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Perfect Child","vote_average":0.0,"name":"The Perfect Child","cert":"Unavailable","id":44080,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-07-30","cast":[],"overview":"Artista Academy is a Philippine talent and reality show aired over the TV5 network, premiered on July 30, 2012. Hosted by Cesar Montano and Marvin Agustin in cooperation with the Asian Academy of Television Arts, the show aims to find new talented actors and actresses, with ₱20 million worth of prizes and an artist management contract at stake. The show had its onetime Grand Audition at the Smart Araneta Coliseum on June 19, 2012 for all aspirants between 16 to 22 years old.\n\nEach of the 16 aspirants will undergo training at the AATA as special scholars. Noted experts from the Philippine entertainment industry and veteran artists will tutor the candidates.","original_name":"Artista Academy","vote_average":0.0,"name":"Artista Academy","cert":"Unavailable","id":44087,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"2003-04-25","cast":[],"overview":"Mizuiro 2003 is an anime OVA. It is a second, non-Hentai adaptation of the game Mizuiro. The story was slightly changed, but it follows the main games plot climaxes, focusing on Hiyori and Yuki scenarios. With this OAV, the Omake \"Selling Memorial Event\" was released, which features the voice actors talking about their characters.","original_name":"Mizuiro 2003","vote_average":8.0,"name":"Mizuiro 2003","cert":"Unavailable","id":44092,"adult":"false","genre_ids":[16],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Rosario is a 2013 Spanish-language telenovela produced by Venevisión International in collaboration with United States-based television network Univision. It is an original story written by Alex Haddad. The production started on July 31, 2012.\n\nOn April 26, 2012, it was confirmed that Alex Haddad would write Rosario. On July 24, it was confirmed that Lupita Jones will make her acting debut. Both Zuleyka Rivera and Lorena Rojas will star as the antagonists. Guy Ecker and Itahisa Machado will star as the main protagonists.","original_name":"Rosario","vote_average":0.0,"name":"Rosario","cert":"Unavailable","id":44093,"adult":"false","genre_ids":[18],"origin_country":["VE","US"]},{"first_air_date":"2012-10-10","cast":["Park Min-ji","Ji Jin-hee","Ji Sung","Kim So-yeon","Choi Ro-woon"],"overview":"The Great Seer is a 2012 South Korean historical television series, starring Ji Sung, Ji Jin-hee, Song Chang-eui, Kim So-yeon and Lee Yoon-ji. Set during the turbulent decline of Goryeo, it is about practicers of divination and the power that they hold over the fate of the country. It aired on SBS from October 10, 2012 to February 7, 2013 on Wednesdays and Thursdays at 21:55 for 35 episodes.","original_name":"대풍수","vote_average":5.0,"name":"The Great Seer","cert":"Unavailable","id":44094,"adult":"false","genre_ids":[28,18,36,10749],"origin_country":["KR"]},{"first_air_date":"1999-02-11","cast":["Neil Morrissey"],"overview":"Fun and adventurous mini-episode series following the life of Maisy, a little white mouse and her friends.","original_name":"Maisy","vote_average":0.0,"name":"Maisy","cert":"Unavailable","id":44095,"adult":"false","genre_ids":[10762,16],"origin_country":["GB","US"]},{"first_air_date":null,"cast":[],"overview":"The Les Brown Show was an American syndicated daytime talk show hosted by Leslie C. Brown that premiered on September 6, 1993, and ran until January 14, 1994, when it was replaced by its successor Rolonda on January 17. The show was produced and distributed by King World Productions, who also produced and distributed Rolonda.","original_name":"The Les Brown Show","vote_average":0.0,"name":"The Les Brown Show","cert":"Unavailable","id":44096,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1968-01-08","cast":["Jacques-Yves Cousteau"],"overview":"Le monde sous-marin de Jacques Cousteau est une série télévisée documentaire documentaire mettant l'accent sur la biodiversité marine, organisé par le cinéaste français, chercheur et explorateur marin, Jacques Cousteau. De nouveaux épisodes de la série a été diffusée de 1968 à 1996. English narration était par Richard Johnson et Rod Serling.","original_name":"La collection Cousteau","vote_average":8.3,"name":"The Undersea World of Jacques Cousteau","cert":"Unavailable","id":44103,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2011-09-12","cast":[],"overview":"Little England is a documentary series about English expatriates in Dordogne, France. The first series comprised 12 episodes and was broadcast on ITV from 12 September to 5 December 2011. The second series contained eight episodes and was broadcast from 23 October to 17 December 2012. Both series were shown on Monday evenings at 8pm.","original_name":"Little England","vote_average":0.0,"name":"Little England","cert":"Unavailable","id":44106,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Bunty Bubbly Ki Mummy was an Indian television series which aired on DD National at 9 pm every Monday and Tuesday. It was re-telecasted every Saturday at 12 noon. The series stars Benjamin Gilani and Grusha Kapoor in the main lead. It was directed by Bikramjeet Singh Bhullar and produced by Grusha Kapoor.","original_name":"Bunty Bubbly Ki Mummy","vote_average":0.0,"name":"Bunty Bubbly Ki Mummy","cert":"Unavailable","id":44107,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Paddy's Show and Telly is a British entertainment game show which first aired on ITV on 29 December 2011. Presented by Paddy McGuinness, the show features three teams of celebrities hoping to win £20,000 for a charity of their choice. To date there have been two episodes, the first aired in December 2011, which was followed by a second in December 2012.","original_name":"Paddy's Show and Telly","vote_average":0.0,"name":"Paddy's Show and Telly","cert":"Unavailable","id":44108,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Munting Anghel is a 13 part Filipino weekly drama series produced and aired by GMA Network as the fourth installment of GMA Mini-Series. This series featured the child star then, Isabella de Leon in the title role, with Antoinette Taus, Wendell Ramos, Glydel Mercado, Matthew Mendoza and Daisy Reyes. Munting Anghel was under the same production team behind the hit mini-series Umulan Man o Umaraw, headed by writer, Dode Cruz and director Louie Ignacio. It premiered September 4, 2000 and concluded November 27, 2000.","original_name":"Munting Anghel","vote_average":0.0,"name":"Munting Anghel","cert":"Unavailable","id":44109,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":"1996-04-06","cast":["Asami Jo","Miho Kiuchi","Hiroki Okayasu","Yosuke Kubozuka","Maki Hamada"],"overview":"","original_name":"変［HEN］","vote_average":0.0,"name":"Hen","cert":"Unavailable","id":44110,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":"2012-10-08","cast":["John Lloyd Cruz","Bea Alonzo"],"overview":"A Beautiful Affair is a 2012 Philippine television drama aired on ABS-CBN and worldwide on The Filipino Channel, topbilled by Bea Alonzo and John Lloyd Cruz from October 29, 2012 to January 18, 2013 succeeding Walang Hanggan. The drama revolves around two lost souls who meet and fall in love in the city of Vienna in Austria.","original_name":"A Beautiful Affair","vote_average":0.0,"name":"A Beautiful Affair","cert":"Unavailable","id":44119,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"News @ 6 is the flagship evening newscast of People's Television Network in the Philippines, succeeding newscast Teledyaryo. Shown every weekdays at 6:00 pm Philippine Standard Time, it is anchored by former Teledyaryo anchors Ralph Obina, Kathy San Gabriel and Atty. Marc Castrodes. The newscast is simulcast on radio thru Radyo ng Bayan stations nationwide.\n\nThe program features a MMDA video traffic system used during the commercial breaks, and closing credits while a video showing Filipino Sign Language slightly shrunk away from that corner enclosed in a egg circle of the news for audience with visual difficulties for the blind and deaf persons and hearing impaired.","original_name":"News @ 6","vote_average":0.0,"name":"News @ 6","cert":"Unavailable","id":44120,"adult":"false","genre_ids":[10763],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Ranmaru and Kei have a strong and passionate relationship built on years of trust, sacrifice and love. But when the mysterious son of a Yakuza boss begins to pursue Ranmaru's affection, tempers flare, and hidden emotions rise to the surface. Will Ranmaru and Kei's love survive, or will the emotional conflict finally come to a head?","original_name":"KIZUNA～絆～","vote_average":6.0,"name":"Kizuna","cert":"Unavailable","id":44121,"adult":"false","genre_ids":[18,18],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"X Faktorius is the Lithuanian version of The X Factor, a series originating from the United Kingdom. Based on the original UK show, the concept of the series is to find new singing talent contested by aspiring singers drawn from public auditions. The series aired in 14 of October in 2012. Based on the original UK show, the concept of the series is to find new singing talent contested by aspiring singers drawn from public auditions.","original_name":"X Faktorius","vote_average":0.0,"name":"X Faktorius","cert":"Unavailable","id":44122,"adult":"false","genre_ids":[],"origin_country":["LT"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Quiet Campus","vote_average":0.0,"name":"Quiet Campus","cert":"Unavailable","id":44123,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Kirdaar: Vol. 1","vote_average":0.0,"name":"Kirdaar: Vol. 1","cert":"Unavailable","id":44124,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Paris is a British sitcom produced by Talkback Productions for Channel 4. It was written jointly by Irish writers Arthur Mathews and Graham Linehan, best known for their later sitcom Father Ted. The show only lasted one series consisting of six episodes in October and November 1994. It featured the escapades of French artist Alain Degout living in 1920s Paris, who wants to be famous, but his work gets him nowhere. Unlike BBC sitcom 'Allo 'Allo, which was also set in France, featuring characters speaking in French accents, the characters of Paris spoke in an English accent.","original_name":"Paris","vote_average":0.0,"name":"Paris","cert":"Unavailable","id":44125,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"1998-09-23","cast":[],"overview":"One day Nuku Nuku dropped in and began to live with the Natsume family. Having lost her memory, Nuku Nuku assumed the identity of a beautiful girl named Atsuko Higuchi. She was so beautiful and gentle, and besides, she was such a great cook that Ryunosuke, 14, was all smiles. However, after her arrival in town, a series of mysterious incidents started to happen in Maneki City: experimental machines running haywire, roaring fighter aircraft flying low, mass destruction in the city. In every case, a mysterious girl was spotted at the scene of the incident.","original_name":"万能文化猫娘DASH!","vote_average":0.0,"name":"All Purpose Cultural Cat Girl Nuku Nuku Dash!","cert":"Unavailable","id":44134,"adult":"false","genre_ids":[35,16],"origin_country":["JP"]},{"first_air_date":"2012-12-18","cast":["Tavia Yeung","Hui Siu-Hung","Sharon Chan"],"overview":"Friendly Fire is a Hong Kong modern serial drama produced by TVB under executive producers Tommy Leung and Man Wai Hung and starring Michael Tse, Tavia Yeung, Sammy Leung and Sharon Chan.","original_name":"Friendly Fire","vote_average":8.0,"name":"Friendly Fire","cert":"Unavailable","id":44135,"adult":"false","genre_ids":[18],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"Muskurati Morning is a TV show hosted by Faysal Qureshi and Ayesha Khalid. It seeks to entertain, educate and expresses the voice of Pakistani woman.","original_name":"Muskurati Morning","vote_average":0.0,"name":"Muskurati Morning","cert":"Unavailable","id":44136,"adult":"false","genre_ids":[],"origin_country":["PK"]},{"first_air_date":null,"cast":[],"overview":"Who Wants to Be a Millionaire? is a Ugandan game show based on the original British format of Who Wants to Be a Millionaire?.The show is hosted by Alan Kasujja. Main goal of the game is to win 25 million Ugandan shillings by answering 15 multiple-choice questions correctly. The show is broadcast from January 31, 2011 to today. It is shown on the private TV station NTV.","original_name":"Who Wants to Be a Millionaire?","vote_average":0.0,"name":"Who Wants to Be a Millionaire?","cert":"Unavailable","id":44137,"adult":"false","genre_ids":[],"origin_country":["UG"]},{"first_air_date":"2012-07-02","cast":["Christopher Eccleston","MyAnna Buring","Ewen Bremner","Dervla Kirwan","Andrew Scott"],"overview":"Daniel Demoys has gone from being an idealistic young man with a burning desire to make the world a better place, to a disillusioned and corrupt council official. His alcoholism has driven a wedge between him and his family. When Daniel wakes up after another drunken night, he realizes that he might be responsible for a murder. A dramatic act of redemption buys him public adoration, so much so that he has become a candidate in the race for Mayor, but as his public star rises ever higher and he tries to repair the damage done to his private life, he is painfully aware that it could all come crashing down at any moment.","original_name":"Blackout","vote_average":6.0,"name":"Blackout","cert":"Unavailable","id":44140,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"2006-10-29","cast":["Franz Dinda","Mišel Matičević","Claudia Michelsen","Dominic Raacke","Roeland Wiesnekker"],"overview":"","original_name":"Blackout - Die Erinnerung ist tödlich","vote_average":0.0,"name":"Blackout - Die Erinnerung ist tödlich","cert":"Unavailable","id":44141,"adult":"false","genre_ids":[18,80],"origin_country":["DE"]},{"first_air_date":"2001-04-26","cast":["Clive Owen"],"overview":"BMW film presents \"The Hire\", a series of eight short films produced for the Internet in 2001 and 2002. A form of branded content, all eight films feature popular filmmakers from across the globe, star Clive Owen as the \"The Driver\" and highlight the performance aspects of various BMW automobiles. The series made a comeback in 2016, fifteen years after its original run ended.","original_name":"The Hire","vote_average":8.3,"name":"The Hire","cert":"Unavailable","id":44150,"adult":"false","genre_ids":[10759,80],"origin_country":["US"]},{"first_air_date":"1988-01-01","cast":["Chris Berman"],"overview":"","original_name":"Boardwalk & Baseball's Super Bowl of Sports Trivia","vote_average":0.0,"name":"Boardwalk & Baseball's Super Bowl of Sports Trivia","cert":"Unavailable","id":44151,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2004-01-06","cast":["Koyuki","Tsuyoshi Kusanagi","Ryō","Mikihisa Azuma","Sayaka Yamaguchi"],"overview":"","original_name":"僕と彼女と彼女の生きる道","vote_average":0.0,"name":"The Way We Live","cert":"Unavailable","id":44152,"adult":"false","genre_ids":[18],"origin_country":["JP"]},{"first_air_date":"2009-03-26","cast":["Jack Thompson"],"overview":"","original_name":"Bombora - The Story of Australian Surfing","vote_average":0.0,"name":"Bombora - The Story of Australian Surfing","cert":"Unavailable","id":44153,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":["Wendee Lee"],"overview":"","original_name":"Book of Y's","vote_average":0.0,"name":"Book of Y's","cert":"Unavailable","id":44154,"adult":"false","genre_ids":[10765,16],"origin_country":[]},{"first_air_date":"2002-01-10","cast":["Robert Stoltenberg","Sidsel Sørli"],"overview":"","original_name":"Borettslaget","vote_average":6.0,"name":"Borettslaget","cert":"Unavailable","id":44155,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":"2005-10-13","cast":[],"overview":"Born To Kill is a British true crime television series, made by Twofour Productions.[1][2] Each episode is an in-depth look at the childhood, and formative years of serial killers., in an attempt to find out whether the individuals were born killers, or created by the environments they found themselves in.","original_name":"Born to Kill?","vote_average":10.0,"name":"Born to Kill?","cert":"Unavailable","id":44156,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2007-12-21","cast":["Jonas Schmidt","Jonatan Spang","Nicolas Bro"],"overview":"Brian Mørk Show is a Danish comedy talk show , with stand-up comedian Brian Mørk as the host. Each program has Mørk visits of two actors or comedians who interviewed with false and often spontaneous questions . During the talks improvising guests and play the game without protest, while they tried to make their responses funny.","original_name":"Brian Mørk Show","vote_average":0.0,"name":"Brian Mørk Show","cert":"Unavailable","id":44167,"adult":"false","genre_ids":[35],"origin_country":["DK"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"BRIC","vote_average":0.0,"name":"BRIC","cert":"Unavailable","id":44168,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2012-09-25","cast":["David Herman","Jerry Minor","Roger Black","Tom Kenny","Daniel Tosh"],"overview":"Brickleberry National Park is facing closure, but not if the park’s dysfunctional park rangers can help it!\n\n“Brickleberry,” an animated half-hour series, follows the crazy bunch of park rangers as they do their worst to keep the park running. Steve (David Herman) has been “Ranger of the Month” every month for years, so he feels threatened when Ethel (Natasha Leggero) is transferred from Yellowstone National Park to help whip the park into shape. Connie (Roger Black) and Denzel (Jerry Minor) are two unique rangers that each bring special skills (or in Denzel’s case, lack of skills) to the job, and Woody (Tom Kenny) is the hapless Head Ranger who puts nothing above his beloved park, except his adopted bear cub, Malloy (Daniel Tosh), who he’s taken in and spoils to death.","original_name":"Brickleberry","vote_average":7.2,"name":"Brickleberry","cert":"Unavailable","id":44169,"adult":"false","genre_ids":[16,35],"origin_country":["US"]},{"first_air_date":"2010-04-24","cast":[],"overview":"A prequel to the highly anticipated Xbox 360 game Alan Wake, Bright Falls is an online series of live action shorts set in the fictitious Pacific Northwest town of Bright Falls, WA that provide an eerie prelude to the events that transpire before Alan Wakes arrival. The series, which is six episodes in length, introduces us to Jake Fischer, a newspaper reporter who, while visiting the town on business, encounters a series of mysterious and haunting experiences.","original_name":"Bright Falls","vote_average":5.0,"name":"Bright Falls","cert":"Unavailable","id":44170,"adult":"false","genre_ids":[18,9648],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Vida Mía is a Mexican telenovela produced by Rafael Gutierrez for Azteca. It is scheduled to premiere in March 2012, replacing A Corazón Abierto. It stars Ana La Salvia as the main heroine. It marks the return of both Gutierrez as telenovela producer and La Salvia as telenovela actress after 10 years, since Por Tí, in 2002.","original_name":"Vida Mía","vote_average":0.0,"name":"Vida Mía","cert":"Unavailable","id":44171,"adult":"false","genre_ids":[],"origin_country":["MX"]},{"first_air_date":"2010-04-12","cast":["Shaun Dooley"],"overview":"","original_name":"Britain's Underworld","vote_average":0.0,"name":"Britain's Underworld","cert":"Unavailable","id":44172,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2012-01-14","cast":["Bojana Maljević","Milutin 'Mima' Karadžić","Sanja Popović","Momčilo Otašević","Mladen Nelević"],"overview":"A TV series which depicts the clash of different value systems and mentalities of two Montenegrin families, one from the old city of Budva, and the other from transitional Nikšić.","original_name":"Budva na pjenu od mora","vote_average":0.0,"name":"Budva on the Foam of the Sea","cert":"Unavailable","id":44179,"adult":"false","genre_ids":[18,35],"origin_country":["ME","RS"]},{"first_air_date":"2007-03-06","cast":["Kevin Contreras"],"overview":"","original_name":"Building Green","vote_average":0.0,"name":"Building Green","cert":"Unavailable","id":44180,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-10-24","cast":["Michael Palin"],"overview":"Brazil with Michael Palin is a travel documentary series by Michael Palin consisting of four episodes. Palin, had never been to Brazil which, in the 21st century, has become a global player with a booming economy bringing massive social changes to this once-sleeping giant which, as the fifth largest country, is as big as some continents.","original_name":"Brazil with Michael Palin","vote_average":6.3,"name":"Brazil with Michael Palin","cert":"Unavailable","id":44181,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2012-01-05","cast":[],"overview":"Leave It to Bryan is a Canadian home renovation reality series hosted by contractor Bryan Baeumler, which premiered in January 2012 on HGTV.\n\nThe show is based around the concept that the renovations most desired by a homeowner aren't necessarily always the ones most urgently needed in the home. Baeumler has described the series as inspired by various past clients who wanted big-ticket renovations, such as kitchen or bathroom upgrades or home theatre spaces, while neglecting or even being entirely unaware of structural deficiencies that were much more critical to the value of their home, or even to their basic physical health and safety. He has suggested in interviews that this issue has become so common that many North American cities will face a major housing crisis within 15 to 20 years, as an increasing number of homes risk becoming entirely uninhabitable, if homeowners continue to emphasize lifestyle luxuries over basic structural improvements.\n\nEpisodes typically revolve around homeowners who may not realize that they have neglected a critical structural issue, couples who disagree on which renovation should be the immediate priority within their renovation budget, or other situations where the homeowners' wants and needs may be in conflict. In each episode, Baeumler meets with the homeowner to identify the desired renovation, while also assessing the home to identify whether another renovation is more critical; he subsequently returns to the home and begins the renovation he has identified as the most immediate requirement, and the homeowners only learn which project he has actually chosen after the renovation is already underway. The show is produced by Si Entertainment in Toronto and the GTA.","original_name":"Leave It to Bryan","vote_average":5.2,"name":"Leave It to Bryan","cert":"Unavailable","id":44182,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":"2012-03-12","cast":[],"overview":"Restaurant Stakeout is an American reality television series on the Food Network. The series debuted on March 12, 2012, with the second season premiering on August 29, 2012. The series follows New York City restaurant owner William Jack \"Willie\" Degel, who goes behind the scenes of different restaurants across the country with hidden cameras to examine their service problems. It is one of the first \"reality\" shows attempted on Food Network.","original_name":"Restaurant Stakeout","vote_average":1.0,"name":"Restaurant Stakeout","cert":"Unavailable","id":44183,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Big Fish is an Australian fishing show aired on One on 8 January 2012 hosted by Marc Vincent.","original_name":"Big Fish","vote_average":0.0,"name":"Big Fish","cert":"Unavailable","id":44184,"adult":"false","genre_ids":[99],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Feriengewitter","vote_average":9.0,"name":"Holiday Storm","cert":"Unavailable","id":44193,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2013-01-07","cast":["Laz Alonso","Marin Hinkle","Ella Rae Peck","Victor Garber","Tate Donovan"],"overview":"A detective goes undercover to investigate the murder of her best friend.","original_name":"Deception","vote_average":5.6,"name":"Deception","cert":"Unavailable","id":44194,"adult":"false","genre_ids":[10766,9648,18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Full-Blast Science Adventure - So That's How It Is is a Japanese anime broadcast by TV Tokyo from October 5, 2003 to March 28, 2004.","original_name":"Full-Blast Science Adventure – So That's How It Is","vote_average":0.0,"name":"Full-Blast Science Adventure – So That's How It Is","cert":"Unavailable","id":44195,"adult":"false","genre_ids":[16,10765,10759],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Moeru! Onii-san","vote_average":0.0,"name":"Moeru! Onii-san","cert":"Unavailable","id":44196,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Its Up To Us To Keep This Spirit Alive","vote_average":0.0,"name":"Its Up To Us To Keep This Spirit Alive","cert":"Unavailable","id":44197,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Marked Personal was a British daytime television drama created by Charles Dennis and starring Stephanie Beacham and Heather Chasen. The series was made by Thames Television and consisted of 90 episodes, shown twice weekly on Tuesday and Wednesday afternoons during 1973-74. It is set in the fictional personnel department of a large company called B.Y.A.","original_name":"Marked Personal","vote_average":0.0,"name":"Marked Personal","cert":"Unavailable","id":44198,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1996-01-14","cast":[],"overview":"Famous Dog Lassie is a 1996 Japanese anime series produced by Nippon Animation as the 23rd entry of the World Masterpiece Theater staple. The anime is based on the 1940 novel Lassie Come-Home by Eric Knight and also the second animated Lassie series ever produced, since Lassie's Rescue Rangers.","original_name":"名犬ラッシー","vote_average":0.0,"name":"Famous Dog Lassie","cert":"Unavailable","id":44199,"adult":"false","genre_ids":[16,18],"origin_country":["JP"]},{"first_air_date":"1995-01-15","cast":["Ai Orikasa","Toshiko Fujita","Akemi Okamura"],"overview":"Romeo's Blue Skies is a Japanese anime series by Nippon Animation. Although \"Romeo's Blue Skies\" is the literal translation of the Japanese title, the official English name given by Nippon Animation is \"Romeo and the Black Brothers\". It is known in the Philippines as \"Mga Munting Pangarap ni Romeo\".\n\nIt is based on the novel Die schwarzen Brüder written in 1941 in Switzerland by the Jewish author Kurt Held but published under the name of his wife Lisa Tetzner.","original_name":"ロミオの青い空","vote_average":0.0,"name":"Romeo's Blue Skies","cert":"Unavailable","id":44206,"adult":"false","genre_ids":[16,18],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"South Asian Veggie Table is a Cooking show first produced for the Omni Television, an Ontario television network in Canada. A half-hour TV show of Indian and South Asian vegetarian cooking. Hosted by Karen Johnson and Ronica Sajnani. The show has been syndicated internationally for the past 13 years. Karen Johnson and Ronica Sajnani have started a new cooking show called \"South Asian Tasting Table\". The television show \"South Asian Tasting Table\" is not a vegetarian cooking show.","original_name":"South Asian Veggie Table","vote_average":0.0,"name":"South Asian Veggie Table","cert":"Unavailable","id":44207,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":"2009-08-05","cast":["Park Ji-yeon","Seo Jun-young","Lee Seo-jin","Im Joo-eun","Ahn Seo-hyun"],"overview":"Ha Na and Doo Na were twin sisters who were very close to each other until Doo Na died a terrible death. One day, the usually bright and energetic Ha Na finds herself changing. She has superhuman strength and can do things that nobody can. Ha Na realizes that Doo Na's spirit has inhabited her body. Shin Ryu, a criminal psychoanalyst, uses Ha Na's powers to kill people that cannot be punished by the law.","original_name":"혼","vote_average":8.0,"name":"Soul","cert":"Unavailable","id":44208,"adult":"false","genre_ids":[18,80,9648],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"Mock & Sweet is a Japanese anime series. Mock and his sister, Sweet, are curious about the fuss on the earth and eventually decide to come out of the ground. They save the poor, the innocent and the brave whenever and wherever these people need help. Mock and Sweet get rid of tyrants, evil kings and notorious emperors, with smart and funny tricks a la Mole! The story background follows major historic events.","original_name":"Mock & Sweet","vote_average":0.0,"name":"Mock & Sweet","cert":"Unavailable","id":44209,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":"1976-06-04","cast":["Andrey Mironov","Anatoli Papanov","Rolan Bykov","Oleg Tabakov","Tatyana Pelttser"],"overview":"Set in the late 1920's Soviet Union, Ostap Bender and Ippolit \"Kisa\" Vorobyaninov are after stash of diamonds hidden in one of the chairs in 12-chair set. They are forced to go on a cross-country chase when the chairs are auctioned off.","original_name":"12 стульев","vote_average":8.0,"name":"Twelve Chairs","cert":"Unavailable","id":44210,"adult":"false","genre_ids":[35],"origin_country":["SU"]},{"first_air_date":null,"cast":[],"overview":"Samurai Love God was Comedy Central's first made-for-mobile and the 8 episode series, created by Eric Mahoney, directed by Tom Akel and Amer Kokh, and starring Ed Helms, Lisa Lampanelli, and Jenna Jameson, it ran on U.S. wireless carriers in fall 2006.","original_name":"Samurai Love God","vote_average":0.0,"name":"Samurai Love God","cert":"Unavailable","id":44211,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Jerry Baker: Garden Magic","vote_average":0.0,"name":"Jerry Baker: Garden Magic","cert":"Unavailable","id":44222,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-02-07","cast":[],"overview":"Death Unexplained is a British documentary series about the investigation of deaths in West London. It was shown on BBC One in February 2012 and follows coroner Alison Thompson, pathologists and other staff who deal with over 4,000 cases per year. The team work in co-operation with her to determine the cause of initially unexplained deaths which occur in her jurisdiction. Each episode is 40 minutes long.","original_name":"Death Unexplained","vote_average":0.0,"name":"Death Unexplained","cert":"Unavailable","id":44223,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"The Walter Compton News was an American television news series that aired from 1947 to 1948 on the DuMont Television Network Monday through Friday from 6:45pm to 7pm ET.","original_name":"The Walter Compton News","vote_average":0.0,"name":"The Walter Compton News","cert":"Unavailable","id":44224,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":"1982-10-03","cast":["Tom Baker","Terence Rigby","Will Knightley","Morris Perry","Gillian Martell"],"overview":"A British television serial based on Arthur Conan Doyle's Sherlock Holmes novel.","original_name":"The Hound of the Baskervilles","vote_average":6.0,"name":"The Hound of the Baskervilles","cert":"Unavailable","id":44225,"adult":"false","genre_ids":[10765,18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"The Weekend News, later called as ABS-CBN Weekend News, was a weekend newscast and the first Filipino language weekend newscast aired every Saturday and Sunday aired and produced by ABS-CBN News and Current Affairs from June 29, 1996 to April 28, 2007.\n\nWhen the newscast first aired in June 29, 1996 as The Weekend News, it first used English as its primary language. The newscast switched to Filipino in 1999 after The World Tonight left Channel 2 for ANC the day before, making it the first weekend newscast to broadcast in Filipino. It was relaunched as ABS-CBN Weekend News in July 7, 2001. The newscast ended in April 28, 2007 to make way for TV Patrol Sabado\/Linggo.","original_name":"The Weekend News","vote_average":0.0,"name":"The Weekend News","cert":"Unavailable","id":44226,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Australia's Funniest Home Videos: Daily Edition is a second spin off Australia's Funniest Home Videos first aired on Nine Network in December 2009 and currently on GO!","original_name":"Australia's Funniest Home Videos: Daily Edition","vote_average":0.0,"name":"Australia's Funniest Home Videos: Daily Edition","cert":"Unavailable","id":44227,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"1962-12-18","cast":["Jürgen Frohriep","Kati Székely","Erik S. Klein","Werner Dissel","Wolfgang Brunecker"],"overview":"Das grüne Ungeheuer is the title of a novel published in 1959 by East German author Wolfgang Schreyer. It is also the title of a five episodes miniserie adaptation from the book, produced in 1962 by film director Rudi Kurz for Deutscher Fernsehfunk.","original_name":"Das grüne Ungeheuer","vote_average":0.0,"name":"Das grüne Ungeheuer","cert":"Unavailable","id":44228,"adult":"false","genre_ids":[10759],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"In Search of History was a series that aired on the History channel in the late 1990's.  These television programs featured topics on history, historical settings, historical dramas, historical subjects and historical individuals.","original_name":"In Search of History","vote_average":0.0,"name":"In Search of History","cert":"Unavailable","id":44237,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":["Karen Leslie Dematera","Ai-Ai de las Alas","Yogo Singh","Gladys Reyes","Vandolph"],"overview":"Wako Wako is a Philippine fantasy drama series that airs on ABS-CBN in the Philippines. The series premiered in March 5, 2012 on Primetime Bida. On May 7, the series was moved to Kapamilya Gold to make way for, Aryana.","original_name":"Wako Wako","vote_average":0.0,"name":"Wako Wako","cert":"Unavailable","id":44238,"adult":"false","genre_ids":[10765,35],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Telling Stories with Tomie dePaola is a children's television series from The Jim Henson Company.","original_name":"Telling Stories with Tomie dePaola","vote_average":0.0,"name":"Telling Stories with Tomie dePaola","cert":"Unavailable","id":44239,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Terrible Joe Moran is a 1984 television film directed by Joseph Sargent. The TV-movie stars James Cagney, in his final film, Art Carney, and Ellen Barkin. The film, about an aging ex-boxer confined to a wheelchair, won an Emmy Award in 1984. Clips from Cagney's 1932 boxing picture Winner Take All were also used to illustrate the character's earlier career.","original_name":"Terrible Joe Moran","vote_average":6.0,"name":"Terrible Joe Moran","cert":"Unavailable","id":44240,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Chunqiu Ji is a 2011 Chinese historical television series based on events that occurred in the Jin state during the Spring and Autumn Period. The series was directed by Zhang Haolan and Liu Guonan and starred Gallen Lo, Bao Guo'an, He Bing, Kristy Yang, Joe Ma and Chen Zhihui in the lead roles.","original_name":"Chunqiu Ji","vote_average":0.0,"name":"Chunqiu Ji","cert":"Unavailable","id":44241,"adult":"false","genre_ids":[],"origin_country":["CN"]},{"first_air_date":"2013-06-23","cast":["Ana Ortiz","Dania Ramirez","Grant Show","Roselyn Sánchez","Rebecca Wisocky"],"overview":"The series centers on four Latina maids working in the homes of Beverly Hills’ wealthiest and most powerful families, and a newcomer who made it personal after a maid was murdered and determined to uncover the truth behind her demise, and in the process become an ally in their lives.","original_name":"Devious Maids","vote_average":6.7,"name":"Devious Maids","cert":"Unavailable","id":44242,"adult":"false","genre_ids":[18,9648],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Time Bokan: Royal Revival was a 1990's Original video animation of the popular 1970's anime cartoon Time Bokan.\n\nThis was the last installment of the series to feature the late Kei Tomiyama as the narrator. He was replaced in Time Bokan 2000: Kaitou Kiramekiman by Junpei Takiguchi and Kōichi Yamadera in the 2008 remake of Yatterman.","original_name":"Time Bokan: Royal Revival","vote_average":0.0,"name":"Time Bokan: Royal Revival","cert":"Unavailable","id":44243,"adult":"false","genre_ids":[10765,35],"origin_country":["JP"]},{"first_air_date":null,"cast":["Wu Jing"],"overview":"Shaolin King of Martial Arts is a 2002 Chinese wuxia television series directed by Chang Hsin-yen, Liu Jiacheng, and Wu Chia-tai. It starred Wu Jing, Yaqi, Chunyu Shanshan, Gao Haiyan, Huang Yi, Yu Chenghui, Ji Chunhua, Yu Hai and Xu Xiangdong in the leading roles.","original_name":"少林武王","vote_average":0.0,"name":"Shaolin King of Martial Arts","cert":"Unavailable","id":44252,"adult":"false","genre_ids":[],"origin_country":["CN"]},{"first_air_date":null,"cast":[],"overview":"Lost City in Snow Heaven, also known as Xue Yu Mi Cheng, is a Chinese fantasy-action television series released in 2005. The series was directed by Lai Shui-ching, Yu Ming-sang, and Yang Zhiqian, and starred Vincent Zhao and Ning Jing in the leading roles.","original_name":"Mysterious Snow City","vote_average":0.0,"name":"Mysterious Snow City","cert":"Unavailable","id":44253,"adult":"false","genre_ids":[],"origin_country":["CN"]},{"first_air_date":null,"cast":[],"overview":"Temple the Balloonist is an anime created by Tatsunoko Production.","original_name":"Temple the Balloonist","vote_average":0.0,"name":"Temple the Balloonist","cert":"Unavailable","id":44254,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Errol Flynn Theatre is a short-lived anthology series presented by Errol Flynn, who would also play the lead in every fourth show. His then-wife Patrice Wymore and son Sean also made appearances.\n\nIt was shot in England at Bray Studios but was made for the American market.","original_name":"The Errol Flynn Theatre","vote_average":0.0,"name":"The Errol Flynn Theatre","cert":"Unavailable","id":44255,"adult":"false","genre_ids":[18,9648,35],"origin_country":["GB"]},{"first_air_date":"1957-09-13","cast":[],"overview":"Created by Czech director and animator Zdeněk Miler in 1956, Krtek, or The Mole in English, was an international hit with children. Because the cartoons were presented with no dialogue, Krtek was held to no national boundaries.\n\nMilers daughter voiced the noises and grunts that Krtek made, and gave Miler the feedback from a child's perspective he needed to keep his stories focus on his young fans.","original_name":"Krtkova dobrodružství","vote_average":6.9,"name":"The Adventures of the Mole","cert":"Unavailable","id":44256,"adult":"false","genre_ids":[16,10762],"origin_country":["XC"]},{"first_air_date":"1983-01-09","cast":["Keiko Han","Miyuki Muroi","Eiko Masuyama","Osamu Kobayashi","Eiko Yamada"],"overview":"An anime series based on the children's book and set in the Swiss mountain village of Rossinière.","original_name":"アルプス物語 わたしのアンネット","vote_average":0.0,"name":"Story of the Alps: My Annette","cert":"Unavailable","id":44257,"adult":"false","genre_ids":[16,18],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Vixens, known in Japan as Visionary, is a three-episode Japanese erotic direct-to-video anime series based on the manga by U-Jin.","original_name":"Vixens","vote_average":0.0,"name":"Vixens","cert":"Unavailable","id":44258,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":"1993-09-04","cast":[],"overview":"","original_name":"Muka Muka Paradise","vote_average":8.0,"name":"Muka Muka Paradise","cert":"Unavailable","id":44269,"adult":"false","genre_ids":[16,35,10751,10762,10759],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Crash B-Daman","vote_average":0.0,"name":"Crash B-Daman","cert":"Unavailable","id":44270,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Galaxy Fraulein Yuna: Siren's Sadness","vote_average":0.0,"name":"Galaxy Fraulein Yuna: Siren's Sadness","cert":"Unavailable","id":44271,"adult":"false","genre_ids":[35],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Galaxy Fraulein Yuna: The Abyssal Fairy","vote_average":0.0,"name":"Galaxy Fraulein Yuna: The Abyssal Fairy","cert":"Unavailable","id":44272,"adult":"false","genre_ids":[35],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Subah was a popular TV series telecast on Doordarshan in 1987. It is a novel by Sivasankari on drug addiction. The title song for the series, \"Is raat ki Subah nahi\", was done by legendary composer R. D. Burman.","original_name":"Subah","vote_average":0.0,"name":"Subah","cert":"Unavailable","id":44273,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Kaichuang Shengshi, also known as Xin Sui Tang Fengyun, is a Chinese historical television series based on events in a period in Chinese history known as the Transition from the Sui Dynasty to the Tang Dynasty. The series is directed by Wang Wenjie and stars Shen Xiaohai, Liu Wenzhi, Zhang Zijian, Sun Feifei and Bao Guo'an. It was first broadcast on television stations in China in 2006.","original_name":"Kaichuang Shengshi","vote_average":0.0,"name":"Kaichuang Shengshi","cert":"Unavailable","id":44276,"adult":"false","genre_ids":[],"origin_country":["CN"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Judy Garland Show: Featuring Ray Bolger and Vic Damone","vote_average":0.0,"name":"The Judy Garland Show: Featuring Ray Bolger and Vic Damone","cert":"Unavailable","id":44287,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Main Stream with Roy Blount Jr.","vote_average":0.0,"name":"The Main Stream with Roy Blount Jr.","cert":"Unavailable","id":44290,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Jewish People: A Story of Survival","vote_average":0.0,"name":"The Jewish People: A Story of Survival","cert":"Unavailable","id":44291,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Secret File USA","vote_average":0.0,"name":"Secret File USA","cert":"Unavailable","id":44292,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Redneck Adventures Television Show: Bass Hawgin' & Snapper Chummin'","vote_average":0.0,"name":"Redneck Adventures Television Show: Bass Hawgin' & Snapper Chummin'","cert":"Unavailable","id":44293,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2011-04-11","cast":["Ringo Aoba","Shintarou Asanuma","Ai Shimizu","Eriko Nakamura","Mayumi Yoshida"],"overview":"Hoshizora e Kakaru Hashi, sometimes shortened to Hoshikaka and also known by the translation A Bridge to the Starry Skies, is an erotic visual novel developed and published by Feng, released on October 15, 2010 for Windows. The story, a mostly comedic slice-of-life, centers on Kazuma Hoshino, an adolescent boy who moves into rural Japan with his brother, and the personal and romantic encounters he has with a handful of the female residents there. Though the game requires little interaction from users, Hoshikaka engages the player through a nonlinear plot that they are given opportunities to change the course of during play.\n\nFeng announced work on Hoshizora e Kakaru Hashi in May 2009 and marketed it through public venues and the broadcast of a radio drama throughout development. The game was postponed a total of nine times and released almost a year after its initial date but was met with relatively positive reception. On November 11, 2011 Feng announced work on a fan disc for the game, set to be released on February 24, 2012.\n\nFollowing the game's release, Hoshizora e Kakaru Hashi made transitions into other media. Two light novels were published, as was an art book, audio dramas and several albums of music. A twelve-episode animated television series and direct-to-video single release was also produced by Dogakobo.","original_name":"星空へ架かる橋","vote_average":7.5,"name":"A Bridge to the Starry Skies","cert":"Unavailable","id":44300,"adult":"false","genre_ids":[10765,16,35],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"My Bedbugs: Let's Play","vote_average":0.0,"name":"My Bedbugs: Let's Play","cert":"Unavailable","id":44301,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2010-09-23","cast":[],"overview":"Marele câștigator is an Romanian reality game show that debuted on Antena 1 September 23, 2010. The show features obese people competing to win a cash prize by losing the highest percentage of weight relative to their initial weight.","original_name":"Marele câștigător","vote_average":0.0,"name":"Marele câștigător","cert":"Unavailable","id":44304,"adult":"false","genre_ids":[],"origin_country":["RO"]},{"first_air_date":"2012-08-07","cast":["Jay Baruchel","America Ferrera","Christopher Mintz-Plasse","T.J. Miller"],"overview":"DreamWorks Dragons is an American computer-animated television series airing on Cartoon Network based on the 2010 film How to Train Your Dragon. The series serves as a bridge between the first film and its 2014 sequel. Riders of Berk follows Hiccup as he tries to keep balance within the new cohabitation of Dragons and Vikings. Alongside keeping up with Berk's newest installment — A Dragon Training Academy — Hiccup, Toothless, and the rest of the Viking Teens are put to the test when they are faced with new worlds harsher than Berk, new dragons that can't all be trained, and new enemies who are looking for every reason to destroy the harmony between Vikings and Dragons all together.","original_name":"DreamWorks Dragons","vote_average":7.5,"name":"DreamWorks Dragons","cert":"Unavailable","id":44305,"adult":"false","genre_ids":[16,10759,10765,35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Dateline London is a weekly news discussion programme shown on both BBC News and BBC World News. The programme, presented by Gavin Esler, with Nik Gowing, Lyse Doucet and Maxine Mawhinney acting as relief presenters, features a roundtable panel of foreign and British journalists who discuss the week's top news stories from an international perspective.\n\nFirst presented by Charles Wheeler, and originally broadcast from the BBC's Westminster studios at Millbank and then BBC Television Centre, Dateline London now comes from the BBC News channel's studio at Broadcasting House. The programme is first shown on Saturdays at 12:30 on BBC News, and at 14:30 GMT on BBC World News. It is repeated on BBC News on Mondays at 02:30, and on BBC World News on Saturdays at 20:30 GMT and on Sundays at 01:30 and 08:30 GMT.\n\nDateline London started in 1996 and is produced by Nick Guthrie of TV Talk.","original_name":"Dateline London","vote_average":0.0,"name":"Dateline London","cert":"Unavailable","id":44306,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Chō Dendō Robo Tetsujin 28-go FX","vote_average":0.0,"name":"Chō Dendō Robo Tetsujin 28-go FX","cert":"Unavailable","id":44307,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":null,"cast":["Aleksandra Bibić","Mirka Vasiljević","Kalina Kovačević","Tamara Dragičević","Siniša Ubović"],"overview":"The Scent of Rain in the Balkans is a Serbian television series, adapted from the novel of the same name by Gordana Kuić. Consisting of fourteen episodes, it was directed by actor, director and producer Ljubiša Samardžić, and produced by his wife Mirjana. The series was broadcast on the RTS1 once in a week from 11 December 2010 to 11 March 2011. The Scent of Rain in the Balkans was filmed in Belgrade, Sarajevo, Zagreb and Dubrovnik.\n\nThe sequel to the series, The Blossom of Linden in the Balkans, is expected to be premiered in 2011.","original_name":"Miris kiše na Balkanu","vote_average":0.0,"name":"Miris kiše na Balkanu","cert":"Unavailable","id":44308,"adult":"false","genre_ids":[18],"origin_country":["RS"]},{"first_air_date":"2010-07-08","cast":["Mitsuki Saiga","Katsuyuki Konishi","Mamiko Noto","Chiaki Takahashi","Miyuki Sawashiro"],"overview":"Moyasimon: Tales of Agriculture, known in Japan as Moyashimon, is a manga series created by Masayuki Ishikawa. It has been serialized in Kodansha's seinen magazine Evening from August 2004 to June 2013 and moved since then to the magazine Morning two. It won the 2008 Tezuka Osamu Cultural Prize for Grand Prize and the 2008 Kodansha Manga Award for general manga. Del Rey Manga licensed the manga, but only released two volumes in English in North America. An 11-episode anime television series adaptation, animated by Shirogumi and Telecom Animation Film, aired between October and December 2007 on Fuji TV's noitamina programming block. A second season titled Moyasimon Returns aired from July to September 2012. The series follows Tadayasu Sawaki, a first-year college student at an agricultural university, who has a unique ability to see and communicate with bacteria and other micro-organisms.","original_name":"もやしもん","vote_average":0.0,"name":"Moyasimon: Tales of Agriculture","cert":"Unavailable","id":44315,"adult":"false","genre_ids":[35],"origin_country":["JP"]},{"first_air_date":"2010-01-23","cast":["Hiroyuki Yoshino","Daisuke Namikawa","Takanori Hoshino","Yoshiko Ikuta","Ryūsuke Ōbayashi"],"overview":"Night Raid 1931, is a Japanese anime television series produced by A-1 Pictures and Aniplex and directed by Jun Matsumoto. The 13-episode anime aired in Japan on the TV Tokyo television network starting April 5, 2010. Senkō no Night Raid is the second project of Anime no Chikara. Sentai Filmworks acquired the series and released it on Blu-ray and DVD in August 2011.","original_name":"閃光のナイトレイド","vote_average":0.0,"name":"Night Raid 1931","cert":"Unavailable","id":44316,"adult":"false","genre_ids":[16,18,10759],"origin_country":["JP"]},{"first_air_date":"2012-04-01","cast":["Hikaru Midorikawa","Katsuyuki Konishi","Tetsuya Kakihara","Junichi Suwabe","Tatsuhisa Suzuki"],"overview":"A spin-off based on the Saint Seiya series.","original_name":"聖闘士星矢Ω","vote_average":5.8,"name":"Saint Seiya Omega","cert":"Unavailable","id":44317,"adult":"false","genre_ids":[10765,16,10759],"origin_country":["JP"]},{"first_air_date":"2010-04-03","cast":["Houko Kuwashima","Shin-ichiro Miki"],"overview":"Yukimura Chizuru is the daughter of a doctor who works in Edo, her father leaves Edo to work as a volunteer doctor and moves to Kyoto without his daughter. As time passes by, Chizuru starts worrying about losing contact with her father, so she decides to go to Kyoto in search of him. On the way, Chizuru is attacked by few criminals and witnesses a fight between an oni and the Shinsengumi. Taking her into custody and saving her, the Shinsengumi debate on what to do with Chizuru when they discover that she is the daughter of the doctor they are also looking for. So they decide to become Chizuru's protectors and help her look for her father (the doctor). Lots of events happen while she stays with the Shinsengumi, as they discover mysterious secrets and also fight against the Bakumatsu group.","original_name":"薄桜鬼","vote_average":6.9,"name":"Hakuoki -Demon Of The Fleeting Blossom-","cert":"Unavailable","id":44318,"adult":"false","genre_ids":[10759,16,18,10765],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Catblue Dynamite","vote_average":0.0,"name":"Catblue Dynamite","cert":"Unavailable","id":44319,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"暗黒キャット","vote_average":0.0,"name":"Dark Side Cat","cert":"Unavailable","id":44320,"adult":"false","genre_ids":[35,16],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Web Ghosts PiPoPa","vote_average":0.0,"name":"Web Ghosts PiPoPa","cert":"Unavailable","id":44321,"adult":"false","genre_ids":[10765,35],"origin_country":[]},{"first_air_date":"2010-07-31","cast":["Bae Doo-na","So Yi-hyun","Lee Chun-hee","Ha Yeon-joo","Seo Ji-Seok"],"overview":"Gloria is a South Korean television series starring Bae Doona, Lee Chun-hee, Seo Ji-seok, So Yi-hyun, Oh Hyun-kyung and Lee Jong-won in a tale of romance, survival, overcoming poverty and adversity, and making your dreams come true. It aired on Munhwa Broadcasting Corporation from July 31, 2010 to January 30, 2011 on Saturdays and Sundays at 20:40 for 50 episodes.","original_name":"글로리아","vote_average":8.0,"name":"Gloria","cert":"Unavailable","id":44330,"adult":"false","genre_ids":[18],"origin_country":["KR"]},{"first_air_date":"1978-03-26","cast":["José Bódalo","Alfredo Mayo","Victoria Vera","Luis Suárez","Manuel Tejada"],"overview":"","original_name":"Cañas y barro","vote_average":6.5,"name":"Cañas y barro","cert":"Unavailable","id":44331,"adult":"false","genre_ids":[18],"origin_country":["ES"]},{"first_air_date":"2004-04-01","cast":[],"overview":"","original_name":"Caprial and John's Kitchen","vote_average":6.0,"name":"Caprial and John's Kitchen","cert":"Unavailable","id":44332,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1972-10-01","cast":["Carol Burnett","Dick Van Dyke","Harvey Korman","Lyle Waggoner","Tim Conway"],"overview":"Carol Burnett and Friends was a syndicated, truncated version of The Carol Burnett Show, showing only the sketches.The show star's Carol Burnett and co-star's Tim Conway and Harvey Korman, Carol Burnett's related shows: The Carol Burnett Show Carol Burnett and Company The Carol Burnett Show (1991) Carol & Company","original_name":"Carol Burnett and Friends","vote_average":4.8,"name":"Carol Burnett and Friends","cert":"Unavailable","id":44333,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":"2011-09-05","cast":["Paul McDermott"],"overview":"","original_name":"Good News World","vote_average":0.0,"name":"Good News World","cert":"Unavailable","id":44334,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":"2007-04-13","cast":["Paul Merton","Ian Hislop"],"overview":"Based on the week’s news and fronted by guest hosts, this extended version of the satirical news quiz features more of the stuff that wouldn't fit into the regular programme.","original_name":"Have I Got a Bit More News for You","vote_average":10.0,"name":"Have I Got a Bit More News for You","cert":"Unavailable","id":44337,"adult":"false","genre_ids":[10763,35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"America's Hardest Bounty Hunters: Criminals Meet Your Maker","vote_average":0.0,"name":"America's Hardest Bounty Hunters: Criminals Meet Your Maker","cert":"Unavailable","id":44342,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The History Channel: Busting the Mob","vote_average":0.0,"name":"The History Channel: Busting the Mob","cert":"Unavailable","id":44343,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Xtreme Martial Arts","vote_average":0.0,"name":"Xtreme Martial Arts","cert":"Unavailable","id":44344,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Steve Canyon: Special Edition","vote_average":0.0,"name":"Steve Canyon: Special Edition","cert":"Unavailable","id":44345,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Private Life of a Masterpiece: Masterpieces 1800 to 1850","vote_average":0.0,"name":"The Private Life of a Masterpiece: Masterpieces 1800 to 1850","cert":"Unavailable","id":44348,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Racket Squad: Vol. 5","vote_average":0.0,"name":"Racket Squad: Vol. 5","cert":"Unavailable","id":44349,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Building an Airplane: A jet airplane is one of the fastest machines on the planet. But have you ever seen one being built? It all goes together like a jigsaw puzzle! Once it's assembled, a test pilot takes the jet out for a flight. Will it pass the test? Soon the jet is ready to get to work flying people all over the world. <BR> Ride the Mountain Rails! Work Train is busy keeping the tracks in good shape. It takes the power of three engines to get up the sharp inclines and over the pass. These machines are a special hardy breed, made for the mountain rails. <BR> Reach for the Sky!: Stretch is a crane and his job is to lift things onto the top of very high buildings. He's attached to a truck so he can drive to jobs, but he's so tall that he has to be taken apart in order to fit through the streets. It takes a friend, Yellow Crane, to help Stretch assemble again!","original_name":"Mighty Machines: Revvved Up!","vote_average":0.0,"name":"Mighty Machines: Revvved Up!","cert":"Unavailable","id":44350,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Behind the Scenes is a Canadian television series original programme on Space. Debuting in 1997, the show takes a behind the scenes look and interviews various television series and mini-series cast and film crew of shows on Space.","original_name":"Behind the Scenes","vote_average":0.0,"name":"Behind the Scenes","cert":"Unavailable","id":44359,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Golf: Links in Time","vote_average":0.0,"name":"Golf: Links in Time","cert":"Unavailable","id":44360,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Things We Do for Love is a new television series under preparation in 2011-2012 directed by Alfonso Ribeiro and produced by Dan Garcia Productions. The half-hour sitcom has a cast that includes Alfonso Ribeiro, Tamera Mowry, María Conchita Alonso, and James Avery. 5 episodes have been ordered and taped to date.","original_name":"Things We Do for Love","vote_average":0.0,"name":"Things We Do for Love","cert":"Unavailable","id":44363,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Bob Hope: Bob Hope on TV","vote_average":0.0,"name":"Bob Hope: Bob Hope on TV","cert":"Unavailable","id":44364,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-01-01","cast":[],"overview":"Oprah's Next Chapter is an American primetime television show hosted and produced by Oprah Winfrey, airing on OWN: Oprah Winfrey Network. The series premiered on Sunday January 1, 2012 at 9\/8c, with a two-part episode featuring Aerosmith frontman Steven Tyler.","original_name":"Oprah's Next Chapter","vote_average":5.5,"name":"Oprah's Next Chapter","cert":"Unavailable","id":44365,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Maggie and the Ferocious Beast: Puzzles and Picnics","vote_average":0.0,"name":"Maggie and the Ferocious Beast: Puzzles and Picnics","cert":"Unavailable","id":44366,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2007-10-10","cast":["Hisashi Yoshizawa","Miho Kanno","Mokomichi Hayami","Aya Hirayama","Mayumi Sada"],"overview":"Matsukata Hiroko is a super busy magazine editor. Just like any other 28-year-old woman, she enjoys going on dates with her boyfriend, fashion and her private life. But once she turns her switch into working mode, she sacrifices all that and dedicates her life to her job. That's when her colleagues refer to her as the Hataraki Man (working man). Her success at work however doesn't give her total satisfaction. --NTV","original_name":"働きマン","vote_average":0.0,"name":"Hataraki Man","cert":"Unavailable","id":44373,"adult":"false","genre_ids":[18,16],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Scooby's All Star Laff-A-Lympics: Vol. 2","vote_average":0.0,"name":"Scooby's All Star Laff-A-Lympics: Vol. 2","cert":"Unavailable","id":44374,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Triple Cross: Bin Laden's Spy in America","vote_average":10.0,"name":"Triple Cross: Bin Laden's Spy in America","cert":"Unavailable","id":44375,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"1971-01-03","cast":[],"overview":"Hans Christian Andersen Stories is a Japanese anime series by Mushi Productions and aired on Fuji TV from January 3 to December 21, 1971.","original_name":"Andersen Monogatari","vote_average":0.0,"name":"Andersen Monogatari","cert":"Unavailable","id":44376,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":"1994-01-01","cast":[],"overview":"The Legend of Snow White is a Japanese anime series produced by Tatsunoko Production and based on the European fairy tale. Directed by Tsuneo Ninomiya and using a screenplay written by Jinzō Toriumi, the series premiered on NHK on April 6, 1994 and ran for 52-episodes until its conclusion on March 29, 1995.\n\nThe series uses two pieces of theme music: one opening theme, \"Heart no mori e tsuretette\" by Miki Sakai with Red Dolphins, and one ending theme, \"Folk Dance\" by Mebae Miyahara.","original_name":"The Legend of Snow White","vote_average":0.0,"name":"The Legend of Snow White","cert":"Unavailable","id":44377,"adult":"false","genre_ids":[16,10751,10762],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Hee Haw Collection: Vol. 6","vote_average":0.0,"name":"The Hee Haw Collection: Vol. 6","cert":"Unavailable","id":44380,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2011-09-02","cast":["Koo Hye-sun","Daniel Choi","Park Ki-woong","Ahn Yeo-jin","Ock Joo-hyun"],"overview":"The Musical is a 2011 South Korean television series starring Ku Hye-sun, Choi Daniel, Park Ki-woong, Ock Joo-hyun and Kim Eun-se. It aired on SBS from September 2 to December 23, 2011 on Fridays at 22:00 for 15 episodes.\n\nFilming began in July 2010, and the series was pre-produced before airing. One of the location shoots took place in Broadway, New York City.","original_name":"더 뮤지컬","vote_average":6.5,"name":"The Musical","cert":"Unavailable","id":44389,"adult":"false","genre_ids":[18],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Frontline: The War Briefing","vote_average":0.0,"name":"Frontline: The War Briefing","cert":"Unavailable","id":44390,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Great Cars: American Classics: Chrysler, Avanti, Kaiser","vote_average":0.0,"name":"Great Cars: American Classics: Chrysler, Avanti, Kaiser","cert":"Unavailable","id":44391,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Bob the Builder: Build It and They Will Come","vote_average":0.0,"name":"Bob the Builder: Build It and They Will Come","cert":"Unavailable","id":44392,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Dokkan! Robotendon is an anime created by Tatsunoko Production","original_name":"Dokkan! Robotendon","vote_average":0.0,"name":"Dokkan! Robotendon","cert":"Unavailable","id":44397,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1994-08-16","cast":["Canti Lau","Ada Choi","Fiona Leung","Kenix Kwok","Eddie Ng"],"overview":"Shade of Darkness is a 1994 horror series by Hong Kong television broadcaster TVB. Produced by Mui Siu-ching it featured a cast which included Canti Lau, Kenix Kwok and Ada Choi.","original_name":"異度凶情","vote_average":0.0,"name":"Shade of Darkness","cert":"Unavailable","id":44402,"adult":"false","genre_ids":[9648],"origin_country":["HK"]},{"first_air_date":"2012-02-06","cast":["Kim Jung-eun","Choi Il-hwa","Seo Tae-hwa","Hwang Jung-min"],"overview":"In a time somewhere in the future, North and South Korea have joined to form a unified Korean Peninsula. Suh Myung-Joon (Hwang Jeong-min) is the president of this newly-formed, fragile country. He strives to protect the alliance when the two sides begin a vicious battle over the country's natural resources. In this endeavour he's supported by his beautiful wife Lim Jin-Jae (Kim Jung-Eun), and finds a rival in NIS agent Kang Dong-Won (Ji Hoo).","original_name":"한반도","vote_average":0.0,"name":"Peninsula","cert":"Unavailable","id":44405,"adult":"false","genre_ids":[],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Play with Me Sesame: Playtime with Grover","vote_average":0.0,"name":"Play with Me Sesame: Playtime with Grover","cert":"Unavailable","id":44406,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Teenick Picks 1","vote_average":0.0,"name":"Teenick Picks 1","cert":"Unavailable","id":44407,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Ekhane Akash Neel is a Bengali serial which is telecasted on 7:30 PM on the free-to-air channel STAR Jalsha. The serial is set in a nursing home, and is themed on the love between Dr. Ujaan Chatterjee, a respected and talented young doctor, and Hiya, a who is the central actress of the drama. Ujaan is played by Rrishii Kaushik and Hiya is Aparajita Ghosh Das.","original_name":"Ekhane Aakash Neel","vote_average":0.0,"name":"Ekhane Aakash Neel","cert":"Unavailable","id":44408,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Getting ready to go to sleep has never been so enjoyable! Dance and sing the \"Boogie Woogie Sheep\" tune, say goodnight to favorite things and get cozy on Big Bird’s nest. Favorite Sesame friends encourage preschoolers to use their imaginations through interactive play as they settle down with gentle fun and learn the importance of naps and resting.","original_name":"Play with Me Sesame: Good Night Sesame","vote_average":0.0,"name":"Play with Me Sesame: Good Night Sesame","cert":"Unavailable","id":44409,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1977-01-02","cast":[],"overview":"Rascal the Raccoon is a Japanese anime series by Nippon Animation. It is based on the 1963 autobiographical novel \"Rascal, A Memoir of a Better Era\" by Sterling North.","original_name":"あらいぐまラスカル","vote_average":0.0,"name":"Rascal the Raccoon","cert":"Unavailable","id":44416,"adult":"false","genre_ids":[16,18],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Raising Waylon is a 2004 romantic comedy television film by Sam Pillsbury.","original_name":"Raising Waylon","vote_average":0.0,"name":"Raising Waylon","cert":"Unavailable","id":44417,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1985-09-21","cast":[],"overview":"Mujigen Hunter Fandora is an original video animation created by manga artist Go Nagai. It was originally released on September 21, 1985, March 10, 1986 and November 21, 1986 by Nippon Columbia Co., Ltd..\n\nAlong with the OVA, a 222-page novel written by Koichi Minade and illustrated by Nagai was released on February 19, 1986 by Kodansha with ISBN 4-06-190049-8.\n\nThe OVAs were also released in Italy by Dynamic Italia with the title Dimension Hunter Fandora.","original_name":"Mujigen Hunter Fandora","vote_average":0.0,"name":"Mujigen Hunter Fandora","cert":"Unavailable","id":44420,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Martin & Lewis: Colgate Comedy Classics","vote_average":0.0,"name":"Martin & Lewis: Colgate Comedy Classics","cert":"Unavailable","id":44421,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1994-11-04","cast":["Kouichi Yamadera","Rica Matsumoto","Kazue Ikura","Naoko Watanabe","Aya Hisakawa"],"overview":"Phantom Quest Corp. is a comedy\/horror anime produced by Madhouse. It was originally released as a four-episode original video animation in Japan between August 25, 1994 and February 25, 1995. An English-dubbed version was released in North America by Pioneer shortly thereafter. The plot of Phantom Quest Corp. revolves around Ayaka Kisaragi, the proprietor of a Shinjuku, Tokyo company dedicated to helping those in need of paranormal aid. The title is a play on words: Yūgen Kaisha means \"limited liability company\" in Japanese; but when written with different characters, the word yūgen can also mean \"the occult.\" The kanji 怪 means mysterious, but can also be read as Kai. Kaisha is typically written \"会社\". This further adds to the pun.\n\nIn addition to the Phantom Quest Corp. OVA series, two soundtrack albums, a Japanese light novel, and a single-issue English manga also exist. Phantom Quest Corp. has been compared to the concurrent manga and anime Ghost Sweeper Mikami. The animation, comedy, and action sequences in Phantom Quest Corp. has been praised by critics. However, these same reviewers felt it lacked plot depth and character development due to its short length.","original_name":"幽幻怪社","vote_average":6.0,"name":"Phantom Quest Corp.","cert":"Unavailable","id":44422,"adult":"false","genre_ids":[35,16,9648],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Cramp Twins: Twin-Compatible","vote_average":0.0,"name":"The Cramp Twins: Twin-Compatible","cert":"Unavailable","id":44423,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Mega-Excavators: Machines That Reshape the World","vote_average":0.0,"name":"Mega-Excavators: Machines That Reshape the World","cert":"Unavailable","id":44424,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Homesmine is a weekly regional property show broadcast on the Greater Manchester television station, Channel M. The programme, previously known as Homesearch, is dedicated to showcasing high profile properties available in Manchester and North West England, and also features interior design advice and other property related segments. It shares its new name with a similar feature in its former sister newspaper, the Manchester Evening News.\n\nThe Homesmine, a commercial presentation, is produced in-house at Channel M by Michael Wray & Hannah Loughlin. The programme was previously presented by BBC Radio Manchester presenter Becky Want and interior developmenent designer Sian Astley.","original_name":"The Homesmine","vote_average":0.0,"name":"The Homesmine","cert":"Unavailable","id":44433,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2011-09-04","cast":["Dominic West","Emily Watson","Robert Glenister","Monica Dolan","Gerard Horan"],"overview":"The extraordinary story of Gloucester housewife Janet Leach who played a key role in the uncovering of the crimes of Fred and Rosemary West.","original_name":"Appropriate Adult","vote_average":7.0,"name":"Appropriate Adult","cert":"Unavailable","id":44434,"adult":"false","genre_ids":[80,18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"The Vacillations of Poppy Carew is a novel by Mary Wesley. The title refers to the protagonist's inability to choose in life. However, when Poppy Carew's boyfriend leaves her, and her father dies, she is forced to make a decision and to learn how to deal with life on her own.","original_name":"The Vacillations of Poppy Carew","vote_average":0.0,"name":"The Vacillations of Poppy Carew","cert":"Unavailable","id":44435,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Find the Light is a 2003 TVB historical costume drama, set in the Qing dynasty. Consisting of 20 episodes, it was broadcast from September 8, 2003 to October 3, 2003, in the prime 8:00 to 9:00 pm weekday slot. The theme song was sung by Francis Yip.\n\nThe series uses dramatic irony in its telling, the two main protagonists being based on historical figures.","original_name":"Find the Light","vote_average":0.0,"name":"Find the Light","cert":"Unavailable","id":44436,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"The Death of Celebrity was a one hour special of Channel 4's popular 100 Greatest programmes. The programme attempted to discover Britain's most pointless celebrity. The programme was hosted by Piers Morgan. Here are the results:\n\n⁕Victoria Beckham\n\n⁕David Beckham\n\n⁕Katie Price\n\n⁕Abi Titmuss\n\n⁕Tony Blair\n\n⁕Jade Goody\n\n⁕The Royal Family\n\n⁕Jodie Marsh\n\n⁕Anyone from Big Brother\n\n⁕Rebecca Loos","original_name":"The Death of Celebrity","vote_average":0.0,"name":"The Death of Celebrity","cert":"Unavailable","id":44437,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Alexander Graham Bell: Voice of Invention","vote_average":0.0,"name":"Alexander Graham Bell: Voice of Invention","cert":"Unavailable","id":44438,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2012-01-16","cast":["Rory Reid","Ian Morris","Emma Barnett","Colin Furze","Tom Scott"],"overview":"A team of four experts adresses ordinary people's needs and desires when it comes to technology problems and requests.","original_name":"Gadget Geeks","vote_average":0.0,"name":"Gadget Geeks","cert":"Unavailable","id":44447,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2011-10-21","cast":["Kyoko Fukada","Kenta Kiritani","Naohito Fujiki","Tomoharu Hasegawa","Kunito Watanabe"],"overview":"Full-time homemaker, Serina, is madly in love with her elite securities manager husband, Takefumi. But ever since they got married two years ago as two incurably infatuated lovers, her husband has changed. He has begun to find her unmitigated affection towards him to be “over the top” and “irksome.” As a result, he has begun to avoid her. Then one evening returning from a dinner party, Serina finds herself caught up in a little incident where she encounters a private detective named Haruki. She ends up taking a job working at his office. Though somewhat clumsy and wielding no particular talent to speak of, Serina gradually realizes that she was made for detective work. And in the process of striving for the affection of the husband she loves, she too finds herself changing and growing into a beautifully strong and independent woman.","original_name":"専業主婦探偵～私はシャドウ","vote_average":0.0,"name":"Call Me The Shadow: Adventures of a Housewife Detective","cert":"Unavailable","id":44448,"adult":"false","genre_ids":[9648],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"HGTV Holiday Celebrity Homes","vote_average":0.0,"name":"HGTV Holiday Celebrity Homes","cert":"Unavailable","id":44449,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-01-04","cast":["Claudio Gioè","Claudia Pandolfi","Tommaso Ragno","Stefano Pesce","Yorgo Voyagis"],"overview":"Il tredicesimo apostolo - Il prescelto is an Italian television series produced in 2012.","original_name":"Il tredicesimo apostolo","vote_average":9.0,"name":"Il tredicesimo apostolo","cert":"Unavailable","id":44450,"adult":"false","genre_ids":[10765,18],"origin_country":["IT"]},{"first_air_date":"2007-05-25","cast":[],"overview":"Set in the ruins of Tokyo in the near future, a small group of female survivors face the impending extinction of humanity. They are forced to use violence in the face of bioterrorism and other threats. While some women accept their fate as the last generation of humans, others see biological engineering as a final hope for the survival of the species.","original_name":"ICE","vote_average":0.0,"name":"ICE","cert":"Unavailable","id":44451,"adult":"false","genre_ids":[10765,16],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Spooky Valentine is a Philippine romance-horror series produced by GMA Network intended only for the month of February in celebration of Valentine's Day. It is the successor of Spooky Nights, which ended last December 17, 2011. Spooky Valentine premiered February 4, 2012 and ended in February 25, 2012 thus ending the Valentine series of Spooky Nights and starting March 10, Spooky Nights was back.","original_name":"Spooky Valentine","vote_average":0.0,"name":"Spooky Valentine","cert":"Unavailable","id":44452,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"2012-01-11","cast":[],"overview":"Amazing Eats is an American food reality television series that premiered on January 11, 2012 on the Travel Channel. The program is hosted by actor and food enthusiast Adam Richman. In each episode, Richman tracks down all the best mouth-watering cuisines in the United States. New episodes currently airs every Wednesday at 9pm EST in place of Richman's popular series Man v. Food during its mid-season break. The episodes consist primarily of footage from Man v. Food and Man v. Food Nation re-edited by theme instead of city, and with the eating challenge segments omitted.","original_name":"Amazing Eats","vote_average":0.0,"name":"Amazing Eats","cert":"Unavailable","id":44453,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2012-09-07","cast":["Nicky Wu","Ma Su","Fan Siu-Wong","Sitong Liu"],"overview":"The Bride with White Hair is a Chinese television series very loosely based on Liang Yusheng's novel Baifa Monü Zhuan. Except for some characters' names, the plot is almost completely unrelated to the original story. It was first aired on Hunan Satellite TV on 14 September 2012. Shooting started on 26 April 2012 in Hengdian World Studios, Zhejiang. The series stars Nicky Wu, Ma Su, Louis Fan, Liu Sitong, Li Jie, Guo Zhenni, and Ye Zuxin.","original_name":"新白髮魔女傳","vote_average":0.0,"name":"The Bride with White Hair","cert":"Unavailable","id":44462,"adult":"false","genre_ids":[],"origin_country":["CN"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Tetsujin 28-go","vote_average":0.0,"name":"Tetsujin 28-go","cert":"Unavailable","id":44463,"adult":"false","genre_ids":[18],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The First Time","vote_average":0.0,"name":"The First Time","cert":"Unavailable","id":44464,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1977-09-22","cast":[],"overview":"Arrow Emblem: Hawk of the Grand Prix is an anime series aired from 1977 to 1978 in Japan. There are 44 episodes aired at 25 minutes each. It is also known as \"Arrow Emblem Grand Prix no Taka\". In the United States, it was re-edited to a short movie called \"Super Grand Prix\".","original_name":"アローエンブレム グランプリの鷹","vote_average":0.0,"name":"Arrow Emblem: Hawk of the Grand Prix","cert":"Unavailable","id":44465,"adult":"false","genre_ids":[18,16,18],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Kappa no Kaikata","vote_average":0.0,"name":"Kappa no Kaikata","cert":"Unavailable","id":44466,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Search for the Gods is a 1975 television film directed by Jud Taylor. It stars Kurt Russell and Stephen McHattie.","original_name":"Search for the Gods","vote_average":0.0,"name":"Search for the Gods","cert":"Unavailable","id":44467,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-08-28","cast":["Alejandro Lukini"],"overview":"La Isla also known as La Isla: El Reality is a Mexican reality show that aired on August 20, 2012 It was produced by Be-Tv together with TV Azteca and is based on the Colombian Reality Desafío Caracol TV.. The program shows three groups of players: the first two are composed of Mexican characters, known as famosos and showbiz celebridades, and a third team players called The Desconocidos.","original_name":"La Isla: El Reality","vote_average":7.7,"name":"La Isla: El Reality","cert":"Unavailable","id":44468,"adult":"false","genre_ids":[10759,10764],"origin_country":["MX"]},{"first_air_date":"2008-06-12","cast":["Fumie Mizusawa","Toshiyuki Toyonaga","Mikako Takahashi"],"overview":"Chocolate is now illegal. The story takes place in present day, the Good for You Party has won the election and announced the amazing Chocolate Prohibition law. They prohibit all sweet things, including chocolates, because they are harmful to ones health. Two boys, Huntley and Smudger, stand up to fight against the law. With help from Louise and other friends, they begin to bootleg chocolate.","original_name":"チョコレート・アンダーグラウンド","vote_average":10.0,"name":"Chocolate Underground","cert":"Unavailable","id":44477,"adult":"false","genre_ids":[16,35,10762],"origin_country":[]},{"first_air_date":"2011-11-28","cast":[],"overview":"Charley Boorman travels the world on his trusty BMW GS Adventure motorcycle.","original_name":"Charley Boorman's Extreme Frontiers","vote_average":0.0,"name":"Charley Boorman's Extreme Frontiers","cert":"Unavailable","id":44480,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"1952-09-01","cast":[],"overview":"","original_name":"Christopher Closeup","vote_average":0.0,"name":"Christopher Closeup","cert":"Unavailable","id":44481,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2009-10-29","cast":["Charlie Rose"],"overview":"","original_name":"Charlie Rose: Brain Series","vote_average":0.0,"name":"Charlie Rose: Brain Series","cert":"Unavailable","id":44482,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"A Harlot's Progress is a 2006 British television film directed by Justin Hardy and starring Zoe Tapper, Toby Jones, Sophie Thompson and Richard Wilson. The story is based on the series of paintings entitled A Harlot's Progress by William Hogarth. Hogarth's work is inspired by his interactions with an eighteenth-century prostitute Mary Collins. It originally aired on Channel 4 on 2 November 2006.","original_name":"A Harlot's Progress","vote_average":0.0,"name":"A Harlot's Progress","cert":"Unavailable","id":44483,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1986-09-01","cast":["Donna Dixon","Fran Drescher"],"overview":"","original_name":"Charmed Lives","vote_average":0.0,"name":"Charmed Lives","cert":"Unavailable","id":44484,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2013-05-13","cast":["Alejandro Ibarra","Ximena Navarrete","William Levy","Iván Sánchez","Laura Carmine"],"overview":"La tempestad is a Mexican telenovela produced by Salvador Mejía Alejandre for Televisa. It is loosely based on the Colombian telenovela La Tormenta, produced by RTI Colombia for Telemundo and Caracol TV.\n\nWilliam Levy and Ximena Navarrete star as the protagonists, while Iván Sanchez, Laura Carmine, Mariana Seoane, Cesar Evora, and Manuel Ojeda star as the antagonists. Daniela Romo is also confirmed to star. Previously, Jessica Coch and Adriana Louvier were originally confirmed to star as the antagonist.","original_name":"La Tempestad","vote_average":0.0,"name":"The Tempest","cert":"Unavailable","id":44493,"adult":"false","genre_ids":[18],"origin_country":["MX"]},{"first_air_date":null,"cast":[],"overview":"The Four Corners is a Canadian travel television series which aired on CBC Television in 1957.","original_name":"The Four Corners","vote_average":0.0,"name":"The Four Corners","cert":"Unavailable","id":44494,"adult":"false","genre_ids":[99],"origin_country":["CA"]},{"first_air_date":"1966-02-04","cast":["Chicho Ibañez Serrador"],"overview":"Historias para no dormir was a horror Spanish television series written and directed by Narciso Ibáñez Serrador and broadcast from 1966 by TVE-1.","original_name":"Historias para no dormir","vote_average":6.8,"name":"Historias para no dormir","cert":"Unavailable","id":44495,"adult":"false","genre_ids":[9648,18],"origin_country":["ES"]},{"first_air_date":"1988-12-04","cast":["Petr Nárožný","Jaromír Hanzlík","Katja Rupé","Václav Postránecký","Josef Abrhám"],"overview":"","original_name":"Cirkus Humberto","vote_average":7.0,"name":"Cirkus Humberto","cert":"Unavailable","id":44496,"adult":"false","genre_ids":[18],"origin_country":["XC"]},{"cert":"Unavailable","cast":["Julie White"],"id":44497,"first_air_date":"2004-08-01","overview":"","genre_ids":[],"origin_country":[],"original_name":"City Celebrity Country Nobody","vote_average":0.0,"name":"City Celebrity Country Nobody","adult":"false"}]