[{"first_air_date":"2003-09-13","cast":["Noel Callahan","Victoria Jackson","Erica O'Keith","Romeo Miller","Zachary Isaiah Williams"],"overview":"Romeo! is an American\/Canadian television series that aired on Nickelodeon from 2003 to 2006, totaling 53 episodes. The filming was done in Vancouver, British Columbia, while the show takes place in Seattle, Washington.\n\nReruns occasionally aired on Nickelodeon, CBS, BET and The N until December 26, 2008. The series was produced by Tom Lynch Company and P. Miller Collection in association with Nickelodeon Productions.","original_name":"Romeo!","vote_average":7.0,"name":"Romeo!","cert":"Unavailable","id":4000,"adult":"false","genre_ids":[35],"origin_country":["US","CA"]},{"first_air_date":"2004-06-29","cast":["Gillian McKeith"],"overview":"You Are What You Eat is a dieting programme aired in various forms between 2004 and 2007 on British broadcasting company Channel 4, and presented by Gillian McKeith. The fourth series was called You Are What You Eat: Gillian Moves In.","original_name":"You Are What You Eat","vote_average":10.0,"name":"You Are What You Eat","cert":"Unavailable","id":4001,"adult":"false","genre_ids":[10764],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"The Finnish adaptation of Big Brother is broadcast on Sub in Finland.\n\nThe series premiered on August 28, 2005 and the eight season eight concluded in December, 2012. Since Season 7, the series has been produced by Endemol Finland Oy; the previous seasons were produced by Metronome Film & Television Oy. The season winner wins €50,000.\n\nOn March 5, 2013, Sub announced that the ninth season will air in the fall of 2013 and will be the first season to feature celebrites as contestants. The ninth season will be shorter than the previous season and will feature only one host.","original_name":"Big Brother","vote_average":0.0,"name":"Big Brother","cert":"Unavailable","id":4002,"adult":"false","genre_ids":[],"origin_country":["FI"]},{"first_air_date":"1968-09-24","cast":["Peggy Lipton","Clarence Williams III","Tige Andrews","Michael Cole"],"overview":"The Mod Squad was the enormously successful groundbreaking \"hippie\" undercover cop show that ran on ABC from September 24, 1968, until August 23, 1973. It starred Michael Cole as Pete Cochren, Peggy Lipton as Julie Barnes, Clarence Williams III as Linc Hayes, and Tige Andrews as Captain Adam Greer. The executive producers of the series were Aaron Spelling and Danny Thomas.\n\nThe iconic counter-culture police series earned six Emmy nominations, four Golden Globe nominations plus one win for Peggy Lipton, one Directors Guild of America award, and four Logies. In 1997 the episode \"Mother of Sorrow\" was ranked #95 on TV Guide's 100 Greatest Episodes of All Time.","original_name":"The Mod Squad","vote_average":6.6,"name":"The Mod Squad","cert":"Unavailable","id":4003,"adult":"false","genre_ids":[10759,18],"origin_country":["US"]},{"first_air_date":"1974-04-11","cast":["Richard Jaeckel","James Drury","Michael Delano","Brad Davis"],"overview":"Firehouse is an American drama\/adventure series that aired on ABC television series in early 1974. Somewhat derivative of Emergency! and the recent best-selling novel Report From Engine Co. 82 by FDNY fireman Dennis Smith, the series was set in Los Angeles at a small inner-city fire station. The five-man crew of Engine Company 23 was led by Captain Spike Ryerson, played by James Drury, fresh from his starring role of nine years on the western series The Virginian.","original_name":"Firehouse","vote_average":0.0,"name":"Firehouse","cert":"Unavailable","id":4004,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2006-10-02","cast":["Zane Lamprey"],"overview":"Three Sheets is an international travelogue\/pub-crawl television series which airs on Spike in the United States. The first three seasons of the show originally aired on MOJO HD before moving to FLN for the fourth season. Repeats of the show briefly aired on The Travel Channel before being picked up by Spike. The title is taken from the popular expression, \"three sheets to the wind,\" referring to one who is staggering drunk.\n\nComedian Zane Lamprey hosts a humorous trip around the world sampling the local well-known food and drink while also engaging in local alcohol-related customs. In each episode Lamprey samples various food and drinks and learns about the customs and libations of that area, and then experiences the local hangover cure. The series is produced by Screaming Flea Productions.","original_name":"Three Sheets","vote_average":6.8,"name":"Three Sheets","cert":"Unavailable","id":4005,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2006-01-04","cast":[],"overview":"Follows the Wilkinsons family as they move back to The Quinte Area, Ontario from Nashville, Tennessee.","original_name":"The Wilkinsons","vote_average":0.0,"name":"The Wilkinsons","cert":"Unavailable","id":4016,"adult":"false","genre_ids":[35],"origin_country":["CA"]},{"first_air_date":"1995-01-01","cast":["Dian Bachar","Trey Parker","Matt Stone","Jason McHugh","Toddy Walters"],"overview":"Time Warped was a failed historic satire TV series created by future South Park creator Trey Parker in 1995. The series consisted of two pilot episodes - a musical version of Aaron and Moses's quest to free the Hebrews and a prehistoric love story between a Homo erectus and an Australopithecus.","original_name":"Time Warped","vote_average":5.0,"name":"Time Warped","cert":"Unavailable","id":4017,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1989-03-26","cast":["Scott Bakula","Dean Stockwell","Deborah Pratt","Dennis Wolfberg"],"overview":"Theorizing that one could time travel within his own lifetime, Dr. Sam Beckett stepped into the Quantum Leap accelerator and vanished... He woke to find himself trapped in the past, facing mirror images that were not his own and driven by an unknown force to change history for the better. His only guide on this journey is Al, an observer from his own time, who appears in the form of a hologram that only Sam can see and hear. And so Dr. Beckett finds himself leaping from life to life, striving to put right what once went wrong and hoping each time that his next leap will be the leap home.","original_name":"Quantum Leap","vote_average":7.7,"name":"Quantum Leap","cert":"Unavailable","id":4018,"adult":"false","genre_ids":[10759,18,10765],"origin_country":["US"]},{"first_air_date":"2007-04-09","cast":["Shenaz Treasury"],"overview":"Culture Shock is an American travel show hosted by Shenaz Treasurywala on the Travel Channel. It premiered on Monday 9 April 2007 at 8pm ET\/PT. The program's self-described aim is to search out the \"peculiar customs and bizarre traditions\" of various cultures around the world. The pilot is currently being developed for a 13 episode series. The show was canceled.","original_name":"Culture Shock","vote_average":0.0,"name":"Culture Shock","cert":"Unavailable","id":4019,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2005-06-03","cast":[],"overview":"8 Out of 10 Cats is a British television comedy panel game produced by Zeppotron for Channel 4. It was first broadcast on 3 June 2005. The show is based on statistics and opinion polls, and draws on polls produced by a variety of organizations and new polls commissioned for the programme, carried out by company Harris Poll. The show's title is derived from a well-known advertising tagline for Whiskas cat food, which originally claimed that \"8 out of 10 cats prefer Whiskas\".","original_name":"8 out of 10 Cats","vote_average":6.8,"name":"8 out of 10 Cats","cert":"Suitable for 15 years & above","id":4020,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2007-04-01","cast":["Sean Stewart","Randy Spelling"],"overview":"Sons of Hollywood is an American reality show starring Randy Spelling, Sean Stewart, and agent David Weintraub.","original_name":"Sons of Hollywood","vote_average":0.0,"name":"Sons of Hollywood","cert":"Unavailable","id":4021,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"MLB on Five was a sports television programme on the British Five Network featuring live coverage of Major League Baseball games. It was usually broadcast on Sunday and Wednesday nights. The Sunday broadcasts usually began at around 1am BST leading into the live Sunday Night Baseball telecast, while the Wednesday programme began at various times and the game usually aired on a one- to two-hour delay. Five also provided live coverage of the All-Star Game and World Series.\n\nRegular-season game commentary was taken direct from ESPN; All-Star Game and World Series broadcasts typically used the MLB International feed.","original_name":"MLB on Five","vote_average":0.0,"name":"MLB on Five","cert":"Unavailable","id":4034,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1983-09-10","cast":["Don Adams","Don Francks","Cree Summer","Maurice LaMarche"],"overview":"Inspector Gadget is an animated television series that revolves around the adventures of a clumsy, dim-witted cyborg detective named lnspector Gadget – a human being with various bionic gadgets built into his body. Gadget's arch-nemesis is Dr. Claw, the leader of an evil organization, known as \"M.A.D.\"\n\nThis is the first syndicated cartoon show from DIC Entertainment. lt originally ran from 1983 to 1986 and remained in syndication into the late 1990s. It continues to air successfully in reruns around the world.\n\nThe series was produced by companies in France, Canada, the United States, Taiwan, and Japan. It was a co-production between DIC Entertainment in France and Nelvana in Canada; the animation work was outsourced to foreign studios such as Tokyo Movie Shinsha in Japan and Cuckoo's Nest Studio in Taiwan. It was the first animated television series to be presented in stereo.","original_name":"Inspector Gadget","vote_average":6.6,"name":"Inspector Gadget","cert":"Unavailable","id":4035,"adult":"false","genre_ids":[16,35],"origin_country":["US","CA","FR","JP","TW"]},{"first_air_date":"1991-01-22","cast":["Tommy Dysart","Jon English","Steven Jacobs","Kerry Armstrong","Jane Hall"],"overview":"All Together Now was an Australian sitcom that was broadcast on Nine Network between 1991 and 1993. The premise involved an ageing rocker trying to maintain his music career while living with his son and daughter. For an undetermined number of initial episodes filmed prior to public broadcast, the show title was \"Rhythm and Blues\" and had a different theme song.","original_name":"All Together Now","vote_average":7.0,"name":"All Together Now","cert":"Unavailable","id":4036,"adult":"false","genre_ids":[35],"origin_country":["AU"]},{"first_air_date":"2002-04-02","cast":[],"overview":"Xchange was a factual entertainment BBC television programme for children. It was broadcast initially on BBC Two and later the CBBC Channel. The programme was transmitted live from studio TC2 at BBC Television Centre. Towards the end of the show, it was recorded the day before broadcasting.\n\nThe first era of the programme came in 1998 when it was designed as a programme shown on BBC Two in the summer holidays. This format was repeated annually until the launch of the CBBC Channel in 2002. As a result, 1,040 episodes over two years were initially ordered. At that time, it was the BBC's biggest ever single in-house commission. On the CBBC Channel, it was a continuous, daily, hour-long format broadcast from 7:30am. Although, by the time the programme ended in March 2006, it was being broadcast twice daily in thirty minute durations.\n\nThe show featured a website where users can sign-up to collect points, and also could gain points for being a caller on the show. People who obtained 1000 points could enter a draw to appear on the show and be a \"Gold X-IDer\" in the studio. In a later series, the 1000 points could also be traded in to have a presenter host a part of the show from an X-IDer's house for a week.","original_name":"Xchange","vote_average":0.0,"name":"Xchange","cert":"Unavailable","id":4037,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2005-10-28","cast":[],"overview":"These are the true stories of the innocent and the unimaginable. Based on true events, A Haunting dramatises some of the scariest stories, revealing a world in which tragedy, suicide and murder have left psychic impressions so powerful that innocent people become forced to deal with them decades later. Through mesmerising first-person accounts, the mystery and origin of each haunting is powerfully revealed and leaves a lingering sense that life - and death - are much stronger then anyone could have possibly imagined.","original_name":"A Haunting","vote_average":6.1,"name":"A Haunting","cert":"Unavailable","id":4038,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2006-06-28","cast":["Mayko Nguyen","Ashley Leggat","Jeff Roop","Kate Hewlett","Errol Sitahal"],"overview":"11 Cameras is a short-lived CBC Television half-hour drama series that showed its characters through webcams. The show aired in the summers of 2006 and 2007. CBC ordered 22 episodes in total, and did not renew the show, although it lives on in South America and can be seen in other parts of the world. Endemol secured the format rights for the show internationally.\n\nThe series was created by Chokolat and co-produced with Shaftesbury Films and Henry Less Productions.","original_name":"11 Cameras","vote_average":0.0,"name":"11 Cameras","cert":"Unavailable","id":4039,"adult":"false","genre_ids":[18],"origin_country":["CA"]},{"first_air_date":"1994-09-08","cast":["Malik Yoba","Lauren Vélez","Josh Hopkins","Thomas Mikal Ford","Marisa Ryan"],"overview":"New York Undercover is an American police drama The series stars Detective J.C. Williams and Detective Eddie Torres, two undercover detectives in New York City's Fourth Precinct who were assigned to investigate various crimes and gang-related cases.","original_name":"New York Undercover","vote_average":8.2,"name":"New York Undercover","cert":"Unavailable","id":4040,"adult":"false","genre_ids":[18,80],"origin_country":["US"]},{"first_air_date":"1997-04-07","cast":["Sophie McDonnell","Angellica Bell"],"overview":"50\/50 was a British children's game show that was broadcast on BBC1. It was broadcast from 7 April 1997 to 12 July 2005. Two schools in the UK put forward 50 students, each child given a number from 1–50 which they wear during the show, before each round a random number generator picks which students will take part in the next game.\n\nThe t-shirt colours were originally green and orange but this was changed to blue and yellow. They sit opposite each other in raised seating while the game takes place in between them. Most of the children will not get an opportunity to play in a game, but there are question rounds and observation rounds where points are won by the number of correct answers. The games usually consist of inflatable obstacle courses similar to those found in Get Your Own Back, Fun House and Run the Risk.","original_name":"50\/50","vote_average":0.0,"name":"50\/50","cert":"Unavailable","id":4051,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":["Pamelyn Ferdin","Jere Fields","Chuck Jones","Don Herbert","Don Messick"],"overview":"Curiosity Shop is an American children's educational television program produced by ABC-TV in 1971, capitalizing on the success of Sesame Street.\n\nSponsored by the Kellogg's cereal company, Curiosity Shop was broadcast Saturday mornings from September 11, 1971, to January 6, 1973. The program featured three inquisitive children who each week visited a shop populated with various puppets and gadgets, discovering interesting things about science, nature and history. Each hour-long show covered a specific theme: clothing, music, dance, weather, the five senses, space, time, rules, flight, dolls, etc.","original_name":"Curiosity Shop","vote_average":0.0,"name":"Curiosity Shop","cert":"Unavailable","id":4052,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2007-09-26","cast":["Peter Krause","Donald Sutherland","William Baldwin","Natalie Zea","Glenn Fitzgerald"],"overview":"The Darling family's obscene wealth and enormous power makes them easy  targets for their rivals, enemies, and the tabloids. Patriarch Tripp  uses his money and influence to shield his five adult children from the  prying eyes of the world. As the Darlings' reluctant personal lawyer,  Nick George has barely begun to discover the legal - and illegal - needs  of the family. Blackmail threats. Questionable deals. Illegitimate  children. Illicit affairs. It will take every trick he can think of to  keep them out of the tabloids - and out of jail. But if he can solve his  father's mysterious death, it might be worth the hassle. Enter a  seductive world of glamorous people, exclusive parties and delicious  intrigue.","original_name":"Dirty Sexy Money","vote_average":6.1,"name":"Dirty Sexy Money","cert":"Unavailable","id":4053,"adult":"false","genre_ids":[35,18],"origin_country":["US"]},{"first_air_date":"1999-04-08","cast":["Hideaki Takizawa","Naomi Nishida","Nanako Matsushima","Kenichi Yajima","Hitomi Kuroki"],"overview":"Michi, a 26 year old high school math teacher, tentatively accepts her boyfriend’s proposal of marriage, uncertain of her love for him but feeling pressure from her father and society to do what is expected of her. Hikaru, a 17 year old boy frustrated by his home life with his single mother and having been expelled from many high schools for bad behavior, enters Michi’s class as a new transfer student. As their relationship grows they realize that they both feel that they have lost themselves to the pressures of those around them, and it is this common bond that draws them dangerously close. What follows is a heart-wrenching story of forbidden love where Michi must face society’s judgement for corrupting a minor, abandoning her fiance, and disappointing her parents and co-workers.","original_name":"魔女の条件","vote_average":6.5,"name":"Forbidden Love","cert":"Unavailable","id":4054,"adult":"false","genre_ids":[18],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Celebrity Dog School was a short-lived Australian reality series which aired on Network Ten. It was based on the original version aired in the UK. The show was hosted by Larry Emdur, who also hosted The Price is Right on the Nine Network, and Wheel of Fortune on the Seven Network. It was a Pett Productions format for BBC Worldwide, produced by Freehand Group Pty Limited.\n\nThe show involved six celebrities and their dogs given an obedience task, an agility task, and they must train them throughout the week. At the end of the week, they would perform these tasks in front of the other celebrities and the expert judges.\n\nHome viewers had the option to vote for their favourite celebrity and dog pair via text message, with proceeds from each vote going to the RSPCA.\n\nTowards the end of the series, there was to be a 'Grand Final Best in Show Spectacular' where they were to perform in front of a live audience. The most popular couple who was not eliminated would have won the 'Best in Series'. Bootsie scored a perfect score from all three judges; sadly, no such thing happened. After only three episodes, Network Ten placed the show in 'hiatus', and it ended up never returning.","original_name":"Celebrity Dog School","vote_average":0.0,"name":"Celebrity Dog School","cert":"Unavailable","id":4055,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Jeopardy! is an American television quiz show created by Merv Griffin, in which contestants are presented with trivia clues in the form of answers and must phrase their responses in the form of a question. The show has experienced a long life in several incarnations over the course of nearly a half-century, spending more than 11 years as a daytime network program and having currently run in syndication for 29 seasons. It has also gained a worldwide following with a multitude of international adaptations.","original_name":"Jeopardy! broadcast information","vote_average":0.0,"name":"Jeopardy! broadcast information","cert":"Unavailable","id":4056,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Path to the Draft is a television show on the NFL Network. The program debuted on February 12, 2007 and is scheduled to run for 50 episodes, with analysis of the NFL Draft.","original_name":"Path to the Draft","vote_average":0.0,"name":"Path to the Draft","cert":"Unavailable","id":4069,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1964-04-21","cast":["Johnny Ball","Derek Griffiths","Brian Cant","Floella Benjamin"],"overview":"Play School is a British children's television series produced by the BBC which ran from 21 April 1964 until 11 March 1988. Devised by Joy Whitby, it accidentally became the first ever programme to be shown on the fledgling BBC2 after a power cut halted the opening night's programming. Play School originally appeared on weekdays at 11am on BBC2 and later acquired a mid-afternoon BBC1 repeat. The morning showing was transferred to BBC1 in September 1983 when BBC Schools programming transferred to BBC2. It remained in that slot even after daytime television was launched in October 1986 and continued to be broadcast at that time until it was superseded in October 1988 by Playbus, which soon became Playdays.\n\nWhen the BBC scrapped the afternoon edition of Play School in September 1985, to make way for a variety of children's programmes in the afternoon, a Sunday morning compilation was launched called Hello Again!.\n\nThere were several opening sequences for Play School during its run, the first being \"Here's a house, here's a door. Windows: 1 2 3 4, ready to knock? Turn the lock - It's Play School.\" This changed in the early seventies to \"A house, with a door, 1 2 3 4, ready to play, what's the day? It's...\" In this version blinds opened on the windows as the numbers were spoken.","original_name":"Play School","vote_average":0.0,"name":"Play School","cert":"Unavailable","id":4070,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Mommy Elvie's Problematic Show was a comedy show hosted by Ariel Villasanta's mother, Elvie Villasanta that aired every Tuesday evenings on TV5 .","original_name":"Mommy Elvie's Problematic Show","vote_average":0.0,"name":"Mommy Elvie's Problematic Show","cert":"Unavailable","id":4071,"adult":"false","genre_ids":[35],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"The Fitness Show is an educational television program, hosted by Colin Hoobler. The series, filmed in Portland, Oregon. is the first medically based fitness program to apply science to exercise. This is in the likeness of the series’ producers’ Emmy Award-winning program Bill Nye the Science Guy.\n\nLike Bill Nye, Hoobler hosts the program as part motivator and part science teacher. Sensors and 3-D image-capturing technology show viewers in real time what goes on underneath the skin during exercise.\n\nAs a licensed physical therapist with two master’s degrees, Hoobler’s methods have been taught through the American Physical Therapy Association. Both medical doctors and physical therapists make guest appearances on The Fitness Show. Techniques demonstrated in episodes combine elements of anatomy, neuroscience, physics and sports medicine. The educational content is intended to help viewers save time, avoid invasive medical treatments and reduce chronic pain.","original_name":"The Fitness Show","vote_average":0.0,"name":"The Fitness Show","cert":"Unavailable","id":4072,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1998-08-01","cast":["Steven Williams","Pam Grier","Golden Brooks"],"overview":"Linc's is an American comedy-drama based in a bar in Washington D.C.. The series starred Steven Williams, Pam Grier and Golden Brooks, and aired on Showtime for two seasons from 1998 to 2000 before being cancelled.\n\nAfter cancellation, it was briefly syndicated on Showtime's former sister network BET.","original_name":"Linc's","vote_average":0.0,"name":"Linc's","cert":"Unavailable","id":4073,"adult":"false","genre_ids":[18,35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Game Over is an American computer-animated television series created by David Sacks, produced by Carsey-Werner Productions, and broadcast on UPN in 2004. It was canceled due to low ratings.\n\nGame Over focused on what happens to video game characters after the game ends. The show is based around the Smashenburns, a far-from-ordinary suburban family that lives in an alternate video game universe.\n\nThe show made numerous references to video games and even featured certain game characters as cameos. For example, Crash Bandicoot appears on a Got Milk? billboard whilst creatures from Oddworld: Abe's Oddysee appear in one of the episodes.\n\nMarisa Tomei voiced the character of Raquel Smashenburn in the show's unaired pilot episode, but scheduling problems saw Lucy Liu take over the role for the actual series.\n\nGame Over was heavily hyped by UPN before its debut. Some were skeptical of Game Over due to UPN's track record with their cartoons, but the show generally received positive press upon its airing. Despite this, only six episodes were made, which aired on a variety of different days – the fourth and fifth episodes were broadcast on April 2, 2004, and the sixth episode was not aired.","original_name":"Game Over","vote_average":5.7,"name":"Game Over","cert":"Unavailable","id":4074,"adult":"false","genre_ids":[16],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Christmas with the Dickinsons is a reality television special aired by Oxygen Network. The show follows Janice Dickinson, her family and models from the first season of The Janice Dickinson Modeling Agency as they celebrate Christmas and appear in the Hollywood Christmas Parade. The one-hour special was aired on December 13, 2006.","original_name":"Christmas with the Dickinsons","vote_average":0.0,"name":"Christmas with the Dickinsons","cert":"Unavailable","id":4085,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2007-04-23","cast":["Guy Fieri"],"overview":"Host Guy Fieri takes a cross-country road trip to visit some of America's classic \"greasy spoon\" restaurants — diners, drive-ins and dives — that have been doing it right for decades.","original_name":"Diners, Drive-Ins and Dives","vote_average":6.9,"name":"Diners, Drive-Ins and Dives","cert":"Unavailable","id":4086,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"1993-09-10","cast":["Gillian Anderson","David Duchovny","Mitch Pileggi","William B. Davis"],"overview":"The exploits of FBI Special Agents Fox Mulder and Dana Scully who investigate X-Files: marginalized, unsolved cases involving paranormal phenomena. Mulder believes in the existence of aliens and the paranormal while Scully, a skeptic, is assigned to make scientific analyses of Mulder's discoveries that debunk Mulder's work and thus return him to mainstream cases.","original_name":"The X-Files","vote_average":8.1,"name":"The X-Files","cert":"Suitable for 18 years & above","id":4087,"adult":"false","genre_ids":[18,9648,10765],"origin_country":["US"]},{"first_air_date":"2005-03-07","cast":["Kim Jae-won","Eugene","Lee Ji-hoon","Han Eun-jung","Joo Hyun"],"overview":"Han Seung Wan and Jung Se Jin bumps into each other at the airport and accidentally take each other's passports. They meet again and Seung Wan and Se Jin end up spending the day together. Both having to deal with love complications, they end up drunk and having a one night stand. Back in Korea, Se Jin discovers she is pregnant and leaves to have the baby alone. A year later, Se Jin's clueless sister ends up spilling the secret to Seung-Wan at his engagement party, showing up with his baby daughter. Seung-wan and Se Jin are then forced to marry by their respective families. Complicated love takes place between Do Hyun, Se Jin, Chae Young and Seung-Wan. The rest of the story revolves around the family's journey in learning to take responsibility, and learning to love each other. ","original_name":"원더풀 라이프","vote_average":8.0,"name":"Wonderful Life","cert":"Unavailable","id":4088,"adult":"false","genre_ids":[35,18,10751,10749],"origin_country":["KR"]},{"first_air_date":"2007-06-04","cast":[],"overview":"20th Century Battlefields is a BBC documentary television series hosted by television and radio personality Peter Snow, and his son Dan Snow.\n\nEpisodes cover the major battles of the twentieth century, and is best known for its extensive use of \"sand table\" CGI effects to help viewers visualize the battles.","original_name":"20th Century Battlefields","vote_average":0.0,"name":"20th Century Battlefields","cert":"Unavailable","id":4089,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"1982-09-20","cast":["Judy Landers","Johnny Haymer","Corey Feldman","Wayland Flowers","Susan Tolsky"],"overview":"Madame's Place is an American sitcom that featured the misadventures of Madame, a puppet in the form of a bawdy old movie star with a naughty sense of humor. Madame's Place aired for one first-run season from September 20, 1982 until February 25, 1983, although the actual number of episodes produced is disputed. The show was unusual for a sitcom in that it was produced for first-run syndication to air five days a week.","original_name":"Madame's Place","vote_average":0.0,"name":"Madame's Place","cert":"Unavailable","id":4102,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2004-03-24","cast":[],"overview":"Typisk norsk is a news and magazine program about language and communication produced by Dropout Productions and Rubicon TV for NRK. Three seasons of the program have been produced. The concept is inspired by the SVT-produced series Värsta språket with Fredrik Lindström as the host.\n\nPetter Schjerven is the host of Typisk norsk. Among other things, the program covers interesting topics in language and communication. It also deals with language enthusiasts and researchers and discusses problems with the Norwegian language.","original_name":"Typisk norsk","vote_average":0.0,"name":"Typisk norsk","cert":"Unavailable","id":4103,"adult":"false","genre_ids":[99],"origin_country":["NO"]},{"first_air_date":"2007-01-28","cast":["Michio Kaku"],"overview":"2057 is a Discovery Channel television program hosted by theoretical physicist Michio Kaku. It premiered on January 28, 2007 and attempts to predict what the world will be like in 50 years based on current trends. The show takes the form of a docu-drama with three separate episodes, each having informative stories ingrained into the plot. All three episodes aired on January 28, 2007.","original_name":"2057","vote_average":10.0,"name":"2057","cert":"Unavailable","id":4104,"adult":"false","genre_ids":[10765,18],"origin_country":["US"]},{"first_air_date":"1958-09-13","cast":[],"overview":"Oh Boy! was the first teenage all-music show on British TV airing in 1958 and 1959. It was produced by Jack Good for ITV.\n\nGood had previously produced 6.5 Special for the BBC Television, but wanted to drop the sport and public-service content from this show, and concentrate on the music. The BBC would not accept this, so Good resigned.\n\nABC allowed Good to make two pilot all-music shows, which were only broadcast in the Midlands. These pilots were successful, so the programme was given a national ITV slot on Saturday evenings, from 6.00 – 6.30 PM, in direct competition with 6.5 Special, but starting slightly earlier.\n\nThe hosts were Tony Hall, a jazz record producer and critic, and Jimmy Henney, and the artists covered a broad spectrum of music including ballads, jazz, skiffle and rock and roll. The show was broadcast live from the Hackney Empire.\n\nEach week Oh Boy! featured resident artists plus a selection of special guests. The residents included Cuddly Dudley, who sang on 21 shows, Cliff Richard, The Drifters, Marty Wilde, and The Dallas Boys. Guests included Billy Fury, Tony Sheridan, Shirley Bassey and Lonnie Donegan; with occasional US stars, such as The Inkspots, Conway Twitty and Brenda Lee. The solo artists were supported by a specially created house band Lord Rockingham's XI, who went on to have hits in their own right, including a No 1 single \"Hoots Mon\". Performers were also supported by the singing and dancing of The Vernons Girls, the Dallas Boys and Neville Taylor's Cutters","original_name":"Oh Boy!","vote_average":0.0,"name":"Oh Boy!","cert":"Unavailable","id":4105,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2004-06-01","cast":["Lori Loughlin","Taylor Cole","Ryan Kwanten","Kay Panabaker","Jesse McCartney"],"overview":"Summerland is an American drama television series created by Stephen Tolkin and Lori Loughlin. It is centered on a clothing designer in her 30s, Ava Gregory, raising her niece and nephews after their parents die in a tragic accident. They live in Summerland, California with three of Ava's friends who also help raise the kids.\n\nSummerland premiered on June 1, 2004 on the defunct television network The WB. The series ran for a total of 26 episodes over two seasons. Its cancellation was announced on May 15, 2005 and the last episode aired on July 18, 2005. A soundtrack was released on March 19, 2005 and the show has been syndicated in many countries.\n\nEntertainment One announced The Complete series on DVD.","original_name":"Summerland","vote_average":7.1,"name":"Summerland","cert":"Unavailable","id":4106,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"1996-08-25","cast":["Cedric the Entertainer","William Lee Scott","Merlin Santana","Steve Harvey","Wendy Raquel Robinson"],"overview":"The Steve Harvey Show is an American sitcom that aired for six seasons from August 25, 1996 to February 17, 2002 on The WB Television Network. It was created by Winifred Hervey and directed by Stan Lathan.","original_name":"The Steve Harvey Show","vote_average":6.4,"name":"The Steve Harvey Show","cert":"Unavailable","id":4107,"adult":"false","genre_ids":[35,18],"origin_country":["US"]},{"first_air_date":"2005-05-25","cast":["Niki Chow","Moses Chan","Halina Tam"],"overview":"The Gentle Crackdown is a TVB costume comedy series broadcast in May 2005.\n\nAn indirect sequel, The Gentle Crackdown II was produced and broadcast in 2008 continued with only Wayne Lai, alongside Steven Ma, Yumiko Cheng, and Ha Yu.","original_name":"The Gentle Crackdown","vote_average":7.0,"name":"The Gentle Crackdown","cert":"Unavailable","id":4116,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":"2006-01-15","cast":[],"overview":"It Could Happen Tomorrow is a television series that premiered on January 15, 2006 on The Weather Channel. It explores the possibilities of various weather and other natural phenomena severely damaging or destroying America's cities. This includes: a Category 3 hurricane hitting New York City, an F4 tornado destroying Washington, D.C., dormant volcano Mount Rainier re-activating and destroying towns in the surrounding valleys, a tsunami flooding the Pacific Northwest coast, an intraplate earthquake impacting Memphis, Tennessee, wildfires spreading into the heart of San Diego, a huge earthquake leveling San Francisco, a flash flood in Boulder, Colorado, and a flood in Sacramento. Newer episodes that were aired included an earthquake in Las Vegas, an F5 tornado ripping its way through Chicago and Dallas, and more.","original_name":"It Could Happen Tomorrow","vote_average":0.0,"name":"It Could Happen Tomorrow","cert":"Unavailable","id":4117,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Glasgow, GLA","vote_average":0.0,"name":"Glasgow, GLA","cert":"Unavailable","id":4118,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2007-01-23","cast":["Jacob Hays"],"overview":"Disney's Really Short Report was a mini-show that ran on the Disney Channel and promoted upcoming Disney DVD releases. The show was launched in 2007 to replace the long running Mike's Super Short Show which was hosted by Michael Alan Johnson and Alyson Stoner, which had ended its run in December 2006. It is a creation of 7-ATE-9 ENTERTAINMENT and currently tapes in Walt Disney Studio Sound Stage 5 in Burbank, California, which for almost four years was home to Mike's Super Short Show.\n\nDisney's Really Short Report features a newsdesk-like atmosphere, utilizing three young actors who portray the members of the \"DVD team\". Standard segments include \"Top Stories\" and the \"Special Features Forecast\".\n\nCurrently, the staff that was part of Mike's Super Short Show is still in place. The Really Short Report was later adapted in the United Kingdom with a British cast and crew.\n\nDisney's Really Short Report ended in January 2009.It was replaced by Leo Little's Big Show.","original_name":"Disney's Really Short Report","vote_average":0.0,"name":"Disney's Really Short Report","cert":"Unavailable","id":4119,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2007-01-08","cast":["Steven Ma","Ron Ng","Elliot Ngok","Michelle Yim","Bernice Liu"],"overview":"The court prosecutes Tong Chi Ko for slander. After reforming his life, he joins a fashion corporation as a legal advisor. He soon suspects that the fashion company isn't simply engaged within the bounds of its business, but is furthermore involved with an international off-track betting activity. However, the truth of the matter causes people to be confused. Who is the real person behind the scenes pulling strings?","original_name":"突圍行動","vote_average":0.0,"name":"The Brink of Law","cert":"Unavailable","id":4120,"adult":"false","genre_ids":[18],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"Lady Fan is a Hong Kong television series starring Jessica Hsuan as the lady warrior Fan Lei-fa and Joe Ma as Sit Ding-san. The series was first aired on TVB in 2004. The plot is an adaptation of an earlier TVB production, General Father, General Son.","original_name":"Lady Fan","vote_average":0.0,"name":"Lady Fan","cert":"Unavailable","id":4121,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":"2007-03-14","cast":["Oscar Nunez","Jessica Makinson","Octavia Spencer","Regan Burns","Kevin Ruf"],"overview":"Halfway Home is an American comedy series that aired on Comedy Central in Spring 2007.\n\nOn its official website, Halfway Home is described as an \"improvised half-hour show featuring the daily exploits of five ex-cons living together in a residential rehab facility\".\n\nAfter airing 10 episodes, on June 20, 2007 costar Regan Burns confirmed that the show had ended.","original_name":"Halfway Home","vote_average":5.5,"name":"Halfway Home","cert":"Unavailable","id":4134,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2006-11-14","cast":["William Shatner"],"overview":"Show Me the Money is a television game show hosted by William Shatner which premiered on Wednesday, November 22, 2006 at 8pm on ABC. On December 8, 2006, after the first seven episodes had been taped, an additional six-episode order as well as a planned move to Tuesday nights starting on January 2, 2007 were announced, but the show was cancelled on December 15, 2006. Five of the original seven episodes aired.\n\nThe show was taped at CBS Television City in Hollywood. It also aired in Canada on CH.","original_name":"Show Me the Money","vote_average":10.0,"name":"Show Me the Money","cert":"Unavailable","id":4135,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Bachelor Father is a British sitcom starring Ian Carmichael that aired for two series from 1970 to 1971. It was written by Richard Waring.","original_name":"Bachelor Father","vote_average":0.0,"name":"Bachelor Father","cert":"Unavailable","id":4136,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Amigo is a game show for kids in Norway. The host is Stian Barsnes Simonsen, who is also the host for Melodi Grand Prix Junior with Nadia Hasouni. Amigo has an individual named The Soundeffect-man. The format consists of three teams, with two children each. The children make their own version of the Amigo theme song, which they then sing. The show is recorded in the NRK studio in Oslo, Norway.","original_name":"Amigo","vote_average":0.0,"name":"Amigo","cert":"Unavailable","id":4137,"adult":"false","genre_ids":[],"origin_country":["NO"]},{"first_air_date":null,"cast":[],"overview":"American Chronicles is a documentary television program which was broadcast by Fox Broadcasting Company as part of its 1990 fall lineup.\n\nAmerican Chronicles was produced by David Lynch and Mark Frost, and featured many of the same quirky camera angles, unusual music, and a focus on violence and sexuality that were hallmarks of their ABC program, Twin Peaks. The half-hour weekly program was narrated by Richard Dreyfuss.\n\nThis program had a relatively brief run, being cancelled just over three months after its premiere, after ranking dead last out of 98 shows with an average household rating of just 3.07.","original_name":"American Chronicles","vote_average":0.0,"name":"American Chronicles","cert":"Unavailable","id":4138,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2000-10-22","cast":["Maggie Huculak"],"overview":"Canada: A People's History is a 17-episode, 32-hour documentary television series on the history of Canada. It first aired on CBC Television from October 2000 to November 2001. The production was an unusually large project for the national network, especially during budget cutbacks. The unexpected success of the series actually led to increased government funding for the CBC. It was also an unusual collaboration with the French arm of the network, which traditionally had autonomous production. The full run of the episodes was produced in English and French. The series title in French was Le Canada: Une histoire populaire. In 2004, OMNI.1 and OMNI.2 began airing multicultural versions, in Chinese, Greek, Hindi, Italian, Polish, Portuguese, and Russian.\n\nThe producers intended to make this a dramatic history of the Canadian people; as much as possible, the story was told through the words of the people involved, from great leaders and explorers to everyday people of the land at the time. The documentary makes effective use of visuals, transitions, and dramatic music from or evocative of the eras being covered. In the first season, actors representing historical figures spoke their words, while later seasons used voiceovers over photographic images and film or, when available, original recordings of the subject.","original_name":"Canada: A People's History","vote_average":9.5,"name":"Canada: A People's History","cert":"Unavailable","id":4149,"adult":"false","genre_ids":[99],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Player is a weekly digitally driven music and news show presented by MTV Base Africa VJ Sizwe Dhlomo. The show features international entertainment news and content with a Pan-African focus. In addition, the show regularly brings African viewers exclusive music videos, thus keeping viewers up to date with the latest in international music.","original_name":"MTV Base Player","vote_average":0.0,"name":"MTV Base Player","cert":"Unavailable","id":4150,"adult":"false","genre_ids":[10763],"origin_country":[]},{"first_air_date":null,"cast":["Kirstie Allsopp","Phil Spencer"],"overview":"This reality show follows Kirstie Allsopp and Phil Spencer as they try to find the perfect home for a different set of buyers each week.","original_name":"Location, Location, Location","vote_average":7.0,"name":"Location, Location, Location","cert":"Unavailable","id":4151,"adult":"false","genre_ids":[10764],"origin_country":["GB"]},{"first_air_date":"2002-04-15","cast":["Gary Kroeger"],"overview":"Whammy! is an American television game show that aired new episodes on Game Show Network from April 15, 2002 to December 5, 2003. The program is updated version of Press Your Luck, which originally aired on CBS from 1983–86. Reruns of Whammy! have aired since production of new episodes stopped in 2003, and the program currently airs in reruns on GSN weekend mornings at 9:30am Eastern\/8:30am Central.\n\nThe series was taped at Tribune Studios and was hosted by Todd Newton, with Gary Kroeger announcing.","original_name":"Whammy! The All-New Press Your Luck","vote_average":8.5,"name":"Whammy! The All-New Press Your Luck","cert":"Unavailable","id":4152,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1979-10-16","cast":["Rowan Atkinson","Mel Smith","Pamela Stephenson","Griff Rhys Jones","Chris Langham"],"overview":"Not the Nine O'Clock News is a television comedy sketch show which was broadcast on BBC2 from 1979 to 1982. Originally shown as a comedy alternative to the Nine O'Clock News on BBC1, it featured satirical sketches on current news stories and popular culture, as well as parody songs, comedy sketches, re-edited videos, and spoof television formats. The show featured Rowan Atkinson, Pamela Stephenson, Mel Smith, and Griff Rhys Jones, as well as Chris Langham in the first series. The format was a deliberate departure from the Monty Python's Flying Circus stream-of-consciousness meta-comedy, returning to a more conventional sketch show format. Sketches were mostly self-contained, lasting from a few seconds to a few minutes and often had a degree of naturalism in performance. The series launched the careers of several high-profile actors and writers, and also led to other comedy series including Blackadder, Mr. Bean, and Alas Smith and Jones.","original_name":"Not The 9 O'Clock News","vote_average":8.0,"name":"Not The 9 O'Clock News","cert":"Suitable for 12 years & above","id":4153,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"The Sitcom Showdown is a British television quiz show hosted by Danny Baker. To date, it has run for one five-episode series, and was produced by UMTV for the UKTV Gold digital television channel.","original_name":"The Sitcom Showdown","vote_average":0.0,"name":"The Sitcom Showdown","cert":"Unavailable","id":4156,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"World of Sport was a British television sport anthology programme which ran on ITV between 2 January 1965 to 28 September 1985 in response to competition from the BBC's Grandstand. Like Grandstand, the programme ran for several hours every Saturday afternoon.","original_name":"World of Sport","vote_average":0.0,"name":"World of Sport","cert":"Unavailable","id":4157,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2006-11-15","cast":[],"overview":"ASBO Teen to Beauty Queen was a reality television about nine teenagers from Manchester, who were trained by Michelle Fryatt, a former American beauty queen, to compete in the Miss Teen International 2006 beauty pageant in Chicago. Each week, the participants faced a series of tasks designed to prepare them to compete in the pageant and at the end of each episode, girls were eliminated from the series. In the last programme, the final three girls flew to Chicago and one was selected as the first Miss Teen England International to enter the pageant. The series was produced for Five by North One Television and has been syndicated on the Swedish Channel TV400 as \"Från värsting till skönhetsdrottning\".\n\nThe nine participants were listed in the Daily Star:\n\n⁕Ashlie Robinson\n\n⁕Elena Demetri\n\n⁕Ellen Murphy\n\n⁕Kerry Turner\n\n⁕Laura Wilde\n\n⁕Neisha Berryman\n\n⁕Pavia Ward\n\n⁕Rachel Stewart\n\n⁕Sarah Snabities\n\nOnly one of the nine girls was actually the subject of an ASBO case.","original_name":"ASBO Teen to Beauty Queen","vote_average":0.0,"name":"ASBO Teen to Beauty Queen","cert":"Unavailable","id":4158,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1973-10-15","cast":["Tom Snyder"],"overview":"Tomorrow is an American late-night television talk show hosted by Tom Snyder. The show aired on NBC from 1973 to 1982 and featured many prominent guests, including Paul McCartney, \"Weird Al\" Yankovic, Ayn Rand, John Lennon, Jerry Garcia, the Grateful Dead, Ken Kesey, Charles Manson, The Clash, Johnny Rotten, Ramones, and U2. Los Angeles news anchor Kelly Lange, a good friend of Snyder, was the regular substitute guest host.","original_name":"Tomorrow","vote_average":8.0,"name":"Tomorrow","cert":"Unavailable","id":4159,"adult":"false","genre_ids":[10767],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Global Sunday is the name of a Canadian television news series, which aired Sunday evenings on the Global Television Network. The program was launched in September, 2001, with Charles Adler as host. Run separately from the rest of Global's news division, the program often reflected the political views of Global's founder, Israel Asper and the Asper family. The program ran a mix of features reporting and interviews, effectively acting as a cross between a newsmagazine and an American-style Sunday talk show.","original_name":"Global Sunday","vote_average":0.0,"name":"Global Sunday","cert":"Unavailable","id":4160,"adult":"false","genre_ids":[10763],"origin_country":["CA"]},{"first_air_date":"1989-03-16","cast":["Shelley Thompson","Katy Murphy","Tyler Butterworth","Tim Whitnall","Gemma Gregory"],"overview":"Mike and Angelo is a British sci-fi TV sitcom series, that ran on CITV between 16 March 1989 and 7 March 2000. It centres on Angelo, an alien who came from another world during the first series; the portal from his world being that of a wardrobe in one of the bedrooms. He lives with Mike King, and Mike's mother Rita. Later series had Mike and Rita move away, with Rita's nephew Mike Mason staying on in the house with housekeeper Katy. Together, Mike and Angelo get up to all kinds of crazy adventures - all within the vicinity of the house that they live in. Angelo is always inventing something crazy, or walking on the ceiling, or summoning up historical figures from the past. They always wreak havoc together, much to Katy's annoyance, crying \"ANGELO!!\" in her Scottish accent constantly or Rita in her Canadian accent before her. Their neighbours are the posh Fawkes-Bentleys, in whose house some of the show's scenes are occasionally based.\n\nThe 1999 series began with Angelo and Katy reading a postcard explaining that Mike was having a good time in America. In his place, Daphne Fawkes-Bentley's niece Michaela became Angelo's sidekick. For the final series, Katy's nephew, also called Mike, joined. The final series was shown in 2000.","original_name":"Mike and Angelo","vote_average":0.0,"name":"Mike and Angelo","cert":"Unavailable","id":4161,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2006-07-12","cast":["DMX","Swizz Beatz","Tashera Simmons"],"overview":"DMX: Soul of a Man was a reality television series that recorded the daily life of African American rapper DMX, primarily aired on Black Entertainment Television.\n\nThe show included various aspects of his personal and religious life. The theme song Lord Give Me A Sign is a single from his album \"Year of the Dog...Again\". The show featured DMX, Tashera Simmons,, Ali Samii, Jack Hudgins, Randy Acker, Swizz Beatz and his unexpected cowboy friend and neighbor Buddy Wood.","original_name":"DMX: Soul of a Man","vote_average":8.0,"name":"DMX: Soul of a Man","cert":"Unavailable","id":4172,"adult":"false","genre_ids":[99,10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Radio Rochela is a Venezuelan late-night television sketch comedy and variety show created by Argentine producer Tito Martinez Del Box. The show premiered on Radio Caracas Televisión, a terrestrial television network in Venezuela from 1959 to 2010, under the original title of La Cruzada del Buen Humor.\n\nThe show's sketches parodied contemporary Venezuelan culture and Politics. . Each week, the show features a host who is currently an RCTV telenovela actor or actress who is pranked and performs in sketches with the cast. Throughout its five decades on air, Radio Rochela has been recognized as ‘’the most important comedy show on Venezuela’’ .Radio Rochela was mentioned in the Guinness Book of Records as the comedy television show in history longest, being air uninterrupted for 5 decades...Current cast members include Juan Ernesto López, Cayito Aponte, Elisa Parejo, Juan Carlos Barry, Félix Granados, Napoleon Rivero, Alexander Noguera, Norah Suárez, Carlos Rodríguez, Coco Sánchez, Hilda Fuenmayor, Ivette Dominguez, Roy Díaz, Karen Leiba, Gladiuska Acosta, Héctor Vargas, Joseline Rodriguez, Marinés Hernández and Alexxey Córdova.","original_name":"Radio Rochela","vote_average":0.0,"name":"Radio Rochela","cert":"Unavailable","id":4173,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":"2005-10-13","cast":[],"overview":"Run's House is an American reality television series that debuted on October 13, 2005. The series chronicles the family life of former Run–D.M.C. rapper and hip-hop music pioneer Joseph Simmons. Its theme song and show name are from the Run-D.M.C. album Tougher Than Leather. Filming locations were at the Simmons family home in Saddle River, New Jersey, the Simmons offices in Manhattan, New York, and the apartment shared by Vanessa and Angela Simmons in Los Angeles, California.","original_name":"Run's House","vote_average":0.0,"name":"Run's House","cert":"Unavailable","id":4174,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2007-04-04","cast":["Blair McDonough","Iwan Thomas","Janet Street-Porter","Lisa I'Anson","Yvette Fielding"],"overview":"Deadline was a reality television series, aired on ITV2 during April and May 2007. It featured ten celebrities compiling a magazine with Janet Street-Porter as the editor-in-chief.","original_name":"Deadline","vote_average":0.0,"name":"Deadline","cert":"Unavailable","id":4175,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Rick Burgess and Bill \"Bubba\" Bussey are cohosts of The Rick and Bubba Show—a syndicated comedic radio program based in Birmingham, Alabama. and authors of several books.","original_name":"Rick and Bubba","vote_average":0.0,"name":"Rick and Bubba","cert":"Unavailable","id":4176,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1957-09-21","cast":["Raymond Burr","Barbara Hale","William Hopper","William Talman","Ray Collins"],"overview":"The cases of master criminal defense attorney Perry Mason and his staff who handled the most difficult of cases in the aid of the innocent.","original_name":"Perry Mason","vote_average":8.1,"name":"Perry Mason","cert":"Unavailable","id":4177,"adult":"false","genre_ids":[9648,18,80],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Inside Story is a now-defunct public affairs show aired on ABS-CBN from July 10, 1990 to November 10, 1998. It was later replaced by The Correspondents. It airs every Tuesday. The show ended because Loren Legarda files her candidancy as a Lakas-NUCD-UMDP senator and won with over 14 million votes.","original_name":"The Inside Story","vote_average":0.0,"name":"The Inside Story","cert":"Unavailable","id":4186,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"2000-02-02","cast":["Eve Myles","Steven Meo","Di Botcher","Charles Dale","Gwen Taylor"],"overview":"Belonging is an English-language Welsh television drama series, produced by BBC Wales and broadcast on BBC One Wales.\n\nThe programme revolved around the lives of the Lewis family, and their various trials and tribulations in the changing environment of their South Wales town Bryncoed and modern Wales. The programme began in 1999, and its ninth and final series started in April 2008 and ended in June. A one-off ten-year anniversary special was broadcast on 16 April 2009, centring around a reunion of the Lewis family.","original_name":"Belonging","vote_average":0.0,"name":"Belonging","cert":"Unavailable","id":4187,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"1998-09-19","cast":["Cree Summer","Maurice LaMarche","Rob Paulsen","Nancy Cartwright","Ben Stein"],"overview":"Steven Spielberg Presents Pinky, Elmyra & the Brain is the retooling of the American animated television series Pinky and the Brain, with the title characters being joined by Elmyra Duff from their other show Tiny Toon Adventures. The show is executive produced by Steven Spielberg and the series was produced by Spielberg's Amblin Entertainment in association with Warner Bros. Animation, and aired from 1998 to 1999 on The WB Television Network, running for 13 episodes. This series was also Steven Spielberg's last collaborative effort with Warner Bros. Animation.","original_name":"Pinky, Elmyra & the Brain","vote_average":5.4,"name":"Pinky, Elmyra & the Brain","cert":"Unavailable","id":4190,"adult":"false","genre_ids":[10751,16,35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"In the Womb is a documentary television special miniseries that premiered on March 6, 2005 on the National Geographic Channel. Originally beginning as a special about human pregnancy, the program features the development of embryos in the uterus of various animal species. The show makes extensive use of computer-generated imagery to recreate the real stages of the process.","original_name":"In the Womb","vote_average":0.0,"name":"In the Womb","cert":"Unavailable","id":4191,"adult":"false","genre_ids":[99],"origin_country":["GB","US"]},{"first_air_date":"1993-08-29","cast":[],"overview":"Blockbusters is a British television game show based upon the American game show of the same name in which contestants answer trivia questions to complete a path across or down a game board of hexagons.","original_name":"Blockbusters","vote_average":8.0,"name":"Blockbusters","cert":"Unavailable","id":4192,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":["Simon Grant"],"overview":"Suspect is a Whodunit crime mystery program on the children's television channel CBBC. Children attempt to solve crimes committed at the fictional Kilcrammond House Hotel to gain admittance to the Academy of Criminal Investigation. The show is presented by Simon Grant who plays the part of the hotel manager. The show uses a fictitious crime, which the children must solve. Most crimes have managed to relate to children in some way. There have been various crimes, from theft to sabotage, forgery to food poisoning. The children then attempt to solve the case. They however, know that the offender is one of four presented to them at the start. The children get the chance to use forensics equipment, to check fingerprints, and soil samples. They have the chance to talk to 3 of the 4 suspects, before making their final decision. If the children are correct, they receive entry in to the ACI.","original_name":"Suspect","vote_average":0.0,"name":"Suspect","cert":"Unavailable","id":4193,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Best Bet is a TVB costume comedy series broadcast in February 2007.","original_name":"Best Bet","vote_average":0.0,"name":"Best Bet","cert":"Unavailable","id":4200,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":"2007-03-17","cast":["Barry Humphries"],"overview":"The Dame Edna Treatment was a British, ITV talk show created by Barry Humphries and starring his characters Dame Edna Everage and Sir Les Patterson. It aired on ITV at various times. The theme tune was written and performed by Robin Gibb. It was based upon the 1997 British talk show Dr Dame Edna Kisses It Better. It is set in Dame Edna's health-spa, where her celebrity guests have come for some \"treatment\". Viewing figures varied from 2.5m according to Digital Spy.","original_name":"The Dame Edna Treatment","vote_average":8.0,"name":"The Dame Edna Treatment","cert":"Unavailable","id":4201,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2000-10-11","cast":["Bette Midler","James Dreyfus","Lindsay Lohan","Kevin Dunn","Joanna Gleason"],"overview":"Bette is a CBS television show which premiered on October 11, 2000, and was the debut of the entertainer Bette Midler in a lead TV series role. A \"one-season wonder\", 16 episodes were aired on CBS, with its final telecast on March 7, 2001. Eighteen episodes in total were produced, with the final two broadcast on HDTV simulcasting and in foreign markets. Bette was created by Jeffrey Lane, with Midler serving as one of the executive producers.","original_name":"Bette","vote_average":6.5,"name":"Bette","cert":"Unavailable","id":4202,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1983-10-25","cast":["Nigel Havers","Dinah Sheridan","Tony Britton","Susan Skipper","Jane How"],"overview":"Two doctors, estranged from their spouses, become roommates...but they also happen to be father and son! Can they share an apartment without driving each other crazy? No, but they do it anyway.... Tom Latimer is a young and hard working general practitioner who has managed to survive an expensive and nasty divorce. Now he lives in an apartment while his ex lives in their beautiful home. And things get worse for Tom when his father, dermatologist Toby Latimer, arrives at Tom's place with the news that he and Tom's mother will also be getting divorced” and that he's moving in! It's shades of The Odd Couple as father and son must learn to tolerate one another's idiosyncracies.","original_name":"Don't Wait Up","vote_average":6.7,"name":"Don't Wait Up","cert":"Unavailable","id":4203,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2003-07-27","cast":[],"overview":"Australian Idol was an Australian singing competition, which began its first season on July 2003 and ended its run in November 2009. As part of the Idol franchise, Australian Idol originated from the reality program Pop Idol, which was created by British entertainment executive Simon Fuller. Australian Idol was televised on Network Ten for all seven series, and was broadcast on Austereo Radio Network between 2005 and 2007.","original_name":"Australian Idol","vote_average":6.0,"name":"Australian Idol","cert":"Unavailable","id":4204,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"1995-01-03","cast":["Cliff Parisi","John Thaw","Oliver Ford Davies","Lisa Harrow","Daisy Bates"],"overview":"Kavanagh QC is a British television series made by Central Television for ITV between 1995 and 2001. It is often repeated on ITV3, and series 1–6 are available on Region 2 DVDs.\n\nThe series starred John Thaw as barrister James Kavanagh QC who comes from a working-class upbringing in Bolton, Greater Manchester. This is only discovered in later episodes as his parents' health deteriorates and through an exchange with a colleague who presumed that Kavanagh was actually a Yorkshireman. The series dealt with his battles in the courtroom as well as his domestic dramas which include the death of his devoted and affectionate wife. Later he begins dating a fellow barrister.\n\nIn court Kavanagh is usually seen to be defending a client who seems likely to be convicted until a twist in the case occurs, but occasionally Kavanagh is seen in a prosecuting role. The main plot often features Kavanagh confronting cases with a subtext of racism, sexism or other prejudice. In sub-plots comedy came from the pomposity and self-absorption of Jeremy, a posh barrister in chambers. Kavanagh will not stand for injustice and is never bullied by threats or bribes from those whom he is up against in the courtroom.","original_name":"Kavanagh QC","vote_average":8.0,"name":"Kavanagh QC","cert":"Suitable for 15 years & above","id":4205,"adult":"false","genre_ids":[80,18],"origin_country":["GB"]},{"first_air_date":"2007-02-18","cast":["Rush Limbaugh","Jennifer Robertson","Kurt Long","Dennis Prager","Ann Coulter"],"overview":"The 1\/2 Hour News Hour was an American television news satire show that aired on the Fox News Channel. The program presented news stories from a conservative perspective, using a satirical format pioneered by Saturday Night Live's Weekend Update, This Hour Has 22 Minutes, and The Daily Show.\n\nThe first pilot aired on February 18, 2007, and the second on March 4, 2007. Fox News Channel later purchased 13 more episodes of the show, which started airing on May 13, 2007. The show was cancelled and the final episode aired on September 23, 2007.\n\nCast and crew of the show included Kurt Long, Jennifer Robertson, Manny Coto, and Ned Rice. Longtime Weekend Update anchor Dennis Miller was a regular contributor to the program with his \"The Buck Starts Here\" segment.","original_name":"The 1\/2 Hour News Hour","vote_average":1.0,"name":"The 1\/2 Hour News Hour","cert":"Unavailable","id":4216,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1999-01-25","cast":["Chris Kratt","Martin Kratt","Gord Robertson"],"overview":"Zoboomafoo is an American children's television series that aired from January 25, 1999, to April 28, 2001, and is still shown today in syndication depending on the area, and it is regularly shown on PBS Kids Sprout. A total of 65 episodes were aired. A creation of the Kratt Brothers, it features a talking Coquerel's Sifaka, a type of lemur, named Zoboomafoo, or Zoboo for short, and a collection of repeat animal guests. Every episode begins with the Kratt brothers in \"Animal Junction\", a peculiar place in which the rules of nature change and wild animals come to visit and play. After January 16, 2004, the show was pulled from its weekday airing on most PBS stations, though some continue to air the show.","original_name":"Zoboomafoo","vote_average":5.5,"name":"Zoboomafoo","cert":"Unavailable","id":4217,"adult":"false","genre_ids":[35,10762],"origin_country":["CA","US"]},{"first_air_date":"2007-01-22","cast":[],"overview":"Engaged & Underage is an American reality television series on MTV. The series debuted on January 22, 2007. The series follows couples between the ages of 18 and 22 in the final weeks leading to their wedding.","original_name":"Engaged and Underage","vote_average":3.0,"name":"Engaged and Underage","cert":"Unavailable","id":4218,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Rocky King, Inside Detective is an American television series broadcast on the DuMont Television Network on Sundays at 9pm ET from January 15, 1950 to December 26, 1954. This series was one of DuMont's most popular programs, and was a live crime series set in New York City.\n\nThe show not only kept Roscoe Karns from retirement, but cast him opposite his son, Todd Karns. The DuMont offices and corridors were used as sets. At the end of each program, King would exchange telephone small talk with his unseen wife Mabel and, after hanging up, say to no one in particular, \"Great girl, that Mabel\".","original_name":"Rocky King detective","vote_average":0.0,"name":"Rocky King detective","cert":"Unavailable","id":4219,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2006-02-19","cast":["Bob Knight"],"overview":"Knight School is a television documentary produced by ESPN about a group of sixteen Texas Tech students trying to make coach Bob Knight's Red Raiders men's basketball team as a non-scholarship player for the 2006\/07 NCAA season. The documentary chronicles their progress and gives insight into Bob Knight and his coaching style. It premiered February 19, 2006 at 10:00 EST on ESPN, with new episodes airing each Sunday.\n\nAccording to the Texas Tech website, the sixteen hopefuls were required to meet university, Big 12 Conference, and NCAA criteria.","original_name":"Knight School","vote_average":0.0,"name":"Knight School","cert":"Unavailable","id":4220,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The 100th Bride is based on The Hundredth Bride 《第一百个新娘》 a Chinese Drama that has been dramatized, sung and filmed in many versions.","original_name":"The 100th Bride","vote_average":0.0,"name":"The 100th Bride","cert":"Unavailable","id":4221,"adult":"false","genre_ids":[],"origin_country":["CN"]},{"first_air_date":"1998-03-15","cast":["Gwen Shepherd","Jackie Hoffman","Corinne Orr","Nancy Giles"],"overview":"PB&J Otter is an American animated children's series which premiered on Playhouse Disney on March 15, 1998. A total of 65 episodes were produced during the course of its three season run, with the \"farewell\" episode airing on September 24, 2000. The series centered on the otter family who lived in the rural fishing community of Lake Hoohaw. Most stories revolved around the otter kids: older brother Peanut, younger sister Jelly, and diapered baby Butter, as well as their friends and neighbors. Supporting characters included gossipy Cranes, overly hygienic raccoons, a junk-collecting Mayor, and some very wealthy Poodles.\n\nThe show was created by Jim Jinkins, and executive produced by David Campbell in close conjunction with Harvard University's Cognitive Skills Group, \"Project Zero\". The Group's job was to monitor each and make sure the material had a positive educational message. In that respect, PB&J Otter was one of the few shows of its kind on the air at that time. This show features songs with music by Andy Street and lyrics by Judy Rothman.","original_name":"PB&J Otter","vote_average":7.4,"name":"PB&J Otter","cert":"Unavailable","id":4230,"adult":"false","genre_ids":[16],"origin_country":["US"]},{"first_air_date":"1954-10-27","cast":["Art Linkletter","Dick Wesson","Gary Owens","Rex Allen","Ronald Reagan"],"overview":"Walt Disney Productions has produced an anthology television series under several different titles since 1954. The original version of the series premiered on ABC, Wednesday night, October 27, 1954. The same basic show has since appeared on several networks, with its latest revival debuting in 2012 on Disney Junior. The show is the second longest showing prime-time program on American television, behind its rival, Hallmark Hall of Fame. However, Hallmark Hall of Fame was a weekly program only during its first five seasons, while Disney remained a weekly program for more than forty years.","original_name":"Walt Disney's Wonderful World of Color","vote_average":7.2,"name":"Walt Disney's Wonderful World of Color","cert":"Unavailable","id":4231,"adult":"false","genre_ids":[10759,16,99,10762],"origin_country":["US"]},{"first_air_date":"1961-09-27","cast":["John Stephenson","Arnold Stang","Marvin Kaplan","Leo De Lyon","Allen Jenkins"],"overview":"Top Cat is a Hanna-Barbera prime time animated television series which ran from November 26, 1961 to April 18, 1962 for a run of 30 episodes on the ABC network. Reruns are played on Cartoon Network's classic animation network Boomerang.","original_name":"Top Cat","vote_average":6.8,"name":"Top Cat","cert":"Unavailable","id":4232,"adult":"false","genre_ids":[16,35,10762],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"TV Patrol Panay is the recipient of the 2004 Catholic Mass Media Awardee for Best Provincial News Program. This tabloid-format news program is aired across the whole region of Panay and the neighboring island of Guimaras, and globally through The Filipino Channel. TV Patrol Panay delivers credible, reliable and in-depth news covering the whole island of Panay and Guimaras in Hiligaynon language. It is aired live from the ABS-CBN Broadcast Complex in La Paz, Iloilo City at 5:00 PM from Monday to Friday, simulcast on TV-21 Roxas.","original_name":"TV Patrol Panay","vote_average":0.0,"name":"TV Patrol Panay","cert":"Unavailable","id":4235,"adult":"false","genre_ids":[10763],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"The Big Spin is the California Lottery's first television game show. Originally a Fred Tatashore production, it was later an Alexander Media Services production, followed by a production of Cal Image, and then finally a Jonathan Goodson Production.\n\nIt ended with a fixed top prize of $3 million and a minimum guaranteed cash prize of $1,750. The total cash and prizes given in 2007 came out to $17,872,500, the most money given away in a game show that year, therefore being \"the biggest money game show on Earth\" as its introduction stated.\n\nOriginally, the show was taped in Hollywood, California at Hollywood Center Studios. From 1986 to 1998, the show was taped in Sacramento, the state capital as well as headquarters of the lottery. From 1999 until the end of its run, the show was taped in Hollywood at KCET Studios.\n\nThe Big Spin ended as the longest-running lottery game show on January 10, 2009, over 23 years since its first broadcast in October 1985; it was replaced with Make Me a Millionaire on January 17.","original_name":"The Big Spin","vote_average":0.0,"name":"The Big Spin","cert":"Unavailable","id":4236,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1984-09-15","cast":["René Auberjonois","Nancy Cartwright","Frank Welker","Rob Paulsen","Barry Gordon"],"overview":"The Snorks is an animated television series produced by Hanna-Barbera which ran on NBC from September 15, 1984, to May 13, 1989. Although not as popular as the animated series The Smurfs, the program continued to be available in syndication from 1986 to 1989 as part of The Funtastic World of Hanna-Barbera's 3rd season, on USA Network in the late-1980s and early-1990s, on the BBC in the late 1990s, and from 2009–2011 and again from 2012–Present on Boomerang.","original_name":"Snorks","vote_average":6.8,"name":"Snorks","cert":"Unavailable","id":4237,"adult":"false","genre_ids":[10751,16],"origin_country":["BE","US"]},{"first_air_date":"1997-07-07","cast":["Adam Busch","Alisa Reyes","Arjay Smith","Josh Server","Kel Mitchell"],"overview":"Figure It Out is an American children's game show that airs on Nickelodeon. The original series, hosted by Summer Sanders, ran for four seasons from July 7, 1997 to January 12, 2000; the revival of the show began running on June 11, 2012 and is hosted by Jeff Sutphen.\n\nKids with special skills or unique achievements compete as contestants on the show while a panel of four Nick celebrities try to guess the predetermined phrase that describes the contestant's talent. The series is a loose adaptation of What's My Line? and I've Got a Secret, both established panel shows created by Mark Goodson and Bill Todman.\n\nShortly after the series aired its last first-run episode, Figure It Out began airing repeats on Nick GAS until the network ceased at the end of 2007. Its tagline is That Strain on the Brain. The series was originally recorded at Nickelodeon Studios at Universal Studios in Orlando, Florida. The revival episodes are filmed on stage 19 at Paramount Studios in Los Angeles.\n\nReruns of the Sanders-hosted series were among the shows carried on the now-defunct cable channel Nickelodeon Games and Sports for Kids; and also several episodes of the Sanders-hosted series have also aired as part of The '90s Are All That, a 1990s-oriented rerun block that airs on TeenNick, as the series aired on the block from August 3, 2012, to August 5, 2012.","original_name":"Figure It Out","vote_average":6.3,"name":"Figure It Out","cert":"Unavailable","id":4244,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1983-09-08","cast":["Teri Copley","Matt McCoy","Stepfanie Kramer","Tom Villard","Lance Wilson-White"],"overview":"We Got It Made is an American sitcom that aired on NBC from September 8, 1983 until March 10, 1984, and in first-run syndication from September 11, 1987 until March 30, 1988. The series was created by Gordon Farr and Lynne Farr Brao, and was executive produced by Fred Silverman in association with MGM Television.","original_name":"We Got It Made","vote_average":0.0,"name":"We Got It Made","cert":"Unavailable","id":4245,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2003-07-11","cast":["Phil LaMarr","Grey DeLisle","Armin Shimerman","Frank Welker","Maxwell Atoms"],"overview":"Evil Con Carne is an American animated series\/spin-off of Grim &amp; Evil and sister show of The Grim Adventures of Billy &amp; Mandy, created by Maxwell Atoms. The series first appeared on Cartoon Network during the show Grim &amp; Evil, along with The Grim Adventures of Billy and Mandy. The two series later became separate programs in 2003. While The Grim Adventures of Billy and Mandy ran for six seasons, Evil Con Carne only ran fourteen episodes and ended on October 22, 2004. It was also part of Cartoon Network's series, Cartoon Cartoons, and is the 15th and final cartoon of the series. Season 2 was released unannounced in 2004.\n\nOn April 13, 2012, the series returned to Cartoon Network in reruns on the revived block, Cartoon Planet.","original_name":"Evil Con Carne","vote_average":6.5,"name":"Evil Con Carne","cert":"Unavailable","id":4246,"adult":"false","genre_ids":[16,35,10765],"origin_country":["US"]},{"first_air_date":"2006-08-28","cast":["Brigitte Nielsen","Ant","Joanie Laurer"],"overview":"Midnight Money Madness was an interactive game show on TBS, hosted by Jerilee Bonner, Danny Seckel and Craig J. Jackson. Featured in the two-hour program were interactive games where the viewers can win cash prizes. The show aired around 12 a.m. - 2 a.m, in two separate feeds Monday through Thursday.","original_name":"Midnight Money Madness","vote_average":0.0,"name":"Midnight Money Madness","cert":"Unavailable","id":4247,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"ABC's coverage of the NBA on ESPN, known as NBA Sunday Showcase on ABC or ESPN NBA on ABC since 2010, is a weekly presentation of National Basketball Association games on ABC television network in the United States, replacing the NBA on NBC. NBA Sunday typically airs on afternoons at 1:00 p.m. or 3:30 p.m. ET. When not airing games in its usual Sunday afternoon slot, it is known as ESPN's Coverage of the NBA on ABC. During the NBA Finals, ABC presents games in prime time, mostly at 9:00 p.m. ET, when it is known as ESPN's Coverage of the NBA Finals on ABC or ESPN NBA Finals on ABC.\n\nSince its return to ABC in 2002, the show has been produced by sister network ESPN, and since 2006 has transferred all of its operations to ESPN, when ABC Sports became ESPN on ABC. Since then, it has been an ESPN program, and only has been identified as ABC's coverage of the NBA on ESPN. This is the second time NBA games have aired on ABC; from 1965 to 1973, ABC was the main carrier of the NBA.\n\nIt was announced on June 27, 2007 that the NBA on ABC had been renewed through the 2015–2016 season.","original_name":"NBA on ABC","vote_average":0.0,"name":"NBA on ABC","cert":"Unavailable","id":4248,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1998-10-06","cast":["Rick Ravanello","Joe Morton","Brian McNamara","Maria del Mar","Alexandra Wilson"],"overview":"Mercy Point is an American science fiction series that ran from the fall of 1998 to the midsummer of 1999 on UPN. The series, set in the mid-23rd century, took place on a deep-space medical space station that catered to the medical needs of both humans and aliens, and served as a crossroads for both human and alien civilizations, as well as between the military and civilian agencies of human culture. While short-running, the series benefited from complex characters and intriguing hints at the greater universe outside of the hospital's hull. It was created by Trey Callaway, David Simkins, and Milo Frank and executive produced by Trey Callaway, Michael Katleman, Lee David Zlotoff, Peter Guber, Scott Sanders, and Joe Voci.","original_name":"Mercy Point","vote_average":0.0,"name":"Mercy Point","cert":"Unavailable","id":4249,"adult":"false","genre_ids":[10765],"origin_country":["US"]},{"first_air_date":"1973-11-12","cast":["Peter Sallis","Frank Thornton","Brian Murphy","Russ Abbot","Burt Kwouk"],"overview":"Unencumbered by wives, jobs or any other responsibilities, three senior citizens who've never really grown up explore their world in the Yorkshire Dales. They spend their days speculating about their fellow townsfolk and thinking up adventures not usually favored by the elderly.  Last of the Summer Wine premiered as an episode of Comedy Playhouse in 1973. The show ran for 295 episodes until 2010. It is the longest running comedy Britain has produced and the longest running sitcom in the world.","original_name":"Last of the Summer Wine","vote_average":6.9,"name":"Last of the Summer Wine","cert":"Unavailable","id":4250,"adult":"false","genre_ids":[35,18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Ang Panday or simply Panday is a fantasy television series that was aired in the Philippines by ABS-CBN. The pilot episode of the first book aired on November 7, 2005 and ended with its last episode on December 9, 2005. The second book aired its pilot episode on April 3, 2006 and ended with the series' finale on May 26, 2006. The series is based on the fictional comics character of the same name, which was created by Carlo J. Caparas and illustrated by Steve Gan.","original_name":"Ang Panday","vote_average":0.0,"name":"Ang Panday","cert":"Unavailable","id":4257,"adult":"false","genre_ids":[18,14,10759],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Mix Master is a Korea - Japan co-produced anime series based on the MMORPG, also known by the name Mix Master King of Cards. It is a co-production by Nippon Animation of Japan and Sunwoo Entertainment and KBS of Korea. The series aired on Cartoon Network in many Asian areas from Southeast Asia to South Korea and all of Asia between. The story centers on the fantasy and adventure card game, Mix Master. This anime series has many bearing similarities to Yu-Gi-Oh and Duel Masters.","original_name":"Mix Master","vote_average":0.0,"name":"Mix Master","cert":"Unavailable","id":4258,"adult":"false","genre_ids":[16],"origin_country":["KR"]},{"first_air_date":"1948-11-07","cast":["John Cannon"],"overview":"An American radio–television anthology series, created in 1947 by Canadian director Fletcher Markle, who came to CBS from the CBC.","original_name":"Studio One","vote_average":4.5,"name":"Studio One","cert":"Unavailable","id":4259,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Sa Piling Mo is a love story between both Judy Ann Santos and Piolo Pascual, which aired its pilot episode on February 27, 2006.","original_name":"Sa Piling Mo","vote_average":0.0,"name":"Sa Piling Mo","cert":"Unavailable","id":4260,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":"1979-01-18","cast":["Terry Wogan","Paul O'Grady","Les Dawson","Carol Vorderman","David Walliams"],"overview":"Blankety Blank is a British comedy game show based on the 1977–9 Australian game show Blankety Blanks.\n\nThe British version ran from 18 January 1979 to 12 March 1990 on BBC One, hosted first by Terry Wogan and later by Les Dawson. Regular members of the celebrity panel on this version included Kenny Everett, Lorraine Chase, Gareth Hunt, Gary Davies, and Cheryl Baker.\n\nA revival fronted by Lily Savage was produced by the BBC from 26 December 1997 to 28 December 1999, followed by ITV from 7 January 2001 to 10 August 2002. This version was produced by Grundy, then Thames.","original_name":"Blankety Blank","vote_average":6.0,"name":"Blankety Blank","cert":"Unavailable","id":4261,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"1990-04-23","cast":["Emma Davies"],"overview":"Families was a daytime soap opera produced by Granada Television and created by Kay Mellor. It followed two families; the Thompsons, based in Cheshire, England, and the Stevens, living in Sydney, Australia. It was produced and recorded at Studio 6 at Granada Studios in Manchester.\n\nThe link in the storyline was businessman Mike Thompson, who walked out on his family on his birthday and flew to Australia to be with his true love Diana Stevens, whom he had left years earlier. Unbeknownst to Mike, Diana had given birth to his son Andrew and as complications ensued over the abrupt life changes for both families, Andrew travelled to England, where he met Mike’s daughter, Amanda, by his English wife Sue, and they fell in love, not realising that they were half-brother and sister. This plot line was somewhat similar to the opening storyline of the popular Australian soap opera Sons and Daughters which had successfully aired on ITV daytime since 1983.\n\nIt was broadcast twice a week at 3.20pm with the first episode broadcast on 23 April 1990. Both episodes were also repeated on Thursday 10.40pm in the Granada TV region as part of Granada's \"10.40-extra\" strand. After two years, stories involving the Thompson and Stevens families—and the UK-Australian crossover angle—had run their course, with several characters either dead or left for pastures new. In their place came the wealthy Bannerman family, who were introduced during the summer of 1992, as they moved into the Thompsons' Cheshire mansion from a suburb of Manchester. In addition, some of the remaining Australian-based characters were re-located to England.","original_name":"Families","vote_average":0.0,"name":"Families","cert":"Unavailable","id":4262,"adult":"false","genre_ids":[18,10766],"origin_country":["GB"]},{"first_air_date":"2005-09-11","cast":["Martha Stewart"],"overview":"Martha, also known as The Martha Stewart Show, was an American, weekday one-hour how-to show hosted by Martha Stewart. The program debuted on September 11, 2005 in syndication, primarily on NBC stations. At the end of its fifth season, Martha moved to cable and began airing exclusively on Hallmark Channel on September 13, 2010. There it remained for two additional seasons, before it was cancelled in early 2012 with the final episode airing on May 11, 2012.","original_name":"Martha","vote_average":0.0,"name":"Martha","cert":"Unavailable","id":4273,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1990-09-08","cast":["Phil Hartman","Janet Waldo","Pat Fraley","Charlie Adler","Don Messick"],"overview":"Tom and Jerry in their childhood days, playing cat-and-mouse games even then.","original_name":"Tom & Jerry Kids Show","vote_average":5.5,"name":"Tom & Jerry Kids Show","cert":"Unavailable","id":4274,"adult":"false","genre_ids":[16],"origin_country":["US"]},{"first_air_date":"1979-02-27","cast":["Gerda Nicolson","Maggie Kirkpatrick","Janet Andrewartha","Elspeth Ballantyne","Louise Siversen"],"overview":"Prisoner is an Australian soap opera that is set in the Wentworth Detention Centre, a fictional women's prison.","original_name":"Prisoner","vote_average":8.5,"name":"Prisoner","cert":"Unavailable","id":4275,"adult":"false","genre_ids":[10766,18],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"2 Minute Drill is an ESPN game show based on the general knowledge UK game show Mastermind. The program aired from September 11, 2000 to December 28, 2001. ESPN Classic currently airs reruns of the series daily at 11:30 AM Eastern.\n\nKenny Mayne hosted the show, and began each player's turn at the front game by telling them, \"Your 2-Minute Drill Begins Now!\".","original_name":"2 Minute Drill","vote_average":0.0,"name":"2 Minute Drill","cert":"Unavailable","id":4276,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1979-09-23","cast":["Anne Meara","Jason Wingreen","Danielle Brisebois","Carroll O'Connor","Allan Melvin"],"overview":"Archie Bunker's Place is an American sitcom originally broadcast on the CBS network, conceived in 1979 as a spin-off and continuation of All in the Family. While not as popular as its predecessor, the show maintained a large enough audience to last for four seasons, until its cancellation in 1983. In its first season, the show performed so well that it knocked Mork & Mindy out of its new Sunday night time slot.","original_name":"Archie Bunker's Place","vote_average":7.0,"name":"Archie Bunker's Place","cert":"Unavailable","id":4277,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2006-10-03","cast":["Kyle Chandler","Connie Britton","Adrianne Palicki","Minka Kelly","Michael B. Jordan"],"overview":"This award-winning drama series centers on life in Dillon, Texas, where high school football brings the community together -- and the drama of small town life threatens to tear it apart.","original_name":"Friday Night Lights","vote_average":7.9,"name":"Friday Night Lights","cert":"Unavailable","id":4278,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"1994-10-08","cast":["Larisa Oleynik","Meredith Bishop","Darris Love","Michael Blakley","Dorian Lopinto"],"overview":"The Secret World of Alex Mack is an American television series that ran on Nickelodeon from October 8, 1994 to January 15, 1998, replacing Clarissa Explains It All on the SNICK line-up. It also aired on YTV in Canada and NHK in Japan, and was a popular staple in the children's weekday line-up for much of the mid-to-late 1990s on the Australian Broadcasting Corporation. Repeats of the series aired in 2003 on The N, but it was soon replaced there. The series was produced by Thomas Lynch and John Lynch of Lynch Entertainment, produced by RHI Entertainment, Hallmark Entertainment and Nickelodeon Productions and was co-created by Tom Lynch and Ken Lipman. For home video releases, it was released under the Hallmark Home Entertainment label, making it the first Nickelodeon show not to be released by Paramount Home Video or Sony Wonder.","original_name":"The Secret World of Alex Mack","vote_average":8.2,"name":"The Secret World of Alex Mack","cert":"Unavailable","id":4289,"adult":"false","genre_ids":[10765,35,18,10762],"origin_country":["US"]},{"first_air_date":"1991-09-17","cast":["Adrian Edmondson","Rik Mayall"],"overview":"Bottom is a British anarchic sitcom written by and starring comic duo Rik Mayall and Adrian Edmondson as socially awkward, sexually inexperienced Richie Richard, and carefree alcoholic Eddie Hitler, two social outcasts living on the dole, trapped together in a daily grind in a squalid flat in Hammersmith, London. Perpetually skint, bored and sexually frustrated, they spend their days scheming, bickering, and being nasty and sadistic to each other. The show ran for three series, originally airing on BBC Two from 1991 - 1995, and was followed by five stage show tours across the United Kingdom between 1993 and 2003, and a feature film Guest House Paradiso. The show is noted for its chaotic, nihilistic humour and violent comedy slapstick.\n\nIn 2008, Bottom came in at number 45 in a poll to determine \"Britain's Best Sitcom\" by the BBC. The show continues to be shown in the UK on Gold and Dave, and has been dubbed in other languages. In Spain the show is known as La pareja basura which aired on Canal+. The theme music was provided by The Bum Notes, a band that once featured Edmondson, and is a cover of \"Last Night\" by The Mar-Keys.\n\nPlans were made in 2012 for a BBC spin-off series, Hooligan's Island, featuring the Richie and Eddie characters from Bottom. However, that project was cancelled that October prior to production as Edmondson explained that he wished to pursue other interests.","original_name":"Bottom","vote_average":8.1,"name":"Bottom","cert":"Suitable for 15 years & above","id":4292,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"1997-11-01","cast":["Abraham Benrubi","Bruce Greenwood","Naomi Watts","Jeff Doucette","Jeffrey D. Sams"],"overview":"Sleepwalkers is an American science fiction series which began airing on NBC in late 1997. It tells the story of a team of researchers who used technology to enter the dreams of psychiatric patients in order to diagnose their problems.\n\nThe show was created by Stephen Kronish and David S. Goyer, who would go on to produce the Blade films.","original_name":"Sleepwalkers","vote_average":0.0,"name":"Sleepwalkers","cert":"Unavailable","id":4293,"adult":"false","genre_ids":[9648],"origin_country":["US"]},{"first_air_date":"1997-01-01","cast":["Patton Oswalt","Emeril Lagasse"],"overview":"Emeril Live was a program on The Cooking Channel hosted by Emeril Lagasse. It formerly aired on Food Network and Fine Living.\n\nEmeril Live featured many of the same elements as Emeril's other program, Essence of Emeril, and often had a Creole theme. The program was taped in front of a live audience in New York and featured music played by Doc Gibbs and the Emeril Live Band. In 2004, the program moved to Chelsea Market.\n\nEmeril Live began production in 1997, and won a CableACE Award for \"Best Informational Show\" later that year. The program featured a wide variety of cuisine from cajun to stir-fry and often featured well-known chefs as guests who cook alongside Emeril. Some of the celebrities that appeared on the program include Charlie Daniels, Patti LaBelle, Michael McDonald, Joe Perry, Sammy Hagar, Aretha Franklin, Patton Oswalt, and Jimmy Buffett.\n\nEmeril sometimes let the audience taste the food that he prepares. He was known for his use of catch phrases, such as \"Pork fat rules\", \"Kick it up a notch\", \"Oh, yeah babe\", and \"Bam!\", which he used when adding seasoning to food that he was preparing.\n\nOn November 27, 2007, the Food Network revealed it would halt production on the program December 11, 2007.","original_name":"Emeril Live","vote_average":6.0,"name":"Emeril Live","cert":"Unavailable","id":4294,"adult":"false","genre_ids":[10767],"origin_country":["US"]},{"first_air_date":"1993-01-20","cast":["Elizabeth Alexander","Dale Midkiff"],"overview":"Time Trax is an American\/Australian co-produced science fiction television series that first aired in 1993. A police officer, sent through time into the past, has to track down and return convicted criminals who have escaped prison in the future. This was the last new production from Lorimar Television.","original_name":"Time Trax","vote_average":6.4,"name":"Time Trax","cert":"Unavailable","id":4295,"adult":"false","genre_ids":[10765],"origin_country":["AU","US"]},{"first_air_date":"1960-05-02","cast":["Anthea Askey","Arthur Askey","Sam Kydd","Arthur Mullard","Jill Hyem"],"overview":"Arthur's Treasured Volumes was a black-and-white British television series that aired on ITV in 1960. Starring Arthur Askey, it was written by Dave Freeman and was made for the ITV network by ATV.\n\nAll episodes are missing having been presumed wiped during the 1960s, although part of the first episode \"A Blow In Anger\" was recovered by Paul Stroud and shown at the National Film Theatre in November 2003.","original_name":"Arthur's Treasured Volumes","vote_average":0.0,"name":"Arthur's Treasured Volumes","cert":"Unavailable","id":4296,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1993-09-18","cast":["Ruth Buzzi","Charlie Adler","Max Casella","Candi Milo","Jim Cummings"],"overview":"Cro is an American animated television series produced by the Children's Television Workshop and Film Roman. It debuted on September 18, 1993 as part of the Saturday morning line-up for fall 1993 on ABC. Cro did not do well with the viewers. The show had an educational theme in accordance with FCC-mandated educational\/instructional requirements, introducing basic concepts of physics, mechanical engineering, and technology. The premise of using woolly mammoths as a teaching tool for the principles of technology was inspired by David Macaulay's The Way Things Work; Macaulay is credited as writer on the show. The last new episode aired on October 22, 1994. The show was released on video in a total of nine volumes.","original_name":"Cro","vote_average":0.0,"name":"Cro","cert":"Unavailable","id":4307,"adult":"false","genre_ids":[16],"origin_country":["US"]},{"first_air_date":"2001-04-03","cast":["Zhao Wei","Ruby Lin","Leo Ku","Alec Su","Xing Xu"],"overview":"Romance in the Rain is a Chinese drama television series produced by Chiung Yao, a famous novelist in Taiwan. Romance in the Rain is an adaptation of her 1964 novel Yan Yu Meng Meng. The series follows the Lu family in 1930's Shanghai, China. It stars Zhao Wei, Ruby Lin, Leo Ku, and Alec Su. It was shown on television in the following countries and regions: mainland China, Taiwan, Hong Kong, Macau, Singapore, the United States, Malaysia, South Korea, Vietnam, Australia, Indonesia, Cambodia, Thailand, France, Philippines, and Russia.","original_name":"情深深雨濛濛","vote_average":7.0,"name":"Romance in the Rain","cert":"Unavailable","id":4308,"adult":"false","genre_ids":[18],"origin_country":["CN","TW"]},{"first_air_date":null,"cast":[],"overview":"CNN Live Today was an American television news program on CNN. It aired weekdays from 10:00 a.m. ET to 12:00 p.m., and also during Your World Today from 12:20 p.m. ET to 12:32 p.m. It was last anchored by Daryn Kagan. Previous hosts include Rick Sanchez and Leon Harris.","original_name":"CNN Live Today","vote_average":4.5,"name":"CNN Live Today","cert":"Unavailable","id":4309,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Cost of Freedom is an American business program block on the Fox News Channel, which runs from 10:00 a.m. to 12:00 p.m. ET Saturdays and 4:00 to 6:00 a.m. ET Mondays and several times throughout the weekend on sister network Fox Business Network, while a short seguments called Money Break air on FBN during weekend programming. The block consists of:\n\n⁕Bulls & Bears, hosted by Brenda Buttner;\n\n⁕Cavuto on Business, hosted by Neil Cavuto;\n\n⁕Forbes on Fox, hosted by David Asman; and\n\n⁕Cashin' In, hosted by Eric Bolling.\n\nThe different shows have a number of different business analysts, some of which are exclusive to specific shows while others rotate between the shows.\n\nThe Cost of Freedom business block began broadcasting in 720p HD on October 3, 2009.","original_name":"The Cost of Freedom","vote_average":0.0,"name":"The Cost of Freedom","cert":"Unavailable","id":4310,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":"2005-04-13","cast":["Elon Gold","Christopher Lloyd","Marissa Jaret Winokur","Pamela Anderson"],"overview":"Stacked is an American television sitcom that premiered on Fox on April 13, 2005. On May 18, 2006, Stacked was canceled, leaving five episodes unaired in the United States. The last episode aired on January 11, 2006. The five unaired episodes have since been aired in reruns in the UK, Israel and Switzerland.","original_name":"Stacked","vote_average":6.8,"name":"Stacked","cert":"Unavailable","id":4311,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2001-06-08","cast":["Michael Gough"],"overview":"Time Squad is an American animated television series created by Dave Wasson, following the adventures of a trio of hapless \"time cops\", who travel back in time attempting to correct the course of history. The series ran on Cartoon Network from June 8, 2001, to November 26, 2003, airing 26 episodes in total. Wasson described the series as \"a C-average student's approach to history.\"","original_name":"Time Squad","vote_average":6.2,"name":"Time Squad","cert":"Unavailable","id":4314,"adult":"false","genre_ids":[16,35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"DragonflyTV is a science education television series for children aged 6–12, produced by Twin Cities Public Television, broadcast on most PBS stations. DragonflyTV showcases our most eager young scientists in a way that encourages all kids to discover the wonders of science. It’s a new approach in science television for kids, because it features ordinary children and their own science investigations. Whether shooting over moguls on freeride skis, getting up close and personal with alligators, or cooking up experiments in their own kitchens, the DragonflyTV kids empower viewers to explore, question, and learn. In each episode, children tell how they pursued their own investigations, communicating the infectious excitement that comes with making their own discoveries. Seasons 1-4 are co-hosted by Michael Brandon Battle and Mariko Nakasone. Seasons 5-7 are hosted by Eric Artell and are produced in partnership with science museums. DragonflyTV was created in collaboration with Project Dragonfly at Miami University, which founded Dragonfly magazine, the 1st national magazine to feature children's investigations and discoveries. Major funding for DragonflyTV is provided by the National Science Foundation. Additional funding for Seasons 1 - 4 is provided by the Best Buy Children's Foundation.","original_name":"DragonflyTV","vote_average":0.0,"name":"DragonflyTV","cert":"Unavailable","id":4323,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1993-01-01","cast":["Jane Seymour","Joe Lando","Shawn Toovey","Chad Allen","Orson Bean"],"overview":"Dr. Michaela Quinn journeys to Colorado Springs to be the town's physician after her father's death in 1868.","original_name":"Dr. Quinn, Medicine Woman","vote_average":6.2,"name":"Dr. Quinn, Medicine Woman","cert":"Unavailable","id":4324,"adult":"false","genre_ids":[37,18],"origin_country":["US"]},{"first_air_date":"2002-08-09","cast":["Mario López"],"overview":"Pet Star was a show on Animal Planet hosted by Mario Lopez. The show is a contest between owners and their trained pets who perform tricks. The tricks are graded by three celebrity judges on a scale of one to 10. In the end, the three pets with the highest score come out as finalists, and the audience votes on who is the episode's Pet Star. Then, at the end of the season, the winners compete to be the year's ULTIMATE PET STAR. The winner of a regular show gets $2,500, while the winner of the finals gets $25,000.\n\nThere were many celebrity judges, including Gena Lee Nolin, Virginia Madsen, Will Estes, Lindsay Wagner, Matt Gallant, Mackenzie Phillips, Billy West, James Avery, George Wallace, Melissa Peterman, Christopher Rich, John O'Hurley, Vanessa Lengies, Dom Irrera, Carol Leifer, Andy Kindler, Melissa Rivers, Meshach Taylor, Kaley Cuoco, Rosa Blasi, Jeff Cesario, Karri Turner, Peter Scolari, Bruce Jenner, Fred Willard, Shari Belafonte, Josh Meyers, Lori Petty, Ben Stein, Richard Jeni, Ken Howard, Paul Gilmartin, Maria Menounos, Tempestt Bledsoe, David Brenner and Amy Davidson.\n\nPet Star is based on the show Star Search. It is shown in the United Kingdom on Challenge.","original_name":"Pet Star","vote_average":10.0,"name":"Pet Star","cert":"Unavailable","id":4325,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"1990-01-10","cast":[],"overview":"Video Power is an American television series that aired in two different formats from 1990-1992 in syndication. Both formats revolved around video games, and actor Stivi Paskoski presided over both series playing video game master Johnny Arcade.\n\nAllen J. Bohbot was the co-creator and executive producer of Video Power with Saban Entertainment's executive producers, Shuki Levy, Haim Saban, & Winston Richards. The series was taped in New York at Kaufman Astoria Studios.","original_name":"Video Power","vote_average":7.0,"name":"Video Power","cert":"Unavailable","id":4326,"adult":"false","genre_ids":[16,35],"origin_country":["US"]},{"first_air_date":"1990-01-01","cast":["Matilda Ziegler","Robin Driscoll","Susie McKenna","Rupert Vansittart","Howard Goodall"],"overview":"Mr Bean turns simple everyday tasks into chaotic situations and will leave you in stitches as he creates havoc wherever he goes.","original_name":"Mr. Bean","vote_average":7.9,"name":"Mr. Bean","cert":"Unavailable","id":4327,"adult":"false","genre_ids":[35,10751],"origin_country":["GB"]},{"first_air_date":"1981-11-18","cast":[],"overview":"A Country Practice was an Australian television drama series. At its inception, one of the longest-running of its kind, produced by James Davern of JNP Productions, who had wrote the pilot episode and entered a script contest for the network in 1979, coming third and winning a merit award. It ran on the Seven Network for 1,058 episodes from 18 November 1981 to 22 November 1993. It was produced in ATN-7's production facility at Epping, Sydney. After its lengthy run on the seven network it was picked up by network ten with a mainly new cast from April to November 1994 for 30 episodes, although the ten series was not as successful as its predecessor . The Channel Seven series was also filmed on location in Pitt Town, while, the Channel Ten series was filmed on location in Emerald, Victoria.","original_name":"A Country Practice","vote_average":3.0,"name":"A Country Practice","cert":"Unavailable","id":4328,"adult":"false","genre_ids":[10766,18],"origin_country":["AU"]},{"first_air_date":"1971-10-09","cast":["Livinia Nixon","Red Symons","Wilbur Wilde","Jacki MacDonald"],"overview":"Hey Hey It's Saturday was a long-running variety television program on Australian television. It initially ran for 27 years, debuting on the Nine Network on 9 October 1971 and broadcasting its last episode on 20 November 1999. Its host throughout its entire run was Daryl Somers, who would later become executive producer of the program. The original producer, Gavin Disney, left the program in the 1980s and Somers then jointly formed his own production company, Somers Carroll Productions, with on-screen partner Ernie Carroll, the performer of Somers' puppet sidekick Ossie Ostrich.\n\nOn 25 July 2009, the Nine Network announced the show would return for two reunion specials in late 2009 and hinted if they rated strongly, the show could return full-time. The first reunion show aired on 30 September 2009 and the second on 7 October and both won the ratings on their respective nights.\n\nOn 7 December 2009, it was announced that the show was planned to return in 2010 with a speculated run of 20 episodes. During the 2010 premiere on Wednesday 14 April, it was indicated that the 20-episode run would be split into two groups, with a break between them, and the second group was broadcast on Saturday nights from 16 October 2010 with the season finale on 27 November 2010. The show did not return in 2011 and as of 2012, there has been no announcement of it ever coming back on air.","original_name":"Hey Hey It's Saturday","vote_average":8.0,"name":"Hey Hey It's Saturday","cert":"Unavailable","id":4341,"adult":"false","genre_ids":[35],"origin_country":["AU"]},{"first_air_date":"1956-05-02","cast":["Graham Stark","Kenneth Connor","Peter Sellers","Valentine Dyall","Spike Milligan"],"overview":"A Show Called Fred was the successor series to The Idiot Weekly, Price 2d. It was made by Associated-Rediffusion and broadcast only in London area. It was 25 minutes plus adverts.\n\nIt was predominantly a sketch comedy attempting to translate the audio antics of the The Goon Show into visual antics in bizarre and often surreal comedy sketches which just suddenly ended with a new sketch beginning. Many performers played small parts in the shows like Ernest Clark, Jon Jon Keefe, Patricia Driscoll, etc. Famous people of the day like Hans and Lotte Hass were parodied. Canadian star, Patti Lewis had a singing spot about the middle of the show, and Max Geldray a music spot later on. There were few taboos with sketches showing people in various states of undress, cameramen, behind the scenes workers and the studios. The Ying Tong song was sung for no apparent reason at various times.\n\nThe series was written by Spike Milligan and produced and directed by Richard Lester.\n\nIt was followed by Son of Fred later in 1956.\n\nA half hour special Best of Fred was broadcast on 18 September 1963 combining surviving sketches from A Show Called Fred and Son of Fred.\n\nThe 1995 convention of the Goon Show Preservation Society was billed as A Weekend Called Fred.","original_name":"A Show Called Fred","vote_average":0.0,"name":"A Show Called Fred","cert":"Unavailable","id":4342,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2006-05-29","cast":[],"overview":"Solitary is a reality show on the Fox Reality Channel whose contestants were kept in round-the-clock solitary confinement for a number of weeks with the goal of being the last contestant remaining in solitary, for a $50,000 prize. It was the channel's first original series commission with its debut on May 29, 2006. Solitary 4.0 premiered on January 30, 2010 and ended on March 20, 2010. Due to the demise of Fox Reality, fans of the show are currently attempting to petition other networks to take up the show for further seasons. A German version is broadcast on German TV channel ProSieben. Solitary 3.0 also broadcast in Singapore, showing every Friday during midnight to 1 A.M. The first episode of the third season was broadcast on 4 March and the last two episodes were broadcast on 8 April, which was a two-episode back-to-back cast from midnight to 2 A.M.","original_name":"Solitary","vote_average":9.0,"name":"Solitary","cert":"Unavailable","id":4343,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2004-07-21","cast":["Denis Leary","Adam Ferrara","Michael Lombardi","Steven Pasquale","Andrea Roth"],"overview":"Rescue Me revolves around the lives of the men in a New York City firehouse, the crew of 62 Truck. Examining the fraternal nature and relationships of firefighters, the series tackles the daily drama of the life-and-death situations associated with being a firefighter, while exploring the ways the men use dark humor to protect their true emotions.","original_name":"Rescue Me","vote_average":7.7,"name":"Rescue Me","cert":"Unavailable","id":4344,"adult":"false","genre_ids":[10759,18,35],"origin_country":["US"]},{"first_air_date":"1989-08-20","cast":["Dennis Haskins","Lark Voorhies","Elizabeth Berkley","Mario López","Tiffani Thiessen"],"overview":"Saved by the Bell is an American television sitcom that aired on NBC from 1989 to 1993. The show follows the exploits of a group of friends and their principal, and although the series primarily showcases light-hearted comedic situations, it occasionally touches on serious social issues, such as drug use, driving under the influence, homelessness, divorce, death, and environmental issues.","original_name":"Saved by the Bell","vote_average":6.5,"name":"Saved by the Bell","cert":"PG","id":4345,"adult":"false","genre_ids":[35,10751],"origin_country":["US"]},{"first_air_date":"1988-10-08","cast":["Robert Englund"],"overview":"Freddy's Nightmares is an American horror anthology series, which aired in syndication from October 1988 until March 1990. A spin-off from the Nightmare on Elm Street series, each story was introduced by Freddy Krueger. This format is essentially the same as that employed by Alfred Hitchcock Presents, Tales from the Crypt, or The Twilight Zone. The pilot episode was directed by Tobe Hooper, and begins with Freddy Krueger's acquittal of the child-murdering charges due to his officer's lack of reviewing the Miranda warning at the time of Freddy's arrest. A mob of parents eventually corners Freddy in a power plant, leading to him being torched by the police officer, dying and gaining his familiar visage.\n\nThe series was produced by New Line Television, producers of the film series. It was originally distributed by Lorimar-Telepictures. However, Warner Bros. Television would assume syndication rights after acquiring Lorimar-Telepictures.","original_name":"Freddy's Nightmares","vote_average":5.6,"name":"Freddy's Nightmares","cert":"Unavailable","id":4346,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"1966-09-17","cast":["Bob Johnson","Peter Graves","Barbara Bain","Peter Lupus","Greg Morris"],"overview":"Mission: Impossible is an American television series that was created and initially produced by Bruce Geller. It chronicles the missions of a team of secret government agents known as the Impossible Missions Force. In the first season, the team is led by Dan Briggs, played by Steven Hill; Jim Phelps, played by Peter Graves, takes charge for the remaining seasons. A hallmark of the series shows Briggs or Phelps receiving his instructions on a recording that then self-destructs, followed by the theme music composed by Lalo Schifrin.\n\nThe series aired on the CBS network from September 1966 to March 1973, then returned to television for two seasons on ABC, from 1988 to 1990, retaining only Graves in the cast. It later inspired a popular series of theatrical motion pictures starring Tom Cruise, beginning in 1996.","original_name":"Mission: Impossible","vote_average":7.8,"name":"Mission: Impossible","cert":"Unavailable","id":4357,"adult":"false","genre_ids":[10759,80,18],"origin_country":["US"]},{"first_air_date":"2002-07-06","cast":["Mark Montano","Teresa Strasser","Andrew Dan-Jumbo","Evan Farmer","Leslie Segrete"],"overview":"While You Were Out is an American reality series that aired episodes on the cable channel TLC. The format of the show is similar to TLC's Trading Spaces. While You Were Out adds a suspenseful gimmick by keeping the entire redecoration a secret from the homeowner.","original_name":"While You Were Out","vote_average":10.0,"name":"While You Were Out","cert":"Unavailable","id":4358,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1992-01-20","cast":["Bert Newton","Lauren Newton","Ed Phillips"],"overview":"Good Morning Australia was a morning Australia TV program hosted by Bert Newton on Network Ten.\n\nThe program began on 20 January 1992 with the title The Morning Show, changing its name on 1 February 1993 to Good Morning Australia, after the breakfast news program with the same name on the same network had been cancelled a few months earlier. The Newton program was cancelled in 2005 and aired its final episode on 16 December 2005 as Newton moved to the Nine Network.\n\nGMA was Australia's first national morning television talk program, unchallenged until 2002 when the Nine Network launched Kerri-Anne.","original_name":"Good Morning Australia","vote_average":0.0,"name":"Good Morning Australia","cert":"Unavailable","id":4359,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"2005-01-16","cast":[],"overview":"Iron Chef America: The Series is an American cooking show based on Fuji Television's Iron Chef, and is the second American adaptation of the series, following the failed Iron Chef USA. The show is produced by Food Network, which also carried a dubbed version of the original Iron Chef. Like the original Japanese program, the program is a culinary game show. In each episode, a new challenger chef competes against one of the resident \"Iron Chefs\" in a one-hour cooking competition based on a secret ingredient or ingredients, and sometimes theme.\n\nThe show is presented as a successor to the original Iron Chef, as opposed to being a remake. The Chairman is portrayed by actor and martial artist Mark Dacascos, who is introduced as the nephew of the original Japanese chairman Takeshi Kaga. The commentary is provided solely by Alton Brown, & Kevin Brauch is the floor reporter. The music is written by composer Craig Marks, who released the soundtrack titled \"Iron Chef America & The Next Iron Chef\" by the end of 2010. In addition, regular ICA judge and Chopped host Ted Allen provided additional floor commentary for two special battles: Battle First Thanksgiving and Battle White House Produce.","original_name":"Iron Chef America","vote_average":5.9,"name":"Iron Chef America","cert":"Unavailable","id":4360,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"G@mers is a computer and video games television show, originally produced by and shown on Rapture TV from 1999-2006. As of July 2010, the show has been revived and is now broadcast on Information TV and Showcase TV. The show has presented by Matt Cuttle, a former presenter on Sky One's \"Gamezville\", and Kate Heavenor, a former children's TV presenter. It is perhaps most famous for launching the career of BBC presenter Jake Humphrey.","original_name":"G@mers","vote_average":0.0,"name":"G@mers","cert":"Unavailable","id":4361,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1981-01-11","cast":["Elspet Gray","Stephen Moore","Felicity Kendal"],"overview":"Gemma Palmer is 30 years old, and fed up with being betrayed and taken for granted. She's just found out her boyfriend, Danny, has been having sex with her friend, Gloria, and this is the last straw. She throws Danny out, tells Gloria to go jump in a lake, tells off all the people who have been treating her like a doormat, and quits her boring job at an estate agent's. From now on, she's going solo. At least, that is her firm intention.","original_name":"Solo","vote_average":6.7,"name":"Solo","cert":"Unavailable","id":4362,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"1978-01-30","cast":["Denise Nicholas","Helen Martin","Kim Fields","Demond Wilson","Ed Hall"],"overview":"Baby, I'm Back is an American sitcom that aired CBS from January to April 1978. The series stars former Sanford and Son star Demond Wilson, Room 222 alumna Denise Nicholas, Helen Martin, and future Facts of Life co-star Kim Fields.","original_name":"Baby, I'm Back","vote_average":0.0,"name":"Baby, I'm Back","cert":"Unavailable","id":4363,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1995-09-23","cast":["David James Elliott","Zoe McLellan","Catherine Bell","John M. Jackson","Karri Turner"],"overview":"JAG is an American legal drama television show with a distinct military theme, created by Donald P. Bellisario, and produced by Belisarius Productions in association with Paramount Network Television. The first season was co-produced with NBC Productions.\n\nOriginally conceived as a Top Gun meets A Few Good Men, the pilot episode of JAG first aired on NBC on September 23, 1995; but the series was later canceled on May 22, 1996 after finishing 79th in the ratings, leaving one episode unaired. Rival network CBS picked up the series for a midseason replacement, beginning on January 3, 1997. CBS's decision to air JAG proved to be a good move, as JAG for several seasons climbed in the ratings and was on the air for nine additional seasons. JAG furthermore spawned the hit series NCIS, which in turn spun off another hit, NCIS: Los Angeles.\n\nIn total, 227 episodes were produced over 10 seasons and JAG was during its 5th season seen in over 100 countries worldwide. JAG was so popular that it entered syndication early in 1999 and it is still regularly repeated.","original_name":"JAG","vote_average":6.8,"name":"JAG","cert":"Unavailable","id":4376,"adult":"false","genre_ids":[9648,18],"origin_country":["US"]},{"first_air_date":"1998-09-26","cast":["Paul Johansson","Elizabeth Gracen","Patricia Gage"],"overview":"Highlander: The Raven was a short-lived spin-off from the television series Highlander, continuing the saga of a female Immortal. The series followed the character of Amanda, an Immortal who had a recurring role in Highlander: The Series. The series was filmed in Toronto, Ontario, Canada and Paris, France and was produced by Gaumont Télévision and Fireworks Media in association with Davis-Panzer Productions.","original_name":"Highlander: The Raven","vote_average":3.0,"name":"Highlander: The Raven","cert":"Unavailable","id":4377,"adult":"false","genre_ids":[18,10759],"origin_country":["US","CA"]},{"first_air_date":"1962-10-28","cast":["Gerry Anderson","David Graham"],"overview":"Fireball XL5 is a science fiction-themed children's television show following the missions of spaceship Fireball XL5, commanded by Colonel Steve Zodiac of the World Space Patrol. The show was produced in 1962 by husband and wife team Gerry and Sylvia Anderson through their company APF, in association with ATV for ITC Entertainment. While developing his new show, Anderson thought a brand of motor oil—Castrol XL—had an interesting sound. A phonetic change created the name \"Fireball XL\", with the \"-5\" added as the title seemed a bit flat without the numeral.\n\nThe show featured the Andersons' Supermarionation, a form of puppetry first introduced in Four Feather Falls and Supercar and used again in their subsequent productions such as Stingray and Captain Scarlet. Thirty-nine black and white half-hour episodes of Fireball XL5 were made on 35mm film: all future Anderson series were produced in colour.\n\nSeveral Anderson series have been shown in syndication in the US, but Fireball XL5 is the only Anderson series to have run on a US network. NBC ran the series in its Saturday morning children's block from 1963 through to September 1965.\n\nA similar programme often confused with Fireball XL5 is Space Patrol, produced by Gerry Anderson's ex business partner and co-founder of AP Films, Arthur Provis due to a number of similarities and settings.","original_name":"Fireball XL5","vote_average":6.5,"name":"Fireball XL5","cert":"Unavailable","id":4378,"adult":"false","genre_ids":[10759,16],"origin_country":["GB"]},{"first_air_date":"1984-01-03","cast":["Perry King","Joe Penny","Jack Ging","Thom Bray","June Chadwick"],"overview":"Riptide is an American TV detective series that ran on NBC from December 3, 1983 to August 22, 1986, starring Perry King, Joe Penny, and Thom Bray. Riptide was created by Frank Lupo and Stephen J. Cannell, and produced by Stephen J. Cannell Productions in the wake of Magnum PI's success. The main theme was composed by Mike Post and Pete Carpenter. A mid-season replacement, it debuted as a two-hour TV movie in early 1984.","original_name":"Riptide","vote_average":7.2,"name":"Riptide","cert":"Unavailable","id":4379,"adult":"false","genre_ids":[80,18,10759],"origin_country":["US"]},{"first_air_date":"1990-01-20","cast":["James Sherry","Sara Groen"],"overview":"Saturday Disney is a children's program hosted by Nathan Morgan, Candice Dixon & Teigan Nash which has aired on the Seven Network in Australia for 20 years 7 months, with the first episode going to air on 20 January 1990. Although, according to the hosts during the 800th episode of the show, they revealed the show premiered in March 1990, causing confusion of the actual premiere date. Up until 2008, on most occasions for the remainder of the morning Disney shows would continue to air on Seven after Saturday Disney. As of 31 March 2012, Saturday Disney airs on 7TWO.\n\nSaturday Disney was originally filmed at BTQ-7 from 1990 until 1999 when it moved to Seven's Sydney station, ATN-7. On 5 September 2009, the show celebrated its 1,000th episode. Saturday Disney celebrated 20 years on air in 2010.","original_name":"Saturday Disney","vote_average":0.0,"name":"Saturday Disney","cert":"Unavailable","id":4380,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Pulp Sport was a TV show filmed in New Zealand, that mixes sport with various styles of comedy. The hosts Jamie Linehan and Ben Boyce acted under their respective pseudonyms Bill and Ben, performing a half hour of various sports based skits. They are usually accompanied by an anthropomorphic fox Mascot.","original_name":"Pulp Sport","vote_average":0.0,"name":"Pulp Sport","cert":"Unavailable","id":4389,"adult":"false","genre_ids":[35],"origin_country":["NZ"]},{"first_air_date":"1999-08-27","cast":["Janyse Jaud","Saffron Henderson","Scott McNeil","Dale Wilson","Peter Kelamis"],"overview":"Roswell Conspiracies: Aliens, Myths and Legends was an animated program, that originally aired in 1999 as part of BKN, the syndicated's cartoon programing block. The programming segment premiered in 1992. The show was part of BKN's drive to reinvent itself. The show's premise was that aliens had been living among humans for ages, and were the origins of many of the creatures humans know from myth, folklore and legends, including vampires and werewolves.","original_name":"Roswell Conspiracies: Aliens, Myths and Legends","vote_average":0.0,"name":"Roswell Conspiracies: Aliens, Myths and Legends","cert":"Unavailable","id":4390,"adult":"false","genre_ids":[16,10759,9648],"origin_country":["US"]},{"first_air_date":"2002-01-15","cast":["Joe Mantegna","James Garner","Charles Durning","James Karen","Camille Saviola"],"overview":"A newcomer to the Supreme Court finds himself a pivotal force on an often deadlocked bench, frequently at odds over hot-button cases in this earnest but brief legal drama. ","original_name":"First Monday","vote_average":6.0,"name":"First Monday","cert":"Unavailable","id":4391,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2006-03-12","cast":["Bill Paxton","Jeanne Tripplehorn","Chloë Sevigny","Ginnifer Goodwin","Douglas Smith"],"overview":"The story of Bill Henrickson and his life in suburban Salt Lake City, balancing the needs of his three wives -- Barb, Nicki and Margene-- their seven kids, three new houses and the opening of his newest hardware store. When disturbing news arrives about Bill's father, he is forced to reconnect with his polygamist parents who live on a fundamentalist compound in rural Utah.","original_name":"Big Love","vote_average":7.2,"name":"Big Love","cert":"Suitable for 15 years & above","id":4392,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2003-01-01","cast":[],"overview":"Wife Swap is a British reality television programme produced by independent television production company RDF Media and created by Stephen Lambert for Channel 4, first broadcast in 2003.\n\nIn the programme, two families, usually from different social classes and lifestyles, swap wives\/mothers – and sometimes husbands – for two weeks. In fact, the programme will usually deliberately swap wives with dramatically different lifestyles, such as a messy wife swapping with a fastidiously neat one. Despite using a phrase from the swinging lifestyle, couples participating in the show do not share a bed with the \"swapped\" spouse while \"swapping\" homes.\n\nIn November 2009, Channel 4 announced that they had cancelled Wife Swap, and no new episodes of the show would be made for the channel. The final episode was broadcast in December 2009.","original_name":"Wife Swap","vote_average":6.5,"name":"Wife Swap","cert":"Suitable for 15 years & above","id":4393,"adult":"false","genre_ids":[10764],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"DaySide is an American news\/talk show on the Fox News Channel, which aired weekdays at 1:00 p.m. ET. Unlike most news channel programs, it had an live audience giving reaction throughout the program, similar to the CNN show TalkBack Live.\n\nLinda Vester hosted the show until July 2005, when she left on a one-year maternity leave, but did not return. Mike Jerrick and Juliet Huddy hosted until they began preparing for The Morning Show with Mike and Juliet on FOX O&O stations. The Live Desk with Martha MacCallum replaced Dayside soon after the last show on September 22, 2006. In June 2008 since the show gone The Live Desk now produce Two hours 1-3 P.M to replacing America's Pulse, Trace Gallagher became co-host with MacCallum.","original_name":"DaySide","vote_average":0.0,"name":"DaySide","cert":"Unavailable","id":4394,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":"1991-05-15","cast":[],"overview":"Maalaala Mo Kaya is a Philippine drama anthology series broadcast on ABS-CBN every Saturday evening and being hosted by Charo Santos-Concio. Currently, it became the longest-running drama anthology on Philippine television and in Asia. The program features weekly real life stories or anecdotes of common people or even famous celebrities and personalities through letter sending. The series has a counterpart radio program being broadcast on DZMM called \"Maalaala Mo Kaya sa DZMM\", a paperback adaption and a comic book adaptation under Mango Comics & Sterling.\n\nThe program is named after the song, \"Maalaala Mo Kaya\" by Constancio de Guzman, which also serves as the program's main theme song which was performed by Dulce. During 2000's airing of the program until now, the main theme song was covered by Carol Banawa replacing Dulce's version.\n\nA classics re-run version of the anthology series \"MMK Classics\" premiered on June 3, 2012 on The Filipino Channel. Because of the outreach abroad, the TFC series focused on fully translating every episode with English subtitles. The Philippine version entitled \"MMK Klasiks\" aired on ABS-CBN's Kapamilya Gold block as a temporary replacement program from December 17, 2012 to January 18, 2013. MMK Klasiks also airs on DZMM TeleRadyo as a fill-in to its radio counterpart, due to the fact that the latter was pre-recorded.","original_name":"Maalaala Mo Kaya","vote_average":10.0,"name":"Maalaala Mo Kaya","cert":"Unavailable","id":4405,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":"2003-12-02","cast":["Nicole Richie","Paris Hilton"],"overview":"The Simple Life is an American reality television series. The series aired from December 2, 2003 to August 5, 2007. The first three seasons aired on Fox, and the final two on E!. The series depicts two wealthy socialites, Paris Hilton and Nicole Richie, as they struggle to do manual, low-paying jobs such as cleaning rooms, farm work, serving meals in fast-food restaurants and working as camp counselors.","original_name":"The Simple Life","vote_average":2.7,"name":"The Simple Life","cert":"Unavailable","id":4406,"adult":"false","genre_ids":[10764,35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Shobiz Newsy News is a weekly animated podcast. In fact, the SNN website claims that it is \"the first weekly animated news podcast\".\n\nOriginally presented in SWF, it was later switched to MP4 format for compatibility with both home computers and portable media devices such as the iPod Video. The show takes a cynical look at the week, mainly focusing on celebrities, and is hosted by a fictional character named Ty Paddington.\n\nSNN is recommended by PodGuide.tv, a website that regularly receives 4-5 million page-views per day 1, as well as PodcastAlley.com, which regularly receives 20-25 million 2.","original_name":"Shobiz Newsy News","vote_average":0.0,"name":"Shobiz Newsy News","cert":"Unavailable","id":4407,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2002-11-30","cast":[],"overview":"Barefoot Contessa is an American cooking show that premiered November 30, 2002 on Food Network. The show is hosted by celebrity chef Ina Garten. Each episode features Garten assembling dishes of varying complexity. Though her specialty is French cuisine, she occasionally prepares American, Asian, British and Italian foods. Her show also gives tips on decorating and entertaining.","original_name":"Barefoot Contessa","vote_average":6.5,"name":"Barefoot Contessa","cert":"Unavailable","id":4410,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Now and Forever","vote_average":0.0,"name":"Now and Forever","cert":"Unavailable","id":4411,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2006-01-17","cast":["Jason Priestley","Christopher Wiehl","Ivana Miličević","Judy Greer","Tom Cavanagh"],"overview":"Love Monkey is a television series created by Michael Rauch and based on a book of the same name, by Kyle Smith. It starred Tom Cavanagh as a 30-something, single, record executive who navigated the tumultuous and highly amusing waters of work and dating in New York City.\n\nIts first episode aired on January 17, 2006 on CBS, attracting an audience of about 8.6 million viewers. By its third episode on February 7, viewership was down to 6.2 million, and CBS pulled it from the schedule, with no plans for its return.\n\nAt the end of March, VH1 announced plans to re-broadcast the three episodes broadcast on CBS and air the five remaining unaired episodes. The last episode aired on May 16, 2006 on VH1.\n\nCBS has one episode available free for online viewing via its new Innertube website and intends to make the other 7 episodes available for viewing there as well.\n\nAs it was bought for syndication by VH1, it now airs on MuchMoreMusic in Canada.\n\nIn the summers of 2009 and 2010, the series was shown on the Universal HD cable network.\n\nIt was a co-production of Paramount Television and Sony Pictures Television.","original_name":"Love Monkey","vote_average":8.3,"name":"Love Monkey","cert":"Unavailable","id":4412,"adult":"false","genre_ids":[18,35],"origin_country":["US"]},{"first_air_date":"1972-06-05","cast":["Richard O'Sullivan","John Cater","Beryl Reid"],"overview":"Alcock and Gander is a British sitcom that aired on ITV in 1972. Starring Beryl Reid and Richard O'Sullivan, it lasted for one series. It was written by Johnnie Mortimer and Brian Cooke, who later wrote Man About the House, where O'Sullivan was the lead male character. It was made for the ITV network by Thames Television.","original_name":"Alcock and Gander","vote_average":0.0,"name":"Alcock and Gander","cert":"Unavailable","id":4421,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1993-03-01","cast":["Bob Stutt","Taborah Johnson","Ramona Gilmour-Darling","Alyson Court","Bob Mills"],"overview":"The Big Comfy Couch is a Canadian children's television series about Loonette the Clown and her dolly Molly, who solve everyday problems on their \"Big Comfy Couch\". It aired from 1992 until early 2006. It was produced by Cheryl Wagner and Robert Mills, directed by Wayne Moss and Mills. It premiered on March 2, 1992 in Canada and in 1995 in the USA on public television stations across the country. There is also a Spanish version of the show titled, \"El Sofa de mi Imaginacion\". It also aired in the United Kingdom on GMTV's kids block.\n\nThe show's format revolves around Loonette the Clown, who lives with her dolly Molly on the eponymous Big Comfy Couch. Episodes are generally focused on a theme or a lesson. For example, Season 3's episode \"Full of Life\" explored the concepts of \"full\" and \"empty\", while \"Sticks and Stones\" dealt with name-calling and teasing.","original_name":"The Big Comfy Couch","vote_average":8.0,"name":"The Big Comfy Couch","cert":"Unavailable","id":4422,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":"2006-07-11","cast":["Annalise Braakensiek","Jamie Durie","Jules Lund","Dermott Brereton","Grant Goldman"],"overview":"Torvill and Dean's Dancing on Ice was an Australian reality television series which was based on the original British version, Dancing on Ice. The series premiered on the Nine Network on Tuesday, 11 July 2006 at 7:30 pm, and involved celebrities ice dancing on a specially constructed ice rink located in Sydney's north-west suburbs. The series ran for one season before being axed, and the winner of the competition was model Jake Wall. The series reportedly cost several million dollars to produce, but only regularly managed above-average ratings at best. A reunion special which would feature all ten celebrities talking about their experiences on the show, and answering questions from a live studio audience, as well as Torvill and Dean themselves making a very special guest appearance in the studio congratulating the contestants, hosts and indeed, home viewers for voting, had been planned, but that too was cancelled following the show's axing.","original_name":"Torvill and Dean's Dancing on Ice","vote_average":0.0,"name":"Torvill and Dean's Dancing on Ice","cert":"Unavailable","id":4423,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"1985-11-20","cast":["Stephanie Beacham","Ricardo Montalban","Maxwell Caulfield","Emma Samms","Claire Yarlett"],"overview":"The Colbys is an American prime time soap opera, which originally aired on ABC from November 20, 1985 to March 26, 1987. Produced by Aaron Spelling, it was a spin-off of Dynasty, which had been the highest rated series for the 1984–1985 U.S. television season. The Colbys revolved around another wealthy, upper-class family, who were distant relatives of the Carringtons of Dynasty and who owned a large multi-national corporation. Intended to surpass its predecessor in opulence, the series' producers were handed an immensely high budget for the era and cast a handful of well-known movie stars among its leads, including Charlton Heston, Barbara Stanwyck, Katharine Ross and Ricardo Montalban. However, The Colbys was ultimately a ratings disappointment, and was canceled after two seasons.","original_name":"The Colbys","vote_average":6.0,"name":"The Colbys","cert":"Unavailable","id":4424,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The URL with Phred Show is the spin-off series of The Phred on Your Head Show that aired on Noggin from September 10, 2001 until March 31, 2002. One of the notable differences in detail is that Head's dot was cut out pictures and the \"outside\" of the dot was colorful. In URL, Phred's dot looks hand-drawn and the outside of the dot is mostly blue.","original_name":"URL With Phred","vote_average":0.0,"name":"URL With Phred","cert":"Unavailable","id":4425,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1998-09-05","cast":["Hassei Takano"],"overview":"Ultraman Gaia is a Japanese tokusatsu TV show and is the 13th show in the Ultra Series. Created by Chiaki J. Konaka and produced by Tsuburaya Productions and Mainichi Broadcasting System, Ultraman Gaia was aired on JNN TV stations from September 5, 1998 until August 28, 1999, with a total of 51 episodes.","original_name":"ウルトラマンガイア","vote_average":0.0,"name":"ウルトラマンガイア","cert":"Unavailable","id":4426,"adult":"false","genre_ids":[10765],"origin_country":["JP","HK"]},{"first_air_date":"2007-01-07","cast":["Denise Van Outen","David Ian","Billy Bush","Kathleen Marshall","Jim Jacobs"],"overview":"Grease: You're the One That I Want! was an NBC reality television series designed to cast the lead roles of Sandy Dumbrowski and Danny Zuko in a $10 million Broadway revival of the musical Grease to be directed and choreographed by two-time Tony Award-winner Kathleen Marshall. The Broadway production began previews at the Brooks Atkinson Theatre on July 24, 2007, and officially opened on August 19.\n\nThe TV show, from the producers of Dancing With the Stars, was patterned after an original format created by Andrew Lloyd Webber for the BBC series How Do You Solve a Problem Like Maria?, which selected the lead in the successful 2005 West End revival of The Sound of Music. The show's title was taken from the song \"You're the One That I Want\" from the 1978 screen adaptation of Grease. Although the song was not part of the original Broadway production, the revival will add the songs written for the film to those written for the original Broadway production.\n\nThe program generated so much interest in the upcoming Broadway revival that, as The New York Post reported on April 4, 2007, ticket sales had topped $9 million, although the TV show was a \"ratings loser\".","original_name":"Grease: You're the One That I Want!","vote_average":10.0,"name":"Grease: You're the One That I Want!","cert":"Unavailable","id":4435,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"2006-03-27","cast":["Jacqueline Duncan","Kendal Nagorcka","Libby Campbell"],"overview":"For the 2009 Sequel\/Spinoff Series See: The Shak At Home\n\nThe Shak is an Australian children's television program broadcast on the Nine Network. Its four hosts, Curio, Nitro, Picasso and Eco answer viewer questions, queries, dares and challenges in an entertaining and educational manner. Each host's name relates to their personality and the type of stories they present. Viewers send questions and suggestions to the presenters via the shows website.","original_name":"The Shak","vote_average":0.0,"name":"The Shak","cert":"Unavailable","id":4436,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"2004-10-13","cast":[],"overview":"Survivorman is a Canadian-produced television program, broadcast in Canada on the Outdoor Life Network, and internationally on Discovery Channel and Science Channel. The show aired three seasons and 4 specials – 2004, 2007, 2008, and 2012.\n\nThe title refers to the host of the show, Canadian filmmaker and survival expert Les Stroud, who used survival skills and knowledge to survive for up to ten days alone videotaping his adventures in remote locales where he brought with him little or no food, water, or equipment. According to the show's website, each location was scouted and pre-planned extensively by Stroud and his team who consulted with survival specialists and natives of each area. The fact that Stroud spent his time alone without a production crew is a major focus of the show.","original_name":"Survivorman","vote_average":8.0,"name":"Survivorman","cert":"Unavailable","id":4437,"adult":"false","genre_ids":[99],"origin_country":["CA","US"]},{"first_air_date":"1992-09-22","cast":["Nell Carter","Mark Curry","Holly Robinson Peete","Saundra Quarterman","Marquise Wilson"],"overview":"Hangin' with Mr. Cooper is an American television sitcom that originally aired on ABC from 1992 to 1997, starring Mark Curry and Holly Robinson. The show took place in Curry's hometown of Oakland, California. Hangin' with Mr. Cooper was produced by Jeff Franklin Productions, in association with Warner Bros. Television, and also became produced by Bickley-Warren Productions by the third season.\n\nThe show originally aired on Tuesdays in prime time after sister series Full House. The show found its niche as an addition to the already successful TGIF Friday night lineup on ABC, and was part of the lineup from September 1993 to May 1996, before moving to Saturdays for its fifth and final season.","original_name":"Hangin' with Mr. Cooper","vote_average":6.4,"name":"Hangin' with Mr. Cooper","cert":"Unavailable","id":4438,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1955-10-01","cast":["Joyce Randolph","Art Carney","Jackie Gleason","Audrey Meadows"],"overview":"A bus driver and his sewer worker friend struggle to strike it rich while their wives look on with weary patience. One of the most influential situation comedy television series in American history.","original_name":"The Honeymooners","vote_average":7.8,"name":"The Honeymooners","cert":"Unavailable","id":4439,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2006-01-12","cast":["Mike Wilmot","Simon Evans","Ralph Brown","Rich Hall"],"overview":"Rich Hall's Cattle Drive is a television sitcom starring Rich Hall and Mike Wilmot. It was broadcast in 2006 in the United Kingdom on BBC Four, and ran for one series consisting of six episodes. It has been repeated on BBC Four but has not been shown on British terrestrial television.","original_name":"Rich Hall's Cattle Drive","vote_average":6.0,"name":"Rich Hall's Cattle Drive","cert":"Unavailable","id":4440,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"The Antiques Ghost Show was a 'reality' show commissioned in 2003 by Living TV. Members of the public would bring self-proclaimed psychic Derek Acorah their antiques. After Acorah has made claims about the history of the item, using a method he calls psychometry, Christopher Gower and a genealogist are given 48 hours to verify the assertions. When analysing the history of an antique, Acorah will often act out events he believes has happened.\n\nThe show was sold to Bravo! in Canada and other networks in Australia, where in terms of ratings, it was immensely popular. In terms of critical reception, it was met extremely poorly, with critics noting that just as much could be learnt about the history of the antiques without Acorah's readings.","original_name":"The Antiques Ghost Show","vote_average":0.0,"name":"The Antiques Ghost Show","cert":"Unavailable","id":4441,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2004-07-28","cast":[],"overview":"Amish in the City is an American reality television series by Stick Figure Productions and UPN. The plot revolved around five Amish teenagers experiencing \"modern\" culture by living in a house with six mainstream American teenagers.\n\nThe show follows the Amish teenagers as they explore their freedom from the Amish religious code, which is a common element of the Rumspringa period before they decide whether to join the Amish church. Typically, nearly 90% of teenagers end their Rumspringa with the choice to be baptized as Amish; however, at the conclusion of the show, it was unclear which of the show's participants chose not to return to the Amish church and which went back to the Amish way of life. Many accused the show of giving the participants an unrealistic view of \"modern\" culture and of showing the behavior of the unadjusted Amish like a \"spectator sport\" for mainstream American viewers. The producers stated that they plan to follow the original series with updates on the current status of the cast, especially since their decisions at the end of the series may change.\n\nThe concept was initially denounced by some for appearing to capitalize upon popular stereotypes about the Amish; later critical reviews were more positive.","original_name":"Amish in the City","vote_average":0.0,"name":"Amish in the City","cert":"Unavailable","id":4446,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2005-05-23","cast":["Luis Manzano","John Wayne Sace","Carlo Aquino","Pauleen Luna","Alwyn Uytingco"],"overview":"Qpids is a Filipino reality love-team search which aired on the ABS-CBN network from May 23, 2005 to September 25, 2005. The show featured nine loveteams who competed through races and acting challenges. At the end of each challenge, the weakest loveteam was eliminated, until the final four loveteams remained. The winner of the \"Ultimate Loveteam\" title was determined through a combination of viewer votes and judges' scores.\n\nQpids was also broadcast on TFC: The Filipino Channel.","original_name":"Qpids","vote_average":0.0,"name":"Qpids","cert":"Unavailable","id":4447,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"1989-11-26","cast":[],"overview":"America's Funniest Home Videos is the longest-running primetime entertainment show in ABC history. Each week AFV shines the spotlight on hilarious videos. Fans tune in to witness failures and fiascos and to submit their own mishaps for their chance at stardom.","original_name":"America's Funniest Home Videos","vote_average":6.7,"name":"America's Funniest Home Videos","cert":"Unavailable","id":4448,"adult":"false","genre_ids":[35,10767],"origin_country":["US"]},{"first_air_date":"2002-11-18","cast":["Jan Ravens","Phil Cornwell","Jon Culshaw"],"overview":"Dead Ringers is a United Kingdom radio and television comedy impressions show broadcast on BBC Radio 4 and later BBC Two. The programme was devised by producer Bill Dare and developed with Jon Holmes, Andy Hurst and Simon Blackwell. It starred Jon Culshaw, Jan Ravens, Phil Cornwell, Kevin Connelly and Mark Perry. The main writers for season 1-3 on Radio were Jon Holmes and Andy Hurst with Tom Jamieson and Nev Fountain coming on board in Series 4. Other writers have included Simon Blackwell, Jon Culshaw, Jan Ravens, John Finnemore, David Mitchell, Richard Ward, Terry Newman, Jonathan Morris, Colin Birch, Carl Carter and Tony Cooke. It was revealed by star Jan Ravens that the BBC quietly cancelled the television run in 2007 after five years of broadcast.","original_name":"Dead Ringers","vote_average":5.5,"name":"Dead Ringers","cert":"Unavailable","id":4449,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"H3O: Ha Ha Ha Over! is a sketch comedy television show aired every Monday evenings in the Philippines by Q Network. The program was produced by APT Productions Inc.","original_name":"H3O: Ha Ha Ha Over","vote_average":0.0,"name":"H3O: Ha Ha Ha Over","cert":"Unavailable","id":4450,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"1987-01-07","cast":["Nigel Planer","Rik Mayall","Adrian Edmondson"],"overview":"BBC sitcom starring former The Young Ones stars Nigel Planer, Rik Mayall and Adrian Edmondson as its three title characters respectively. It was written by Ben Elton with additional material credited to Mayall. One series of six half-hour episodes was produced (although the notion of a second series is played upon in the final episode, and the continuity announcer on the last installment says \"...and Filthy, Rich and Catflap will return next year.\" They didn't.)","original_name":"Filthy Rich & Catflap","vote_average":6.9,"name":"Filthy Rich & Catflap","cert":"Unavailable","id":4451,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"1957-06-19","cast":["Alfie Bass","Charles Hawtrey","Harry Fowler","Frank Williams","Dick Emery"],"overview":"The Army Game is a British sitcom that aired on ITV from 1957 to 1961. Made in black-and-white, it is about National Service conscription to the post-war British Army. It was created by Sid Colin. Many stars, like Charles Hawtrey, William Hartnell, Bernard Bresslaw, Alfie Bass and Dick Emery became household names, and appeared in the Carry On films, which began with Carry On Sergeant, virtually a spin-off. It was made for the ITV network by Granada Television.","original_name":"The Army Game","vote_average":0.0,"name":"The Army Game","cert":"Unavailable","id":4452,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"1986-03-01","cast":["Jason Bateman","Josh Taylor","Sandy Duncan","Christine Ebersole","John Hillerman"],"overview":"The Hogan Family is an American television situation comedy that aired on NBC from March 1, 1986 to May 7, 1990, and on CBS from September 15, 1990 until July 20, 1991. It was produced by Miller-Boyett Productions, along with Tal Productions, Inc., and in association with Lorimar Productions, Lorimar-Telepictures and Lorimar Television.\n\nThe show was originally titled Valerie and starred Valerie Harper as a mother trying to juggle her career with raising her three sons by her often-absent airline-pilot husband. Harper was written out of the series after the second season because of a dispute with the show's producers. Sandy Duncan joined the cast as the boys' aunt, who moved in and became their surrogate mom. During the show's third season, the series was known as Valerie's Family: The Hogans, then simply as The Hogan Family.","original_name":"The Hogan Family","vote_average":6.9,"name":"The Hogan Family","cert":"Unavailable","id":4453,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1998-09-21","cast":["Eric McCormack","Debra Messing","Sean Hayes","Megan Mullally"],"overview":"Will Truman and Grace Adler are best friends living in New York, and when Grace's engagement falls apart, she moves in with Will. Together, along with their friends, they go through the trials of dating, sex, relationships and their careers, butting heads at times but ultimately supporting one another while exchanging plenty of witty banter along the way.","original_name":"Will & Grace","vote_average":6.8,"name":"Will & Grace","cert":"Unavailable","id":4454,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1965-09-18","cast":["Don Adams","Barbara Feldon","Edward Platt","Robert Karvelas"],"overview":"Get Smart is an American comedy television series that satirizes the secret agent genre. Created by Mel Brooks with Buck Henry, the show stars Don Adams, Barbara Feldon, and Edward Platt. Henry said they created the show by request of Daniel Melnick, who was a partner, along with Leonard Stern and David Susskind, of the show's production company, Talent Associates, to capitalize on \"the two biggest things in the entertainment world today\"—James Bond and Inspector Clouseau. Brooks said: \"It's an insane combination of James Bond and Mel Brooks comedy.\" This is the only Mel Brooks production to feature a laugh track.\n\nThe success of the show eventually spawned the follow-up films The Nude Bomb and Get Smart, Again!, as well as a 1995 revival series and a 2008 film remake. In 2010, TV Guide ranked Get Smart's opening title sequence at No. 2 on its list of TV's Top 10 Credits Sequences, as selected by readers.","original_name":"Get Smart","vote_average":7.7,"name":"Get Smart","cert":"Unavailable","id":4455,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2003-06-02","cast":["Paul Sun-Hyung Lee","Paul Braunstein","Lisa Merchant","Raoul Bhaneja","Krista Sutton"],"overview":"Train 48 was a Canadian television soap opera, broadcast on Global Television Network or CH airing from 2003 until 2005. Train 48 was based on the format of an Australian television program called Going Home.","original_name":"Train 48","vote_average":0.0,"name":"Train 48","cert":"Unavailable","id":4456,"adult":"false","genre_ids":[18],"origin_country":["CA"]},{"first_air_date":"1989-11-06","cast":["Adam David","Florence Darnell","Siluck Saysanasy","Stacie Mistysyn","Anais Granofsky"],"overview":"Degrassi High is the third television show in the Degrassi series of teen dramas about the lives of a group of teenagers living on or near De Grassi Street in Toronto, Ontario, Canada. It first aired from 1989 to 1991 and followed the young people from The Kids of Degrassi Street and Degrassi Junior High through high school. The show was filmed in downtown Toronto and at Centennial College.\n\nMuch like its predecessor, Degrassi High dealt with controversial issues ranging from AIDS, abortion, abuse, alcoholism, cheating, sex, death and suicide, dating, depression, bullying, gay rights, homophobia, racism, the environment, drugs, and eating disorders.\n\nThe show's impact on Canadian identity is discussed in the September 2007 issue of u're Magazine.","original_name":"Degrassi High","vote_average":8.0,"name":"Degrassi High","cert":"Unavailable","id":4457,"adult":"false","genre_ids":[18],"origin_country":["CA"]},{"first_air_date":"1996-10-27","cast":[],"overview":"Pop Up Video is a VH1 television show that \"pops up\" bubbles — officially called \"info nuggets\" — containing trivia, witticisms and borderline sexual innuendos throughout music videos. The show was created by Woody Thompson and Tad Low and premiered October 27, 1996. For a time, it was the highest-rated program on VH1, though Behind the Music overtook it by 1998. It was originally produced by Spin the Bottle Inc. and later Eyeboogie Inc. during its original run.\n\nIn October 2011, Pop Up Video was revived by VH1, featuring new videos with new trivia and commentary. The revived production was continued by Eyeboogie Inc.","original_name":"Pop-Up Video","vote_average":6.8,"name":"Pop-Up Video","cert":"Unavailable","id":4458,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1976-09-05","cast":["Jim Henson","Frank Oz","Dave Goelz","Jerry Nelson","Richard Hunt"],"overview":"Go behind the curtains as Kermit the Frog and his muppet friends struggle to put on a weekly variety show.","original_name":"The Muppet Show","vote_average":8.1,"name":"The Muppet Show","cert":"Unavailable","id":4459,"adult":"false","genre_ids":[10762,35,10751],"origin_country":["GB"]},{"first_air_date":"1996-09-14","cast":["Katie Leigh","René Auberjonois","Jeannie Elias","Pat Fraley","Martin Jarvis"],"overview":"Richie Rich is an animated television series produced by Harvey Films, Saban Entertainment, Film Roman, Universal Studios, and distributed by Claster Television. It aired for one season, and also includes select Harveytoons shorts. Unlike the Hanna-Barbera version which depicted a somewhat older Richie closer to adolescence, this revival series was more faithful to the comics, as Richie Rich appeared in his original form as a younger child in his tuxedo and shorts.","original_name":"Richie Rich","vote_average":5.0,"name":"Richie Rich","cert":"Unavailable","id":4460,"adult":"false","genre_ids":[16],"origin_country":["US"]},{"first_air_date":"1999-09-22","cast":["Rove McManus"],"overview":"Rove, formerly Rove Live, was an Australian television variety show which premiered on the Nine Network on 22 September 1999, before moving to Network Ten which aired the program from 2000 until November, 2009. The show was hosted by comedian Rove McManus, and featured an ensemble cast, who presented various segments throughout the course of the show. The show won the Logie Award for \"Most Popular Light Entertainment Program\" five times.","original_name":"Rove","vote_average":8.0,"name":"Rove","cert":"Unavailable","id":4461,"adult":"false","genre_ids":[35],"origin_country":["AU"]},{"first_air_date":"1993-01-31","cast":["Richard Belzer","Giancarlo Esposito","Peter Gerety","Clark Johnson","Yaphet Kotto"],"overview":"Homicide: Life on the Street is an American police procedural television series chronicling the work of a fictional version of the Baltimore Police Department's Homicide Unit. It ran for seven seasons on NBC from 1993 to 1999, and was succeeded by a TV movie, which also acted as the de facto series finale. The series was originally based on David Simon's book Homicide: A Year on the Killing Streets. Many of the characters and stories used throughout the show were based on events depicted in the book, which was also part of the basis for Simon's own series, The Wire on HBO.\n\nAlthough Homicide featured an ensemble cast, Andre Braugher emerged as the series' breakout star through his portrayal of Frank Pembleton. The show won Television Critics Association Awards for Outstanding Achievement in Drama in 1996, 1997, and 1998. It also became the first drama ever to win three Peabody Awards for best drama in 1993, 1995, and 1997. In 1997, the episode \"Prison Riot\" was ranked No. 32 on TV Guide's 100 Greatest Episodes of All Time. In 2007, it was listed as one of Time magazine's \"Best TV Shows of All-TIME.\" In 1996 TV Guide named the series 'The Best Show You're Not Watching'. The show placed #46 on Entertainment Weekly's \"New TV Classics\" list.","original_name":"Homicide: Life on the Street","vote_average":7.9,"name":"Homicide: Life on the Street","cert":"Unavailable","id":4464,"adult":"false","genre_ids":[9648,18,80],"origin_country":["US"]},{"first_air_date":"1999-06-07","cast":["Martin Shaw","Niamh Cusack","David Harewood","Jane Slavin"],"overview":"Always and Everyone was a British television drama that ran from 1999 to 2002. It dramatised the hectic everyday lives of the doctors and nurses running the Accident and Emergency department of the large, busy city hospital, St. Victor's. The series has never been released commercially on VHS or DVD.","original_name":"Always and Everyone","vote_average":0.0,"name":"Always and Everyone","cert":"Unavailable","id":4465,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"2006-05-31","cast":["Lauren Conrad Tell"],"overview":"After high school graduation, \"Laguna Beach\" alumna Lauren sets out to live on her own in Los Angeles and work as an intern at Teen Vogue.","original_name":"The Hills","vote_average":3.0,"name":"The Hills","cert":"Unavailable","id":4466,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"1982-02-01","cast":["David Letterman"],"overview":"Late Night with David Letterman is a nightly hour-long comedy talk show on NBC that was created and hosted by David Letterman. It premiered in 1982 as the first incarnation of the Late Night franchise and went off the air in 1993, after Letterman left NBC and moved to Late Show on CBS. Late Night with Conan O'Brien then filled the time slot. As of March 2, 2009, the slot has been filled by Late Night with Jimmy Fallon. It will be filled by Seth Meyers in the spring of 2014, after Fallon becomes host of The Tonight Show.","original_name":"Late Night with David Letterman","vote_average":6.2,"name":"Late Night with David Letterman","cert":"Unavailable","id":4467,"adult":"false","genre_ids":[35,10767],"origin_country":["US"]},{"first_air_date":"2000-07-26","cast":["Jordana Spiro","James Remar","Annette O'Toole","Luis Antonio Ramos"],"overview":"The Huntress is an American TV series that appeared on the USA Network over subsequent summers of the 2000 and 2001 television seasons. It was inspired by a book about the real bounty hunter, Dottie Thorson, and is also a belated sequel to the 1980 Steve McQueen film, The Hunter.","original_name":"The Huntress","vote_average":0.0,"name":"The Huntress","cert":"Unavailable","id":4468,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"1995-10-14","cast":["Will Sasso"],"overview":"MADtv is an American sketch comedy television series based on Mad, and contained animated Spy vs. Spy and Don Martin cartoon shorts as well as images of Alfred E. Neuman. Its first TV broadcast was on October 14, 1995. The one-hour show aired Saturday nights on Fox, and was in syndication on Comedy Central. In Australia the show screens on satellite and cable TV channel The Comedy Channel and in late-night timeslots on free-to-air broadcaster the Nine Network and its affiliates.","original_name":"MADtv","vote_average":6.2,"name":"MADtv","cert":"Unavailable","id":4469,"adult":"false","genre_ids":[16,35],"origin_country":["US"]},{"first_air_date":"1995-01-09","cast":["Tom Snyder"],"overview":"The Late Late Show is an American late-night television talk and variety show on CBS. It first aired in January 1995, with host Tom Snyder. In its current incarnation it has been hosted by Craig Ferguson since January 2005. It is produced by Worldwide Pants Incorporated, the production company owned by the host of the show that immediately precedes it: Late Show with David Letterman and CBS Television Studios. It originates from CBS Television City and is shot in High Definition, as of August 31, 2009. The program dates to 1995, and has had three permanent hosts.\n\nThe show differs from most of the other extant late-night talk shows in that it has never used a house band nor an in-studio announcer.\n\nOccasionally, the show is split into 15- and 45-minute segments when CBS airs a daily late night highlight show for either The Masters, other PGA Tour events with rights owned by CBS, or tennis' U.S. Open. The show then has a monologue to start, followed by sports highlights, and then the guest segments. Since mid-2007, however, the highlights show has aired first, followed by the full hour of The Late Late Show.","original_name":"The Late Late Show with Tom Snyder","vote_average":0.0,"name":"The Late Late Show with Tom Snyder","cert":"Unavailable","id":4470,"adult":"false","genre_ids":[10767],"origin_country":["US"]},{"first_air_date":"2005-07-13","cast":["Joe"],"overview":"Brat Camp is a reality television show.\n\nThe first season, featuring RedCliff Ascent, won an International Emmy. Subsequent seasons saw declining viewership. The American version of Brat Camp was cancelled after its one-season run, but is being aired in Canada on Slice as of early 2007. The UK version was also aired in the United States in 2004 on ABC Family, and its popularity resulted in ABC ordering an American version.\n\nOn August 24, 2007, it was announced that the show had been cancelled, along with shows such as Celebrity Big Brother and You Are What You Eat.","original_name":"Brat Camp","vote_average":0.0,"name":"Brat Camp","cert":"Unavailable","id":4471,"adult":"false","genre_ids":[10764],"origin_country":["GB","US"]},{"first_air_date":"2005-09-06","cast":["André Simoneau"],"overview":"Prank Patrol is a children's television series currently airing on YTV. Each week, Andy and a team of \"ninjas\" help kids pull off pranks on an unsuspecting victim. With the help of experts, pranksters convince victims of big-time pranks like incredible super powers, alien landings, or an intelligent gorilla.","original_name":"Prank Patrol","vote_average":10.0,"name":"Prank Patrol","cert":"Unavailable","id":4472,"adult":"false","genre_ids":[10764,35],"origin_country":["CA"]},{"first_air_date":"1947-10-13","cast":["George Fenneman","Groucho Marx"],"overview":"You Bet Your Life is an American quiz show that aired on both radio and television. The original and best-known version was hosted by Groucho Marx of the Marx Brothers, with announcer and assistant George Fenneman. The show debuted on ABC Radio in October 1947, then moved to CBS Radio in September 1949 before making the transition to NBC-TV in October 1950. Because of its simple format, it was possible to broadcast the show simultaneously on the radio and on television. In 1960, the show was renamed The Groucho Show and ran a further year. Most episodes are in the public domain.\n\nThe play of the game, however, was secondary to the interplay between Groucho, the contestants, and occasionally Fenneman. The program was rerun into the 1970s, and later in syndication as The Best of Groucho. As such, it was the first game show to have its reruns syndicated.","original_name":"You Bet Your Life","vote_average":6.2,"name":"You Bet Your Life","cert":"Unavailable","id":4473,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2005-09-19","cast":["Jennifer Tilly","Paula Marshall","Christopher Gorham","Ty Burrell","Stockard Channing"],"overview":"Out of Practice is an American situation comedy","original_name":"Out of Practice","vote_average":7.0,"name":"Out of Practice","cert":"Unavailable","id":4474,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2006-12-17","cast":["David Jason","Michelle Dockery","Marc Warren","Tony Robinson","Nigel Planer"],"overview":"On the night before Hogswatch, the holiday where kids anticipate presents from the beloved Hogfather, Death notices that the Hogfather's life-timer is lying broken on the floor of his castle. Could it be that Hogswatch will not happen this year?","original_name":"Hogfather","vote_average":7.9,"name":"Hogfather","cert":"Unavailable","id":4475,"adult":"false","genre_ids":[35,10751,10765],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Beh Bote Nga is a play on the title of a popular Filipino bong Beh Buti Nga meaning \"Bleh, Good For You\", was a situational comedy television show in the Philippines aired every Wednesday evenings by GMA Network from March 10, 1999 to April 30, 2003. The show was part of the network's GMA KiliTV block. It was eventually replaced by Nuts Entertainment.","original_name":"Beh Bote Nga","vote_average":0.0,"name":"Beh Bote Nga","cert":"Unavailable","id":4476,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"1998-11-02","cast":["Ted Danson","Hattie Winston","Shawnee Smith","Alex Désert","Saverio Guerra"],"overview":"Becker is a dedicated, outspoken and talented doctor with a gruff exterior. While he tends to offend those who try to get close to him, he is extremely dedicated to his medical practice in the Bronx, N.Y., where he always goes the extra mile to help those in need. But Dr. John Becker looks at the world around him and sees a society gone mad, full of incongruities and just plain wrong thinking. And he has no qualms about saying anything that comes to mind – anything.","original_name":"Becker","vote_average":7.0,"name":"Becker","cert":"Unavailable","id":4477,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"1992-07-06","cast":["Derek Martin","Roger Walker","Patricia Brake","Jesse Birdsall","Clare Wilkie"],"overview":"Eldorado was a British soap opera that ran for only one year, from 6 July 1992 to 9 July 1993. Set in the fictional town of Los Barcos on the Costa del Sol in Spain and based around the lives of British and European expats, the BBC hoped it would be as successful as EastEnders and replicate some of the sunshine and glamour of imported Australian soaps such as Home and Away and Neighbours. A co-production between the BBC and independent production company Cinema Verity, Eldorado aired three times a week in a high-profile evening slot on the mainstream channel BBC1, filling the slot vacated by Terry Wogan's chat show Wogan, on Mondays, Wednesdays and Fridays at 7.00pm.\n\nIn spite of a high-profile advertising campaign on television, radio and in the press preceding the launch, the programme was not initially a popular hit with viewers and critics. Ratings improved with a radical overhaul, but it was eventually cancelled by the new controller of BBC1, Alan Yentob.","original_name":"Eldorado","vote_average":4.0,"name":"Eldorado","cert":"Unavailable","id":4478,"adult":"false","genre_ids":[10766,18],"origin_country":["GB"]},{"first_air_date":"1998-10-03","cast":["Ashley Brown","Len Carlson","Edward Glen","Tracey Moore","Terri Hawkes"],"overview":"Flying Rhino Junior High is a Canadian animated television series produced by Nelvana Limited and STV Productions. It originally aired from October 3, 1998 to January 22, 2000 on CBS Kidshow. Reruns used to be shown on Scottish Television in Scotland. Reruns returned to YTV after a four year absence in 2011. In the US, both seasons can be purchased as downloads from Amazon Instant Video, and in Scotland the first season can be watched on YouTube.\n\nThe series revolved around four kids: Billy O' Toole, Marcus and Ruby Snarkus, and Lydia Lopez. The series' main antagonists are Earl P. Sidebottom, AKA The Phanthom and his rat sidekick Ratticus. Earl is a boy genius who some time before the series' beginning got a \"D\" grade in shop class and retreated to the school's sub-basement boiler room in shame. In there, he built a supercomputer capable of altering reality, which uses to cause chaos in the school as revenge, leaving the protagonists to stop him.","original_name":"Flying Rhino Junior High","vote_average":7.0,"name":"Flying Rhino Junior High","cert":"Unavailable","id":4479,"adult":"false","genre_ids":[16],"origin_country":["CA"]},{"first_air_date":"2005-03-30","cast":["Tim Daly","Garcelle Beauvais","A. J. Langer","Laura Leighton","Eric Mabius"],"overview":"Eyes is an ABC television series starring Tim Daly as Harlan Judd. Eyes follows the firm of Judd Risk Management which uses marginally legal means to investigate individuals and crimes where law enforcement would fall short. With the help of high-tech gadgets, Harlan Judd and his employees recover money for victims as well as investigate individuals for clients but still manage to keep plenty of secrets from one another.\n\nIn May 2005, having rescheduled the sixth episode twice, ABC announced that they would not be airing the remaining episodes until June at the earliest. They later announced that it would not be picked up for a second season and that the remaining episodes would remain unaired.\n\nNew Zealand television station TV2 picked up this show and aired the complete series, all twelve episodes, in the second half of 2005. These episodes appeared online via BitTorrent soon after. The show was also partially aired on Singapore television station Mediacorp Channel 5, with the pilot episode and episodes #106 to #112 being skipped. Episode #111 was an exception, and was aired as the fifth episode. The show was also aired in full on France cable television station Canal Jimmy in 2006. In the beginning of 2008 the show was aired in full on Polish television station TVN 7. The series was shown on the Nine Network in Australia in 2007.","original_name":"Eyes","vote_average":7.2,"name":"Eyes","cert":"Unavailable","id":4480,"adult":"false","genre_ids":[18,80,9648],"origin_country":["US"]},{"first_air_date":"1979-12-27","cast":["Joachim Hall","Wilhelm Helmrich"],"overview":"Hallo Spencer is a German children's television series, created by Winfried Debertin and produced by Norddeutscher Rundfunk from 1979 until 2001. In these 22 years, 275 episodes were filmed, including a number of 'specials' featuring the characters taking part in traditional fairy tale and nursery rhyme themed stories.\n\nIt is a puppet based show, featuring characters created and operated in the same fashion as Jim Henson's Muppets and Sesame Street, which in fact, some of the show's staff were former employees of the German version of Sesame Street. To this day, the series is popular and well loved in its home country to the extent that the theme park Heide Park features a themed area devoted to the show.\n\nThe series has been repeated on the commercial channels Nickelodeon Germany and on the pay-TV channel Premiere. Episodes were regularly found on regional broadcast stations until March 2011.","original_name":"Hallo Spencer","vote_average":6.0,"name":"Hallo Spencer","cert":"Unavailable","id":4481,"adult":"false","genre_ids":[10751],"origin_country":["DE"]},{"first_air_date":"1964-09-17","cast":["Elizabeth Montgomery","David White","Agnes Moorehead","Dick Sargent","Sandra Gould"],"overview":"Samantha Stephens is a pretty, typical American housewife who just happens to be a witch.","original_name":"Bewitched","vote_average":7.4,"name":"Bewitched","cert":"Unavailable","id":4482,"adult":"false","genre_ids":[10765,35,10751],"origin_country":["US"]},{"first_air_date":"1982-11-09","cast":["Adrian Edmondson","Alexei Sayle","Nigel Planer","Rik Mayall","Christopher Ryan"],"overview":"The Young Ones is a British sitcom, broadcast in Great Britain from 1982 to 1984 in two six-part series. Shown on BBC2, it featured anarchic, offbeat humour which helped bring alternative comedy to television in the 1980s and made household names of its writers and performers. In 1985, it was shown on MTV, one of the first non-music television shows on the fledgling channel.","original_name":"The Young Ones","vote_average":7.9,"name":"The Young Ones","cert":"Unavailable","id":4483,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2004-01-04","cast":["Stina Ekblad","Anne Louise Hassing","Lai Yde","Lars Mikkelsen"],"overview":"Krøniken is a Danish television drama which aired on Sunday evenings between January 2004 and January 2007. The 22-episode series relates the lives of two fictional families during the historical development of the Danmarks Radio television network from the 1950s to the 1970s.\n\nCreated by Stig Thorsbøe for the DR broadcast-television network, the series debuted on 4 January 2004. The program's first season set popularity records. Five of the episodes were listed among the ten most watched television programs since records began in Denmark in 1992. The first season finale topped the list with 2,717,000 viewers. In 2004, the program was nominated for the International Emmy Award for Best Drama but lost to Waking the Dead.\n\nThe series concluded with the 22nd episode airing on 1 January 2007 and watched by 2.4 million viewers.","original_name":"Krøniken","vote_average":7.0,"name":"Chronicle","cert":"Unavailable","id":4484,"adult":"false","genre_ids":[18],"origin_country":["DK"]},{"first_air_date":null,"cast":[],"overview":"The Desert Forges was a game show set in the Wadi Rum desert region in Jordan. It was first aired on Channel 5 from 23 June to 25 August 2001. It is produced by Adventure Line Productions, who also made Fort Boyard.","original_name":"The Desert Forges","vote_average":0.0,"name":"The Desert Forges","cert":"Unavailable","id":4485,"adult":"false","genre_ids":[],"origin_country":["FR","GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Diversity","vote_average":0.0,"name":"Diversity","cert":"Unavailable","id":4486,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1994-06-29","cast":["Garcelle Beauvais","David Goldsmith","Kylie Travis","Cassidy Rae","Teresa Hill"],"overview":"Models Inc. is an American prime time soap opera that aired on the Fox television network during the 1994-1995 television season. It is the third series in the Beverly Hills, 90210 franchise. The series was created by Charles Pratt, Jr. and Frank South, and executive produced by Aaron Spelling, Charles Pratt, Jr., Frank South, and E. Duke Vincent.","original_name":"Models Inc.","vote_average":6.5,"name":"Models Inc.","cert":"Unavailable","id":4487,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"1984-04-28","cast":["Michael Praed","Judi Trott","Ray Winstone","Clive Mantle","Peter Llewellyn Williams"],"overview":"Robin of Sherwood, was a British television series, based on the legend of Robin Hood. Created by Richard Carpenter, it was produced by HTV in association with Goldcrest, and ran from 1984 to 1986 on the ITV network. In America it was retitled Robin Hood and shown on the premium cable TV channel Showtime and on PBS. The show starred Michael Praed and Jason Connery as two different incarnations of the title character. Unlike previous adaptations of the Robin Hood legend, Robin of Sherwood combined a gritty, authentic production design with elements of real-life history, 20th century fiction, and pagan myth. The series is also notable for its haunting title music by Clannad, which won a BAFTA award.","original_name":"Robin of Sherwood","vote_average":8.1,"name":"Robin of Sherwood","cert":"Unavailable","id":4488,"adult":"false","genre_ids":[10765,18,10759],"origin_country":["GB"]},{"first_air_date":"1970-09-12","cast":["Casey Kasem","Don Messick","Janet Waldo","Jerry Dexter","Sherry Alberoni"],"overview":"Josie and the Pussycats is an American animated television series, based upon the Archie Comics comic book series of the same name created by Dan DeCarlo. Produced for Saturday morning television by Hanna-Barbera Productions, sixteen episodes of Josie and the Pussycats aired on CBS during the 1970-71 television season, and were rerun during the 1971-72 season. In 1972, the show was re-conceptualized as Josie and the Pussycats in Outer Space, sixteen episodes of which aired on CBS during the 1972-73 season and were rerun the following season. Reruns of the original series alternated between CBS, ABC, and NBC from 1974 through 1976. This brought its national Saturday morning TV run on three networks to six years.\n\nJosie and the Pussycats featured an all-girl pop music band that toured the world with their entourage, getting mixed up in strange adventures, spy capers, and mysteries. On the small-screen, the group consisted of level-headed lead singer and guitarist Josie, intelligent tambourinist Valerie, and air-headed blonde drummer Melody. Other characters included their cowardly manager Alexander Cabot III, his conniving sister Alexandra, her cat Sebastian, and muscular roadie Alan.","original_name":"Josie and the Pussycats","vote_average":5.9,"name":"Josie and the Pussycats","cert":"Unavailable","id":4489,"adult":"false","genre_ids":[16,10762],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The World Game is an Australian football television show broadcast on SBS. The show analytically reviews and previews Australian and international football and football issues. It is currently hosted by Les Murray, Craig Foster, and David Zdrilic","original_name":"The World Game","vote_average":0.0,"name":"The World Game","cert":"Unavailable","id":4490,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"1992-11-12","cast":["Jennifer Saunders","Joanna Lumley","Julia Sawalha","June Whitfield","Jane Horrocks"],"overview":"Set in the world of fashion and PR, immature fun-loving mother Edina Monsoon and her best friend Patsy drive Eddie's sensible daughter, Saffron, up the wall with their constant drug abuse and outrageous selfishness. Numerous in-jokes and heavy doses of cruel humour have made this series a cult hit in the UK and abroad.","original_name":"Absolutely Fabulous","vote_average":7.5,"name":"Absolutely Fabulous","cert":"Unavailable","id":4493,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"1994-02-17","cast":["John Gordon Sinclair","Sophie Thompson","Camille Coduri","Steven O'Donnell","Alex Walkinshaw"],"overview":"Nelson's Column was a British comedy television series produced during 1994 and 1995.","original_name":"Nelson's Column","vote_average":0.0,"name":"Nelson's Column","cert":"Unavailable","id":4494,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"1991-09-06","cast":["Jimmy Hibbert","David Jason","Brian Trueman"],"overview":"Victor and Hugo, Bunglers in Crime is an animated series made by Cosgrove Hall for Thames Television and screened on CITV from 6 September 1991 to 29 December 1992 and is a spin off from Count Duckula.\n\nThe series centres on the exploits of two bumbling French criminals - the eponymous brothers of the title. Despite referencing the French author Victor Hugo in their names, neither brother was particularly intelligent.\n\nThe plot of each episode dealt with Victor and Hugo and their English-based business \"Naughtiness International\" being hired by crime figures to steal something. Victor would come up with a \"meticulous plan\" to achieve this goal, which was routinely botched by Hugo. The episodes would traditionally end with the brothers imprisoned.","original_name":"Victor and Hugo","vote_average":0.0,"name":"Victor and Hugo","cert":"Unavailable","id":4495,"adult":"false","genre_ids":[16],"origin_country":["GB"]},{"first_air_date":"1947-11-06","cast":["Tim Russert"],"overview":"Meet the Press is a weekly American television news\/interview program airing on NBC. It is the longest-running television series in American broadcasting history, despite bearing little resemblance to the original format of the program seen in its television debut on November 6, 1947. Meet the Press is the highest-rated of the American television Sunday morning talk shows.\n\nIt has been hosted by 11 moderators, beginning with Martha Rountree. The current host is David Gregory, who assumed the role in December 2008. The show began using a new set on May 2, 2010, with video screens and a library-style set with bookshelves, and different, modified intro music, with David Gregory previewing the guests using a large video screen, and with the Meet the Press theme music in a shorter \"modernized [style]... the beginning repeated with drum beats\". Meet the Press and similar shows specialize in interviewing national leaders on issues of politics, economics, foreign policy and other public affairs.\n\nOver the past few years, the program's usual time slot over the NBC network is between 9-10 a.m. local time in most markets, though this may vary by markets due to commitments by affiliates to religious, E\/I or local news and public affairs programming. It also varies several weeks in the summer due to morning coverage of French Open tennis or the Monaco Grand Prix by NBC Sports. In earlier years, the program would air at noon every Sunday. The program also re-airs Sunday afternoons at 2 p.m. ET and early Monday mornings at 4 a.m. ET on MSNBC, along with an early Monday morning replay as part of NBC's \"All Night\" lineup. The program is also distributed to radio stations via syndication by Dial Global, and aired as part of C-SPAN Radio's replay of the Sunday morning talk shows.","original_name":"Meet the Press","vote_average":4.6,"name":"Meet the Press","cert":"Unavailable","id":4496,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Fixing Dinner is a Canadian food reality television series on Food Network Canada, airing on AmericanLife in the United States. Host Sandi Richard comes \"to the rescue\" of a family that can't cope with making healthy, fresh dinners, and teaches how to counteract their lack of time.\n\nThe show follows a standard format - first, a 'help us' video is shown, detailing the problems the family faces. Sandi comes to their house to discuss the situation in more detail, and to inspect the kitchen. She identifies the most stressful or time crunched day of the week, labeled 'Fright Night'.\n\nShe returns several days later with a menu plan of a month's worth of meals. Magnets symbolizing the various family members and the foods they will cook are placed on the fridge as she introduces this week's menu.\n\nA shopping trip follows, with Sandi recommending various prepared or partially prepared foods as time savers. In some episodes, a brief overview of how Sandi has reorganized the kitchen is shown.\n\nThen Sandi proceeds to walk each family member through the meals they are preparing this week. The family is left alone to handle 'Fright Night' according to her plans.","original_name":"Fixing Dinner","vote_average":0.0,"name":"Fixing Dinner","cert":"Unavailable","id":4497,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":"1978-07-13","cast":["Jeremy Clarkson","Richard Hammond","James May"],"overview":"Top Gear is an automotive show starting in the 1970s, on BBC in the United Kingdom. It was long-lived, and followed by a revamped format starting in 2002, as well as a number of spin-offs, including an entirely US-based version.","original_name":"Top Gear","vote_average":7.8,"name":"Top Gear","cert":"Unavailable","id":4498,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"cert":"Unavailable","cast":[],"id":4499,"first_air_date":null,"overview":"Love and Kisses was a black-and-white British sitcom that aired on ITV in 1955. It was written by Glenn Melvyn, who also starred in it. It was made for the ITV network by Associated-Rediffusion and was a spin-off series from the film The Love Match which was also written by and starred Glenn Melvyn.","genre_ids":[],"origin_country":["GB"],"original_name":"Love and Kisses","vote_average":0.0,"name":"Love and Kisses","adult":"false"}]