[{"first_air_date":null,"cast":[],"overview":"","original_name":"Clinton Anderson Downunder Horsemanship - Gaining Respect and Control on the Ground","vote_average":0.0,"name":"Clinton Anderson Downunder Horsemanship - Gaining Respect and Control on the Ground","cert":"Unavailable","id":44502,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2006-05-18","cast":[],"overview":"","original_name":"機神咆吼デモンベイン","vote_average":0.0,"name":"機神咆吼デモンベイン","cert":"Unavailable","id":44509,"adult":"false","genre_ids":[16,35,10765],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"CameronArreola TV","vote_average":0.0,"name":"CameronArreola TV","cert":"Unavailable","id":44510,"adult":"false","genre_ids":[99,35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"CrispyMedia","vote_average":0.0,"name":"CrispyMedia","cert":"Unavailable","id":44511,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2008-12-05","cast":[],"overview":"","original_name":"MatthewDieuAllen TV","vote_average":0.0,"name":"MatthewDieuAllen TV","cert":"Unavailable","id":44514,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"KING 5 News","vote_average":0.0,"name":"KING 5 News","cert":"Unavailable","id":44515,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Time with Matthew & Randy Show","vote_average":0.0,"name":"The Time with Matthew & Randy Show","cert":"Unavailable","id":44516,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2008-06-04","cast":["Asami Yaguchi","Takashi Mito","Tsubasa Yonaga","Rina Satou","Sayuri Yahagi"],"overview":"Net Ghost PiPoPa is a Japanese anime series by Studio Hibari. It premiered on TV Tokyo on April 6, 2008. A manga version is also serialized in Kerokero Ace. It is also released in America in subbed form from December 2008 on Crunchyroll as Web Ghost PiPoPa.\n\nA spin-off game entitled Net Ghost PiPoPa: PiPoPa×DS@Big Adventure!!! was also released for the Nintendo DS.\n\nPipopa is an onomatopoeia of computer beeps.","original_name":"Net Ghost PiPoPa","vote_average":0.0,"name":"Net Ghost PiPoPa","cert":"Unavailable","id":44525,"adult":"false","genre_ids":[16,10765],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Lilpri","vote_average":0.0,"name":"Lilpri","cert":"Unavailable","id":44526,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":"2012-03-03","cast":["Konstantin Khabenskiy","Mikhail Porechenkov","Evgeniy Dyatlov","Andrey Zibrov","Sergey Garmash"],"overview":"The White Guard is a Russian television series, based on the novel by Bulgakov, The White Guard.","original_name":"Белая гвардия","vote_average":10.0,"name":"The White Guard","cert":"Unavailable","id":44527,"adult":"false","genre_ids":[10768,18],"origin_country":["RU"]},{"first_air_date":null,"cast":[],"overview":"Starzan S is an anime created by Tatsunoko Production.","original_name":"Starzan S","vote_average":0.0,"name":"Starzan S","cert":"Unavailable","id":44528,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2004-09-13","cast":["Bobby Au-Yeung","Michael Tao","Kenix Kwok","Wu Fung","Paul Chun Pui"],"overview":"Shine on You is a drama series produced by Hong Kong broadcaster TVB and was first aired from September 13 to October 22, 2004 in the prime time 8:00 to 9:00 pm slot. Consisting of 30 episodes it was produced by Mui Siu Ching and featured a cast consiting of amongst others Bobby Au Yeung, Kenix Kwok and Michael Tao. The series concerned the lives of student and teachers at a band three school in Hong Kong. Michael Tao and Kenix Kwok were paired together for the first time since Detective Investigation Files III ended 7 years prior to this series.\n\nFollowing its first broadcast the series was repeated from July, 24 to September 1, 2006 in the noon time slot, and again from July 22, 2010 in the early evening slot.","original_name":"青出於藍","vote_average":0.0,"name":"Shine On You","cert":"Unavailable","id":44529,"adult":"false","genre_ids":[35,18],"origin_country":["HK"]},{"first_air_date":"2004-05-04","cast":[],"overview":"LOVE♥LOVE? is an anime television series by director Takeo Takahashi. It is a sequel to his previous show, Hit o Nerae!, with character design by Miwa Oshima.","original_name":"LOVE♥LOVE?","vote_average":0.0,"name":"Love Love?","cert":"Unavailable","id":44530,"adult":"false","genre_ids":[16,35],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"¿Quién quiere ser millonario? is a Mexican game show based on the original British format of Who Wants to Be a Millionaire?. The show is hosted by Pablo Latapí. The main goal of the game is to win Mex$1,5 million by answering 15 multiple-choice questions correctly. There are three lifelines - fifty fifty, phone a friend and ask the audience. ¿Quién quiere ser millonario? was broadcast from March 23, 2010 to today. It is shown on the public TV station TV Azteca.","original_name":"¿Quién quiere ser millonario?","vote_average":1.0,"name":"¿Quién quiere ser millonario?","cert":"Unavailable","id":44531,"adult":"false","genre_ids":[],"origin_country":["MX"]},{"first_air_date":null,"cast":[],"overview":"My Phone Genie is a British children's television comedy-drama series about a young girl with a genie in her mobile phone. It premiered on 1 January 2012 and airs on ITV and CITV.","original_name":"My Phone Genie","vote_average":0.0,"name":"My Phone Genie","cert":"Unavailable","id":44532,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"What's the Good Word? was a Canadian word-based game show that aired on that country's CTV network from 1972–1976. The host was John Barton.","original_name":"What's the Good Word?","vote_average":0.0,"name":"What's the Good Word?","cert":"Unavailable","id":44533,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"The Play's the Thing was a Canadian theatrical drama television series which aired on CBC Television in 1974.","original_name":"The Play's the Thing","vote_average":0.0,"name":"The Play's the Thing","cert":"Unavailable","id":44534,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Urda: The Third Reich is an original net animation written and directed by Romanov Higa. The story takes place circa 1943, during World War II.\n\nFacing a losing war, the Nazi Party discovers a marooned spaceship capable of time travel, thus enabling them to alter the outcome of their fate. Enter Erna Kurtz, a newly hired spy who stumbles upon the Nazis' plot. With the help of her fearless friend Janet, Erna must face her past in order to secure her future.","original_name":"ウルダ","vote_average":5.0,"name":"Urda: The Third Reich","cert":"Unavailable","id":44535,"adult":"false","genre_ids":[10759,16,10765,10768],"origin_country":[]},{"first_air_date":"2012-10-22","cast":["Shek Sau","Tavia Yeung","Ron Ng","Damian Lau","Idy Chan"],"overview":"Silver Spoon, Sterling Shackles is a Hong Kong television drama produced by Television Broadcasts Limited under executive producer Chong Wai-kin. The drama follows the lives of a large, rich, and influential Chinese family living in 1920's and 1930s colonial Hong Kong.","original_name":"Silver Spoon, Sterling Shackles","vote_average":0.0,"name":"Silver Spoon, Sterling Shackles","cert":"Unavailable","id":44536,"adult":"false","genre_ids":[18],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"Invincible Knights Errant is a 2011 martial arts television series from Mainland China, based on the wuxia classics The Seven Heroes and Five Gallants. The show stars Alex Man as Bao Zheng from China's Song Dynasty and Vincent Zhao as Zhan Zhao.","original_name":"Invincible Knights Errant","vote_average":0.0,"name":"Invincible Knights Errant","cert":"Unavailable","id":44537,"adult":"false","genre_ids":[],"origin_country":["CN"]},{"first_air_date":"1997-01-21","cast":[],"overview":"Ayane's High Kick is a two episode anime series produced by Nikkatsu Corporation and Rikuentai. It was originally released as an original video animation in Japan in 1997 and was licensed for release in North America by U.S. Manga Corps in 1998. It follows the story of a girl named Ayane Mitsui who wishes to become a professional wrestler, but due to a series of events, she becomes a kickboxer instead.","original_name":"Ayane's High Kick","vote_average":0.0,"name":"Ayane's High Kick","cert":"Unavailable","id":44538,"adult":"false","genre_ids":[16],"origin_country":[]},{"first_air_date":"2011-09-05","cast":["Melvyn Bragg"],"overview":"Reel History of Britain is a 20 part series being shown on BBC Two, presented by Melvyn Bragg and about the history of modern Britain; through the eyes of people who were there. It was shown from 5–30 September 2011. The programme is a social history documentary, charting the course of the twentieth century through archive film, plus interviews and recollections of key events that have taken place in the last one-hundred years, since the advent of moving film.\n\nIn each episode, Bragg goes to a different place in the UK and shows people film in a 1950s Ministry of Technology mobile cinema, then gauges their reactions and captures them on film.","original_name":"Reel History of Britain","vote_average":6.0,"name":"Reel History of Britain","cert":"Unavailable","id":44539,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2014-04-17","cast":["Gene Okerlund","James Edward Duggan Jr","Jim Morris","Howard Finkel","Jimmy Hart"],"overview":"WWE Legends' House is a reality show produced by WWE, scheduled to air on the upcoming WWE Network.","original_name":"WWE Legends House","vote_average":6.7,"name":"WWE Legends House","cert":"Unavailable","id":44544,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Interns presented by Allied Insurance, is a reality TV show designed to seek potential talent and skill for the marketing and advertising industry. In each episode teams will be assigned projects related to marketing, including social media & cause marketing. Each team consists of 5 students from each institute. The winning team will be rewarded with a guaranteed job from Allied Insurance & sponsors along with other prizes. During the show other companies can also express interest for specific interns and these will be updated in every show.","original_name":"The Interns Show","vote_average":0.0,"name":"The Interns Show","cert":"Unavailable","id":44545,"adult":"false","genre_ids":[],"origin_country":["MV"]},{"first_air_date":"1991-03-25","cast":["Jemila Ericson","Yoshiko Sakakibara","Akiko Hiramatsu","Susan Grillo","Michie Tomizawa"],"overview":"The saga of the Knight Sabers continues as the group tries to find out who or what is behind the recent string of robberies, murders, and Boomer malfunctions which are somehow related to the creation of an advanced artificial intelligence. Furthermore, it seems that the Knight Sabers may be breaking up.","original_name":"Bubblegum Crash","vote_average":10.0,"name":"Bubblegum Crash","cert":"Unavailable","id":44546,"adult":"false","genre_ids":[10759,16,10765],"origin_country":["JP"]},{"first_air_date":"1991-02-21","cast":[],"overview":"CB Chara Nagai Go World is an original video animation based in the works of Go Nagai. It was originally released from February 21, 1991 to June 27, 1991 in three episodes. Following the same concept, a oneshot manga by Nagai was released in 1992.\n\nThe OVA was also released in Italy under the name Il pazzo mondo di Go Nagai.","original_name":"CB Chara Nagai Go World","vote_average":0.0,"name":"CB Chara Nagai Go World","cert":"Unavailable","id":44547,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Project Blue Earth SOS is an anime series consisting of six hour-long episodes. It was aired on the Japanese television network, AT-X, from July 2 to December 3, 2006. It was originally licensed by ADV Films for $180,000. In 2008, it became one of over 30 ADV titles transferred to Funimation Entertainment.","original_name":"Project Blue Earth SOS","vote_average":6.0,"name":"Project Blue Earth SOS","cert":"Unavailable","id":44548,"adult":"false","genre_ids":[10759,10759],"origin_country":[]},{"first_air_date":"2012-10-10","cast":["Lennon Stella","Clare Bowen","Charles Esten","Maisy Stella","Hayden Panettiere"],"overview":"Rayna Jaymes and Juliette Barnes face personal and professional challenges as they navigate their paths as artists and individuals. Surrounding them, and often complicating their lives, are their family, friends and, in some cases, lovers, as well as the up-and-coming performers and songwriters trying to get ahead in the business. In Nashville, musicians and songwriters are at the heart of the storm driven by their own ambitions. Some are fueled by their creativity and passion for fame. Others struggle to cope with the pressures of success and are doing everything in their power to stay on top.","original_name":"Nashville","vote_average":6.1,"name":"Nashville","cert":"Unavailable","id":44549,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2011-10-31","cast":["Jung Il-woo","Lee Chung-ah","Lee Ki-woo","Park Min-woo","Soo-Ho"],"overview":"Yang Eun-bi is a college student preparing for her civil service exam with the dream of being a high school teacher. She accidentally encounters Cha Chi-soo, the arrogant son of the biggest food conglomerate in Korea. Both of them end up working at a ramen shop run by the lazy Choi Kang-hyuk.","original_name":"꽃미남 라면가게","vote_average":7.3,"name":"Flower Boy Ramen Shop","cert":"Unavailable","id":44550,"adult":"false","genre_ids":[35],"origin_country":["KR"]},{"first_air_date":"2003-09-26","cast":[],"overview":"Submarine 707R is a two-episode anime OVA produced by Group TAC and Sony and also a manga released by Satoru Ozawa released in 1963-1965 on Weekly Shōnen Sunday and although not a mecha robot series, a \"mecha\" storyline that spawned plastic models during its time.\n\nThe manga series was very intriguing for its time as it was a unique story that featured various submarines with a storyline that introduced readers to anti-submarine warfare, homing torpedoes, sonars and technical topics in relation to submarines. Due to its popularity, reception of the OVA adaptation has been mixed.","original_name":"サブマリン707R","vote_average":2.0,"name":"Submarine 707R","cert":"Unavailable","id":44557,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":"2012-01-29","cast":["Ashley Banjo"],"overview":"Ashley Banjo is on a mission to transform the rhythmically challenged into street-dancing stars.","original_name":"Ashley Banjo's Secret Street Crew","vote_average":0.0,"name":"Ashley Banjo's Secret Street Crew","cert":"U","id":44558,"adult":"false","genre_ids":[10764,99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Seó Spóirt is an Irish language sports talk-show that is broadcast weekly on Friday evenings on TG4. Focusing on GAA and rugby union, the show runs each year from spring to autumn, covering the main competitions in both codes.\n\nSeó Spóirt is presented by former Kerry footballer Dara Ó Cinnéide, along with regular guest Seán Bán Breathnach.\n\nThe show usually consists of a discussion of recent action and events from the worlds of GAA and rugby, with comment and analysis from different guests each week. Among the regular guests are Darragh Ó Sé, Coman Goggins, Liam Rushe, Pat Fleury, Páidí Ó Sé, Ger Loughnane, Kevin Cassidy, Dónal O'Grady, Ger Loughnane, Aodán Mac Gearailt, Tomás Ó Flatharta, John Allen, Ray Silke, Paul Galvin, Charlie Vernon and Micheál Ó Muircheartaigh.\n\nThe show also includes interviews with players and managers, and other reports by Gemma Ní Chionnaith.\n\nAnother regular feature is \"Thar an Trasnán\" competition, in which school-level football and hurling teams compete to see who can put the ball over the bar the most times.\n\nSeó Spóirt first went on air on February 2 2007. Mícheál Ó Dómhnaill hosted the first series, before making way for Dara Ó Cinnéide in 2009.","original_name":"Seó Spóirt","vote_average":0.0,"name":"Seó Spóirt","cert":"Unavailable","id":44559,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2011-05-04","cast":["Angela Griffin"],"overview":"Actress Angela Griffin goes on shift with Ambulance crews in the West Midlands to find out what it’s really like for real emergency personnel.","original_name":"Emergency with Angela Griffin","vote_average":3.0,"name":"Emergency with Angela Griffin","cert":"Unavailable","id":44560,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Brit Cops is a British reality television series following the work of police officers in the UK. It was first broadcast on Bravo. Since the closing of Bravo on 1 January 2011, older episodes were shown on Channel One until the channel closed down on 1 February 2011 and Series 5 is continuing on Sky Livingit. For the sixth series the show changed its name to Cop Squad. Each series focuses on different UK police forces.\n\nRichard Bacon narrates Series 1, 2 and 3, Simon Allix narrates Series 4, Daniel Abineri narrates Series 5 and Robert Glenister narrates Series 6.\n\nThe show was produced by Steadfast Television until they went into administration in 2010, Series 6 was produced by October Films.\n\nIt has replaced Street Crime UK on Bravo and has had the following series:","original_name":"Brit Cops","vote_average":0.0,"name":"Brit Cops","cert":"Unavailable","id":44561,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2012-06-03","cast":["Jon Hein"],"overview":"Fast Food Mania is an American television series that airs in the United States on Destination America. The series premiered on June 3, 2012.","original_name":"Fast Food Mania","vote_average":0.0,"name":"Fast Food Mania","cert":"Unavailable","id":44562,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Ketchup: Cats Who Cook is an animated series broadcast between October 5, 1998, and April 2, 1999, on NHK in Japan. It was a co-production with Southern Star of Australia,","original_name":"Ketchup: Cats Who Cook","vote_average":0.0,"name":"Ketchup: Cats Who Cook","cert":"Unavailable","id":44571,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"This Is... is a British entertainment show, celebrating the best of British Music. Starring Michael Bublé, JLS, Justin Bieber and Lionel Richie. Presented by various celebrity hosts including Christine Bleakley and Reggie Yates","original_name":"This Is...","vote_average":0.0,"name":"This Is...","cert":"Unavailable","id":44572,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2008-09-24","cast":["Moon Geun-young","Park Shin-yang","Han Jung-soo","Lee In","Bae Soo-bin"],"overview":"Painter of the Wind is a 2008 South Korean historical television series starring Moon Geun-young and Park Shin-yang. Based on the bestselling historical fiction novel by Lee Jung-myung that took artistic license with the premise that perhaps the Joseon painter Shin Yun-bok had really been a woman, it centers on Yun-bok, a talented young painter who disguises herself as a boy to search for her father's murderer. She meets Kim Hong-do, a master painter who guides her into becoming a great artist, and they develop a strong friendship of mentor and disciple.\n\nThe drama has won numerous awards, including the Asian TV Series Special Award at the 2010 Shanghai Television Festival and the silver award at the 2010 Houston International Film Festival, while actress Moon Geun-young received the grand prize at the 2008 SBS Drama Awards, as well as Best TV Actress at the 2009 Baeksang Arts Awards and 2008 Grimae Awards for her role.","original_name":"Painter of the Wind","vote_average":8.0,"name":"Painter of the Wind","cert":"Unavailable","id":44573,"adult":"false","genre_ids":[18],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"The Agenda is a topical British chat show presented by Tom Bradby. It was first broadcast on ITV on 27 February 2012. Each episode lasts for 30 minutes.\n\nIn each episode, Bradby is joined by four guests who discuss the biggest news stories of the previous week and then talk about the week ahead. Guests have included UK Prime Minister David Cameron, Deputy PM Nick Clegg and Mayor of London Boris Johnson.","original_name":"The Agenda with Tom Bradby","vote_average":0.0,"name":"The Agenda with Tom Bradby","cert":"Unavailable","id":44574,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Amor Descarado is a telenovela produced by RTI Producciones and Spanish-language United States-based television network Telemundo, this is a US Hispanic version of Chilean telenovela Amores de Mercado. It was broadcast by Telemundo on September 8, 2003 and ended on March 19, 2004.This telenovela was aired in 8 countries around the world.","original_name":"Amor Descarado","vote_average":0.0,"name":"Amor Descarado","cert":"Unavailable","id":44575,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2009-04-29","cast":["Hwang Jung-min","Kim Ah-joong","Joo Sang-wook","Jeon Mi-seon","Lee Chung-ah"],"overview":"The Accidental Couple is a 2009 South Korean television series starring Hwang Jung-min and Kim Ah-joong. The show is a romantic comedy focusing on the relationship between a post office clerk and an actress after they agree to a six-month contract marriage. It aired on KBS2 from April 29 to June 18, 2009 on Wednesdays and Thursdays at 21:55 for 16 episodes.\n\nThis is acclaimed film and stage actor Hwang Jung-min's first TV drama in a career spanning over fourteen years.","original_name":"그저 바라보다가","vote_average":8.0,"name":"The Accidental Couple","cert":"Unavailable","id":44576,"adult":"false","genre_ids":[35],"origin_country":["KR"]},{"first_air_date":"2011-04-04","cast":["Shoya Chiba","Misato Fukuen","Makoto Aoki","Yasunori Matsumoto","Sakiko Tamagawa"],"overview":"Shōwa Monogatari is a 2011 Japanese anime film and television series about the Yamazaki family, who live in Tokyo during Shōwa 39, the same year Tokyo hosts the 1964 Summer Olympics. The film, directed by Tadahiro Murakami, was released in Japan on January 29, 2011. Hiroshi Kugimiya directed the 13-episode television series, which had its broadcast run between April and July 2011","original_name":"テレビまんが 昭和物語","vote_average":7.5,"name":"Showa Monogatari ","cert":"Unavailable","id":44577,"adult":"false","genre_ids":[16,35,18,10751],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"The Passion was a three-episode 1999 British TV series written by Mick Ford. It was set in, and filmed in, North Devon, and related events set around a local amateur production of a passion play.","original_name":"The Passion","vote_average":0.0,"name":"The Passion","cert":"Unavailable","id":44582,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"2012-06-17","cast":[],"overview":"A five-part series of intertwining, semi-improvised love stories exploring the reality of love in the modern world.","original_name":"True Love","vote_average":6.3,"name":"True Love","cert":"Suitable for 15 years & above","id":44583,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"City Conquest was a cancelled South Korean television series.\n\nAdapted from the comic book of the same title by Shin Hyung-bin, the action series was originally budgeted at ₩4 billion. Starring Kim Hyun-joong, Jeong Yu-mi and Namgoong Min, it began filming in Japan in July 2012. Due to Kim's Korean Wave fanbase, international broadcasting rights were pre-sold to Japan, China, Hong Kong and Taiwan.\n\nBut in February 2013, prospective broadcaster KBS denied it a slot in their 2013 drama lineup, because network officials found the series \"too violent\" and its quality not up to their standards. Unable to secure a slot with the other two major channels in Korea, MBC and SBS, filming was halted and the project cancelled.\n\nJapanese satellite\/digital terrestrial channel DATV was one of the show's investors, and in July 2013, it aired the one-hour TV special City Conquest: Episode Zero, showing existing footage shot on location in Nikko, Utsunomiya and Kinugawa, as well as behind-the-scenes clips. The special was uploaded on YouTube and will also be released on a Japan-only Blu-ray\/DVD.","original_name":"City Conquest","vote_average":0.0,"name":"City Conquest","cert":"Unavailable","id":44584,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2010-12-22","cast":["John Bishop","Alistair McGowan","Jenny Eclair","Ed Byrne","Dave Lamb"],"overview":"The Comedy Annual is a British entertainment comedy series which first aired on ITV on 22 December 2010. Presented by Phillip Schofield, the show features various comedians who talk about the unusuall events of the past year. There have been two episodes, the first airing in 2010 and the second in 2011.","original_name":"The Comedy Annual","vote_average":0.0,"name":"The Comedy Annual","cert":"Unavailable","id":44585,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2012-09-26","cast":["Jami Gertz","Lenny Venito","Simon Templeman","Toks Olagundoye","Clara Mamet"],"overview":"When the Weavers move to a gated community in New Jersey, they discover that the entire neighborhood is comprised of aliens from the planet Zabvron. But as the Weavers and the aliens face the struggles of everyday life together, they discover that some things -- the ups and downs of marriage, the desire to be a good parent and raise a happy family -- are universal. Intergalactic, even.","original_name":"The Neighbors","vote_average":6.1,"name":"The Neighbors","cert":"Unavailable","id":44586,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2007-06-07","cast":[],"overview":"Ani-Kuri 15 is a series of fifteen 1-minute shorts that aired on the Japanese TV station, NHK between May 2007 and 2008. Intended as companion pieces to the AniKuri program and as filler between regularly scheduled programs, the shorts were broadcast in three seasons of 5 episodes. Each short was directed by a different director and the episodes were collected and uploaded to the official AniKuri15 website in 2008.","original_name":"アニ＊クリ15","vote_average":5.5,"name":"Ani-Kuri 15","cert":"Unavailable","id":44587,"adult":"false","genre_ids":[10759,16,35,18,10765],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Larawan: A Special Drama Engagement is a Filipino weekly drama anthology produced by GMA Network. The show features different actors and actresses every month. Larawan premiered February 14, 2001 with G. Toengi as their very first featured celebrity.","original_name":"Larawan: A Special Drama Engagement","vote_average":0.0,"name":"Larawan: A Special Drama Engagement","cert":"Unavailable","id":44588,"adult":"false","genre_ids":[35],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"The Legend of Chu Liuxiang is a Chinese television series directed by Aman Chang and starring Ken Chang in the lead role. The story is adapted from the first four books in Chu Liuxiang Xinzhuan of Gu Long's Chu Liuxiang novel series. Filming for the series started in October 2010 in the Water Margin Film City in Dongping County, Shandong, China. It was first broadcast on ChingTV in South Korea on 14 June 2012.","original_name":"The Legend of Chu Liuxiang","vote_average":10.0,"name":"The Legend of Chu Liuxiang","cert":"Unavailable","id":44597,"adult":"false","genre_ids":[],"origin_country":["CN"]},{"first_air_date":null,"cast":[],"overview":"Byaah Hamari Bahoo Ka is an Indian soap opera which started telecasting on Sony Entertainment Television India from 28 May 2012 onwards. It starred Gaurav Khanna and Shrenu Parikh in the lead roles.\n\nThe show went off-air on 23 November 2012 due to low TRPs. The show was told to get an extension of 2 months instead of going off air which assured that the show would surely stay till December. However, it didn't get any extension. The show was replaced by Sony TV's new show Anamika.","original_name":"Byaah Hamari Bahoo Ka","vote_average":0.0,"name":"Byaah Hamari Bahoo Ka","cert":"Unavailable","id":44598,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":"1999-08-02","cast":["Bowie Lam","Marianne Chan","Cheung Siu-Fai","Steven Ma","Angie Cheung"],"overview":"Po was an OCTB sergeant before being expelled from the police force which led him to join his friend Kit's security company and was hired by rich man Nam to be the bodyguard of his only son Cho. Po and Cho have different personalities and do not get along well; however, as times passes by, they develop a friendship.","original_name":"非常保鑣","vote_average":0.0,"name":"Ultra Protection","cert":"Unavailable","id":44599,"adult":"false","genre_ids":[10759,18],"origin_country":["HK"]},{"first_air_date":"2012-04-03","cast":[],"overview":"Follow single people with disabilities as they sign up to a dating agency in order to find a partner.","original_name":"The Undateables","vote_average":7.7,"name":"The Undateables","cert":"Unavailable","id":44600,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2012-10-03","cast":[],"overview":"The Bachelor Canada is a Canadian reality television series, based on the American television series of the same name, that premiered October 3, 2012 on the City television network. Following the premiere The Bachelor Canada moved to its regular time slot Wednesdays after Modern Family.","original_name":"The Bachelor Canada","vote_average":0.0,"name":"The Bachelor Canada","cert":"Unavailable","id":44601,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":"2008-10-10","cast":[],"overview":"Kesslers Knigge is a German comedy series with Michael Kessler. The first season was broadcasting on June to August 2008, the production of a new season isn't decided yet.","original_name":"Kesslers Knigge","vote_average":0.0,"name":"Kesslers Knigge","cert":"Unavailable","id":44602,"adult":"false","genre_ids":[35],"origin_country":["DE"]},{"first_air_date":null,"cast":[],"overview":"This is the story of an Indigenous man who should be as famous as Ned Kelly. In 1894, Jandamarra led a rebellion against invading pastoralists in defence of his people's ancient land and culture.","original_name":"Jandamarra's War","vote_average":8.0,"name":"Jandamarra's War","cert":"Unavailable","id":44603,"adult":"false","genre_ids":[99],"origin_country":["AU"]},{"first_air_date":"1990-03-23","cast":["Noriko Hidaka","Kazuhiko Inoue","Toshiyuki Morikawa","Katsumi Suzuki"],"overview":"Guardian of Darkness is a three-episode OVA anime series released by J.C.Staff between March 1990 through January 1992. The episodes are licensed for release in North America by Central Park Media and in the United Kingdom by ADV Films UK division.","original_name":"暗黒神伝承 武神","vote_average":7.0,"name":"Guardian of Darkness","cert":"Unavailable","id":44608,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":null,"cast":["Priscila Fantin","Priscila Fantin","Reynaldo Gianecchini","Ana Paula Arósio","Maria Fernanda Cândido"],"overview":"Esperança is a Brazilian telenovela produced and aired by TV Globo between June 17, 2002 and February 15, 2003.\n\nWith Reynaldo Gianecchini, Priscila Fantin, Maria Fernanda Cândido, Ana Paula Arósio, Raul Cortez, Antonio Fagundes, José Mayer and Fernanda Montenegro interpreted their main roles.","original_name":"Esperança","vote_average":4.5,"name":"Esperança","cert":"Unavailable","id":44611,"adult":"false","genre_ids":[],"origin_country":["BR"]},{"first_air_date":null,"cast":[],"overview":"Pictures of You is an Australian talk show program that aired on the Seven Network on 27 March 2012, Hosted by Brian Nankervis.","original_name":"Pictures of You","vote_average":0.0,"name":"Pictures of You","cert":"Unavailable","id":44612,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Locked away deep in his home and hiding a secret that keeps him there, Detective Kozaburo Himuro (Koichi Domoto) remains ever vigilant in his duties of police work. But how does the wunderkind detective investigate crime scenes without ever stepping out of his home? Enter traffic cop Kurumi Ayaki (Kyoko Fukuda). She's a young lady who's about to marry and resign from the force when tasked with being Himuro's eyes and ears on the beat. While on the scene of the crime their only means of communication is via mobile phone. Together they investigate a series of mind-boggling murder mysteries that put them, particularly Kurumi, in constant danger. Can Kurumi keep up with Detective Himuro, and the fast-paced and dangerous work of criminal investigation?","original_name":"リモート","vote_average":0.0,"name":"Remote Control","cert":"Unavailable","id":44613,"adult":"false","genre_ids":[9648,35],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Life: An Idiot's Guide is a comedy show hosted by Stephen K. Amos. It started airing on BBC Radio 4 in March 2012.","original_name":"Life: An Idiot's Guide","vote_average":0.0,"name":"Life: An Idiot's Guide","cert":"Unavailable","id":44614,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2009-05-04","cast":["Son Tae-young","Yoon Ji-min"],"overview":".","original_name":"두 아내","vote_average":0.0,"name":"Two Wives","cert":"Unavailable","id":44615,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2000-01-21","cast":["Nobuyuki Hiyama","Maiko Itou","Tomoe Hanba","Kouji Ishii","Miki Narahashi"],"overview":"The King of Braves GaoGaiGar Final is the OVA sequel to the 1997 anime television series The King of Braves GaoGaiGar. The series begun in 2000, created by Sunrise's internal \"Studio 7\" under the direction of Yoshitomo Yonetani, and the first Yūsha metaseries funded by both Takara and Bandai and produced by Sunrise.","original_name":"The King of Braves GaoGaiGar FINAL","vote_average":0.0,"name":"The King of Braves GaoGaiGar FINAL","cert":"Unavailable","id":44616,"adult":"false","genre_ids":[10759,16],"origin_country":["JP"]},{"first_air_date":"1971-10-03","cast":[],"overview":"","original_name":"Marvelous Melmo","vote_average":0.0,"name":"Marvelous Melmo","cert":"Unavailable","id":44623,"adult":"false","genre_ids":[16,35,10765],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Menu for Murder","vote_average":0.0,"name":"Menu for Murder","cert":"Unavailable","id":44624,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Oka2Kat is a Philippine paranormal, supernatural drama, horror fiction series which aired on ABS-CBN on February 4, 2012. It is a sequel on the 1997 original television series !Oka Tokat but this sequel doesn't focuses on the previous characters. A full trailer was launched during Budoy.","original_name":"Oka Tokat","vote_average":0.0,"name":"Oka Tokat","cert":"Unavailable","id":44625,"adult":"false","genre_ids":[18,10759],"origin_country":["PH"]},{"first_air_date":"2012-05-28","cast":[],"overview":"Dublin Wives is an Irish reality television programme airing on TV3, set in Dublin. The series follows the lives of five housewives living in the city; Danielle Meagher, Jo Jordan, Lisa Murphy, Roz Flanagan and Virginia Macari, and introduces viewers to their lifestyles, families and homes.\n\nThe first series followed a similar format to the US franchise The Real Housewives, though it has no connection to that franchise, and was required to make changes amid concerns from NBC. According to the series premise they are \"living the dream with handsome husbands, beautiful children, stylish homes and a fabulous wardrobe.\" The Irish Mail on Sunday described the series as unscripted, but with the scenarios contrived by the producers.","original_name":"Dublin Wives","vote_average":0.0,"name":"Dublin Wives","cert":"Unavailable","id":44626,"adult":"false","genre_ids":[10764],"origin_country":["IE"]},{"first_air_date":null,"cast":[],"overview":"Extra! Extra! Read All About It! is an Irish television sitcom that aired on RTÉ 1 for one season in 1993. The show was written by and starred stand-up comedian Morgan Jones.\n\nThe show was notable for its negative reception. Writing in the Connacht Sentinel, journalist Declan Tierney gave the programme a negative review: \"to say that this is a pathetic attempt at comedy is being kind to \"Extra! Extra! Read All About It!\"\" and stated \"the only indication that it is a comedy comes from the canned laughter, which is over-done and often goes on for so long that it is impossible to hear the start of the next sentence\". Writer Colm Tóibín stated Extra! Extra! was \"probably the worst programme RTÉ has ever shown\". Extra! Extra! was later included in an Irish Independent list of the worst Irish TV programmes.","original_name":"Extra! Extra! Read All About It!","vote_average":0.0,"name":"Extra! Extra! Read All About It!","cert":"Unavailable","id":44627,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2011-12-25","cast":[],"overview":"1001 Nights features Shahrzad, a storyteller, in a Persian court with her sister Donyazad, King Shahryar, Prince Shahzaman and a playful monkey named Maymoon.","original_name":"1001 Nights","vote_average":10.0,"name":"1001 Nights","cert":"Unavailable","id":44628,"adult":"false","genre_ids":[35,16,10762],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Tu Mañana is a Puerto Rican breakfast television show that is broadcast on the Univision Puerto Rico television network. The show debuted on March 11, 1991 and airs on weekday mornings. On February 2011, it expanded its timeslot to four hours.\n\nThe program features news, talk, weather, traffic and special-interest stories. The program is produced by Yolanda Rosaly and broadcasts from the Univision Puerto Rico studios in Guaynabo, Puerto Rico.\n\nThe program is currently hosted by Elwood Cruz and Gricel Mamery. Veteran news anchor Ramón Enrique Torres joined the show in 2011, along with Gredmarie Colón as a variety reporter. Veteran weather reporter and meteorologist Susan Soltero also contributes.","original_name":"Tu Mañana","vote_average":0.0,"name":"Tu Mañana","cert":"Unavailable","id":44629,"adult":"false","genre_ids":[],"origin_country":["PR"]},{"first_air_date":"1983-06-05","cast":[],"overview":"","original_name":"Plawres Sanshiro","vote_average":10.0,"name":"Plawres Sanshiro","cert":"Unavailable","id":44638,"adult":"false","genre_ids":[16,10759],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"In Living Color","vote_average":0.0,"name":"In Living Color","cert":"Unavailable","id":44639,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Love Legend of the Tang Dynasty, also known as Da Tang Qing Shi, is a Chinese historical television series with the Tang Dynasty's Princess Gaoyang, a daughter of Emperor Taizong, as the central character. The series was directed by Gong Ruofei, starring Tang Guoqiang, Shen Aojun, Nie Yuan, Zhang Tong, Pan Yueming, Pan Yaowu, and Qin Lan. It was first broadcast in mainland China in 2001.","original_name":"Love Legend of the Tang Dynasty","vote_average":0.0,"name":"Love Legend of the Tang Dynasty","cert":"Unavailable","id":44640,"adult":"false","genre_ids":[],"origin_country":["CN"]},{"first_air_date":"2015-09-13","cast":["Thomas Turgoose","Vicky McClure","Joseph Gilgun","Andrew Shim","Stephen Graham"],"overview":"Shaun, Harvey, Gadget, Trev and Kelly hit up the nightlife of raves and ecstasy. Woody and Lol are happy, living together with their kids and Combo is still in prison. But things slowly change. This is the year 1990 and This is England.","original_name":"This Is England '90","vote_average":8.1,"name":"This Is England '90","cert":"Suitable for 18 years & above","id":44641,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Rachel and Marla","vote_average":0.0,"name":"Rachel and Marla","cert":"Unavailable","id":44642,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Love Thy Neighbour is a Singaporean Chinese drama which was telecasted on Singapore's free-to-air channel, MediaCorp Channel 8. It made its debut on 27 September 2011 and ended its run on 24 October 2011. This drama serial consists of 20 episodes, and was screened on every weekday night at 9.00 pm.\n\nThis drama starred TVB artiste Ha Yu and also Felicia Chin after one year in her university studies. This drama is the top rated drama serial in 2011, beating C.L.I.F. as the most watched drama.","original_name":"Love Thy Neighbour","vote_average":0.0,"name":"Love Thy Neighbour","cert":"Unavailable","id":44643,"adult":"false","genre_ids":[18],"origin_country":["SG"]},{"first_air_date":null,"cast":[],"overview":"Leave It to Mrs O'Brien is an Irish television sitcom that aired on RTÉ 2 for two series from 1984 to 1986. Starring Anna Manahan in the title role, it was based on the stories of Angela McFadden.","original_name":"Leave It to Mrs O'Brien","vote_average":0.0,"name":"Leave It to Mrs O'Brien","cert":"Unavailable","id":44644,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":"2011-03-02","cast":["Han Hye-jin","Kim Min-jung","Joo Sang-wook","Kim So-hyun","Cha Hwa-yeon"],"overview":"The Thorn Birds is a 2011 South Korean television series where one woman forsakes her love and family for her ambition while another woman embraces with love all that the former had left behind. Fates of a bit part actress Seo Jung-eun and a film producer Han Yoo-kyung who chose success are intertwined and resolved gradually as their mutual stories progress.\n\nThe \"thorn birds\" of the title refers to Jung-eun's character, who only brings out her best at the cost of great pain. A thornbird is a mythical bird who searches for a thorn tree from the day it is born. When it finds it, the bird impales itself upon the sharpest thorn, and rises above the agony to sing the most beautiful song ever heard.","original_name":"가시나무새","vote_average":0.0,"name":"The Thorn Birds","cert":"Unavailable","id":44653,"adult":"false","genre_ids":[18,10749],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"Tamagon the Counselor, also known as Eggzavier the Eggasaurus, is a Japanese anime television series created by Tatsunoko Production. Tatsunoko's description of the series reads as follows: \"Tamagon is a cute monster who is fond of eggs. He acts as a counselor to those in trouble, asking only eggs in payment. He goes to work as soon as he has eaten his fee. However, despite his schemes, his service usually ends in failure and he winds up being chased by his irate clients. Short as it is, this program is full of lively laughs and humor.\"","original_name":"Tamagon the Counselor","vote_average":0.0,"name":"Tamagon the Counselor","cert":"Unavailable","id":44654,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Fraochy Bay is a Scottish Gaelic Cartoon created by Neillydubh Animation Limited and produced by Moja TV for BBC Alba and funded by MG Alba. The series is set in the fictional town of Fraochy Bay, notionally located somewhere off the west coast of Scotland, with no central theme other than an exploration of the slightly odd characters and surreal events that take place in and around the town.","original_name":"Fraochy Bay","vote_average":0.0,"name":"Fraochy Bay","cert":"Unavailable","id":44655,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-05-07","cast":["Hong Soo-hyun","Danny Ahn","Ryu Si-won","Park Ji-yoon","Kim Min-Soo"],"overview":"Goodbye Dear Wife is a 2012 South Korean television series, starring Ryu Si-won, Hong Soo-hyun and Park Ji-yeon. It aired on Channel A from May 7 to July 10, 2012 at 20:50 for 20 episodes.","original_name":"굿바이 마눌","vote_average":6.0,"name":"Goodbye Dear Wife","cert":"Unavailable","id":44656,"adult":"false","genre_ids":[18,10749],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"Triumph Over Evil is a 1997 Hong Kong period serial drama produced by TVB and starring Ben Wong in his first leading role and co-starring Nick Cheung and Hilary Tsui.","original_name":"Triumph Over Evil","vote_average":0.0,"name":"Triumph Over Evil","cert":"Unavailable","id":44657,"adult":"false","genre_ids":[10759,18],"origin_country":["HK"]},{"first_air_date":"2011-05-03","cast":["Bryn McAuley","Jennifer Irwin","Patrick McKenna"],"overview":"Crash Canyon is a Canadian animated series. It tells the story of the community living at the bottom of a canyon. The Wendell family is looking for an original holiday by caravan but their trip ends sooner than expected at the bottom of a canyon in Alberta, Canada. Canyon walls are too high to climb and there is no way out. Soon they find out there is a whole community of 25 survivors from previous crashes down there. Dollars are not accepted and they use golf tees as a currency.","original_name":"Crash Canyon","vote_average":0.0,"name":"Crash Canyon","cert":"Unavailable","id":44658,"adult":"false","genre_ids":[16,35,18],"origin_country":["CA"]},{"first_air_date":"2001-11-16","cast":[],"overview":"Magical Play is an original net animation featuring character designs by Kiyohiko Azuma. It was webcast from November 16, 2001 to May 3, 2002, totaling twenty-two episodes. The magical girl satire was later compiled into four half hour episodes and released on four DVDs. A 3D OVA episode was released on December 29, 2001.\n\nThere are two manga adopting this series. One is drawn by Yoshitaka Yoshino, and the other is by Yukimaru Katsura.\n\nADV Films announced the licensing of the show on April 7, 2003 and has released a two disc DVD \"complete\" set.","original_name":"魔法遊戯 飛び出す!! ハナマル大冒険","vote_average":0.0,"name":"Magical Play","cert":"Unavailable","id":44659,"adult":"false","genre_ids":[16,10765],"origin_country":["JP"]},{"first_air_date":"1987-10-21","cast":[],"overview":"","original_name":"Lady Lady!!","vote_average":0.0,"name":"Lady Lady!!","cert":"Unavailable","id":44666,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"St. Sass","vote_average":0.0,"name":"St. Sass","cert":"Unavailable","id":44667,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Hello! Lady Lynn is the title for second season of the anime series, Lady Lady!!, produced by Toei Animation Co., Ltd. It consists of a total of 36 episodes and was aired from May 12, 1988 to January 26, 1989 on TV Tokyo. Based on Japanese shōjo manga Lady!!, by Youko Hanabusa.\n\nThe voice cast of this series has changed as well as the setting. The story takes place three years later after the first series.","original_name":"Hello! Lady Lynn","vote_average":0.0,"name":"Hello! Lady Lynn","cert":"Unavailable","id":44668,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Leyla'nın Evi is a Turkish romantic drama television series which is not broadcast yet in Turkey. The title, which is similar to that of Zülfü Livaneli's book \"Leyla'nın Evi\", is very different and is not an adaptation of that book. It is about a woman, Leyla, who after the murder of her beloved husband, Ramazan, tries to find happiness with her two children, Mehmet and Merve","original_name":"The House of Leyla","vote_average":0.0,"name":"The House of Leyla","cert":"Unavailable","id":44669,"adult":"false","genre_ids":[],"origin_country":["TR"]},{"first_air_date":"2010-10-18","cast":["Arata Iura","Haruka Kinami"],"overview":"","original_name":"Mori no Asagao","vote_average":0.0,"name":"Mori no Asagao","cert":"Unavailable","id":44670,"adult":"false","genre_ids":[18],"origin_country":["JP"]},{"first_air_date":null,"cast":["Seçkin Özdemir","Özge Özpirinçci","Baris Falay","Nesrin Cavadzade","Orhan Alkaya"],"overview":"Al Yazmalım was a Turkish television series based on the novel The Red Scarf by Chinghiz Aitmatov and 1978 Turkish romantic drama film The Girl with the Red Scarf. ","original_name":"Al Yazmalım","vote_average":0.0,"name":"The Girl with the Red Scarf","cert":"Unavailable","id":44671,"adult":"false","genre_ids":[18,10749],"origin_country":["TR"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Style Exposed","vote_average":0.0,"name":"Style Exposed","cert":"Unavailable","id":44682,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Championship Matters is a Gaelic games-themed magazine and review television programme that has aired on RTÉ Two since May 2012. Presented by Marty Morrissey, the programme features a mix of interviews, analysis and discussion on all GAA related matters. The show follows on from the The Committee Room which was shown in 2011.","original_name":"Championship Matters","vote_average":0.0,"name":"Championship Matters","cert":"Unavailable","id":44683,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2011-04-03","cast":["Mariko Honda","Mai Aizawa","Misuzu Togashi","Shizuka Furuya","Hiromi Konno"],"overview":"Follow the adventures of three ordinary girls as they make life’s awkward moments a thousand times worse. Along with a colorful bunch of classmates, they learn their most important lessons the hard way. Meanwhile down the street, a pocket-sized professor makes life difficult for a robot who just wants to be normal. But normal is the last thing you can expect in a town where salmon falls from the sky. In fact, the only thing you can count on is your friends, but even they are totally weird.","original_name":"日常","vote_average":8.8,"name":"Nichijou: My Ordinary Life","cert":"Unavailable","id":44684,"adult":"false","genre_ids":[16,35],"origin_country":["JP"]},{"first_air_date":"2009-04-05","cast":["Hitomi Nabatame","Kaori Nazuka","Mugihito","Ryoko Shiraishi","Yuuko Sanpei"],"overview":"Natsu no Arashi! is a Japanese manga written and illustrated by Jin Kobayashi, who is known for his previous work School Rumble. The manga started serialization in Square Enix's Gangan Wing shōnen manga magazine on August 25, 2006, and seven bound volumes have been released in Japan as of March 2010. Natsu no Arashi! was also adapted into two anime television series by Shaft under the direction of Akiyuki Shinbo and broadcast in Japan from April 5, 2009 to December 27, 2009.","original_name":"夏のあらし!","vote_average":0.0,"name":"Natsu no Arashi!","cert":"Unavailable","id":44687,"adult":"false","genre_ids":[16,18,10765,35],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Birth Stories is a Canadian documentary television series that aired from 2000 to 2004 on Slice. It is produced by Cineflix, Slice and Sky Living.","original_name":"Birth Stories","vote_average":0.0,"name":"Birth Stories","cert":"Unavailable","id":44688,"adult":"false","genre_ids":[99],"origin_country":["CA"]},{"first_air_date":"2013-04-09","cast":["Giuliana Rancic","Bill Rancic"],"overview":"Ready for Love was an American reality matchmaking competition television series on NBC. The series was scheduled to air Tuesdays from 9:00 pm to 11:00 pm Eastern and Pacific time, and premiered in that slot on Tuesday, April 9, 2013. The series was hosted by Giuliana and Bill Rancic. The show featured three bachelors and includes three matchmakers and a field of 36 bachelorettes.\n\nOn April 19, 2013, after two low-rated episodes, NBC pulled the Eva Longoria produced Ready for Love from its schedule. The last episode to air on NBC was the April 23 segment. The remaining six episodes were placed online on Tuesdays via the network's website, Hulu, the network's cable video on demand service, and iTunes and Amazon Video for purchase, until the June 4 finale.","original_name":"Ready for Love","vote_average":0.5,"name":"Ready for Love","cert":"Unavailable","id":44689,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Thanksgiving Live!","vote_average":0.0,"name":"Thanksgiving Live!","cert":"Unavailable","id":44696,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"BBC2 Play of the Week","vote_average":0.0,"name":"BBC2 Play of the Week","cert":"Unavailable","id":44697,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-11-06","cast":[],"overview":"It Takes Two is a Singaporean Chinese television drama that aired on MediaCorp Channel 8 from November 6 to December 21, 2012.","original_name":"It Takes Two","vote_average":0.0,"name":"It Takes Two","cert":"Unavailable","id":44698,"adult":"false","genre_ids":[18,35],"origin_country":["SG"]},{"first_air_date":null,"cast":[],"overview":"Á baðkari til Betlehem is an Icelandic television series that first aired on Icelandic public television channel Sjónvarpið in December 1990. The show was one of the first televised advent calendars produced in Iceland, and is a part of Jóladagatal Sjónvarpsins, an ongoing series of televised Advent calendars.\n\nThe show follows two eight-year-old children, Hafliði and Stína, who embark on an adventurous journey to Bethlehem, in order to bring Baby Jesus the gifts of gold, frankincense and myrrh. Their form of transport is a magical flying bathtub lent to them by the concertmistress Dagbjört, who the children suspect of being an actual angel. On their way to Bethlehem, the children face numerous challenges and obstructions, most notable being their repeated encounters with the evil bird Klemmi, who is the main antagonist of the show.\n\nHafliði and Stína were both played by adults; Kjartan Bjargmundsson and Sigrún Waage respectively. All the other characters, both male and female, were portrayed by actress Inga Hildur Haraldsdóttir, in numerous guises.\n\nHaving been rerun in 1995 and 2004, the show has gained a cult following in Iceland, especially among teenagers and young adults who grew up watching the show in its early runs.","original_name":"Á baðkari til Betlehem","vote_average":0.0,"name":"Á baðkari til Betlehem","cert":"Unavailable","id":44699,"adult":"false","genre_ids":[],"origin_country":["IS"]},{"first_air_date":"1949-03-01","cast":[],"overview":"The Mystery Chef is an American cooking show that aired daily on NBC from March 1, 1949 to June 29, 1949. It was one of NBC's first daytime programs.","original_name":"The Mystery Chef","vote_average":0.0,"name":"The Mystery Chef","cert":"Unavailable","id":44700,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Fantasy Park","vote_average":0.0,"name":"Fantasy Park","cert":"Unavailable","id":44703,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"A Cricket In Times Square","vote_average":6.0,"name":"A Cricket In Times Square","cert":"Unavailable","id":44710,"adult":"false","genre_ids":[16,35],"origin_country":[]},{"first_air_date":null,"cast":["Sinjai Plengpanit"],"overview":"Nuer Mek 2 was a Thai action\/drama lakorn that aired on Channel 3 and the sequel to 2010s Nuer Mek, it starred Prin Suparat and Chalida Vijitvongthong. It was terminated by Channel 3 on 4 January 2013 due to \"inappropriate contents,\" and was replaced by Raeng Prathana on the same night.","original_name":"เหนือเมฆ 2 มือปราบจอมขมังเวทย์","vote_average":0.0,"name":"Nuer Mek 2","cert":"Unavailable","id":44711,"adult":"false","genre_ids":[10759],"origin_country":["TH"]},{"first_air_date":"2012-07-06","cast":["Catherine Zeta-Jones","John Travolta"],"overview":"","original_name":"The Scrat Show","vote_average":10.0,"name":"The Scrat Show","cert":"Unavailable","id":44714,"adult":"false","genre_ids":[16,35],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"An Unexpected Love","vote_average":0.0,"name":"An Unexpected Love","cert":"Unavailable","id":44715,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":"2012-01-04","cast":[],"overview":"Two brothers - one a baker, the other a chef and butcher - unlock the trade secrets of baking, and without a cupcake in sight","original_name":"The Fabulous Baker Brothers","vote_average":0.0,"name":"The Fabulous Baker Brothers","cert":"Unavailable","id":44716,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2012-05-09","cast":[],"overview":"","original_name":"수상한 가족","vote_average":0.0,"name":"Suspicious Family","cert":"Unavailable","id":44717,"adult":"false","genre_ids":[18,35],"origin_country":["KR"]},{"first_air_date":"2012-04-03","cast":["Rory McGrath"],"overview":"","original_name":"Rory McGrath's Pub Dig","vote_average":0.0,"name":"Rory McGrath's Pub Dig","cert":"Unavailable","id":44718,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Solar Network News is the flagship newscast of Solar News Channel. It currently airs every Weeknights 6 p.m. at Talk TV since June 18, 2012 and on Solar News Channel and Simulcast Live on ETC via RPN for VHF TV on October 30, 2012.","original_name":"Solar Network News","vote_average":0.0,"name":"Solar Network News","cert":"Unavailable","id":44723,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"2012-03-04","cast":["Kate Humble"],"overview":"Right now you're hurtling around the sun at 64,000 miles an hour (100,000 kms an hour). In the next year you'll travel 584 million miles, to end up back where you started. Presenters Kate Humble and Dr Helen Czerski follow the Earth's voyage around the sun for one complete orbit, to witness the astonishing consequences this journey has for us all.","original_name":"Orbit: Earth's Extraordinary Journey","vote_average":8.1,"name":"Orbit: Earth's Extraordinary Journey","cert":"Unavailable","id":44724,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"1977-10-02","cast":["Masako Sugaya","Yousuke Kondou","Hiroko Suzuki","Jukichi Uno","Shozo Iizuka"],"overview":"Nobody's Boy: Remi is a Japanese anime series by Tokyo Movie Shinsha. The story is based upon French author Hector Malot's novel Sans Famille in France. The anime is well known in Hong Kong, Taiwan, Latin America, Quebec, France, Italy, the Arab world, Indonesia and Philippines.\n\nA movie version by the same studio and director was released in 1980.\n\nThe anime was originally shown in the Philippines in between 1979 and 1980. However, like the other contemporary anime broadcast in the same period, the full story was not shown. It was only after nearly twenty years that it was shown in full, under the title \"Remi\" on ABS-CBN, this time in Tagalog.\n\nIn 1996, a new adaptation of this story was aired in Japan. Remi, Nobody's Girl was created by Nippon Animation as part of their famous World Masterpiece Theater series.","original_name":"家なき子","vote_average":8.7,"name":"Nobody's Boy: Remi","cert":"Unavailable","id":44725,"adult":"false","genre_ids":[16,18,10759,18],"origin_country":["JP"]},{"first_air_date":"2012-02-27","cast":["Brian Deegan","Tanner Foust","Ken Block"],"overview":"","original_name":"Octane Academy","vote_average":0.0,"name":"Octane Academy","cert":"Unavailable","id":44726,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-01-16","cast":["Jun Matsumoto","Eita","Riisa Naka","Takuzô Kadono","Shosuke Tanihara"],"overview":"Lucky Seven Rakkīsebun is a 2012 Japanese television drama broadcast by Fuji Television from January 16 to March 19, 2012. It stars Jun Matsumoto and Eita.","original_name":"ラッキーセブン","vote_average":0.0,"name":"Lucky Seven","cert":"Unavailable","id":44727,"adult":"false","genre_ids":[35,10759],"origin_country":["JP"]},{"first_air_date":"2012-07-08","cast":[],"overview":"Big Ang is an American reality television series starring Angela \"Big Ang\" Raiola, who first received television exposure on the second season of the reality series Mob Wives. She's owned the bar Drunken Monkey in Staten Island, New York for seven years. Raiola's uncle, the late Salvatore \"Sally Dogs\" Lombardi, was a captain of the Genovese crime family. The series, which is a spinoff of Mob Wives, premiered July 8, 2012, on VH1.\n\nRaiola confirmed during an interview in May 2013 that a second season of Big Ang was being produced, but it was later revealed that the season would be retooled as another spin-off titled Miami Monkey, which premiere on September 8, 2013.","original_name":"Big Ang","vote_average":0.0,"name":"Big Ang","cert":"Unavailable","id":44728,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2012-05-28","cast":["Son Hyun-joo","Kim Sang-joong","Go Joon-hee","Kim Sung-ryung","Ryu Seung-su"],"overview":"The Chaser is a 2012 South Korean television drama series about a grieving father out for revenge against corrupt officials.\n\nDespite no hype or big stars, the thriller gave a strong performance in the ratings, ending its run at 22.1%. Its rise in popularity was based on the tightly written and well-structured storyline, solid direction, and cast members' acting skills.","original_name":"추적자","vote_average":8.0,"name":"The Chaser","cert":"Unavailable","id":44729,"adult":"false","genre_ids":[28,80,18,53],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Legend of Heavenly Sphere Shurato","vote_average":0.0,"name":"Legend of Heavenly Sphere Shurato","cert":"Unavailable","id":44730,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"No Names","vote_average":0.0,"name":"No Names","cert":"Unavailable","id":44737,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"JustKiddingFilms","vote_average":0.0,"name":"JustKiddingFilms","cert":"Unavailable","id":44738,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"La raya del olvido","vote_average":0.0,"name":"La raya del olvido","cert":"Unavailable","id":44739,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2006-04-06","cast":[],"overview":"Eagle Talon is a Japanese Flash animation created by former Shimane Prefecture resident Ryo Ono and produced by DLE. The series turns the classic superhero formula on its head, making the ostensibly “evil” team of villains the protagonists of the story, and the traditional superhero of the series, Deluxe Fighter, a narcissistic and largely incapable bully.","original_name":"Eagle Talon","vote_average":0.0,"name":"Eagle Talon","cert":"Unavailable","id":44740,"adult":"false","genre_ids":[16,35],"origin_country":["JP"]},{"first_air_date":"1976-04-17","cast":["Keaton Yamada","Miyuki Ueda","Sachiko Chijimatsu","Yuji Mitsuya","Gorō Naya"],"overview":"Chōdenji Robo Combattler V is the first part of the Robot Romance Trilogy of Super Robot series created by \"Saburo Yatsude\" and directed by Tadao Nagahama. The robot's name is a portmanteau of Combine, Combat and Battle, and the V is intended both as an abbreviation for \"victory\" and in reference to the five component machines that form the robot, as well as its five pilots. The V is pronounced as the letter V, whereas in the follow-up series, Voltes V, it is pronounced \"5\".\n\nThe series was created by Saburo Yatsude, who would later go on to create Golion. \"Saburo Yatsude\" is not a real person, but a pseudonym which refers to the collective staff at Toei. The series was animated by Sunrise on Toei's behalf.\n\nThe first appearance of Combattler V in the United States was in the late 1970s as a part of Mattel's Shogun Warriors line of imported Super Robot toys under the name of 'Combattra', and as such was one of the three Super Robots in the Marvel Comics companion series.","original_name":"Chōdenji Robo Combattler V","vote_average":0.0,"name":"Chōdenji Robo Combattler V","cert":"Unavailable","id":44741,"adult":"false","genre_ids":[16,18],"origin_country":["JP"]},{"first_air_date":"1996-09-01","cast":["Mitsuko Horie","Chie Satō","Fumito Yamano","Eiko Hisamura","Hiro Yuuki"],"overview":"Remi, Nobody's Girl was a 26-episode Japanese anime television series by Nippon Animation, broadcast 1996 to 1997 across Japan on the Fuji Television network as an installment to Nippon Animation's famed World Masterpiece Theater series. The show was directed by Kusaba Kouzo and screenplay adapted by Man Shimada, with character designs by Ooshiro Katsu.\n\nThe story is adapted from Sans Famille, a 1878 French novel, written by Hector Malot; this version made major changes from the book, including changing the gender of the main character and the \"Swan\" chapter, along with many other main events.\n\nIt started airing on September 1, 1996; the show was canceled by Fuji TV on account of low ratings; it ended March 23, 1997 with a low count of 23 episodes. The complete series, all 26 episodes, was later aired by the anime satellite television network, Animax, who translated and dubbed the series into English for broadcast across its English-language networks in Southeast Asia and South Asia, under the title Remi, Nobody's Girl, as well as other languages including Arabic in the Middle East where it was a success and famous.","original_name":"家なき子レミ Ienakiko Remi","vote_average":0.0,"name":"Remy, Nobody's Girl","cert":"Unavailable","id":44742,"adult":"false","genre_ids":[16,18,10759,18],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Whoopi Goldberg: Direct from Broadway","vote_average":0.0,"name":"Whoopi Goldberg: Direct from Broadway","cert":"Unavailable","id":44753,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1997-10-25","cast":[],"overview":"","original_name":"八雲立つ","vote_average":0.0,"name":"Eight Clouds Rising","cert":"Unavailable","id":44754,"adult":"false","genre_ids":[16,10765],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Don't Blow the Inheritance was a 5:00pm daytime quiz show that aired on ITV from 20 to 31 August 2012 for a 10 episode run as a summer replacement for The Chase. It was hosted by stand-up comedian Tim Vine.","original_name":"Don't Blow the Inheritance","vote_average":0.0,"name":"Don't Blow the Inheritance","cert":"Unavailable","id":44755,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"The Naughty Show is an adult-themed live comedy show and podcast hosted by creator Sam Tripoli.\n\nIn 2008, Tripoli developed the concept as a pilot for Comedy Central. His idea was to bring rock and roll and chaos back to stand-up by turning a show into an event. He created a variety show with a party atmosphere in hopes of attracting young, fun bar crowds into the comedy clubs.\n\nTripoli describes it as “the dirty show you can bring your girlfriend to.”","original_name":"The Naughty Show","vote_average":0.0,"name":"The Naughty Show","cert":"Unavailable","id":44756,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Defender","vote_average":0.0,"name":"Defender","cert":"Unavailable","id":44757,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Half Hour is an American stand-up comedy television program that features various stand-up comedians in each episode. The premiere season featured Neal Brennan, Na'im Lynn, Joe Mande, David O'Doherty, Garfunkel and Oates, Michael Palascak, Jesse Popp, Rory Scovel, Maronzio Vance, Nick Vatterott, Theo Von and Brendon Walsh. The second season started May 4, 2013.","original_name":"The Half Hour","vote_average":6.0,"name":"The Half Hour","cert":"Unavailable","id":44758,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Jan at Blue Fox was an early light entertainment show created by the BBC in 1952, and in total it lasted for four episodes; little else is known about this early show.\n\nNo footage remains of this programme, as all of the episodes were aired live and never recorded for posterity. The only existing visual record today of this show consists of still photographs.","original_name":"Jan at Blue Fox","vote_average":0.0,"name":"Jan at Blue Fox","cert":"Unavailable","id":44759,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2012-02-01","cast":[],"overview":"American Digger is an American reality television series airing on Spike. The show follows former professional wrestler Frank Huguelet and his company American Savage as they search the United States for buried historical artifacts. The second season of the show was retitled Savage Family Diggers as Savage's wife Rita and son Nick join the crew.\n\nOn August 7, 2012, Spike TV announced that American Digger had been renewed for a second thirteen episode season. Filming of the new season began Fall 2012 and will air in Spring 2013.","original_name":"American Digger","vote_average":7.0,"name":"American Digger","cert":"Unavailable","id":44766,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Hoka Hoka Kazoku is a Japanese anime television series which aired weekdays on the Fuji TV Network in Japan between October 1, 1976 and March 31, 1982 for a total of 1428 five-minute episodes. It was sponsored by the National Federation of Agricultural Co-operative Associations.","original_name":"Hoka Hoka Kazoku","vote_average":0.0,"name":"Hoka Hoka Kazoku","cert":"Unavailable","id":44767,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Mundos Opuestos is a Chilean reality show produced and broadcast on Canal 13. 22 participants initially entered production, being isolated in a house in Pirque, southeast of Santiago de Chile. The premise of the competition is that participants will be divided into two groups, one about living \"the life of the future\" and the other about living \"the life of the past\". The two worlds present in the house were separated by a glass wall, allowing both groups to observe the actions of the other, the direct interaction between the two groups of participants is given in the courtyard, known as \"the present\". Participants of the two existing groups compete each week in various physical tests to determine which group will live in the past, and which will live in the future and to determine which participant will be eliminated from the competition.\n\nThe winners of the first version of Mundos Opuestos was Sebastian Roca and Viviana Flores. The reality was premiere on January 15, 2012 at 23.00 and the grand final was premiere on June 27, 2012 at 22.30. This reality was a total success in Chile, being watched by 2.9 million viewers per episode, having a second part premiered on January 13, 2013 on Canal 13.","original_name":"Mundos Opuestos","vote_average":1.0,"name":"Mundos Opuestos","cert":"Unavailable","id":44768,"adult":"false","genre_ids":[],"origin_country":["CL"]},{"first_air_date":null,"cast":[],"overview":"Ippatsu Kanta-kun is an anime created by Tatsunoko Production. Along with Temple the Balloonist, it was one of the last works for which Tatsunoko co-founder Tatsuo Yoshida was credited as a creator; Yoshida died before the series began airing. The series was released in two DVD box sets in January 2010.","original_name":"Ippatsu Kanta-kun","vote_average":0.0,"name":"Ippatsu Kanta-kun","cert":"Unavailable","id":44769,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"La Casa Bruciata","vote_average":0.0,"name":"La Casa Bruciata","cert":"Unavailable","id":44770,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":"1978-06-06","cast":["Mico Cundari","Nicola Di Pinto","Mariella Lo Giudice","Salvatore Puntillo","Leopoldo Trieste"],"overview":"Italian mini series","original_name":"Noi lazzaroni","vote_average":0.0,"name":"Noi lazzaroni","cert":"Unavailable","id":44771,"adult":"false","genre_ids":[],"origin_country":["IT"]},{"first_air_date":null,"cast":[],"overview":"Celebrity DAT Com was a now-defunct showbiz talk show aired on Intercontinental Broadcasting Corporation, from 2003 to 2004.","original_name":"Celebrity DAT Com","vote_average":0.0,"name":"Celebrity DAT Com","cert":"Unavailable","id":44772,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"1996-04-03","cast":[],"overview":"VS Knight Lamune & 40 Fire is a Japanese anime, and manga television series, sequel to 1990s NG Knight Lamune & 40. The character designer for the series was Tsukasa Kotobuki, noted for Saber Marionette. The show lasted for 26 episodes; the story of which follows the adventures of \"Lamunedo\" the son of Lamune.\n\nThe main mecha of the series, Kaizer Fire, was featured in the 2011 video game Another Century's Episode Portable noted as being the only true super robot in the otherwise real robot cast.","original_name":"VS Knight Lamune & 40 Fire","vote_average":0.0,"name":"VS Knight Lamune & 40 Fire","cert":"Unavailable","id":44781,"adult":"false","genre_ids":[10765,35],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Sarah G Live! was a Philippine evening musical show hosted by Sarah Geronimo. It is co-hosted by Luis Manzano debuting on February 26, 2012. It airs Sunday nights on ABS-CBN. It features different segments showcasing Geronimo's singing and dancing capabilities.","original_name":"Sarah G. Live","vote_average":0.0,"name":"Sarah G. Live","cert":"Unavailable","id":44782,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Secret History of Empress Wu, also known as Wu Zetian Mishi, is a Chinese television series based on the life of Wu Zetian, the only woman in Chinese history to assume the title of Empress Regnant. The series was directed by Cheng Feng and starred three actresses - Yin Tao, Liu Xiaoqing, and Siqin Gaowa - as Wu Zetian, each playing the empress at a different stage of her life. It was first broadcast in mainland China on Hunan Satellite TV on November 5, 2011.","original_name":"Secret History of Empress Wu","vote_average":0.0,"name":"Secret History of Empress Wu","cert":"Unavailable","id":44783,"adult":"false","genre_ids":[],"origin_country":["CN"]},{"first_air_date":null,"cast":[],"overview":"Sergeant Stripes is a TV series created by David Bonner which aired on CBeebies on Thursday 11 September 2003. Stripes is a cute gray cat who lives in a sleepy provincial police station with little Katie and her father, PC Harker. Both they and pretty Sergeant Parker think Stripes is merely a meowing moggy, but when this little cat slopes off to his bed underneath the stairs for a nap, well, that's when the fun really starts.","original_name":"Sergeant Stripes","vote_average":0.0,"name":"Sergeant Stripes","cert":"Unavailable","id":44784,"adult":"false","genre_ids":[16],"origin_country":["GB"]},{"first_air_date":null,"cast":["Ger Ryan","Ruth Bradley"],"overview":"'Stardust' is a 2006 miniseries produced for RTÉ by Brackside Merlin Films. The first episode surrounds the night a fire broke out at the Stardust Disco in North Dublin on 13 February 1981, in which 48 people died. The second episode depicts the search for answers and justice by families and survivors. It was screened over two nights on the 25th anniversary of the fire in 2006.","original_name":"Stardust","vote_average":0.0,"name":"Stardust","cert":"Unavailable","id":44785,"adult":"false","genre_ids":[18,10770],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Buddy Holly: Listen to Me; The Ultimate Buddy Party is a recording of the event held on September 7, 2011, to celebrate on would have been Buddy Holly's 75th birthday Buddy's birthday, while supporting fundraising for PBS. Produced by Songmasters, with Peter Asher acting as music supervisor and producer and Waddy Wachtel as music director, the event brought together artists such as Stevie Nicks, Lyle Lovett, Raul Malo, Patrick Stump, Chris Isaak, Graham Nash, Boz Scaggs, Michelle Branch, Shawn Colvin, Cobra Starship, Paul Anka, Phil Everly, James Burton, and Albert Lee. Others, such as Keith Richards, Ringo Starr, Jackson Browne, shared memories via video message. Buddy's widow Maria Elena Holly, seated beside Phil Everly was in attendance, singing along with every song. The event was also filmed for a PBS pledge drive special featured throughout USA during December 2011 and May\/June 2012.","original_name":"Buddy Holly: Listen to Me; The Ultimate Buddy Party","vote_average":0.0,"name":"Buddy Holly: Listen to Me; The Ultimate Buddy Party","cert":"Unavailable","id":44786,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Girls Gone Wild","vote_average":2.0,"name":"Girls Gone Wild","cert":"Unavailable","id":44795,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":["Sadat Pervez","Kader Khan","Muni Jha","Sanjeeda Sheikh","Gulfam Pasha"],"overview":"Hi! Padosi... Kaun Hai Doshi? is an Indian television comedy series that aired on Sahara One channel, starring veteran Bollywood actor and writer Kader Khan in the main lead. The series was converted from comedy show to regular drama-series on November 10, 2011 due to change in concept, and the second season was named Piya Ka Ghar Pyaara Lage.","original_name":"Hi! Padosi... Kaun Hai Doshi?","vote_average":0.0,"name":"Hi! Padosi... Kaun Hai Doshi?","cert":"Unavailable","id":44796,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Mudpit is a Canadian television series","original_name":"Mudpit","vote_average":0.0,"name":"Mudpit","cert":"Unavailable","id":44797,"adult":"false","genre_ids":[35,16],"origin_country":["CA"]},{"first_air_date":"2009-10-19","cast":["Scarlet Ortiz","José Ángel Llamas","Lilibeth Morillo","Lisette Morelos","Luis José Santander"],"overview":"Alma Indomable is a telenovela produced and distributed by Venevisión International. Filming took place in Miami, Florida. It premiered on Univision on October 19, 2009 in the 1\/12c timeslot. The telenovela was written by Alberto Gomez and stars: Scarlet Ortiz, José Ángel Llamas as the protagonists and Lilibeth Morillo and Luis José Santander as the antagonists.","original_name":"Alma Indomable","vote_average":0.0,"name":"Alma Indomable","cert":"Unavailable","id":44798,"adult":"false","genre_ids":[18,10766],"origin_country":["VE"]},{"first_air_date":null,"cast":[],"overview":"The Week Thus Far is a late-night talk-show written and produced by the brightest up-and-comers in Manitoba's comedy scene. The program is hosted by comedian Dan Huen and his co-host Ben Walker. The Week Thus Far deviates from the classic late-night show format by its inclusion of a news desk, where it focuses on the major issues that impact Canadians and their communities. In addition to the TV broadcast, on Shaw TV, it has a website and print publication.\n\nThe Week Thus Far has been praised in several magazines and newspapers including: The Winnipeg Free Press, Uptown Magazine and Stylus Magazine.\n\nThe Week Thus Far airs throughout the province of Manitoba.","original_name":"The Week Thus Far","vote_average":0.0,"name":"The Week Thus Far","cert":"Unavailable","id":44799,"adult":"false","genre_ids":[35],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"MLK Boulevard","vote_average":0.0,"name":"MLK Boulevard","cert":"Unavailable","id":44800,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"It Takes A Thief is a Hong Kong television series adapted from Gu Long's Chu Liuxiang Series. The series was first broadcast on RTV in Hong Kong in September 1979.","original_name":"It Takes A Thief","vote_average":0.0,"name":"It Takes A Thief","cert":"Unavailable","id":44801,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"The Hong Kong version of Are You Smarter Than a 5th Grader? was produced by TVB from 2008 to 2009. This show was based on the American show of the same name. It is hosted by Leo Ku and narrated by Kevin So.\n\nThe first season started on October 25, 2008 and ended on April 25, 2009. The second season aired between October 5, 2009 and November 16, 2009.","original_name":"Are You Smarter Than a 5th Grader?","vote_average":0.0,"name":"Are You Smarter Than a 5th Grader?","cert":"Unavailable","id":44802,"adult":"false","genre_ids":[],"origin_country":["HK"]},{"first_air_date":"2011-09-08","cast":["Yilmaz Tuzun","Engin Akyurek","Servet Pandur","Beren Saat","Murat Daltaban"],"overview":"Fatmagül'ün Suçu Ne? is a Turkish television drama series produced by Ay Yapım and broadcast on Kanal D. The series is based on Vedat Türkali's novel, Fatmagül'ün Suçu Ne?, which was made into a film in 1986. The series is written by duo Ece Yörenç and Melek Gençoğlu. The soundtrack was done by Toygar Işıklı.","original_name":"Fatmagül'ün Suçu Ne?","vote_average":5.9,"name":"Fatmagul","cert":"Unavailable","id":44807,"adult":"false","genre_ids":[18],"origin_country":["TR"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Free Speech for Sale","vote_average":0.0,"name":"Free Speech for Sale","cert":"Unavailable","id":44808,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Just Josh is an American talk show hosted by television personality, writer, and director Josh Rosenzweig. Filmed on location throughout New York City, Rosenzweig conducts celebrity interviews, visits premiere VIP events, and discusses all things pop culture. The show premiered on LGBT-targeted network here! on January 28, 2011.\n\nhere! produced 19 episodes for season one, and has begun production on the show's second season.\n\nIn 2012 it was announced that episodes of Just Josh will be made available on online video service Hulu.","original_name":"Just Josh","vote_average":0.0,"name":"Just Josh","cert":"Unavailable","id":44809,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2013-01-04","cast":[],"overview":"The Dumping Ground is a British children's television series, which premiered on 4 January 2013 on CBBC and BBC HD. The series is a spin-off from The Story of Tracy Beaker and Tracy Beaker Returns. The first series aired until March 2013, with a second series confirmed for January 2014.","original_name":"The Dumping Ground","vote_average":7.3,"name":"The Dumping Ground","cert":"Unavailable","id":44810,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2017-01-01","cast":["Christine Ng","Moses Chan","Sheren Tang","Raymond Cho","Ada Choi"],"overview":"Beauty at War, also known as War and Beauty 2, is a Hong Kong television period drama serial produced by Jonathan Chik for TVB. It premiered on TVB Jade in Hong Kong on April 22, 2013. Created by Chik and scriptwriter Chow Yuk-ming, Beauty at War is a sequel to the duo's 2004 award-winning drama serial War and Beauty, which took place in a parallel universe. The events of the first installment are depicted as being the result of rumor-mongering, and are frequently referenced.","original_name":"金枝慾孽貳","vote_average":9.0,"name":"Beauty at War","cert":"Unavailable","id":44811,"adult":"false","genre_ids":[18],"origin_country":["HK"]},{"first_air_date":"2001-02-04","cast":["Megan Dodds","Anna Popplewell","Elisabeth Dermot Walsh","Rosamund Pike","Javier Alcina"],"overview":"Dramatization of Nancy Mitford's novel about three aristocratic young girls' adventures in love.","original_name":"Love in a Cold Climate","vote_average":8.5,"name":"Love in a Cold Climate","cert":"Unavailable","id":44812,"adult":"false","genre_ids":[18],"origin_country":["GB","US"]},{"first_air_date":null,"cast":[],"overview":"If the Cap Fits is an Irish television sketch show that aired on RTÉ for one series in 1973. The show was written by and starred Niall Tóibín.","original_name":"If the Cap Fits","vote_average":0.0,"name":"If the Cap Fits","cert":"Unavailable","id":44813,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"You Have Been Watching is an Australian television comedy panel discussion and review television series. Hosted by comedian Peter Berner and featuring special guests, the programme is produced by the same team behind Balls of Steel Australia. You Have Been Watching (Australia) was commissioned by The Comedy Channel Group Programming Director Darren Chau and premiered on the channel on 17 February 2011, and ranks in the top 5 highest rating local production series in the Comedy Channel's history.","original_name":"You Have Been Watching","vote_average":0.0,"name":"You Have Been Watching","cert":"Unavailable","id":44822,"adult":"false","genre_ids":[35],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"Hearts of Gold is a BBC television programme devised and presented by Esther Rantzen, with Michael Groth and Carol Smillie as co-presenters. Running for six years in the 1980s and 1990s, the programme commended members of the public for their good deeds.\n\nRantzen devised the show in 1988. The premise of the show was to commend those who had done good deeds to others. They would usually be tricked into appearing on the show using a practical joke, a device which some critics compared to Beadle's About. Journalist Bedell explains that participants \"are inviegled into the studio under false pretences and presented with gold hearts on blue ribbons while they wonder where to put themselves..\"\n\nThe theme song was written by Lynsey de Paul. For some of its life, the show was filmed at The Fountain Studios in Wembley.","original_name":"Hearts of Gold","vote_average":0.0,"name":"Hearts of Gold","cert":"Unavailable","id":44823,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2013-01-22","cast":["Jencarlos Canela","Mónica Spear","Roberto Vander","Mercedes Molto","Carmen Aub"],"overview":"Pasión Prohibida is a Spanish-language telenovela produced by United States-based television network Telemundo Television Studios, Miami. It is a remake of the Turkish telenovela Aşk-ı Memnu by Ece Yörenç and Melek Gençoğlu. It has been adapted from Halit Ziya Uşaklıgil's novel Aşk-ı Memnu, published in 1900, but takes place in the modern-day Miami, instead of the novel's late 19th century setting. Jencarlos Canela and Mónica Spear starred as the protagonists.","original_name":"Pasión Prohibida","vote_average":0.0,"name":"Pasión Prohibida","cert":"Unavailable","id":44824,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Cardinal Burns is a British television sketch show starring Seb Cardinal and Dustin Demri-Burns, shown on E4. The first series began on 8 May 2012.","original_name":"Cardinal Burns","vote_average":7.0,"name":"Cardinal Burns","cert":"Unavailable","id":44825,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Aaryamaan - Brahmaand Ka Yoddha is an Indian superhero space opera TV series that aired on Doordarshan's national network DD National. The sci-fi drama was produced under the banner of Bheeshm International by Mukesh Khanna, who had earlier created and donned the lead role in India's first television superhero Shaktimaan in 1997. It held the record of the most expensive Indian television drama ever for a short period.","original_name":"Aryamaan – Brahmaand Ka Yodha","vote_average":0.0,"name":"Aryamaan – Brahmaand Ka Yodha","cert":"Unavailable","id":44826,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Make Bradford British is a British television programme broadcast on Channel 4 that looks at the level of integration between Muslim and non-Muslim communities in Bradford, West Yorkshire.\n\nIt has two episodes, first broadcast on 1 and 8 March 2012.","original_name":"Make Bradford British","vote_average":0.0,"name":"Make Bradford British","cert":"Unavailable","id":44827,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Incubus HQ Live was a participatory media exhibit and real-time documentary by American rock band Incubus in collaboration with Sony Music Entertainment and producer\/director Marc Scarpa. Held in the summer of 2011, it allowed unprecedented fan access and interaction with the band as they prepared for the release of their seventh studio album, If Not Now, When? From June 30 to July 6 in a warehouse space in West Los Angeles, California, band members Brandon Boyd, Mike Einziger, Jose Pasillas, Ben Kenney and DJ Kilmore and their fans participated in instrument clinics, question and answer sessions, video chats and large art canvases where both band members and fans alike were encouraged to share original artwork. Each night, Incubus performed a fan created set-list, starting with their earliest material and culminating on the last night with a performance of If Not Now, When? in its entirety.\n\nEvents throughout the day and the nightly performances were streamed over the web from multiple points of view while participants from around the world shared in the experience through Twitter, Facebook, Livestream, TweetBeam and YouTube. The broadcast was viewed by nearly 2 million people over the course of the week.","original_name":"Incubus HQ Live","vote_average":0.0,"name":"Incubus HQ Live","cert":"Unavailable","id":44838,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Shubh Vivah is an Indian television drama series telecast on Sony Entertainment Television India and Sony Entertainment Television Asia. It premiered on 27 February 2012 at 7:30 pm and went off-air on 29 June 2012.","original_name":"Shubh Vivah","vote_average":0.0,"name":"Shubh Vivah","cert":"Unavailable","id":44839,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":"2013-12-04","cast":["Neal McDonough","Robert Knepper","Edward Burns","Jon Bernthal","Milo Ventimiglia"],"overview":"The true story of a decades-long conflict between the Los Angeles Police Department, under the determined leadership of Police Chief William Parker, and ruthless criminal elements led by Mickey Cohen, a one-time boxer who rose to the top of L.A.'s criminal world. The series is a fast-paced crime drama set in Los Angeles during the 1940s and '50s. It's a world of glamorous movie stars, powerful studio heads, returning war heroes, a powerful and corrupt police force and an even more dangerous criminal network determined to make L.A. its West Coast base.","original_name":"Mob City","vote_average":6.8,"name":"Mob City","cert":"Unavailable","id":44840,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"PM East\/PM West was a late night talk show hosted by Mike Wallace and Joyce Davidson in New York City, and San Francisco Chronicle television critic Terrence O'Flaherty in San Francisco. The program was seen from June 12, 1961 to June 22, 1962.\n\nThe show was syndicated by Group W Productions to Westinghouse-owned television stations in Boston, Baltimore, Pittsburgh, Cleveland, and San Francisco, as well as to other stations in Chicago, Washington D.C., New York, and Los Angeles. It was scheduled at the same time as NBC's The Tonight Show, then hosted by Jack Paar. Westinghouse, which was only a broadcaster that syndicated its programs through Group W, attempted to compete with NBC, which had had a monopoly on late-night television since Steve Allen had originated The Tonight Show in 1954.","original_name":"PM East\/PM West","vote_average":0.0,"name":"PM East\/PM West","cert":"Unavailable","id":44841,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2012-04-17","cast":["Anuj Sachdeva","Varun Badola","Ravindra Mankani","Gulki Joshi","Jaya Binju"],"overview":"Phir Subah Hogi is an Indian soap opera series that currently airs on Zee TV, about the Bediya community of Bundelkhand region, Madhya Pradesh. It premiered on April 17, 2012. It airs weeknights. It is being shot in Wai village near Mahabaleshwar.","original_name":"फिर सुबह होगी","vote_average":0.0,"name":"Phir Subah Hogi","cert":"Unavailable","id":44842,"adult":"false","genre_ids":[10766,18],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Gumrah: End of Innocence is an Indian crime television series that started airing from March 2012 on Channel V . The show presents crime related incidents committed by young people. The series is hosted by Karan Kundra kappor.","original_name":"Gumrah: End of Innocence","vote_average":0.0,"name":"Gumrah: End of Innocence","cert":"Unavailable","id":44843,"adult":"false","genre_ids":[99],"origin_country":["IO"]},{"first_air_date":"2012-04-12","cast":[],"overview":"Playhouse Presents is a series of self-contained TV plays, made by British broadcaster Sky Arts. The series started airing on 12 April 2012, on Sky Arts 1. Each episode is written by a different writer and stars a different cast.\n\nThe four-part adaptation of A Country Doctor's Notebook was also broadcast on the strand in December 2012.\n\nSky Arts have announced that they are ordering a five-part spin-off of the third play, Nixon’s The One. They say the full cast, including Harry Shearer as Nixon and Henry Goodman as Kissinger, will return for the series run, which will be filmed in September 2012. The series will broadcast in 2013.\n\nThe second series began airing in April 2013 featuring Kathy Burke, Frances Barber, Julia Davis, Idris Elba, Anna Friel, Rebecca Front, Stephen Graham, David Harewood, Ian Hart, Sharon Horgan, Mathew Horne, Suranne Jones, Kylie Minogue, Vanessa Redgrave, Peter Serafinowicz, Matt Smith, Johnny Vegas, Marc Warren, Jack Whitehall and Reggie Yates.","original_name":"Playhouse Presents","vote_average":0.0,"name":"Playhouse Presents","cert":"Unavailable","id":44844,"adult":"false","genre_ids":[18,35],"origin_country":["GB"]},{"first_air_date":"2012-09-10","cast":["Jeff Probst"],"overview":"The Jeff Probst Show was an American syndicated talk show hosted by Survivor host Jeff Probst, who also serves as an executive producer. This was his first television talk foray, which is co-produced by Big Ticket Television, and distributed by CBS Television Distribution, which handles the distribution rights in the United States and Canada. The hour-long program debuted on September 10, 2012.\n\nOn February 13, 2013, CBS Television Distribution announced the cancellation of The Jeff Probst Show after only one season. Despite the series finale airing May 22, 2013, unaired episodes will be aired during the summer.","original_name":"The Jeff Probst Show","vote_average":8.0,"name":"The Jeff Probst Show","cert":"Unavailable","id":44851,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2012-10-09","cast":["Keyshia Cole"],"overview":"Keyshia & Daniel: Family First is an American reality television series starring R&B singer Keyshia Cole. The series premiered on October 9, 2012, on BET.","original_name":"Keyshia & Daniel: Family First","vote_average":0.0,"name":"Keyshia & Daniel: Family First","cert":"Unavailable","id":44852,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Hana no Asuka gumi","vote_average":0.0,"name":"Hana no Asuka gumi","cert":"Unavailable","id":44853,"adult":"false","genre_ids":[18,35],"origin_country":["JP"]},{"first_air_date":"2011-09-26","cast":["Adrian Scarborough"],"overview":"The Adventures of Abney & Teal is a children's television programme which uses a mixture of 2D and 3D animation based on the works of writer and illustrator Joel Stewart. The show, which follows the adventures of two friends, is set on a series of small islands on a lake in a park in an unnamed city. The show was first broadcast on Cbeebies in the United Kingdom in September 2011, and is produced by Ragdoll Productions.","original_name":"The Adventures of Abney & Teal","vote_average":0.0,"name":"The Adventures of Abney & Teal","cert":"Unavailable","id":44854,"adult":"false","genre_ids":[16],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Ratsada E was a now-defunct variety show aired on IBC from 2007 to 2008, hosted by rap group Salbakuta.","original_name":"Ratsada E","vote_average":0.0,"name":"Ratsada E","cert":"Unavailable","id":44855,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":"2013-05-01","cast":["Jacqueline Brennan","Kate Atkinson","Celia Ireland","Robbie Magasiva","Katrina Milosevic"],"overview":"Bea Smith is locked up while awaiting trial for the attempted murder of her husband and must learn how life works in prison. A modern adaptation and sequel of the iconic Prisoner series.","original_name":"Wentworth","vote_average":8.1,"name":"Wentworth","cert":"Unavailable","id":44856,"adult":"false","genre_ids":[18,80],"origin_country":["AU"]},{"first_air_date":"2012-09-25","cast":["Mindy Kaling","Ed Weeks","Ike Barinholtz","Beth Grant","Xosha Roquemore"],"overview":"Obstetrician\/gynecologist Mindy Lahiri tries to balance her personal and professional life, surrounded by quirky co-workers in a small medical practice in New York City.","original_name":"The Mindy Project","vote_average":5.6,"name":"The Mindy Project","cert":"Suitable for 15 years & above","id":44857,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Anime Shūkan DX! Mi-Pha-Pu is a Japanese anime series that combined episodes of three series, Fushigi Mahou Fan Fan Pharmacy, Heli-Tako Pū-chan and Kocchi Muite! Miiko. Heli-Tako Pu-Chan was broadcast in 42 episodes, while Fushigi Mahou Fan Fan Pharmacy was broadcast in 48 episodes, both between February 14, 1998 and February 6, 1999. The series had different protagonists and own plotlines, being completely unrelated to each other.","original_name":"Anime Shūkan DX! Mi-Pha-Pu","vote_average":0.0,"name":"Anime Shūkan DX! Mi-Pha-Pu","cert":"Unavailable","id":44866,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Game 'N Go is a Philippine noontime game show, variety show broadcast by TV5. Originally scheduled to air from Mondays to Saturdays, the program premiered on June 17, 2012 with a Sunday noontime slot., and broadcast live from TV5's Delta Studio in Quezon City, the timeslot is every Sundays at 11:30 am to 2:30 pm. The series ended on February 3, 2013 it was replaced by Lokomoko U!","original_name":"Game 'N Go","vote_average":0.0,"name":"Game 'N Go","cert":"Unavailable","id":44869,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Taiwan 1895 is a Chinese television series based on historical events that took place in Taiwan during the late Qing Dynasty, such as the 1884-1885 Sino–French War and the Treaty of Shimonoseki. The series was directed by Han Gang and written by Yang Xiaoxiong. It was first broadcast in mainland China on CCTV in 2008.","original_name":"Taiwan 1895","vote_average":0.0,"name":"Taiwan 1895","cert":"Unavailable","id":44870,"adult":"false","genre_ids":[18],"origin_country":["CN"]},{"first_air_date":null,"cast":[],"overview":"Alice Bungisngis and her Wonder Walis or Alice: The Giggling Witch is a Filipino drama-fantasy-comedy series created and written by Maribel Ilag, under the helm of Mark Reyes and produced by GMA Network. The series featured tween stars Bea Binene in the title role, with Jake Vargas, Derrick Monasterio and Lexi Fernandez, Sheena Halili, Janno Gibbs and Jean Garcia as the main protagonist. The series premieres February 6, 2012, replacing Daldalita on GMA's early primetime slot and February 8, 2012 worldwide via GMA Pinoy TV.\n\nThe series is set in a fictional barrio, where most people still believe in witchcraft and sorcerers are still exist; and in an orphanage where the main protagonist grew up. The story centers in the life and love of Alice, a simple teenager who grew up in an orphanage and always taunted because of her kinky hair and witchy-kind of laugh. Unbeknownst to her, she is a descendant of a powerful white sorceress and she also possesses a power that eventually sends her into one magical adventure.\n\nThe series concluded on June 8, 2012. It ran for 18 weeks with the total of 88 episodes. It replaced by My Daddy Dearest.","original_name":"Alice Bungisngis and her Wonder Walis","vote_average":0.0,"name":"Alice Bungisngis and her Wonder Walis","cert":"Unavailable","id":44871,"adult":"false","genre_ids":[35,18,10765],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Idaten Jump","vote_average":0.0,"name":"Idaten Jump","cert":"Unavailable","id":44872,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Kulvaddhu is an Indian television drama serial produced by Anuj Saxena's production house, Maverick Productions. It first aired on Sony TV on 25 December 2006 and ended three months after its launch date.","original_name":"Kulvaddhu","vote_average":0.0,"name":"Kulvaddhu","cert":"Unavailable","id":44881,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Anna Luna is an afternoon Philippines soap opera which aired on ABS-CBN from 1989–1994, and on RPN from 1994-1995. This drama series made a comeback the glory days of Philippine drama, and was become a contemporary for some other series like Mara Clara, Agila and Valiente.","original_name":"Anna Luna","vote_average":0.0,"name":"Anna Luna","cert":"Unavailable","id":44882,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":"2012-03-21","cast":["Victoria Frenz","Wilhelm-Rafael Garth","Maaya Uchida","Hiro Shimono"],"overview":"Holy Knight is a Japanese manga by Maya Miyazaki. It was adapted into an OVA.","original_name":"Holy Knight","vote_average":5.5,"name":"Holy Knight","cert":"Unavailable","id":44883,"adult":"false","genre_ids":[10759,18,16,10765],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Kasalanan Bang Ibigin Ka? or Forbidden Love is a Filipino drama series created by Kit Villanueva - Langit, written by Agnes Gagelonia - Uligan, under the direction of Mark Reyes and produced by GMA Network. The series headlines Jackie Rice and Geoff Eigenmann as the main lead characters with Jennica Garcia, Michael de Mesa and Angelika dela Cruz. The series premiered on June 4, 2012 replacing The Good Daughter on GMA Afternoon Prime block and June 7, 2012 on GMA Pinoy TV in North America and June 8, 2012 in Asia-Pacific, Middle East, and Europe.\n\nThe series follows the life and love of Erica, played by Jackie Rice, a young lady who trapped in a very complicated situation when she marries a much older and divorced man who happens to be the father of the guy she loves the most.\n\nAccording to AGB Nielsen Mega Manila the show got a ratings of 19.5%, it ranks at no. 3 while its competitor in ABS CBN and TV 5 got only 7.7% and 3.8%. Kantar Media Nationwide TV Rating also recorded a ratings of 14.2%, prompting to be at rank 3 while its competitor in ABS CBN go only 12.8%.\n\nThe series ended on August 31, 2012 and it will be replaced by Sana Ay Ikaw Na Nga. It ran for 13 weeks with 65 episodes all in all.","original_name":"Kasalanan Bang Ibigin Ka?","vote_average":0.0,"name":"Kasalanan Bang Ibigin Ka?","cert":"Unavailable","id":44884,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Primera Dama and English is a Colombian telenovela Caracol Televisión, adaptation of the eponymous Chilean telenovela Channel 13 in 2010.\n\nStarring antagonistically by Carina Cruz together Javier Jattin; addition to the debut Caracol Televisión of Christian Meier, shares has stellar Kathy Sáenz and Jacqueline Arenal; and involving antagonistic Caleb Casas.","original_name":"Primera dama","vote_average":0.0,"name":"Primera dama","cert":"Unavailable","id":44885,"adult":"false","genre_ids":[],"origin_country":["CO"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Pop Up Video","vote_average":0.0,"name":"Pop Up Video","cert":"Unavailable","id":44886,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2006-11-13","cast":["孙占山"],"overview":"The Rise of the Great Powers is a 12-part Chinese documentary television series produced by CCTV. It was first broadcast on CCTV-2 from 13 to 24 November 2006. It discusses the rise of nine great powers: Portugal, Spain, the Netherlands, the United Kingdom, France, Germany, Japan, Russia, and the United States.\n\nThe documentary \"endorses the idea that China should study the experiences of nations and empires it once condemned as aggressors bent on exploitation\" and analyses the reasons why the nine nations rose to become great powers, from the Portuguese Empire to American hegemony. The series was produced by an \"elite team of Chinese historians\" who also briefed the Politburo on the subject.\" In the West the airing of Rise of the Great Powers has been seen as a sign that China is becoming increasingly open to discussing its growing international power and influence—referred to by the Chinese government as \"China's peaceful rise.\"\n\nThe state-run People's Daily reported that each of the 12 episodes of The Rise of the Great Powers ran at the prime time 9:30 p.m. slot, and each show lasted 50 minutes, totaling 600 minutes. The program included interviews with noted historians and academics, including Paul Kennedy, who wrote the influential book The Rise and Fall of the Great Powers, and Joseph Stiglitz, who won a Nobel Prize in Economics. Political leaders, such as former French president Valéry Giscard d'Estaing and former Malaysian prime minister Mahathir bin Mohamad, were also interviewed.\"","original_name":"大国崛起","vote_average":0.0,"name":"大国崛起","cert":"Unavailable","id":44895,"adult":"false","genre_ids":[99],"origin_country":["CN"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"85th Annual Macy's Thanksgiving Day Parade","vote_average":0.0,"name":"85th Annual Macy's Thanksgiving Day Parade","cert":"Unavailable","id":44896,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2006-10-06","cast":["Aya Hisakawa","Kaori Nazuka","Miyu Irino","Akemi Kanda","Kenji Nomura"],"overview":"AD 3567. The human beings has lost their once civilization, and they are living on the desolated grounds. Although their lives are frightened by Gardener, a mysterious unmanned mobile weapon sent from the moon, strong boys and girls become Gardener hunters to earn daily bread. Furthermore, although the civilization was ruined, because of the high-tech maintenance free technologies, limited functions of cities are still working to support people’s lives. Then, a boy’s visit to a city opens the door of their destinies…","original_name":"銀色のオリンシス","vote_average":9.0,"name":"Gin-iro no Olynssis","cert":"Unavailable","id":44897,"adult":"false","genre_ids":[10765,35,18,16],"origin_country":["JP"]},{"first_air_date":"2012-03-17","cast":[],"overview":"Ozma is a 2012 Japanese anime television series. written by Leiji Matsumoto.\n\nThe story is set on Earth in the future when abnormal activity on the sun devastates Earth's atmosphere and covers the entire planet in a sea of sand. Sam pursues Ozma, an enemy of his brother. One day, Sam encounters Maya, who is being chased by the Theseus army.","original_name":"オズマ","vote_average":0.0,"name":"Ozma","cert":"Unavailable","id":44898,"adult":"false","genre_ids":[10759,16],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"The Days Before Yesterday was a Canadian historical documentary television miniseries which aired on CBC Television in 1973.","original_name":"The Days Before Yesterday","vote_average":0.0,"name":"The Days Before Yesterday","cert":"Unavailable","id":44899,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Mahjong Hishō-den: Naki no Ryū","vote_average":0.0,"name":"Mahjong Hishō-den: Naki no Ryū","cert":"Unavailable","id":44900,"adult":"false","genre_ids":[18],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"American Writers: A Journey Through History is a series produced and broadcast by C-SPAN in 2001 and 2002 that profiled selected American writers and their times. Each program was a two- to three-hour look at the life and times of one or more significant American writer. Episodes were broadcast from locations of importance to the profiled writer and featured interviews with historians and other experts. The series had an overall budget of $4,500,000. The first program aired on May 19, 2001, and focused on William Bradford and the Mayflower Compact.","original_name":"American Writers: A Journey Through History","vote_average":0.0,"name":"American Writers: A Journey Through History","cert":"Unavailable","id":44911,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2012-01-06","cast":[],"overview":"Comedy legends take to the stage for a mix of stand-up and sketches.","original_name":"The Ones","vote_average":0.0,"name":"The Ones","cert":"Unavailable","id":44912,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2012-02-16","cast":[],"overview":"Bikini Barbershop is an American reality show on AXS TV featuring Jeff Wulkan, a man who runs a hair salon\/barber shop in Long Branch, New Jersey called \"Bikini Barbers\". It mainly consists of female hair stylists, at work, wearing only bikinis.","original_name":"Bikini Barbershop","vote_average":6.0,"name":"Bikini Barbershop","cert":"Unavailable","id":44913,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2013-01-08","cast":["Aracely Arámbula","Jorge Luis Pila","Christian Bach","Erika de la Rosa","Gonzalo García Vivanco"],"overview":"La Patrona is a Spanish-language telenovela produced by United States-based television network Telemundo Studios, Miami and Mexican Argos Comunicación. The telenovela is a remake of the Venezuelan telenovela La Dueña, written by José Ignacio Cabrujas.\n\nThe name reflects a local term or slang in Mexico to address a person recognized as the main boss. However, the title is also a reflection of both the protagonist and the antagonist struggle to conquer power, authority and respect in a labor field traditionally deemed to be a man's job.","original_name":"La Patrona","vote_average":6.8,"name":"The Return","cert":"Unavailable","id":44914,"adult":"false","genre_ids":[18,10766],"origin_country":["MX","US"]},{"first_air_date":null,"cast":[],"overview":"Sunnyville is a weekly kid-friendly and educational TV program made for Filipino children. It was produced by GMA News and Public Affairs. The show premiered April 10, 2010 and concluded November 13, 2010.\n\nSunnyville was actually the sequel of another kid-oriented show Happy Land","original_name":"Sunnyville","vote_average":0.0,"name":"Sunnyville","cert":"Unavailable","id":44915,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Vitamin Club is an Armenian stand-up comedy TV show broadcast by Shant TV channel since August 16, 2010.\n\nLong-time residents of the club are Garik, Aram mp3, Vache, Armush, Charents and Tiko. The show host is Garik.","original_name":"Vitamin Club","vote_average":0.0,"name":"Vitamin Club","cert":"Unavailable","id":44916,"adult":"false","genre_ids":[35],"origin_country":["AM"]},{"first_air_date":null,"cast":[],"overview":"Opening Night was a Canadian theatrical drama television miniseries which aired on CBC Television 1974 to 1975.","original_name":"Opening Night","vote_average":0.0,"name":"Opening Night","cert":"Unavailable","id":44917,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"African Patrol is a 39-episode syndicated adventure television series created, directed and produced by George Breakston in conjunction with Jack J. Gross and Philip N. Krasne. It was filmed on location in Kenya for a period of 15 months beginning in January 1957.","original_name":"African Patrol","vote_average":0.0,"name":"African Patrol","cert":"Unavailable","id":44924,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Yūkan Club","vote_average":0.0,"name":"Yūkan Club","cert":"Unavailable","id":44925,"adult":"false","genre_ids":[35,16],"origin_country":["JP"]},{"first_air_date":"2007-10-16","cast":["Jin Akanishi","Junnosuke Taguchi","Minami","Yuu Kashii","Emi Suzuki"],"overview":"","original_name":"有閑倶楽部","vote_average":6.5,"name":"Yukan Club","cert":"Unavailable","id":44926,"adult":"false","genre_ids":[35],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"The Living Sea is a Canadian nature television series which aired on CBC Television from 1957 to 1962.","original_name":"The Living Sea","vote_average":0.0,"name":"The Living Sea","cert":"Unavailable","id":44927,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"The Umbrella was a Canadian arts talk show television series which aired on CBC Television in 1966.","original_name":"The Umbrella","vote_average":0.0,"name":"The Umbrella","cert":"Unavailable","id":44928,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"The GC is a New Zealand reality television series that premiered on TV3 on May 2, 2012 in New Zealand. The series follows the lives of a group of Māori living on Australia's Gold Coast.\n\nThe series has been likened to the American reality television show, Jersey Shore.","original_name":"The GC","vote_average":0.0,"name":"The GC","cert":"Unavailable","id":44929,"adult":"false","genre_ids":[],"origin_country":["NZ"]},{"first_air_date":"1997-12-01","cast":["Yuko Miyamura","Akio Otsuka","Aya Hisakawa","Eriko Kawasaki","Maria Kawamura"],"overview":"After a prank gone wrong, Princess Lapis must undergo a long journey back home to the Diamond Palace. With her for this adventure are a young sprite, a directionally challenged immortal, and her math tutor. Armed with the powerful magic eraser, and an unmatched love of pudding, Lapis continues forth righting the injustices of the world and defeating magical foes.","original_name":"でたとこプリンセス","vote_average":0.0,"name":"Detatoko Princess","cert":"Unavailable","id":44938,"adult":"false","genre_ids":[16,35,10765],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"The Mike Neun Show was a Canadian music variety television series which aired on CBC Television from 1970 to 1971.","original_name":"The Mike Neun Show","vote_average":0.0,"name":"The Mike Neun Show","cert":"Unavailable","id":44939,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":"2006-10-07","cast":["Keiji Fujiwara","Tokuyoshi Kawashima","Shin-ichiro Miki","Rikiya Koyama","Norio Wakamoto"],"overview":"Ghost Slayers Ayashi is a Japanese anime series, created and written by Shō Aikawa and produced by Bones. Directed by Hiroshi Nishikiori, it featured character designs by Toshihiro Kawamoto and premiered across Japan on October 7, 2006 on TBS's 6:00 pm doroku timeslot, which has previously occupied other noted anime Blood+, Fullmetal Alchemist and both series of the Gundam Seed franchise.\n\nIt received its satellite television premiere across Japan on Animax on November 14, 2006, and also received its English language television premiere on Animax's English networks across Southeast Asia and South Asia, Animax Asia, from January 2009. While originally scheduled to air for 52 episodes, the series' length was shortened to 25 due to its low ratings and ended its run on March 31, 2007.","original_name":"Ghost Slayers Ayashi","vote_average":0.0,"name":"Ghost Slayers Ayashi","cert":"Unavailable","id":44940,"adult":"false","genre_ids":[16,10765,35,10759],"origin_country":["JP"]},{"first_air_date":"2012-04-23","cast":["Rajeev Mehta"],"overview":"Ek Doosre Se Karte Hain Pyaar Hum was a comedy drama which aired on Star Plus channel between April 23, 2012 and November 17, 2012. The story revolved around the rich Majundar family based in Rajkot.\n\nIt was produced by Jamnadas Majethia and Aatish Kapadia of Hats Off Productions. On 17 November 2012, Ek Doosre Se Karte Hain Pyar Hum aired a one-hour special episode which marked the end of the serial.\n\nThe show went off-air prematurely on November 12, to make way for Khamoshiyaan.","original_name":"Ek Doosre Se Karte Hain Pyaar Hum","vote_average":0.0,"name":"Ek Doosre Se Karte Hain Pyaar Hum","cert":"Unavailable","id":44941,"adult":"false","genre_ids":[35,18],"origin_country":["IO"]},{"first_air_date":"2002-01-05","cast":["Yuji Ueda"],"overview":"Panyo Panyo Di Gi Charat is the prequel to the popular anime series Di Gi Charat. It features Princess Dejiko and Puchiko as young children home at planet Di Gi Charat. The two and their friends Meek and Rinna set off to bring happiness to the citizens of planet Di Gi Charat, while Piyoko and Deji Devil try to stop them.","original_name":"Panyo Panyo Di Gi Charat","vote_average":0.0,"name":"Panyo Panyo Di Gi Charat","cert":"Unavailable","id":44942,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":"2012-03-09","cast":[],"overview":"F1 Legends is a British television programme shown on Sky Sports F1. Steve Rider presents the series of interviews with Formula One legends of the past and present.","original_name":"F1 Legends","vote_average":0.0,"name":"F1 Legends","cert":"Unavailable","id":44943,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"21st Century Child is an RTÉ television programme which follows children with cameras. It is presented by David Coleman, a practicing clinical psychologist. It began on 7 April 2008. A second series began airing from 2 November 2009.\n\n21st Century Child is similar to the BBC shows 7UP, originating in 1964, and Child of Our Time, originating in 2000.","original_name":"21st Century Child","vote_average":0.0,"name":"21st Century Child","cert":"Unavailable","id":44954,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Tenbatsu! Angel Rabbie is an anime OVA.\n\nIn the far away future, the unison of witchcraft and science brought great changes to mankind. On the moon, the elite of magic and science has been gathered and the \"Magic Town Sorcerium\" built. Day by day, research is done and big wealth awarded to human race. However, this prosperity also brings with it a fight for those interests and leads finally to the \"Big Magic War\" between earth and moon, which causes the downfall of glory.\n\nThe few surviving humans start to rebuild a new civilization. But forbidden arms that were used in the big magic war left deep scars and several obscurities like giant creatures and others threaten the humans, being weak having lost all magic and science. Scared as they are, all they wish for is that this terror comes to an end. However there is someone contrary to those terrors - \"Heaven\" sent \"Angels\", girls with special powers who are sent to various points in history to put things right. This thrilling story describes how the fighting girls protect humanity from terror. But despite the existence of them, the deep darkness is spreading.","original_name":"Tenbatsu! Angel Rabbie","vote_average":3.0,"name":"Tenbatsu! Angel Rabbie","cert":"Unavailable","id":44955,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-05-30","cast":["Joo Won","Jin Se-yeon","Park Ki-woong","Han Chae-ah","Shin Hyun-joon"],"overview":"During the Japanese occupation of Korea in the 1930s, one of the darkest periods of Korean history, heroes came from ordinary men who did extraordinary things in their everyday lives. Lee Kang To is one of those men. A skilled martial artist, Kang To actively participates in the independence movement to fight against the Japanese imperialist regime. He is known as “Gaksital” because he hides his true identity behind a rosy-cheeked traditional bridal mask, known as a “gaksital,” when he fights against the Japanese. But can one man do enough to right the wrongs of a terrifying national enemy?","original_name":"각시탈","vote_average":9.1,"name":"Bridal Mask","cert":"Unavailable","id":44956,"adult":"false","genre_ids":[28,18,36,10749],"origin_country":["KR"]},{"first_air_date":"2012-02-06","cast":[],"overview":"The Diamond Queen is a landmark BBC documentary series, presented by Andrew Marr, which looks at the life of Queen Elizabeth II. The series focuses on her accession, her daily routine, how she is seen as a role model and how she is coping in her 60th year as monarch. The programme features archive footage of the Queen, as well as in-depth footage of her major engagements since the beginning of 2010 to late 2011.","original_name":"The Diamond Queen","vote_average":0.5,"name":"The Diamond Queen","cert":"Unavailable","id":44957,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Da Han Tian Zi, also known as The Prince of Han Dynasty, is a three-season Chinese television series featuring a fictionalised life story of Liu Che, Emperor Wu of the Han Dynasty. Season 1 was first broadcast on Beijing Television in 2001 in mainland China, followed by the second and third seasons in 2003 and 2005 respectively. Except for Huang Xiaoming, who played Emperor Wu in all three seasons, the cast members in each season are almost different from its preceding one.","original_name":"Da Han Tian Zi","vote_average":0.0,"name":"Da Han Tian Zi","cert":"Unavailable","id":44958,"adult":"false","genre_ids":[],"origin_country":["CN"]},{"first_air_date":null,"cast":[],"overview":"Fire Tripper is an anime OVA based on a manga story by Rumiko Takahashi. In North America, it was released on VHS by Central Park Media under the \"Rumik World\" series. Fans of Inuyasha will see a similarity between this one-shot story and the plot of Inuyasha as both feature a Japanese schoolgirl who's magically transported back in time and who meets and falls in love with a rough but lovable boy who becomes her protector during the Japanese \"Warring States\" era.","original_name":"Fire Tripper","vote_average":6.0,"name":"Fire Tripper","cert":"Unavailable","id":44959,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Group is a Canadian music variety television series which aired on CBC Television from 1968 to 1970.","original_name":"The Group","vote_average":0.0,"name":"The Group","cert":"Unavailable","id":44960,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"L'État de Grace was a French television show that featured France's first female president.","original_name":"L'État de Grace","vote_average":0.0,"name":"L'État de Grace","cert":"Unavailable","id":44967,"adult":"false","genre_ids":[],"origin_country":["FR"]},{"first_air_date":null,"cast":[],"overview":"The Empress of the Dynasty is a Taiwanese television series based on the life of Wu Zetian, the only female emperor in Chinese history. Directed by Li Yueh-fung and produced by Lin Hui-chun, the series starred Angela Pan as Wu Zetian. It was first broadcast in Taiwan on CTV from November 18, 1985 to January 10, 1986.","original_name":"The Empress of the Dynasty","vote_average":0.0,"name":"The Empress of the Dynasty","cert":"Unavailable","id":44968,"adult":"false","genre_ids":[],"origin_country":["TW"]},{"first_air_date":"2012-09-12","cast":["Song Joong-ki","Moon Chae-won","Park Si-yeon","Lee Kwang-soo","Lee Yu-bi"],"overview":"The drama is a melodrama which depicts the story of a man, Kang Ma Roo who has been betrayed by the love of his life, Han Jae Hee. Years after the incident, Ma Roo begins to live a life of self-indulgence. He sacrificed his well being for his girlfriend only to discover that she never looked back and married another man for wealth. Thus, he sets off to take revenge. And in order to execute his revenge, he approaches Seo Eun Gi, the resilient and cold daughter of the man Jae Hee married.","original_name":"세상 어디에도 없는 착한남자","vote_average":8.8,"name":"The Innocent Man","cert":"Unavailable","id":44969,"adult":"false","genre_ids":[18],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"Se Ela Dança, Eu Danço is a Brazilian televised dance competition show that is produced and broadcast by the Brazilian television network SBT and presented by Ligia Mendes and Beto Marden. The show takes its title from the song of the same name by MC Leozinho.","original_name":"Se Ela Dança, Eu Danço","vote_average":0.0,"name":"Se Ela Dança, Eu Danço","cert":"Unavailable","id":44970,"adult":"false","genre_ids":[],"origin_country":["BR"]},{"first_air_date":"2003-05-25","cast":["Megumi Hayashibara","Tomokazu Seki","Satsuki Yukino","Yoko Sasaki","Kenichi Suzumura"],"overview":"Kazuna's family has a history of suffering from a disease that creates an uncontrollable vampire-like thirst for blood. Knowing none of this, Kazuna was sent to live with the Eda couple as a child. As the sickness begins to show signs of being present within himself, he comes into contact with his older sister, Chizuna, who has been suffering from it since early childhood. Knowing that the sickness incurs a heavy weight upon those that suffer from it, Chizuna tries to ease her brother's burden, to help him learn to control his urges, but...","original_name":"羊のうた","vote_average":6.3,"name":"Lament of the Lamb","cert":"Unavailable","id":44971,"adult":"false","genre_ids":[18,9648],"origin_country":["JP"]},{"first_air_date":"2011-09-05","cast":[],"overview":"Gaspard and Lisa are two adventuresome friends  from Paris who sometimes find themselves in trouble while they learn  about the world around them.","original_name":"Gaspard and Lisa","vote_average":0.0,"name":"Gaspard and Lisa","cert":"Unavailable","id":44972,"adult":"false","genre_ids":[10762,16],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Game Center Arashi","vote_average":0.0,"name":"Game Center Arashi","cert":"Unavailable","id":44981,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":"2012-05-25","cast":["Shaun Micallef","Francis Greenslade","Roz Hammond","Emily Taheny","Tosh Greenslade"],"overview":"Shaun Micallef's Mad as Hell is a fantasy sitcom  which follows the exploits of a TV comedian,  who, while shopping at a used car lot for a new station wagon, instead  purchases a dilapidated 1928 Porter touring car. Shaun hears the car  call his name in a woman's voice. The car turns out to be the  reincarnation of his dead mother. The car  is coveted by a fanatical collector named Captain Manzini\r\n.","original_name":"Shaun Micallef's Mad as Hell","vote_average":0.0,"name":"Shaun Micallef's Mad as Hell","cert":"Unavailable","id":44982,"adult":"false","genre_ids":[35,10763],"origin_country":["AU"]},{"first_air_date":"2012-10-11","cast":["Anastasia Griffith","Kyle Schmid","Ato Essandoh","Tom Weston-Jones","Franka Potente"],"overview":"Kevin Corcoran is a rugged young Irish immigrant policeman trying to keep the peace in the historical Five Points neighborhood in 1860s New York City while searching for information on the disappearance of his wife and death of his daughter.","original_name":"Copper","vote_average":6.4,"name":"Copper","cert":"Unavailable","id":44983,"adult":"false","genre_ids":[10759,18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Lampsi is one of the most popular series on Greek television. It was broadcast for more than 14 years by the Greek television station ANT1 nearly every day.\n\nThis TV series was played on Greek television station ANT1 and began broadcasting on 16 September 1991 and the last episode was broadcast on 29 July 2005. In total 3,457 episodes were broadcast in 14 years.\n\nThe script was written by Nikos Foskolos and on the filming of the episodes directors were Nikos Foskolos, Spyros Foskolos and other five directors. All the actors and the actresses, who were performed roles on TV series, were 1.500 who were already well-known or became well-known from their acting careers on the TV series.","original_name":"Η Λάμψη","vote_average":2.0,"name":"Lampsi","cert":"Unavailable","id":44984,"adult":"false","genre_ids":[18],"origin_country":["GR"]},{"first_air_date":"1992-10-10","cast":[],"overview":"My Patrasche is a 1992 Japanese animated television series adaptation of Maria Louise Ramé's A Dog of Flanders, produced by Tokyo Movie Shinsha.\n\nThe series also became popular in the Philippines through its franchiser ABS-CBN.","original_name":"フランダースの犬 ぼくのパトラッシュ","vote_average":0.0,"name":"My Patrasche","cert":"Unavailable","id":44985,"adult":"false","genre_ids":[16,18],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Kannadada Kotyadhipathi is an Indian game show, hosted by film actor Puneeth Rajkumar. It is the official Kannada language adaptation of the internationally-renowned Sony Pictures Television-owned game show Who Wants to be a Millionaire? and its successful Hindi adaptation Kaun Banega Crorepati. Since its inaugural episode on 12 March 2012, the show has been airing on Asianet Suvarna and went on to feature celebrity guests as participants as well.","original_name":"Kannadada Kotyadhipati","vote_average":0.0,"name":"Kannadada Kotyadhipati","cert":"Unavailable","id":44986,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":"2012-08-08","cast":["Matthew Perry","John Cho","Tyler James Williams","Suzy Nakamura","Julie White"],"overview":"Ryan King, a recent  widower and sports talk radio host ready to get back to work after the  loss of his wife. Ryan's alpha-male boss, Stephen, has a different  plan in store for Ryan, making him attend grief counseling before  returning to the air. A reluctant Ryan finds himself in a support group  for \"life change,\" where he meets an oddball cast of characters, all  with their own backstories filled with varying degrees of loss.","original_name":"Go On","vote_average":6.6,"name":"Go On","cert":"Unavailable","id":44987,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Spike and Mike's Sick & Twisted Festival of Animation","vote_average":1.0,"name":"Spike and Mike's Sick & Twisted Festival of Animation","cert":"Unavailable","id":44994,"adult":"false","genre_ids":[16],"origin_country":[]},{"first_air_date":"2010-10-12","cast":["Hayk Marutyan","Mkrtich Arzumanyan","Mkrtich Arzumanyan","Jenya Mkrtumyan","Andranik Harutyunyan"],"overview":"Kargin Serial is a 2010–2013 Armenian sitcom airing in Armenia on the Armenia TV channel since October 2010.\n\n⁕Season 1 : 32 episodes\n\n⁕Season 2 : 26 episodes\n\n⁕Season 3 : 9 episodes\n\n⁕Season 4 : 30 episodes\n\n⁕Season 5 : 24 episodes\n\n⁕Season 6 : 24 episodes","original_name":"Kargin Serial","vote_average":0.0,"name":"Kargin Serial","cert":"Unavailable","id":44995,"adult":"false","genre_ids":[35],"origin_country":["AM"]},{"first_air_date":"2012-09-02","cast":["Magda Gessler","Michel Moran","Anna Starmach"],"overview":"MasterChef is a Polish television series based on a British television cooking game show under the same title. It premiered on TVN on 2 September 2012. The show is presented by Magda Gessler, who also presents a Polish version of Kitchen Nightmares on the same channel. She also serves as the head judge and is joined on the panel by Michel Moran and Anna Starmach.","original_name":"MasterChef","vote_average":0.0,"name":"MasterChef","cert":"Unavailable","id":44996,"adult":"false","genre_ids":[10764],"origin_country":["PL"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Esper Mami","vote_average":0.0,"name":"Esper Mami","cert":"Unavailable","id":44997,"adult":"false","genre_ids":[],"origin_country":[]},{"cert":"Unavailable","cast":[],"id":44998,"first_air_date":"2011-09-22","overview":"Sweet Genius is an American reality-based cooking television series on the Food Network. The series is hosted by pastry chef Ron Ben-Israel. It has four chefs, of confectionery and pastry, compete for a chance to win $10,000 based on the creativity and taste of each dish. The first season premiered on September 22, 2011. Season two debuted on March 15, 2012. Season 3 premiered on October 18, 2012.","genre_ids":[],"origin_country":["US"],"original_name":"Sweet Genius","vote_average":9.0,"name":"Sweet Genius","adult":"false"}]