[{"first_air_date":null,"cast":[],"overview":"Marginal Prince is a Japanese anime series. The anime is based on Japanese cell phone service NTT DoCoMo's dating simulation game released on August 15, 2005. The anime, directed by Takayuki Inagaki, premiered on both Tokyo MX TV and TV Saitama on October 1, 2006. The anime's 13 episodes were released between October 1, 2006 and December 24, 2006. An extra episode was released on July 19, 2007.","original_name":"Marginal Prince","vote_average":5.0,"name":"Marginal Prince","cert":"Unavailable","id":45001,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":"2012-02-02","cast":[],"overview":"Undercover Boss, commonly referred to as Undercover Boss Canada is a Canadian reality television series, based on the British series of the same name. Each episode depicts a person who has a high management position at a major Canadian business, deciding to become undercover as an entry-level employee to discover the faults in the company. The first season, which consisted of 10 episodes, ran from February 2, 2012 to April 5, 2012, on W Network. On April 3, 2012, W Network, Alliance, and Corus ordered an additional 30 episodes for the series, to be split into four new seasons.\n\nThe second season, which consisted of 10 episodes, aired from September 6, 2012 to November 8, 2012. The show's third season, which contains 10 episodes, will air from January 17, 2013 to March 21, 2013.","original_name":"Undercover Boss Canada","vote_average":0.0,"name":"Undercover Boss Canada","cert":"Unavailable","id":45008,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":"2012-06-29","cast":["Mikaal Zulfiqar","Mohib Mirza","Mahira Khan","Samina Peerzada","Hina Khawaja Bayat"],"overview":"Shehr-e-Zaat is a story of young woman's journey as she strives to make up for all the time she has lost in worldly pursuits and finally give in to Allah's will, after learning harsh realities of life she traveled from Self to Subsistence","original_name":"شہرذات‎","vote_average":9.2,"name":"Shehr-e-Zaat","cert":"Unavailable","id":45009,"adult":"false","genre_ids":[18,10751,9648],"origin_country":["PK"]},{"first_air_date":null,"cast":[],"overview":"Love in Sun Moon Lake, also known as Ai Zai Ri Yue Tan, is a Chinese television series about the family connections between the two shores of China and Taiwan. It stars Taiwanese actress Ruby Lin and Mainland actor Wen Zhang. It was first aired in China on Beijing Television on 20 July 2009.","original_name":"Love in Sun Moon Lake","vote_average":0.0,"name":"Love in Sun Moon Lake","cert":"Unavailable","id":45010,"adult":"false","genre_ids":[],"origin_country":["TW","CN"]},{"first_air_date":"2010-07-05","cast":[],"overview":"אחד העם 101 היא קומדיית מצבים ישראלית וספין-אוף לסדרה \"אחד העם 1\". העונה הראשונה כללה עשרה פרקים בני 24 דקות ועקבה אחרי עלילותיה של מירי פסקל לאחר שעברה לגור במגדלי יוקרה.","original_name":"אחד העם 101","vote_average":5.5,"name":"Echad Ha'am 101","cert":"Unavailable","id":45011,"adult":"false","genre_ids":[],"origin_country":["IL"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Crush Gear Nitro","vote_average":0.0,"name":"Crush Gear Nitro","cert":"Unavailable","id":45012,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":"2013-09-13","cast":[],"overview":"The adventures of Wander, an eternally-optimistic intergalactic traveler and constant do-gooder, and his quick-tempered but loyal steed and best friend, Sylvia.  The friendliest face in outer space, Wander journeys across the galaxies to spread good cheer and to help anyone he can — much to his overly pragmatic stallion’s chagrin. Their fun-loving escapades often lead them to clash with the evil villain Lord Hater and his army of Watchdogs, who travel from planet to planet trying to make hate the order of the day. Together, the best friends travel through the cosmos, happening upon one freewheeling adventure after another and making new friends and foes.","original_name":"Wander Over Yonder","vote_average":7.6,"name":"Wander Over Yonder","cert":"Unavailable","id":45013,"adult":"false","genre_ids":[10751,35,10765,16],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Inochi no Utsuwa","vote_average":0.0,"name":"Inochi no Utsuwa","cert":"Unavailable","id":45014,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Sol, Fest och Oroliga Föräldrar is the Swedish version of Sun, Sex and Suspicious Parents, a reality\/documentary television programme originating in the UK. The basic premise is that teenagers go on holiday under the impression they're being filmed for a stereotypical reality show, without knowing their parents also go to the holiday resort to spy on what their children are doing. The programme has had one series to date, with eight episodes within it.","original_name":"Sol, Fest och Oroliga Föräldrar","vote_average":0.0,"name":"Sol, Fest och Oroliga Föräldrar","cert":"Unavailable","id":45023,"adult":"false","genre_ids":[99],"origin_country":["SE"]},{"first_air_date":"1953-01-04","cast":["Lash La Rue"],"overview":"Short-lived kids' series found Lash La Rue, as his U.S. Marshal alter-ego, sitting in his office recounting tales of the old west involving his grandfather.  These tales were represented by extracts from La Rue's western movies made after WWII for Ron Ormond and Western Adventures, Inc., the precursor of Howco Productions, who also made this show.  As the series episodes lasted only 15 minutes, the material from each movie stretched over several episodes, giving the series a serial-like quality.  The series aired on ABC on Sunday night at 6:30 p.m Eastern time from January 4, 1953 to April 26, 1953.","original_name":"Lash of the West","vote_average":0.0,"name":"Lash of the West","cert":"Unavailable","id":45024,"adult":"false","genre_ids":[37,18],"origin_country":["US"]},{"first_air_date":"2012-03-19","cast":["Yoo Ah-in","Shin Se-kyung","Lee Je-hoon","Kwon Yu-ri","Seo-won Cha"],"overview":"Fashion King is a South Korean television drama starring Yoo Ah-in, Shin Se-kyung, Lee Je-hoon and Kwon Yuri. It aired on SBS from March 19 to May 22, 2012 on Mondays and Tuesdays at 21:55 for 20 episodes.","original_name":"패션왕","vote_average":7.0,"name":"Fashion King","cert":"Unavailable","id":45025,"adult":"false","genre_ids":[18],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Amor Extremo","vote_average":0.0,"name":"Amor Extremo","cert":"Unavailable","id":45026,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-03-18","cast":["Adam Savage","Jamie Hyneman"],"overview":"Unchained Reaction is a science and engineering reality game show that airs on the Discovery Channel. It is judged and executive-produced by Adam Savage and Jamie Hyneman, best known for hosting the science entertainment series MythBusters.\n\nPremiered on March 18, 2012, the series pits two teams of various backgrounds against each other to build an elaborate chain reaction contraption. Teams are provided with identical sets of tools and materials and are given five days to construct a series of mechanisms based on a pre-determined theme. Midway through each week, the teams are provided with a surprise \"missing link\" item that they must add to the middle of their machines. The winner is selected by Savage, Hyneman, and a guest judge.","original_name":"Unchained Reaction","vote_average":5.0,"name":"Unchained Reaction","cert":"Unavailable","id":45027,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Kailangan Ko'y Ikaw is a 2013 Philippine television drama aired on ABS-CBN from January 21 to July 5, 2013. It stars Kris Aquino, Anne Curtis, and Robin Padilla. The drama is scheduled to run for 13 weeks with a total of 63 episodes.","original_name":"Kailangan Ko'y Ikaw","vote_average":10.0,"name":"Kailangan Ko'y Ikaw","cert":"Unavailable","id":45028,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Shangguan Wan'er is a Chinese television series based on the life of Shangguan Wan'er, a female official in the court of Wu Zetian, the only female emperor in Chinese history. Starring Ruan Danning as the titular character, the series was first aired in mainland China in December 1998. The series was broadcast again in March 2003 on Sichuan Satellite TV.","original_name":"Shangguan Wan'er","vote_average":0.0,"name":"Shangguan Wan'er","cert":"Unavailable","id":45029,"adult":"false","genre_ids":[],"origin_country":["CN"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Spelling Bee","vote_average":0.0,"name":"Spelling Bee","cert":"Unavailable","id":45038,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2010-08-23","cast":[],"overview":"Tayo the Little Bus is a South Korean computer-generated animated television series created by Educational Broadcasting System, Iconix Entertainment, Seoul and Hot Animation which is owned by HiT Entertainment. The Korean-dubbed series began airing on EBS in 2010 and the English-dubbed series aired on Disney Junior in 2012. The latter is also scheduled to air on Disney Channel and Cartoonito in 2013. The narrator of the UK series is Michael Angelis who also narrates the UK series of Thomas & Friends.","original_name":"꼬마 버스 타요","vote_average":5.5,"name":"Tayo the Little Bus","cert":"Unavailable","id":45039,"adult":"false","genre_ids":[],"origin_country":["KR"]},{"first_air_date":"1950-02-07","cast":["Louise Allbritton","Scott McKay","Tom Pedi"],"overview":"The Stage Door is an American drama series that aired live on CBS Tuesday night from 9:00 pm to 9:30 eastern time from February 7, 1950 to March 28, 1950. Based on the play The Stage Door by Edna Ferber and George S. Kaufman.","original_name":"The Stage Door","vote_average":0.0,"name":"The Stage Door","cert":"Unavailable","id":45040,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2000-12-26","cast":[],"overview":"Brava Gente was a television series aired by TV Globo in Brazil between 2000 and 2003, initially as a special year-end. The program was adapted from stories and national stories, and plays by famous playwrights, screenwriters and signed by a number represented by several actors and actresses. The genres of the stories varied each week with the style of each director or author. Brava Gente in the stories ranged from comedies and dramas. In all 53 episodes were shown, broadcast on Tuesday nights.\n\nLive reruns on Channel between August 12 and October 1, 2010.","original_name":"Brava Gente","vote_average":6.0,"name":"Brave People","cert":"Unavailable","id":45041,"adult":"false","genre_ids":[35,18,80],"origin_country":["BR"]},{"first_air_date":"2013-05-01","cast":["Leah Remini","Kyle Bornheimer","J.K. Simmons","Edi Gathegi","Danielle Nicolet"],"overview":"When it comes to his career, Jack Shea always screws things up. But now that he's taking over his father's Mr. Jiffy Fix business, he's got another shot at nailing it.","original_name":"Family Tools","vote_average":3.4,"name":"Family Tools","cert":"Unavailable","id":45042,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2012-08-15","cast":[],"overview":"Based on Kathy Lette and Gabrielle Carey's iconic novel, Puberty Blues tells the story of two girls, Debbie and Sue, of innocence lost and experience gained against the backdrop of Australia in the 1970s.","original_name":"Puberty Blues","vote_average":8.0,"name":"Puberty Blues","cert":"Unavailable","id":45043,"adult":"false","genre_ids":[18],"origin_country":["AU"]},{"first_air_date":"2012-01-06","cast":[],"overview":"A group of young MMA fighters growing up in small town Louisiana and struggling to make something of their lives, both inside and outside of the cage.","original_name":"Caged","vote_average":0.0,"name":"Caged","cert":"Unavailable","id":45044,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Powerful Women of Wrestling is a defunct professional wrestling promotion based out of Indianapolis, Indiana founded by David McLane, founder of Gorgeous Ladies of Wrestling and Women of Wrestling.","original_name":"Powerful Women of Wrestling","vote_average":0.0,"name":"Powerful Women of Wrestling","cert":"Unavailable","id":45053,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1999-10-02","cast":["Lenore Zann","Norm Spencer","Martin Roach","Joseph Motiki","Deborah Odell"],"overview":"Rescue Heroes is a Canadian\/American animated children's television series produced by Nelvana, CBC and CBS. Based on the 1995 Fisher Price toy line of the same name, the series tracks the adventures of a team of globetrotting emergency responders who save people from a variety of disasters. Rescue Heroes stars Norm Spencer as Billy Blazes, Lenore Zann as Wendy Waters and Martin Roach as Rocky Canyon.\n\nThree seasons of Rescue Heroes were produced and aired from 1999 until 2002. YTV aired the series as a feature of their \"Playtime\" block, and re-runs of the series were aired internationally. In 2003, Nelvana released Rescue Heroes: The Movie.","original_name":"Rescue Heroes","vote_average":0.5,"name":"Rescue Heroes","cert":"Unavailable","id":45054,"adult":"false","genre_ids":[16],"origin_country":["CA","US","CN"]},{"first_air_date":null,"cast":[],"overview":"Crown City News is a local television and online news organization which serves Pasadena, California and the San Gabriel Valley. Crown City News airs as a weekly, 30-minute television newscast on the Pasadena Community Network Monday nights at 6:00PM and also provides online news throughout the week for locals. Weekly editions of Crown City News include segments with local news stories, an \"on camera\" interview segment, San Gabriel Valley weather and sports, and technology news.","original_name":"Crown City News","vote_average":0.0,"name":"Crown City News","cert":"Unavailable","id":45055,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Ferret is a long-running consumer affairs television programme that is broadcast on ITV Cymru Wales. The programme was first broadcast in 1996 on HTV Wales. It is currently presented by Chris Segar and Hannah Thomas. Previous presenters include Ruth Wignall.\n\nIn 2011 the Ferret held its first Ferret Roadshow, in Pontypridd, to celebrate 15 years of the programme.","original_name":"The Ferret","vote_average":0.0,"name":"The Ferret","cert":"Unavailable","id":45056,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"T&M is an American television sitcom shown on the Disney XD cable channel. T&M initially aired on Disney XD on May 20, 2012, in a \"sneak peek\" special featuring several upcoming Disney series'. T&M was created by Gabriel \"Gabe\" Fonseca and Victor Michaels as a Disney XD Original Production.","original_name":"T&M","vote_average":0.0,"name":"T&M","cert":"Unavailable","id":45057,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1993-04-06","cast":["Jouji Nakata","Kappei Yamaguchi","Chafurin","Chisa Yokoyama","Fumihiko Tachiki"],"overview":"Shippū! Iron Leaguer is an anime television series produced by Sunrise. Directed by Tetsurō Amino and featuring mecha designs by Kunio Okawara, it premiered on TV Tokyo on April 6, 1993 and ended its run on March 29, 1994, spanning a total of 52 episodes.","original_name":"Shippū! Iron Leaguer","vote_average":0.0,"name":"Shippū! Iron Leaguer","cert":"Unavailable","id":45058,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"36 is a sports documentary television show that airs on NBC Sports Network and TSN. The show is a 36 hour documentary series following a specific athlete such as Patrick Kane. The show typically airs before the spotlighted player competes on the NBC Sports Network. The show is akin to HBO 24\/7. On March 14, 2012, 36 expanded to have an episode about Zab Judah calling the show, Fight Night 36. Meanwhile, a 36 episode about IndyCar Series with Tony Kanaan first aired on April 1, 2012. MLS 36 debuted August 5, 2012 following Major League Soccer player Chris Wondolowski during the 2012 MLS All-Star Game. F1 36 will debut on March 29, 2013 featuring Formula One champion Sebastian Vettel.","original_name":"36","vote_average":0.0,"name":"36","cert":"Unavailable","id":45059,"adult":"false","genre_ids":[],"origin_country":["CA","US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Travelscope","vote_average":0.0,"name":"Travelscope","cert":"Unavailable","id":45068,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Bhai Bhaiya Aur Brother!!! is an Indian comedy television series, which aired on the Sab TV from July 4, 2012 to August 10, 2012 . The show is about 3 Gujrat brothers who are uniting back after 15 years. The all come from different backgrounds, rural, middle-class, and highly urban, so there is bound to be chaos. Not even two months old, the show is slated to go off-air soon.","original_name":"Bhai Bhaiya Aur Brother","vote_average":0.0,"name":"Bhai Bhaiya Aur Brother","cert":"Unavailable","id":45069,"adult":"false","genre_ids":[35],"origin_country":["IO"]},{"first_air_date":"1994-01-21","cast":[],"overview":"Follows the adventures of Eikichi Onizuka and Ryuji Danma together known as Oni-Baku, Shonan's strongest fighting duo as they try to lose their virginities, while trying to survive through high-school. The series is considered the prequel to GTO showing Onizuka as a teenager before he became the world's greatest teacher","original_name":"湘南純愛組！Shonan Junai Gumi","vote_average":6.0,"name":"Pure Love Gang of Shonan","cert":"Unavailable","id":45070,"adult":"false","genre_ids":[16],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"SST Death Flight is a 1977 made-for-TV movie produced by ABC Circle Films. It featured an all-star television cast and was directed by David Lowell Rich, who went on to direct The Concorde ... Airport '79. The film capitalizes on the popularity of 1970s aircraft disaster films, this time with a supersonic transport aircraft that is refused permission to land due to the threat of spreading a virulent strain of influenza.\n\nThe film premiered on February 25, 1977 on ABC and went into syndication. It was lampooned in 1989 by the characters of the KTMA broadcast version of Mystery Science Theater 3000. The film is noted for its formulaic plot and its poor production values. For instance, it depicted an American SST as the first of its kind, and used a scale model of what was basically a Concorde with Boeing 747 turbofan engines attached. Other shots were completed using a mock-up of a Boeing 2707, a prototype the company had created when Americans were still pursuing their own SST program.","original_name":"SST: Death Flight","vote_average":3.0,"name":"SST: Death Flight","cert":"Unavailable","id":45071,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1982-10-07","cast":["Hiroshi Masuoka","Natsumi Sakuma","Aya Mizoguchi","Masako Miura","Nobuo Tobita"],"overview":"Cybot Robotchi, known in the United States as Robby the Rascal, is a 39-episode anime television series created by Ken Ishikawa and produced by Go Nagai's Dynamic Productions and the Knack animation studio. The series aired on TV Tokyo in Japan from October 1982 to June 1983. The series featured contributions from Tetsuro Amino as a storyboard artist and Masayuki Kojima as an episode director.\n\nA feature-length English-dubbed version comprising several episodes edited together into a movie, titled Robby the Rascal, was produced by Jim Terry's Kidpix Productions and released on home video in the United States in 1985. However, the English version deleted much of the risque humor that, while not uncommon in children's animation in Japan, would be considered unacceptable by American standards, with the policewoman Sachiko being the usual target of the fan service-oriented humor. The TV series also aired in its entirety in Italy under the title Robottino, and some episodes are also available in Spanish as Robotete.","original_name":"サイボットロボッチ","vote_average":0.0,"name":"Robby the Rascal","cert":"Unavailable","id":45072,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":"2012-05-30","cast":["Kim Sun-a","Park Gun-hyung","Lee Jang-woo","Im Soo-hyang","Park Young-gyu"],"overview":"I Do, I Do is a 2012 South Korean romantic-comedy television series, starring Kim Sun-a, Lee Jang-woo, Park Gun-hyung and Im Soo-hyang. It is about a successful shoe designer in her late 30s whose career is sidetracked when she accidentally gets knocked up.\n\nThe series aired on MBC from May 30 to July 19, 2012 on Wednesdays and Thursdays at 21:55 for 16 episodes.","original_name":"아이두 아이두","vote_average":7.0,"name":"I Do, I Do","cert":"Unavailable","id":45073,"adult":"false","genre_ids":[35],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"Breakaway was a British quiz show presented by Nick Hancock, which aired on BBC Two from 12 March to 2 November 2012. In it, six contestants compete for a maximum of £10,000. The money can be won by the contestants working together for a smaller amount of money, or one or two contestants deciding to \"breakaway\" from the group to win all the money for themselves.","original_name":"Breakaway","vote_average":0.0,"name":"Breakaway","cert":"Unavailable","id":45084,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1979-10-09","cast":["Yōko Matsuoka","Toku Nishio","Kôichi Hashimoto","Run Sasaki","Hisashi Katsuta"],"overview":"Manga Sarutobi Sasuke is a 24-episode anime series about the young Sarutobi Sasuke, a legendary ninja. It was first aired from October 9, 1979, to April 29, 1980 on Tokyo 12 Channel, and was later dubbed in several languages. The whole 24-episode run was aired in many European and Arabic countries.\n\nIt is best known to the American fans as Ninja, The Wonder Boy: a highly edited, highly condensed feature-length version of this series. This version, dubbed in English, was produced by Jim Terry Productions of Force Five fame. The names of several characters were changed, with Sarutobi Sasuke becoming \"Duke Hayakawa\", his female companion Sakura being changed to \"Blossom\", and the villain Devilman became \"Dragon.\"","original_name":"まんが猿飛佐助","vote_average":0.0,"name":"Manga Sarutobi Sasuke","cert":"Unavailable","id":45087,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":"2011-10-03","cast":["Kana Asumi","Yuka Iguchi","Ayana Taketatsu","Ai Kayano","Sayaka Ohara"],"overview":"","original_name":"たまゆら","vote_average":7.0,"name":"Tamayura: Hitotose","cert":"Unavailable","id":45088,"adult":"false","genre_ids":[35,16],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Sekai de Ichiban Yasashii Ongaku","vote_average":0.0,"name":"Sekai de Ichiban Yasashii Ongaku","cert":"Unavailable","id":45089,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Ningalkkum Aakaam Kodeeshwaran is a popular Indian television show that airs on Asianet based on the UK's hit game show Who Wants to Be a Millionaire?. The show first aired on 9 April 2012. Season one was completed on 23 August 2012 While the Second Season ended on 18 July 2013. It offers contestants 1 Crore Indian rupees if they answer all 15 questions correctly.\n\nThe show is primarily in the Malayalam language with translated English questions; and is hosted by Suresh Gopi, a popular movie star from Malayalam cinema. Siddhartha Basu, KBC's brainchild, is the creative head of the NAK show. Key sponsors are Confident Group, Nissan and Vodafone.\n\nA show titled Coat Eeswaran was broadcast by Surya TV in the same time slot as a parody to the program, but this actually helped to enhance the popularity of Kodeeshwaran further.","original_name":"Ningalkkum Aakaam Kodeeshwaran","vote_average":0.0,"name":"Ningalkkum Aakaam Kodeeshwaran","cert":"Unavailable","id":45090,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Kujibiki♥Unbalance, also referred to as Kujibiki \"Heart\" Unbalance in order to differentiate it from its original incarnation, is a 12-episode Fall 2006 anime series created by Shimoku Kio. It originated within Genshiken, Kio's primary work, as the metafictional Kujibiki Unbalance, a manga series which the characters could read, watch, and discuss on a regular basis.\n\nAt the same time, it was an homage to, as well as a parody of, the many clichés of contemporary manga and anime. That version was also made into a 3-episode OVA in 2004, ostensibly as episodes 1, 21, and 25 of the 26-episode anime watched by the characters of Genshiken.\n\nThe 2006 version is, however, substantially different from the incarnation originally presented within Genshiken, featuring redesigned characters and a new plot line. A manga adaptation of this version, drawn by noted dojinshi artist Keito Koume, was serialized in Afternoon magazine from April 2007 to December 2007; the second and final volume was released on 28 December 2007.","original_name":"Kujibiki Unbalance","vote_average":0.0,"name":"Kujibiki Unbalance","cert":"Unavailable","id":45091,"adult":"false","genre_ids":[16,18],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Okane ga Nai","vote_average":0.0,"name":"Okane ga Nai","cert":"Unavailable","id":45100,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"ELLE also known as Él, is a Japanese adult visual novel developed by the ELF Corporation which was originally released on June 13, 1991. A remake produced by ELF Corporation retitled Él was released September 29, 2000. Green Bunny produced an anime original video animation titled Él which was released in two volumes in 2001. The series depicts the survivors of a nuclear war that are gathered in a single, tightly-monitored city.","original_name":"Él","vote_average":0.0,"name":"Él","cert":"Unavailable","id":45101,"adult":"false","genre_ids":[16,9648],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"League Sunday is an RTÉ Two Gaelic games television show hosted by Michael Lyster, featuring highlights from the National Football League and the National Hurling League. It began on 13 February 2011, at 8:00pm as a replacement highlights show for Sunday Sport.","original_name":"League Sunday","vote_average":0.0,"name":"League Sunday","cert":"Unavailable","id":45102,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Nagmamahal, Manay Gina is an award-winning Filipino tri-media drama anthology produced by Sampaguita Television and aired on GMA Network, in Super Radyo DZBB and Balita Tabloid. The three projects carry the same name; The TV version featured a weekly story that starts in Monday and concludes on Friday. And while the radio version follows the same format, it featured a different true-to-life story. It is interactive: listeners participated in formulating the right conclusion for each episode, every Sunday.\n\nThe TV show\/radio drama\/tabloid column is hosted, anchored and written by Gina de Venecia also known as Manay Gina.\n\nNagmamahal, Manay Gina is the spin-off of Pira-pirasong Pangarap, another tri-media drama anthology with the same format. The only difference is that Pira-piraso... featured battered and abused women's stories, while Nagmamahal... focuses solely on inspirational true-to-life stories.\n\nThe TV version lasted for almost a year, while the radio version lasted till 2009 when the host Gina de Venecia ran for candidacy in 2010 national election.","original_name":"Nagmamahal, Manay Gina","vote_average":0.0,"name":"Nagmamahal, Manay Gina","cert":"Unavailable","id":45103,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"A Padroeira was a Brazilian soap opera produced and displayed at the time of 18 hours by Rede Globo, between June 18, 2001 and February 23, 2002, and presented in 215 chapters.\n\nIt was written by Walcyr Carrasco collaboration with Duca Rachid and directed by Walter Avancini, and had Deborah Secco, Luigi Baricelli, Elizabeth Savalla and Maurício Mattar in leading roles.","original_name":"A Padroeira","vote_average":0.0,"name":"A Padroeira","cert":"Unavailable","id":45104,"adult":"false","genre_ids":[],"origin_country":["BR"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Fujoshi Rumi","vote_average":0.0,"name":"Fujoshi Rumi","cert":"Unavailable","id":45105,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"CBS Special Movie","vote_average":0.0,"name":"CBS Special Movie","cert":"Unavailable","id":45106,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Punar Vivaaham","vote_average":0.0,"name":"Punar Vivaaham","cert":"Unavailable","id":45113,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Epilogue is a televised book review show hosted alternately by Ken Livingstone and Derek Conway MP. It is on the international television network Press TV. The first series was transmitted on 2 November 2001 and the show is now in its second series. The programme features Livingstone and Conway’s take on selected political books and current affairs, with expert guests also on the panel. The show opens with a short video introduction to the book under review.","original_name":"Epilogue","vote_average":0.0,"name":"Epilogue","cert":"Unavailable","id":45114,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"¡Válgame Dios! is a Spanish-language Venezuelan telenovela written by Mónica Montañéz for Venevisión.\n\nSabrina Seara and Eduardo Orozco star as the main protagonists while Ricardo Alamo, Carlota Sosa and Raquel Yanez star as the main antagonists.","original_name":"Válgame Dios","vote_average":0.0,"name":"Válgame Dios","cert":"Unavailable","id":45115,"adult":"false","genre_ids":[],"origin_country":["VE"]},{"first_air_date":"1997-02-01","cast":["Miki Narahashi","Hisao Egawa","Katsuyuki Konishi","Mitsuaki Madono","Shinichi Yamada"],"overview":"The King of Braves GaoGaiGar is an anime television series series which began in 1997, created by Sunrise's internal \"Studio 7\" under the direction of Yoshitomo Yonetani, and was the eighth and final in the Yūsha metaseries funded by Takara and produced by Sunrise.","original_name":"勇者王ガオガイガー","vote_average":0.0,"name":"The King of Braves: GaoGaiGar","cert":"Unavailable","id":45116,"adult":"false","genre_ids":[16,10759],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Yehan Piyar Nahi Hai is a Pakistani drama serial directed by Fahim Burney, written by Faiza Iftikhar and produced by Syed Afzal Ali It began airing on May 2, 2012 on Hum TV.","original_name":"Yahan Pyar Nahi Hai","vote_average":0.0,"name":"Yahan Pyar Nahi Hai","cert":"Unavailable","id":45117,"adult":"false","genre_ids":[],"origin_country":["PK"]},{"first_air_date":null,"cast":[],"overview":"World-wide famous hair salon Neo-Image has just opened. The beautiful hairstyles of the three popular hairstylists (Artz, Richie and Fernando) attract huge crowds. At this time, an external official came to them for help. There was an event called \"The Chinese Hairstyle Competition\" and they have found a part-time working young female hair-dresser, Xiao Bei, to compete against the French stylist to help advertise the French Hair Products. As this competition will greatly affect the country's status, the three guys decided to help.","original_name":"愛情魔髮師","vote_average":0.0,"name":"Magicians of Love","cert":"Unavailable","id":45118,"adult":"false","genre_ids":[18,35],"origin_country":["TW"]},{"first_air_date":null,"cast":[],"overview":"Talent Jackpot was an American game show broadcast on the DuMont Television Network from July 13 to August 23, 1949. The show was hosted by Broadway producer Vinton Freedley with Bud Collyer as his assistant and announcer. Contestants won by getting the most applause from the audience, and the top prize was $250.","original_name":"Talent Jackpot","vote_average":0.0,"name":"Talent Jackpot","cert":"Unavailable","id":45127,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2009-06-23","cast":["Park Ji-yeon"],"overview":"Hello Baby is a South Korean reality show where celebrities experience parenthood by raising children ages 5 and under. The main purpose is to see whether or not the celebrities make \"good\" parents.\n\nList of seasons:\n\n⁕1st: Girls' Generation's Hello Baby\n\n⁕2nd: Shinee's Hello Baby\n\n⁕3rd: T-ara's Hello Baby\n\n⁕4th: Sistar & LeeTeuk's Hello Baby\n\n⁕5th: MBLAQ's Hello Baby\n\n⁕6th: B1A4's Hello Baby\n\n⁕7th: Boyfriend's Hello Baby","original_name":"Hello Baby","vote_average":0.0,"name":"Hello Baby","cert":"Unavailable","id":45128,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Club High School Musical: Make It Happen was a reality series on Disney Channel UK which started on 6 November 2009 and ended 13 of the same month. The production company, The Foundation, has produced four 15-minute weekly shows, which follow the stories of four devoted High School Musical fans; Paris, Reece, Max and Jo. Their challenge is to create one of the biggest High School Musical dance events ever – in just four days. The shows are presented by Kevin Adams. The final dance includes child stars including Lucy Mchugh, Joe Ashman, Nicole Goyder-Smith, Jessica Smith and Courtney Gammon.","original_name":"Club HSM: Make It Happen","vote_average":0.0,"name":"Club HSM: Make It Happen","cert":"Unavailable","id":45129,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Idea Jalsa is a music reality series on Indian classical music aired on Zee TV. It is hosted by TV anchor Durga Jasraj and Annu Kapoor.","original_name":"Idea Jalsa","vote_average":0.0,"name":"Idea Jalsa","cert":"Unavailable","id":45130,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"My Family Recipe Rocks is a television cooking show hosted by Joey Fatone. The show is produced for Live Well Network by Fresno, California ABC affiliate KFSN-TV.","original_name":"My Family Recipe Rocks","vote_average":0.0,"name":"My Family Recipe Rocks","cert":"Unavailable","id":45131,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2012-04-15","cast":["Joe Odagiri","Yūsuke Santamaria","Shihori Kanjiya","Nene Otsuka","Tortoise Matsumoto"],"overview":"Kazoku no Uta is a 2012 Japanese television series. It features actor Joe Odagiri as a father of three children and a musician who was once very famous, though his popularity has since waned.\n\nBefore its debut, Kazoku no Uta was hit by accusations of plagiarism. The script was said to be extremely similar to the storyline of the 1987 television series Papa wa Newscaster. The script of Kazoku no Uta was subsequently changed due to this accusation.\n\nKazoku no Uta was aired from 15 April 2012 to 6 June 2012 as part of Fuji Television's Dramatic Sunday time slot, which airs every Sunday from 9pm to 9:54pm. The number of episode was cut from the usual 10 to 8 after this series received continuously low viewership ratings. The two remaining episodes were replaced by special episodes of the drama Hayami-san to Yobareru Hi.","original_name":"家族のうた","vote_average":0.0,"name":"Family Song ","cert":"Unavailable","id":45132,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":"2004-04-09","cast":[],"overview":"New Getter Robot is an anime original video animation co-produced by Dynamic Planning and Bandai Visual. The series is a re-imagining of the 1970s manga Getter Robo, created by Go Nagai and Ken Ishikawa, that incorporates aspects of Japanese mythology like the Oni and Abe no Seimei.","original_name":"New Getter Robo","vote_average":0.0,"name":"New Getter Robo","cert":"Unavailable","id":45133,"adult":"false","genre_ids":[16],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"±\n\nToonatics is a children's television programme that was first broadcast on Children's BBC between the summers of 1997 and 1998. The show was created, directed and presented by Paul Burnham. The show broadcast cartoons, which included Tom and Jerry and Looney Tunes, and played games in between each cartoon.","original_name":"Toonatics","vote_average":0.0,"name":"Toonatics","cert":"Unavailable","id":45136,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1988-05-27","cast":["Rei Sakuma","Hiroyuki Shibamoto","Aya Hisakawa","Nina Kumagaya","Yuusaku Yara"],"overview":"Leona Ozaki joins Newport City's infamous Tank Police division. With aid of Al and her newly built mini-tank, Bonaparte, she wages war on Buaku and his cohorts, the Puma Sisters.","original_name":"ドミニオン","vote_average":7.7,"name":"Dominion Tank Police","cert":"Unavailable","id":45137,"adult":"false","genre_ids":[16,10759,35],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Hannah-Oke is a British karaoke game show based on the hit TV series Hannah Montana that premiered on Disney Channel UK on May 15, 2009, and airs every week at 6pm. It will see six families from across the UK putting their singing abilities and Hannah song knowledge to the test in a series of challenges and karaoke sing-offs in front of a studio audience and panel of judges, which consist of Disney Channel UK star Brad Kavanagh, Pop Idol participant Nicki Chapman and Dancing on Ice participant Jason Gardiner. The audience then votes for the winning family which will go through to the final. In the event of a tie-break, the judges vote and the family with the most votes goes through. The three final families will then go head-to-head fir the title of Hannah-oke Champion 2009. The winning Hannah-oke family will receive a trip to Disneyland Paris, a karaoke machine and Hannah Montana singstar game. They will also receive a gold disk signed by Miley Cyrus.","original_name":"Hannah-Oke","vote_average":0.0,"name":"Hannah-Oke","cert":"Unavailable","id":45138,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"The Suite Life of Karan & Kabir is a Disney Channel India sitcom, which premiered on April 8, 2012. The series is an Indian adaptation of the American show The Suite Life of Zack & Cody. It airs at 10.30 am every Sunday; a repeat comes on every Tuesday at 2.30 pm.\n\nThe series is set in the Raj Mahal Hotel in Mumbai and centers on Karan and Kabir, trouble-making twins who live at the hotel. The series' other main characters include daughter of the owner of the hotel Rani, the candy counter girl Vinnie, the hotel's manager Mr. Maan Singh, and the boys' mother Preeti, who is an assistant manager. It will air in the US on Zee TV.","original_name":"The Suite Life of Karan & Kabir","vote_average":0.0,"name":"The Suite Life of Karan & Kabir","cert":"Unavailable","id":45141,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Kobo, the Li'l Rascal","vote_average":0.0,"name":"Kobo, the Li'l Rascal","cert":"Unavailable","id":45142,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":"2005-04-10","cast":["Hiromi Hirata","Kenta Miyake","Shizuka Itou","Takashi Matsuyama","Yasunori Matsumoto"],"overview":"Young Ruuji Familon finds a Liger-type Zoid during a salvage mission. Initially, the village is attacked by Bio-Raptor Bio-Zoids, and later a Bio-Megaraptor. After the village generator is destroyed in combat, Ruuji takes the Murasame Liger Zoid and leaves the village alongside Ra-Kan and Rei Mii to find a generator mechanic or the village will be destroyed. Through his journey Ruuji learns he must fight against Digald.","original_name":"ゾイドジェネシス","vote_average":0.0,"name":"Zoids: Genesis","cert":"Unavailable","id":45143,"adult":"false","genre_ids":[16,35,10759],"origin_country":["JP"]},{"first_air_date":"2012-01-20","cast":[],"overview":"On Freddie Roach is a documentary series about boxer and trainer Freddie Roach, produced by Jim Lampley. The six-part series began airing on HBO on January 20, 2012.","original_name":"On Freddie Roach","vote_average":0.0,"name":"On Freddie Roach","cert":"Unavailable","id":45144,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2012-06-11","cast":[],"overview":"Chicagolicious is an American reality television series on the Style Network. The series debuted on June 11, 2012. The series is a spin off of the popular series Jerseylicious.","original_name":"Chicagolicious","vote_average":0.0,"name":"Chicagolicious","cert":"Unavailable","id":45147,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Model Suit Gunpla Builders Beginning G is an original video animation series produced by Sunrise to celebrate the 30th anniversary of the Gundam plastic model kits. It's directed by Kou Matsuo and written by Yousuke Kuroda, and features character designs by Kaichiro Terada. The OVA was released in August 15, 2010 to December 19, 2010 with 3 15-minute Episodes. Unlike other Gundam titles, Gunpla Builders Beginning G takes place in a present-day timeline.\n\nAside to the OAV, two manga sequels were released in Dengeki Hobby Magazine.","original_name":"Model Suit Gunpla Builders Beginning G","vote_average":0.0,"name":"Model Suit Gunpla Builders Beginning G","cert":"Unavailable","id":45148,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Failure Is Not an Option is a presentation on the History Channel documenting the United States' space program with insights from the flight engineers, project managers, flight controllers, astronauts, and others involved inside the National Aeronautics and Space Administration. Speakers include Chris Kraft, Gene Kranz, Jim Lovell, Jerry Bostick, Ed Fendell, Gene Cernan, John Llewellen, John Aaron, Glynn Lunney, Wally Schirra, and Gerry Griffin. It takes the viewer from the Launch of Sputnik through the moon missions. It was produced in 2003.\n\nFailure Is Not An Option is also the title of an autobiographical book written by Gene Kranz and, although he is often attributed with having spoken those words during the Apollo 13 mission, he did not. As to the origin of the phrase, the following story was given, citing an email by Apollo 13 FDO Flight Controller Jerry Bostick:","original_name":"Failure Is Not an Option","vote_average":8.0,"name":"Failure Is Not an Option","cert":"Unavailable","id":45149,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1999-04-03","cast":[],"overview":"Shin Hakkenden is a Japanese anime series. The anime is based on the epic novel Nansō Satomi Hakkenden except it is set in the future. Directed by Katsuyoshi Yatabe, the anime's 26 episodes were broadcast on TV Tokyo between April 3, 1999 and September 25, 1999.","original_name":"神八剣伝","vote_average":0.0,"name":"神八剣伝","cert":"Unavailable","id":45150,"adult":"false","genre_ids":[16,10759],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"DT Eitoron","vote_average":0.0,"name":"DT Eitoron","cert":"Unavailable","id":45151,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1995-04-02","cast":["Masami Kikuchi","Mariko Kōda","Michiko Neya","Ryuzou Ishino","Shin-ichiro Miki"],"overview":"Dino Adventure Jurassic Tripper is the title of a 1995 anime series consisting of 39 25-minute episodes. It is a loosely-based literary adaptation on the novel Deux Ans De Vacances by French author Jules Verne.","original_name":"恐竜冒険記ジュラトリッパー","vote_average":0.0,"name":"Jura Tripper","cert":"Unavailable","id":45152,"adult":"false","genre_ids":[18,16,18,10759],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"The Adventures of Timmy the Tooth is a direct to video musical puppet series made in the early 1990s produced by Bomp Productions and MCA-Universal Home Video.","original_name":"The Adventures of Timmy the Tooth","vote_average":0.0,"name":"The Adventures of Timmy the Tooth","cert":"Unavailable","id":45159,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Late Call was Scottish Television's version of \"The Epilogue\", presenting five minutes of religious thought late at night.\n\nIt was parodied by Rikki Fulton in the comedy show Scotch and Wry where it was named \"Last Call\". His character, \"Reverend I.M. Jolly\", was an exaggerated version of the clerical and lay representatives from all the mainstream Churches in Scotland who often featured in Late Call. Last Call is still remembered fondly by TV viewers in the same way that the original Late Call is much valued and missed.\n\nThe programme was by no means the only production from the Religious Department of Scottish Television, but arguably the best known. Producers were Rev. Dr Nelson Gray, a Congregational Minister, and Rev. Eric Hudson, a Minister of the Church of Scotland.","original_name":"Late Call","vote_average":0.0,"name":"Late Call","cert":"Unavailable","id":45160,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2007-12-26","cast":[],"overview":"Yawaraka Sangokushi Tsukisase!! Ryofuko-chan is a Japanese manga and anime, loosely based on the Romance of the Three Kingdoms.\n\nIt began in the comedy manga I, Otaku: Struggle in Akihabara by Jiro Suzuki, which the characters watched in their world. It was turned by Square Enix into a real manga in Monthly G Fantasy magazine. It was later turned into an anime by Starchild.","original_name":"Yawaraka Sangokushi Tsukisase!! Ryofuko-chan","vote_average":0.0,"name":"Yawaraka Sangokushi Tsukisase!! Ryofuko-chan","cert":"Unavailable","id":45161,"adult":"false","genre_ids":[16,10759,35,10765],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"What If","vote_average":0.0,"name":"What If","cert":"Unavailable","id":45162,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Injuu Gakuen EX","vote_average":0.0,"name":"Injuu Gakuen EX","cert":"Unavailable","id":45163,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"La Blue Girl Returns","vote_average":0.0,"name":"La Blue Girl Returns","cert":"Unavailable","id":45164,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":"2007-01-19","cast":["Asako Dodo"],"overview":"GR: Giant Robo is an animated TV series written by Chiaki Konaka and directed by Masahiko Murata. The TV series is a re-imagining of Mitsuteru Yokoyama's manga of the same name and created to commemorate Giant Robo's 40th anniversary. Aside from the source material, this show has nothing to do with Giant Robo: The Animation.\n\nGR premiered January 19, 2007. The series finished its run on July 6 of the same year, totaling 13 episodes, with the possibility for two further seasons.","original_name":"GR -ジャイアントロボ","vote_average":0.0,"name":"Giant Robo 40th Anniversary","cert":"Unavailable","id":45165,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Fizzy's Lunch Lab","vote_average":0.0,"name":"Fizzy's Lunch Lab","cert":"Unavailable","id":45170,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Nickelodeon Presents History and Heritage","vote_average":0.0,"name":"Nickelodeon Presents History and Heritage","cert":"Unavailable","id":45171,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Too Fat for 15: Fighting Back is an American reality television series on Style. The series debuted on August 9, 2010.\n\nOn March 7, 2011, The series' 16-episode Season 2 premiered. The mid-season finale aired on April 25, 2011. The second half of season 2 premiered on October 19, 2011.","original_name":"Too Fat for 15: Fighting Back","vote_average":3.0,"name":"Too Fat for 15: Fighting Back","cert":"Unavailable","id":45172,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1990-04-14","cast":["Anthony Perkins"],"overview":"Based on Patricia Highsmith short stories. Displaying a sinister atmosphere, delving into the darkest depths of human nature.","original_name":"Chillers","vote_average":0.0,"name":"Chillers","cert":"Unavailable","id":45173,"adult":"false","genre_ids":[9648],"origin_country":["FR"]},{"first_air_date":"1990-05-12","cast":["Tom Radcliffe","Peter Sallis","Jennifer Calvert"],"overview":"","original_name":"Come Home Charlie and Face Them","vote_average":0.0,"name":"Come Home Charlie and Face Them","cert":"Unavailable","id":45174,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1990-09-01","cast":[],"overview":"","original_name":"Conic Sections","vote_average":0.0,"name":"Conic Sections","cert":"Unavailable","id":45175,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1964-10-03","cast":[],"overview":"","original_name":"Feynman Messenger Lectures","vote_average":0.0,"name":"Feynman Messenger Lectures","cert":"Unavailable","id":45176,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1966-05-01","cast":["Geoffrey Toone","Leonard Rossiter"],"overview":"","original_name":"Death is a Good Living","vote_average":0.0,"name":"Death is a Good Living","cert":"Unavailable","id":45185,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-01-07","cast":["Shizuka Itou","Yuuko Sanpei","Jun Fukuyama","Akira Ishida","Takehito Koyasu"],"overview":"The Knight in the Area is a Japanese manga series written by Hiroaki Igano and illustrated by Kaya Tsukiyama. The series was adapted into an anime by Shin-Ei Animation and broadcast on TV Asahi beginning January 7, 2012.","original_name":"エリアの騎士","vote_average":0.0,"name":"The Knight in the Area","cert":"Unavailable","id":45186,"adult":"false","genre_ids":[16,35],"origin_country":["JP"]},{"first_air_date":"1966-10-16","cast":[],"overview":"","original_name":"Globe Trotters","vote_average":0.0,"name":"Globe Trotters","cert":"Unavailable","id":45187,"adult":"false","genre_ids":[99,35],"origin_country":[]},{"first_air_date":"1966-09-10","cast":["Mort Marshall","Sandy Becker","Kenny Delmar"],"overview":"","original_name":"Klondike Kat","vote_average":0.0,"name":"Klondike Kat","cert":"Unavailable","id":45188,"adult":"false","genre_ids":[16],"origin_country":[]},{"first_air_date":"1966-12-09","cast":["David Frost"],"overview":"","original_name":"The Frost Programme","vote_average":0.0,"name":"The Frost Programme","cert":"Unavailable","id":45191,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-07-03","cast":[],"overview":"","original_name":"超訳百人一首 うた恋い。","vote_average":0.0,"name":"One Hundred People, One Poem Each: Song of Love","cert":"Unavailable","id":45192,"adult":"false","genre_ids":[16,18,35],"origin_country":["JP"]},{"first_air_date":"1967-09-01","cast":[],"overview":"","original_name":"Stepping into Rhythm","vote_average":0.0,"name":"Stepping into Rhythm","cert":"Unavailable","id":45201,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1967-09-01","cast":["Charlie Jones","Harry Kalas","Pat Summerall","Tom Brookshier"],"overview":"","original_name":"This Week in Pro Football","vote_average":0.0,"name":"This Week in Pro Football","cert":"Unavailable","id":45202,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2011-07-09","cast":["Yuichi Nakamura","Megumi Takamoto","Shinnosuke Tachibana","Chiharu Kitaoka (Old Name \"Aya Gouda\")","Chika Horikawa"],"overview":"Taito has been really sleepy lately, and keeps dreaming of a female vampire who says she has given him her \"poison.\" Sometimes he even thinks he hears her voice when he's awake. But after surviving an accident that should have killed him, Taito's world changes drastically and he realizes that his dreams are more real than he thought.","original_name":"いつか天魔の黒ウサギ","vote_average":6.5,"name":"A Dark Rabbit has Seven Lives","cert":"Unavailable","id":45203,"adult":"false","genre_ids":[10765,16,35],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"New Orleans: Getting Back to Normal","vote_average":0.0,"name":"New Orleans: Getting Back to Normal","cert":"Unavailable","id":45204,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2007-04-03","cast":[],"overview":"","original_name":"この青空に約束を― ~ようこそつぐみ寮へ~","vote_average":0.0,"name":"Kono Aozora ni Yakusoku wo: Youkoso Tsugumi Ryou e","cert":"Unavailable","id":45205,"adult":"false","genre_ids":[18,16],"origin_country":["JP"]},{"first_air_date":"2002-10-26","cast":[],"overview":"","original_name":"水のコトバ","vote_average":0.0,"name":"Aquatic Language","cert":"Unavailable","id":45206,"adult":"false","genre_ids":[18,16],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Hime Chen! Otogi Chikku Idol Lilpri, also known as Lilpri, is a Japanese shōjo anime directed by Makoto Moriwaki. The anime was adapted from the Sega arcade game of the same name. It was also adapted into two manga series by Mai Jinna.","original_name":"Lilpri","vote_average":0.0,"name":"Lilpri","cert":"Unavailable","id":45207,"adult":"false","genre_ids":[10765,16],"origin_country":["JP"]},{"first_air_date":"2010-10-03","cast":[],"overview":"Super Robot Wars Original Generation: The Inspector is a Japanese anime series, that retells the events from the Super Robot Taisen: Original Generation 2 game, a game featuring only original characters and mechs created by Banpresto for the Super Robot Wars franchise. It was produced by Asahi Production and started broadcasting in several Japanese TV Stations on October 1, 2010. The anime also received a simulcast release on the English anime streaming website, Crunchyroll.","original_name":"Super Robot Wars Original Generation: The Inspector","vote_average":0.0,"name":"Super Robot Wars Original Generation: The Inspector","cert":"Unavailable","id":45214,"adult":"false","genre_ids":[10765,16],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Honey Honey no Suteki na Bouken","vote_average":0.0,"name":"Honey Honey no Suteki na Bouken","cert":"Unavailable","id":45219,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Shakotan Boogie","vote_average":0.0,"name":"Shakotan Boogie","cert":"Unavailable","id":45220,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":"1995-01-01","cast":["Morio Agata"],"overview":"Within the realm of dreams there is a small planet called Phantasmagoria. These are tales from some exquisite locations found there. \n\nBased on Shigeru Tamura's illustrated book, Phantasmagoria, the series consists of fifteen episodes, each five minutes in length.","original_name":"ファンタスマゴリア","vote_average":7.0,"name":"A Piece of Phantasmagoria","cert":"Unavailable","id":45223,"adult":"false","genre_ids":[16],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"CBC Winnipeg Comedy Festival","vote_average":0.0,"name":"CBC Winnipeg Comedy Festival","cert":"Unavailable","id":45224,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Family Matters airs Saturdays 4:30 AM in TV5. Family Matters features discussions about issues, challenges and learning of married life, great stories of simple families that inspire other and alternative activities for the family.\n\nFamily Matters is a production of the Family Rosary Crusade with the Jesuit Communications Foundation as creative consultant.","original_name":"Family Matters","vote_average":0.0,"name":"Family Matters","cert":"Unavailable","id":45231,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Knights of Ramune is an anime OVA that follows the adventures of Cacao and Parfait, holy virgins, in their search and rescue mission of the 4th Warrior Ramunes, given to them by the apparent head of their religious order, Master Follower. They are joined in these adventures by Lemon, a twelve-year-old girl, and PQ, a hand-sized blob with a face that is an expert on spiritual topics. The OAV is known as VS Knight Lamune and 40 Fresh in Japan, and is a sequel to VS Knight Lamune & 40 Fire, an anime television series; it was released in the U.S. by Software Sculptors and Central Park Media. It features generous amounts of nudity, fanservice, and sexual themes, making this OVA significantly different from the original TV series. Many of the characters are named after various drinks, especially alcoholic ones.","original_name":"Knights of Ramune","vote_average":0.0,"name":"Knights of Ramune","cert":"Unavailable","id":45232,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"84th Annual Macy's Thanksgiving Day Parade","vote_average":0.0,"name":"84th Annual Macy's Thanksgiving Day Parade","cert":"Unavailable","id":45233,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-07-06","cast":["Hiro Shimono","Kaori Ishihara","Aya Endo"],"overview":"So, I Can't Play H?, shortened to Boku-H, is a Japanese light novel series written by Pan Tachibana and illustrated by Yoshiaki Katsurai. The story centers on Ryosuke Kaga, a perverted high school student who makes a contract with Lisara Restall, a beautiful Grim Reaper, in exchange for his perverted spirit.\n\nDakara Boku wa, H ga Dekinai began serialization in Fujimi Shobo's Dragon Magazine in 2010. The first volume was released on June 19, 2010, with a total of ten volumes released in Japan as of April 20, 2013 under their Fujimi Fantasia Bunko imprint. A manga adaptation illustrated by Shou Okagiri began serialization in the May 2011 issue of Monthly Dragon Age, and sold four volumes as of March 27, 2013. A 12-episode anime adaptation produced by feel. was announced, and aired from July to September 2012 on AT-X and other networks. The anime has been licensed by Sentai Filmworks in North America.","original_name":"だから僕は, Hができない.","vote_average":7.8,"name":"So, I Can't Play H!","cert":"Unavailable","id":45234,"adult":"false","genre_ids":[10759,16,35],"origin_country":["JP"]},{"first_air_date":"2011-04-03","cast":["Yuko Goto","Kiyomi Asai","Emiko Hagiwara","Saki Nakajima","Sayaka Aoki"],"overview":"Oretachi ni Tsubasa wa Nai - Under the Innocent Sky. is the fifth visual novel developed by Navel. Before the game's release, a prequel game named Oretachi ni Tsubasa wa nai ~Prelude~ containing bonus scenarios and events before the timeline of the game was released on 28 June 2008. This release didn't contain hentai scenes. The limited edition of the game was released on 30 January 2009. A standard version of the game was released on 24 April 2009. A fandisc named Oretachi ni Tsubasa wa Nai AfterStory was released on 30 July 2010. A non-adult version remake, named \"Oretachi ni Tsubasa wa Nai R\", of the PC game was released on 27 May 2011. The game has also received several manga adaptations. An anime adaptation by the studio Nomad started airing on April 4, 2011.","original_name":"おれたちにつばさはない","vote_average":6.5,"name":"Ore-tachi ni Tsubasa wa Nai","cert":"Unavailable","id":45235,"adult":"false","genre_ids":[16,35,18,18],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"The Lolita Anime series was created by a studio called Wonder Kids. It contains many notable firsts, as the first erotic original video animation, depicting hentai scenes which include yuri, BDSM and lolicon characters. It ran from February 1984 to May 1985 and consisted of six episodes. An alternative name for this anime is Wonder Magazine Series and it was on a manga by Fumio Nakajima, which was serialized in the lolicon magazine Lemon People.","original_name":"Lolita Anime","vote_average":0.0,"name":"Lolita Anime","cert":"Unavailable","id":45236,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":"2011-10-05","cast":["Mamoru Miyano","Asami Seto","Yoshimasa Hosoya","Megumi Han","Maaya Sakamoto"],"overview":"6th-year grade-schooler Ayase Chihaya's dream is for her sister to be Japan's top model. However, transfer student Wataya Arata admonishes her that a dream must be about one's own self. Thus, she takes up karuta, a Japanese card game, competitively. Together with Arata and Mashima Taichi, Chihaya's childhood friend, they have great fun playing each other, but separate after graduation.\n\n4 years later, Chihaya returns to town. Although Arata no longer plays the game, she believes that they will eventually reunite as long as she continues karuta. Together with Taichi, she establishes the Mizusawa High-school Karuta Club.","original_name":"ちはやふる","vote_average":6.8,"name":"Chihayafuru","cert":"Unavailable","id":45247,"adult":"false","genre_ids":[16,18],"origin_country":["JP"]},{"first_air_date":"1975-09-01","cast":["Jim Stafford"],"overview":"","original_name":"Nashville on the Road","vote_average":0.0,"name":"Nashville on the Road","cert":"Unavailable","id":45248,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1975-09-22","cast":["Władysław Hańcza"],"overview":"","original_name":"Nights and Days","vote_average":0.0,"name":"Nights and Days","cert":"Unavailable","id":45249,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":"1975-03-29","cast":["Dieter Hallervorden","Rotraud Schindler","Kurt Schmidtchen","Gerhard Wollner"],"overview":"","original_name":"Nonstop Nonsens","vote_average":0.0,"name":"Nonstop Nonsens","cert":"Unavailable","id":45250,"adult":"false","genre_ids":[35],"origin_country":["DE"]},{"first_air_date":"1975-08-31","cast":["Nino Castelnuovo","Daria Nicolodi","Luciana Negrini","Mico Cundari","Manlio De Angelis"],"overview":"Miniseries with occult elements.","original_name":"Ritratto di Donna Velata","vote_average":0.0,"name":"Ritratto di Donna Velata","cert":"Unavailable","id":45251,"adult":"false","genre_ids":[10765],"origin_country":[]},{"first_air_date":"1975-09-01","cast":["Donnelly Rhodes","Sean McCann","Jonathan Welsh"],"overview":"","original_name":"Side Street","vote_average":0.0,"name":"Side Street","cert":"Unavailable","id":45252,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1975-04-05","cast":["Hayate Ichinose","Keito Tsuna","Ichika Osaki","Yuito Obara","Tatsuya Kishida"],"overview":"The Super Sentai Series is the name given to the long-running Japanese superhero team genre of shows produced by Toei Co., Ltd., Toei Agency and Bandai, and aired by TV Asahi. The shows are of the tokusatsu genre, featuring live action characters and colorful special effects, and are aimed mainly at children. The Super Sentai Series is one of the most prominent tokusatsu productions in Japan, alongside the Ultra Series and the Kamen Rider Series, which it currently airs alongside in the Super Hero Time programming block on Sundays. Outside Japan, the Super Sentai Series are best known as the source material for the Power Rangers franchise.","original_name":"スーパー戦隊シリーズ","vote_average":3.6,"name":"Super Sentai","cert":"Unavailable","id":45253,"adult":"false","genre_ids":[10759,10765],"origin_country":["JP"]},{"first_air_date":"1991-01-08","cast":["Rod Hull","Carol Lee Scott","Freddy Stevens"],"overview":"Rod 'n' Emu was an animated series shown on CITV around 1991.\n\nIt starred the voices of Rod Hull who created and wrote all the episodes starring as himself, Carol Lee Scott starred as Grotbags and Freddy Stevens as her assistants Croc the crocodile and Redford the robot.\n\nThis was the last series to feature Hull, Emu and Scott before she starred in her own TV series Grotbags. The show was made by FilmFair for Central Independent Television and thirteen episodes were aired.","original_name":"Rod 'n' Emu","vote_average":0.0,"name":"Rod 'n' Emu","cert":"Unavailable","id":45260,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Back in the Day was a short-lived 2006 American television series produced by ESPN Classic, with the tagline \"Before the Deals, Before the Fame — Just the Game...\"","original_name":"Back in the Day","vote_average":0.0,"name":"Back in the Day","cert":"Unavailable","id":45261,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"World's Weirdest Restaurants is a Canadian reality television series produced by Paperny Entertainment that airs on Food Network Canada. The series follows host Bob Blumer as he travels the world searching for weird and unusual restaurants. Several of the Japan episodes featured TV host and arranger La Carmina, who wrote a book about bizarre Tokyo theme restaurants. Among the restaurants featured include a nudist restaurant in New York, a Japanese restaurant with monkey waiters, and Taiwanese restaurant which serves curry from miniature toilets. The series, which premiered April 4, 2012, has filmed in a number of cities around the world, including Tokyo, New York, Taipei, London and Vancouver.","original_name":"World's Weirdest Restaurants","vote_average":0.0,"name":"World's Weirdest Restaurants","cert":"Unavailable","id":45262,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":"1978-09-24","cast":["Kay Adshead","Ken Hutchison","Brian Wilde","Pat Heywood","John Duttine"],"overview":"Wuthering Heights is a 1978 British film adaptation of Emily Brontë's novel Wuthering Heights, starring Ken Hutchison, Kay Adshead, Pat Heywood, and John Duttine that was originally broadcast on BBC-TV as a 5-part mini-series.","original_name":"Wuthering Heights","vote_average":0.0,"name":"Wuthering Heights","cert":"Unavailable","id":45263,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"1989-09-25","cast":[],"overview":"The Guyver: Bio-Booster Armor is a 12 part anime OVA loosely based on Yoshiki Takaya's manga, Bio-Booster Armor Guyver. It was released in Japan from 1989 to 1992. It is the second animated adaptation, following the 1986 OVA Guyver: Out of Control.","original_name":"The Guyver: Bio-Booster Armor","vote_average":7.0,"name":"The Guyver: Bio-Booster Armor","cert":"Unavailable","id":45264,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2008-01-05","cast":[],"overview":"","original_name":"破天荒遊戯","vote_average":0.0,"name":"Hatenkou Yugi","cert":"Unavailable","id":45265,"adult":"false","genre_ids":[10759,16,35,18,9648],"origin_country":["JP"]},{"first_air_date":"2004-08-06","cast":[],"overview":"Space Symphony Maetel: Galaxy Express 999 Side Story is a 2004 anime series created by Leiji Matsumoto, and is a side story to the Galaxy Express 999 series and the sequel to Maetel Legend.","original_name":"宇宙交響詩メーテル ～銀河鉄道999外伝～","vote_average":0.0,"name":"Space Symphony Maetel","cert":"Unavailable","id":45266,"adult":"false","genre_ids":[18,16,10759],"origin_country":[]},{"first_air_date":"2012-07-01","cast":["Yuichi Nakamura","Jun Fukuyama"],"overview":"","original_name":"アルカナ・ファミリア La storia della Arcana Famiglia","vote_average":4.5,"name":"Arcana Famiglia","cert":"Unavailable","id":45275,"adult":"false","genre_ids":[16,10759],"origin_country":[]},{"first_air_date":"2009-10-04","cast":[],"overview":"","original_name":"Miracle Train","vote_average":0.0,"name":"Miracle Train","cert":"Unavailable","id":45276,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-07-06","cast":["Arisa Noto"],"overview":"Is insanity hereditary? Shougo Mikadono's beginning to think so, because the terms of his late father's will seem crazy and following them may drive Shougo bonkers as well. Oh, it sounds simple at first: before Shougo can claim his VERY large inheritance, he just has to start attending a certain new school and find a nice girl to marry.\n\nIt's a little unromantic, but perfectly do-able, right? After all, all the girls seem quite friendly, so all Shougo has to do is find one he has something in common with. Except, and here's the kicker, it turns out that Shougo has WAY too much in common with one of them, because she's actually his long-lost sister! And he has no idea which one she is!\n\nWill Shougo meet and court his Miss Right without committing something very morally wrong? Can he find his future bride without slipping into the wrong set of genes? And if his little sister does reveal herself, just how much will be revealed and under what circumstances?","original_name":"この中に１人、妹がいる！","vote_average":8.3,"name":"Nakaimo: My Little Sister Is Among Them!","cert":"Unavailable","id":45277,"adult":"false","genre_ids":[18,16,35,10749],"origin_country":["JP"]},{"first_air_date":"2012-07-06","cast":["Yuichi Nakamura","Jun Fukuyama","Sayaka Ohara","Marie Miyake","Chie Nakamura"],"overview":"Natsuyuki Rendezvous is a Japanese manga series by Haruka Kawachi which serialized in Shodensha's Feel Young magazine between July 2009 and January 2012. An anime television adaptation by Dogakobo aired in Fuji TV's Noitamina block between July 6, 2012 and September 14, 2012. The anime series has been licensed by Sentai Filmworks in North America.","original_name":"夏雪ランデブー","vote_average":6.0,"name":"Natsuyuki Rendezvous","cert":"Unavailable","id":45278,"adult":"false","genre_ids":[16,18,9648],"origin_country":["JP"]},{"first_air_date":"2007-02-14","cast":[],"overview":"The Legend of Qin follows the Qin dynasty from when the Emperor of the Qin, King Zheng conquered the other 6 nations and unified China, to the rise of the king of Western Chu, Xiang Yu, who capture the capital city, Xianyang.","original_name":"秦时明月","vote_average":0.0,"name":"The Legend of Qin","cert":"Unavailable","id":45279,"adult":"false","genre_ids":[12,18,16,36],"origin_country":["CN"]},{"first_air_date":"2006-10-06","cast":["Akiko Kimura","Mikako Takahashi","Asami Sanada","Daisuke Ono","Mamiko Noto"],"overview":"Mamoru-kun ni Megami no Shukufuku wo!, also known as Venus to Mamoru, is a Japanese light novel series written by Hiroki Iwata and illustrated by Toshiyuki Satō following Mamoru Yoshimura and his far-from-normal high school life with girlfriend Ayako Takasu, who possess magical powers called \"Beatrice\".\n\nThe series was first published on September 25, 2003 by MediaWorks. Later, the series was adapted into an anime series, which broadcast on WOWOW on October 6, 2006. It contained 24 episodes, with the last airing on March 30, 2007.","original_name":"護くんに女神の祝福を!","vote_average":0.0,"name":"Mamoru-kun ni Megami no Shukufuku o!","cert":"Unavailable","id":45280,"adult":"false","genre_ids":[16,10765,35,10759],"origin_country":["JP"]},{"first_air_date":"2011-10-02","cast":["Hiroshi Kamiya","Megumi Ogata","Harumi Sakurai","Yuichi Nakamura","Yuko Goto"],"overview":"Kawakami City is famous for its strong dedication to its samurai ancestors. A healthy fighting spirit is always valued and it's even an important factor for success at school. Yamato, a second year student from Kawakami High school, is always with his close friends (4 boys and 3 girls). They have all known each other since they were young and have done many things together. While they have many other friends, this group of seven is a close-knit, inseparable group. They even have a secret base where they meet. With the new semester, they welcome two girls into their group and shortly after things begin to change...","original_name":"真剣で私に恋しなさい!!","vote_average":6.5,"name":"Majikoi - Oh! Samurai Girls","cert":"Unavailable","id":45281,"adult":"false","genre_ids":[16,35,10759],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Tasuke, the Samurai Cop","vote_average":0.0,"name":"Tasuke, the Samurai Cop","cert":"Unavailable","id":45294,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Relic Hunter with Ian Grant","vote_average":0.0,"name":"The Relic Hunter with Ian Grant","cert":"Unavailable","id":45297,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-10-16","cast":["Mamie Gummer","Justin Hartley","Michael Rady","Aja Naomi King","Necar Zadegan"],"overview":"At long last, Emily Owens feels like she is an actual grown-up. She's graduated from medical school and is now a first-year intern at Denver Memorial Hospital. So why does everyone keep warning her that the hospital is just like high school?","original_name":"Emily Owens, M.D","vote_average":6.6,"name":"Emily Owens, M.D","cert":"Unavailable","id":45298,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2012-01-30","cast":["Kevin Federline","Ben Jones"],"overview":"","original_name":"Excess Baggage","vote_average":0.0,"name":"Excess Baggage","cert":"Unavailable","id":45299,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-02-19","cast":["Scott Wilson"],"overview":"Descending is an exciting new weekly TV show now airing on Canada’s Outdoor Life Network, and featuring some stunning underwater video from around the world. Host Scott Wilson, from Brantford, Ontario, though fairly new to scuba, jumps right in to explore some of this planet’s “most remote locations” in the one-hour weekly show. Noting that so much of planet Earth is underwater and so few people get to see this realm firsthand, he said, “We knew it was important to shoot spectacular footage.” Wilson’s co-host is New Zealand diver Ellis Emmett, author, adventurer and friend. Emmett has penned five adventure books and is the owner of a New Zealand river rafting company. “I want people to be inspired, educated and enlightened, and have a laugh or two along the way,” he said. This year the hosts explore the underwater world on scuba, wearing full-face masks and dry suits. As post-production work continues on episodes scheduled to air in the coming weeks, they’re planning a switch to rebreathers, and even the occasional use of mixed gases in season two, officially not a go yet, but they’re hopeful! With government backing and the support of the Outdoor Life Network, Descending joins a long list of Canadian made underwater TV series that have found strong audience support.","original_name":"Descending","vote_average":8.0,"name":"Descending","cert":"Unavailable","id":45300,"adult":"false","genre_ids":[99,10759],"origin_country":[]},{"first_air_date":"2011-07-05","cast":["Rie Kugimiya"],"overview":"","original_name":"Twin Angel: Twinkle Paradise","vote_average":0.0,"name":"Twin Angel: Twinkle Paradise","cert":"Unavailable","id":45305,"adult":"false","genre_ids":[16],"origin_country":[]},{"first_air_date":"2012-04-02","cast":[],"overview":"Yurumates is a Japanese yonkoma manga series written and illustrated by saxyun. The series revolve around four university students living together in a cheap apartment building. It has been adapted into two OVAs and an anime series that premiered April 2012 under the name Yurumates 3D.","original_name":"ゆるめいつ 3でぃ","vote_average":0.0,"name":"ゆるめいつ 3でぃ","cert":"Unavailable","id":45306,"adult":"false","genre_ids":[16,35],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Cristina's Court","vote_average":2.0,"name":"Cristina's Court","cert":"Unavailable","id":45307,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2011-07-25","cast":["Jane Moore"],"overview":"","original_name":"Wonderstuff","vote_average":0.0,"name":"Wonderstuff","cert":"Unavailable","id":45308,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2011-12-08","cast":["Anna Friel","Marc Warren","Barnaby Kay","Olivia Poulet","Simon Trinder"],"overview":"Ellie's beloved husband is killed in a car accident. A woman was in the car with him and killed too. Who was she? Was he having an affair? Was it an accident?","original_name":"Without You","vote_average":6.3,"name":"Without You","cert":"Unavailable","id":45309,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Who's the One","vote_average":0.0,"name":"Who's the One","cert":"Unavailable","id":45310,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"A Day Called X is a dramatized CBS documentary film set in Portland, Oregon, in which the entire city is evacuated in anticipation of a nuclear air raid, after Soviet bombers had been detected by radar stations to the north; it details the activation of the city's civil defense protocols and leads up to the moment before the attack. The operations were run from the Kelly Butte Bunker, which was the EOC during the time. It was filmed in September 1957 and aired December 8 of that year. Apart from presenter\/narrator Glenn Ford, none of the people shown are actors. They are locals of Portland shown in their real jobs, including Mayor Terry Schrunk.\n\nIts local rebroadcast in 2004 and appearance in the on-line Prelinger Archives attracted interest among local history buffs due to its extensive outside shots of the city, and the use of non-actor participants. Whenever one of these individuals is heard uttering warnings or statements regarding attack, the words \"An attack is not actually taking place\" are superimposed over the picture.\n\nOn September 27, 1955, Portland actually conducted an exercise evacuation of downtown called \"Operation Greenlight,\" and the film is often misattributed to that year. Ford's narration, however, does make direct reference to the 1955 exercise.","original_name":"A Day Called X","vote_average":0.0,"name":"A Day Called X","cert":"Unavailable","id":45321,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2011-09-25","cast":["Theresa Caputo"],"overview":"Theresa Caputo is an average mom from Long Island in every way except one: she talks to the dead. Theresa spends her days with her loving family and helping individuals connect to the spirits of their departed loved ones. This is not her job…this is her life.","original_name":"Long Island Medium","vote_average":5.5,"name":"Long Island Medium","cert":"Unavailable","id":45322,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"2000-01-20","cast":[],"overview":"","original_name":"女神候補生","vote_average":9.0,"name":"The Candidate for Goddess","cert":"Unavailable","id":45323,"adult":"false","genre_ids":[10765,16,10759,18],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Gigi: Almost American","vote_average":0.0,"name":"Gigi: Almost American","cert":"Unavailable","id":45324,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1997-11-16","cast":["Robbie Coltrane"],"overview":"","original_name":"Coltrane's Planes and Automobiles","vote_average":0.0,"name":"Coltrane's Planes and Automobiles","cert":"Unavailable","id":45325,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"1997-08-13","cast":["Leonardo Sbaraglia"],"overview":"","original_name":"El garante \/ Collateral Man","vote_average":0.0,"name":"El garante \/ Collateral Man","cert":"Unavailable","id":45328,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1997-09-03","cast":["Anthony Hopkins","John Shrapnel"],"overview":"","original_name":"Predators Killing for a Living","vote_average":0.0,"name":"Predators Killing for a Living","cert":"Unavailable","id":45335,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"1997-01-01","cast":["Ruby Wax"],"overview":"","original_name":"Ruby Wax Meets","vote_average":0.0,"name":"Ruby Wax Meets","cert":"Unavailable","id":45336,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1997-11-09","cast":["Götz George"],"overview":"","original_name":"Schimanski","vote_average":7.5,"name":"Schimanski","cert":"Unavailable","id":45337,"adult":"false","genre_ids":[80],"origin_country":["DE"]},{"first_air_date":"1997-10-27","cast":["Bernhard Hoëcker","Petra Nadolny","Peter Nottmeier","Michael Müller"],"overview":"","original_name":"Switch Classics","vote_average":6.0,"name":"Switch Classics","cert":"Unavailable","id":45338,"adult":"false","genre_ids":[35],"origin_country":["DE"]},{"first_air_date":"1997-11-09","cast":["Brian Blessed","Max Beesley"],"overview":"Adaptation of the classic novel by Henry Fielding chronicling the life, loves and adventures of the charming Tom.","original_name":"The History of Tom Jones","vote_average":7.0,"name":"The History of Tom Jones","cert":"Unavailable","id":45341,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"1997-07-17","cast":["Fred Delmare","Małgorzata Foremniak","Christoph Eichhorn","Winfried Glatzeder"],"overview":"Das Geheimnis des Sagala is a German and Polish television series.","original_name":"The Secret of Sagala","vote_average":6.0,"name":"The Secret of Sagala","cert":"Unavailable","id":45342,"adult":"false","genre_ids":[10765],"origin_country":["PL","DE"]},{"first_air_date":"2010-12-15","cast":[],"overview":"Ingenious Minds is a documentary television anthology series that debuted in the United States in 2010 about savants. It was broadcast on Science Channel, part of Discovery Communications, with each episode lasting 30 minutes.","original_name":"Ingenious Minds","vote_average":0.0,"name":"Ingenious Minds","cert":"Unavailable","id":45351,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Make:Television","vote_average":0.0,"name":"Make:Television","cert":"Unavailable","id":45352,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"82nd Annual Macy's Thanksgiving Day Parade","vote_average":0.0,"name":"82nd Annual Macy's Thanksgiving Day Parade","cert":"Unavailable","id":45353,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Jakers!: School Days in Tara","vote_average":0.0,"name":"Jakers!: School Days in Tara","cert":"Unavailable","id":45354,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":["Kenichi Matsuyama","Hikari Mitsushima","Atsuko Maeda"],"overview":"Hiroshi is now 30-years-old and lethargic, but Pyonkichi, the frog imprinted on his shirt, is always energetic. Sometimes Hiroshi does not wear t-shirts with Pyonkichi, but Pyonkichi always encourages Hiroshi.","original_name":"Dokonjō Gaeru","vote_average":0.0,"name":"Dokonjō Gaeru","cert":"Unavailable","id":45357,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Walt Disney World Christmas Day Parade","vote_average":0.0,"name":"Walt Disney World Christmas Day Parade","cert":"Unavailable","id":45358,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2003-10-08","cast":["Nick Frost"],"overview":"","original_name":"Danger! Incoming Attack!","vote_average":0.0,"name":"Danger! Incoming Attack!","cert":"Unavailable","id":45369,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":"2003-11-07","cast":[],"overview":"","original_name":"Daredevil Guardian Devil","vote_average":0.0,"name":"Daredevil Guardian Devil","cert":"Unavailable","id":45370,"adult":"false","genre_ids":[16],"origin_country":[]},{"first_air_date":"2013-11-08","cast":["Magdalena Cielecka","Alan Andersz","Piotr Fronczewski","Andrzej Chyra"],"overview":"","original_name":"Defekt","vote_average":0.0,"name":"Defekt","cert":"Unavailable","id":45371,"adult":"false","genre_ids":[18],"origin_country":["PL"]},{"first_air_date":"2003-07-01","cast":[],"overview":"","original_name":"Hard Rock Live","vote_average":0.0,"name":"Hard Rock Live","cert":"Unavailable","id":45376,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2003-04-01","cast":["Fred Dryer","Mike Gomez","Stepfanie Kramer"],"overview":"Attempted revival of the popular 1984 NBC police drama of the same name. The series was cancelled after the pilot and three one-hour episodes were broadcast. ","original_name":"Hunter","vote_average":0.0,"name":"Hunter","cert":"Unavailable","id":45377,"adult":"false","genre_ids":[80,18],"origin_country":[]},{"first_air_date":"2010-07-16","cast":["Lily Franky","Hikari Mitsushima","Mirai Moriyama","Maho Nonami","Rio Matsumoto"],"overview":"Moriyama plays a temp worker who has never had any luck with women. One day, he suddenly starts getting invitations from several beautiful women, and he finds himself confused about how to deal with this new experience of having a \"moteki\" (a period when one is very popular and attractive to others).","original_name":"Moteki","vote_average":7.5,"name":"Love Strikes!","cert":"Unavailable","id":45384,"adult":"false","genre_ids":[35],"origin_country":["JP"]},{"first_air_date":"2003-10-01","cast":["Andrew Robertson"],"overview":"","original_name":"Life N General","vote_average":0.0,"name":"Life N General","cert":"Unavailable","id":45385,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2003-02-01","cast":["Lyle Lovett"],"overview":"","original_name":"Lost Highway","vote_average":0.0,"name":"Lost Highway","cert":"Unavailable","id":45386,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2003-05-01","cast":["Jerry Lawler","Jimmy Hart","Bill Dundee","Brian Lawler","Kid Kash"],"overview":"Memphis Wrestling is an American professional wrestling promotion based in Memphis, Tennessee.","original_name":"Memphis Wrestling","vote_average":0.0,"name":"Memphis Wrestling","cert":"Unavailable","id":45387,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2003-08-02","cast":["Caterina Scorsone","Vivica A. Fox","Dean McDermott","Mark Consuelos","Gloria Reuben"],"overview":"Missing is a Canadian-American crime drama television series based on the 1-800-WHERE-R-YOU book series by Meg Cabot. The series aired on the A network and W Network in Canada, and on Lifetime in the United States from August 2003 to February 2006.","original_name":"Missing","vote_average":5.0,"name":"Missing","cert":"Unavailable","id":45388,"adult":"false","genre_ids":[10759,18,9648],"origin_country":["CA"]},{"first_air_date":"2003-01-01","cast":["Katie Cook"],"overview":"","original_name":"MWL Star","vote_average":0.0,"name":"MWL Star","cert":"Unavailable","id":45389,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2003-09-01","cast":[],"overview":"","original_name":"Mysterious Encounters","vote_average":0.0,"name":"Mysterious Encounters","cert":"Unavailable","id":45390,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Adventure Kid","vote_average":2.0,"name":"Adventure Kid","cert":"Unavailable","id":45395,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":"2008-06-16","cast":[],"overview":"","original_name":"Landscapes Through Time with David Dunlop","vote_average":0.0,"name":"Landscapes Through Time with David Dunlop","cert":"Unavailable","id":45396,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Little Wansa","vote_average":0.0,"name":"Little Wansa","cert":"Unavailable","id":45397,"adult":"false","genre_ids":[16,35,18],"origin_country":[]},{"first_air_date":"2005-07-05","cast":[],"overview":"Akahori Gedou Hour Rabuge! is a Japanese anime series that combined episodes of two series, Soreyuke! Gedou Otometai and Zettai Seigi Love Pheromone. It was broadcast in 13 episodes between July 5, 2005 and September 27, 2005.","original_name":"あかほり外道アワーらぶげ","vote_average":5.5,"name":"Akahori's Heretical Hour Love Game","cert":"Unavailable","id":45398,"adult":"false","genre_ids":[35,16],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Surrogate","vote_average":0.0,"name":"Surrogate","cert":"Unavailable","id":45399,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1951-01-01","cast":[],"overview":"The Living Christ Series is a 12-part drama series about the life of Jesus Christ. In some ways, it was a version of the typical Hollywood serial film. Each episode was thirty minutes long, bringing the total running time of the series to what might have been considered an epic six hours long if the films had been shown consecutively. Filmed in color in 1951, it is notable for being one of the few American film series of that time in which Christ's face was actually shown. Since the early days of sound, American film producers had been afraid that some members of the audience would be alienated if an actor who did not fit the public's image of Christ was chosen to play the role, so virtually all had played it safe by showing Him only from the back or in long shot. Sometimes only Christ's hand would be seen. Foreign film makers, however, had no such doubts, and Christ was actually shown in such films as the French Golgotha, the Mexican El Martir del Calvario, and the 1953 British serial Jesus of Nazareth.\n\nHowever, The Living Christ Series was not meant to be shown in movie theatres, but more as an instructional, inspirational film in churches or on Sunday-morning television. Far from being a religious epic, the series was clearly shot mostly on soundstages and on a low budget, much like a typical television program of the era shot on film. Directed by John T. Coyle, the series featured mostly unknown actors or actors who appeared mostly in B-films. A notable exception was Lowell Gilmore, who played Pontius Pilate, and whose most famous previous role was as Basil Hallward in MGM's classic 1945 film The Picture of Dorian Gray. Character actor Lawrence Dobkin also appeared in the series, and Will Wright, perhaps most famous for appearing as Ben Weaver on several episodes of The Andy Griffith Show, was somewhat incongruously cast as Herod. Screen unknown Robert Wilson, who would go on to practically make a career out of playing the role, portrayed Christ. Noted movie trailer announcer Art Gilmore served as narrator.","original_name":"The Living Christ Series","vote_average":0.0,"name":"The Living Christ Series","cert":"Unavailable","id":45400,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"1995-10-27","cast":[],"overview":"Elf Princess Rane, also known as Fairy Princess Ren, is an anime OVA directed by Akitaro Daichi. It was released on VHS and DVD in North America by Media Blasters. The North American release contains a preview for a third OVA episode that was never produced; it's listed as an \"evil preview.\"","original_name":"妖精姫レーン","vote_average":0.0,"name":"Elf Princess Rane","cert":"Unavailable","id":45401,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2010-10-25","cast":["Antonio Gil","Hovik Keuchkerian","Roberto Enríquez","Lluís Homar","Iván Sánchez"],"overview":"","original_name":"Hispania, la leyenda","vote_average":7.5,"name":"Hispania, la leyenda","cert":"Unavailable","id":45410,"adult":"false","genre_ids":[10759],"origin_country":["ES"]},{"first_air_date":"2010-08-06","cast":["Kirsty Wark"],"overview":"Dan Cruickshank and Kirsty Wark prove that shooting a video and showing it off to the public isn't a new thing, as they present 100 years of Britons' lives filmed on home movie cameras.","original_name":"Home Movie Roadshow","vote_average":0.0,"name":"Home Movie Roadshow","cert":"Unavailable","id":45411,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2010-02-25","cast":["Magdalena Cielecka","Krzysztof Kwiatkowski","Marek Bukowski","Filip Bobek"],"overview":"","original_name":"Hotel 52","vote_average":0.0,"name":"Hotel 52","cert":"Unavailable","id":45412,"adult":"false","genre_ids":[18],"origin_country":["PL"]},{"first_air_date":"2010-11-29","cast":["Burnie Burns","Gus Sorola","Jack Pattillo"],"overview":"Immersion is an ongoing American Rooster Teeth Live action production Sci-Fi Comedy TV Web series by Rooster Teeth Productions about how well video gaming material works in real life. During each episode, several Rooster Teeth staff members try to recreate the elements of popular video games to see weather or not and how well the video game material indeed works in real life. Like the show Mythbusters, Rooster Teeth takes all sorts of video game conventions, ideas, abilities and tests them in real life on real people.","original_name":"Immersion","vote_average":9.3,"name":"Immersion","cert":"Unavailable","id":45413,"adult":"false","genre_ids":[35,10764],"origin_country":["US"]},{"first_air_date":"2010-12-06","cast":[],"overview":"","original_name":"In deriva","vote_average":0.0,"name":"In deriva","cert":"Unavailable","id":45414,"adult":"false","genre_ids":[18],"origin_country":["RO"]},{"first_air_date":"2010-01-24","cast":[],"overview":"","original_name":"inFact","vote_average":0.0,"name":"inFact","cert":"Unavailable","id":45415,"adult":"false","genre_ids":[9648],"origin_country":[]},{"first_air_date":"2010-08-19","cast":[],"overview":"","original_name":"Inhale","vote_average":0.0,"name":"Inhale","cert":"Unavailable","id":45416,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Promised Land","vote_average":0.0,"name":"The Promised Land","cert":"Unavailable","id":45425,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":"2010-01-06","cast":["Patrick Labbé","Catherine Trudeau","Gilles Renaud","David La Haye","Nathalie Coupal"],"overview":"Mirador is a major public relations firm, directing a small army of PR experts. Whatever situation their clients find themselves in –international scandal, murder, political hot water or fetish sex – Mirador will control the outcome for them.","original_name":"Mirador","vote_average":0.0,"name":"Mirador","cert":"Unavailable","id":45426,"adult":"false","genre_ids":[18],"origin_country":["CA"]},{"first_air_date":"2010-07-19","cast":[],"overview":"","original_name":"Modern Warfare 2 meets Metal Gear Solid","vote_average":0.0,"name":"Modern Warfare 2 meets Metal Gear Solid","cert":"Unavailable","id":45427,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":"2010-08-22","cast":["Patrick Stewart"],"overview":"The story of the world's last mountain gorillas, protected by a dedicated band of humans who watch and care for them. Narrated by Patrick Stewart.","original_name":"Mountain Gorilla","vote_average":0.0,"name":"Mountain Gorilla","cert":"Unavailable","id":45428,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2010-03-16","cast":["Paul Doucet","Mariloup Wolfe","Laurence Leboeuf","Guy Nadon","Éric Bruneau"],"overview":"","original_name":"Musée Éden","vote_average":0.0,"name":"Musée Éden","cert":"Unavailable","id":45429,"adult":"false","genre_ids":[18],"origin_country":["CA"]},{"first_air_date":"2010-11-01","cast":["Raul Cimas","Carlos Areces","Joaquín Reyes","Ernesto Sevilla","Julián López"],"overview":"Museo Coconut is a Spanish TV sitcom which is aired in Neox since November 1, 2010.\n\nThe series revolves around the situations that happen in Coconut Museum, a museum of contemporary art. Jaime Walter becomes its new director, after failing as head of the MOMA in New York and in his love life. On arrival, he must deal with both the owner of the museum, Mrs. Coconut, and with their employees.","original_name":"Museo Coconut","vote_average":8.0,"name":"Museo Coconut","cert":"Unavailable","id":45430,"adult":"false","genre_ids":[35],"origin_country":["ES"]},{"first_air_date":"2010-07-15","cast":["Riisa Naka","Munetaka Aoki","Natsuki Harada","Mayumi Asaka","Narushi Ikeda"],"overview":"Haruko lands a job in a local tutoring establishment and upon showing up for work on the first day, she discovers that she will not be teaching Japanese people, but teaching people Japanese. Her students are all foreigners who live in Japan for several reasons, and she is faced with their many questions on the Japanese Language that she'd never really thought of before.","original_name":"日本人の知らない日本語","vote_average":0.0,"name":"The Japanese the Japanese Don't Know","cert":"Unavailable","id":45433,"adult":"false","genre_ids":[35],"origin_country":["JP"]},{"first_air_date":"2010-10-03","cast":["Hiroki Touchi","Ayumi Fujimura","Akimitsu Takase","Megumi Toyoguchi","Tokuyoshi Kawashima"],"overview":"Psychic Detective Yakumo is a novel by Manabu Kaminaga published in Nihon Bungeisha with illustrations by Katoh Akatsuki and later in Kadokawa Bunko with cover illustrations by Yasushi Suzuki. The book has been adapted into two manga series, an anime, a live-action drama series and a stage play.","original_name":"心霊探偵 八雲","vote_average":8.0,"name":"Psychic Detective Yakumo","cert":"Unavailable","id":45438,"adult":"false","genre_ids":[16,9648,10759,18],"origin_country":["JP"]},{"first_air_date":"2010-08-30","cast":[],"overview":"","original_name":"Rachs Restaurantschule","vote_average":0.0,"name":"Rachs Restaurantschule","cert":"Unavailable","id":45439,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2010-03-01","cast":["Kieran Bew"],"overview":"","original_name":"Rome Revealed","vote_average":0.0,"name":"Rome Revealed","cert":"Unavailable","id":45442,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2010-09-20","cast":["Paddy McGuinness","Rory McGrath"],"overview":"","original_name":"Rory and Paddy's Even Greater British Adventure","vote_average":0.0,"name":"Rory and Paddy's Even Greater British Adventure","cert":"Unavailable","id":45443,"adult":"false","genre_ids":[99,35],"origin_country":[]},{"first_air_date":"2010-10-20","cast":["Martin Buch"],"overview":"","original_name":"Rytteriet","vote_average":0.0,"name":"Rytteriet","cert":"Unavailable","id":45444,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":"2010-04-04","cast":["Bruno Garcia","Ney Latorraca","Marisa Orth","Fernanda de Freitas","Hugo Possolo"],"overview":"","original_name":"S.O.S. Emergência","vote_average":0.0,"name":"S.O.S. Emergência","cert":"Unavailable","id":45445,"adult":"false","genre_ids":[35],"origin_country":["BR"]},{"first_air_date":null,"cast":[],"overview":"To preserve the peaceful times of Paradise, the Astrostar must be cleansed by the Mamamega. This person is defended by her shrine maidens. Lilith has been selected to be a shrine maiden, and is given the task to select the other two. This goes awry when the young girl Rurubell wants to become one and others work from the shadows to sabotage both the cleansing and the coronation ceremony.","original_name":"女神天国 \/ Megami Tengoku","vote_average":0.0,"name":"Megami Paradise","cert":"Unavailable","id":45454,"adult":"false","genre_ids":[10765],"origin_country":["JP"]},{"first_air_date":"1976-03-01","cast":["John McEnery","Jane Seymour","Nicholas Jones","Leo McKern","Lesley Dunlop"],"overview":"Based on the Dickens novel, tells the story of a young man who's inherited fortune hangs on his marriage to a woman he's never met. But many have their eyes on his fortune and scheme to claim it; placing him in a poor situation where he must fight for this woman as a mere secretary.","original_name":"Our Mutual Friend","vote_average":0.0,"name":"Our Mutual Friend","cert":"Unavailable","id":45455,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Lloyd's Lunchbox is a series of short animations created by Gregory Ecklund for Spike and Mike's Sick and Twisted Festival of Animation. The episodes revolve around the title character Lloyd, a man who appears to be mentally ill and who often harms his body. In the first episode, he wears a green shirt with jeans, but in the other two, he appears nude. No dialogue exists, though Lloyd can be heard making noises.\n\nFootage of the episodes were used by Korn in their music video of the song Right Now.","original_name":"Lloyd's Lunchbox","vote_average":0.0,"name":"Lloyd's Lunchbox","cert":"Unavailable","id":45456,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"81st Annual Macy's Thanksgiving Day Parade","vote_average":0.0,"name":"81st Annual Macy's Thanksgiving Day Parade","cert":"Unavailable","id":45457,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Sex Warrior Pudding","vote_average":0.0,"name":"Sex Warrior Pudding","cert":"Unavailable","id":45458,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"America's Invisible Children","vote_average":0.0,"name":"America's Invisible Children","cert":"Unavailable","id":45459,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Waru","vote_average":0.0,"name":"Waru","cert":"Unavailable","id":45468,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Twin Angels is the English name given to a hentai anime series about twin sisters, and a boy who will determine the fate of the world.\n\nThe title has been published in English under two names, Twin Dolls by Soft Cel Pictures and Twin Angels by Anime18. The series is also known as Seijyuu Den \/ Inju Seisen. The Japanese original was published by Daiei Co., and created by Ohji Miyako. This title was one of the early popular titles in hentai that arrived in North America.","original_name":"Twin Angels","vote_average":5.0,"name":"Twin Angels","cert":"Unavailable","id":45469,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Blue Sonnet","vote_average":0.0,"name":"Blue Sonnet","cert":"Unavailable","id":45470,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":"1989-01-27","cast":[],"overview":"","original_name":"ＭＩＤＮＩＧＨＴ ＥＹＥ ゴクウ","vote_average":0.0,"name":"Goku Midnight Eye","cert":"Unavailable","id":45471,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":"2010-10-12","cast":["Takayuki Yamada","Kyôsuke Yabe","Hiromi Sakimoto"],"overview":"Drama series based on dark and violence manga by Manabe Shohei tells stories about loan shark named Ushijima and his debtors.","original_name":"闇金ウシジマくん","vote_average":0.0,"name":"Ushijima the Loan Shark","cert":"Unavailable","id":45472,"adult":"false","genre_ids":[18],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Shōjo Sect: Innocent Lovers","vote_average":0.0,"name":"Shōjo Sect: Innocent Lovers","cert":"Unavailable","id":45473,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-08-26","cast":["John Hannah","Suranne Jones","Julian Rhind-Tutt","Adrian Bower","Navin Chowdhry"],"overview":"Hannah plays DI Jack Cloth, who is called in to investigate an apparent series of serial killings alongside his new partner, DC Anne Oldman, described as a \"plucky, no-nonsense sidekick\". Playing with the cliches and conventions of British police dramas, subplots include Cloth dealing with visions of his dead wife and the bisexual DC Oldman coming to grips with her feelings for both her female fiancee and Cloth.","original_name":"A Touch of Cloth","vote_average":7.2,"name":"A Touch of Cloth","cert":"Unavailable","id":45482,"adult":"false","genre_ids":[35,80],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Assignment Discovery","vote_average":0.0,"name":"Assignment Discovery","cert":"Unavailable","id":45483,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2007-04-07","cast":[],"overview":"","original_name":"From the Top at Carnegie Hall","vote_average":0.0,"name":"From the Top at Carnegie Hall","cert":"Unavailable","id":45484,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1974-04-04","cast":[],"overview":"From deep within the Earth's surface, the Dinosaur Kingdom make their move to wipe out mankind and conquer the planet with their mechanical dinosaurs. After a prototype Getter Robo is shot down by a mechanical dinosaur, the Saotome Research Institute decides to use the real Getter Robo, which is combat-capable. Due to a lack of pilots in the institute, Ryo Nagare goes to his college to persuade martial artist Musashi Tomoe and outcast Hayato Jin to join him and pilot the Getter Machines to combat the new threat and protect mankind.","original_name":"ゲッターロボ","vote_average":0.0,"name":"Getter Robo","cert":"Unavailable","id":45485,"adult":"false","genre_ids":[10765,16,10759],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Where Was Spring? is a British television sketch comedy programme, which was first aired by the BBC in 1969-70.\n\nThe cast consisted of Eleanor Bron and John Fortune, two stalwarts of the British Satire scene in the 1960s. The show consisted of a series of two-handed sketches performed by Bron and Fortune, mostly playing married or romantic couples though often not seen romantically.\n\nThe sketches were performed in a television studio setting which reinforced the sophistication of the scripts.\n\nOne distinctive feature of the show's style were stylised photographs of both Bron and Fortune dressed as Graeco-Roman Gods, perhaps illustrative of the perfection or imperfection of classic male-female relationships.\n\nRecordings of the show are believed to have been wiped by the BBC as part of an economy measure.\n\nMany of the sketches were reproduced in the book Is Your Marriage Really Necessary? by Eleanor Bron and John Fortune.","original_name":"Where Was Spring?","vote_average":0.0,"name":"Where Was Spring?","cert":"Unavailable","id":45486,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"1986-10-31","cast":[],"overview":"Austrian miniseries.","original_name":"Mit meinen heißen Tränen","vote_average":0.0,"name":"Mit meinen heißen Tränen","cert":"Unavailable","id":45487,"adult":"false","genre_ids":[18],"origin_country":["AT"]},{"first_air_date":"2011-05-21","cast":[],"overview":"","original_name":"In Performance At The White House","vote_average":0.0,"name":"In Performance At The White House","cert":"Unavailable","id":45496,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2001-06-10","cast":[],"overview":"Picasso: Magic, Sex, & Death is a three-episode Channel 4 film documentary series on Pablo Picasso presented by the artist's friend and biographer John Richardson, and directed by Christopher Bruce or British art critic Waldemar Januszczak, who was also the series director. On-screen contributors include Picasso descendants such as Paloma Picasso, Bernard Ruiz-Picasso, Diana Widmaier-Picasso, Maya Picasso, and Claude Picasso; along with authorities such as Mary Ann Caws, Billy Klüver, Gérard Régnier, James Lord, Bernard Minoret, Robert Rosenblum, Linda Gasman, Marilyn McCully, David Gilmore and Gertje Utley; one former mistress; and one flirtation.","original_name":"Picasso: Magic, Sex & Death","vote_average":0.0,"name":"Picasso: Magic, Sex & Death","cert":"Unavailable","id":45497,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"BJ's Teddy Bear Club","vote_average":0.0,"name":"BJ's Teddy Bear Club","cert":"Unavailable","id":45498,"adult":"false","genre_ids":[],"origin_country":[]},{"cert":"Unavailable","cast":[],"id":45499,"first_air_date":null,"overview":"News @ 1 is the flagship afternoon newscast of People's Television Network in the Philippines. Shown every weekdays at 1:00 pm Philippine Standard Time, it is anchored by Sandro Hermoso, Princess Habibah Sarip and Kirby Cristobal. Former anchors Czarina Lusuegro and Ralf Rivas were reporters and news anchors from another Government-owned television station, IBC 13. However, Lusuegro and Rivas were replaced by newcomers Sandro Hermoso and Princess Habibah Sarip, just few weeks after its inception because of labor and contract issues. It was also the first time to have a Muslim newscaster on a national newscast in the Philippines in the name of Princess Habibah Sarip. The newscast is now simulcast on radio in all Radyo ng Bayan stations nationwide.\n\nOn January 13, 2013, the program has been extended to weekends via its spinoffs News @ 1: The Week that Was on Saturdays, and News @ 1: Junior Edition on Sundays. The Sunday edition uses English, instead of Filipino on delivering the news.","genre_ids":[],"origin_country":["PH"],"original_name":"News @ 1","vote_average":0.0,"name":"News @ 1","adult":"false"}]