[{"first_air_date":"2010-04-06","cast":["Nobuhiko Okamoto","Kanae Itou","Ayana Taketatsu","Yuka Iguchi","Satomi Satou"],"overview":"","original_name":"迷い猫オーバーラン!","vote_average":7.3,"name":"Stray Cat Overrun!","cert":"Unavailable","id":46000,"adult":"false","genre_ids":[16,35],"origin_country":["JP"]},{"first_air_date":"2011-01-03","cast":[],"overview":"","original_name":"Die Geissens – Eine schrecklich glamouröse Familie","vote_average":0.0,"name":"Die Geissens – Eine schrecklich glamouröse Familie","cert":"Unavailable","id":46001,"adult":"false","genre_ids":[10764],"origin_country":["DE"]},{"first_air_date":"2004-03-06","cast":["Ai Kago"],"overview":"","original_name":"Mini Moni's Brementown Musicians","vote_average":0.0,"name":"Mini Moni's Brementown Musicians","cert":"Unavailable","id":46008,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":"2008-10-04","cast":["Yôichi Nukumizu","Yuriko Yoshitaka","Ai Kago","Yûichi Haba","Yūrei Yanagi"],"overview":"","original_name":"トンスラ","vote_average":0.0,"name":"Tonsure","cert":"Unavailable","id":46009,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-04-16","cast":["Ivan Urgant"],"overview":"Evening show Ivan Urgant. Movies, sports, new gadgets, art. What is happening in the country and in the world? Actual characters discussing the day's events and new music.","original_name":"Вечерний Ургант","vote_average":8.3,"name":"Evening Urgant","cert":"Unavailable","id":46010,"adult":"false","genre_ids":[10767,35,10763],"origin_country":["RU"]},{"first_air_date":null,"cast":[],"overview":"Das aktuelle sportstudio is a German sport magazine on German broadcaster ZDF.\n\nThe sports magazine started on 14 August 1963.","original_name":"Das aktuelle sportstudio","vote_average":0.0,"name":"Das aktuelle sportstudio","cert":"Unavailable","id":46011,"adult":"false","genre_ids":[],"origin_country":["DE"]},{"first_air_date":"2012-04-23","cast":["Haruna Kawaguchi","Mokomichi Hayami","Alice Hirose","Shotaro Mamiya","Noriko Iriyama"],"overview":"A huge fan of the Hiroshima Carp baseball team, you the viewer become the story protagonist, Ryo Kirigamine, vice-president of the Young Detectives Club at Tokyo’s Koigakubo Academy. In the search for truth, each week the school club gets tangled in perplexing local crimes and mysteries, including murder!  Ryo is a self-avowed super detective, but tends to get lost in the maze of clues at critical junctures of a case. But never fear; there are plenty of people to come to get her back on track, including the biology teacher, Hiromi Ishizaki. Take part in an intricately-constructed, hardcore mystery every week.","original_name":"放課後はミステリーとともに","vote_average":0.0,"name":"After School is Mystery Time!","cert":"Unavailable","id":46012,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2008-11-24","cast":["Maksim Averin","Denis Rozhkov"],"overview":"","original_name":"Глухарь","vote_average":7.3,"name":"Глухарь","cert":"Unavailable","id":46013,"adult":"false","genre_ids":[35,10759,9648,80],"origin_country":["RU"]},{"first_air_date":"2008-12-28","cast":["Fyodor Dobronravov","Tatyana Kravchenko","Lyudmila Artemeva","Inna Korolyova","Daniil Belykh"],"overview":"Parents go on vacation, and daughter is left to the care of grandparents. Father's parents from a city, mother's parents from a village - and this means a hot opposition.","original_name":"Сваты","vote_average":6.0,"name":"The In-Laws","cert":"Unavailable","id":46014,"adult":"false","genre_ids":[10751,35],"origin_country":["UA"]},{"first_air_date":"2011-04-05","cast":["Andréa Beltrão","Fernanda Torres","Vladimir Brichta","Otávio Müller","Érico Brás"],"overview":"Tapas & Beijos is a Brazilian television comedy series. The series airs on the Globo Network and was created by Cláudio Paiva, directed by Maurício Farias and starring the actresses Fernanda Torres and Andréa Beltrão as Fatima and her friend Sueli respectively. The second season premiered on April 3, 2012.","original_name":"Tapas & Beijos","vote_average":8.0,"name":"Tapas & Beijos","cert":"Unavailable","id":46021,"adult":"false","genre_ids":[35],"origin_country":["BR"]},{"first_air_date":null,"cast":[],"overview":"Cama de Gato is a Brazilian soap opera broadcast by the Globo network.","original_name":"Cama de Gato","vote_average":0.0,"name":"Cama de Gato","cert":"Unavailable","id":46022,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-04-21","cast":[],"overview":"","original_name":"世にも奇妙な物語","vote_average":0.0,"name":"Tales of the Bizarre","cert":"Unavailable","id":46023,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Akai Meiro is a Japanese television series starring Ken Utsui, Momoe Yamaguchi, Yusaku Matsuda, and Ryoko Nakano. It was broadcast from 1974 to 1975 on the TBS channel. It was the first of the \"Akai\" series of television dramas.","original_name":"Akai Meiro","vote_average":0.0,"name":"Akai Meiro","cert":"Unavailable","id":46024,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2011-01-06","cast":[],"overview":"In the near future, a Japanese scientist engineers a powered exoskeleton called \"Infinite Stratos\" (IS). Possessing technology and combat capabilities surpassing those of any other arms system, the IS threatens to destabilize the world. Faced with such an overpowered weapon, the nations of the world enact the \"Alaska Treaty\", which states that IS shall never be used for militant combat, and that existing IS technology must be equally distributed to all nations, to prevent any one nation from dominating the others. The introduction of the IS does, however, have a major effect on society. As IS can only be operated by women, there is a shift in the power balance between men and women, where women now dominate society over men.\n\nTen years after the IS was initially introduced, the world has entered a new age of peace. The peace is shattered, however, by Ichika Orimura, a 15-year-old Japanese boy. In a coincidental run-in with a (hibernating) IS suit, it is revealed that he possesses the innate ability to operate an IS. Realizing the potential, the Japanese government forces the bewildered young man to attend the prestigious Infinite Stratos Academy, a multicultural academy where IS pilots from all over the world are trained. Thus, he starts a busy high school life surrounded by girls training to pilot IS.","original_name":"IS〈インフィニット・ストラトス〉","vote_average":6.4,"name":"Infinite Stratos","cert":"Unavailable","id":46025,"adult":"false","genre_ids":[10759,16,35],"origin_country":["JP"]},{"first_air_date":"2007-07-09","cast":[],"overview":"Ink Nijihara is a girl in high school. Unfortunately her crush Nao Tezuka barely recognizes her. To make matters worse, she is very short. Now Ink meets a talking duck and becomes a magical girl that teaches Nao english in disguise.","original_name":"Moetan","vote_average":7.5,"name":"Moetan","cert":"Unavailable","id":46026,"adult":"false","genre_ids":[16,35],"origin_country":[]},{"first_air_date":"2001-03-12","cast":["Sandy Leah","Guilherme Fontes","Rodrigo Santoro","Carolina Ferraz","Thais Fersoza"],"overview":"","original_name":"Estrela-Guia","vote_average":0.0,"name":"Estrela-Guia","cert":"Unavailable","id":46027,"adult":"false","genre_ids":[10766,18,10765],"origin_country":["BR"]},{"first_air_date":"2009-10-02","cast":["Haruka Tomatsu","Romi Park","Toru Okawa","Miyuki Sawashiro","Yuichi Nakamura"],"overview":"In a world where dead people turn into books and are stored in the Bantorra Library where anyone who reads a book can learn their past. Bantorra Library is maintained by Armed Librarians who wield psychic powers and their enemy is a religious society known as Sindeki Kyōdan.","original_name":"戦う司書 The Book of Bantorra","vote_average":0.0,"name":"The Book of Bantorra","cert":"Unavailable","id":46036,"adult":"false","genre_ids":[16,10765,10759],"origin_country":["JP"]},{"first_air_date":"2011-04-07","cast":["Eri Kitamura","Haruka Tomatsu","Haruka Tomatsu"],"overview":"Playing Soft Tennis is supposed to be the focus of the Shiratama Soft Tennis Team. And for some of the girls, like farm girl\/would-be champion Asuna, it mostly is. But when the team's worst player, Chitose, is also the team captain, could it be that the club is really more about hanging out and having a good time?\n\nTo be sure, aces Kurusu and exchange student Elizabeth, are great players. But they also seem more interested in cosplay and the team's dreamy adviser, while violence-prone Kotone might be more at home in a martial arts dojo.\n\nAnd it would certainly explain why they get into so many odd adventures involving things like giant bears, whales, and ghosts rather than playing!","original_name":"Softenni","vote_average":7.5,"name":"Softenni","cert":"Unavailable","id":46037,"adult":"false","genre_ids":[16,35],"origin_country":[]},{"first_air_date":"2012-04-05","cast":["Haruka Tomatsu"],"overview":"Natsuiro Kiseki is a Japanese anime television series produced by Sunrise and directed by Seiji Mizushima. The series aired on MBS between April and June 2012. A manga adaptation illustrated by Tatsuhiko was serialized in Square Enix's Young Gangan magazine between January 2012 and March 2013.","original_name":"夏色キセキ","vote_average":8.0,"name":"Natsuiro Kiseki","cert":"Unavailable","id":46040,"adult":"false","genre_ids":[16,35,10765],"origin_country":[]},{"first_air_date":"2012-10-02","cast":["Haruka Tomatsu","Atsumi Tanezaki","Tatsuhisa Suzuki","Tomoyuki Higuchi","Yuki Ono"],"overview":"Mizutani Shizuku finds peace in her studies.  Working hard to stay at the top of the class, alone but focused.  When she is tasked with delivering class materials to Yoshida Haru, her world starts to rapidly expand.  With some new friends and feelings, will she be able to stay focused on her studies?","original_name":"となりの怪物くん","vote_average":7.5,"name":"My Little Monster","cert":"Unavailable","id":46041,"adult":"false","genre_ids":[16,35,18],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Asadora Satsujin Jiken","vote_average":0.0,"name":"Asadora Satsujin Jiken","cert":"Unavailable","id":46042,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2008-06-06","cast":["Markus Lanz","Alfons Schuhbeck","Steffen Henssler","Alexander Herrmann"],"overview":"","original_name":"Lanz kocht!","vote_average":0.0,"name":"Lanz kocht!","cert":"Unavailable","id":46043,"adult":"false","genre_ids":[10767],"origin_country":["DE"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Honne biyori","vote_average":0.0,"name":"Honne biyori","cert":"Unavailable","id":46050,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"VIVA Top 100","vote_average":0.0,"name":"VIVA Top 100","cert":"Unavailable","id":46051,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-10-18","cast":["Ryoko Yonekura","Yuki Uchida","Kento Nagayama","Ken'ichi Endô","Ittoku Kishibe"],"overview":"Daimon Michiko is a 37-year-old freelance surgeon who is part of a questionable “doctor placement service” that has her wander from hospital to hospital. The harsh environment at the hospitals led many doctors to retire from their positions, forcing hospitals to make use of said program to fill the empty spots at least temporary. However, Michiko doesn’t look like a doctor at all with her flashy clothes and eccentric attitude. In the first episode she raises objections to a certain operation which is planned to be done by the head of a hospital who hasn’t performed an operation for a very long time. This causes Michiko to incur odium at the hospital, however, everyone becomes frozen when Michiko points out the outdated skills of the director. She also holds a scrupulous compliance when it comes to her working hours, never does any unnecessary chores that don’t require a medical license, and couldn’t care less about the power struggles within the hospitals. Nobody knows how she acquired such a top-level skill that allows her to claim exorbitant sums as reward, but her private life is an even greater mystery to everyone around her. Tanaka plays a rookie surgeon, Uchida an anesthetist, Kishibe the head of the placement service, and Ito the head of the surgical department of this institution.","original_name":"ドクターX ～外科医・大門未知子～","vote_average":8.5,"name":"Doctor-X: Surgeon Michiko Daimon","cert":"Unavailable","id":46052,"adult":"false","genre_ids":[18,9648],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Soko wo nanto ka","vote_average":0.0,"name":"Soko wo nanto ka","cert":"Unavailable","id":46053,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":"2012-03-25","cast":["Hitomi Kuroki","Toru Nakamura","Jun Kunimura","Takanori Jinnai","Yuika Motokariya"],"overview":"Journalist Kayama Seiji who is covering the war zone, gets shocking news that Shinozuka Yoshio, the criminal serving time for the murder of a young girl 12 years ago, is actually innocent. At that time, Kayama reported on that case. Convinced that Shinozuka was the criminal, Kayama had proceeded to write the news stories, but he is proved to be wrong after the passage of 12 years. Shinozuka's lawyer, Ishihara Yoko, holds a press conference where she criticises the sloppy investigation by the police and speaks of suing for the suffering during the 12 years that Shinozuka had lost. However, Shinozuka's daughter, Miho has mixed feelings for her father who is released from prison at this late stage.\n\nThe victim's older sister, Hiroko, also finds it difficult to accept this reality. The detective Asada Kunio watches the press conference with a grim look. He was the person who had put Shinozuka behind bars. Asada had sent an innocent man to jail as a criminal. Kayama had made him into a criminal and fanned public opinion. Now they have to start to face the fact that he was wrongly convicted.","original_name":"推定有罪","vote_average":0.0,"name":"Presumption of Guilt","cert":"Unavailable","id":46054,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Schwiegertochter gesucht","vote_average":0.0,"name":"Schwiegertochter gesucht","cert":"Unavailable","id":46055,"adult":"false","genre_ids":[10764],"origin_country":["DE"]},{"first_air_date":"2011-10-06","cast":["Joko Winterscheidt","Violetta Tarnowska Bronner","Klaas Heufer-Umlauf"],"overview":"","original_name":"neoParadise","vote_average":0.0,"name":"neoParadise","cert":"Unavailable","id":46064,"adult":"false","genre_ids":[35],"origin_country":["DE"]},{"first_air_date":"2013-01-06","cast":["Hitomi Harada","Asami Imai","Yu Kobayashi","Kaori Mizuhashi","Eri Kitamura"],"overview":"Senran Kagura: Ninja Flash\n\nThe Hanzo Academy is a prestigious prep school with a secret known only to a select few. Behind its walls is a training course for shinobi; trained spies and assassins that centuries ago had served the shoguns for their political and military needs. Today the tradition continues with five young female trainees with diverse personalities: the care-free Asuka, fierce yet perverted Katsuragi, the sweet and innocent Hibari, stoic and protective Yagyuu, and their mature, class representative, Ikaruga.\n\nSenran Kagura tells the story of these five girls and their secret journey to complete their shinobi training. The journey quickly becomes more complicated than they expect though when a darker, more sinister group of shinobi reveal themselves. Not only do they know of the girls at the Hanzo Academy, but they seem fully intent on and capable of proving themselves to be the superior, modern day shinobi.\n\nThrough honing their skills, harnessing the power of their secret scrolls to perform shinobi transformations, and working together as a team, Asuka and her friends must rise to meet this new challenge. Not just for the sake of their training, but for the everything the Hanzo Academy stands for.","original_name":"閃乱カグラ","vote_average":8.0,"name":"Senran Kagura","cert":"Unavailable","id":46065,"adult":"false","genre_ids":[10759,16,35],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Suzuran","vote_average":0.0,"name":"Suzuran","cert":"Unavailable","id":46066,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2010-09-27","cast":["Miori Takimoto"],"overview":"Teppan is a Japanese television drama that aired on NHK in 2010–2011. It was the 83rd Asadora. It starred a new actress, Miori Takimoto, in the role of a young woman raised by an adopted family in Onomichi who learns of her real grandmother and decides to move to Osaka to start an okonomiyaki restaurant. The title word \"teppan\" refers to the metal surface on which okonomiyaki are cooked. The series, while interrupted by the Tohoku Earthquake, averaged a 17.2% rating, making it the fourth most popular of the Asadora dramas in the previous five years.","original_name":"てっぱん","vote_average":0.0,"name":"Teppan","cert":"Unavailable","id":46067,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":"2012-03-12","cast":["Svetlana Khodchenkova","Anna Slyusareva","Kirill Safonov","Alisa Khazanova","Kseniya Gromova"],"overview":"«Кра́ткий курс счастли́вой жи́зни» — российский шестнадцатисерийный фильм режиссёра Валерии Гай Германики. Премьера состоялась на Первом канале 12 марта 2012 года.","original_name":"Brief Course of Happy Life","vote_average":0.0,"name":"Brief Course of Happy Life","cert":"Unavailable","id":46068,"adult":"false","genre_ids":[18],"origin_country":["RU"]},{"first_air_date":"2012-10-08","cast":["Miori Takimoto","Aya Hirayama","Kensei Mikami","Kumiko Shiratori","Naomi Zaizen"],"overview":"Perfect Blue is an upcoming Japanese television drama series. It is based on the novel Perfect Blue by Miyuki Miyabe. It will debut on 8 October 2012. The theme song of the series will be sung by Kou Shibasaki.","original_name":"パーフェクト・ブルー","vote_average":0.0,"name":"パーフェクト・ブルー","cert":"Unavailable","id":46069,"adult":"false","genre_ids":[80],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"«След» — российский криминальный телесериал, рассказывающий о сотрудниках вымышленной организации — Федеральной экспертной службы.\n\nТранслировался на Первом канале с 3 сентября 2007 года по 25 августа 2011 года с понедельника по четверг в 18:20. По словам продюсера, Александра Левина, идея создания сериала принадлежала Константину Эрнсту. С 5 сентября 2011 года транслируется на Пятом канале; при этом сериал сохранил свою популярность: с его показом связывается рост рейтинга самого канала. На Украине трансляцией сериала занимается телеканал «Украина».\n\nЗавершение сериала не планируется, пока он остаётся рейтинговым. На данный момент он является одним из самых длинных в мире — более 860 серий.","original_name":"Sled","vote_average":0.0,"name":"Sled","cert":"Unavailable","id":46070,"adult":"false","genre_ids":[18,9648],"origin_country":["RU"]},{"first_air_date":null,"cast":[],"overview":"«Жди меня» — телепрограмма, ток-шоу и в то же время национальная служба поиска людей. Ведущие — Игорь Кваша, Михаил Ефремов, Мария Шукшина. В разное время, заменяя постоянных ведущих, вели Александр Домогаров, Чулпан Хаматова, Сергей Никоненко.","original_name":"Wait for Me","vote_average":0.0,"name":"Wait for Me","cert":"Unavailable","id":46079,"adult":"false","genre_ids":[],"origin_country":["RU","BY","UA","MD","KZ","AM"]},{"first_air_date":"2009-01-07","cast":["Barbara Sarantseva","Boris Kutnevich"],"overview":"Masha is an energetic three-year-old who can’t seem to keep herself out of trouble. Bear is a warm, fatherly figure that does his best to guide his friend and keep her from harm, often ending up the unintended victim of her misadventures.","original_name":"Ма́ша и Медве́дь","vote_average":6.1,"name":"Masha and the Bear","cert":"U","id":46080,"adult":"false","genre_ids":[16,10751,10762],"origin_country":["RU"]},{"first_air_date":"2009-07-09","cast":["Meisa Kuroki","Tsuyoshi Kusanagi","Ken Matsudaira","Shunji Igarashi","Jutta Yuki"],"overview":"Hikoichi is the boss of a yakuza family, \"Tsubasa-kai\". One day he receives a sudden order from the main branch of his family...only to become a helper at a senior care home. Regardless of this unbearable order, he reluctantly obeys to keep his chance of becoming an executive in the future. But he soon finds out that he was not the only yakuza working there. The yakuza helpers soon realize that the senior care home is full of flaws; the yakuzas confront a female president of the care house.","original_name":"任侠ヘルパー","vote_average":6.0,"name":"Care Worker Gang","cert":"Unavailable","id":46081,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":"2012-04-16","cast":["Satoshi Ohno","Erika Toda","Koichi Sato"],"overview":"Enomoto Kei is a security \"otaku\" working for a security firm, devoted to improving the securities system on a daily basis. He is not an easy person to familiarize oneself with, always collected and calm, unapproachable, a maniac in Physics, Science, Architecture and profound in other basic theoretical foundation. He is certain and proud of the fact that there is no key which he cannot unlock. \n\nOne day, Kei is asked to help reveal a mystery behind a locked room murderer. While he lacks any interest in solving the mystery, he is inevitably intrigued by the term, \"Closed Doors\" and decides to take on the position. He works side by side with Aoto Junko and Serizawa Gou, who are lawyers working at a major law firm. Junko is pure and forward, acting upon her instincts while Serizawa is a prideful elitist who sees time as money, and therefore, will not take on any job that is unprofitable.\n\nPossessing a vast amount of knowledge and acute insightfulness, Kei is able to unlock the closed doors and unravel the secrets leading to the solution. Never before has there been a drama focused solely on closed doors.","original_name":"鍵のかかった部屋","vote_average":7.0,"name":"The Locked Room Murders","cert":"Unavailable","id":46084,"adult":"false","genre_ids":[18],"origin_country":["JP"]},{"first_air_date":"2012-07-05","cast":["Yu Yamada","Nobuaki Kaneko","Masanobu Katsumura"],"overview":"","original_name":"VISION　殺しが見える女","vote_average":0.0,"name":"Vision - The Woman Who Can See Murder","cert":"Unavailable","id":46085,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":"2010-07-09","cast":["Takanori Jinnai","Eri Watanabe","Yu Yamada","Muga Tsukaji","Kôtarô Koizumi"],"overview":"\"Gakeppuchi no Eri\" describes the turbulent life of Eriko (Yamada), who has been extremely poor since childhood, due to the debt left by her parents. Despite constant misfortune, she aims to achieve happiness and money by moving to Tokyo to pursue life as a manga artist. --Tokyograph","original_name":"崖っぷちのエリー～この世でいちばん大事な“カネ”の話","vote_average":0.0,"name":"Gakeppuchi no Eri - Kono yo de ichiban daiji na 'Kane' no hanashi","cert":"Unavailable","id":46086,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-07-06","cast":["Yuichi Nakamura"],"overview":"Love, Elections & Chocolate, is a Japanese adult visual novel developed by Sprite, and it was released in Japan on October 29, 2010 for Windows PCs. The gameplay in Love, Elections & Chocolate follows a branching plot line, which offers pre-determined scenarios with courses of interaction, and focuses on the appeal of the five female main characters by the player character. There have been two manga adaptations based on the game: one each serialized in ASCII Media Works' Dengeki G's Magazine and Dengeki Daioh. A 12-episode anime TV series adaptation produced by AIC Build and directed by Tōru Kitahata aired between July and September 2012. An additional episode was released on the series' final Blu-ray Disc and DVD volume in March 2013.","original_name":"恋と選挙とチョコレート","vote_average":8.0,"name":"恋と選挙とチョコレート","cert":"Unavailable","id":46093,"adult":"false","genre_ids":[16,18],"origin_country":["JP"]},{"first_air_date":"2011-04-27","cast":["Saki Aibu","Mokomichi Hayami","Ryo Katsuji","Maki Nishiyama","Ryo Ryusei"],"overview":"After a failed relationship, Nobuko puts her all into dieting and finds success. She begins to work for her favorite fashion magazine, and just when her new life is falling into place she meets Taiichi, a handsome patissier. However, when Nobuko eats cakes, she can't stop - moreover, if she gains weight, she'll be fired. In the end, will Nobuko rebound...?","original_name":"リバウンド","vote_average":0.0,"name":"Rebound","cert":"Unavailable","id":46094,"adult":"false","genre_ids":[35],"origin_country":["JP"]},{"first_air_date":"2011-07-03","cast":[],"overview":"With dreams of becoming a composer and someday writing a song for her favorite idol, Haruka enters the Saotome Academy, a prestigious performing arts school. If successful there, she’ll be able to join the Shining Agency after graduation. However, it won’t be so easy when Haruka is already surrounded by potential idols and composers. On top of that, her homeroom teacher is a current idol, the headmaster was a record-breaking singer, and the academy itself is a chaotic place where anything can happen. Which prince of song will be paired up with Haruka?! Uta no Prince Sama is an exciting, coming-of-age romantic comedy that will be like sweet music to your eyes and ears!","original_name":"うたの☆プリンスさまっ♪","vote_average":7.3,"name":"Uta no Prince-sama","cert":"Unavailable","id":46095,"adult":"false","genre_ids":[16,35],"origin_country":["JP"]},{"first_air_date":"2010-01-26","cast":["Nana Eikura","Naohito Fujiki","Jun Kaname","Anne Watanabe","Yasunori Danta"],"overview":"Tsunoda Miki is a graduate of a second-rate university who manages to find a job at a top-notch company. But after a minor mistake, she becomes the subject of serious bullying by her superiors and other co-workers. Ultimately, she chooses to endure the harassment, not wanting to simply run away from it. --Tokyograph","original_name":"泣かないと決めた日","vote_average":0.0,"name":"Don't Cry Anymore","cert":"Unavailable","id":46096,"adult":"false","genre_ids":[18],"origin_country":["JP"]},{"first_air_date":"2010-04-09","cast":["Akiyoshi Nakao","Koji Yamamoto","Kou Shibasaki","Koichi Sato","Seishirou Katou"],"overview":"Wagaya no Rekishi is a Japanese three-part television mini-series, shown on Fuji TV from April 9, 2010 to April 11, 2010 to celebrate its 50th Anniversary. The show was known for its star-studded cast.","original_name":"わが家の歴史","vote_average":7.5,"name":"The History of Our Family","cert":"Unavailable","id":46097,"adult":"false","genre_ids":[35,10751],"origin_country":["JP"]},{"first_air_date":"2009-04-03","cast":[],"overview":"Ukrayina maye talant is a Ukrainian reality television series on the STB television network, and part of the global British Got Talent series. It is a talent show that features singers, dancers, sketch artists, comedians and other performers of all ages competing for the advertised top prize of 1,000,000 Ukrainian hryvnia. The show debuted in April 2009. The three judges Vladyslav Yama, Slava Frolova and Ihor Kondratyk join host Oksana Marchenko. The show is now on hiatus, preparing for the fifth season in 2013.","original_name":"Ukrayina maye talant","vote_average":10.0,"name":"Ukrayina maye talant","cert":"Unavailable","id":46098,"adult":"false","genre_ids":[10767,10764],"origin_country":["US","UA"]},{"first_air_date":"2010-11-03","cast":["Yukie Nakama","Tsuyoshi Kusanagi"],"overview":"99 Years of Love 〜Japanese Americans〜 is a Japanese, 5-episode miniseries produced by TBS for its 60th anniversary, starring Tsuyoshi Kusanagi and Yukie Nakama, and sponsored by Toyota and Panasonic. It tells the story of a family of Japanese immigrants who moved to America 99 years ago. When the Second World War breaks out, the family encounters racism and segregation. The two daughters, who were sent back to Japan, experience the suffering from the Japanese side of the war.","original_name":"99年の愛 〜JAPANESE AMERICANS〜","vote_average":0.0,"name":"Japanese Americans","cert":"Unavailable","id":46107,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":"2012-07-08","cast":["Eiko Koike","Osamu Mukai","Machiko Ono","Saburo Tokito","Jiro Sato"],"overview":"","original_name":"サマーレスキュー","vote_average":0.0,"name":"Summer Rescue","cert":"Unavailable","id":46108,"adult":"false","genre_ids":[18],"origin_country":["JP"]},{"first_air_date":"2012-01-27","cast":["Yudai Chiba","Kanata Hongo","Mai Nakahara","Hajime Okayama","Hijiri Kojima"],"overview":"","original_name":"白戸修の事件簿","vote_average":0.0,"name":"白戸修の事件簿","cert":"Unavailable","id":46109,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Welcome to the Show","vote_average":0.0,"name":"Welcome to the Show","cert":"Unavailable","id":46110,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Big Wide World of Carl Laemke","vote_average":0.0,"name":"The Big Wide World of Carl Laemke","cert":"Unavailable","id":46111,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2007-06-09","cast":["Ina Müller"],"overview":"","original_name":"Inas Nacht","vote_average":9.0,"name":"Inas Nacht","cert":"Unavailable","id":46112,"adult":"false","genre_ids":[10767],"origin_country":["DE"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"A Próxima Vítima","vote_average":0.0,"name":"A Próxima Vítima","cert":"Unavailable","id":46121,"adult":"false","genre_ids":[],"origin_country":["BR"]},{"first_air_date":"1989-02-13","cast":["Edson Celulari","Giulia Gam","Tato Gabus","Tereza Raquel","Antônio Abujamra"],"overview":"Que Rei Sou Eu? é uma telenovela brasileira do gênero capa e espada produzida pela Rede Globo e exibida no horário das 19 horas, entre 13 de fevereiro e 15 de setembro de 1989, em 185 capítulos.\n\nFoi escrita por Cassiano Gabus Mendes e Luís Carlos Fusco e dirigida por Jorge Fernando, Lucas Bueno e Mário Márcio Bandarra.\n\nContou com Edson Celulari e Giulia Gam como protagonistas Natália do Vale, Daniel Filho, Marieta Severo, Cláudia Abreu, Stênio Garcia, Ítala Nandi, Edney Giovenazzi, Aracy Balabanian, Ísis de Oliveira, Paulo César Grande, Carla Daniel, Marcelo Picchi, Cristina Prochaska e Gianfrancesco Guarnieri como co-protagonistas Tato Gabus Mendes, Jorge Dória, Antônio Abujamra, Tereza Rachel, Carlos Augusto Strazzer, Oswaldo Loureiro, John Herbert, Laerte Morrone e Vera Holtz como antagonistas principais da trama.\n\nFoi reapresentada pelo Canal Viva, de 7 de maio de 2012 à 18 de Janeiro de 2013 em 185 capítulos, substituindo Roque Santeiro e sendo substituída por Rainha da Sucata.","original_name":"Que Rei Sou Eu?","vote_average":0.0,"name":"Que Rei Sou Eu?","cert":"Unavailable","id":46122,"adult":"false","genre_ids":[10766,18],"origin_country":["BR"]},{"first_air_date":"2006-10-16","cast":["Thiago Fragoso","Paolla Oliveira","Carol Castro","Dalton Vigh","Fernanda Souza"],"overview":"O Profeta is a Brazilian soap opera that was produced and aired by TV Globo between October 16, 2006 and May 11, 2007, and totaled 178 chapters.\n\nThiago Fragoso and Paola Oliveira as the protagonists of the plot, Fernanda Souza, Rodrigo Phavanello, Juliana Didone and Daniel Ávila and co-starring Carol Castro, Dalton Vigh, Samara Felippo, Nívea Maria and Malvino Salvador as antagonists.","original_name":"O Profeta","vote_average":5.0,"name":"O Profeta","cert":"Unavailable","id":46125,"adult":"false","genre_ids":[10766,10751],"origin_country":["BR"]},{"first_air_date":"2012-10-22","cast":["Fernanda Paes Leme","Carolina Dieckmann","Rodrigo Lombardi","Giovanna Antonelli","Cláudia Raia"],"overview":"A moving tale of courage and resilience in the struggle for freedom – this is the role that life has cast for headstrong Morena in Brave Woman. Raised in a poor neighborhood in the outskirts of Rio de Janeiro, this tough and humble woman will spare no effort to protect her family and gain her independence.\n\n","original_name":"Salve Jorge","vote_average":0.0,"name":"Brave Woman","cert":"Unavailable","id":46126,"adult":"false","genre_ids":[18,10749,10766],"origin_country":["BR"]},{"first_air_date":"2012-07-03","cast":["Hitomi Kuroki","Yu Shirota","Akira"],"overview":"Through the introduction of his friend Danma Ryuji, Onizuka Eikichi, the former legendary bike gang member, visits Meishu Academy to tend to the trees in the garden as a part-time gardener. Learning that Yoshikawa Noboru, a student in teacher Fuyutsuki Azusa’s class is being bullied by Uehara Kyoko and other classmates, Onizuka befriends and saves Yoshikawa. Seeing Onizuka’s unprecedented but visceral, powerful response to problem solving, the school’s president and principal, Sakurai Yoshiko, overrides resistance from her vice principal Uchiyamada Hiroshi and makes Onizuka a teacher. Onizuka goes on to tackle many issues as the teacher in charge of the most problematic class, Class 2-4. ","original_name":"GTO","vote_average":7.5,"name":"GTO","cert":"Unavailable","id":46127,"adult":"false","genre_ids":[18],"origin_country":["JP"]},{"first_air_date":"2009-02-01","cast":["Eri Kitamura","Eri Kitamura"],"overview":"Fresh Pretty Cure! is a Japanese anime series and the sixth Pretty Cure installment by Izumi Todo. Produced by Toei Animation, the series was directed by Junji Shimizu and written by Atsushi Maekawa. Character designs were created by Hisashi Kagawa, who previously designed the characters in the anime Saikano, and Kamikaze Kaitou Jeanne. The series aired on TV Asahi's ANN network between February 1, 2009 and January 31, 2010, replacing Yes! PreCure 5 Go Go! in its initial time slot, and was succeeded by HeartCatch PreCure!. This is the first Pretty Cure series to extend the target-audience demographic beyond young girls, as well as the first to introduce CG-animated end credits focused on dance routines.\n\nThe series's main themes involve traditional playing-card suits, fruits and clovers; these symbols are associated with the cures, magical devices and attacks used by the series' characters.","original_name":"フレッシュプリキュア！","vote_average":8.0,"name":"Fresh Pretty Cure!","cert":"Unavailable","id":46128,"adult":"false","genre_ids":[10759,16],"origin_country":["JP"]},{"first_air_date":null,"cast":["Tsuyoshi Ihara","Yoshino Kimura","Munetaka Aoki"],"overview":"Midori is a married woman with a happy home life, a child, and a job as a speech therapist. One day, Midori is diagnosed with liver cancer and finds herself face to face with her first love; a man whose betrayal had left her deeply scarred. They are forced to put their past aside and work together to save her life.","original_name":"Hatsukoi","vote_average":0.0,"name":"Hatsukoi","cert":"Unavailable","id":46135,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-10-23","cast":["Kana Kurashina","Shigeaki Kato","Akiko Kikuchi","Maho Nonami","Muga Tsukaji"],"overview":"The story is about the daily life of a 30-year-old new wife, Hana, who cooks “Zubora Meshi”, while her husband is on a job transfer away from home. ”Zubora-Meshi” is the corner-cutting and easy cooking people usually cook only for themselves to eat.","original_name":"花のズボラ飯","vote_average":10.0,"name":"花のズボラ飯","cert":"Unavailable","id":46136,"adult":"false","genre_ids":[18],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"RUN60","vote_average":0.0,"name":"RUN60","cert":"Unavailable","id":46137,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Four Sisters of Kanoh Family","vote_average":0.0,"name":"Four Sisters of Kanoh Family","cert":"Unavailable","id":46138,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-07-07","cast":["Yukie Nakama","Ikki Sawamura","Mirai Shida","Yuma Kimino","Katsuhisa Namase"],"overview":"","original_name":"ゴーストママ捜査線～僕とママの不思議な100日～","vote_average":0.0,"name":"Ghost Mama Investigation ","cert":"Unavailable","id":46139,"adult":"false","genre_ids":[10751,35],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Omo ni Naitemasu","vote_average":0.0,"name":"Omo ni Naitemasu","cert":"Unavailable","id":46140,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Hebe","vote_average":0.0,"name":"Hebe","cert":"Unavailable","id":46147,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"América Celebra a Chespirito","vote_average":0.0,"name":"América Celebra a Chespirito","cert":"Unavailable","id":46148,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Tancyuyut Vsi! is a television program which airs on the Ukrainian channel STB and is based on the format of the American series So You Think You Can Dance. The series, hosted by Lily Rebryk and Dmitry Tankovych, first premiered in September 2008 and has since aired five seasons. The winner of the competition receives between ₴150,000 and ₴250,000 and occasionally further prizes.","original_name":"Everybody Dance!","vote_average":0.0,"name":"Everybody Dance!","cert":"Unavailable","id":46149,"adult":"false","genre_ids":[],"origin_country":["UA"]},{"first_air_date":"2012-05-21","cast":["Ana Victória Zimmermann","Aysha Benelli","Guilherme Seta","Rosanne Mulholland","Fernanda Concon"],"overview":"Carrossel is a children's telenovela created by Abel Santa Cruz and written by Íris Abravanel, originally transmitted on SBT from May 21, 2012 to present. It is a Brazilian remake of the Mexican telenovela Carrusel, which in turn had been inspired by the Argentinean telenovela Jacinta Pichimahuida, la Maestra que no se Olvida.\n\nIn a short time the display was a telenovela phenomenon of hearing canal causing quite successful among the children public yielding several CDs, DVDs, toys and other products in less than a year. including we have made several spin-offs based on it, including a cartoon series and television sitcom.","original_name":"Carrossel","vote_average":0.0,"name":"Carrossel","cert":"Unavailable","id":46150,"adult":"false","genre_ids":[12,18,35,10751],"origin_country":["BR"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Songs of Betrayal","vote_average":0.0,"name":"Songs of Betrayal","cert":"Unavailable","id":46151,"adult":"false","genre_ids":[18],"origin_country":["BR"]},{"first_air_date":"2011-06-29","cast":["Danilo Gentili","Marcelo Mansfield"],"overview":"Agora é Tarde is a Brazilian late-night talk show produced by Eyeworks and broadcast by Rede Bandeirantes since 2011. The show is hosted by Danilo Gentili and is the second most successful show by Bandeirantes.","original_name":"Agora É Tarde","vote_average":7.0,"name":"Agora É Tarde","cert":"Unavailable","id":46152,"adult":"false","genre_ids":[],"origin_country":["BR"]},{"first_air_date":"1988-05-16","cast":["Regina Duarte","Glória Pires","Beatriz Segall","Antônio Fagundes","Carlos Alberto Riccelli"],"overview":"Fátima Accioly is a young, callous woman who wants to be rich and successful at any price. After selling her family's house in the country, she heads to Rio and gets to know dress man César who is unscrupulous himself. Meanwhile, her mother Raquel stays behind without home and money, but finally tries to find her daughter in the big city. Both women come in contact with the rich Roitman family which changes their lives forever.","original_name":"Vale Tudo","vote_average":10.0,"name":"Vale Tudo","cert":"Unavailable","id":46161,"adult":"false","genre_ids":[18,10766],"origin_country":["BR"]},{"first_air_date":"2012-06-18","cast":["Antônio Fagundes","Vanessa Giácomo","Leona Cavalli","Laura Cardoso","José Wilker"],"overview":"Naïve and provocative Gabriela is a raggedy migrant worker who arrives in town to mesmerize all with her playful and simple, yet raw sensuality. Set in 1925, the story unravels in Ilhéus, a quiet northeastern coastal city thriving with cocoa crops and aspirations for progress, even though the traditional ways still rule. ","original_name":"Gabriela","vote_average":8.5,"name":"Gabriela","cert":"Unavailable","id":46162,"adult":"false","genre_ids":[35,18,10766],"origin_country":["BR"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Discovering the Real World of Harry Potter","vote_average":8.0,"name":"Discovering the Real World of Harry Potter","cert":"Unavailable","id":46163,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Kulturzeit","vote_average":0.0,"name":"Kulturzeit","cert":"Unavailable","id":46164,"adult":"false","genre_ids":[],"origin_country":["DE"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Trintignant l'italien","vote_average":0.0,"name":"Trintignant l'italien","cert":"Unavailable","id":46165,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Yakapa","vote_average":0.0,"name":"Yakapa","cert":"Unavailable","id":46174,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"L'Or à l'appel","vote_average":0.0,"name":"L'Or à l'appel","cert":"Unavailable","id":46175,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Drôle de jeu","vote_average":0.0,"name":"Drôle de jeu","cert":"Unavailable","id":46176,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Le Bigdil","vote_average":0.0,"name":"Le Bigdil","cert":"Unavailable","id":46177,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-01-02","cast":["Val Marchiori","Narcisa Tamborindeguy","Débora Rodrigues","Lydia Sayeg","Brunete Fraccaroli"],"overview":"Mulheres Ricas is a Brazilian reality television series that airs on the Band television network. It premiered on January 2, 2012.","original_name":"Mulheres Ricas","vote_average":0.0,"name":"Mulheres Ricas","cert":"Unavailable","id":46178,"adult":"false","genre_ids":[10764],"origin_country":["BR"]},{"first_air_date":"2007-10-12","cast":["Eri Kitamura","Yuri Amano","Yuuichi Ishigami","Tomokazu Sugita","Yoko Soumi"],"overview":"* Based on the seinen manga by Watashiya Kaworu, serialised in Comic High!. Not related to the other Kodomo no Jikan (18 Restricted) by Goto Akira!\n\nIt's the cute ones you've got to watch out for...\n\n23-year-old school teacher Aoki Daisuke has a huge problem. One of his precocious 3rd grade students, Kokonoe Rin, has the hots for him! Indeed, the mischievous Rin has proclaimed herself to be Daisuke-sensei's girlfriend and is now on the warpath to win him over or get him fired... whichever comes first! And that is not the end of Daisuke's problems, though; he also has to find out what happened to Usa Mimi, a friend of Rin's who has yet to attend school.\n\nNote: The DVD content differs from the DTV content in terms of censoring. DTV content has audio bleeps and\/or video boxes for censoring in multiple sections of each episode, while DVD content is uncensored.","original_name":"こどものじかん","vote_average":9.3,"name":"Kodomo no Jikan","cert":"Unavailable","id":46179,"adult":"false","genre_ids":[16,35,18],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Amor Eterno Amor is a Brazilian telenovela produced by Rede Globo and exhibited in the schedule of 18 hours. Written by Elizabeth Jhin and directed by Roberta Richards, Fábio Strazzer, Luciana Oliveira Paulo Ghelli, Pedro Vasconcelos and Rogério Gomes, it was released on March 5, 2012, ending on September, 7 of the same year, replacing A Vida da Gente.","original_name":"Love, Eternal Love","vote_average":0.0,"name":"Love, Eternal Love","cert":"Unavailable","id":46180,"adult":"false","genre_ids":[],"origin_country":["BR"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Avant-premières","vote_average":0.0,"name":"Avant-premières","cert":"Unavailable","id":46187,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Vivement dimanche","vote_average":0.0,"name":"Vivement dimanche","cert":"Unavailable","id":46188,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Pai Herói","vote_average":0.0,"name":"Pai Herói","cert":"Unavailable","id":46189,"adult":"false","genre_ids":[],"origin_country":["BR"]},{"first_air_date":null,"cast":[],"overview":"Hometown Jamboree was an American country music radio and television show broadcast each Saturday night by KXLA radio, Pasadena, California and KTLA-TV, Los Angeles, California beginning in 1949. The show was hosted by Cliffie Stone and first held at the American Legion Stadium in El Monte, California, and later at the Harmony Park Ballroom in Anaheim, California. The show was the springboard for many of country music's premier musicians including Tennessee Ernie Ford, Billy Strange, Zane Ashton, Speedy West, and a host of others.\n\nHometown Jamboree premiered as a weekly TV broadcast in December 1949 over KCOP-TV in Pasadena; in 1953 it moved to KTLA-TV, where it ran until its cancellation in 1959.","original_name":"Hometown Jamboree","vote_average":0.0,"name":"Hometown Jamboree","cert":"Unavailable","id":46190,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Town Hall Party was an American country music radio and television show broadcast over KXLA-AM, Pasadena, California, KFI-AM, Los Angeles, California, and KTTV-TV. The first radio broadcast was in the autumn of 1951.\n\nPromoter William B. Wagnon, Jr., had been booking such acts as Bob Wills and His Texas Playboys in ballrooms between Bakersfield and Sacramento for several years when he decided to extend his operations to Los Angeles. Bert \"Foreman\" Phillips had been promoting country and Western barn dance programs at the old Town Hall building, situated at 400 South Long Beach Boulevard in Compton, near Long Beach. Wagnon acquired Phillips' lease and commenced promoting a combined dance-and-show, featuring any and all country & western recording artists working in the area and available on Saturday nights. An estimated 3,000 patrons could be accommodated in the Town Hall Ballroom. Wagnon instructed the performers to play only music which could be danced to, and to keep individual songs short and plentiful, in order to satisfy everyone's tastes.","original_name":"Town Hall Party","vote_average":0.0,"name":"Town Hall Party","cert":"Unavailable","id":46191,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Cal's Corral","vote_average":0.0,"name":"Cal's Corral","cert":"Unavailable","id":46192,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Night Talk","vote_average":0.0,"name":"Night Talk","cert":"Unavailable","id":46193,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2011-10-17","cast":["Karina","Ayame Gouriki","Yuriko Yoshitaka","Yuko Oshima","Kei Tanaka"],"overview":"More than half of women in their 20's to 30's admit to \"currently lacking a boyfriend.\" Men, love, sex, work, marriage... All the issues women face today are revealed in truth through this generation, an \"ice age of love.\"\n\n\"The reason I can't find my love\" highlights the lives of three women, Fujii Emi, Ogura Saki and Hanzawa Mako. Emi works for a lighting company as a lighting technician, where she is surrounded by men due to the nature of the profession. She has a straight-forward and generous personality, but is unconcerned about general feminine interests such as fashion. She is often treated like another man by her boss and colleagues, and feels that being in love is tiresome. However, she cannot forget about her ex-boyfriend and hopes to someday fall truly in love. Saki is prideful and determined, but fails in landing a desirable job. As a result, she starts to work at a bar as a hostess, keeping the fact a secret from her parents. Mako is the youngest of all, having attended the same high school following Emi and Saki. She is earnest and responsible, but on the other hand, rather clumsy and afraid of taking chances on a romantic relationship. The three women end up living under the same roof by coincidence, and it is there that they share each other's experiences, bitter or sweet, desperately struggling with their love life. A life-sized unconventional love story ever to air on Fuji TV's prime 9 Monday drama slot! -- Fuji TV","original_name":"私が恋愛できない理由","vote_average":8.0,"name":"The Reason I Can't Find My Love","cert":"Unavailable","id":46194,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":"2009-07-03","cast":["Hiroshi Kamiya","Kana Hanazawa","Miyuki Sawashiro","Yui Horie","Chiwa Saito"],"overview":"The Monogatari Series revolves around on Koyomi Araragi, a third-year high school student who survived a vampire attack, and finds himself helping some girls involved with all kinds of apparitions, deities, ghosts, mythological beasts, and spirits.","original_name":"化物語","vote_average":7.6,"name":"Monogatari","cert":"Unavailable","id":46195,"adult":"false","genre_ids":[16,35,18,14],"origin_country":["JP"]},{"first_air_date":"2012-03-14","cast":[],"overview":"","original_name":"Monster Man","vote_average":0.0,"name":"Monster Man","cert":"Unavailable","id":46200,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2006-07-07","cast":["Lola Marceli","Raúl Peña","Javier Albalá","Amaia Salamanca","María Castro"],"overview":"It tells the story of a group of upper-class teenagers whose life changes abruptly after the arrival of edu, a young neighborhood. The contrast between the two worlds, along with romantic relationships group of teenagers, make up the fabric of a youthful series that adds a new element to the genre: a plot of thriller, linked to a murder mystery in which they are involved three of the protagonists. Throughout the chapters, the public will contemplate the birth of a music group, crime investigation, an impossible romance and, ultimately, the transformation of the life of a gang of teenagers, aged 16, began to show itself to the life.","original_name":"SMS: Sin miedo a soñar","vote_average":0.0,"name":"SMS: Unafraid to Dream","cert":"Unavailable","id":46201,"adult":"false","genre_ids":[35],"origin_country":["ES"]},{"first_air_date":"2012-04-14","cast":["Masaki Aiba","Naohito Fujiki","Tadayoshi Okura","Aya Omasa","Matsuko Deluxe"],"overview":"Yoshitaro Katayama (Masaki Aiba) became a police detective after having followed the will of his father who had been known as a great detective. However, Yoshitaro can never step into murder scenes because he faints whenever he sees blood, and criminals are able to easily slip away because he is afraid of heights. He also has phobias of women and ghosts. Moreover, he hates to doubt people more than anything, so he happens to believe whatever people say. Thus, Yoshitaro has tried, in vain, to quit his job a number of times in the past, but his brother Hiroshi (Naohito Fujiki), who loves mystery novels, and his super active sister Harumi (Aya Omasa) always manage to convince him to remain as a detective.\n\nOne day, hopeless Yoshitaro finds a calico cat that somehow understands what people say and sometimes shows great reasoning power. With the help of strange hints given by this cat, Yoshitaro luckily succeeds in solving the cases.","original_name":"三毛猫ホームズの推理","vote_average":0.0,"name":"Mysteries of Detective Cat HOLMES","cert":"Unavailable","id":46202,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Kaikin! Bakuro Night","vote_average":0.0,"name":"Kaikin! Bakuro Night","cert":"Unavailable","id":46203,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2011-12-24","cast":["Mariya Nishiuchi","Renn Kiriyama","Anri Okamoto","Sho Jinnai","Tsugumi Shinohara"],"overview":"Based on a manga with the same name created by Aida Natsumi, 'Switch Girl!!' revolves around a high school student named Nika who appears to be a stylish and fashionable girl at school, but that's really a fake persona that she uses when she's in public. At home, she “switches off” the facade and her returns to her true slovenly nature. Kiriyama Renn plays the good-looking transfer student Arata, who is Nika's love interest in the story.","original_name":"Switch Girl!!","vote_average":8.4,"name":"Switch Girl!!","cert":"Unavailable","id":46204,"adult":"false","genre_ids":[35],"origin_country":["JP"]},{"first_air_date":"2012-11-24","cast":["Lucas Cruikshank","Victory Van Tuyl","Pat Finn"],"overview":"Marvin Marvin is an American science fiction slapstick comedy television series that aired from November 24, 2012 to April 27, 2013. The series was set to premiere on Nickelodeon in 2013, but was pushed forward to November 24, 2012. It stars Lucas Cruikshank as the title character Marvin Marvin, an alien teenage boy adjusting to human life. On June 26, 2013, Cruikshank said that he had left Nickelodeon.","original_name":"Marvin Marvin","vote_average":1.0,"name":"Marvin Marvin","cert":"Unavailable","id":46205,"adult":"false","genre_ids":[10765,35],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Oyako gêmu","vote_average":0.0,"name":"Oyako gêmu","cert":"Unavailable","id":46206,"adult":"false","genre_ids":[18],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Wada Akiko satsujin jiken","vote_average":0.0,"name":"Wada Akiko satsujin jiken","cert":"Unavailable","id":46215,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Chô Saigen! Mystery","vote_average":0.0,"name":"Chô Saigen! Mystery","cert":"Unavailable","id":46216,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"GTO: Great Teacher Onizuka: Set 2","vote_average":0.0,"name":"GTO: Great Teacher Onizuka: Set 2","cert":"Unavailable","id":46217,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Shibuya","vote_average":0.0,"name":"Shibuya","cert":"Unavailable","id":46218,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2010-04-17","cast":["Masahiro Takahashi","Yosuke Eguchi"],"overview":"Following the death of his wife from a plane crash, tax inspector Haruma is convinced that the tragedy was a premeditated crime. A number of clues connect him to a tax evader Murakumo, who is about to perform an evasion scheme of US$ 7 billion.","original_name":"チェイス～国税査察官～","vote_average":0.0,"name":"Chase: National Taxation Inspector","cert":"Unavailable","id":46221,"adult":"false","genre_ids":[80],"origin_country":["JP"]},{"first_air_date":"2010-03-29","cast":["Nao Matsushita","Osamu Mukai","Yoko Nogiwa","Ren Osugi","Yûko Kotegawa"],"overview":"The 82nd NHK Asadora is Gegege no Nyobo. The story is based on a 2008 autobiography by Mura Nunoe, the wife of Gegege no Kitaro mangaka Mizuki Shigeru. The story revolves around the life of the married couple, told from the perspective of Mura. --Tokyograph","original_name":"ゲゲゲの女房","vote_average":0.0,"name":"My Husband is a Cartoonist","cert":"Unavailable","id":46222,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2011-07-07","cast":["Hikari Mitsushima","Eita","Shunsuke Kazama","Kei Tanaka","Eriko Satô"],"overview":"","original_name":"それでも, 生きてゆく","vote_average":0.0,"name":"Soredemo, ikite yuku","cert":"Unavailable","id":46229,"adult":"false","genre_ids":[18,80],"origin_country":["JP"]},{"first_air_date":"2009-04-20","cast":["Masahiro Nakai","Aya Ueto","Ryuta Sato","Yumiko Shaku","Shosuke Tanihara"],"overview":"Amamiya Kuniyuki is the unemployed son of a tonkatsu restaurant owner. He finds a job that requires a married person, so he lies by saying that he has plans to marry, and he is forced to keep up the charade using Tobita Haruno, a part-time worker from the restaurant. The relationship between the two is the key of this romantic comedy, though the series also focuses on family and friendship through Nakai's interactions with the other characters. --Tokyograph","original_name":"婚カツ！","vote_average":6.0,"name":"Konkatsu!","cert":"Unavailable","id":46230,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":"2006-06-19","cast":["Shunsuke Kazama","Toma Ikuta","Gen Hoshino","Yuka Kosaka","Hatsune Matsushima"],"overview":"","original_name":"アキハバラ@DEEP","vote_average":0.0,"name":"アキハバラ@DEEP","cert":"Unavailable","id":46231,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":"2012-04-05","cast":["Sho Sakurai","Yuko Oshima","Rie Miyazawa","Aoi Nakamura","Kinya Kitaoji"],"overview":"","original_name":"ブラックボード〜時代を戦った教師たち〜","vote_average":8.0,"name":"Blackboard","cert":"Unavailable","id":46232,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Môsô sôsa: Kuwagata Kôichi junkyôju no stylish na seikatsu","vote_average":0.0,"name":"Môsô sôsa: Kuwagata Kôichi junkyôju no stylish na seikatsu","cert":"Unavailable","id":46233,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-04-17","cast":["Masato Sakai","Yui Aragaki","Masaki Okada","Ryoko Hirosue","Junnosuke Taguchi"],"overview":"A lawyer with a big personality works with an straightlaced recent law graduate on various law cases in Japan.","original_name":"リーガル・ハイ","vote_average":9.5,"name":"Legal High","cert":"Unavailable","id":46234,"adult":"false","genre_ids":[35,18],"origin_country":["JP"]},{"first_air_date":"2013-01-08","cast":["Aya Ueto","Naoko Iijima","Takumi Saito","Shunsuke Daitô","Tomoko Fujita"],"overview":"Hako was senteced to 7 years in prison on a robbery charge for the host she loved. Ayaka killed her husband to protect their son from domestic violence. These two women became acquainted in prison and forged strong bonds. After they are released from prison, they stay together and begin new lives in the old district of Yanaka in Tokyo while carrying pasts that no one must not know.","original_name":"いつか陽のあたる場所で","vote_average":0.0,"name":"Someday at a Place in the Sun","cert":"Unavailable","id":46235,"adult":"false","genre_ids":[18,10751],"origin_country":["JP"]},{"first_air_date":"2012-04-01","cast":[],"overview":"Pânico na Band is a Brazilian comedy television show produced and broadcast by Rede Bandeirantes. Is the second television version of Brazilian radio program Pânico, succeeding the Pânico na TV, broadcast by RedeTV! until 2012. The show debuted on Bandeirantes in April 1, 2012.","original_name":"Pânico na Band","vote_average":5.0,"name":"Pânico na Band","cert":"Unavailable","id":46236,"adult":"false","genre_ids":[35],"origin_country":["BR"]},{"first_air_date":"2010-10-05","cast":["Takumi Saito"],"overview":"","original_name":"クロヒョウ　龍が如く新章","vote_average":0.0,"name":"Kurohyô: Ryu ga gotoku shinshô","cert":"Unavailable","id":46241,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-04-10","cast":["Tsuyoshi Kusanagi","Asami Mizukawa","Mimura","Hikaru Yaotome","Renn Kiriyama"],"overview":"The drama portrays the hard struggles of a 37-year-old man who decided to quit his job as a salaryman at a food company and is now working as a medical intern at a university hospital.","original_name":"37歳で医者になった僕","vote_average":0.0,"name":"37 sai de isha ni natta boku: kenshûi junjô monogatari","cert":"Unavailable","id":46242,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Super Junior and Sistar's Hello Baby is the fourth season of the South Korean reality show Hello Baby. The show portrays the four Sistar members acting as mothers and Super Junior's Leeteuk as a father taking care of a baby named Kim Kyumin. The season finished broadcasting on November 18, 2011.","original_name":"Super Junior and Sistar's Hello Baby","vote_average":0.0,"name":"Super Junior and Sistar's Hello Baby","cert":"Unavailable","id":46243,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2010-12-13","cast":[],"overview":"","original_name":"Le Cose Che Restano","vote_average":0.0,"name":"Longlasting Youth","cert":"Unavailable","id":46246,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":"2006-10-11","cast":["Leïla Bekhti","Pascal Légitimus","Sara Martins"],"overview":"","original_name":"Les tricheurs","vote_average":0.0,"name":"Les tricheurs","cert":"Unavailable","id":46247,"adult":"false","genre_ids":[35,80],"origin_country":[]},{"first_air_date":null,"cast":["Ryuta Sato","Shohei Miura","Ruiki Sato"],"overview":"Kishi Minetaro is a skilled and serious-minded plastic surgeon. He looks down on doctors earning money through cosmetic surgeries as well as on women asking for such medical procedures. However, having to repay his father's debt, Minetaro chooses lucrative work at a clinic specializing in aesthetic plastic surgery.\n\nThe clinic is full of beautiful women, including the director Yukawa Mari, who is well known for her skills in breast reconstruction, a highly-trusted doctor Ichii Mutsumi, and a cheerful nurse Kishitani Aoi. But most of them have already had some work done to their faces, and they strongly believe that “faces are for lives.”\n\nVarious types of patients visit this clinic. As Minetaro needs to keep this job to continue paying off the debt, he has no choice but to respond to the patients' selfish requests, such as, “I need my previous face back because my husband suspects that I may cheat on him now that I have a surgically-altered, young-looking face,” or “I want to change my face and look different from my twin sister.” But their wishes makes him wonder...If they change their appearances, will their futures become brighter? Will their worries disappear?\n\n“Beauty” is the keyword set in this human drama, depicting the true feelings of women through the eyes of a surgeon who isn't attuned to reading a woman's mind.","original_name":"クレオパトラな女たち","vote_average":0.0,"name":"Cleopatra na Onnatachi","cert":"Unavailable","id":46248,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":"2012-10-14","cast":["Eiko Koike","Erika Okuda","Takuma Otoo","Masanobu Sakata"],"overview":"This 4 part 15 minute drama is a spin-off of Fukada Kyoko's 2012 FujiTV autumn drama \"TOKYO Airport ~ Tokyo Kuukou Kansei Hoanbu\" and is a stark contrast from the setting in the latter where there are 500 flights per day at Haneda Airport. In this spin-off drama, Koike Eiko plays an air traffic controller at a small airport in Tokunoshima, an island near Kagoshima Prefecture where there are only 4 flights per day. As such, the drama focuses on how the air traffic controllers there battle with boredom rather than the busy lives led by their Tokyo counterparts.","original_name":"TOKUNOSHIMA Airport","vote_average":0.0,"name":"TOKUNOSHIMA Airport","cert":"Unavailable","id":46257,"adult":"false","genre_ids":[35],"origin_country":["JP"]},{"first_air_date":null,"cast":["Minami Minegishi","Minami Takahashi","Haruna Kojima"],"overview":"Is the story of three girls named Asahi, Nami, and Hinata, aspiring idols who as a result of various reasons (mainly failed auditions, but witnessing a crime in the case of two of them, and an aborted suicide in the third) decide to instead become male idols.\n\nThey of course meet many troubles due to such a condition","original_name":"メン☆ドル～イケメンアイドル～","vote_average":7.0,"name":"Mendol ~ Ikemen Aidoru","cert":"Unavailable","id":46258,"adult":"false","genre_ids":[35],"origin_country":["JP"]},{"first_air_date":"2011-11-05","cast":["Eri Fukatsu","Yuko Takeuchi","Tsuyoshi Kusanagi","Toshiyuki Nishida","Hiroshi Abe"],"overview":"A hotel concierge (Fukatsu) who has to deal with a variety of odd guests. --Tokyograph","original_name":"ステキな隠し撮り～完全無欠のコンシェルジュ","vote_average":0.0,"name":"Suteki na Kakushidori ~Kanzen Muketsu no Concierge~","cert":"Unavailable","id":46259,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":"2002-10-03","cast":["Junko Takeuchi","Noriaki Sugiyama","Chie Nakamura","Kazuhiko Inoue","Hidekatsu Shibata"],"overview":"A powerful beast known as the Nine-Tails attacks Konoha, the hidden leaf village in the Land of Fire, one of the Five Great Shinobi Nations in the Ninja World. In response, the leader of Konoha at the time, the Fourth Hokage, seals the fox inside the body of the new born Naruto Uzumaki, making Naruto a host of the beast; During this process it cost the fourth Hokage his life, requiring the Third Hokage to return from retirement in order to become leader of Konoha again. As a child, Naruto is shunned by the Konoha community, who treat Naruto as if he were the Nine-Tails that attacked the village.","original_name":"ナルト","vote_average":7.7,"name":"Naruto","cert":"Unavailable","id":46260,"adult":"false","genre_ids":[16,35,10759,18],"origin_country":["JP"]},{"first_air_date":"2009-10-12","cast":["Aya Hirano","Tetsuya Kakihara","Rie Kugimiya","Yuichi Nakamura","Sayaka Ohara"],"overview":"Lucy is a 17-year-old girl, who wants to be a full-fledged mage. One day when visiting Harujion Town, she meets Natsu, a young man who gets sick easily by any type of transportation. But Natsu isn't just any ordinary kid, he's a member of one of the world's most infamous mage guilds: Fairy Tail.","original_name":"フェアリーテイル","vote_average":6.5,"name":"Fairy Tail","cert":"Suitable for 12 years & above","id":46261,"adult":"false","genre_ids":[10759,16,35,10765],"origin_country":["JP"]},{"first_air_date":"2012-03-23","cast":["Kiara Muhammad","Robbie Rist","Jess Harnell","Loretta Devine","Kimberly Brooks"],"overview":"A young African-American girl aspires to be a doctor like her mom.","original_name":"Doc McStuffins","vote_average":6.0,"name":"Doc McStuffins","cert":"Unavailable","id":46262,"adult":"false","genre_ids":[16,10762,10751],"origin_country":["US"]},{"first_air_date":"2007-06-23","cast":[],"overview":"The game contestants are cut off from the rest of the world during ten to fifteen weeks in a house called “house of secrets”, where every room is fitted with video cameras, except the restroom. The goal is to keep a secret while trying to discover the other contestants' secret.","original_name":"Secret Story","vote_average":0.0,"name":"Secret Story","cert":"Unavailable","id":46271,"adult":"false","genre_ids":[10764],"origin_country":["FR"]},{"first_air_date":null,"cast":["Nagui"],"overview":"","original_name":"Tout le monde veut prendre sa place","vote_average":0.0,"name":"Tout le monde veut prendre sa place","cert":"Unavailable","id":46272,"adult":"false","genre_ids":[10764],"origin_country":["FR"]},{"first_air_date":"1995-04-05","cast":["Shin-ichiro Miki","Kappei Yamaguchi","Kotono Mitsuishi","Yukana","Tomokazu Seki"],"overview":"","original_name":"愛天使伝説ウェディングピーチ","vote_average":6.6,"name":"Wedding Peach","cert":"Unavailable","id":46275,"adult":"false","genre_ids":[16,10765,35],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"La Méthode Cauet","vote_average":0.0,"name":"La Méthode Cauet","cert":"Unavailable","id":46276,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Fushigi Mahou Fan Fan Pharmacy","vote_average":0.0,"name":"Fushigi Mahou Fan Fan Pharmacy","cert":"Unavailable","id":46277,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":"2012-01-17","cast":["Dave Navarro","Chris Núñez","Oliver Peck"],"overview":"Hosted by rock legend Dave Navarro and judged by icons of the tattoo world, Chris Núñez and Oliver Peck, a group of the country's most creative and skilled tattoo artists compete for a hundred thousand dollars and the title of Ink Master. The stakes couldn't be higher with \"living canvasses\" donating their skin to be permanently marked in this adrenalized competition elimination.","original_name":"Ink Master","vote_average":7.6,"name":"Ink Master","cert":"Unavailable","id":46286,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"2009-01-16","cast":["Nana Katase","Satoshi Ohno","Shigeyuki Totsugi"],"overview":"","original_name":"歌のおにいさん","vote_average":0.0,"name":"Uta no Onii-san","cert":"Unavailable","id":46287,"adult":"false","genre_ids":[],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"The True Believers is a 1988 Australian mini series which looks at the history of the Australian Labor Party from the end of World War Two up to the Australian Labor Party split of 1955.\n\nIt was co-written by Bob Ellis who focused on three characters \"Chifley, the unlettered man of great dignity; Menzies, who used to stand for something but eventually stood only for Menzies; and Evatt, the grand idealist... It's almost like Shakespeare's Henry IV, Part 1. It's a chunk of national history during Australia's great era of change after the war.\"","original_name":"True Believers","vote_average":0.0,"name":"True Believers","cert":"Unavailable","id":46288,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Justin Wilson's Louisiana Cookin'","vote_average":8.0,"name":"Justin Wilson's Louisiana Cookin'","cert":"Unavailable","id":46291,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"New York's Master Chefs","vote_average":0.0,"name":"New York's Master Chefs","cert":"Unavailable","id":46292,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2009-11-15","cast":["Arisa Mizuki"],"overview":"","original_name":"サザエさん","vote_average":0.0,"name":"Sazae-san","cert":"Unavailable","id":46293,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2013-01-05","cast":["Jun Fukuyama"],"overview":"The story is set in a world embroiled by war between Humans and Demons. The Humans' greatest hero invades the Demon Queen's castle determined to vanquish her. However, instead of fighting back, the Queen proposes an alliance with the Hero. She explains how a sudden end to the war can bring further chaos to the world as the Humans once united to stand against their common enemies would eventually begin fighting among themselves, with similar issues already occurring at the Demon Realm. Convinced by her words, the Hero joins forces with the Queen and together they execute a plan to bring prosperity and a lasting peace to both Humans and Demons alike.","original_name":"まおゆう魔王勇者","vote_average":7.8,"name":"Maoyu: Archenemy & Hero","cert":"Unavailable","id":46302,"adult":"false","genre_ids":[16,35,10765,10759],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Teleton 2011","vote_average":0.0,"name":"Teleton 2011","cert":"Unavailable","id":46303,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"De Frente com Gabi","vote_average":7.0,"name":"De Frente com Gabi","cert":"Unavailable","id":46304,"adult":"false","genre_ids":[],"origin_country":["BR"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Eliana na Fábrica Maluca","vote_average":0.0,"name":"Eliana na Fábrica Maluca","cert":"Unavailable","id":46305,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Coral Island is a 1983 TV adaptation of the novel by R.M Ballantyne.","original_name":"The Coral Island","vote_average":0.0,"name":"The Coral Island","cert":"Unavailable","id":46306,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"2013-01-22","cast":["Anthony Bourdain","Nigella Lawson","Ludo Lefebvre","Marcus Samuelsson"],"overview":"In this exhilarating cooking competition series, The Taste puts 16 culinary competitors -- who range from home cooks and professional chefs to everything in between -- in the kitchen, where four of the world’s most notable masters of the food world judge their creations based on a blind taste. In this pressure-packed contest, a single spoonful can catapult a contender to the top or send them packing.","original_name":"The Taste","vote_average":4.4,"name":"The Taste","cert":"Unavailable","id":46307,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"2013-02-03","cast":["Kristin Lehman","Louis Ferreira","Brendan Penny","Lauren Holly"],"overview":"A team of Vancouver investigators, led by homicide detective Angie Flynn, sets out to uncover the motive of each puzzling murder by discovering the killer's connection to the victim. Viewers get a glimpse of the killer before and after the crime is committed.","original_name":"Motive","vote_average":6.3,"name":"Motive","cert":"Unavailable","id":46316,"adult":"false","genre_ids":[80,18,9648],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Fight Game with Jim Lampley","vote_average":0.0,"name":"The Fight Game with Jim Lampley","cert":"Unavailable","id":46317,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Kidsworld","vote_average":0.0,"name":"Kidsworld","cert":"Unavailable","id":46318,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2003-10-09","cast":["Kikuko Inoue","Romi Park","Mamiko Noto","Jun Fukuyama","Takashi Nagasako"],"overview":"","original_name":"ヤミと帽子と本の旅人","vote_average":0.0,"name":"Yami to bôshi to hon no tabibito","cert":"Unavailable","id":46319,"adult":"false","genre_ids":[16],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"I Love My Country is a British television comedy panel game shown on BBC One which began airing on 3 August 2013. The show was originally to be presented by David Walliams, however he dropped out due to other commitments. Gabby Logan fronted the first series. Frank Skinner and Micky Flanagan act as the team captains, with four celebrities on each team on every episode.","original_name":"I Love My Country","vote_average":0.0,"name":"I Love My Country","cert":"Unavailable","id":46320,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"1980-10-05","cast":["Paul Shelley","Vivien Merchant","Sally Osborne"],"overview":"Mini-series based on the novel by Charles Dickens.","original_name":"A Tale of Two Cities","vote_average":0.0,"name":"A Tale of Two Cities","cert":"Unavailable","id":46321,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":"2012-08-08","cast":["Amir Arison","Caitriona Balfe","Nikki Crawford","Alexis Denisof","Hannah Simone"],"overview":"H+: The Digital Series is a web series produced by Bryan Singer and created by John Cabrera and Cosimo De Tommaso. The series, which touches on the subject of transhumanism, premiered on August 8, 2012 on YouTube with two episodes. Two new episodes were then released every week on Wednesdays until the season finale on January 16, 2013. A second season is currently in production.","original_name":"H+: The Digital Series","vote_average":7.2,"name":"H+: The Digital Series","cert":"Unavailable","id":46332,"adult":"false","genre_ids":[18,10759,10765],"origin_country":[]},{"first_air_date":"2013-01-08","cast":[],"overview":"Dancing with the Stars is a dance competition show airing on BBTV Channel 7 in Thailand. The show is the Thai version of the British television series Strictly Come Dancing. Sornram Teppitak, Thai actor and Thai pop singer, hosts with co-host Morakot Kittisara, Miss Thailand Universe 2004.","original_name":"Dancing with the Stars","vote_average":0.0,"name":"Dancing with the Stars","cert":"Unavailable","id":46333,"adult":"false","genre_ids":[],"origin_country":["TH"]},{"first_air_date":"2013-03-20","cast":[],"overview":"Youngers is a British comedy drama series created by Benjamin Kuffuor and Levi David Addai. It began airing on E4 on 20 March 2013. It is produced by Big Talk Productions. The series has been picked up for international distribution by BBC Worldwide.","original_name":"Youngers","vote_average":7.5,"name":"Youngers","cert":"Unavailable","id":46334,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Missing You is a Hong Kong modern serial drama produced by TVB under producer Fong Chun-Chiu and starring Linda Chung, Jason Chan, Calvin Chan, Cilla Kung, and Lin Xia Wei.","original_name":"Missing You","vote_average":0.0,"name":"Missing You","cert":"Unavailable","id":46335,"adult":"false","genre_ids":[18,35],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"The Picture of Dorian Gray is a name of one old Mexican telenovela, based on The Picture of Dorian Gray, the novel written by Oscar Wilde. The main character is the handsome young man called Dorian Gray. This telenovela was made in 1969.","original_name":"The Picture of Dorian Gray","vote_average":0.0,"name":"The Picture of Dorian Gray","cert":"Unavailable","id":46336,"adult":"false","genre_ids":[18,10765,9648],"origin_country":["MX"]},{"first_air_date":"2009-04-05","cast":["Haruka Tomatsu","Miyu Irino","Akemi Kanda","Megumi Toyoguchi","Noriko Shitaya"],"overview":"Kō Kitamura, whose family owns a sporting goods store, has known the Tsukishima  girls since he was born. The Tsukishima family runs a batting center and  cafe, and they have four daughters. There's Ichiyo, the responsible  eldest; Wakaba, Kō's cheerful best friend; Aoba, who doesn't get along  with Kō; and Momiji, the energetic youngest daughter.  During the summer of their fifth grade, Wakaba leaves for camp after  making a promise with Kō to go to the summer festival when she gets  back. But she dies in an accident while at camp, and Kō goes to the  summer festival by himself in mourning.  When Kō enters high school, he aspires to lead his baseball team to the  Koshien National High Schol Championship as their ace pitcher and make  Wakaba's last dream come true.","original_name":"クロスゲーム","vote_average":8.7,"name":"Cross Game","cert":"Unavailable","id":46337,"adult":"false","genre_ids":[16,35,18,10749],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"H.E.L.P! - Dr. Henry's Emergency Lessons for People","vote_average":0.0,"name":"H.E.L.P! - Dr. Henry's Emergency Lessons for People","cert":"Unavailable","id":46346,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-12-05","cast":["Andrew Scott","Kelly Adams","Aisling Bea","Martin Clunes","Jon Foster"],"overview":"Following a family tragedy, 30-year-old Mark Nicholas returns to the town where he grew up. After ten years away, coming home is harder than Mark could ever have imagined.","original_name":"The Town","vote_average":6.8,"name":"The Town","cert":"Unavailable","id":46347,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"1969-12-07","cast":["Masako Ebisu","Kazuko Sawada","Katsuji Mori","Masahiko Murase","Kurumi Kobato"],"overview":"The story is about Kozue Ayuhara, a girl who transferred to Fujimi College and tried out for the school volleyball team. She develops a friendship with her teammate Midori Hayakawa, and her talents impress coach Hongō more and more each day. Though she showcases extraordinary volleyball skills, she makes enemies with Yoshimura, the star of the current team. Kozue discovers that being at the top would bring stress, incompatibilities and other dilemmas into her life. Her high expectations of becoming the best volleyball player in the school, Japan and eventually the world, set the tone for the drama to follow.","original_name":"アタックNo.1[ナンバーワン]","vote_average":6.5,"name":"Attack Number One","cert":"Unavailable","id":46348,"adult":"false","genre_ids":[18,16],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Teapot is an upcoming American-animated television series created and written by voice actor Greg Eagles himself and animated and produced by Mad Beanz! creator Dahveed Koldony-Nagy of Smorgasbord Productions. The series was made into a pilot episode which aired in Random! Cartoons on Nickelodeon on December 20, 2008 and was showed nationwide to several schools and theatre groups for children's opinions on the show. The show received postiive attention despite only one episode produced and featured many arts and fans for the show to be fully produced and even Eagles & Dahveed have animated and directed an Flash opening sequence for the show with the full theme song.\n\nAs of 2012, the series has not been picked up but it will still be open for when it does.","original_name":"Teapot","vote_average":0.0,"name":"Teapot","cert":"Unavailable","id":46349,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2004-10-12","cast":["Marina Inoue","Yumiko Kobayashi","Yu Shimaka","Takehito Koyasu","Chigusa Ikeda"],"overview":"Azuma Kazuma isn't terribly clever, but he's got a good heart and  great skill - at baking. Since childhood, he's been on a quest to create  the perfect bread to represent Japan internationally. Now, he seeks to  enter the famous bakery Pantasia, in hopes of reaching his goal. But  plots abound...","original_name":"焼きたて!!ジャぱん","vote_average":8.0,"name":"Yakitate!! Japan","cert":"Unavailable","id":46350,"adult":"false","genre_ids":[16,35],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Everyday","vote_average":0.0,"name":"Everyday","cert":"Unavailable","id":46351,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Secret Garden is British television adaptation of the novel of the same name. Adapted, produced and directed by Dorothea Brooking, it was first broadcast on BBC 1 in seven, 30 minutes episodes in 1975.","original_name":"The Secret Garden","vote_average":0.0,"name":"The Secret Garden","cert":"Unavailable","id":46352,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":null,"cast":["Verónica Castro","Juan Ferrara","Blanca Guerra","Guillermo García Cantú","Raúl Meraz"],"overview":"Valentina is a Mexican telenovela produced by José Alberto Castro for Televisa. Which aired in 1993 on Canal de las Estrellas and it stars Verónica Castro and Juan Ferrara.","original_name":"Valentina","vote_average":0.0,"name":"Valentina","cert":"Unavailable","id":46359,"adult":"false","genre_ids":[],"origin_country":["MX"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Jim Nabors Show","vote_average":0.0,"name":"The Jim Nabors Show","cert":"Unavailable","id":46362,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Great English Garden Party: Peter Ustinov Looks at 100 Years of Wimbledon","vote_average":0.0,"name":"The Great English Garden Party: Peter Ustinov Looks at 100 Years of Wimbledon","cert":"Unavailable","id":46363,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"CBS Tournament of Roses Parade and Pageant","vote_average":0.0,"name":"CBS Tournament of Roses Parade and Pageant","cert":"Unavailable","id":46364,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Dāv Van Gogh was a 'starving actor' for thirteen-point-five years. After landing a contracted long-term commercial role as the face of Stay Strong Condoms, he bought a house in an L.A. suburb and opened his doors to starving artists trying to make it in Hollywood. Now breaking into a new career path, Dāv started a management company, WINNERS TALENT, and represents each of his tenants as their manager and life coach. The series follows these characters as they try to advance their careers while living under the same roof.","original_name":"Winners","vote_average":0.0,"name":"Winners","cert":"Unavailable","id":46365,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":"2013-01-21","cast":[],"overview":"Kahit Konting Pagtingin is a Philippine television drama that aired on ABS-CBN from January 28 to April 12, 2013 replacing Aryana and worldwide on TFC on January 29, 2013. Starring Angeline Quinto, Paulo Avelino, and Sam Milby.","original_name":"Kahit Konting Pagtingin","vote_average":0.0,"name":"Kahit Konting Pagtingin","cert":"Unavailable","id":46366,"adult":"false","genre_ids":[35,18],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"Forever is a Filipino drama series created by Jun Lana, developed by Kit Villanueva-Langit and produced by GMA Network. It premiered on January 21, 2013 on GMA Telebabad block and January 24, 2013 worldwide via GMA Pinoy TV. The series headlines Heart Evangelista, Geoff Eigenmann and Gloria Romero. It executive produced by Kaye Atienza-Cadsawan and under the direction of Ricky Davao.\n\nThe show narrates the magical love story of ill-fated lovers, Adora and Ramon and their quest to continue their tragic love affair five decades past through the present time with the help of an antique pocket watch.\n\nThe series concluded on April 19, 2013. It ran for 13 weeks with the total of sixty three episodes.","original_name":"Forever","vote_average":0.0,"name":"Forever","cert":"Unavailable","id":46375,"adult":"false","genre_ids":[18],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"The seventh edition of Ballando con le Stelle was broadcast from February 26 to April 30, 2011 on RAI 1 and was presented by Milly Carlucci with Paolo Belli and his 'Big Band'.","original_name":"Ballando con le Stelle","vote_average":0.0,"name":"Ballando con le Stelle","cert":"Unavailable","id":46376,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Popstars New Zealand","vote_average":0.0,"name":"Popstars New Zealand","cert":"Unavailable","id":46377,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Drifting Net Cafe","vote_average":0.0,"name":"Drifting Net Cafe","cert":"Unavailable","id":46378,"adult":"false","genre_ids":[18,9648],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"What Makes a Gershwin Tune a Gershwin Tune?","vote_average":0.0,"name":"What Makes a Gershwin Tune a Gershwin Tune?","cert":"Unavailable","id":46379,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"CBS Daytime 90","vote_average":0.0,"name":"CBS Daytime 90","cert":"Unavailable","id":46380,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1987-05-10","cast":["Mia Sara","Kirk Douglas","Claire Bloom","Chaim Topol","Sarah Miles"],"overview":"Queenie was an ABC miniseries based on the eponymous novel by Michael Korda.","original_name":"Queenie","vote_average":0.0,"name":"Queenie","cert":"Unavailable","id":46381,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"1993-11-04","cast":["Nobuo Tobita","Hirohiko Kakegawa","Maria Kawamura","Michihiro Ikemizu","Chafurin"],"overview":"Overdevelopment and crowding in Japan has forced many of its indigenous spirits and ghosts to lose their homes. Due to problems caused by the homeless spirits, a new profession was created, the Ghost Sweepers (GS). Private exorcists for hire, they serve only the highest bidder to survive in the cutthroat corporate world. Among this, the Mikami GS Company, led by 20-year-old Reiko Mikami and her two assistants, the 17-year-old boy Tadao Yokoshima and the ghost girl Okinu, is said to be the best.\n\nThe manga setup is scenario-to-scenario, with many plots intertwining classic Japanese culture and modern day realities, with occasional references to Western influences. In between these plots are some longer story arcs where new characters are introduced and the existing characters are further developed. There is no one ongoing storyline, therefore the plots are character-driven and serve to gradually develop characters, especially the main protagonists.","original_name":"GS美神","vote_average":5.5,"name":"Ghost Sweeper Mikami: The Great Paradise Battle!!","cert":"Unavailable","id":46390,"adult":"false","genre_ids":[16,10765,35],"origin_country":["JP"]},{"first_air_date":"1995-04-04","cast":["Andrew Falvey","Jotham Annan","Geoffrey Whitehead","George Baker","Brian Blessed"],"overview":"Not many people can see the dead (not many would want to). Twelve-year-old Johnny Maxwell can. And he's got bad news for them: the council want to sell the cemetery as a building site. But the dead have learnt a thing or two from Johnny. They're not going to take it lying down... especially since it's Halloween tomorrow.","original_name":"Johnny and the Dead","vote_average":0.0,"name":"Johnny And The Dead","cert":"Unavailable","id":46391,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2002-10-21","cast":[],"overview":"A mysterious organization is interested in fledging duelist Shobu Kirifuda's ability to bring Duel Master creatures to life. With the support of his friends, Shobu duels with passion, discipline, and heart as he strives to be like his father and become the next Kaijudo master.","original_name":"デュエル・マスターズ","vote_average":7.0,"name":"Duel Masters","cert":"Unavailable","id":46392,"adult":"false","genre_ids":[10759,16,35],"origin_country":["JP"]},{"first_air_date":"2006-10-29","cast":[],"overview":"Above and Beyond is a four-hour 2006 miniseries aired by the Canadian Broadcasting Corporation on October 29 and 30. The miniseries is about the Atlantic Ferry Organization, which was tasked with delivering aircraft from North America to Europe in the early years of the Second World War. It stars Richard E. Grant, Jonathan Scarfe, Liane Balaban, Allan Hawco, Kenneth Welsh, and Jason Priestley.","original_name":"Above and Beyond","vote_average":0.0,"name":"Above and Beyond","cert":"Unavailable","id":46393,"adult":"false","genre_ids":[18],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"The Best Things In Life is a Singaporean drama which aired on Channel 8. It debuted on 17 March 2010 and consists of 20 episodes.","original_name":"The Best Things In Life","vote_average":0.0,"name":"The Best Things In Life","cert":"Unavailable","id":46394,"adult":"false","genre_ids":[18],"origin_country":["SG"]},{"first_air_date":"2012-09-20","cast":[],"overview":"Air Aces is a Cineflix produced series that airs on History channel in Canada. The series originally aired in the UK titled Heroes of the Skies on September 20, 2012. The series premiered in Canada as Air Aces on January 7, 2013 on History and will also air on Military Channel in 2013. The show tells the stories of the most heroic airborne combat missions in history. The series uses real vintage aircraft and re-creates mid-air combat sequences. Featuring Spitfires, Lancaster bombers, and Phantom fighters and aerial stunt teams, the series dramatizes the exploits of the world's greatest Air Aces. The series also features interviews with the last surviving veterans and military historians and rare archival footage.","original_name":"Air Aces","vote_average":0.0,"name":"Air Aces","cert":"Unavailable","id":46395,"adult":"false","genre_ids":[99],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Sporting Nation","vote_average":8.0,"name":"Sporting Nation","cert":"Unavailable","id":46396,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2013-01-17","cast":["DJ Qualls","Mindy Sterling","Jim Jefferies","Dan Bakkedahl","Denzel Whitaker"],"overview":"Jim Jefferies, an edgy, foul-mouthed stand-up comedian from Australia, in his mid-30s and living in LA, is endeavoring to make his life and career more “legit,” only to find it a difficult, uncomfortable uphill struggle every step of the way. Jim is encouraged in his quest by Steve, his neurotic best friend and roommate, a cyber-law library salesman who struggles to stay on his feet in the wake of a divorce, and Steve’s brother Billy, who suffers from advanced staged Muscular Dystrophy and is confined to a wheelchair.","original_name":"Legit","vote_average":7.6,"name":"Legit","cert":"Unavailable","id":46405,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2013-05-12","cast":["Chris O'Dowd"],"overview":"Having recently lost his job and his girlfriend, 30-year-old Tom Chadwick has a rather unsure sense of his own identity. But when he inherits a mysterious box of belongings from a great aunt he never met, Tom starts investigating his lineage and uncovers a whole world of unusual stories and characters, acquiring a growing sense of who he and his real family are.","original_name":"Family Tree","vote_average":6.5,"name":"Family Tree","cert":"Unavailable","id":46406,"adult":"false","genre_ids":[35],"origin_country":["GB","US"]},{"first_air_date":null,"cast":[],"overview":"Windfalls is a stop motion-animated children's television series created, written, and directed by Jenny Kenna. The Windfalls stories teach children about reading signs in nature, herbal medicine, and the plants of the British countryside. All of the animated characters are real leaves, grasses, and pressed flowers. The programme was animated by FilmFair.\n\nThe stories follow three friends: Berry, Butterbur, and Rosebay. They are Windfalls, and they live in Windfall Land. They meet many other Windfalls on their adventures. The programme features a cast of 21 supporting characters, each designed from a different plant: Daisy, Evening Primrose, Pampas, Fern Polypody, Thistle, Cowslip, Delphinium, Uncle Onion, Cornflower, Lucky Four Leaf Clover, Vi, Ola, Pansy, Bella Donna, Twitch Grass, Couch Grass, Holly, Ivy, Nettle, Dock, and Daffodil.","original_name":"Windfalls","vote_average":0.0,"name":"Windfalls","cert":"Unavailable","id":46407,"adult":"false","genre_ids":[16],"origin_country":[]},{"first_air_date":"2010-07-21","cast":[],"overview":"A close up look at volcanoes, providing viewers with a never seen before look at their effect on the environment around them. Each episode paints survival stories around different volcanoes. From the dark abyss to pristine snow-capped peaks, spectacular scenery provides the backdrop for the extraordinary animals and plants that have learned to juggle with fire.","original_name":"Le Peuple des Volcans","vote_average":0.0,"name":"Life on Fire","cert":"Unavailable","id":46408,"adult":"false","genre_ids":[99],"origin_country":["FR"]},{"first_air_date":null,"cast":[],"overview":"Magic is a 2013 Indonesian soap opera that airs on RCTI daily. Produced by SinemArt Production, it stars Giorgino Abraham, Aurellie Moeremans, Putri Titian, Bobby Joseph and Joshua Suherman and airs at 18:00-19:00 WIB, 19:00-20:00 WITA, and 20:00-21:00 WIT.","original_name":"Magic","vote_average":0.0,"name":"Magic","cert":"Unavailable","id":46409,"adult":"false","genre_ids":[18,10765],"origin_country":["ID"]},{"first_air_date":"2011-09-04","cast":[],"overview":"Based on the books by Sam McBratney, and illustrated by Anita Jeram, Guess How Much I Love You sees Little and Big Nutbrown Hare explore their beautiful surroundings, play with their friends and delight in the love between them. The series not only explores the tender idea of the boundless love between father and son, but opens up their world... a beautiful and pristine valley full of playful friends and delights of nature in every season.","original_name":"Guess How Much I Love You","vote_average":0.0,"name":"Guess How Much I Love You","cert":"Unavailable","id":46410,"adult":"false","genre_ids":[16],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Flea-bitten","vote_average":0.0,"name":"Flea-bitten","cert":"Unavailable","id":46411,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-05-02","cast":["Adam Zwar"],"overview":"Welcome to Agony Aunts, where narrator\/interviewer Adam Zwar heads further down the river in his hilarious search for answers on dating, cohabitation, marriage, divorce and dating again. Will he find the answers he seeks or will he return more confused than ever? That's if he returns at all.","original_name":"Agony Aunts","vote_average":0.0,"name":"Agony Aunts","cert":"Unavailable","id":46418,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"1973-10-05","cast":["Shinji Toyota","Makoto Kousaka","Michihiro Ikemizu","Masako Sugaya","Yoshiko Ohta"],"overview":"","original_name":"エースをねらえ!","vote_average":0.0,"name":"Aim for the Ace!","cert":"Unavailable","id":46419,"adult":"false","genre_ids":[18,16],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Kathy Griffin: Straight to Hell","vote_average":0.0,"name":"Kathy Griffin: Straight to Hell","cert":"Unavailable","id":46428,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1994-02-02","cast":[],"overview":"Battlefield is a documentary series initially shown in 1994 that explores the most important battles fought primarily during the Second World War but also the Vietnam War. The series employs a novel approach in which history is described by detailed accounts of major battles together with background and contextual information.","original_name":"Battlefield","vote_average":10.0,"name":"Battlefield","cert":"Unavailable","id":46429,"adult":"false","genre_ids":[],"origin_country":["CA","GB","US"]},{"first_air_date":null,"cast":[],"overview":"What's for Dinner? is a South Korean television series that aired on MBC in 2009.","original_name":"What's for Dinner?","vote_average":0.0,"name":"What's for Dinner?","cert":"Unavailable","id":46430,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-10-12","cast":["Rie Kugimiya","Kaori Nazuka","Ryohei Kimura","Sora Tokui","Yoshimasa Hosoya"],"overview":"In 2019, Kaito Yashio and Akiho Senomiya are the sole members of the Robotics Club at Central Tanegashima High School in Kyushu, Japan. Kaito is a laid back student and a skilled gamer who is just trying to help Akiho, his childhood friend. She is an energetic positive-thinking girl who yearns to complete the ongoing project of the club: building a functional replica of Gunvarrel, the main robot of a once popular TV series. As they gather new members and try to assemble the robot, Kaito starts stumbling upon secret reports that might reveal a conspiracy of large proportions. Unaware of what he is actually dealing with, Kaito little by little starts discovering clues laid by the mysterious Ko Kimijima.","original_name":"ロボティクス・ノーツ","vote_average":7.3,"name":"Robotics;Notes","cert":"Unavailable","id":46435,"adult":"false","genre_ids":[16,18,9648,10765],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Arashi no Yoru ni: Himitsu no Tomodachi","vote_average":0.0,"name":"On a Stormy Night: Secret Friends","cert":"Unavailable","id":46438,"adult":"false","genre_ids":[16,10751,18,10759,10762],"origin_country":[]},{"first_air_date":"2011-04-14","cast":["Rie Kugimiya","Junji Majima","Mariya Ise","Mikako Takahashi","Ayako Kawasumi"],"overview":"In response to the worsening crime rate, Japan creates Tokyo Butei High, an elite academy where \"Butei\" or armed detectives hone their deadly skills in hopes of becoming mercenary-like agents of justice. One particular Butei is Kinji Tooyama, an anti-social and curt sophomore dropout who was once a student of the combat-centric Assault Division. Kinji now lives a life of leisure studying logistics in order to cover up his powerful but embarrassing special ability. However, his peaceful days soon come to an end when he becomes the target of the infamous \"Butei Killer,\" and runs into an emotional hurricane and outspoken prodigy of the highest rank, Aria Holmes Kanzaki, who saves Kinji's life and demands that he become her partner after seeing what he is truly capable of.","original_name":"緋弾のアリア","vote_average":6.0,"name":"Aria the Scarlet Ammo","cert":"Unavailable","id":46439,"adult":"false","genre_ids":[10759,16,35,10765],"origin_country":[]},{"first_air_date":"2010-10-03","cast":["Rie Kugimiya","Aoi Yuki","Daisuke Hirakawa","Aki Toyosaki","Ami Koshimizu"],"overview":"The story takes place in Japan in the early 21st century, in an alternate reality where the Tokugawa Shogunate has remained in power. In this reality, student councils are tasked with oppressing schools. Yagyuu Muneakira is a high school student who rebels against his student council with the help of girls who've had the names of famous samurai heroes passed on to them. ","original_name":"百花繚乱 サムライガールズ","vote_average":7.8,"name":"Hyakka Ryouran Samurai Girls","cert":"Unavailable","id":46440,"adult":"false","genre_ids":[16,35,10759],"origin_country":["JP"]},{"first_air_date":"2013-05-28","cast":["Renee Lawless","Eva Tamargo","John Schneider","Aaron O'Connell","Jaclyn Betham"],"overview":"Tyler Perry's The Haves and the Have Nots is a new television drama from the prolific writer, director and producer Tyler Perry. The show follows the complicated dynamic between the rich and powerful Cryer family and the hired help who work in their opulent Savannah, Georgia, mansion.","original_name":"The Haves and the Have Nots","vote_average":7.4,"name":"The Haves and the Have Nots","cert":"Unavailable","id":46441,"adult":"false","genre_ids":[10766,18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"秘密のケンミンSHOW","vote_average":0.0,"name":"秘密のケンミンSHOW","cert":"Unavailable","id":46442,"adult":"false","genre_ids":[99,35],"origin_country":["JP"]},{"first_air_date":"2013-04-11","cast":[],"overview":"Real convicted killers face the camera and describe their crimes in full detail.","original_name":"The Killer Speaks","vote_average":7.5,"name":"The Killer Speaks","cert":"Unavailable","id":46451,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2006-03-13","cast":["Aleksandr Atanesyan","Andrey Zibrov","Evgeniya Trofimova","Laura Rohrman","Vladimir Menshov"],"overview":"\"У.Е.\" means  \"условная единица\" in Russian or \"CU\" (conventional unit) in English. A conditional unit is a euphemism used in Russia to denote a monetary amount in a foreign currency (usually US dollars) or an equivalent amount of a dollar in rubles at an official or exchange rate.\n\nThe retired 50-year-old FSB colonel at his own risk and continues to investigate the case, because of which he was sent to retirement, and is drawn into a swirl of events related to the leakage of Russian capital abroad and the fight against international terrorism.","original_name":"У.Е.","vote_average":10.0,"name":"CU","cert":"Unavailable","id":46452,"adult":"false","genre_ids":[9648,18,80],"origin_country":["RU"]},{"first_air_date":null,"cast":["Enrico Ruggeri"],"overview":"","original_name":"Mistero","vote_average":10.0,"name":"Mistero","cert":"Unavailable","id":46453,"adult":"false","genre_ids":[99],"origin_country":["IT"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Random Passage","vote_average":0.0,"name":"Random Passage","cert":"Unavailable","id":46454,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Água na Boca","vote_average":0.0,"name":"Água na Boca","cert":"Unavailable","id":46455,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2009-07-14","cast":[],"overview":"","original_name":"Descolados","vote_average":0.0,"name":"Descolados","cert":"Unavailable","id":46456,"adult":"false","genre_ids":[18],"origin_country":["BR"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Casanova's Love Letters","vote_average":0.0,"name":"Casanova's Love Letters","cert":"Unavailable","id":46457,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2013-08-15","cast":[],"overview":"It's a Date is a comedy series exploring the tension, expectation and complication of finding true love. Each new episode features a different cast tackling a different set of situations and addressing a new question each week. Should you have sex on a first date? Does age matter? How accurate are first impressions? How important is honesty on a first date?","original_name":"It's a Date","vote_average":7.0,"name":"It's a Date","cert":"Unavailable","id":46466,"adult":"false","genre_ids":[35],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Bruce Springsteen & the E Street Band","vote_average":10.0,"name":"Bruce Springsteen & the E Street Band","cert":"Unavailable","id":46471,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Rolling Stones: Forty Licks World Tour Live at Madison Square Garden","vote_average":10.0,"name":"Rolling Stones: Forty Licks World Tour Live at Madison Square Garden","cert":"Unavailable","id":46472,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Robin Williams: Live on Broadway or Robin Williams: Live 2002 was a live comedy show by Robin Williams staged on July 14, 2002, at the Broadway Theater in New York City. The show was broadcast live to HBO, and was his fourth show for HBO in his stand-up career. The show was filmed, and was released on DVD on November 14, 2002.","original_name":"Robin Williams: Live on Broadway","vote_average":8.4,"name":"Robin Williams: Live on Broadway","cert":"Unavailable","id":46473,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Cirque du Soleil: Alegria","vote_average":0.0,"name":"Cirque du Soleil: Alegria","cert":"Unavailable","id":46478,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Concert For New York City","vote_average":1.0,"name":"Concert For New York City","cert":"Unavailable","id":46479,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Kathy Griffin: She'll Cut a Bitch","vote_average":0.0,"name":"Kathy Griffin: She'll Cut a Bitch","cert":"Unavailable","id":46484,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Tres Mujeres","vote_average":1.0,"name":"Tres Mujeres","cert":"Unavailable","id":46489,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Chris Rock brings his critically acclaimed brand of social commentary-themed humor to this 1999 standup comedy presentation from HBO. Also released as an album, Chris Rock: Bigger & Blacker features Rock on-stage extolling his razor-sharp wit and wisdom on such topics as gun control, President Clinton, homophobia, racism, black leaders, and relationships. ","original_name":"Chris Rock: Bigger and Blacker","vote_average":7.9,"name":"Chris Rock: Bigger and Blacker","cert":"Unavailable","id":46490,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"You Are All Diseased is the 16th album and 11th HBO live broadcast stand-up special by comedian George Carlin, recorded on February 6, 1999, at the Beacon Theater in New York City.\n\n\"How's Everybody Doin'?\" - 0:54\n\n\"Airport Security\" - 8:02\n\n\"Fear of Germs\" - 5:58\n\n\"Cigars\" - 1:39\n\n\"Angels\" - 1:10\n\n\"Harley-Davidson\" - 1:23\n\n\"House of Blues\" - 2:00\n\n\"Minority Language\" - 2:12\n\n\"Man Stuff\" - 5:23\n\n\"Kids and Parents\" - 6:51\n\n\"TV Tonight\" - 3:53\n\n\"Names\" - 4:23\n\n\"Advertising Lullabye\" - 2:37\n\n\"American Bullshit\" - 2:39\n\n\"Businessmen\" - 1:26\n\n\"Religion\" - 2:06\n\n\"There is No God\" - 8:37","original_name":"George Carlin: You are All Diseased","vote_average":8.5,"name":"George Carlin: You are All Diseased","cert":"Unavailable","id":46497,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Miracles","vote_average":0.0,"name":"Miracles","cert":"Unavailable","id":46498,"adult":"false","genre_ids":[],"origin_country":[]},{"cert":"Unavailable","cast":[],"id":46499,"first_air_date":null,"overview":"","genre_ids":[],"origin_country":[],"original_name":"Kokoda","vote_average":0.0,"name":"Kokoda","adult":"false"}]