[{"first_air_date":null,"cast":[],"overview":"","original_name":"Liberal Rule: The Politics That Changed Australia","vote_average":0.0,"name":"Liberal Rule: The Politics That Changed Australia","cert":"Unavailable","id":46500,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Addicted to Money","vote_average":0.0,"name":"Addicted to Money","cert":"Unavailable","id":46501,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1998-06-07","cast":["Laura Linney","Olympia Dukakis","Colin Ferguson","Billy Campbell","Parker Posey"],"overview":"In this sequel to the controversial PBS mini-series, Mona Ramsey is on a cross-country trip that takes her to a brothel which may hold a secret about her past. Michael \"Mouse\" Tolliver and Mary Ann Singleton go on a cruise where they meet up with lovers old and new. Back in San Francisco, Brian Hawkins becomes involved with a mysterious woman he spots from his window, while DeDe Halcyon Day becomes acquainted with a new friend who helps her discover her true inner feelings.","original_name":"More Tales of the City","vote_average":8.3,"name":"More Tales of the City","cert":"Unavailable","id":46502,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2013-01-15","cast":["Alexandra Roach","Nathan Stewart-Jarrett","Adeel Akhtar","Oliver Woollford","Paul Higgins"],"overview":"The  Utopia Experiments is a legendary graphic novel shrouded in mystery.  When a group of strangers find themselves in possession of an original  manuscript, their lives suddenly and brutally implode.","original_name":"Utopia","vote_average":8.0,"name":"Utopia","cert":"Suitable for 18 years & above","id":46511,"adult":"false","genre_ids":[18],"origin_country":["GB"]},{"first_air_date":"1989-03-25","cast":[],"overview":"In the final days of the One Year War, a Zeon special forces group infiltrates a colony to gather information on a new Gundam unit. Alfred Izuruha, a 10-year-old student, befriends Zeon rookie pilot Bernie Wiseman during a brief mobile suit combat. Meanwhile, Al meets up with Christina MacKenzie, his former neighbor and babysitter. Little does he know that not only is Christina a member of the Earth Federation, she's the test pilot of the new Gundam NT-4 prototype.","original_name":"機動戦士ガンダム0080 ポケットの中の戦争","vote_average":6.7,"name":"Gundam 0080: War in the Pocket","cert":"Unavailable","id":46512,"adult":"false","genre_ids":[18,16],"origin_country":["JP"]},{"first_air_date":"2011-05-16","cast":["Lee Young-eun","Choi Won-young","Oh Yoon-ah","Jung Dong-Hwan","Song Ok-Suk"],"overview":"While You Were Sleeping is a 2011 South Korean television series starring Lee Chang-hoon, Choi Won-young, Oh Yoon-ah and Lee Young-eun. The daily drama aired on SBS on Mondays to Fridays at 19:15 from May 16 to November 9, 2011 for 120 episodes.","original_name":"당신이 잠든 사이","vote_average":0.0,"name":"While You Were Sleeping","cert":"Unavailable","id":46513,"adult":"false","genre_ids":[],"origin_country":["KR"]},{"first_air_date":"2012-01-04","cast":["Bobby Dean"],"overview":"Not My Mama's Meals is a Cooking Channel series hosted by Bobby Deen, which debuted on January 4, 2012. In the series, Bobby Deen takes inspiration from his mother Paula's recipes, reworking them into healthier versions reducing fat and calorie content. Clips from Paula Deen's various Food Network series are commonly shown with limited nutritional information to contrast with that of Bobby Deen's preparation, which is filmed on location at his New York City apartment. Paula Deen appears as well, typically from her Savannah home, trying samples of her son's reworked dishes.","original_name":"Not My Mama's Meals","vote_average":0.0,"name":"Not My Mama's Meals","cert":"Unavailable","id":46514,"adult":"false","genre_ids":[10751],"origin_country":[]},{"first_air_date":"2013-01-28","cast":[],"overview":"Built is an American reality television series on the Style Network that premiered on January 28, 2013. Built follows a Manhattan-based home decor and construction company that is staffed with all male models who also have experience as being handymen.","original_name":"Built","vote_average":6.0,"name":"Built","cert":"Unavailable","id":46517,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The story of the U.S. Army Air Corps’ Eighth Air Force, which was the tip of the spear during the Allies’ daylight bombing campaign of Germany from mid-1942 to the end of World War II.","original_name":"Masters of the Air","vote_average":10.0,"name":"Masters of the Air","cert":"Unavailable","id":46518,"adult":"false","genre_ids":[10768],"origin_country":["US"]},{"first_air_date":"2011-12-21","cast":["Kim Young-kwang","Ji Chang-wook","Wang Ji-hye","Oh Jae Moo","Park Soo-jin"],"overview":"The true story of a young man who turned a tiny vegetable store into a nationwide franchise. Based on a book published in 2003 about Lee Young Suk's life. He started his vegetable stand in 1998 and eventually expanded it to 33 stores around South Korea.","original_name":"총각네 야채가게","vote_average":6.0,"name":"Bachelor's Vegetable Store","cert":"Unavailable","id":46527,"adult":"false","genre_ids":[35,18,10749],"origin_country":["KR"]},{"first_air_date":"2012-03-21","cast":["Ha Ji-won","Lee Seung-gi","Lee Yoon-ji","Cho Jung-seok","Yoon Je-moon"],"overview":"The King 2 Hearts is a 2012 South Korean television series, starring Ha Ji-won and Lee Seung-gi in the leading roles. It is about a South Korean crown prince who falls in love with a North Korean special agent. It aired on MBC from March 21 to May 24, 2012 on Wednesdays and Thursdays at 21:55 for 20 episodes.","original_name":"더킹 투하츠","vote_average":8.1,"name":"The King 2 Hearts","cert":"Unavailable","id":46528,"adult":"false","genre_ids":[10759,18],"origin_country":["KR"]},{"first_air_date":"2012-03-03","cast":["Yeon Jung-hoon","Uhm Ji-won","Wang Bit-na","Shim Eun-jin"],"overview":"A romantic drama about what happens when young and successful CEO Ma In Tak offers to pass on a 10 billion won inheritance to his future wife. Young CEO, Ma In Tak (Yun Jung Hoon) considers money as the most important thing in his life. He calculates everything in terms of money, and his success has also earned him the reputation of being a tyrant. The CEO then finds himself entangled in a strange conspiracy due to his obsession with riches, but along the way, will he be able to admit that something else has become more important than money?","original_name":"사랑도 돈이 되나요","vote_average":9.0,"name":"Can Love Become Money?","cert":"Unavailable","id":46529,"adult":"false","genre_ids":[18,35],"origin_country":["KR"]},{"first_air_date":"2012-02-19","cast":["Amber Kuo","Leroy Young","Chen Yi Rong","Tammy Chen"],"overview":"","original_name":"向前走向愛走","vote_average":0.0,"name":"向前走向愛走","cert":"Unavailable","id":46530,"adult":"false","genre_ids":[35,18],"origin_country":["TW"]},{"first_air_date":"2010-06-19","cast":["Goh Doo-shim","Oh Yoon-ah","Lee Jong-hyuk","Baek Il-seob","Han Sang-jin"],"overview":"Jung-im closes down the shop early in preparation for her father-in-law’s 60th birthday. Yet, his sons and daughters are nowhere to be found, and so as her husband Tae-ho. At this hour Tae-ho is with his co-worker Suh-young, whispering loves under the curtain. Nowadays, Tae-ho has no arousal around his wife, and sees no sparks in their conversations. Suh-young, on the other hand, is a light to his dull life. As secrets can never stay sealed forever, during his sleep Tae-ho unconsciously blurts out his love towards Suh-young. After such bitter incident, Jung-im is dragged to I-dol concerts by her friend Aeh-ran, and unexpectedly ends up in a fight. Soon, the press releases news about her under the title by, “the revolting vigilant fan in her thirties!” Then Jung-im’s life falls apart, as Tae-ho divorces her. Yet what she had not realized is that her life could also turn towards “good” when given just the right chance. As entertainment agency’s head Hyun-wook decides to turn Jung-im into a successful Cinderella, her life changes! Then one day, as Tae-ho turns on his radio he hears a voice, a familiar one… yes, it was his ex-wife Jung-im’s. What would happen next?","original_name":"결혼해주세요","vote_average":0.0,"name":"Please Marry Me","cert":"Unavailable","id":46531,"adult":"false","genre_ids":[],"origin_country":["KR"]},{"first_air_date":"2012-11-04","cast":["Luke Jurevicius","Aletheia Burney","Charlotte Rose Hamlyn"],"overview":"Figaro Pho is a warm-hearted, adorable, quirky and mischievous character ... who just happens to be afflicted with every phobia imaginable. In THE NEW ADVENTURES OF FIGARO PHO, the usually fearful Figaro has mustered up the courage to venture outside his mansion and into the big, wild world. Supported by a hilarious cast of quirky friends, including Snotty Ronald, Obsessive Prudence and Skater Boy Rudy, Figaro and his mechanical dog Rivet take on the simple pleasures of life despite his fears. But in the fantastical world of Figaro Pho any activity inevitably turns into a hysterical adventure.","original_name":"The Adventures of Figaro Pho","vote_average":0.0,"name":"The Adventures of Figaro Pho","cert":"Unavailable","id":46532,"adult":"false","genre_ids":[10762,16],"origin_country":["AU"]},{"first_air_date":"2003-01-08","cast":["Oh Yeon-soo","Kim Rae-won","Cho Jae-hyun","Wang Bit-na","Gong Hyo-jin"],"overview":"","original_name":"눈사람","vote_average":0.0,"name":"Snowman","cert":"Unavailable","id":46543,"adult":"false","genre_ids":[18,10749],"origin_country":["KR"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Red Shoe Diaries: The Game","vote_average":0.0,"name":"Red Shoe Diaries: The Game","cert":"Unavailable","id":46544,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2007-09-30","cast":["Jung Chan","Yoon Soy","Kim Hye-Ri"],"overview":"The drama centered around the work life of the employees at Will Auction, an auction house dealing in arts. Cha Yun Soo was a rookie hired by Will Auction even though she had no background in arts and what's more, her father was once convicted of art forgery. She overcame obstacles by working hard and proving that she could be trusted. She aspired to be an auctioneer like her superior, Min Soo Rin. Oh Yoon Jae was the senior specialist at the firm and would take any risk to uncover the truth.","original_name":"옥션 하우스","vote_average":0.0,"name":"Auction House","cert":"Unavailable","id":46545,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2009-06-11","cast":["Yoon Kye-sang","Lee Ha-na","Min Hyo-rin","Lee Jung-jae","Lee Sun-kyun"],"overview":"","original_name":"트리플","vote_average":0.0,"name":"Triple","cert":"Unavailable","id":46546,"adult":"false","genre_ids":[18,35],"origin_country":["KR"]},{"first_air_date":"2008-09-16","cast":["Jang Hyuk","Han Ye-seul","Kim Min-jun","Kang Sung-yeon","Ahn Nae-sang"],"overview":"Go Ni suffers an incredible loss when his mother and stepfather die because of Young Min. He later ends up in jail where he meets people who will change his life forever. Go Ni learns from a top tazza player in hopes of getting revenge.","original_name":"타짜","vote_average":7.0,"name":"Tazza","cert":"Unavailable","id":46547,"adult":"false","genre_ids":[10759,18],"origin_country":["KR"]},{"first_air_date":"2008-04-07","cast":["Gong Hyung-jin","Seo Ji-hye","Ahn Jae-wook","Park Hye-young","Jo Mi-ryung"],"overview":"Suk Chul Soo and Na Young Hee are a newly wedded couple with an age gap of 14 years. This is a drama that tells the story of a couple who just had a baby because of a one night stand. It will portray the modern generation's view on love and marriage as well as the responsibility of raising a child. Park Byung Ho was thoughtless and threw away his child for a better income and life who later regrets this and learns to love.","original_name":"사랑해","vote_average":6.0,"name":"I Love You","cert":"Unavailable","id":46548,"adult":"false","genre_ids":[18],"origin_country":["KR"]},{"first_air_date":"2007-01-17","cast":["Lee Ji-hyun","Kim Nam-jin","Seo Young-hee","Jung Dong-Hwan","Kang Shin-il"],"overview":"","original_name":"인어 이야기","vote_average":0.0,"name":"Mermaid Story","cert":"Unavailable","id":46549,"adult":"false","genre_ids":[9648],"origin_country":["KR"]},{"first_air_date":"2008-07-09","cast":["Bae Geu-rin","Ryu Soo-young","Lee Sung-jae","Lee Soo-kyung","Han Eun-jung"],"overview":"Woo Lee-kyung worked at a major law firm as a secretary when she fell head-over-heels in love with Byun-hyuk, a rising star attorney in the firm. They fell madly in love with each other and ended up living together for three years. However, one day, Byun-hyuk decided to leave her, and all she had left were his law school books. The despaired Lee-kyung studied day and night with Byun-hyuk’s books, and soon passed the bar exam herself. Lee-kyung ends up opening her own tiny office with no employees. Her first task is to represent Han Min-kook, who winds up in a huge divorce lawsuit that could cost him an incredible sum of $100 million dollars. This case also lands Lee-kyung in a funny, cute tale of romance. Meanwhile, the story takes an odd twist when it is discovered that Han Min-kook’s ex-wife, Lee Ae-ri, is Lee-kyung’s good friend, and the lawyer representing Ae-ri is none other than Byun-hyuk himself. At the end of the day, Lee-kyung is left with the challenge of facing a showdown with her friend, Ae-ri, as well as her first love, Byun-hyuk.","original_name":"대한민국 변호사","vote_average":0.0,"name":"Love & Law","cert":"Unavailable","id":46556,"adult":"false","genre_ids":[18,35],"origin_country":["KR"]},{"first_air_date":"2007-07-04","cast":["Jung So-min","Park Ye-jin","Jang Hyun-sung","MC Mong"],"overview":"","original_name":"위대한 캣츠비","vote_average":0.0,"name":"The Great Catsby","cert":"Unavailable","id":46557,"adult":"false","genre_ids":[],"origin_country":["KR"]},{"first_air_date":"2010-07-05","cast":["Han Eun-jung","Jang Hyun-sung","Kim You-jung","Seo Shin-ae","Kim Jung-nan"],"overview":"For the sin of falling in love with a human, Gumiho gives birth to a daughter and enters the world of humans in order to protect her young, tender child.However, Yun Dusu, the man who chose her, is the father of a dying daughter.In order to obtain a liver to save his beloved, illness-stricken daughter, he is forced to do the unthinkable: to kill Yeoni, the daughter of Gumiho. Unaware of this fact, Gumiho opens her heart to Dusu, who protects her as if she is family, and once again falls in love with a human, ultimately suffering for it.And the one man who falls in love with Gumiho, a nonhuman with more humanity than any human, realizes he truly loves her and attempts to make their love work.","original_name":"구미호 : 여우누이뎐","vote_average":0.0,"name":"Grudge: The Revolt of Gumiho","cert":"Unavailable","id":46558,"adult":"false","genre_ids":[],"origin_country":["KR"]},{"first_air_date":"2010-10-27","cast":["Kim Hye-soo","Lee Sang-yoon","Youn Yuh-jung"],"overview":"Home Sweet Home is a 2010 South Korean television series. The mystery melodrama starring Kim Hye-soo and Hwang Shin-hye aired on Wednesday and Thursday nights on MBC from October 27 to December 23, 2010 at 9:55 p.m.","original_name":"즐거운 나의 집","vote_average":0.0,"name":"Home Sweet Home","cert":"Unavailable","id":46559,"adult":"false","genre_ids":[9648],"origin_country":["KR"]},{"first_air_date":"2007-03-21","cast":["Uhm Tae-woong","Ju Ji-hoon","Shin Min-a","Kwak Jung-wook","Seo Jun-young"],"overview":"A string of murders brings together a conflicted detective, a psychic librarian, and a mysterious prosecutor with dubious motives in this action thriller starring Uhm Tae Woong, Joo Ji Hoon, and Shin Min Ah. Detective Kang Oh Soo is assigned to two seemingly unrelated murder cases, where the only clues left behind are tarot cards. He is lead to Seo Hae In, a quiet librarian who has the ability to make a psychic connection to an object to discover its history. She reveals to him that the victims were connected to the death of a high school boy years ago. The one common link between the suspects is their defense attorney, Oh Seung Ha, a young lawyer with questionable motives. Find out how everything is more connected than you think in this suspenseful thriller.\n\nThe series is the second installment of the revenge trilogy by director Park Chan-hong and writer Kim Ji-woo, after Resurrection in 2005 and followed by Shark in 2013.","original_name":"마왕","vote_average":6.5,"name":"The Lucifer","cert":"Unavailable","id":46560,"adult":"false","genre_ids":[18,9648,10749],"origin_country":["KR"]},{"first_air_date":"2008-05-14","cast":["Son Ye-jin","Ji Jin-hee","Jin Goo","Jo Yoon-hee","Kim Bo-kyung"],"overview":"What does it take to succeed in the tough world of broadcast news? Seo Woo Jin  joins the bustling city desk of a major broadcast network, along with the other new reporters, Lee Sun Chul and Yang Myung Eun. Serving as their mentor and trainer is Oh Tae Suk, the veteran journalist who chases down every lead until he gets the story. When Tae Suk sees potential in Woo Jin, he takes a special interest in her career development. As they work closely to exposes the injustices in society, will their relationship deepen into something more?","original_name":"스포트라이트","vote_average":0.0,"name":"Spotlight","cert":"Unavailable","id":46561,"adult":"false","genre_ids":[18],"origin_country":["KR"]},{"first_air_date":"2011-12-03","cast":["Im Joo-eun","Lee Soo-hyuk","Oh Man-seok","Jang Hee-jin","Kang Dae-sung"],"overview":"","original_name":"왓츠업","vote_average":5.0,"name":"What's Up?","cert":"Unavailable","id":46572,"adult":"false","genre_ids":[],"origin_country":["KR"]},{"first_air_date":"2012-02-11","cast":["Kim Joo-hyuk","Ha-eun Kim","Lee Seung-hyo","Ahn Jae-mo","Cheon Ho-jin"],"overview":"Kim Jun is the son of an escaped palace slave, who gets raised by monks. Years later, after being torn from his home during wartime, Kim Jun must renounce hispacifist ways to partake in a deadly game that could be his ticket to freedom from his masters, Choe Chung-heon's clan. During the Mongol invasions of Korea, Kim Jun rises in the ranks to become the top military official, and eventually rules the Goryeo empire for 60 years in place of its king.","original_name":"무신","vote_average":8.0,"name":"God of War","cert":"Unavailable","id":46573,"adult":"false","genre_ids":[18],"origin_country":["KR"]},{"first_air_date":"2012-01-23","cast":["Kim Yeong-cheol","Yang Hee-Kyung","Lee Min-woo ","Shin Eun-jung","Yoon Da-hoon"],"overview":"","original_name":"아버지가 미안하다","vote_average":0.0,"name":"Daddy's Sorry","cert":"Unavailable","id":46574,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-06-27","cast":["Kim Min-jun","Hong Jong-hyun","Choi Yeo-jin","Park Sol-mi ","Goo Bon-Seung"],"overview":"The drama tells the love story of a couple who has been married already for 3 years. The couple is still in love but they choose to separate after their past lovers approach them.","original_name":"친애하는 당신에게","vote_average":8.0,"name":"Beloved","cert":"Unavailable","id":46575,"adult":"false","genre_ids":[18],"origin_country":["KR"]},{"first_air_date":null,"cast":["Nancy Sit Ka-Yin","Ann Kok","Thomas Ong","Jacelyn Tay","Zhang Yaodong"],"overview":"","original_name":"Love Concierge","vote_average":0.0,"name":"Love Concierge","cert":"Unavailable","id":46576,"adult":"false","genre_ids":[],"origin_country":["SG"]},{"first_air_date":"2011-04-13","cast":["Seo Ji-Seok","Choi Jung-yoon","Byeon Jeong-su","Goo Seung-hyun","Jung Da-bin"],"overview":"Manny is a 2011 South Korean romantic comedy television series, starring Suh Ji-suk, Choi Jung-yoon, Byun Jung-soo and Jung Da-bin. It aired on tvN from April 13 to June 2, 2011 for 16 episodes.\n\nTall, with a perfect figure and his qualifications as an Ivy League graduate, Kim Yi Han is Seoul's top male nanny. He is employed by Seo Do Young as a live-in nanny to look after her two young children, Eun Bi and Jung Min.","original_name":"매니","vote_average":0.0,"name":"Manny","cert":"Unavailable","id":46577,"adult":"false","genre_ids":[35,18],"origin_country":["KR"]},{"first_air_date":"2011-01-23","cast":["Han Jin-hee","Im Soo-hyang","Seo Woo-rim","Han Hye-rin","Lee Dae-ro"],"overview":"New Tales of Gisaeng is a 2011 South Korean television series starring Im Soo-hyang, Sung Hoon and Han Hye-rin. Written by Im Sung-han and directed by Son Moon-kwon, it aired on SBS from January 23 to July 17, 2011 on Saturdays and Sundays at 21:45 for 52 episodes.","original_name":"신기생뎐","vote_average":0.0,"name":"New Tales of the Gisaeng","cert":"Unavailable","id":46578,"adult":"false","genre_ids":[18,10749],"origin_country":["KR"]},{"first_air_date":"2010-03-22","cast":["Chae Sang-woo","Ye Ji-won","Lee Young-yoo","Kim Sung-su","Choi Yeo-jin"],"overview":"","original_name":"볼수록 애교만점","vote_average":0.0,"name":"Cutie Pie","cert":"Unavailable","id":46587,"adult":"false","genre_ids":[],"origin_country":["KR"]},{"first_air_date":"2005-08-10","cast":["Takashi Nagayama","Ryôhei Abe","Norihito Kaneko","Tsuyoshi Hayashi","Yûsuke Kamiji"],"overview":"","original_name":"Team Astro","vote_average":0.0,"name":"Team Astro","cert":"Unavailable","id":46588,"adult":"false","genre_ids":[35],"origin_country":["JP"]},{"first_air_date":"2009-01-02","cast":[],"overview":"","original_name":"After Love","vote_average":0.0,"name":"After Love","cert":"Unavailable","id":46589,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2010-02-27","cast":["Lim Ju-hwan","Jung Kyung-soon","Akiba Rie"],"overview":"Hyunhaetan Marriage War is co-production between South Korea and Japan. Dae-cheon and Takako are lovers who decide to get married. However, Dae-cheon's father, who is a fishing boat captain, dislikes the Japanese while Takako's father has an unfavorable opinion of Korea. So Dae-cheon teaches Takako how to talk in a heavy, folksy Korean accent and tells her to limit what she says to his father to only four words. He then introduces Takako to his father under the name \"Choi Do-ja\", which is a girl's name in Korea. Thinking that Takako is Korean, his father approves of their marriage. But later on, Dae-cheon's father learns that Takako is Japanese and becomes infuriated... [Source: HanCinema]","original_name":"Hyunhaetan Marriage War","vote_average":0.0,"name":"Hyunhaetan Marriage War","cert":"Unavailable","id":46590,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-11-08","cast":["Esther Huang","Alan Kuo","Lee Kang-i","Tiffany Hsu","Chris Wang"],"overview":"When a marriage-phobic woman hires a seductress to test how faithful her eager-to-wed boyfriend is, her plan takes an unexpected turn.","original_name":"我租了一個情人","vote_average":8.0,"name":"Love Me Or Leave Me","cert":"Unavailable","id":46591,"adult":"false","genre_ids":[18],"origin_country":["TW"]},{"first_air_date":"2013-01-23","cast":["Choi Kang-hee","Joo Won","Ahn Nae-sang","Hwang Chan-sung","Byun Seung-yoon"],"overview":"Love and espionage collide in this drama of the National Intelligence Service’s rookie agents. Han Gil Ro realizes his dream of becoming an international man of mystery, after a childhood spent pouring over James Bond films. Kim Seo Won spices things up as a goofy, yet determined agent, but it's not all 007 glamor. Both Gil Ro and Seo Won must learn what it takes to uphold their sworn duty, even at the sacrifice of their happiness - and lives.","original_name":"7급 공무원","vote_average":7.0,"name":"7th Grade Civil Servant","cert":"Unavailable","id":46592,"adult":"false","genre_ids":[10759,35,18],"origin_country":["KR"]},{"first_air_date":"1994-12-16","cast":[],"overview":"Tokiko Mima, nicknamed \"Key,\" is a 17-year-old girl living in the Japanese countryside who, despite her human-like appearance, is a robot. When Key's grandfather Dr. Murao Mima passes away, he leaves her a dying message, telling her that she can become a real girl if she is able to make thirty thousand friends. Thus, Key moves from the quiet Mamio Valley to the busy streets of Tokyo, where she soon runs into her childhood friend Sakura Kuriyagawa.\n\nKey quickly becomes enamored with idol singer Miho Utsuse and wonders if becoming a singer will allow her to make the amount of friends needed for her to become human. But Miho carries a ominous secret: she is connected to Jinsaku Ajou, an old rival of Dr. Mima trying to make new a breakthrough in robotic weaponry. As Key works to become a real girl, Ajou sets a dangerous plan into action, and it turns out there's much more to Key than meets the eye.","original_name":"KEY THE METAL IDOL","vote_average":0.0,"name":"Key the Metal Idol","cert":"PG","id":46599,"adult":"false","genre_ids":[16,10765,10759,18],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Boris & Freja","vote_average":0.0,"name":"Boris & Freja","cert":"Unavailable","id":46600,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"O Formigueiro","vote_average":0.0,"name":"O Formigueiro","cert":"Unavailable","id":46601,"adult":"false","genre_ids":[],"origin_country":["ES"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Off the Hook: Extreme Catches","vote_average":0.0,"name":"Off the Hook: Extreme Catches","cert":"Unavailable","id":46602,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Stanley: Hop To It","vote_average":0.0,"name":"Stanley: Hop To It","cert":"Unavailable","id":46603,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2006-01-01","cast":["KaDee Strickland"],"overview":"","original_name":"Laws of Chance","vote_average":0.0,"name":"Laws of Chance","cert":"Unavailable","id":46606,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Love Reinvented","vote_average":5.0,"name":"Love Reinvented","cert":"Unavailable","id":46607,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-11-26","cast":["Anne Consigny","Frédéric Pierrot","Clotilde Hesme","Céline Sallette","Samir Guesmi"],"overview":"In the shadow of an enormous hydraulic dam, the lives of the residents of a small French town are changed to their core when hundreds of previously dead relatives all return home on the same day.","original_name":"Les Revenants","vote_average":7.3,"name":"The Returned","cert":"Unavailable","id":46616,"adult":"false","genre_ids":[18,9648,10765],"origin_country":["FR"]},{"first_air_date":null,"cast":[],"overview":"Executive Suite is an American drama television series that aired from September 20, 1976 until February 11, 1977. Based on the 1954 film of the same name.","original_name":"Executive Suite","vote_average":0.0,"name":"Executive Suite","cert":"Unavailable","id":46617,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Lives on Fire is an American reality documentary television series on the Oprah Winfrey Network that debuted on June 8, 2012.\n\nThe network ordered a six episode first season of the series which was completely produced and finished. The series premiered with 163,000 viewers and the following episode obtaining 121,000 viewers. Citing low viewership, OWN pulled the series from its broadcasting schedule and the remaining episodes of the series were burned off on July 20, 2012.","original_name":"Lives on Fire","vote_average":0.0,"name":"Lives on Fire","cert":"Unavailable","id":46618,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2013-04-22","cast":["Aden Young","Abigail Spencer","Adelaide Clemens","Clayne Crawford","J. Smith-Cameron"],"overview":"After 19 years on Death Row for the rape and murder of his teenage girlfriend, Daniel Holden is going home. His conviction has been vacated due to new DNA evidence. Now he has to return to a world he no longer knows and his reentry into the outside world may be as unforgiving as prison. Daniel is haunted by the past, dogged by the present, and uncertain of the future. As he struggles to adapt to his new life, his homecoming reignites the fears of a small town and threatens to shatter his family’s fragile peace. Daniel’s alleged crime divided a community. Will his freedom tear it in half?","original_name":"Rectify","vote_average":7.6,"name":"Rectify","cert":"Unavailable","id":46619,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Destino is a Mexican telenovela produced by Maricarmen Marcos for Azteca. Paola Nuñez and Mauricio Islas star as the protagonists.","original_name":"Destino","vote_average":0.0,"name":"Destino","cert":"Unavailable","id":46620,"adult":"false","genre_ids":[18],"origin_country":["MX"]},{"first_air_date":"2014-02-27","cast":["Damian Walshe-Howling","Andrea Demetriades","Christopher Morris","Peter Kowitz","Hamish Michael"],"overview":"Senior Prosecutor Janet King returns from maternity leave to confront a high-profile murder, and a conspiracy which will have shocking ramifications throughout the judicial system.","original_name":"Janet King","vote_average":6.8,"name":"Janet King","cert":"Unavailable","id":46621,"adult":"false","genre_ids":[18],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Futz","vote_average":0.0,"name":"Futz","cert":"Unavailable","id":46622,"adult":"false","genre_ids":[16],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Abunai Deka, often shortened to AbuDeka, is Japanese television drama aired by Nippon Television between 1986 and 1987. Starring Hiroshi Tachi and Kyohei Shibata, the series became very popular and spawned films, spin-offs series, and books. The series follows a pair of detectives, Takayama and Oshita, from the Naka-ku branch of the Kanagawa Prefectural Police.","original_name":"あぶない刑事","vote_average":0.0,"name":"あぶない刑事","cert":"Unavailable","id":46631,"adult":"false","genre_ids":[18],"origin_country":["JP"]},{"first_air_date":"2012-05-07","cast":[],"overview":"Undercover Stings is an American reality documentary television series on Spike. The series debuted on May 7, 2012.","original_name":"Undercover Stings","vote_average":0.0,"name":"Undercover Stings","cert":"Unavailable","id":46632,"adult":"false","genre_ids":[99,18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"High Living was the first soap opera to be produced in Scotland, and was produced by STV. The series was created and written by Jack Gerson","original_name":"High Living","vote_average":0.0,"name":"High Living","cert":"Unavailable","id":46633,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2012-03-16","cast":[],"overview":"Squaresville is an American comedy web series created by Matt Enlow. The show follows best friends Esther and Zelda as they deal with life in their suburban town, one adventure at a time. It premiered on YouTube on March 16, 2012.\n\nThe show used a Kickstarter campaign to raise the $12,000 needed to complete production of its first season. On November 13, 2011, they successfully funded with $12,476 from 196 backers.\n\nIn 2012, Squaresville joined the Big Frame YouTube network.\n\nOn February 1, 2013, Squaresville launched its second season with the episode \"Back to Basics\".","original_name":"Squaresville","vote_average":0.0,"name":"Squaresville","cert":"Unavailable","id":46634,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Romeo y Julieta is an Argentine soap opera based on the play Argentina Original eponymous William Shakespeare, starring Brenda Gandini and Elias Viñoles modern and set the current time. Despite the little success fiction young actors announced today as Brenda Gandini force, Benjamin Amadeo, Maria del Cerro, Elijah Viñoles, Coco Maggio, and Dolores Inés Palombo Sarmiento. It premiered on March 14, 2007 on Channel 9.","original_name":"Romeo y Julieta","vote_average":10.0,"name":"Romeo y Julieta","cert":"Unavailable","id":46635,"adult":"false","genre_ids":[18,10751],"origin_country":["AR"]},{"first_air_date":"2013-04-03","cast":["Im Jae-beom","Park Min-ji","Song Seung-heon","Shin Se-kyung","Chae Jung-an"],"overview":"When a Man Falls in Love is a 2013 South Korean television series, starring Song Seung-heon, Shin Se-kyung, Chae Jung-an, and Yeon Woo-jin. The story revolves around a world-weary gangster as his love life intertwines with three others, and how the course of their lives changes entirely based on one moment of fevered passion. It aired on MBC from April 3 to June 6, 2013 on Wednesdays and Thursdays at 21:55 for 20 episodes.","original_name":"남자가 사랑할 때","vote_average":8.5,"name":"When a Man Falls in Love","cert":"Unavailable","id":46636,"adult":"false","genre_ids":[18],"origin_country":["KR"]},{"first_air_date":"2012-09-03","cast":[],"overview":"Treasures of Ancient Rome is a 2012 three-part documentary written and presented by Alastair Sooke. The series was produced by the BBC, and originally aired in September 2012 on BBC Four. In the documentary Sooke sets out to \"debunk the myth that Romans didn't do art and were unoriginal\". This is based on the view that Romans heavily incorporated Greek style in their art, and hence produced nothing new or original. Sooke has received some criticism from the media owing to the fact that there is no consensus among academics on this topic, and hence no 'myth' exists in the first place.","original_name":"Treasures of Ancient Rome","vote_average":0.0,"name":"Treasures of Ancient Rome","cert":"Unavailable","id":46647,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2014-01-12","cast":["Mahershala Ali","Stephen Dorff","Carmen Ejogo","Scoot McNairy","Ray Fisher"],"overview":"An American anthology police detective series utilizing multiple timelines in which investigations seem to unearth personal and professional secrets of those involved, both within or outside the law.","original_name":"True Detective","vote_average":8.2,"name":"True Detective","cert":"Unavailable","id":46648,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Link is a documentary on National Geographic Channel, hosted by Josh Klein, that examines the history and advances leading up to a given modern technology, on each episode.","original_name":"The Link","vote_average":0.0,"name":"The Link","cert":"Unavailable","id":46649,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"\"Marisol\" is the most popular Brazilian soap opera of all times, due to its high ratings. The Soap has had 3 re-runs the last been in 2012. It was first broadcast from 9 April to November 5, 2002, in 182 chapters, replacing Love and Hate, and being replaced by Little Lane, 20.30. Based on the original Mexican Inés Rodena. Marisol is a remake of the Mexican telenovela of the same name and was adapted into Portuguese by Henry Zambelli, supervised text Ecila Pedroso and direction of Antonino Seabra, Jacques Lagôa, Henrique Martins and David Grimberg. [1]\n\nThe soap presents Barbara Paz, Carlos Casagrande, Adriana Ferreyr, Jhonatas Faro, Gabriela Alves and Glauce Graieb in the lead roles. It was reintroduced on 1 January 2007 to 23 March 2007, in 60 chapters, succeeding Wounds of Love. Was replayed for the 2nd time in SBT, March 5 to August 20, 2012, in 119 chapters, replacing the rerun of Fascination in turn was replaced by Canavial of Passions. [2]","original_name":"Marisol","vote_average":0.0,"name":"Marisol","cert":"Unavailable","id":46650,"adult":"false","genre_ids":[],"origin_country":["BR"]},{"first_air_date":null,"cast":[],"overview":"Rajani was a popular TV series aired on Doordarshan in Mid 80s directed by Basu Chatterjee. It had Priya Tendulkar in lead role. It became immensely popular for creating awareness among lax government offices and officials. It was written by Karan Razdan who also acted in the series.","original_name":"Rajani","vote_average":0.0,"name":"Rajani","cert":"Unavailable","id":46651,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":"2013-02-12","cast":[],"overview":"The Face is an American reality television modeling competition series. The show is hosted by Nigel Barker, who was a previous judge on America's Next Top Model for seventeen seasons. The series follows three supermodel coaches, Anne Vyalitsyna, Lydia Hearst-Shaw, and Naomi Campbell as they compete with each other to find 'the face' of ULTA beauty, one of the fastest growing beauty retailers in the United States. The series premiered online on February 1, 2013. It premiered on television on February 12, 2013, on Oxygen. The series was renewed in April 2013 for a ten-episode second season, which will premiere in early 2014. Anne Vyalitsyna and Lydia Hearst-Shaw replaced Coco Rocha and Karolina Kurkova as supermodel coaches in the second season.","original_name":"The Face","vote_average":0.0,"name":"The Face","cert":"Unavailable","id":46652,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2013-05-03","cast":["Dave Anthony","Marc Maron","Andy Kindler"],"overview":"Marc Maron has been a comedian for 25 years. He’s had his problems. He was an angry, drunk, self involved, twice divorced compulsive mess for most of his adult life, but with the popularity of a podcast he does in his garage and a life of sobriety, his life and career are turning around. MARON explores a fictionalized version of Marc’s life, his relationships, and his career, including his incredibly popular WTF podcast, which features conversations Marc conducts with celebrities and fellow comedians. Neurosis intact, Maron is uniquely fascinating, absolutely compelling and brutally funny.","original_name":"Maron","vote_average":7.0,"name":"Maron","cert":"Unavailable","id":46653,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"IFISH is a fishing show hosted by Paul Worsteling.","original_name":"IFISH","vote_average":0.0,"name":"IFISH","cert":"Unavailable","id":46660,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"2013-03-19","cast":["Kylie Bunbury","Maddie Hasson","Kimberly Quinn","Sam Robards","Denise Richards"],"overview":"A one-hour mystery full of twists and turns that follows Danny Desai, a charismatic 16-year-old with a troubled past who returns to his hometown after spending five years in juvenile detention. Immediately branded an outcast, Danny attempts to reconnect with his two childhood best friends, Jo and Lacey. But when a fellow student is found dead in her home, Danny instantly becomes the prime suspect and town spirals into a frenzy of suspicion and mystery. Jo and Lacey must decide if their childhood friend is unforgivable, or if he's really a victim being persecuted for his own twisted secrets.","original_name":"Twisted","vote_average":6.7,"name":"Twisted","cert":"Unavailable","id":46661,"adult":"false","genre_ids":[9648,18],"origin_country":["US"]},{"first_air_date":"2009-07-07","cast":["Michael Cyril Creighton"],"overview":"Jack was a mild-mannered young man with a BFA in acting and no life skills. He took a job at a theater box office because it didn't involve heavy lifting, wearing a blazer or using Excel. A few years and thousands of customers later, Jack finds himself less mild-mannered and less young than ever before. Watch Jack try to manage his anger while navigating an insular universe where everyone is even more unstable than he is. Like all caged animals, he is going to throw his sh*t at you sooner or later... but first he's going to eat a cupcake and take a phone call from his mom. Service with a smirk, that's all you can ask for.","original_name":"Jack In A Box","vote_average":0.0,"name":"Jack in a Box","cert":"Unavailable","id":46662,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Adventures of Francie and Josie","vote_average":0.0,"name":"The Adventures of Francie and Josie","cert":"Unavailable","id":46663,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":"2013-01-02","cast":["David Attenborough"],"overview":"Africa, the world's wildest continent. David Attenborough takes us on an awe-inspiring journey through one of the most diverse places in the world. We visit deserts, savannas, and jungles and meet up with some of Africa's amazing wildlife.","original_name":"Africa","vote_average":8.2,"name":"Africa","cert":"Unavailable","id":46664,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Thurgood","vote_average":0.0,"name":"Thurgood","cert":"Unavailable","id":46667,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2010-04-04","cast":["Tomokazu Seki","Takahiro Mizushima","Ryotaro Okiayu","Daisuke Ono","Tokuyoshi Kawashima"],"overview":"Giant Killing follows a ragtag bunch from East Tokyo who are struggling  in Japan's top football league. Nearing the bottom, they have lost 5  matches in a row which hasn't done much to team morale. Even with the  fan's turning their backs on the team, it seems as if the end is near.  East Tokyo United can only blame their coach right now. However, their  Coach is going to do something drastic to prove to his team and fans,  that against the biggest club in the nation, he can make this team win...","original_name":"ジャイアントキリング","vote_average":0.0,"name":"Giant Killing","cert":"Unavailable","id":46668,"adult":"false","genre_ids":[18,16],"origin_country":["JP"]},{"first_air_date":"2001-05-06","cast":["Olympia Dukakis","Laura Linney","Barbara Garrick","William Campbell","Parker Posey"],"overview":"In this third installment of Armistead Maupin's engaging saga, some denizens of 28 Barbary Lane venture beyond the City by the Bay-to the home of a Hollywood icon, even to a remote Alaskan island.","original_name":"Further Tales of the City","vote_average":8.7,"name":"Further Tales of the City","cert":"Unavailable","id":46679,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2002-09-30","cast":["Edward Herrmann"],"overview":"Explores every aspect of Sparta's culture, lifestyle, history and legacy. Author Steven Pressfield reflects on the significance of the Battle of Thermopylae, where a force led by 300 Spartan warriors stalled the advance of a hundred-thousand-plus strong Persian army for nearly a week. Scholars explore the factors that drove the Peloponnesian city-state to strive for martial excellence. Ancient accounts explain how Sparta's warriors were trained and detail their prowess in battle.","original_name":"Rise and Fall of the Spartans","vote_average":0.0,"name":"Rise and Fall of the Spartans","cert":"Unavailable","id":46680,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"De:Vadasy","vote_average":0.0,"name":"De:Vadasy","cert":"Unavailable","id":46683,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2015-06-14","cast":[],"overview":"Reality Trip is a documentary series (seven one hour episodes), which takes five young Kiwi consumers to three different countries to see where the products they buy come from – computers, bananas, costume jewellery, clothes, and tea. They’re products most New Zealanders buy without thinking about their origins and who makes them.","original_name":"Reality Trip","vote_average":8.5,"name":"Reality Trip","cert":"Unavailable","id":46684,"adult":"false","genre_ids":[99],"origin_country":["NZ"]},{"first_air_date":"2009-01-12","cast":["Lee Sang-woo","Shim Hyung-tak","Jang Yong","Youn Yuh-jung","Park Geun-hyung"],"overview":"A simple yet heartwarming story of a three-generation family, The Road Home portrays the love and conflicts between family members running a general hospital. It explores the lives of the grown-up children who each have their own problems to solve, and the way they cope with their aging parents.Yoo Min-soo is the eldest son of the hospital's CEO. His wife Jang Mi-ryung bears a child out of wedlock but raises it with maternal love.Hiro, a Japanese model, confesses his love for Ji-soo, Min-soo's sister. But Ji-soo must later come to grips with the secrets behind her birth.","original_name":"집으로 가는 길","vote_average":0.0,"name":"The Road Home","cert":"Unavailable","id":46693,"adult":"false","genre_ids":[18],"origin_country":["KR"]},{"first_air_date":"2013-10-02","cast":["Blair Underwood","Kenneth Choi","Brent Sexton","Pablo Schreiber","Spencer Grammer"],"overview":"Ironside is an upcoming American drama television series that is scheduled to premiere in the 2013–14 television season on NBC. It will air on Wednesdays at 10 p.m. Eastern\/9 p.m. Central, after Law & Order: Special Victims Unit. It is a remake of the 1960s television series Ironside and is set to premiere on October 2, 2013.","original_name":"Ironside","vote_average":5.4,"name":"Ironside","cert":"Unavailable","id":46694,"adult":"false","genre_ids":[18,10759],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"I Remember Nelson","vote_average":0.0,"name":"I Remember Nelson","cert":"Unavailable","id":46695,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Idea was a television special starring the Bee Gees with Brian Auger and The Trinity, Julie Driscoll and Lil Lindfors. It was aired on 11 December 1968 on Zweites Deutsches Fernsehen. The TV special was produced by Michèle Arnaud and directed by Jean Christophe Averti","original_name":"Idea","vote_average":0.0,"name":"Idea","cert":"Unavailable","id":46696,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-10-08","cast":["Cole Jensen","Tim Lagasse","Landry Bender","Oana Gregory","Aaron R Landon"],"overview":"Crash & Bernstein is a live action television comedy with puppetry which premiered on October 8, 2012 on Disney XD. Created by Eric Friedman, the series centers around a 12-year-old son, among three sisters, who wishes to have a brother. His wishes come true when a puppet named Crash comes to life. Production for the series began in May 2012. On November 9, 2012 Disney XD extended the series' first season to 26 episodes.\n\nDisney XD renewed the series for a second season on April 15, 2013, which will premiere on October 7, 2013.\n\nSesame Street and Muppets performer Tim Lagasse stars as the voice and puppeteer for Crash while Greg Ballora serves as the puppet captain.","original_name":"Crash & Bernstein","vote_average":8.5,"name":"Crash & Bernstein","cert":"Unavailable","id":46697,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2012-09-17","cast":["Ben Schwartz","Andrew Caldwell"],"overview":"Randy Cunningham: 9th Grade Ninja is an American animated television series created by Jed Elinoff and Scott Thomas for Disney XD. It is produced by Titmouse, Inc. and Boulder Media Limited. Many of the character designs were supplied by Jhonen Vasquez, the creator of Invader Zim. The series premiered on September 17, 2012.","original_name":"Randy Cunningham: 9th Grade Ninja","vote_average":10.0,"name":"Randy Cunningham: 9th Grade Ninja","cert":"Unavailable","id":46698,"adult":"false","genre_ids":[10759,16],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Stars and Garters was a British television variety show produced by ATV from 1963 until 1965, set in a fictional public house. Hosted by comedian Ray Martine, regulars included singers Kathy Kirby, Vince Hill, Tommy Bruce, Al Saxon, Clinton Ford and Julie Rayne. Readers of Weekend magazine voted the show the Best TV Series of 1963.\n\nMartine left the show in October 1965, after which it was renamed The New Stars and Garters and hosted by Jill Browne and Willie Rushton.","original_name":"Stars and Garters","vote_average":0.0,"name":"Stars and Garters","cert":"Unavailable","id":46699,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"WWE Saturday Morning Slam is a professional wrestling television program. The show aired as part of the Vortexx Saturday morning block on The CW from August 25, 2012 to May 11, 2013.\n\nThe series is intended for children and provides superstar profiles, behind-the-scenes footage, 1 or 2 exclusive matches, as well as highlighting WWE's community initiatives such as the \"Be A Star\" anti-bullying campaign. The series is also set to have a large focus on viewer interaction and social media. The series marks the return of WWE programming on The CW, as the network previously aired SmackDown from 2006-2008. The show is taped on Tuesday evenings, prior to the SmackDown taping.\n\nThe show is rated TV-G, and due to being aimed specifically at children, it does not feature any moves or holds aimed at the head or neck due to what is seen as their violent nature.\n\nThere has been no word on the status of WWE Saturday Morning Slam, which seems to indicate the show is not coming back for another season.","original_name":"WWE Saturday Morning Slam","vote_average":10.0,"name":"WWE Saturday Morning Slam","cert":"Unavailable","id":46706,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2012-10-03","cast":[],"overview":"WWE Main Event is a professional wrestling television program produced by WWE that airs on the Ion Television network and streams on Hulu Plus in the United States. The show features WWE wrestlers and complements WWE's primary programs Raw and SmackDown.","original_name":"WWE Main Event","vote_average":8.5,"name":"WWE Main Event","cert":"Unavailable","id":46707,"adult":"false","genre_ids":[10759,18],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Jack","vote_average":0.0,"name":"Jack","cert":"Unavailable","id":46708,"adult":"false","genre_ids":[16],"origin_country":[]},{"first_air_date":"2003-03-31","cast":["Terje Sporsem","Ørjan Burøe"],"overview":"Two people from two very different areas of Norway join together in an crazy attempt to make fun of the rest of the nation.","original_name":"Judas","vote_average":0.0,"name":"Judas","cert":"Unavailable","id":46709,"adult":"false","genre_ids":[35],"origin_country":["NO"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"PEI Votes","vote_average":0.0,"name":"PEI Votes","cert":"Unavailable","id":46710,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"CBC News Now: Gadhafi Dead","vote_average":0.0,"name":"CBC News Now: Gadhafi Dead","cert":"Unavailable","id":46711,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"CBC News Ottawa at 5, 5:30, 6:00 - School Explosion","vote_average":5.0,"name":"CBC News Ottawa at 5, 5:30, 6:00 - School Explosion","cert":"Unavailable","id":46718,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Mackay Helicopter Investigation","vote_average":0.0,"name":"Mackay Helicopter Investigation","cert":"Unavailable","id":46719,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"CBC News The National- Reports from Syria","vote_average":0.0,"name":"CBC News The National- Reports from Syria","cert":"Unavailable","id":46720,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Global National-Global National - Elliot Lake Mall Collapse","vote_average":0.0,"name":"Global National-Global National - Elliot Lake Mall Collapse","cert":"Unavailable","id":46721,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Colorado Shooting","vote_average":0.0,"name":"Colorado Shooting","cert":"Unavailable","id":46722,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"House Rules is an Australian television drama series produced by the Australian Broadcasting Corporation in 1988. It follows the story of a Melbourne housewife who becomes a member of parliament.","original_name":"House Rules","vote_average":0.0,"name":"House Rules","cert":"Unavailable","id":46723,"adult":"false","genre_ids":[18],"origin_country":["AU"]},{"first_air_date":"1995-05-23","cast":[],"overview":"Dangerous Lady was a four-part British mini-series TV drama, which aired on ITV and was based on Martina Cole's first published novel of the same name. The series premièred in 1995 and starred Sheila Hancock, Jason Isaacs, Susan Lynch and Owen Teale. Each episode lasted 60 minutes and was a Warner Sisters production for the ITV network.","original_name":"Dangerous Lady","vote_average":0.0,"name":"Dangerous Lady","cert":"Unavailable","id":46724,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2013-03-24","cast":[],"overview":"Follows a group of successful and educated women who are connected to the world of medicine in Atlanta, including doctors and wives of doctors. Whether delivering babies in Louboutins or rushing off to galas in Buckhead, these women do everything with style, drama, and of course, southern flair.","original_name":"Married to Medicine","vote_average":5.8,"name":"Married to Medicine","cert":"Unavailable","id":46733,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Separados is a Chilean telenovela originally aired on TVN.","original_name":"Separados","vote_average":0.0,"name":"Separados","cert":"Unavailable","id":46734,"adult":"false","genre_ids":[],"origin_country":["CL"]},{"first_air_date":null,"cast":[],"overview":"From the Heart is a campaign initiative set up in 2013 by ITV to raise awareness for organ donations. The campaign took place between 11—15 February 2013. ITV shows including Daybreak, This Morning and ITV News.","original_name":"From the Heart","vote_average":0.0,"name":"From the Heart","cert":"Unavailable","id":46735,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"1949-05-08","cast":["Donald Devlin","Billie Nevard","Joy Reese"],"overview":"Wesley is an early American sitcom that aired live on CBS from May 8, 1949 to August 30, 1949.","original_name":"Wesley","vote_average":0.0,"name":"Wesley","cert":"Unavailable","id":46736,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Fight Cancer was a 6 part health series challenging the negative attitudes that surround cancer. It was transmitted on BBC1 in 1989 and was presented by newscaster Martyn Lewis and actress Lynne Perrie, a cancer survivor. Perrie and Lewis travelled around Britain talking to other survivors.","original_name":"Fight Cancer","vote_average":0.0,"name":"Fight Cancer","cert":"Unavailable","id":46737,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Unforgettable is a Filipino romantic fantasy drama series created by Agnes Gagelonia-Uligan and produced by GMA Network. The series premiered on February 25, 2013, replacing Yesterday's Bride on the network's coveted Afternoon Prime block and February 27, 2013 worldwide via GMA Pinoy TV. It concluded its fourteen weeks run on May 31, 2013 with the total of sixty-seven episodes, and replaced by Mga Basang Sisiw on its timeslot. It is executive produced by Darling Pulido Torres. The series is under the direction of Gina Alajar and headlines Kylie Padilla, Mark Herras, Benjamin Alves, Pauleen Luna, Polo Ravales and Phillip Salvador.\n\nThe series tells the story of ill-fated lover, Anna and Ed and their undying love for each other which will prove how love lives beyond death.","original_name":"Unforgettable","vote_average":0.0,"name":"Unforgettable","cert":"Unavailable","id":46738,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"D-Day to Victory tells the epic story of the campaign that took the Allies from the biggest amphibious assault in history to the ultimate victory over Nazi Germany. It tells first-hand personal and emotional testimonies of those who fought their way across Hitler's Fortress Europe.","original_name":"D-Day to Victory","vote_average":0.0,"name":"D-Day to Victory","cert":"Unavailable","id":46749,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2012-02-23","cast":["Dan Snow"],"overview":"Battle Castle is an action documentary TV series co-produced by Parallax Film Productions Inc. with London-based Ballista Media Inc. It explores the medieval arms race reflected in castle construction in the Middle Ages and, using location filming, re-enactments and CGI reconstruction, tells the stories of six castles tested by siege. Hosted by Dan Snow, the series has aired on History Television, SBS Australia and most recently, Discovery UK.","original_name":"Battle Castle","vote_average":0.0,"name":"Battle Castle","cert":"Unavailable","id":46750,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Extraordinary Canadians","vote_average":0.0,"name":"Extraordinary Canadians","cert":"Unavailable","id":46751,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Hell on Hooves","vote_average":0.0,"name":"Hell on Hooves","cert":"Unavailable","id":46752,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"CBC News Vancouver","vote_average":0.0,"name":"CBC News Vancouver","cert":"Unavailable","id":46753,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"CBC News: Nova Scotia at 6","vote_average":0.0,"name":"CBC News: Nova Scotia at 6","cert":"Unavailable","id":46754,"adult":"false","genre_ids":[10763],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"CityTV News","vote_average":0.0,"name":"CityTV News","cert":"Unavailable","id":46755,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Descending","vote_average":0.0,"name":"Descending","cert":"Unavailable","id":46762,"adult":"false","genre_ids":[99],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Michael J. Fox: Adventures Of An Incurable Optimist","vote_average":0.0,"name":"Michael J. Fox: Adventures Of An Incurable Optimist","cert":"Unavailable","id":46763,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Hockey Night in Canada: Scotiabank Hockey Tonight","vote_average":0.0,"name":"Hockey Night in Canada: Scotiabank Hockey Tonight","cert":"Unavailable","id":46766,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"John Candy: True Double Blue","vote_average":0.0,"name":"John Candy: True Double Blue","cert":"Unavailable","id":46767,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Night of Too Many Stars 2012","vote_average":0.0,"name":"Night of Too Many Stars 2012","cert":"Unavailable","id":46768,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"John A.: Birth of a Country is a Canadian television film, which aired on CBC Television in 2011.\n\nDramatizing the events that led up to Canadian Confederation in 1867 based on Richard Gwyn's non-fiction book John A.: The Man Who Made Us, the film stars Shawn Doyle as Sir John A. Macdonald, the first Prime Minister of Canada. The film's cast also includes Peter Outerbridge as George Brown, David La Haye as George-Étienne Cartier, Aidan Devine as John Sandfield Macdonald and Patrick McKenna as Alexander Galt, as well as Michelle Nolden, Peter MacNeill, Cedric Smith and Rob Stewart.\n\nThe film won two Canadian Screen Award acting categories at the 2013 Canadian Screen Awards, for Lead Actor in Television Film or Miniseries and Supporting Actor in a Drama Program or Series. It also won the top direction and writing awards.","original_name":"John A.: Birth of a Country","vote_average":0.0,"name":"John A.: Birth of a Country","cert":"Unavailable","id":46781,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"In 1980 Lena Zavaroni return to the BBC in her own TV show which was now called Lena it followed the same format as her 1979 show Lena Zavaroni and Music in which there was Music, comedy and variety from Lena Zavaroni and her guests.","original_name":"Lena","vote_average":0.0,"name":"Lena","cert":"Unavailable","id":46782,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"From Spain With Love with Annie Sibonney is an English-language television show run on the Cooking Channel.","original_name":"From Spain With Love with Annie Sibonney","vote_average":0.0,"name":"From Spain With Love with Annie Sibonney","cert":"Unavailable","id":46783,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Game Changers","vote_average":0.0,"name":"Game Changers","cert":"Unavailable","id":46784,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Buy Herself is a Canadian reality television series, which premiered April 16, 2012 on HGTV Canada. Hosted by Sandra Rinomato, formerly of the HGTV series Property Virgins, the series focuses on single women who are seeking to buy their first house on their own. Its format is otherwise similar to that of Property Virgins, with Rinomato showing the potential buyer three homes and discussing how to manage and balance needs and expectations and complications in the home-buying process.\n\nRinomato has stated in interviews that she was interested in doing a show focusing specifically on female homebuyers because as a relatively new social phenomenon, they face a unique set of personal and social pressures — such as family and cultural expectations that women are supposed to prioritize marriage over investment as a route to financial security — that can make the process more difficult and challenging for them than it is for a single man or a family.","original_name":"Buy Herself","vote_average":7.0,"name":"Buy Herself","cert":"Unavailable","id":46785,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Extra Yard: Inside the 2011 Argos","vote_average":0.0,"name":"The Extra Yard: Inside the 2011 Argos","cert":"Unavailable","id":46794,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2012-01-07","cast":[],"overview":"","original_name":"Saw Dogs","vote_average":0.0,"name":"Saw Dogs","cert":"Unavailable","id":46795,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1987-07-25","cast":["Héctor Elizondo","Anita Morris","Evan Richards","Tim Thomerson"],"overview":"Down and Out in Beverly Hills is a 30 minute TV series based on the 1986 movie of the same name. It aired from July 25, 1987 to September 12, 1987 on on the fledging Fox network. It has the distinction of being the first ever show to be cancelled by Fox; only 13 episodes were produced.\n\nThe cast included Hector Elizondo as Dave Whiteman, Anita Morris as Barbara Whiteman, Eileen Seeley as Jenny Whiteman, April Ortiz as Carmen the Maid, and Tim Thomerson as Jerry Baskin. Evan Richards was the only cast member of the film to reprise his role for TV.","original_name":"Down and Out in Beverly Hills","vote_average":0.0,"name":"Down and Out in Beverly Hills","cert":"Unavailable","id":46796,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2011-08-27","cast":["Han Geu-ru","Kim Jung-tae","Park Hyo-ju","Baek Do-bin","Kim Roe-ha"],"overview":"Cha Yeon Jin is a high school girl whose outwardly normal existence and reticent character masks her true identity: she is a professional assassin who is seeking vengeance for her mother after watching her killed in front of her eyes. She infiltrates SS1, the secret organization that her mother was connected to, by becoming one of their killers, all the while trying to track down her mother's murderer.\n\n","original_name":"소녀K","vote_average":9.0,"name":"Killer Girl K","cert":"Unavailable","id":46797,"adult":"false","genre_ids":[28],"origin_country":["KR"]},{"first_air_date":"2012-12-25","cast":["Junichi Gotou"],"overview":"The story deals with those in this world who dwell in the dark, invisible to the naked eye. From time to time, these figures bare their fangs and attack people. Inferno Cop is a messenger of justice who came from the depths of hell to protect people from them.","original_name":"インフェルノコップ","vote_average":6.5,"name":"Inferno Cop","cert":"Unavailable","id":46798,"adult":"false","genre_ids":[16,35,10759,80],"origin_country":["JP"]},{"first_air_date":null,"cast":[],"overview":"Two Marriages is an American dramatic television series that aired from August 23, 1983 until April 26, 1984.","original_name":"Two Marriages","vote_average":10.0,"name":"Two Marriages","cert":"Unavailable","id":46799,"adult":"false","genre_ids":[18],"origin_country":["US"]},{"first_air_date":"2004-02-29","cast":["Jon Flemming Olsen","Franz Jarnach"],"overview":"","original_name":"Dittsche - Das wirklich wahre Leben","vote_average":7.5,"name":"Dittsche - Das wirklich wahre Leben","cert":"Unavailable","id":46810,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":"1993-04-14","cast":["Ranga Yogeshwar"],"overview":"","original_name":"Quarks","vote_average":10.0,"name":"Quarks","cert":"Unavailable","id":46813,"adult":"false","genre_ids":[99],"origin_country":["DE"]},{"first_air_date":"2008-02-27","cast":[],"overview":"","original_name":"Spise med Price","vote_average":0.0,"name":"Spise med Price","cert":"Unavailable","id":46814,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2007-01-27","cast":[],"overview":"","original_name":"Discovering Tchaikovsky","vote_average":0.0,"name":"Discovering Tchaikovsky","cert":"Unavailable","id":46815,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2013-03-20","cast":[],"overview":"","original_name":"Ivanov i Rabinovich","vote_average":0.0,"name":"Ivanov i Rabinovich","cert":"Unavailable","id":46816,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":"2012-12-21","cast":["Scott Wolter"],"overview":"Forensic geologist Scott Wolter explores mysteries, artifacts and relics to reveal a history of the North American continent not taught in school.","original_name":"America Unearthed","vote_average":6.2,"name":"America Unearthed","cert":"Unavailable","id":46817,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":["Geoff Ramsey","Gavin Free","Jeremy Dooley","Lindsay Jones","Michael Jones"],"overview":"Achievement Hunter employees play video games, usually extremely poorly.","original_name":"Let's Play","vote_average":9.0,"name":"Let's Play","cert":"Unavailable","id":46826,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2010-04-21","cast":[],"overview":"","original_name":"Being Brendan","vote_average":0.0,"name":"Being Brendan","cert":"Unavailable","id":46827,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-10-25","cast":[],"overview":"","original_name":"Revolyuzia Z","vote_average":0.0,"name":"Revolyuzia Z","cert":"Unavailable","id":46828,"adult":"false","genre_ids":[18,35],"origin_country":[]},{"first_air_date":"2012-10-09","cast":["Zahid Ali","Stig Frode Henriksen","Ingrid Bolsø Berdal","Thomas Hanzon","Pihla Viitala"],"overview":"\"Hellfjord\" is the story of the urban police officer Salmander - second generation Pakistani immigrant - who, after somewhat accidentally killing his police horse in front of thousands of children, gets relocated to the location farthest north in Norway: Hellfjord. Hellfjord is archetypical small Norwegian hick village, populated by simple-minded people keenly interested in keeping to themselves. But when Salmander scratches the surface, he discovers a secret that will turn Hellfjord upside down. Maybe even inside out.","original_name":"Hellfjord","vote_average":6.5,"name":"Hellfjord","cert":"Unavailable","id":46829,"adult":"false","genre_ids":[35],"origin_country":["NO"]},{"first_air_date":"2013-01-15","cast":[],"overview":"","original_name":"LearningTown","vote_average":0.0,"name":"LearningTown","cert":"Unavailable","id":46830,"adult":"false","genre_ids":[35],"origin_country":[]},{"first_air_date":"2012-09-24","cast":["Nikola Škorić","Dejan Ćirjaković","Dimitrije Banjac"],"overview":"The backbone of the \"Drzavni Posao (Government Job)\" are satirical talks between the three actors, the comments are reminiscent of the \"stand-up\" form. These are short, witty comments and observations on daily life, circumstances, sociopolitical situation, sports, entertainment world, their personal opinions on various topics. The main idea is to present day in a non-existent government company and three employees of thinking about daily events in it, but also about life and society in general. Topics drawn from the daily and weekly press, for various blogs, websites, talk about movies, series, shows - radio and television. The idea is that actors humorously comment on current events, to laugh viewers and encourage them to think about them.","original_name":"Државни посао","vote_average":8.4,"name":"Government Job","cert":"Unavailable","id":46831,"adult":"false","genre_ids":[35],"origin_country":["RS"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Sveriges Roligaste Klipp","vote_average":0.0,"name":"Sveriges Roligaste Klipp","cert":"Unavailable","id":46832,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"1987-03-21","cast":[],"overview":"","original_name":"Esli by ya byl moim papoy","vote_average":0.0,"name":"Esli by ya byl moim papoy","cert":"Unavailable","id":46841,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2013-03-03","cast":[],"overview":"","original_name":"Darvoto na zhivota","vote_average":0.0,"name":"Darvoto na zhivota","cert":"Unavailable","id":46842,"adult":"false","genre_ids":[18],"origin_country":[]},{"first_air_date":"2013-03-18","cast":[],"overview":"","original_name":"Rock N' Roll Stories","vote_average":0.0,"name":"Rock N' Roll Stories","cert":"Unavailable","id":46843,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2013-03-05","cast":["Kelly Adams","Oliver Chris","Katie Lyons","Jamie Quinn","Scott Hoatson"],"overview":"Bluestone 42 is a comedy drama about a British bomb disposal detachment in Afghanistan. So what’s the average working day for a hero? Make your keen young colleague deal with the boring paperwork? Wind up your fellow employees? Flirt with the new girl on the team? Or deal with an unseen enemy who’s trying to blow you up? Bluestone 42 is a comedy drama about a bunch of soldiers who just happen to be risking their lives diffusing hidden bombs. But who says they can’t have some fun alongside the serious professional stuff? This hilarious and often surprising series follows the adventures of a bunch of diverse characters living and working together at an army base in Afghanistan. This is a show about something easily forgotten; soldiers really enjoy being soldiers, but it’s not just a show for soldiers and it’s not just about the Army: it’s also a show for anybody who has ever fallen in love, experienced status battles at work or had a fear of failure. It is packed with the lively workmate banter and relationship minefields that most people will recognise. Even if they don’t face danger on a daily basis...","original_name":"Bluestone 42","vote_average":7.7,"name":"Bluestone 42","cert":"Unavailable","id":46844,"adult":"false","genre_ids":[35,18,10768],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Pevsner's Cities with Gavin Stamp","vote_average":0.0,"name":"Pevsner's Cities with Gavin Stamp","cert":"Unavailable","id":46845,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2013-03-05","cast":["Petter Wilhelm Schjerven"],"overview":"","original_name":"Typisk Deg","vote_average":0.0,"name":"Typisk Deg","cert":"Unavailable","id":46846,"adult":"false","genre_ids":[99],"origin_country":["NO"]},{"first_air_date":"2013-03-18","cast":[],"overview":"","original_name":"Paul Hollywood's Bread","vote_average":0.0,"name":"Paul Hollywood's Bread","cert":"Unavailable","id":46847,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Candy Show","vote_average":0.0,"name":"The Candy Show","cert":"Unavailable","id":46856,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Not So Late Show is a weekly comedy talk show hosted by Mike Anderson. It premiered in 2011, takes place in Lawrence, Kansas and features a monologue and skits that take a comedic look at local, national, and international current events.","original_name":"The Not So Late Show","vote_average":0.0,"name":"The Not So Late Show","cert":"Unavailable","id":46857,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2011-10-31","cast":[],"overview":"Mike the Knight is a Canadian\/British animated television series created by Alexander Bar and written by Marc Seal. It currently airs on Treehouse TV in Canada, Nickelodeon and Nick Jr. in the United States and CBeebies in the United Kingdom.","original_name":"Mike the Knight","vote_average":6.5,"name":"Mike the Knight","cert":"Unavailable","id":46860,"adult":"false","genre_ids":[10759,16],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Five families struggle with the ups and downs of cancer treatment over the course of six years.","original_name":"A Lion in the House","vote_average":5.0,"name":"A Lion in the House","cert":"Unavailable","id":46861,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"The Crew is an Australian TV show, which follows three friends through life chasing their dreams.","original_name":"The Crew","vote_average":0.0,"name":"The Crew","cert":"Unavailable","id":46862,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":null,"cast":[],"overview":"The Disney Channel Games were annual Olympic-based televised games that aired on the Disney Channel from 2006–2008. The 2006 Games were filmed in California and produced by 7ATE9 Entertainment. In 2007 and 2008 the Games were filmed at Disney's Wide World of Sports Complex at Walt Disney World Resort, Florida. The 2007 Games were produced by Disney Channel, and 2008 were produced by Buena Vista Television and Penn\/Bright Entertainment.\n\nThe Games did not air in 2009 and 2010. Disney's Friends for Change Games premiered June 24, 2011 on Disney Channel, replacing Disney Channel Games.","original_name":"Disney Channel Games","vote_average":0.0,"name":"Disney Channel Games","cert":"Unavailable","id":46871,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2013-02-26","cast":["Dominic Coleman","Shelley Conn","Steve Oram","Sue Perkins","Joanna Scanlan"],"overview":"Heading Out is a British sitcom created by and starring comedian Sue Perkins. It was first broadcast on BBC Two on 26 February 2013. Heading Out tells the story of Sara, a veterinarian who is given an ultimatum by her friends to tell her parents that she is gay. Perkins had the idea for the sitcom for around ten years, before she developed the confidence to write it. Heading Out was commissioned for a full series in April 2012 and production began in September. The show was not commissioned for a second series.","original_name":"Heading Out","vote_average":5.0,"name":"Heading Out","cert":"Unavailable","id":46872,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2013-02-14","cast":[],"overview":"Freakshow is an American unscripted reality documentary television series from AMC that chronicles the operations of former music producer Todd Ray's Venice Beach Freakshow. The series premiered on February 14, 2013, preceded by the mid-season premiere of Comic Book Men and followed by the series premiere of Immortalized. The show was given a greenlight along with Immortalized on August 16, 2012. It was announced in April 2013 that the series has been renewed for a second season.","original_name":"Freakshow","vote_average":4.0,"name":"Freakshow","cert":"Unavailable","id":46873,"adult":"false","genre_ids":[99],"origin_country":["US"]},{"first_air_date":"2012-06-06","cast":["Richard Rawlings"],"overview":"Motor mastermind Richard Rawlings and mechanical prodigy Aaron Kaufman search for forgotten and neglected vintage cars. They need big projects and big profits to keep the doors open at Gas Monkey Garage in Dallas, TX.","original_name":"Fast N' Loud","vote_average":6.4,"name":"Fast N' Loud","cert":"Unavailable","id":46874,"adult":"false","genre_ids":[10764],"origin_country":["US"]},{"first_air_date":"2013-03-13","cast":["Al Mc Gregor","Ken Foy","Guillaume Brodeur","Karl Knutson","Cam Johnson"],"overview":"Yukon Gold is a Canadian reality television series produced by Paperny Entertainment that airs on History Television. The series follows four mining crews as they search for gold over the four month Yukon mining season. Miners Ken Foy, Al McGregor, Bernie Kreft and Karl Knutson each head one of the crews.\n\nThe series has been acquired in the United States by National Geographic Channel and will air in 2013.","original_name":"Yukon Gold","vote_average":6.2,"name":"Yukon Gold","cert":"Unavailable","id":46875,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Bayan Ko is a Filipino political drama created by Nessa Valdellon and produced by Eliza Zamora Solis for GMA News and Public Affairs intended for 2013 National Election. The six-part series premiered on March 10, 2013, airs every Sunday night at 6:30 p.m. on GMA News TV and concluded on April 21, 2013. It is written by Rodolfo Vera and directed by Adolfo Alix, Jr.","original_name":"Bayan Ko","vote_average":0.0,"name":"Bayan Ko","cert":"Unavailable","id":46876,"adult":"false","genre_ids":[],"origin_country":["PH"]},{"first_air_date":null,"cast":[],"overview":"For the Record is an investigative news magazine on TheBlaze. The show was born from the idea from Glenn Beck that \"real investigative journalism is dead\" and that For the Record would \"restore the truth\" in journalism. It first aired on March 13, 2013.","original_name":"For the Record","vote_average":0.0,"name":"For the Record","cert":"Unavailable","id":46877,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"La Voz... México is a reality show and singing competition based on the format of The Voice originated in the Netherlands and part of the international franchise The Voice created by television producer John de Mol. Mexico is the first Spanish-speaking country to adapt this format and the first among 6 globally. The show began its first season on September 11, 2011, under the production of Televisa executive producer Miguel Angel Fox. The series' first episode scored a rating of 28.2\/47.1, surpassing Spanish-language TV series La Academias rating of 9.6\/17. The second season began on September 9, 2012 as scheduled, though was slightly delayed before the airing of its final episode due to the death of judge Jenni Rivera, who died in a plane crash in Iturbide, Nuevo León on December 9, 2012, dedicating an entire episode as a tribute to the late singer.","original_name":"La Voz... México","vote_average":0.0,"name":"La Voz... México","cert":"Unavailable","id":46884,"adult":"false","genre_ids":[],"origin_country":["MX"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Braves Lives","vote_average":0.0,"name":"Braves Lives","cert":"Unavailable","id":46885,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"The Ron Clark Story is a 2006 television film, starring Matthew Perry, that premiered on TNT on Sunday, August 13, 2006. Based on the real educator Ron Clark, it centers on the title character, a white teacher from a small town, who moves to New York City and tries to make a difference in the lives of his minority students despite nobody, including the students themselves, believing in them. The film was sponsored by Johnson & Johnson.\n\nThe film received largely positive reviews, with particular praise going to Perry's portrayal. It was nominated for three 2007 Emmy Awards, including \"Outstanding Made For Television Movie\", \"Outstanding Casting For A Miniseries, Movie Or A Special\" and \"Outstanding Lead Actor In A Miniseries Or A Movie\" for Perry. Additionally, Perry was also nominated for the Golden Globe Award and the Screen Actors Guild Award for \"Best Actor\".","original_name":"The Ron Clark Story","vote_average":7.6,"name":"The Ron Clark Story","cert":"Unavailable","id":46886,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2001-11-26","cast":[],"overview":"The evolution of the modern naval warship, from the days of wooden vessels under sail to today's nuclear-powered aircraft carriers, submarines, and missile cruisers.","original_name":"Warship","vote_average":6.0,"name":"Warship","cert":"Unavailable","id":46887,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"Give It a Go was an Australian television game show which aired in 1957. It was hosted by Jack Davey, who also hosted two other Australian game shows during the late-1950s, The Dulux Show and The Pressure Pak Show, and was produced by Sydney station ATN-7 also airing in Melbourne on station GTV-9. It was sponsored by Persil, a laundry detergent. At least 13 kinescope recordings exist of the series at the National Film and Sound Archive, along with copies of a radio version","original_name":"Give it a Go","vote_average":0.0,"name":"Give it a Go","cert":"Unavailable","id":46888,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"2002-01-21","cast":[],"overview":"Fashion designer Andréa Vargas finds out the hard way she is adopted. The relationship with her sister Júlia had always been difficult, since childhood, and the antagonism grew when Júlia came between Andréa and her first true love, Diogo. But the worst is still to come: her first assistant in her atelier, Selma, is having an affair with her husband Bruno.","original_name":"Desejos de Mulher","vote_average":0.0,"name":"Desejos de Mulher","cert":"Unavailable","id":46889,"adult":"false","genre_ids":[],"origin_country":["BR"]},{"first_air_date":null,"cast":[],"overview":"Jonah is an Australian television drama series which aired for 20 episodes starting from 15 October 1962 on the Seven Network. Produced during an era when commercial television in Australia produced few dramatic series, Jonah was a period drama, and was inspired by the success of ABC's period drama mini-series like Stormy Petrel. The episodes still exist","original_name":"Jonah","vote_average":0.0,"name":"Jonah","cert":"Unavailable","id":46890,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"2013-03-31","cast":["Brian Kubach","Julianna Guill","Alice Hunter","Robert LaSardo","Tommy Snider"],"overview":"Bad Samaritans is an American comedy series produced by Walt Becker, Kelly Hayes, and Ross Putman. It premiered on Netflix on March 31, 2013.","original_name":"Bad Samaritans","vote_average":6.0,"name":"Bad Samaritans","cert":"Unavailable","id":46891,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":"2013-10-03","cast":["Joseph Morgan","Daniel Gillies","Phoebe Tonkin","Charles Michael Davis","Riley Voelkel"],"overview":"A spin-off from The Vampire Diaries and set in New Orleans, The Originals centers on the Mikaelson siblings, otherwise known as the world's original vampires: Klaus, Elijah, and Rebekah. Now Klaus must take down his protégé, Marcel, who is now in charge of New Orleans, in order to re-take his city, as he originally built New Orleans. Klaus departed from the city after being chased down by his father Mikael, while it was being constructed and Marcel took charge. As Klaus has returned after many years, his ego has provoked him to become the king of the city. \"Every King needs an heir\" says Klaus, accepting the unborn child. The child is a first to be born to a hybrid and a werewolf.","original_name":"The Originals","vote_average":7.6,"name":"The Originals","cert":"Unavailable","id":46896,"adult":"false","genre_ids":[18,9648,10765],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"What's In The Bible","vote_average":0.0,"name":"What's In The Bible","cert":"Unavailable","id":46897,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2013-03-03","cast":["Koko Anglo","Matthew Ashforde","Caroline Berry","Daniel Coonan","Daniel Coonan"],"overview":"It's Mayday in a small town steeped in pagan traditions where the crowning of the May Queen is the highlight of the day until suddenly she goes missing.","original_name":"Mayday","vote_average":7.1,"name":"Mayday","cert":"Suitable for 15 years & above","id":46898,"adult":"false","genre_ids":[18,9648],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Golden Medusa","vote_average":0.0,"name":"Golden Medusa","cert":"Unavailable","id":46899,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2011-04-24","cast":[],"overview":"Powerful stories and a unique insight into the arts from a range of well-known figures.","original_name":"Perspectives","vote_average":0.0,"name":"Perspectives","cert":"Unavailable","id":46900,"adult":"false","genre_ids":[99],"origin_country":["GB"]},{"first_air_date":"2012-09-03","cast":["Erika Buenfil","Eduardo Yáñez","Eiza González","Sebastián Rulli","Marjorie de Sousa"],"overview":"Amores verdaderos is a 2012 Mexican telenovela produced by Nicandro Díaz Gonzalez for Televisa. It is based on Amor en Custodia, produced in Colombia, Argentina, and Mexico.","original_name":"Amores verdaderos","vote_average":10.0,"name":"True Love","cert":"Unavailable","id":46901,"adult":"false","genre_ids":[],"origin_country":["MX"]},{"first_air_date":null,"cast":[],"overview":"Season of Love is a 2013 Hong Kong TVB romance drama that explores the complexity of human love. The drama is a collection of love stories made up of four different segments, with each segment representing one of the four season of the year. Him Law and Toby Leung were featured in the Spring segment. The Summer segment featured Kate Tsui and Ron Ng. The Autumn segment featured a complex love triangle portrayed by Nancy Wu, Vincent Wong and Oscar Leung while the Winter segment featured Kenneth Ma and Myolie Wu.","original_name":"Season of Love","vote_average":0.0,"name":"Season of Love","cert":"Unavailable","id":46902,"adult":"false","genre_ids":[18],"origin_country":["HK"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"XTV News","vote_average":0.0,"name":"XTV News","cert":"Unavailable","id":46911,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Bang + Whimper","vote_average":0.0,"name":"Bang + Whimper","cert":"Unavailable","id":46912,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Square One","vote_average":0.0,"name":"Square One","cert":"Unavailable","id":46913,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Raising the Bar is an American reality television show which premiered March 4, 2013. The series revolves around a six teams of three people each who must create the best handmade bar which serves at least one shot of George Dickel whiskey, while at the American Royal World Series of BBQ.","original_name":"Raising the Bar","vote_average":0.0,"name":"Raising the Bar","cert":"Unavailable","id":46914,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2013-01-03","cast":["Shain Gandee"],"overview":"Buckwild is an American reality television series on MTV that debuted on January 3, 2013, and concluded on February 17, 2013.","original_name":"Buckwild","vote_average":10.0,"name":"Buckwild","cert":"Unavailable","id":46915,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Aankhen is 104 episode Indian television drama series premiered on DD National in 2001. It was directed by Amrit Sagar and Shakti Sagar and produced by Jyoti Sagar.","original_name":"Aankhen","vote_average":0.0,"name":"Aankhen","cert":"Unavailable","id":46916,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":"2012-03-01","cast":["Bobonete Mihai","Constantin Diţă"],"overview":"A rural comedy where the intrigues caused by the upcoming elections in a small village give rise to a ridiculous war between the mayor and deputy mayor. Unfortunately, they have no clue that their struggle will prove to be in vain at the end of the election day.","original_name":"Las Fierbinţi","vote_average":10.0,"name":"Las Fierbinţi","cert":"Unavailable","id":46917,"adult":"false","genre_ids":[35],"origin_country":["RO"]},{"first_air_date":null,"cast":[],"overview":"Siedem życzeń was a Polish TV comedy series for young viewers. The production was critically acclaimed and it became one of the most famous TV series for young viewers on Polish television. Nine tracks were recorded for the series by the Polish pop music band Wanda i Banda, including the title song Siedem życzeń, which became a major hit for the band. In 2008, Siedem życzeń was published on DVD, and on 4 November 2009 a CD soundtrack album was released containing songs from the series as Piosenki z serialu Siedem życzeń.","original_name":"Seven Wishes","vote_average":0.0,"name":"Seven Wishes","cert":"Unavailable","id":46918,"adult":"false","genre_ids":[],"origin_country":["PL"]},{"first_air_date":null,"cast":[],"overview":"The Weakest Link was a New Zealand game show based on the original version in the United Kingdom. It was broadcast on TV One and was hosted by Louise Wallace. Season one aired on Tuesday nights in 2001, while season two aired in 2002 on weekends.","original_name":"The Weakest Link","vote_average":0.0,"name":"The Weakest Link","cert":"Unavailable","id":46921,"adult":"false","genre_ids":[],"origin_country":["NZ"]},{"first_air_date":"2012-08-01","cast":["Yuri Lowenthal","Bumper Robinson","Paul Eiding","Dee Bradley Baker","Eric Bauza"],"overview":"A year after the events that took place during the \"Final Battle\" and after the destruction of Omnitrix, 16-year-old Ben Tennyson has to face new enemies.","original_name":"Ben 10: Omniverse","vote_average":7.0,"name":"Ben 10: Omniverse","cert":"Unavailable","id":46922,"adult":"false","genre_ids":[10759,16],"origin_country":["US"]},{"first_air_date":"2013-03-10","cast":["Douglas Henshall","Alison O'Donnell","Steven Robertson","Mark Bonnar","Erin Armstrong"],"overview":"Created from the novels by award winning crime writer Ann Cleeves, Shetland follows DI Jimmy Perez and his team as they investigate crime within the close knit island community. In this isolated and sometimes inhospitable environment, the team have to rely on a uniquely resourceful style of policing.","original_name":"Shetland","vote_average":7.9,"name":"Shetland","cert":"Suitable for 15 years & above","id":46923,"adult":"false","genre_ids":[80,18,9648],"origin_country":["GB"]},{"first_air_date":"2013-02-02","cast":["Ahsan Khan","Zaria Butt","Shafqat Cheema","Sohail Sameer","Sadia Faisal"],"overview":"","original_name":"ہیر رانجھا","vote_average":10.0,"name":"Heer Ranjha","cert":"Unavailable","id":46924,"adult":"false","genre_ids":[18],"origin_country":["PK"]},{"first_air_date":null,"cast":[],"overview":"Super Saturday includes one Holden Cup afternoon game at 3:15 pm, followed by that game's corresponding Telstra Premiership match at 5:30 pm. This is then followed by two NRL matches beginning at 7:30 pm, both of which are shown live, one on Fox Sports 2 and the other on Speed or Fox Sports 3.","original_name":"Super Saturday","vote_average":0.0,"name":"Super Saturday","cert":"Unavailable","id":46931,"adult":"false","genre_ids":[],"origin_country":["AU"]},{"first_air_date":"2013-03-17","cast":[],"overview":"Playing with Fire is an American reality documentary television series on E! and premiered on March 17, 2013.","original_name":"Playing with Fire","vote_average":0.0,"name":"Playing with Fire","cert":"Unavailable","id":46932,"adult":"false","genre_ids":[99,18,10764],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Morning Drive","vote_average":0.0,"name":"Morning Drive","cert":"Unavailable","id":46933,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Whodunnit? is a murder mystery reality competition television series broadcast on ABC. The series premiered on June 23, 2013, and concluded its first season on August 18, 2013.\n\nThe series is hosted by Gildart Jackson, who plays the mansion's butler, Giles.","original_name":"Whodunnit?","vote_average":0.0,"name":"Whodunnit?","cert":"Unavailable","id":46934,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":null,"cast":["Namik Paul"],"overview":"Qubool Hai is a soap opera on Zee TV produced by 4 Lions Films.It airs on Mondays to Fridays . The show focuses on the Muslim community and aims to dispel stereotypes regarding Islam. The story is based in Bhopal, Madhya Pradesh, India. It stars Karan Singh Grover, Surbhi Jyoti and Vikrant Massey.","original_name":"Qubool Hai","vote_average":0.0,"name":"Qubool Hai","cert":"Unavailable","id":46935,"adult":"false","genre_ids":[18],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Stars on Sunday was a religious request programme produced by Yorkshire Television and broadcast on the ITV network from 1969-1979. It aired on Sunday early evenings during what was known as 'The Holy Hour' or more colloqially, 'The God Slot', the time in a television schedule set aside for religious broadcasting.","original_name":"Stars on Sunday","vote_average":0.0,"name":"Stars on Sunday","cert":"Unavailable","id":46936,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":"2013-01-27","cast":[],"overview":"Spring Love is a 2013 Taiwanese idol television drama series. The show was produced and filmed by GTV and it stars Mike He as the main male lead with Lin Ying Zhen from Taiwanese girl group PopU Lady as the main female lead. The show started filming on August 13, 2012 and will continue to film till February 1, 2013. The first episode was aired on January 27, 2013 on FTV.","original_name":"Spring Love","vote_average":0.0,"name":"Spring Love","cert":"Unavailable","id":46937,"adult":"false","genre_ids":[18],"origin_country":["CN","TW"]},{"first_air_date":"2013-01-31","cast":["Robyn Malcolm","Adam Gardiner","Theresa Healey","Roy Billing","Kayleigh Haworth"],"overview":"Agent Anna is a New Zealand Comedy-drama television series, created by Maxine Fleming with Vanessa Alexander and devised by Robyn Malcolm. Produced by Great Southern Film and Television and funded by NZ On Air and Television New Zealand. It began airing its first series of six episodes in New Zealand on 31 January 2013. It was confirmed on 12 August 2013 that the show had been renewed for a second series of 10 episodes.","original_name":"Agent Anna","vote_average":0.0,"name":"Agent Anna","cert":"Unavailable","id":46942,"adult":"false","genre_ids":[35],"origin_country":["NZ"]},{"first_air_date":null,"cast":["Gurmeet Choudhary","Kratika Sengar","Chetan Pandit","Zahida Parveen","Rakesh Kukreti"],"overview":"Punar Vivah is an Indian soap opera that airs on Zee TV. It premiered on 20 February 2012 and replaced Bhagonwali-Baante Apni Taqdeer. It aired every Monday-Friday at 10:30 pm. The show completed one year of run on 20 February 2013 and 300 episodes on 12 April 2013 And Also Had A good Fan Following of the Yash and Aarti couple in the show which made had gave them fame and Luckily, receive two Awards for the Couple. This season ended 17 May 2013 and Punar Vivah - Ek Nayi Umeed replaced Punar Vivah from 20 May 2013.","original_name":"Punar Vivah - Zindagi Milegi Dobara","vote_average":10.0,"name":"Punar Vivah - Zindagi Milegi Dobara","cert":"Unavailable","id":46943,"adult":"false","genre_ids":[],"origin_country":["IO"]},{"first_air_date":null,"cast":[],"overview":"Tom or Tom the greatest friend was a children's television cartoon broadcast in 2007 and produced by the Cromossoma which was subsequently broadcast in several countries. The show followed the adventures of the titular character, \"Tom\", who was the last remaining dinosaur. As he travelled around the world with the circus ran by his friends. The series followed their travels to landmarks such as the Eiffel Tower and the canals of Venice, whilst also following three bungling criminals who attempted to steal Tom for an amusement park.","original_name":"Tom","vote_average":0.0,"name":"Tom","cert":"Unavailable","id":46944,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2013-04-22","cast":["Marco Antonio Treviño","Anna Ciocchetti","Claudia Ramírez","Lisette Morelos","Alexandra de la Mora"],"overview":"Fortuna is a Mexican Spanish language telenovela produced by Argos Television for Cadena Tres. It stars Andrés Palacios and Lisette Morelos.","original_name":"Fortuna","vote_average":0.0,"name":"Fortuna","cert":"Unavailable","id":46949,"adult":"false","genre_ids":[10766,18],"origin_country":["MX"]},{"first_air_date":null,"cast":[],"overview":"Time2Shine Gospel Talent Search is a UK gospel music based singing and music performance competition featuring auditions and a live final, all of which are recorded for transmission on the Sky platform.\n\nThe series premiered in 2011 and has been televised from the outset. Time2Shine Gospel Talent Search is the brainchild of MercyB, gospel singer, song-writer and entrepreneur, who is also the Executive Producer of the series.","original_name":"Time2Shine","vote_average":0.0,"name":"Time2Shine","cert":"Unavailable","id":46950,"adult":"false","genre_ids":[],"origin_country":["GB"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"What's So Funny?","vote_average":0.0,"name":"What's So Funny?","cert":"Unavailable","id":46955,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2013-09-17","cast":["Sarah Baldwin","Tonita Castro","Seth Green","Vanessa Lachey","August Maturo"],"overview":"Dads is an American sitcom which premiered on September 17, 2013 and airs Tuesdays at 8:00\/7:00c on Fox. The series was created by Alec Sulkin and Wellesley Wild, and follows Warner and Eli, two successful video game developers whose lives are unexpectedly changed when their fathers move in with them. Sulkin and Wild are also executive producers along with Seth MacFarlane.","original_name":"Dads","vote_average":5.2,"name":"Dads","cert":"Unavailable","id":46956,"adult":"false","genre_ids":[35],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"Real News – also known as Real News from The Blaze – is a news talk and political discussion show on TheBlaze presented in a roundtable format. The show currently airs on weeknights from 6:00-7:00 PM, US Eastern time. Real News also brands TheBlaze news content distributed by radio, website, or mobile device venues.\n\nPlaced in the 6:00 PM time slot, Real News is TheBlaze's evening news program focused on current events and political issues, directly competing with flagship programs on networks, like ABC World News, CBS Evening News, and NBC Nightly News, as well as the CNN's The Situation Room and the Fox News Channel's Special Report with Bret Baier.\n\nThe regular members of the roundtable are:\n\n⁕Amy Holmes\n\n⁕S.E. Cupp\n\n⁕Buck Sexton\n\n⁕Will Cain\n\nThe fifth seat at the roundtable is often filled by one of the following individuals:\n\n⁕Guy Benson\n\n⁕Francesca Chambers\n\n⁕Ben Domenech\n\n⁕Matt McCall","original_name":"Real News","vote_average":0.0,"name":"Real News","cert":"Unavailable","id":46957,"adult":"false","genre_ids":[10763],"origin_country":["US"]},{"first_air_date":"2013-10-22","cast":["Brett Dier","Britne Oldford","Merritt Patterson","Nicole Gale Anderson","Steven Cabral"],"overview":"Ravenswood is a spin-off of Pretty Little Liars set in Ravenswood, a town near Rosewood. The town has been suffering from a curse for generations. Five strangers suddenly feel connected by this fatal curse and feel the need to dig in the town's mysterious and horrible history before it's to late for each one of them.","original_name":"Ravenswood","vote_average":5.6,"name":"Ravenswood","cert":"Unavailable","id":46958,"adult":"false","genre_ids":[18,9648,10765],"origin_country":["US"]},{"first_air_date":null,"cast":[],"overview":"","original_name":"The Forgetting: A Portrait of Alzheimer's","vote_average":0.0,"name":"The Forgetting: A Portrait of Alzheimer's","cert":"Unavailable","id":46959,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Fred Rogers: America's Favorite Neighbor","vote_average":0.0,"name":"Fred Rogers: America's Favorite Neighbor","cert":"Unavailable","id":46960,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"Born Rich is a 2003 documentary film about the experience of growing up as a child in one of the world's richest families. It was created by Jamie Johnson, an heir to the Johnson & Johnson fortune.","original_name":"Born Rich","vote_average":6.5,"name":"Born Rich","cert":"Unavailable","id":46961,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Explosion 1812","vote_average":0.0,"name":"Explosion 1812","cert":"Unavailable","id":46970,"adult":"false","genre_ids":[99],"origin_country":[]},{"first_air_date":"2011-11-04","cast":[],"overview":"","original_name":"Deals from the Dark Side","vote_average":0.0,"name":"Deals from the Dark Side","cert":"Unavailable","id":46971,"adult":"false","genre_ids":[],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"Yo Soy is a singing and impersonation competition show. It is the Peruvian version of the European show I am..., which has its own versions in other countries. It is presented by Adolfo Aguilar and Karen Schwarz. It was produced by GV Producciones in 2012; in 2013, it was produced by Rayo en la botella. It is broadcast on Frecuencia Latina and licensed by Endemol. The jury is composed of producer Ricardo Morán, singer Maricarmen Marín and impersonator Fernando Armas.","original_name":"Yo Soy","vote_average":0.0,"name":"Yo Soy","cert":"Unavailable","id":46972,"adult":"false","genre_ids":[],"origin_country":["PE"]},{"first_air_date":"2013-03-25","cast":["Tom Rosenthal","Ryan Sampson","Tom Basden","Karl Theobald","Doon Mackichan"],"overview":"Sitcom about three desperate young men from the suburbs who try to get laid, hold down jobs and climb the social ladder in the big city - which just happens to be ancient Rome.","original_name":"Plebs","vote_average":7.2,"name":"Plebs","cert":"Suitable for 15 years & above","id":46973,"adult":"false","genre_ids":[35],"origin_country":["GB"]},{"first_air_date":"2013-03-25","cast":["Andrew Francis","Sam Vincent","Michael Dobson","Brian Drummond","Brian Dobson"],"overview":"Max Steel is a science fiction–comedy, CGI–animated series. It is a re-imagining of its predecessor of the same name, as well as being based on the Mattel action-figure also of the same name. Max Steel premiered on March 25, 2013 on Disney XD.","original_name":"Max Steel","vote_average":7.0,"name":"Max Steel","cert":"Unavailable","id":46974,"adult":"false","genre_ids":[16,10759],"origin_country":["US"]},{"first_air_date":"2013-08-22","cast":["Tom Wlaschiha","Donald Sutherland","Lara Rossi","Goran Visnjic","Elizabeth Mitchell"],"overview":"Through globalization, many countries have been opened and barriers removed to ensure easy trade, travel and cultural diversity. However, this openness has given opportunities to criminals looking to exploit the system and ultimately threaten our global safety. As Europe has become a \"safe house\" for criminals eluding law enforcers, a special kind of law enforcement team is needed to handle specific ongoing crimes on a global level. \"Crossing Lines\" is the story of one such team, made up of five international cops, headed by Captain Daniel. The team - comprised of individuals who have little in common - must learn to live and work under the most dangerous and potentially deadly conditions. Housed in an unused storage section underneath the ICC, this mismatched team faces bureaucratic, jurisdictional and cultural obstacles while traversing continents in pursuit of justice.","original_name":"Crossing Lines","vote_average":6.8,"name":"Crossing Lines","cert":"Unavailable","id":46975,"adult":"false","genre_ids":[10759,80,18],"origin_country":["DE","BE","US","FR"]},{"first_air_date":"2003-05-18","cast":["Liev Schreiber","Peter Stormare","Julianna Margulies","Matthew Modine","Robert Carlyle"],"overview":"This biopic profiles history's most spectacular madman, tracing his journey from humble roots to complete mastery of Germany.","original_name":"Hitler: The Rise of Evil","vote_average":6.7,"name":"Hitler: The Rise of Evil","cert":"Unavailable","id":46976,"adult":"false","genre_ids":[18,10768],"origin_country":["CA"]},{"first_air_date":null,"cast":[],"overview":"The Roman Spring of Mrs Stone is a 2003 TV movie remake of the 1961 film The Roman Spring of Mrs Stone, based on the 1950 novel of the same title by Tennessee Williams. It first aired in the USA by Showtime Networks on 31 March 2003 and released on DVD by Showtime Entertainment in 2004.\n\nShot on location in Dublin and Rome, the film was directed by Robert Allan Ackerman and produced by James Flynn and Morgan O'Sullivan from a screenplay by Martin Sherman based on the Tennessee Williams novel.\n\nThe film stars Helen Mirren, Olivier Martinez, Anne Bancroft and Brian Dennehy with Rodrigo Santoro, Victor Alfieri and Suzanne Bertish. It is Bancroft's final film appearance.","original_name":"The Roman Spring of Mrs Stone","vote_average":7.0,"name":"The Roman Spring of Mrs Stone","cert":"Unavailable","id":46983,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"First Annual Miss Dog Beauty Pageant","vote_average":0.0,"name":"First Annual Miss Dog Beauty Pageant","cert":"Unavailable","id":46984,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"Through a Child's Eyes: September 11, 2001","vote_average":0.0,"name":"Through a Child's Eyes: September 11, 2001","cert":"Unavailable","id":46985,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2011-05-30","cast":["Flora Martínez"],"overview":"La Bruja is a 2011 Colombian telenovela starring Flora Martínez, based on the novel of the same name by Colombian writer Germán Castro Caycedo.","original_name":"La Bruja","vote_average":0.0,"name":"La Bruja","cert":"Unavailable","id":46986,"adult":"false","genre_ids":[18],"origin_country":["CO"]},{"first_air_date":null,"cast":[],"overview":"Gettysburg is a 2011 American Civil War television documentary film directed by Adrian Moat that was first aired on May 30, 2011 on History. This two-hour documentary film, narrated by actor Sam Rockwell, commenced a week of programming by the History channel honoring and commemorating the 150th Anniversary of the American Civil War. Gettysburg showcases the horror of the pivotal 1863 Battle of Gettysburg by following the stories of eight men as they put their lives on the line to fight for what they believed in.","original_name":"Gettysburg","vote_average":6.5,"name":"Gettysburg","cert":"Unavailable","id":46987,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"","original_name":"In Performance at the White House: A Celebration of Music from the Civil Rights Movement","vote_average":0.0,"name":"In Performance at the White House: A Celebration of Music from the Civil Rights Movement","cert":"Unavailable","id":46988,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":null,"cast":[],"overview":"By the People: The Election of Barack Obama is a 2009 documentary film produced by Edward Norton broadcast in November 2009 on HBO, which follows Barack Obama and various members of his campaign team, including David Axelrod, through the two years leading up to the United States presidential election on November 4, 2008.\n\nProceeds from the sale of the soundtrack of this film went to United Way and Enterprise Community Partners. Both organizations will put the funds toward rebuilding efforts in the Gulf Coast region.","original_name":"By the People: The Election of Barack Obama","vote_average":8.0,"name":"By the People: The Election of Barack Obama","cert":"Unavailable","id":46989,"adult":"false","genre_ids":[],"origin_country":[]},{"first_air_date":"2012-10-15","cast":["Sam Vincent","Shannon Chan-Kent","Andrew Francis","Lee Tockar","Brian Drummond"],"overview":"Following his father's death, 15-year-old Eli Shane embraces his destiny to follow in his dad's footsteps to a secret, subterranean world called Slugterra where he is determined to be the greatest Slugslinging hero of them all!","original_name":"Slugterra","vote_average":9.3,"name":"Slugterra","cert":"Unavailable","id":46994,"adult":"false","genre_ids":[10759,16,35,10765],"origin_country":["CA","US"]},{"first_air_date":"2012-04-30","cast":[],"overview":"Motorcity is an American animated television series created and directed by Chris Prynoski. It is produced by Titmouse, Inc. and Disney Television Animation. The series premiered on April 30, 2012 on Disney XD. On November 5, 2012, Disney XD announced that it would not renew Motorcity for a second season. The series ended on January 7, 2013, without going into reruns.","original_name":"Motorcity","vote_average":0.0,"name":"Motorcity","cert":"Unavailable","id":46995,"adult":"false","genre_ids":[],"origin_country":["US"]},{"first_air_date":"2002-09-16","cast":["Oleg Ouchakov","Stella Umeh","Olga Pikhienko","Raquel Karro","Ashley Beaver"],"overview":"Cirque du Soleil: Fire Within is an Emmy award winning Canadian reality television series first broadcast in 2002.","original_name":"Cirque du Soleil: Fire Within","vote_average":0.0,"name":"Cirque du Soleil: Fire Within","cert":"Unavailable","id":46996,"adult":"false","genre_ids":[99,10751],"origin_country":["CA"]},{"first_air_date":"2012-03-20","cast":["Răzvan Fodor","Cătălin Scărlătescu","Florin Dumitrescu","Sorin Bontea"],"overview":"MasterChef România is the Romanian version of the television cooking game show, open to amateur and home chefs.","original_name":"MasterChef România","vote_average":0.0,"name":"MasterChef România","cert":"Unavailable","id":46997,"adult":"false","genre_ids":[10764],"origin_country":["RO"]},{"first_air_date":null,"cast":[],"overview":"Eloise at the Plaza is a live-action film based on the Eloise series of children's books drawn and written by Kay Thompson and Hilary Knight. It stars young Sofia Vassilieva as Eloise, an irrepressible six-year-old girl who lives in the penthouse at the top of the Plaza Hotel in New York City.\n\nThis film was produced by Handmade Films and DiVoli Pictures for Walt Disney Television with distribution handled by the ABC Television Network, and released on both VHS and DVD by Buena Vista Home Entertainment in 2003.","original_name":"Eloise at the Plaza","vote_average":5.5,"name":"Eloise at the Plaza","cert":"Unavailable","id":46998,"adult":"false","genre_ids":[],"origin_country":[]},{"cert":"Unavailable","cast":["Bob Hoskins","James Fox","Tom Ward","Matthew Rhys","Elaine Cassidy"],"id":46999,"first_air_date":"2001-12-25","overview":"The Lost World is a 2001 adaptation of the novel by Sir Arthur Conan Doyle, directed by Stuart Orme and adapted by Adrian Hodges. It was filmed at various locations on the West Coast of New Zealand. The film was produced by the BBC and broadcast on BBC1 in the United Kingdom and A&E in the United States. It consisted of two 75 minute episodes which were first aired in the UK on 25 and 26 December 2001, and in the USA on 6 and 7 October 2002. In the DVD version, these two episodes are merged into one full length film. Bob Hoskins played Professor Challenger and was supported by James Fox, Peter Falk, Matthew Rhys, Tom Ward and Elaine Cassidy.","genre_ids":[18,10765,10759],"origin_country":["GB","DE","US"],"original_name":"The Lost World","vote_average":7.4,"name":"The Lost World","adult":"false"}]