[{"cast":["Robin Soans","William Gaminara","Stephen Bateman","Phil Davis","Jeremy Flynn"],"overview":"The story of \"The Tolpuddle Martyrs\". A group of 19th century English farm labourers who formed one of the first trade unions and started a campaign to receive fair wages.","release_date":"1987-08-23","vote_average":7.2,"runtime":183,"cert":"","id":49500,"title":"Comrades","adult":false,"genre_ids":[18]},{"cast":["Shane Meadows","Mat Hand","Gena Kawecka","Dena Smiles","Jimmy Hynd"],"overview":"Follows a gang of small time crooks in an English town. Malc is in danger of losing his girlfriend Kate if he doesn't spend more time at home and the gang leader Jumbo looks like he is about to lose control.","release_date":"1996-09-11","vote_average":6.4,"runtime":60,"cert":"","id":49501,"title":"Small Time","adult":false,"genre_ids":[18]},{"cast":["Ray Milland","Ann Todd","Geraldine Fitzgerald","Leo G. Carroll","Raymond Huntley"],"overview":"A missionary's widow meets charming Mark Bellis, artist and rogue, on the ship taking them both back to 1890s London. She will soon find out he has dark ambitions.","release_date":"1948-03-03","vote_average":6.8,"runtime":112,"cert":"","id":49502,"title":"So Evil My Love","adult":false,"genre_ids":[18,80]},{"cast":["George Raft","Ella Raines","Pat O’Brien","Bill Williams","Jim Backus"],"overview":"A cop-turned-bail bondsman gets involved in a murder investigation.","release_date":"1949-12-10","vote_average":6.0,"runtime":79,"cert":"N\/A","id":49503,"title":"A Dangerous Profession","adult":false,"genre_ids":[80]},{"cast":["Giovanni Lombardo Radice","Nick Rendell","Christopher Fosh","Victor D. Thorn","Peter Rnic"],"overview":"Mitchell Parker lies dead on a morgue slab. In life, 'Mitchell' served the low ranks of Debt Collectors, surrounded by all the filth and scum that the world had to offer. He thought his luck was in, when on a routine collection he stumbles across 100,000 in cash, hidden in the sofa of one of his clients. A dark and haunting past hangs over the head of 'Mitchell Parker', one that will lead him on a journey of redemption and ultimately sacrifice. Hunted by the gang whose Money he has stolen. He must evade capture and use the money to rid himself of his demons once and for all. Witness his last days of life.","release_date":"2010-01-01","vote_average":4.8,"runtime":91,"cert":"18","id":49504,"title":"A Day Of Violence","adult":false,"genre_ids":[80,53]},{"cast":["Jim Jefferies"],"overview":"Share this *Alcoholocaust: (Meaning: The aftermath of a drinking party, usually resulting in every available horizontal surface being covered in empty booze containers, spilled beverages and a general sticky alcoholic residue.) Jim Jefferies, the globally renowned Australian stand-up, returns to Just For Laughs with his brand new solo show. Alcoholocaust includes some of Jim’s favourite wild antics over the past year. As always, his material is set in reality, which is what provides him with his trademark brutally frank style. Among other things, you will hear about a hilarious yet touching true story involving his friend’s severely disabled brother, plus Jim’s traditional pet peeves – religion & idiots.","release_date":"2010-11-08","vote_average":7.4,"runtime":75,"cert":"18","id":49505,"title":"Jim Jefferies: Alcoholocaust","adult":false,"genre_ids":[35]},{"cast":["Frank Lovejoy","Dorothy Hart","Philip Carey","James Millican","Richard Webb"],"overview":"A fact-based story about a man who posed as an American Communist for years as part of a secret plan to infiltrate their organization.","release_date":"1951-05-05","vote_average":4.7,"runtime":83,"cert":"N\/A","id":49508,"title":"I Was a Communist for the FBI","adult":false,"genre_ids":[80]},{"cast":["Brian Curtin","Matthew Hall","Mat Powell","Joy Gravel","Andrew Gothard"],"overview":"Inspired by the Half-Life Video Game series, this is an action packed short film centering around Adrian Shephard and a band of resistance fighters struggling to get out a warning about the impending invasion.","release_date":"2010-07-23","vote_average":0.0,"runtime":12,"cert":"N\/A","id":49509,"title":"Beyond Black Mesa","adult":false,"genre_ids":[878,28]},{"cast":["Catherine Frot","Lambert Wilson","Danièle Lebrun","Michel Aumont","Lionel Abelanski"],"overview":"Elle est rousse. Elle est écossaise. Elle aime le rugby et la cornemuse. Elle vit à Londres, mais se considère en exil. Elle a un fichu caractère et une sacrée descente au whisky. Elle s’appelle Imogène Mc Carthery… du clan des McLeod !","release_date":"2010-05-05","vote_average":5.4,"runtime":80,"cert":"N\/A","id":49510,"title":"Imogène McCarthery","adult":false,"genre_ids":[35,80]},{"cast":["Al Pacino","Jerry Orbach","Susan Floyd","Ellen McElduff","Michel Moinot"],"overview":"When Harry Levine, an aging, unsuccessful Greenwich Village writer is fired from his job as restaurant doorman, he calls on friend and mentor Jake, ostensibly to collect a long-standing debt. Harry solicits his opinion on his latest manuscript, a work of semi-fiction based on their longtime friendship. Although he initially denies having read it, Jake later attacks it on aesthetic grounds, and deep-seated feelings of betrayal and jealousy surface and lead to a traumatic confrontation.","release_date":"2000-09-02","vote_average":7.2,"runtime":99,"cert":"N\/A","id":49511,"title":"Chinese Coffee","adult":false,"genre_ids":[18]},{"cast":["Anthony Wong","Christy Chung","Edison Chen","Stephen Fung","Sam Lee"],"overview":"When terrorists abduct a deadly government attack robot, the call is put out to the Gen-Y Cops, an elite task force with lethal fighting skills. Together with a trigger-happy FBI agent, the Gen-Y Cops race against time to destroy the robot before it destroys their city.","release_date":"2000-11-17","vote_average":5.0,"runtime":120,"cert":"N\/A","id":49514,"title":"Gen-Y Cops","adult":false,"genre_ids":[28]},{"cast":["Lee Perkins","Donal Thoms-Cappello","Meg Brogan","Mo Byrnes"],"overview":"Washington, DC, 1935: At the height of the Great Depression, a charming and irrepressible young thief is forced to help an icy and mysterious United States Navy spy steal a brand new device that the Japanese military is using to encode its top-secret messages. During the mission, which is complicated by the spy's dark past in Tokyo, the two discover that they are pawns in a larger game. Together, they devise an intricate but risky scheme to outwit the people trying to use them.","release_date":"2009-10-11","vote_average":6.0,"runtime":84,"cert":"N\/A","id":49515,"title":"The Red Machine","adult":false,"genre_ids":[12,80,18]},{"cast":["Andy On","Tobin Bell","Jon Polito","Teresa Maria Herrera","Scott Adkins"],"overview":"The Black Mask must stop a group intent on setting off a DNA bomb that could cause mutations to the human race.","release_date":"2002-12-24","vote_average":3.6,"runtime":102,"cert":"N\/A","id":49516,"title":"Black Mask II","adult":false,"genre_ids":[28,12,18,878]},{"cast":["John Hurt","Gary Oldman","Kathy Burke","Benedict Cumberbatch","Colin Firth"],"overview":"In the bleak days of the Cold War, espionage veteran George Smiley is forced from semi-retirement to uncover a Soviet mole within his former colleagues at the heart of MI6.","release_date":"2011-09-16","vote_average":6.7,"runtime":127,"cert":"15","id":49517,"title":"Tinker Tailor Soldier Spy","adult":false,"genre_ids":[18,53,9648]},{"cast":["Hrithik Roshan","Ameesha Patel","Kiran Kumar","Mukesh Tiwari","Alok Nath"],"overview":"Sapna Dholakia desires nothing more than to be married to her love Rohit, but her conservative family and stubborn father will stop at nothing to make sure she marries the son of a friend of the family.","release_date":"2002-01-01","vote_average":4.3,"runtime":182,"cert":"N\/A","id":49518,"title":"Aap Mujhe Achche Lagne Lage","adult":false,"genre_ids":[28]},{"cast":["Nicolas Cage","Emma Stone","Ryan Reynolds","Catherine Keener","Cloris Leachman"],"overview":"The Croods is a prehistoric comedy adventure that follows the world's first family as they embark on a journey of a lifetime when the cave that has always shielded them from danger is destroyed. Traveling across a spectacular landscape, the Croods discover an incredible new world filled with fantastic creatures -- and their outlook is changed forever.","release_date":"2013-03-20","vote_average":6.8,"runtime":98,"cert":"U","id":49519,"title":"The Croods","adult":false,"genre_ids":[28,12,16,35,10751,14]},{"cast":["Olivia Wilde","Ryan Reynolds","Jason Bateman","Leslie Mann","Mircea Monroe"],"overview":"Dave is a married man with two kids and a loving wife, and Mitch is a single man who is at the prime of his sexual life. One fateful night while Mitch and Dave are peeing in a fountain when lightning strikes, they switch bodies.","release_date":"2011-08-05","vote_average":6.0,"runtime":112,"cert":"15","id":49520,"title":"The Change-Up","adult":false,"genre_ids":[35]},{"cast":["Henry Cavill","Amy Adams","Michael Shannon","Kevin Costner","Russell Crowe"],"overview":"A young boy learns that he has extraordinary powers and is not of this earth. As a young man, he journeys to discover where he came from and what he was sent here to do. But the hero in him must emerge if he is to save the world from annihilation and become the symbol of hope for all mankind.","release_date":"2013-06-12","vote_average":6.5,"runtime":143,"cert":"12A","id":49521,"title":"Man of Steel","adult":false,"genre_ids":[28,12,14,878]},{"cast":["Martin Freeman","Ashley Jensen","Marc Wootton","Pam Ferris","Jason Watkins"],"overview":"Martin Freeman is lovelorn teacher Mr Maddens, a former am-dram star whose girlfriend (Ashley Jensen) dumped him over Christmas five years ago and upped sticks, inexplicably, to La-La Land. Yuletide cheer is not his forte, but he's forced to drum some up when Pam Ferris's headmistress earmarks him to direct the Nativity play.","release_date":"2009-11-27","vote_average":6.2,"runtime":105,"cert":"PG","id":49522,"title":"Nativity!","adult":false,"genre_ids":[35,10751]},{"cast":["Paul Arcand","Dan Bigras","René Lévesque","Pauline Marois","Nathalie Simard"],"overview":"A documentary on abused children.","release_date":"2005-10-07","vote_average":7.0,"runtime":90,"cert":"N\/A","id":49525,"title":"Thieves of Innocence","adult":false,"genre_ids":[99]},{"cast":["Joseph Gordon-Levitt","Michael Shannon","Dania Ramirez","Jamie Chung","Wolé Parks"],"overview":"In Manhattan, a bike messenger picks up an envelope that attracts the interest of a dirty cop, who pursues the cyclist throughout the city.","release_date":"2012-08-24","vote_average":6.3,"runtime":91,"cert":"12A","id":49526,"title":"Premium Rush","adult":false,"genre_ids":[80,28,53]},{"cast":["Sam Worthington","Elizabeth Banks","Jamie Bell","Ed Harris","Edward Burns"],"overview":"An ex-cop turned con threatens to jump to his death from a Manhattan hotel rooftop. The NYPD dispatch a female police psychologist to talk him down. However, unbeknownst to the police on the scene, the suicide attempt is a cover for the biggest diamond heist ever pulled.","release_date":"2012-01-13","vote_average":6.3,"runtime":102,"cert":"12A","id":49527,"title":"Man on a Ledge","adult":false,"genre_ids":[28,53,80]},{"cast":[],"overview":"A documentary about Isa Abdullah Ali, an American Muslim, who has been part of many Muslim military movements.","release_date":"2010-01-01","vote_average":4.5,"runtime":68,"cert":"N\/A","id":49528,"title":"American Jihadist","adult":false,"genre_ids":[99]},{"cast":["Taylor Kitsch","Lynn Collins","Samantha Morton","Willem Dafoe","Thomas Haden Church"],"overview":"John Carter is a war-weary, former military captain who's inexplicably transported to the mysterious and exotic planet of Barsoom (Mars) and reluctantly becomes embroiled in an epic conflict. It's a world on the brink of collapse, and Carter rediscovers his humanity when he realizes the survival of Barsoom and its people rests in his hands.","release_date":"2012-03-07","vote_average":6.1,"runtime":132,"cert":"12A","id":49529,"title":"John Carter","adult":false,"genre_ids":[28,12,878]},{"cast":["Justin Timberlake","Amanda Seyfried","Cillian Murphy","Olivia Wilde","Alex Pettyfer"],"overview":"In the not-too-distant future the aging gene has been switched off. To avoid overpopulation, time has become the currency and the way people pay for luxuries and necessities. The rich can live forever, while the rest try to negotiate for their immortality. A poor young man who comes into a fortune of time, though too late to help his mother from dying. He ends up on the run from a corrupt police force known as 'time keepers'.","release_date":"2011-10-27","vote_average":6.8,"runtime":109,"cert":"12A","id":49530,"title":"In Time","adult":false,"genre_ids":[28,53,878]},{"cast":[" Sean J. Vincent","Victoria Hopkins","Tony Hadley","Dan Peters"],"overview":"2 Djs, 2 Hit Records and 2 many problems.","release_date":"2010-05-10","vote_average":5.5,"runtime":96,"cert":"","id":49539,"title":"Shoot the DJ","adult":false,"genre_ids":[18]},{"cast":["Johnny Dowers","David E. Lane","Garret Mathany","Nicole Andrews","Robert Baker"],"overview":"Two Brothers. One Dream. No Clue","release_date":"2010-04-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":49540,"title":"Pickin' and Grinnin'","adult":false,"genre_ids":[35]},{"cast":["Josh Grote","Parker Quinn","Liesel Kopp","Maria Olsen"],"overview":"A horror-comedy of errors, Die-ner (get it?) explores the existential dilemma of a sociopath killer who runs into the unique problem of his victims rising from the dead...","release_date":"2009-10-31","vote_average":3.2,"runtime":75,"cert":"N\/A","id":49541,"title":"Die-ner (Get It?)","adult":false,"genre_ids":[35,27]},{"cast":["James Gandolfini"],"overview":"With suicide rates among active military servicemen and veterans currently on the rise, this documentary brings urgent attention to the invisible wounds of war. Drawing on personal stories of American soldiers whose lives and psyches were torn asunder by the horrors of battle and PTSD, the documentary chronicles the lingering effects of combat stress and post-traumatic stress on military personnel and their families throughout American history, from the Civil War through today's conflicts in Iraq and Afghanistan.","release_date":"2010-11-11","vote_average":5.5,"runtime":90,"cert":"N\/A","id":49542,"title":"Wartorn: 1861-2010","adult":false,"genre_ids":[99,10752]},{"cast":["Stan Laurel","Oliver Hardy","Anita Garvin","Kay Deslys","Fay Holderness"],"overview":"The boys sneak out for a night on the town, unaware that Stan's wife has switched her grocery coupons for Stan's secret stash of mad money. The boys run up a huge tab treating a couple of girls to dinner at a snazzy nightclub and much trouble ensues.","release_date":"1928-05-19","vote_average":6.6,"runtime":22,"cert":"N\/A","id":49543,"title":"Their Purple Moment","adult":false,"genre_ids":[35]},{"cast":["Urijah Faber","Takeya Mizugaki","Chad Mendes","Javier Vazquez","Erik Koch"],"overview":"WEC 52: Faber vs. Mizugaki was a mixed martial arts event held by World Extreme Cagefighting on November 11, 2010 at The Pearl at The Palms in Las Vegas, Nevada.","release_date":"2010-11-11","vote_average":6.0,"runtime":121,"cert":"N\/A","id":49544,"title":"WEC 52: Faber vs. Mizugaki","adult":false,"genre_ids":[]},{"cast":["Thierry Lhermitte","Gérard Jugnot","Aure Atika","Jean-Pierre Cassel","Franck Dubosc"],"overview":"Maxime and Gerard are a couple of white-collar criminals condemned to 5 years in prison. Sandrine Athan, an honest and principled young police officer, is assigned the banal task of escorting them to the nearest prison in Melun. Things get complicated when killers try to knock them off. Meanwhile, they must contend with strikes which have paralyzed the country and make travelling a nightmare. Added to this mess are the prisoners' many botch escape attempts. All these complications turn a simple transfer into a hellish adventure.","release_date":"1999-03-31","vote_average":4.2,"runtime":95,"cert":"N\/A","id":49547,"title":"Influence Peddling","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Gather the family together and get ready to fall in love with a medley of Disney's most adorable and cherished animated shorts. Join Mickey and Minnie, Donald and Daisy, and other beloved Disney couples for a fun-filled hour of friendship, romance, and laughter. This special collection of delightful stories includes \"Pluto's Heart Throb\" and more sweet treats that will forever touch your heart!","release_date":"2004-01-06","vote_average":4.0,"runtime":67,"cert":"N\/A","id":49552,"title":"Mickey & Minnie's Sweetheart Stories","adult":false,"genre_ids":[10751]},{"cast":["Andrea Fullajtár","Andrea Söptei","Karina Kecskés","Stohl András","Gábor Máté"],"overview":"","release_date":"1998-10-01","vote_average":6.5,"runtime":103,"cert":"N\/A","id":49557,"title":"Presszó","adult":false,"genre_ids":[35,18]},{"cast":["Sergei Vojnov","Tatyana Grishina","Mikhail Yanshin","Nikolay Kryuchkov","Nina Arkhipova"],"overview":"Six-graders Tosha and Kostya are trying to deliver the pre-WWII telegram they accidentally find.","release_date":"1972-05-15","vote_average":0.0,"runtime":95,"cert":"N\/A","id":49558,"title":"Telegram","adult":false,"genre_ids":[12,10751]},{"cast":["Sandrine Bonnaire","Laure Marsac","Françoise Fabian","Christine Vouilloz","Mark Saporta"],"overview":"Sylvie, a scientist aged 30, has to dig deeper and deeper into her own background.","release_date":"1998-03-18","vote_average":6.3,"runtime":170,"cert":"N\/A","id":49559,"title":"Secret Defense","adult":false,"genre_ids":[80,53]},{"cast":["Rik Mayall","Adrian Edmondson"],"overview":"Richie buys an inflatable doll named Monica as his lover, and he tries to conceal it from Eddie. But it all goes terribly wrong when Richie accidentally super glues Monica to his groin, mistaking Eddie's super glue for Handcream.","release_date":"1993-09-27","vote_average":8.3,"runtime":105,"cert":"","id":49560,"title":"Bottom Live The Stage Show","adult":false,"genre_ids":[35]},{"cast":["Olivier Sitruk","Frédéric Diefenthal","Vanessa Larré","Élodie Navarre","Lisa Martino"],"overview":"","release_date":"2005-05-02","vote_average":6.5,"runtime":null,"cert":"N\/A","id":49561,"title":"Avant qu'il ne soit trop tard","adult":false,"genre_ids":[35]},{"cast":["J. Scott Smart","Julie London","Rock Hudson","Clinton Sundberg","Jayne Meadows"],"overview":"A seemingly innocent dentist is murdered, the only apparent motive to steal a set of dental x-rays. To the police it looks like an accident, but massive private eye Brad Runyan thinks there's more to it. Based on a radio drama.","release_date":"1951-05-19","vote_average":6.2,"runtime":77,"cert":"N\/A","id":49562,"title":"The Fat Man","adult":false,"genre_ids":[9648]},{"cast":["Philippe Noiret","Christopher Plummer"],"overview":"This animated short film tells the story of a shepherd who repairs the ruined ecosystem of a secluded valley by singlehandedly cultivating a forest over a thirty year period.","release_date":"1987-05-13","vote_average":8.3,"runtime":30,"cert":"N\/A","id":49565,"title":"The Man Who Planted Trees","adult":false,"genre_ids":[16,18]},{"cast":["Zoltán Mucsi","László Sinkó","Vica Kerekes","Mácsai Pál","Balázs Czukor"],"overview":"A bookshop renowned for its rare works is mysteriously and completely filled with copies of a book entitled 1, which doesn't appear to have a publisher or author. The strange almanac describes what happens to the whole of humanity in the space of a minute. A police investigation begins and the bookshop staff are placed in solitary confinement by the Bureau for Paranormal Research (RDI Reality Defense Institute). As the investigation progresses, the situation becomes more complex and the book increasingly well known, raising numerous controversies (political, scientific, religious and artistic). Plagued by doubts, the protagonist has to face facts: reality only exists in the imagination of individuals.","release_date":"2009-11-05","vote_average":5.8,"runtime":91,"cert":"N\/A","id":49568,"title":"1","adult":false,"genre_ids":[878,53]},{"cast":["Hiroyuki Nagato","Kayo Matsuo","Takeshi Okimura","Akiko Maeda","Kô Nishimura"],"overview":"The film tells the story of four orphans living in an impoverished mining town. An adaptation of a best-selling book based on the diary of a ten-year-old zainichi (ethnic Korean Japanese) girl, it was one of the first films to deal with the subject of zainichi identity and struggles in Japan.","release_date":"1959-11-12","vote_average":6.5,"runtime":101,"cert":"N\/A","id":49569,"title":"My Second Brother","adult":false,"genre_ids":[18]},{"cast":["Sayuri Yoshinaga","Mitsuo Hamada","Eijirō Tōno","Shoichi Ozawa","Tokuko Sugiyama"],"overview":"Set in Kawaguchi in the early 60s, this simple story chronicles the lives of foundry families and one girl's dreams of higher education.","release_date":"1962-04-08","vote_average":7.8,"runtime":99,"cert":"N\/A","id":49570,"title":"Cupola, Where the Furnaces Glow","adult":false,"genre_ids":[18]},{"cast":["Masumi Harukawa","Kô Nishimura","Shigeru Tsuyuguchi","Yûko Kusunoki","Ranko Akagi"],"overview":"Sadako, cursed by generations before her and neglected by her common-law husband, falls prey to a brutal home intruder. But rather than become a victim, she forges a path to her own awakening.","release_date":"1964-06-28","vote_average":7.0,"runtime":150,"cert":"N\/A","id":49571,"title":"Intentions of Murder","adult":false,"genre_ids":[18]},{"cast":["Freddie Mercury","Brian May","Roger Taylor","John Deacon"],"overview":"Queen’s legendary Hammersmimth Odeon show on Christmas Eve 1975 is one of the best recorded and dynamic early shows available. It occurs a month after A Night At The Opera was released and soon after it hit number one and was video taped for The Old Grey Whistle Test hosted by Bob Harris for BBC television. Most of the show was taped, but the BBC cameras were turned off when Queen came back onstage after the “Jailhouse Rock” encore to play a few more songs. The cameramen couldn’t capture this part of the show so after thirty-five years it remains unseen.","release_date":"1975-12-24","vote_average":0.0,"runtime":59,"cert":"N\/A","id":49572,"title":"Queen: Live at Hammersmith Odeon","adult":false,"genre_ids":[10402,99]},{"cast":["Naomi Tani","Nagatoshi Sakamoto","Hijiri Abe","Willy Dozy","Hiroko Fuji"],"overview":"Shizuka is the aristocratic wife of the president of a large company. When she wants to divorce her domineering husband, he orders his employee Yoshi, the son of an adult toy store owner, to train his wife to become sexually submissive. Yoshi has been rendered impotent due to a childhood trauma resulting from his killing a black American soldier who had been having sexual relations with his mother. During the course of his training of the masochist Shizuka, Yoshi recovers from his affliction.","release_date":"1974-06-22","vote_average":4.7,"runtime":74,"cert":"N\/A","id":49573,"title":"Flower and Snake","adult":false,"genre_ids":[53,18]},{"cast":["Andrei Zhigalov","Sergey Batalov","Irina Rozanova","Alla Kliouka","Anna Ovsyannikova"],"overview":"In this gentle comedy, an unpopular resident in a Russian village has his life completely changed when he announces, entirely on a whim and just to upset things a bit, that he's moving to the Pacific coast.","release_date":"1990-12-04","vote_average":6.6,"runtime":76,"cert":"N\/A","id":49574,"title":"Cloud Heaven","adult":false,"genre_ids":[35,18]},{"cast":["Lew Ayres","Sonny Tufts","Marjorie Steele","Lewis Martin","Gertrude Michael"],"overview":"A woman and a songwriter suspected of murder join forces to crack the case.","release_date":"1953-07-31","vote_average":3.6,"runtime":76,"cert":"N\/A","id":49575,"title":"No Escape","adult":false,"genre_ids":[80,18,10749]},{"cast":["Aleksei Gribov","Zoya Fyodorova","Liliya Aleshnikova","Aleksandr Demyanenko","Vsevolod Sanayev"],"overview":"Anatoly and his wife Zoya have a two bedroom apartment, and on the very day when Anatoly finally retires from his factory job, his daughter elopes and brings the groom home to live with her.","release_date":"1961-12-06","vote_average":7.0,"runtime":76,"cert":"N\/A","id":49576,"title":"Adult Children","adult":false,"genre_ids":[35,18]},{"cast":["Aleksandr Yatsenko","Yevgeni Syty","Pyotr Zaychenko","Boris N. Petrov","Darya Ekamasova"],"overview":"\"Free Floating\" is a melodrama with elements of comedy about a young lad from an ordinary provincial town like many in Russia, with just one kindergarten, one school, one factory. As a result, one grows up here never facing the alternative as to what to choose, for everything is preordained. Leonid is an ordinary lad who, like his peers, goes to discos, dances with girls and picks fights with the local riff-raff later. Everything is going well for him, as his life is totally predictable. But one day the factory closes down and he becomes disoriented. For the first time ever, he is to make a choice on his own and think seriously about what he would like to do...","release_date":"2006-06-10","vote_average":5.2,"runtime":101,"cert":"N\/A","id":49577,"title":"Free Floating","adult":false,"genre_ids":[18,35,10749]},{"cast":["Kirill Lavrov","Oleg Efremov","Anatoli Papanov","Oleg Tabakov","Lyudmila Krylova"],"overview":"A Russian war correspondent is drafted into the war and finds himself in the middle of battle. When he loses his party card, however, he is treated as a deserter until he finds help from a kind man. This Soviet war feature was considerably outspoken for the time as it addressed issues such as anti-Stalinism, Siberia and the inhumanity of war. Adapting his screenplay from a book by Constantin Simonov, Alexandre Stolper was responsible for writing as well as directing.","release_date":"1963-06-06","vote_average":7.7,"runtime":201,"cert":"N\/A","id":49578,"title":"The Alive and the Dead","adult":false,"genre_ids":[10752,18]},{"cast":["Yevgeni Syty","Sergei Dreiden","Anna Mikhalkova","Kirill Käro","Aleksandr Yatsenko"],"overview":"Kind and lazy Jenya comes to Moscow from small village in Belarus for earnings. Criminal incident unexpectedly separates Jenya from companions and leaves him alone without money and documents. He has no friends or relatives in this big and hostile city and he is about to end as a homeless bum.","release_date":"2009-02-08","vote_average":4.9,"runtime":119,"cert":"","id":49579,"title":"Help Gone Mad","adult":false,"genre_ids":[35]},{"cast":["Oleg Yankovskiy","Rolan Bykov","Anatoli Papanov","Vladimir Vysotskiy","Iya Savvina"],"overview":"Set during the last days of the civil war that followed the Russian Revolution. The Crimea Peninsula is the last stronghold of the White Guard, and the Red Army is planning the final assault. The first story line of the movie follows two Red Army soldiers: unlikely friends Nekrasov and Karyakin. The second story line is about a White Guard officer Brusentsov who is devoted to Russia and his cause but sees it being destroyed day by day.","release_date":"1968-01-01","vote_average":7.0,"runtime":99,"cert":"N\/A","id":49580,"title":"Two Comrades Were Serving","adult":false,"genre_ids":[28,18]},{"cast":["Irina Kupchenko","Vasili Lanovoy","Oleg Vavilov","Antonina Bogdanova","Valery Todorovsky"],"overview":"Irina_Kupchenko stars in this psychological drama by the renowned director\/writer team of Yuli Raizman and Yevgeny Gabrilovich. In the story, she is the entirely respectable wife of a career diplomat, with a teenaged son. Suddenly one day, she decides to leave her marriage and go live with her lover.","release_date":"1978-09-11","vote_average":4.0,"runtime":null,"cert":"N\/A","id":49581,"title":"A Strange Woman","adult":false,"genre_ids":[10749]},{"cast":["Ivan Ryzhov","Georgiy Yumatov","Nikolay Grinko","Fyodor Nikitin","Igor Dmitriev"],"overview":"April 1941. According to the intelligence reports, Nazi spies working under diplomatic cover are planning to sabotage a weapons factory in Moscow. To foil their plans, an NKVD agent infiltrates the factory under a false name.","release_date":"1970-01-01","vote_average":7.0,"runtime":null,"cert":"N\/A","id":49582,"title":"Odin iz nas","adult":false,"genre_ids":[28]},{"cast":["François Marthouret","Roger Planchon","Patrick Chesnais","Jean Martin","Daniel Mesguich"],"overview":"French diplomat Dominique Auphal is put under surveillance by an unnamed secret service. They wish to find a weakness in his life in order to control him politically. Auphal becomes \"File no. 51\": his private life is spied, analysed and commented.","release_date":"1978-08-30","vote_average":7.2,"runtime":108,"cert":"N\/A","id":49583,"title":"Dossier 51","adult":false,"genre_ids":[80,18]},{"cast":["Claudia Karvan","Naomi Watts","Alice Garner","Tom Long","Aaron Jeffery"],"overview":"Alice, Judy and Sally are three Australian roommates who are unlucky in love. Over the course of a year, they endure numerous personal ups and downs. Meanwhile, Ewan, Joel and Neil are friends and coworkers with similar problems, and gradually their lives intersect with the trio of women to varying degrees. Will any of these young people finally find a satisfying relationship?","release_date":"1999-10-06","vote_average":6.1,"runtime":96,"cert":"","id":49584,"title":"Strange Planet","adult":false,"genre_ids":[35,10749]},{"cast":["Pyotr Fyodorov","Michail Poljakow","Wera Sergejewna Strokowa","Alexander Prokofjewitsch Makarow","Artschibald Artschibaldowitsch"],"overview":"A gang of skinheads 'Russia 88' are filming propaganda videos in order to place it on the internet. At the same time the camera records the life of the gang, they become accustomed to this and stop paying attention to it. The leader of the gang 'Blade' discovers that his sister is dating a guy from the Caucausus. This family drama develops into a tragedy.","release_date":"2009-01-28","vote_average":6.3,"runtime":null,"cert":"N\/A","id":49585,"title":"Russia 88","adult":false,"genre_ids":[18]},{"cast":["Billy Connolly"],"overview":"Finally, the wait is over. Billy Connolly, the King of Comedy, returns in his first brand new stand up DVD for three years. As funny, topical and downright brilliant as ever, Billy Connolly Live in London 2010 is the master at his best. From raging about Britain’s political elite to reporting about the oddities of America, Live in London 2010 takes the audience on a hilarious series of anecdotes, digressions and yarns. Filmed this year during 20 sell-out nights at London’s Hammersmith Apollo, this is the show that caused a ticket website to crash from the demand when it first went on sale.","release_date":"2010-11-15","vote_average":6.6,"runtime":82,"cert":"15","id":49586,"title":"Billy Connolly: Live in London 2010","adult":false,"genre_ids":[35]},{"cast":["Milena Dvorská","Jan Werich","Vlasta Burian","Irena Kačírková","Miloš Kopecký"],"overview":"A selfish self-centered widowed ruler, barely tolerated by his subjects and called appropriately enough, 'King Myself, First' asks his three daughters to name the measure of their love for him. When one of them says, \"more than salt\", he banishes her from the kingdom. Not understanding what she meant the King assumes love can only be measured by precious metals or one's own talent, the 'correct' answers from his other two daughters. The arrogance of the King leads him to gather all the salt in the kingdom and destroy it. Of course, this backfires as he slowly learns the universal value of the substance, and of course, the essence of his daughter's reply. With the help of the wise and magical old 'herb woman', the King also learns what it means to be a true and wise ruler.","release_date":"1955-02-01","vote_average":8.1,"runtime":107,"cert":"N\/A","id":49587,"title":"Once Upon a Time, There Was a King...","adult":false,"genre_ids":[10751,35,14]},{"cast":["Piotr Adamczyk","Karolina Gruszka","Andrzej Chyra","Robert Więckiewicz","Agnieszka Warchulska"],"overview":"Kidnappers demand six million in ransom, but the United Nations does not negotiate with terrorist. One of the best counterfeiters is serving a lengthy prison term and the agent who arrested him needs his help.","release_date":"2010-02-12","vote_average":5.0,"runtime":null,"cert":"N\/A","id":49588,"title":"Trick","adult":false,"genre_ids":[35,80,28]},{"cast":["Paul Watson","Robert Hunter","Patrick Moore","Farley Mowat","Martin Sheen"],"overview":"A documentary on Paul Watson, who takes the law into his own hands on the open seas, confronting, by any nonviolent means necessary, the hunters who indiscriminately slaughter whales, seals and sharks, along with complicit governments and environmental organizations. Written by Anonymous \"Pirate for the Sea\" is a biographical film of Captain Paul Watson, the youngest founding member of Greenpeace Canada. He organized early campaigns protesting the killing of seals, whales, and dolphins. Greenpeace ejected him for being too much of an activist. Starting his own organization, the Sea Shepherd Conservation Society, he went on to sink illegal whaling ships, stopped Canadian seal hunts for ten years, permanently halted sealing in British Isles, killing of dolphins on Iki Island, Japan, etc. This documentary witnesses his latest campaigns and explores the personal and environmental history of this controversial marine conservationist. Written by R.C.","release_date":"2008-08-30","vote_average":5.0,"runtime":99,"cert":"N\/A","id":49589,"title":"Pirate for the Sea","adult":false,"genre_ids":[99]},{"cast":["Stomy Bugsy","Titoff","Jean Benguigui","Noémie Lenoir","Fernanda Tavares"],"overview":"","release_date":"2007-06-13","vote_average":4.3,"runtime":96,"cert":"N\/A","id":49590,"title":"Gomez vs Tavarès","adult":false,"genre_ids":[28,35,80]},{"cast":["Runa Takamura","Nobutaka Masutomi","Aoi Nakajima","Shinshô Nakamaru","Kumi Taguchi"],"overview":"Sisterhood is powerful. Before leaving for a mission in Africa, Runa, a nun, visits her sister three years after entering the convent when her sister stole Runa's boyfriend. Runa comes to forgive and to help her sister make enough money buying and selling some convent property so she can marry. The old boyfriend has new women in his life, but he and the sister tell Runa they're a couple in order to keep the property deal. To make even more money, Runa's sister wheedles large gifts from various men she's stringing along. There are flashbacks to Runa's sexual initiation at the convent. Has this taught meekness to Runa? Written by","release_date":"1976-01-08","vote_average":4.9,"runtime":74,"cert":"N\/A","id":49591,"title":"Cloistered Nun: Runa's Confession","adult":false,"genre_ids":[18,10749]},{"cast":["Robert Lyons","Mala Ghedia","Erik Hansen","Jana Pallaske","Dharmander Singh"],"overview":"A lone gunman gets a last-minute pardon from death row, with the mission to deliver a woman of mysterious powers to an evil Governor. Against the backdrop of a frozen, inhospitable earth, Snowblind fires up the classical love triangle with smoking barrels and a ton of red-hot bullets.","release_date":"2010-11-11","vote_average":4.3,"runtime":92,"cert":"N\/A","id":49594,"title":"Snowblind","adult":false,"genre_ids":[37]},{"cast":["Roxanne Blaze","Tina Hollimon","Stephanie Hudson","Rodrigo Botero","Stefan Galio"],"overview":"Xena, Luna, and Sola leave Malibu but return to earth unexpectedly when Xena sneezes and crash lands them on a desert isle. After being threatened by dinosaurs and having a few close encounters with some primitive stud muffins, they tangle with the evil James T. Renford II, who has some sinister profit-making plans for the babes from space.","release_date":"1995-12-02","vote_average":3.8,"runtime":null,"cert":"N\/A","id":49595,"title":"Beach Babes 2: Cave Girl Island","adult":false,"genre_ids":[878]},{"cast":["Florin Piersic Jr.","Marcel Iureș","Udo Schenk","Claudiu Bleonţ","Alexandru Bindea"],"overview":" ","release_date":"2008-01-01","vote_average":0.0,"runtime":100,"cert":"N\/A","id":49598,"title":"Gruber's Journey","adult":false,"genre_ids":[18]},{"cast":["Julien Masdoua","Marion Trintignant","David Jimenez"],"overview":"","release_date":"2009-03-12","vote_average":0.0,"runtime":71,"cert":"N\/A","id":49599,"title":"Climax","adult":false,"genre_ids":[53,27]},{"cast":["Dennis Hopper","Stella Garcia","Don Gordon","Julie Adams","Roy Engel"],"overview":"A film shoot in Peru goes badly wrong when an actor is killed in a stunt, and the unit wrangler, Kansas, decides to give up film-making and stay on in the village, shacking up with local prostitute Maria. But his dreams of an unspoiled existence are interrupted when the local priest asks him to help stop the villagers killing each other by re-enacting scenes from the film for real because they don't understand movie fakery...","release_date":"1971-09-29","vote_average":5.1,"runtime":108,"cert":"N\/A","id":49600,"title":"The Last Movie","adult":false,"genre_ids":[18,37]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":49601,"title":"Emblas Hemlighet","adult":false,"genre_ids":[]},{"cast":["Milena Dravić","Stefan Lazarević","Dragan Mićanović","Ana Sofrenović","Nikola Đuričko"],"overview":"A warm tale of friendship forged between a lonely boy Agi and an elderly lady Ema. Abandoned by everyone, these two outcast manage to unite and overcome harsh reality.","release_date":"2007-07-06","vote_average":4.0,"runtime":86,"cert":"N\/A","id":49602,"title":"Agi and Ema","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"Toyland takes you inside the high stakes world of the 23 billion dollar toy industry, where fun and fortune awaits those who know how to get inside the mind of a child. Meet the people behind the biggest playthings in history as we follow the ups and downs of game designer, Tim Walsh as he tries to takes his own invention to market. From paper to prototype, we follow Walsh along his winding road to Toy Fair, the largest trade show for toys in the western hemisphere, with frustrating pitches to Hasbro, Spin Master, and others along the way. Will his toy light up the imagination of kids everywhere or never see the light of day?","release_date":"2010-04-11","vote_average":0.0,"runtime":68,"cert":"N\/A","id":49603,"title":"Toyland","adult":false,"genre_ids":[99,10751]},{"cast":["Jeremy Drakes","Jonathan Hansler","Victoria Jeffrey","Mark Oosterveen","Phillip James"],"overview":"Two city-boy brothers, one a charismatic optimist, the other a whining corporate sell-out, return to the countryside for their father's funeral. On checking out his decrepit estate the boys find one of their dad's ancient friends hiding in a closet with a bag full money. Whilst they decide what to do the pensioner is left to suffocate in the closet, leaving them with a much bigger problem to deal with; tell the police, or leave the body in his own home and pretend nothing happened (keeping the money in the process). This opens their world up to a series of bizarre incidents resulting in the village's quirky population gently decreasing during their short stay.","release_date":"2010-12-04","vote_average":5.8,"runtime":81,"cert":"","id":49604,"title":"The Drummond Will","adult":false,"genre_ids":[35,9648]},{"cast":[],"overview":"TGR presents a ski and snowboard movie that challenges the hype and dares you to see what freeskiing and snowboarding have become. HIGH LIFE documents the very best of this year’s riding and culture. TGR’s newest talent continues their full throttle emergence, while the big guns show the best in fusion progression and prove why they remain globally elite. Locations include Switzerland, France, Italy, British Columbia, Alaska, Wyoming, California, Oregon, and Colorado. Starring: Marc Andre Belliveau, Micah Black, Will Burks, Sage Cattabriga-Alosa, Chris Collins, Matt Collins, Mickael Deschenaux, Rick Greener, Victoria Jealouse, Jeremy Jones, Kent Kreitler, Charlotte Moats, Jeremy Nobis, Peter Olenick, Jamie Pierre, Candide Thovex, Andy Woods, and many more.","release_date":"2003-11-01","vote_average":0.0,"runtime":77,"cert":"N\/A","id":49607,"title":"High Life","adult":false,"genre_ids":[]},{"cast":["Sho Aikawa","Riisa Naka","Tsuyoshi Abe","Masahiro Inoue","Mei Nagano"],"overview":"Zebra City 2025 – music echoing across what used to be Tokyo from Zebra Queen marks the start of Zebra Time, a 5 minute window twice a day when the city population is free to commit any crime and the Vengeful Zebra Mini-Skirt Police and masked Zebra Police can shoot civilians at will. Zebraman wakes in the street, unable to remember the last 15 years, or his superhero past. He must rely on a band Zebra Time survivors, a man who played him in a TV show version of Zebraman and a mysterious silent girl to battle this Zebra obsession that is splitting the city in to absolutes of black and white.","release_date":"2010-05-01","vote_average":5.6,"runtime":106,"cert":"N\/A","id":49608,"title":"Zebraman 2: Attack on Zebra City","adult":false,"genre_ids":[28,35]},{"cast":["Tyrone Power","Betty Grable","John Sutton","Reginald Gardiner","Donald Stuart"],"overview":"Tyrone Power is a pilots' pilot, but he doesn't believe in anything beyond his own abilities. He gets into trouble by flying a new fighter directly to Canada instead of to New York and letting it be towed across as the law demands, but is offered a new job ferrying bombers to war torn England. While on a layover he finds Betty Grable, an old flame, has joined the RAF as a WREN in her attempt to fight for democracy. Power joins up to impress her and in the course of his several missions begins to develope an understanding of what they are fighting for.","release_date":"1941-09-26","vote_average":5.0,"runtime":98,"cert":"N\/A","id":49609,"title":"A Yank in the R.A.F.","adult":false,"genre_ids":[10752,28,18,10749]},{"cast":["Nacho Aldeguer","Mar Bordallo","Claudio Rodríguez","Juan Miguel Cuesta","Javier Franquelo"],"overview":"Each day when the humans leave Cecebre Forest, its transforms into a magical place where plants and creatures come alive in wonderful ways. Trouble strikes on the day that men in hard hats plant a long, hard, cold telephone pole in the middle of the forest. The forest is in disarray and Furi, a friendly mole, finds that his friend Linda is missing along with an entire mole colony! The forest creatures join Furi on his quest to find the moles, proving that friendship can overcome any obstacle.","release_date":"2001-01-01","vote_average":5.0,"runtime":83,"cert":"N\/A","id":49612,"title":"The Living Forest","adult":false,"genre_ids":[16]},{"cast":["B.B. King","Stevie Ray Vaughan","Phil Collins","Dr. John","Eric Clapton"],"overview":"Live concert recording of B.B. King playing with many guests, including Eric Clapton, Stevie Ray Vaughan, Albert King, Etta James, Dr. John, Paul Butterfield, Billy Ocean &amp; Phil Collins.","release_date":"1987-04-14","vote_average":9.5,"runtime":56,"cert":"U","id":49615,"title":"B.B. King & Friends","adult":false,"genre_ids":[10402]},{"cast":["Gilbert Roland","Angela Clarke","Frank Silvera","Jay Novello","Richard Hale"],"overview":"In 1917, three shepherd children living just outside Fatima, Portugal have visions of a lovely lady in a cloud. The anticlerical government wishes to squelch the Church; reports of religious experiences are cause for serious concern. Yet the children stand by their story, and the message of peace and hope the Lady brings. In the last vision, attended by thousands of people, the Lady proves her reality with a spectacular miracle that is seen by everyone present. Based on actual events at Fatima in the summer of 1917.","release_date":"1952-08-20","vote_average":5.6,"runtime":102,"cert":"N\/A","id":49616,"title":"The Miracle of Our Lady of Fatima","adult":false,"genre_ids":[18]},{"cast":["Alfredo Alaria","Manuel Monroy","Julia Gutiérrez Caba","Gracita Morales"],"overview":"Alfredo is a cheerful party animal, son of a wealthy man. Alfredo's brother, a young very focused and mature boy, and their father try unsuccessfully to change the profligate lifestyle of Alfredo to remedy the dissolute life of the latter, which, by all indications, is clearly gay.","release_date":"1962-01-31","vote_average":5.0,"runtime":91,"cert":"N\/A","id":49617,"title":"Different","adult":false,"genre_ids":[]},{"cast":["Daniel Brocklebank"],"overview":"A prison story. Father Jack finds love with a male guard in the prison. Some of the other inmates suspect he's been sentenced for paedophilia.","release_date":"2010-05-01","vote_average":5.3,"runtime":87,"cert":"15","id":49618,"title":"Release","adult":false,"genre_ids":[80,18]},{"cast":["Daniel Barenboim"],"overview":"The ever popular New Year's Concert from Vienna returns in another sparkling performance, broadcast live to over 50 countries! Daniel Barenboim makes his New Year's Concert debut and brings with him a number of works that have never been performed at the concert before. The live concert features popular waltzes, gallops and polkas from the Strauss family including The Blue Danube, The Gypsy Baron March, Thunder and Lightening Polka and much more. CD is at a special 2-for-1 price. DVD includes complete performance as featured on CD as well as special ballet bonus performances.","release_date":"2009-01-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":49619,"title":"New Year's Concert 2009","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Violence and corruption fill the earth. To punish this wickedness, God vows to send a cleansing flood. Only one man - Noah - and his family will be spared because they alone honor God's law. God commands him to build an ark and fill it with two of every animal. Once building is under way, Noah and his sons face scorn and sabotage from their sinful neighbors - but they persevere. Noah's faith is vindicated when the heavens erupt with a rainy torrent for 40 days. But God's test of Noah's courage and commitment is just beginning.","release_date":"1986-01-01","vote_average":0.0,"runtime":49,"cert":"N\/A","id":49620,"title":"Greatest Heroes and Legends of The Bible: Noah's Ark","adult":false,"genre_ids":[16]},{"cast":["Charlton Heston"],"overview":"Jonah And The Whale is a great adventure story-but is much more than that. On its deepest level, it is a commentary on God;s willingness to punish sinners-and on His capacity for forgiveness. Now you can share this wonderful story with your entire family. The story begins when Jonah is a mere boy.  The forces of the Assyrian Empire have been terrorizing Jonah and his people-and Jonah quickly grows to hate them. He vows that he will one day take his revenge. But years later, God asks Jonah to go and preach to the Assyrians. If Jonah convinces them to renounce their sinful ways, God will forgive them. Jonah, of course, wants them to suffer; he wants them to feel the Lord's wrath. And so he foolishly tries to run away.  Needless to say, God catches up with him. And when He does, Jonah learns a series of important lessons about the power of God's wrath, and the power of His love for all mankind.","release_date":"2003-04-01","vote_average":0.0,"runtime":48,"cert":"N\/A","id":49623,"title":"Greatest Heroes and Legends of The Bible: Jonah and the Whale","adult":false,"genre_ids":[16]},{"cast":[],"overview":"The Old Testament is filled with inspiring stories. But the story of Moses is, perhaps, the greatest of them all. Now, the story of Moses has been brought to life in a beautifully animated film that will appeal to your entire family. Throughout the story, Moses obeys the Lord's command and leads the Israelites out of Egypt, across the Red Sea. And when he receives from God two stone tablets bearing the Ten Commandments, the people realize that Moses has indeed been acting in accordance with God's will. The Story of Moses is one of the twelve programs in the Greatest Heroes and Legends of the Bible series. This program features: All-new animation, an introduction by Charlton Heston, and \"Simon & Gimmel -Your Faithful Guides,\" two animated characters who lead viewers through the story and make it accessible for all ages, especially ages 4 to 11.","release_date":"2003-04-01","vote_average":0.0,"runtime":50,"cert":"N\/A","id":49624,"title":"Greatest Heroes and Legends of The Bible: The Story of Moses","adult":false,"genre_ids":[16]},{"cast":[],"overview":"As the story begins, we learn that the Israelites-under the leadership of Moses-have been wandering the wilderness for forty years. Now, they are about to enter the Promised Land. But Moses will not be going with them. His time has come to join God in Heaven. And so, a young man named Joshua is appointed to take Moses' place.  Like Moses, Joshua realizes that nothing can be accomplished without God's help. The Lord rewards Joshua for his faith by revealing a plan that will allow the Israelites to take the city of Jericho.  As the action unfolds, we witness a series of divine miracles reminiscent of those which allowed the Israelites to escape from Egypt many years earlier. And eventually, we rejoice with them, as they enter the Promised Land.","release_date":"2003-04-01","vote_average":0.0,"runtime":48,"cert":"N\/A","id":49625,"title":"Greatest Heroes and Legends of The Bible: Joshua and the Battle of Jericho","adult":false,"genre_ids":[16]},{"cast":[],"overview":"There are many heroes in the Old Testament. Some are great warriors. But others are men of quiet faith--men who display their courage not on the battle field, but simply by refusing to disobey God. Daniel is such a man. His story has been brought to life in a beautifully animated film that will appeal to your entire family. Daniel and the Lion's Den is one of the twelve programs in the Greatest Heroes and Legends of the Bible series. This program features: All-new animation, an introduction by Charlton Heston, and \"Simon & Gimmel -Your Faithful Guides,\" two animated characters who lead viewers through the story and make it accessible for all ages","release_date":"2003-04-01","vote_average":0.0,"runtime":50,"cert":"N\/A","id":49626,"title":"Greatest Heroes and Legends of The Bible: Daniel and the Lion's Den","adult":false,"genre_ids":[16]},{"cast":["Charlton Heston"],"overview":"This is one of the most inspiring stories of all time. When the story begins, David is a mere shepherd boy. He is a lad of uncommon courage. But no one imagines that he will someday become King of Israel-no one, that is, except for God. And so, David must prove himself. He does so by defeating Goliath. Later, he faces an even greater challenge. But his faith in the Lord allows him to overcome all obstacles. And eventually, he takes his rightful place on the throne. David and Goliath is one of the twelve programs in the Greatest Heroes and Legends of the Bible series. This program features: All-new animation, an introduction by Charlton Heston, and \"Simon & Gimmel -Your Faithful Guides,\" two animated characters who lead viewers through the story and make it accessible for all ages","release_date":"2003-04-01","vote_average":0.0,"runtime":50,"cert":"N\/A","id":49627,"title":"Greatest Heroes and Legends of The Bible: David and Goliath","adult":false,"genre_ids":[16]},{"cast":[],"overview":"\"In the beginning, God created the Heaven and the Earth...\"  With those words, the biblical story of creation beginsGod creates all the living creatures on land and water, and then creates man in His own image.  Now, with this beautiful animated film, your family can experience the true power of this extraordinary story. Adam is alone, but eventually God decides to give him a companion and creates Eve.  For a time, it seems that they will live indefinitely in Paradise, until the story takes a tragic turn. Tempted by a serpent, Eve eats fruit from the Tree of Knowledge - the one food forbidden in all of Paradise - and convinces Adam to join her.  When God discovers what has happened, He banishes Adam and Eve from the Garden, and they must struggle for survival. They experience much heartbreak, but never give up hope, and that is what this story is about. It reflects our own struggle to survive - and our hope that someday we will rejoin God in Paradise.","release_date":"2003-04-01","vote_average":0.0,"runtime":50,"cert":"N\/A","id":49628,"title":"Greatest Heroes and Legends of The Bible: The Garden of Eden","adult":false,"genre_ids":[16]},{"cast":["Charlton Heston"],"overview":"Samson is one of the greatest heroes of the Old Testament. His legendary feats of strength have inspired children and adults alike. But Samson and Delilah is not just an adventure story. It is a reminder that all men and women - no matter how great they may be - must abide by the will of God. Now, with this animated film, you can reintroduce your family to this timeless Biblical tale. Samson and Delilah is one of the twelve programs in the Greatest Heroes and Legends of the Bible series. This program features: All-new animation, an introduction by Charlton Heston, and \"Simon &amp; Gimmel -Your Faithful Guides,\" two animated characters who lead viewers through the story and make it accessible for all ages.","release_date":"2003-04-01","vote_average":0.0,"runtime":49,"cert":"N\/A","id":49631,"title":"Greatest Heroes and Legends of The Bible: Samson and Delilah","adult":false,"genre_ids":[16]},{"cast":[],"overview":"The story of Jesus' death and resurrection is one of the most dramatic tales in world literature, and for Christians, it is much more, a ringing affirmation of God's love for mankind. Now the story of His final days has been brought to life through this beautifully animated film.  The story begins in darkness as the religious leaders in Jerusalem gather in a shadowy room, trying to decide what to do about a trouble-maker known as Jesus. Knowing that His days on earth are numbered, Jesus gathers His disciples together for The Last Supper, reassuring them that He will be with them in spirit.  Jesus retires to a garden to pray, but is captured by soldiers before dawn, having been betrayed by Judas, one of His disciples. Within a short time He is crucified. On the third day after His crucifixion, He is resurrected, eventually fulfilling His destiny by ascending to Heaven.","release_date":"2003-04-01","vote_average":0.0,"runtime":50,"cert":"N\/A","id":49632,"title":"Greatest Heroes and Legends of The Bible: The Last Supper, Crucifixion and Resurrection","adult":false,"genre_ids":[16]},{"cast":["H.B. Warner","Dorothy Cumming","Ernest Torrence","Joseph Schildkraut","James Neill"],"overview":"The King of Kings is the Greatest Story Ever Told as only Cecil B. DeMille could tell it. In 1927, working with one of the biggest budgets in Hollywood history, DeMille spun the life and Passion of Christ into a silent-era blockbuster. Featuring text drawn directly from the Bible, a cast of thousands, and the great showman’s singular cinematic bag of tricks, The King of Kings is at once spectacular and deeply reverent—part Gospel, part Technicolor epic.","release_date":"1927-01-01","vote_average":5.9,"runtime":155,"cert":"N\/A","id":49633,"title":"The King of Kings","adult":false,"genre_ids":[18,36]},{"cast":["Pierre Arditi","Rita Forzano","Giuseppe Addobbati","Christian De Sica","Livio Galassi"],"overview":"In this evocative, atmospheric biography, Roberto Rossellini brings to life philosopher and mathematician Blaise Pascal, who, amid religious persecution and ignorance, believed in a harmony between God and science.","release_date":"1972-05-16","vote_average":7.2,"runtime":129,"cert":"N\/A","id":49634,"title":"Blaise Pascal","adult":false,"genre_ids":[18]},{"cast":["Angela Bassett","Peter Francis James","Von Coulter","Cicely Tyson","Afemo Omilami"],"overview":"The story of the civil rights heroine whose refusal to obey racial bus segregation was just one of her acts in her fight for justice.","release_date":"2002-02-24","vote_average":6.3,"runtime":97,"cert":"N\/A","id":49635,"title":"The Rosa Parks Story","adult":false,"genre_ids":[18]},{"cast":["Jimmy Wang Yu","Kam Kong","Doris Lung Chun-Erh","Sham Chin-Bo","Lung Fei"],"overview":"A one-armed martial arts master is being stalked by an Imperial assassin, the master of two fighters  killed in the previous film. When the One-Armed Boxer is invited to attend a martial arts tournament, his efforts to lay low are unsuccessful, and the assassin soon tracks him down with the help of his three subordinates: a Thai boxer, a yoga master, and a kobojutsu user.","release_date":"1976-04-24","vote_average":6.2,"runtime":93,"cert":"N\/A","id":49636,"title":"Master of the Flying Guillotine","adult":false,"genre_ids":[14,28]},{"cast":["Jesco White"],"overview":"Produced by Johnny Knoxville and Jeff Tremaine for MTV and Dickhouse Productions, The Wild and Wonderful Whites of West Virginia is a documentary about the renowned West Virginia outlaw Jesco White and his eccentric backwoods family. In addition to getting in trouble with the law, the Whites, who live deep within Appalachia, uphold a time-honored dancing style, even as they contend with poverty, drugs and other issues. Alternately humorous and sad, the movie is an unflinching look at life on the criminal margins of rural mountain culture.","release_date":"2009-04-01","vote_average":6.8,"runtime":86,"cert":"N\/A","id":49637,"title":"The Wild and Wonderful Whites of West Virginia","adult":false,"genre_ids":[99]},{"cast":["Rhod Gilbert"],"overview":"Following his top-selling debut DVD release in 2009 and sensational performances on Live At The Apollo, and Michael McIntyre's Comedy Roadshow, multi-award winning comedian Rhod Gilbert is back! Here, Rhod brings us his unique brand of observational comedy focussing on life’s minor exasperations. Stung by accusations that he over-reacts, Rhod sets out on an emotional rollercoaster of a journey to discover the truth. Is he, as he believes, a visionary in a sea of closed minds, or has he, as everyone else believes, got anger-management problems?","release_date":"2010-11-15","vote_average":5.4,"runtime":84,"cert":"","id":49638,"title":"Rhod Gilbert and The Cat That Looked Like Nicholas Lyndhurst","adult":false,"genre_ids":[35]},{"cast":["Stephen K. Amos"],"overview":"Stephen K. Amos: The Feelgood Factor is guaranteed to provide you with the feel good factor in this laugh a minute stand-up performance filmed in front of a sell-out audience at the Hammersmith Apollo.","release_date":"2010-11-15","vote_average":0.0,"runtime":71,"cert":"15","id":49639,"title":"Stephen K. Amos: The Feelgood Factor","adult":false,"genre_ids":[35]},{"cast":["John Wayne","Sheila Terry","Jack Rockwell","George 'Gabby' Hayes","Jay Wilsey"],"overview":"Tobin is after the bandit Zanti who killed his parents. He finds him just as Zanti is about to kill Dusty and kidnap Ruby. Saving the two, he goes after Zanti. He catches him but Zanti escapes the Sheriff's handcuff's and this time Tobin has to chase him into the desert.","release_date":"1934-11-22","vote_average":4.7,"runtime":59,"cert":"N\/A","id":49640,"title":"The Lawless Frontier","adult":false,"genre_ids":[28,37]},{"cast":["Sally Kirkland","Michelle Wolff","Dru Mouser","Tina Marie Murray","Shannon Rossiter"],"overview":"\"Mango Kiss\" is a story about Lou whose world turns upside-down when she falls in love with her best friend Sassafras. They journey to San Francisco and stumble into the wild world of role-playing and non-monogamous S\/M dykes. Comedy ensues as these wholesome girls get in over their heads.","release_date":"2004-04-24","vote_average":3.0,"runtime":84,"cert":"N\/A","id":49643,"title":"Mango Kiss","adult":false,"genre_ids":[10749]},{"cast":["René Ashton","Brody Hutzler","Julia Duffy","Cris Judd","Lacey Chabert"],"overview":"After dating several cheating husbands who pretended to be single, Rylee devises a scheme for revenge. She gets a married man drunk, convinces him that they slept together, then shows up a year later with a baby and demands money. Her blackmail plan is successful, but then she meets a single man, Max, who wants to be with her and keep the baby.","release_date":"2006-01-01","vote_average":4.4,"runtime":86,"cert":"N\/A","id":49644,"title":"Be My Baby","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"Ayn Rand was born in 1905 in St. Petersberg, Russia. She escaped to America in 1926 amidst the rise of Soviet Communism. She remained in the United States for the rest of her life, where she became a much respected author of The Fountainhead and Atlas Shrugged. The themes of freedom and individualism were to be her life's passion...","release_date":"1998-02-13","vote_average":6.7,"runtime":145,"cert":"N\/A","id":49645,"title":"Ayn Rand: A Sense of Life","adult":false,"genre_ids":[99]},{"cast":["Brigitte Mira"],"overview":"Angst isst Seele auf is a short movie by Shahbaz Noshir.","release_date":"2002-10-24","vote_average":0.0,"runtime":13,"cert":"N\/A","id":49646,"title":"Angst isst Seele auf","adult":false,"genre_ids":[18]},{"cast":["Jerry Garcia","Mickey Hart","Bruce Hornsby","Bill Kreutzmann","Phil Lesh"],"overview":"Volume two in the Grateful Dead's View From the Vault series of mixed media releases comes from a pair of Washington, D.C., R.F.K. Stadium shows from the summers of 1990 and 1991, respectively. The feature presentation is both sets from June 14, 1991, with copious filler or \"bonus\" material from July 12, 1990. As well, the DVD includes a previously unissued music video for \"Liberty\" -- one of the final collaborative efforts between lyricist Robert Hunter and guitarist and vocalist Jerry Garcia.","release_date":"1991-06-14","vote_average":0.0,"runtime":225,"cert":"N\/A","id":49647,"title":"Grateful Dead: View from the Vault II","adult":false,"genre_ids":[10402]},{"cast":["Kamila Magálová","Oldřich Kaiser","Jiří Bartoška","Eva Holubová"],"overview":"A romantic comedy about love and life of young French teacher Helena.","release_date":"2009-02-12","vote_average":5.3,"runtime":117,"cert":"N\/A","id":49648,"title":"You Kiss Like a God","adult":false,"genre_ids":[35,10749,10751]},{"cast":[],"overview":"Be an eyewitness to the conflict that divided our nation and changed the very fabric of society. This collection of harrowing and compelling footage traces the evolution of this conflict from a regional military engagement to an ever-expanding war that ultimately spanned three U.S. Presidents. From strategic political move to the immediacy of jungle warfare and the weapons with which the war was waged, Vietnam: America\"s Conflict captures the sweep of history and the agony of a generation.","release_date":"2008-05-06","vote_average":0.0,"runtime":1406,"cert":"N\/A","id":49651,"title":"Vietnam War: America's Conflict","adult":false,"genre_ids":[]},{"cast":[],"overview":"A documentary on a 13-year-old Japanese girl abducted by North Korean spies.","release_date":"2006-01-22","vote_average":5.0,"runtime":85,"cert":"N\/A","id":49652,"title":"Abduction: The Megumi Yokota Story","adult":false,"genre_ids":[99]},{"cast":["Gleb Puskepalis","Igor Chernevich","Yevgeni Syty","Вера Сандрыкина","Владимир Кучеренко"],"overview":"A widowed aeronautics engineer, who has lost his job, travels with his son hopping freight trains from Moscow to Koktebel, a town by the Black Sea, to start a new life with the father's sister.","release_date":"2003-09-25","vote_average":6.7,"runtime":100,"cert":"N\/A","id":49653,"title":"Roads to Koktebel","adult":false,"genre_ids":[18]},{"cast":[],"overview":"OV7: Primera Fila","release_date":"2010-08-13","vote_average":8.5,"runtime":null,"cert":"N\/A","id":49654,"title":"OV7: Primera Fila","adult":false,"genre_ids":[]},{"cast":["Mick Øgendahl"],"overview":"Med showet \"Propaganda\" vendte Mick Øgendahl i 2010 tilbage til sine foretrukne omgivelser - en scene, en mikrofon og et publikum. Mere end 100 udsolgte shows taler deres eget sprog! Med Mick Øgendahl i absolut storform er der garanti for fantastisk underholdning. Også selv om emnerne er så forskellige som rengøringsprodukter, parforhold, Karen Blixen, gratisaviser, biler, teenageekspedienter og meget, meget mere... Mick Øgendahl er en af landets absolut mest populære komikere og med dette show beviser han igen hvorfor. For Mick er der ingen emner, der er for små til at blive taget under behandling - og ingen der er for store.","release_date":"2010-02-03","vote_average":6.5,"runtime":85,"cert":"N\/A","id":49657,"title":"Mick Øgendahl's Propaganda","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"A look at TV since the 1960's shows that Gays and Lesbians have come a long way but still have a long ways to go to a balanced and realistic depiction on television.","release_date":"1999-01-01","vote_average":0.0,"runtime":62,"cert":"N\/A","id":49664,"title":"Off the Straight & Narrow","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Documentary adaptation of the book \"The Pagan Christ\" by Tom Harpur for Canadian Broadcasting Corporation.","release_date":"2007-12-06","vote_average":6.0,"runtime":43,"cert":"N\/A","id":49669,"title":"The Pagan Christ","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A selection of old and new Daffy Duck and friends cartoons.","release_date":"2000-01-01","vote_average":3.0,"runtime":null,"cert":"N\/A","id":49670,"title":"Daffy Duck and Friends","adult":false,"genre_ids":[16]},{"cast":["Rupert Everett"],"overview":"During the Nazi regime, there was widespread persecution of homosexual men, which started in 1871 with the Paragraph 175 of the German Penal Code. Thousands were murdered in concentration camps. This powerful and disturbing documentary, narrated by Rupert Everett, presents for the first time the largely untold testimonies of some of those who survived.","release_date":"2000-01-22","vote_average":7.4,"runtime":74,"cert":"12","id":49671,"title":"Paragraph 175","adult":false,"genre_ids":[36,99]},{"cast":["George Brady","Lara Brady","Fumiko Ishioka"],"overview":"A Theatrical Documentary Synopsis \"Inside Hana's Suitcase\", is the poignant story of two young children who grew up in pre-WWII Czechoslovakia and the terrible events that they endured just because they happened to be born Jewish. Based on the internationally acclaimed book \"Hana's Suitcase\" which has been translated into 40 languages","release_date":"2009-04-30","vote_average":0.0,"runtime":88,"cert":"N\/A","id":49672,"title":"Inside Hana's Suitcase","adult":false,"genre_ids":[99]},{"cast":["Margarita Amuchástegui","Ana Carro","Liliana Fernández Blanco","Michael Findlay","Roberta Findlay"],"overview":"The followers of a charismatic cult leader set out to murder a pregnant actress.","release_date":"1976-01-16","vote_average":3.2,"runtime":80,"cert":"N\/A","id":49673,"title":"Snuff","adult":false,"genre_ids":[27,53]},{"cast":["Desmond Harrington","Kathleen Robertson","Christian Kane","Sara Rue","Jon Abrahams"],"overview":"A romantic drama about a tight-knit group of college friends who graduated from NYU the year of 9\/11 and reunite years later for a weekend wedding in Georgia. Unresolved conflicts and love affairs spark again.","release_date":"2009-10-25","vote_average":5.7,"runtime":90,"cert":"N\/A","id":49674,"title":"Not Since You","adult":false,"genre_ids":[18,10749]},{"cast":["Alan Howard","Patrick Godfrey","Irene Worth","Mike Gwilym","Heather Canning"],"overview":"BBC rendition of Shakespeare's Coriolanus","release_date":"1984-03-26","vote_average":8.0,"runtime":145,"cert":"-","id":49675,"title":"The Tragedy of Coriolanus","adult":false,"genre_ids":[18,10770]},{"cast":["Rob Lowe","Lauren Holly","Stefanie von Pfetten","Steve Belford","Marc Bendavid"],"overview":"Jenn Corbin seems to have it all; the perfect husband, children and life. But when this suburban wife and mother in an upscale Atlanta suburb, commits suicide, authorities discover a marriage of secrets and betrayal. While the investigation seems to be leading to the final conclusion that her death was a suicide, bits and pieces of the couple’s lives come to the surface. These discoveries soon convey that looks can be deceiving and people are not necessarily what they appear to be!","release_date":"2009-11-07","vote_average":6.3,"runtime":95,"cert":"N\/A","id":49676,"title":"Too Late To Say Goodbye","adult":false,"genre_ids":[10770,18,9648]},{"cast":["Daniel Wu","Joey Wong","Rie Miyazawa","Brigitte Lin","Yonfan"],"overview":"The story takes place in a beautiful pavilion in 1930's Suzhou. Jade is a famous songstress courtesan, marrying into the noble house. She develops a dubious relationship with a female cousin of the family and also being admired secretly by her butler. LAN, the cousin, is a modern woman who wants to be independent and serves her country, but when she meets the charismatic Shing, an official from the North, all her plans go astray. These two women's love bears no fruit with their men and in the end they have only each other to lean on.","release_date":"2001-12-07","vote_average":6.5,"runtime":123,"cert":"N\/A","id":49677,"title":"Peony Pavilion","adult":false,"genre_ids":[18,10749]},{"cast":["Lior Ashkenazi","Ronit Elkabetz","Moni Moshonov","Lili Koshashvili","Aya Steinovitz"],"overview":"Zaza is a 31-year old Israeli bachelor, handsome and intelligent, and his family wants to see him married. But tradition dictates that Zaza has to choose a young virgin. She must be beautiful and from a good family, preferably rich. Zaza's parents, Yasha and Lily drag Zaza to meet potential brides and their families. Zaza has no choice. He plays along with his family, advocates of the suffocating traditions of their Georgian Jewish heritage. But Zaza always manages to somehow get out of being engaged. What his parents don't know is that Zaza is already in love. Judith is sensuous, strong and intriguing. She's also a divorcée with a 6-year-old daughter. So Zaza has kept Judith a secret from his family. He will have to choose between respect of the strict confines of family and tradition, or the love of his life.","release_date":"2001-01-01","vote_average":6.4,"runtime":102,"cert":"N\/A","id":49680,"title":"Late Marriage","adult":false,"genre_ids":[35,18,10749]},{"cast":["Daniel Hendler","Adriana Aizemberg","Jorge D'Elía","Sergio Boris","Rosita Londner"],"overview":"In Buenos Aires, the twenty and something year old Jewish-Argentinean Ariel Makaroff has left the University of Architecture and spends his time wandering through the downtown gallery where his mother has a lingerie shop and his brother runs an importation business, trying to get his Polish passport and move to Europe. Ariel has never understood why his father left him when he was a baby to fight in the Yom Kippur War in 1973. When his father returns to Buenos Aires, Ariel discovers the reason why his father left his family","release_date":"2004-03-14","vote_average":6.1,"runtime":99,"cert":"N\/A","id":49681,"title":"Lost Embrace","adult":false,"genre_ids":[18]},{"cast":["Siân Phillips","Matthew Rhys","Steven Mackintosh","Lisa Palfrey","Steve Speirs"],"overview":"\"House of America\" is a 1997 film directed by Marc Evans. The film, set in a depressed Welsh mining town, centres on a dysfunctional family unit of brothers Boyo and Sid, their sister Gwenny and their controlling mother. The film tackles issues such as Welsh identity, its need for indigenous heroes and the nation's perceived inferiority complex.","release_date":"1997-01-01","vote_average":5.0,"runtime":94,"cert":"15","id":49682,"title":"House of America","adult":false,"genre_ids":[18]},{"cast":["Natalie Wood","Christopher Plummer","Robert Redford","Roddy McDowall","Ruth Gordon"],"overview":"A girl on the road to stardom fights the dehumanizing effects of Hollywood life.","release_date":"1966-02-17","vote_average":5.7,"runtime":128,"cert":"N\/A","id":49683,"title":"Inside Daisy Clover","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Michael Moriarty","Karen Black","Laurene Landon","Gerrit Graham","Macdonald Carey"],"overview":"The mutant babies have been placed by court order on a deserted island. Appalled by the cynicism and exploitation of the children by the legal system and the media, the man responsible for them leads an expedition to the island to free them.","release_date":"1987-01-01","vote_average":4.8,"runtime":95,"cert":"N\/A","id":49684,"title":"It's Alive III: Island of the Alive","adult":false,"genre_ids":[27]},{"cast":["Michel Piccoli","Catherine Deneuve","John Malkovich","Antoine Chappey","Leonor Baldaque"],"overview":"The comfortable daily routines of aging Parisian actor Gilbert Valence, 76, are suddenly shaken when he learns that his wife, daughter, and son-in-law have been killed in a car crash. Having to take care of his now-orphaned grandson, he struggles to go on with his lifelong acting career like he's used to. But the roles he is offered -- a flashy TV show and a hectic last-minute replacement in an English-language film of Joyce's Ulysses -- finally convince him that it's time to retire.","release_date":"2001-05-13","vote_average":7.8,"runtime":90,"cert":"N\/A","id":49685,"title":"I'm Going Home","adult":false,"genre_ids":[18]},{"cast":["Jean-Claude Brialy","Yane Barry","Jean-Pierre Cassel","Jean Juillard","Chantal de Rieux"],"overview":"1958 short film by Jacques-Doniol Valcroze","release_date":"1958-01-01","vote_average":0.0,"runtime":24,"cert":"N\/A","id":49686,"title":"The Overworked","adult":false,"genre_ids":[18]},{"cast":["Sophia Loren","Marcello Mastroianni","Aldo Puglisi","Tecla Scarano","Marilù Tolo"],"overview":"In Naples, in the Second World War, the wolf businessman Domenico Soriano meets the seventeen years old whore Filumena Marturano in a brothel during an allied bombing. Two years later, in the post-war, they meet each other by chance and begin a long affair. For twenty-two years, Filumena is his mistress and administrates his shops in Naples while Domenico is traveling. When Domenico decides to marry the young cashier of his bakery, Filumena lures him as if she were near to death and he marries her. Later he annuls their matrimony, and she tells him that she has three sons that she raised secretly, one of them is his legitimate son but she does not disclose his identity. The middle-age Domenico uses the most different subterfuges trying to find which teenager might be his son.","release_date":"1964-12-18","vote_average":7.9,"runtime":102,"cert":"N\/A","id":49687,"title":"Marriage Italian Style","adult":false,"genre_ids":[18,35,10749]},{"cast":["Armando Araiza","Patricia Rivera","Willy Semler","Aldo Parodi","Rodolfo Bravo"],"overview":"Based on real events, 17-year-old Johnny García becomes involved with four older thugs who are planning to rob a money-laundering business masquerading as a video store. As they try to escape, a swarm of exploitative media attention awaits.","release_date":"1993-01-01","vote_average":6.4,"runtime":90,"cert":"N\/A","id":49688,"title":"Johnny 100 Pesos","adult":false,"genre_ids":[18,80]},{"cast":["Orly Silbersatz Banai","Maya Maron","Daniel Magon","Vladimir Fridman","Dana Ivgy"],"overview":"Daphne and her four children try to cope with the abrupt death of husband\/father. As the family seems to fall apart, a sudden incident gives them a chance to heal their 'broken wings'.","release_date":"2002-10-24","vote_average":6.8,"runtime":87,"cert":"","id":49689,"title":"Broken Wings","adult":false,"genre_ids":[18]},{"cast":["Armand Assante","Giorgia Massetti","Harriet MacMasters-Green","Antonio Cupo","Manuela Zanier"],"overview":"A carefree summer vacation turns into an inescapable terror trap for a group of young students who buy a vintage instant camera from a mysterious local shop owner...","release_date":"2009-08-28","vote_average":3.6,"runtime":119,"cert":"N\/A","id":49690,"title":"Smile","adult":false,"genre_ids":[27,53]},{"cast":["Jean-Hugues Anglade","Hélène de Fougerolles","Miki Manojlović","Valentina Sauca","Robert Hirsch"],"overview":"Michel, a psycho-analyst, falls asleep while listening to his patient Olga, a kleptomaniac and a sexual pervert, tell him how she likes her husband beating her. When he wakes up, he finds Olga having been choked to death. He now has to deal with a body, with Olga's rich husband who thinks she stole money from him, and with all his patients' insanity that haunts him.","release_date":"2001-01-01","vote_average":5.7,"runtime":122,"cert":"N\/A","id":49691,"title":"Mortal Transfer","adult":false,"genre_ids":[35,53,80]},{"cast":[],"overview":"Three stories. We see, but little is explained. In \"The Married Couple,\" a salesman pays a call on an old customer who is with his wife in the upstairs bedroom of their ill adult son. Another salesman may beat him to the punch, but not before disorienting changes. A maid scrubs the floor. \"In the Penal Colony\": a man arrives at a penal colony where an officer demonstrates a bizarre apparatus, one that punches a message into the skin of a prisoner strapped beneath it. Who will be punished? In \"Fratricide,\" a man is murdered at night by someone he knows well. A woman grieves.","release_date":"2002-01-01","vote_average":5.0,"runtime":85,"cert":"N\/A","id":49694,"title":"K","adult":false,"genre_ids":[]},{"cast":["Hiroshi Mikami","Takeshi Wakamatsu","Keiko Niitaka","Juzo Itami","Miho Fukuya"],"overview":"A drama about a young man who is searching for a particular song, or maybe his father, or maybe his true self? He encounters many figures and places, where there are many contrasts: his diligent mother versus a disturbed prostitute, an endless ocean versus an endless desert, a young boy versus a grown man, but also there are lots of balls (that resemble pregnancy stones, some with lots of string around them), a long red string that turns up everywhere (I assume this is a Biblical reference?) and many female, male and childlike figures that begin to haunt the boy\/man.","release_date":"1979-01-01","vote_average":7.8,"runtime":50,"cert":"N\/A","id":49695,"title":"Grass Labyrinth","adult":false,"genre_ids":[18,10749,14]},{"cast":["Jacques Bidou","Anne Kravz-Tarnavsky","Narda Blanchet"],"overview":"A story told quietly of Vincent a welder at a large and seemingly toxic plant along the Rhône, living in a village with his sons, wife, and mother, saying little to each other.","release_date":"2002-01-01","vote_average":5.3,"runtime":120,"cert":"N\/A","id":49696,"title":"Monday Morning","adult":false,"genre_ids":[18,35,10749]},{"cast":["Claudia Cardinale","Jacques Perrin","Luciana Angiolillo","Riccardo Garrone","Elsa Albani"],"overview":"Lorenzo, who's 16 and born to a wealthy family in Parma, tries to make things right toward a showgirl, Aida, whom his older brother has mistreated. In extending kindness and standing up for her, he comes of age. But, is there anything he can do that will alter Aida's situation or her prospects?","release_date":"1961-02-09","vote_average":7.1,"runtime":121,"cert":"N\/A","id":49697,"title":"Girl with a Suitcase","adult":false,"genre_ids":[35,18,10749]},{"cast":["Charles Dance","Adamie Quasiak Inukpuk","Seporah Q. Ungalaq"],"overview":"In 1922 the first documentary in the genre sense came on the big screen, \"Nanook of the North\" (1922). Kabloonak is the story of the making of this movie for which the story was partially staged by his director 'Robert Flaherty'.","release_date":"1994-01-01","vote_average":0.0,"runtime":103,"cert":"N\/A","id":49698,"title":"Kabloonak","adult":false,"genre_ids":[]},{"cast":[],"overview":"We follow how four ordinary little girls learn about life, love and all that sort of things.","release_date":"1999-01-01","vote_average":5.5,"runtime":111,"cert":"N\/A","id":49699,"title":"Life Doesn't Scare Me","adult":false,"genre_ids":[35]},{"cast":["Oleg Yankovskiy","Sergey Garmash","Vera Voronkova","Valeriy Prokhorov","Irina Sokolova"],"overview":"This is a remarkably subtle film–a character study that focuses on Mitya’s attempts to cope with each new startling phase of discovery. At first he mourns for his dead wife, but then he discovers that he didn’t really know her.","release_date":"2002-10-24","vote_average":5.5,"runtime":102,"cert":"N\/A","id":49700,"title":"The Lover","adult":false,"genre_ids":[18,10749]},{"cast":["Virginie Vitry","Anne Doat","Jean-Claude Brialy","Jacques Doniol-Valcroze"],"overview":"Claire (Virginie Vitry) is a chic young Parisian woman married to a somewhat older husband, Claude (Jean-Claude Brialy). As this 28-minute trifle opens, she leaves her husband playing baroque music at the piano, telling him she is off to see her sister, Solange. In reality she meets her lover, Jean (Jacques Doniol-Valcroze) at his apartment; after some idle chatter and love-making he tells her a story of the shriveled heads that the Jivaro indians used to give their lovers as tokens of affection but as she shivers in disgust, he gives her a mink instead. How will they hide it from her husband though?","release_date":"1956-01-01","vote_average":7.1,"runtime":28,"cert":"N\/A","id":49701,"title":"Checkmate","adult":false,"genre_ids":[35]},{"cast":["Darren E. Burrows","Robert Knepper","Mark Sheppard","Robert Glen Keith","Paige Rowland"],"overview":"An unsuspecting bartender believes he has been set up for the murder of his own girlfriend, in this film-noirish, Hitchcockian suspense thriller.","release_date":"2001-01-01","vote_average":0.0,"runtime":105,"cert":"N\/A","id":49702,"title":"Lady in the Box","adult":false,"genre_ids":[9648,53]},{"cast":["Colm Feore","Marc Beique","Michael Bliss"],"overview":"Patient Zero is a stewardess, stricken with what she thinks is chickenpox. She goes to ground in a Montreal hotel room. A few weeks later, she's back on the job, unaware of her role in an impending public health catastrophe. Pandemics have killed more people throughout history than all wars combined. They are unpredictable - and inevitable. Are we ready for the next big one? Outbreak: Anatomy of a Plague juxtaposes a 21st century scenario against the little-known story of the 1885 smallpox epidemic that devastated Montreal. Combining brisk narrative with rigorous research, it vividly evokes a modern city under siege, drawing eerie parallels with 1885. Confronted with social unrest, ethnic scapegoating and economic ruin, authorities struggle to maintain control - and to contain a deadly infection.","release_date":"2010-04-01","vote_average":4.5,"runtime":86,"cert":"N\/A","id":49703,"title":"Outbreak: Anatomy of a Plague","adult":false,"genre_ids":[99,36,18]},{"cast":["Leehom Wang","Liu Yifei","Joan Chen","Chen Han-Dian","Qiao Zhenyu"],"overview":"Famous from an incredibly young age, DMH (Wang Lee Hom) has only ever known a celebrity pop star existence. Yet, despite all the glamour, there is still something lacking in his charmed life - true love. With the help of fellow musician and friend WZB, DMH disguised himself as a regular Joe in the hope of finding true love. While incognito, DMH and WZB stumble across the performance of a classical Chinese orchestra and DMH is immediately captivated by the melodies of the guzheng soloist, LMQ (Crystal Liu Yi-Fei), a student at the Shanghai Conservatory, whose affections lie with the accomplished but arrogant virtuoso, ZXZ. In his attempt to spend more time with LQM, DMH promises to help LQM get together with ZXZ. As DMH and LQM grow closer, it becomes increasingly difficult to conceal his identity.","release_date":"2010-08-12","vote_average":5.5,"runtime":98,"cert":"N\/A","id":49704,"title":"Love in Disguise","adult":false,"genre_ids":[10749,35]},{"cast":["David Field","Bill Hunter","Robert Morgan","Phil Motherwell","Jim Daly"],"overview":"Is an Australian drama film directed by Alkinos Tsilimidos and released in 1994. Based on a play of the same name, written by Ray Mooney, the film details the early life of contract killer Christopher Dale Flannery and is set inside Melbourne's HM Prison Pentridge's maximum security H Division.[1] Filming was undertaken at HM Prison Geelong.  Dale, a remandee, is awaiting a court hearing and yet to be sentenced, highlighting the horrific injustice of the repeated beatings he's subjected to.  Gradually Dale becomes indifferent to the bashings and horrors of prison life and develops an alternative, subversive way to exist and express his rage.  As Dale walks defiantly from the prison in the last scene to be tried, the failure of the correctional system to produce docile, disciplined bodies pulls its last punch. Even if the system has enframed Dale he has maintained his sanity and his voice.","release_date":"1995-05-24","vote_average":0.0,"runtime":92,"cert":"N\/A","id":49705,"title":"Everynight... Everynight","adult":false,"genre_ids":[]},{"cast":["Josie Ho","Eason Chan","Lawrence Chou","Derek Tsang","Juno Mak"],"overview":"A woman will go to whatever lengths necessary to obtain her dream home with a view of the sea. This includes driving down the property value and decreasing the occupancy rate by killing her potential neighbors ...","release_date":"2010-04-25","vote_average":6.5,"runtime":96,"cert":"N\/A","id":49706,"title":"Dream Home","adult":false,"genre_ids":[27]},{"cast":["Sophia Münster","Jana Münster","Hannelore Elsner","Katharina Thalbach","Anja Kling"],"overview":"A drama centered around twins attending the same boarding school.","release_date":"2010-06-17","vote_average":6.6,"runtime":85,"cert":"N\/A","id":49707,"title":"Hanni & Nanni","adult":false,"genre_ids":[10751]},{"cast":["Marie Gillain","Vanessa Paradis","Guillaume Canet","Josiane Balasko","Thierry Lhermitte"],"overview":"Depuis peu Eric Vincent, trentenaire sans histoire, a un fort sentiment de malaise. Est-ce la peur d'avoir un enfant ou celle de voir brutalement resurgir le fantôme d'un père qu'il n'a jamais connu ? Un matin, un inconnu l'appelle pour lui proposer de récupérer les cendres de son père. D'abord réticent, il finit par accepter et se retrouve plongé au coeur d'une machination infernale.","release_date":"2007-12-19","vote_average":5.8,"runtime":115,"cert":"N\/A","id":49708,"title":"The Key","adult":false,"genre_ids":[53]},{"cast":["Liron Levo","Tomer Russo","Uri Ran Klauzner","Yoram Hattab","Guy Amir"],"overview":"The film takes place in 1973 during the Yom Kippur War in which Egypt and Syria launched attacks in Sinai and the Golan Heights. The story is told from the perspective of Israeli soldiers. We are led by Weinraub and his friend Ruso on a day that begins with quiet city streets, but ends with death, destruction and devastation of both body and mind. Various scenes are awash in the surreal, as Weinraub's head hangs out over a rescue helicopter's open door, watching with tranquil desperation as the earth passes beneath, the overpowering whir of the blades creating a hypnotic state. It is not a traditional blood, guts and glory film. There are no men in battle, only the rescue crew trying to pick up the broken pieces.","release_date":"2000-09-07","vote_average":5.3,"runtime":117,"cert":"N\/A","id":49709,"title":"Kippur","adult":false,"genre_ids":[18,10752]},{"cast":["Jeanne Darville","Axel Strøbye","Sonja Oppenhagen","Sigrid Horne-Rasmussen","Karl Stegger"],"overview":"The last day of school before the summer, held farewell to the school year. Hurray a long summer ahead. Rikke joined the feminist and is demonstrating against marriage.","release_date":"1971-10-15","vote_average":7.2,"runtime":105,"cert":"N\/A","id":49710,"title":"Kid Gang on the Go","adult":false,"genre_ids":[35,10751]},{"cast":["Marianne di Vettimo","Marcel Gotlib","Michel Such"],"overview":"All the researchers of the IMPS laboratory are males - with one exception : Mademoiselle Clara, Antoine, the cleaner, desperately yearns for. Night after night, when Clara is alone, going on with her experiments, the young man awkwardly manoeuvres with a view to declaring his flame. But the cold scientist remains unconcerned. In his trouble, Antoine regularly drops and breaks phials and other test tubes full of dangerous chemical products. He doesn't care when his skin gets into contact with acid. His heart burns too much for him to be able to feel the burning of his skin. And if he can't GIVE his hand to Clara will he really mind to... LOSE it ?","release_date":"1971-01-01","vote_average":6.0,"runtime":11,"cert":"N\/A","id":49711,"title":"The Laboratory of Fear","adult":false,"genre_ids":[27]},{"cast":["Scott Glenn","Jade Malle","Joe Pesci","Brooke Adams","Jonathan Pryce"],"overview":"An ex-CIA agent is hired to protect the daughter of a rich American family.","release_date":"1987-09-04","vote_average":6.2,"runtime":92,"cert":"N\/A","id":49712,"title":"Man on Fire","adult":false,"genre_ids":[28,18,53]},{"cast":["Hélène de Fougerolles","Jonathan Zaccaï","François Berléand","Michel Duchaussoy","Marisa Berenson"],"overview":"Not too excited Arthur asks marriage Lola. What should have been a quiet ceremony evolves in something bigger, expensive and overwhelming as family is involved. The organization of the best day of their lives threatens to destroy them.","release_date":"2005-01-05","vote_average":5.0,"runtime":104,"cert":"N\/A","id":49715,"title":"The Best Day of My Life","adult":false,"genre_ids":[35]},{"cast":["Gösta Ekman","Margaretha Krook","Lena Nyman","Kent Andersson","Sten Ljunggren"],"overview":"A Comedy by Gösta Ekman.","release_date":"1986-02-07","vote_average":6.0,"runtime":101,"cert":"N\/A","id":49718,"title":"Morrhår och ärtor","adult":false,"genre_ids":[35]},{"cast":["Michael York","Elke Sommer","Peter Carsten","Anton Diffring","Marius Goring"],"overview":"The outbreak of World War I places Scots officer Geoffrey Richter-Douglas in an uncomfortable position. Although his allegiance is to Britain, his mother was from an aristocratic Bavarian family, and he spent his summers in Germany as a child. When Geoffrey is approached by a German spy who offers him a chance to defect, he reports the incident to his superiors, but instead of arresting the spy they suggest that he accept her offer--and become an Allied agent. In Germany, among old friends, Geoffrey discovers that loyalty is more complicated than he expected, especially when he finds himself aboard the maiden voyage of a powerful new prototype Zeppelin, headed for Scotland on a secret mission that could decide the outcome of the war.","release_date":"1971-10-06","vote_average":7.1,"runtime":100,"cert":"N\/A","id":49719,"title":"Zeppelin","adult":false,"genre_ids":[10752,12]},{"cast":["Jeremy Clarkson"],"overview":"It’s The Italian Job so obviously, I head to Kent in England for the race of a lifetime. But first I have to get ready. So, it’s the Fiorano test track in Italy where I spend a while not getting ready at all. I try the gym but it’s all rubbish so instead, I decide to compare Ferrari’s 458 Italia and the limited edition 599 GTO. On paper, that doesn’t seem fair. But in reality….","release_date":"2010-11-15","vote_average":6.6,"runtime":81,"cert":"PG","id":49720,"title":"Clarkson: The Italian Job","adult":false,"genre_ids":[99,35]},{"cast":["Rachel Griffiths","David Roberts","Sandy Winton","Yael Stone","Shaun Loseby"],"overview":"Pamela Drury is unhappy, and alone. On her birthday she stumbles across a photo of Robert Dickson, and wonders what would've happened had she said yes to his proposal. A freak accident causes Pamela to live out the life she could've had, but is the grass on the other side always greener?","release_date":"2000-04-20","vote_average":5.8,"runtime":104,"cert":"N\/A","id":49721,"title":"Me Myself I","adult":false,"genre_ids":[35,10749]},{"cast":["Marie-Ginette Guay","Gilbert Sicotte","Fanny Mallette","Réal Bossé","Pauline Martin"],"overview":"Four people are affected by one man's disappearance: Lucette, his wife, who anxiously awaits his return; Louis, a young father whose relationship with his wife is going through confusing times; Chantal, a hotel receptionist who dreams of sharing her life with someone else; Marcel, an ex-gambler confronted by the realities of aging.","release_date":"2007-11-09","vote_average":6.8,"runtime":103,"cert":"N\/A","id":49722,"title":"Continental, a Film Without Guns","adult":false,"genre_ids":[18,35]},{"cast":["Luana Piovani","Marco Ricca","Luis Gustavo","Mel Lisboa","Berta Zemel"],"overview":"The tomboyish, outgoing Julieta is the daughter of a member of the Palmeiras soccer club board. She is constantly frustrated by what she sees as institutional bias against women in soccer. One day while watching her beloved Palmeiras, she is struck by a handsome man, Romeu, that she sees rooting for the Palmeiras' chief rivals, the Corinthians. After meeting the same man again in the middle of eye exam, Julieta and Romeu quickly become a couple. However, in order to avoid incurring the wrath of her parents, Romeu is forced to pretend to be an adoring Palmeiras fan, an increasingly difficult task for the die-hard Corinthiano.","release_date":"2005-01-01","vote_average":5.6,"runtime":90,"cert":"N\/A","id":49723,"title":"Romeo and Juliet Get Married","adult":false,"genre_ids":[18,35,10749]},{"cast":["Licia Maglietta","Anna Bonaiuto","Angela Luce","Gianni Cajafa","Peppe Lanzetta"],"overview":"When her elderly mother dies - apparently happy but in curious circumstances - her daughter travels home to Naples for the funeral. Staying on, she tries to piece together her mother's recent life. In doing so she starts to confront childhood memories that shaped the family history","release_date":"1995-04-12","vote_average":6.4,"runtime":104,"cert":"N\/A","id":49726,"title":"Nasty Love","adult":false,"genre_ids":[53,18,9648]},{"cast":["Nigel Hawthorne","Jimmy Smits","Mary-Louise Parker"],"overview":"The L.A. police find two bodies in a fancy house and suspect the wife of one victim. Dr. Ellis, a hypnotherapist, takes her back in time; with the police listening, a pattern of spousal abuse emerges. When each trance ends, however, the woman, Carolyn Walker, wonders if those repressed memories are true. Dr. Ellis guides her through her trial, testifies himself, and continues treatment after the verdict is in. Carolyn's memory and well-being get worse after the trial, not better. She misses some therapy sessions, and Dr. Ellis comes to see her at home. Snatches of memory come and go. Can he help her remember what really happened? Are the cops satisfied justice has been done?","release_date":"1997-08-01","vote_average":5.7,"runtime":88,"cert":"N\/A","id":49727,"title":"Murder in Mind","adult":false,"genre_ids":[18,53,80]},{"cast":["Carol Kane","Molly Ringwald","Jeanne Tripplehorn","Barbara Sukowa","Mike Hodges"],"overview":"When Dorine Douglas' job as proofreader for Constant Consumer magazine is turned into an at-home position during a downsizing, she doesn't know how to cope. But after accidentally killing one of her co-workers, she discovers that murder can quench the loneliness of her home life, as a macabre office place forms in her basement, populated by dead co-workers.","release_date":"1997-01-01","vote_average":5.6,"runtime":82,"cert":"N\/A","id":49728,"title":"Office Killer","adult":false,"genre_ids":[35,27,53]},{"cast":["Jules Sitruk","Damien Jouillerot","Jonathan Demurger","Pierre Derenne","Richard Berry"],"overview":"September 1960: on a purely punitive basis, eight scouts must climb the solid mass of Brévent to 2500 meters of altitude. The so beautiful and so majestic mountain which draws up face them very quickly reveals dangerous. All the techniques of orientation learned at the scouts will do nothing there. The teenagers find themselves delivered to themselves. Lost in the abrupt throats, the eight boys are confronted cold, with the hunger and the fear.","release_date":"2006-05-10","vote_average":6.4,"runtime":93,"cert":"N\/A","id":49729,"title":"Red Needles","adult":false,"genre_ids":[]},{"cast":["Amanda Seyfried","Gary Oldman","Billy Burke","Shiloh Fernandez","Max Irons"],"overview":"Valerie is in love with a brooding outsider, Peter, but her parents have arranged for her to marry another man – who is wealthy. Unwilling to lose each other, Valerie and Peter plan to run away together when they learn that Valerie's older sister has been killed by a werewolf that prowls the dark forest surrounding their village. Hungry for revenge, the people call on famed werewolf hunter, Father Solomon, to help them kill the wolf. But Solomon's arrival brings unintended consequences as he warns that the wolf, who takes human form by day, could be any one of them.","release_date":"2011-03-11","vote_average":5.9,"runtime":100,"cert":"12A","id":49730,"title":"Red Riding Hood","adult":false,"genre_ids":[14,53,27]},{"cast":[],"overview":"From the Jim Henson Company! Pajanimals features the musical adventures of four young and lovable animals preparing for bed. The original songs are designed to help comfort preschool viewers with bedtime themes and transitional issues such as separating from Mom at the end of the day, healthy routines, sleeping through the night, and being comfortable with the lights out. Includes expert advice from the co-authors of The Sleepeasy Solution.","release_date":"2009-12-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":49731,"title":"Pajanimals: Good Night, Pajanimals!","adult":false,"genre_ids":[10751]},{"cast":["Otto Brandenburg","Lisbet Dahl","Axel Strøbye","Vibeke Hastrup","Michael Nezer"],"overview":"Based on Bjarne Reuter's 1975 juvenile novel, even broader comedy strokes are employed in the film version, but bright spark Bertram is still at the center of things when a nice but dubious uncle (he has a criminal record) takes all the kids of a working class family, hit with bad luck, away on an outing. A plot is cooked up to kidnap some rich kid. It works at first, but soon things get out of control.","release_date":"1982-10-15","vote_average":6.0,"runtime":70,"cert":"N\/A","id":49732,"title":"Kidnapning","adult":false,"genre_ids":[12,10751,35]},{"cast":["Radha Mitchell","Joel Edgerton","Samrat Chakrabarti","Isabel Lucas"],"overview":"An outwardly happy Australian couple journey to Calcutta to collect their adopted baby, but on arrival find that the arrangements have yet to be finalized. Soon, the intoxicating mystic power of the Indian city pulls them in separate and unexpected directions, and the vulnerability of their marriage begins to reveal itself.","release_date":"2010-07-15","vote_average":7.4,"runtime":100,"cert":"N\/A","id":49733,"title":"The Waiting City","adult":false,"genre_ids":[18,10749]},{"cast":["Kei Tomiyama","Yôko Asagami","Isao Sasaki","Shusei Nakamura","Yoshito Yasuhara"],"overview":"The Galman Empire is destroyed but the planet Galmania is not, by a chance collision of galaxies. The Bolar Federation worlds including Planet Bolar are destroyed. The Yamato, back under the command of Captain Okita, encounters the planet Denguil too late to save its humanoid civilization from being flooded by the water planet Aquarius. The surviving Denguil, a warrior race who believe only the strong should survive, plan to use Aquarius to flood Earth and destroy humanity, in order to create a new home for their race.","release_date":"1983-03-19","vote_average":6.3,"runtime":163,"cert":"N\/A","id":49734,"title":"Space Battleship Yamato - Final Chapter","adult":false,"genre_ids":[16,878]},{"cast":["Luc Picard","Suzanne Clément","Denis Bernard","Julie McClemens ","Alexis Martin"],"overview":"Louis is \"repo man\" who is no stranger to strong-arm tactics in his work, but he has dreamed of becoming an actor since he was a child. When cousin helps him get an audition, he gets the help of a fam... read more ous actor to him secretly rehearse his scenes. He doesn't even tell his girlfriend Suzie But, Suzie also has a secret. She's pregnant and doesn't want her child to grow up in an atmosphere of violence.","release_date":"2005-09-23","vote_average":8.0,"runtime":111,"cert":"N\/A","id":49735,"title":"L'Audition","adult":false,"genre_ids":[18]},{"cast":["Robert Gustafsson"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":49736,"title":"Galleri Gustafsson 25 År","adult":false,"genre_ids":[]},{"cast":["Jacinthe Laguë","Julie Deslauriers","Ingrid Falaise ","Brigitte Lafleur","Noémie Yelle"],"overview":"In Montreal, the teenagers Manon, Anne, Isa, Claudie and Sophie are friends since their childhood. While spending a couple of days in the cottage of Sophie's parents nearby a lake, the girls decide to give a party, and Manon and Sophie hitch for a ride to the town in a jeep to buy some beers and supplies and they invite the driver to the party. On the return, the same driver stops the car and later Sophie is found stabbed, raped and covered of blood. Fifteen years later, Manon sees the guy in a car-wash and she invites her former friends to return to the house nearby the lake, where wounds of their traumatic loss are disclosed.","release_date":"2004-08-27","vote_average":6.4,"runtime":82,"cert":"N\/A","id":49737,"title":"The Five of Us","adult":false,"genre_ids":[80,18]},{"cast":["Bolek Polívka","Josef Dvořák","Ota Jirák"],"overview":"","release_date":"1976-05-28","vote_average":6.8,"runtime":null,"cert":"N\/A","id":49738,"title":"Traja chrobáci","adult":false,"genre_ids":[35]},{"cast":[],"overview":"1998 horror movie","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":49739,"title":"April Fool","adult":false,"genre_ids":[27]},{"cast":[],"overview":" ","release_date":"1985-01-01","vote_average":0.0,"runtime":86,"cert":"N\/A","id":49740,"title":"La ballata di Eva","adult":false,"genre_ids":[]},{"cast":["Viktor Mikhaylov","Otar Megvinetuhutsesi","Elena Anisimova","Tatyana Kuznetsova","Tamara Shirtladze"],"overview":"In Russia at the turn of the century, a wealthy Jewish merchant enjoys the best of relations with his Russian neighbours, while his respected home forms the obvious social centre of the entire community. However, the atmosphere grows more tense as the local authorities come under pressure to fall in line with the officially sanctioned anti-Semitic policies of the Tsarist Government. The village elder is one of our hero's best friends and together they seem to find a way to outwit these evil intentions but unfortunately they fail to understand what forces they are dealing with in a country where anti-Semitism is state policy.","release_date":"1991-09-11","vote_average":4.0,"runtime":83,"cert":"N\/A","id":49741,"title":"Get Thee Out","adult":false,"genre_ids":[18,35]},{"cast":["Jim Backus","Morey Amsterdam","Jack Cassidy","Royal Dano","Paul Frees"],"overview":"An animated, magical, musical version of Dickens' timeless classic \"A Christmas Carol.\" The nearsighted Mr. Magoo doesn't have a ghost of a chance as Ebenezer Scrooge, unless he learns the true meaning of Christmas from the three spirits who haunt him one Christmas Eve.","release_date":"1962-12-18","vote_average":6.5,"runtime":53,"cert":"N\/A","id":49742,"title":"Mr. Magoo's Christmas Carol","adult":false,"genre_ids":[16,35,10751]},{"cast":["Danny Thomas","Marlo Thomas","Roddy McDowall"],"overview":"A delightful, animated musical version of Charles Dickens' classic tale. A Cricket on the Hearth, tells the story of a poor toymaker and his daughter whom a helpful Cricket named Crocket befriends on Christmas morning. When tragedy strikes the family, it's Crocket who comes to the rescue and restores peace and happiness.","release_date":"1967-12-18","vote_average":5.4,"runtime":49,"cert":"N\/A","id":49743,"title":"Cricket on the Hearth","adult":false,"genre_ids":[10751,16]},{"cast":["Scherwin Amini","Vincent Furrer","Max Hubacher","Nicolas Hugentobler","Stefan Kurt"],"overview":"","release_date":"2010-11-04","vote_average":10.0,"runtime":null,"cert":"N\/A","id":49744,"title":"Stationspiraten","adult":false,"genre_ids":[]},{"cast":["Juliette Lewis","William Hurt","Shelley Duvall","Tobin Bell","Sabrina Grdevich"],"overview":"A young woman moves into a new apartment that she inherited from her grandmother, who had died there in a bizarre accident. She is immediately confronted by totally bizarre neighbors and someone is obviously out to get her as rats and flies engulf her apartment. But with the array of weirdos around her, who might it be? Everyone warns her to stay away from her upstairs neighbor, but he is the only one who shows any kindness. Supposedly the neighbor below her is an 80 year old woman, but she hammers the floor so hard when the young woman moves furniture that she breaks tiles. Another neighbor seems kind enough to begin with, but later seems more interfering and threatening. Also her weatherman boyfriend can't be ruled out. Contrary to his desire for her to move in with him, she moved into their apartment.","release_date":"1999-07-31","vote_average":5.8,"runtime":90,"cert":"N\/A","id":49745,"title":"The 4th Floor","adult":false,"genre_ids":[27,9648,53]},{"cast":["Tim Barlow","Robert Blythe","Susan Engel","Stuart Laing","Granville Saxton"],"overview":"After breaking-up with his girlfriend Veronica, the unemployed John Hare rents a cheap room in an old boarding house owned by the nice Martin Stone and the landlord tells him that the house is crowded by discreet persons. John does not see any other tenant but a bizarre old woman in the house and during the nights, he sees weird things on his television and hears violent knocks on his door. When John calls Veronica, she notes that he is near a breakdown after many sleepless nights and decides to stay with him. However, Veronica vanishes during the night, leading John to an ultimate decision.","release_date":"2007-09-11","vote_average":4.5,"runtime":80,"cert":"N\/A","id":49746,"title":"The Haunting of #24","adult":false,"genre_ids":[27,53]},{"cast":["Robbie Williams","Jason Orange","Mark Owen","Howard Donald","Gary Barlow"],"overview":"A documentary about Take That, a British boyband.","release_date":"2006-04-24","vote_average":10.0,"runtime":70,"cert":"15","id":49747,"title":"Take That: For the Record","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"Remington, a murderous grifter cons his way into a mother's heart, putting on a fatherly facade to her cherished son, Nicholas. But the second she leaves for work, a torrent of abuse rains upon the gentle boy... Source IMDB","release_date":"2006-01-01","vote_average":2.5,"runtime":90,"cert":"N\/A","id":49748,"title":"Easter Bunny Kill! Kill!","adult":false,"genre_ids":[27,53]},{"cast":[],"overview":"The life. The road. The shitty dudes.","release_date":"2006-10-31","vote_average":0.0,"runtime":120,"cert":"N\/A","id":49755,"title":"Every Time I Die: Shit Happens","adult":false,"genre_ids":[]},{"cast":["Priscilla Barnes","Randy Shelly","David Scott"],"overview":"Fourteen year old go racecar enthusiast Marc Benton (Randy Shelly) attempts to raise enough money to buy his own go cart and compete in a local go cart race. Though at first it looks like Marc's dream is a long shot, his goal comes into reach when he befriends kindly track manager Buddy (Priscilla Barnes) and lands a job repairing race-damaged go carts","release_date":"2010-06-01","vote_average":0.0,"runtime":91,"cert":"N\/A","id":49756,"title":"Kid Racer","adult":false,"genre_ids":[35]},{"cast":["Darian Caine","John Paul Fedele","Sabrina Faire","A.J. Khan","Alexia Moore"],"overview":"In Manhattan, Seymour is a fast-talking, flatulent, frustrated director of titillation flicks, in search of fame and fortune. With a crudely drawn map, he sets sail for Bone Island, his crew including Fanny, his latest discovery. The island is home to the legendary Kinky Kong, a massive gorilla. The crew overcomes the ape and takes him back to New York to exhibit - but chains break, and the ape is on the loose. Liberty is in danger. Source IMDB","release_date":"2006-09-05","vote_average":3.9,"runtime":73,"cert":"N\/A","id":49757,"title":"Kinky Kong","adult":false,"genre_ids":[35]},{"cast":["Gaspard Augé","Xavier de Rosnay","Pedro Winter","Mehdi Faveris-Essadi","Sébastien Akchoté"],"overview":"The film follows Justice's March 2008 North American tour. This documentary is directed by Romain Gavras, So Me and the band themselves. The documentary is meant to cover less of the band's live shows, and more of their personal experience touring.  The live portion of this release was recorded at a concert in San Francisco, California at the Concourse Exhibition Center, on March 27, 2008.","release_date":"2008-11-11","vote_average":9.1,"runtime":65,"cert":"N\/A","id":49760,"title":"A Cross the Universe","adult":false,"genre_ids":[99,10402]},{"cast":["Eleanor James","Eileen Daly","Magdalèna Kalley","Timo Rose","Annika Strauss"],"overview":"Frank is a filmmaker who brings a group of actresses to a cabin in the woods to make a film. While there they stumble upon a book, a book that belongs to the Book Keeper. The book is in no way an ordinary book, as it brings demons to earth, and now Frank and his actresses are the only ones to stop them. Source: horrornews.net","release_date":"2009-10-10","vote_average":2.0,"runtime":72,"cert":"N\/A","id":49761,"title":"Unrated: The Movie","adult":false,"genre_ids":[27]},{"cast":["Michael J. Fox","Rip Torn","Tantoo Cardinal","Treat Williams","ill Raymond"],"overview":"Sleeper with a top notch cast in the story of a lone wolf logger who fights developers, bankers and the modern world to maintain his way of life.","release_date":"1993-06-14","vote_average":5.5,"runtime":106,"cert":"N\/A","id":49762,"title":"Where the Rivers Flow North","adult":false,"genre_ids":[18]},{"cast":["Mariel Hemingway","Michael Paré","Mason Gamble","Hrothgar Mathews","Ken Pogue"],"overview":"One man's struggle to contain the curse he hides within... and his last-ditch attempt to free himself with the love of family. But when it looks as if he is losing his battle, and endangering all he holds most dear, the family dog, Thor, is the last hope for his family's survival... and the end to his Werewolf curse.","release_date":"1996-11-01","vote_average":6.0,"runtime":80,"cert":"N\/A","id":49763,"title":"Bad Moon","adult":false,"genre_ids":[27]},{"cast":["Mel Brooks","Marlo Thomas","Alan Alda","Harry Belafonte","Billy De Wolfe"],"overview":"Free to Be…You and Me, a project of the Ms. Foundation for Women, is a record album, and illustrated book first released in November 1972, featuring songs and stories from many current celebrities of the day (credited as \"Marlo Thomas and Friends\") such as Alan Alda, Rosey Grier, Cicely Tyson, Carol Channing, Michael Jackson, and Diana Ross, among others.  An ABC Afterschool Special using poetry, songs, and sketches, followed two years later in March 1974. The basic concept is to encourage a post-60's gender neutrality, while saluting values such as individuality, tolerance, and happiness with one's identity. A major thematic message is that anyone, whether a boy or a girl, can achieve anything.","release_date":"1974-03-11","vote_average":6.1,"runtime":48,"cert":"N\/A","id":49766,"title":"Free to Be… You and Me","adult":false,"genre_ids":[16,10751]},{"cast":["Danny Huston","Diego Luna","Paz Vega","Christopher Walken","Anna Galiena"],"overview":"Still reeling from the painful breakup of his marriage to screen siren Rita Hayworth, iconic filmmaker Orson Welles (Danny Huston) makes his way to Rome, where he gets pulled into a tangled political plot involving murder and mysterious motives. A beautiful actress (Paz Vega) proves a tempting distraction. But if they want to stay alive, Welles and his young Italian driver (Diego Luna) need to stay focused.","release_date":"2006-03-09","vote_average":5.0,"runtime":105,"cert":"N\/A","id":49767,"title":"Fade to Black","adult":false,"genre_ids":[18,53,9648]},{"cast":["Jean-Guy Bouchard","René-Daniel Dubois ","Patrice Dussault ","Sylvie Léonard","Gaston Lepage"],"overview":"Le 11 septembre 2001, dans un quartier résidentiel lavallois, les détectives Maurice et Sylvain poursuivent leur enquête sur les meurtres de trois prédateurs sexuels, tous retrouvés castrés et la bouche pleine de nourriture. La prochaine victime pourrait être Pierre, un voisin libéré la veille après avoir purgé une peine pour actes de pédophilie, bien qu'il ait toujours clamé son innocence. Durant la journée, l'ex-détenu aux abois croise divers résidents de sa rue auxquels il n'avait jamais parlé, dont une mère célibataire désespérément en quête d'amour, un paysagiste excentrique, ainsi que l'épouse dépressive et fugueuse de Sylvain. Parallèlement, cette dernière fraternise avec un voisin comptable aux prises avec un conjoint étouffant.","release_date":"2006-02-17","vote_average":6.4,"runtime":105,"cert":"N\/A","id":49768,"title":"Que Dieu Bénisse l'Amérique","adult":false,"genre_ids":[53,18]},{"cast":["Füsun Demirel","Nur Sürer","Ozan Bilen","Guzin Ozipek"],"overview":"In Turkey, when a woman is sent to prison, her small children stay with her. In this film, Inci (say \"Injee\") is sent to prison for murder in self-defense (which warrants incarceration in Turkey), and while there, develops a special friendship with a little boy who is the son of another inmate.","release_date":"1989-04-14","vote_average":7.8,"runtime":83,"cert":"N\/A","id":49769,"title":"Don't Let Them Shoot the Kite","adult":false,"genre_ids":[18]},{"cast":["Diane Lane","Cloris Leachman","David Dukes","Jayne Meadows","Brian Kerwin"],"overview":"After winning a beauty contest in Texas, a teen-aged girl is unprepared for the demands of travel, press conferences and interviews that go with winning the title and participating in a national beauty pageant.","release_date":"1982-12-27","vote_average":2.0,"runtime":97,"cert":"N\/A","id":49770,"title":"Miss All-American Beauty","adult":false,"genre_ids":[35,18,10749]},{"cast":["Jeff Foxworthy","Bill Engvall","Ron White","Blake Clark","Ron Shock"],"overview":"A zany stand-up comedy showcase from some of the funniest comics in America. Watch these comic headliners perform their original material on stage, up-close and personal, from the best seat in the house.","release_date":"2005-08-09","vote_average":1.5,"runtime":72,"cert":"N\/A","id":49771,"title":"Redneck Comedy Roundup","adult":false,"genre_ids":[35]},{"cast":["Elvis Presley","Burgess Meredith","Joan Blondell","Katy Jurado","Thomas Gomez"],"overview":"Joe Lightcloud persuades his Congressman to give him 20 heifers and a prize bull so he and his father, Charlie, can prove that the Navajos can successfully raise cattle on the reservation. If their experiment is successful, then the government will help all the Navajo people. But Joe's friend, Bronc Hoverty, accidentally barbecues the prize bull, while Joe sells the heifers to buy plumbing and other home improvements for his stepmother.","release_date":"1968-03-08","vote_average":6.0,"runtime":102,"cert":"N\/A","id":49776,"title":"Stay Away, Joe","adult":false,"genre_ids":[28,35,18,10402,10749,37]},{"cast":["Maynard James Keenan","Brad Wilk","Ed Asner","Chelsea Field"],"overview":"Jeff Hannon (Wilk) from the forever away world of Cincinnatti, Ohio has stumbled upon what he believes to be a 25 year old murder in a small Texas town. His ceaseless nightmares compel him to drive to the middle of nowhere town of Bueford, Texas to enlist the local authorities (Asner, Keenan) to help solve the murder mystery and forever put an end to the voices that haunt him. Hannon's own fate soon becomes entwined with the dusty town's long forgotten history.","release_date":"2005-02-28","vote_average":5.0,"runtime":25,"cert":"N\/A","id":49777,"title":"Sleeping Dogs Lie","adult":false,"genre_ids":[18,35,53,9648,10749]},{"cast":["Ingrid Thulin","Keve Hjelm","Jörgen Lindström","Lena Brundin","Naima Wifstrand"],"overview":"\"Night Games\" - Jan fights impotence (literal and symbolic) and anguished childhood memories in a decadent Swedish castle where risqué parties and daring scenes defy 1960s' movie censorship, reaffirming the ground-breaking role of Swedish films in helping advance adult, sexually concerned themes in international cinema.","release_date":"1966-09-12","vote_average":6.6,"runtime":105,"cert":"N\/A","id":49782,"title":"Night Games","adult":false,"genre_ids":[18]},{"cast":["Glauco Mauri","Paolo Graziosi","Daniela Surina","Elda Tattoli","Pierluigi Aprà"],"overview":"A pair of working class lovers - a secretary and an accountant, scheme to marry into the rich landed gentry.","release_date":"1967-09-22","vote_average":5.8,"runtime":107,"cert":"N\/A","id":49783,"title":"China Is Near","adult":false,"genre_ids":[18]},{"cast":["Ada Savelli","Gaetano Porro","Raffaella Bianchi","Mario Sireci","Massimo Tabak"],"overview":"Laura, a woman of a certain age with full grown children who, by all indications should be leading a great life, but actually, she appears to have none. She comes from a wealthy family. Laura has made herself a lawyer with a nice practice. Her placid existence comes to an abrupt stop when a young motorcyclist suffers an accident almost in front o her. Laura is made to take the youth to the hospital. The incident will change the way she looks at things. Laura becomes obsessed with the young man that was almost killed.","release_date":"1973-12-04","vote_average":0.0,"runtime":97,"cert":"N\/A","id":49784,"title":"The Circumstance","adult":false,"genre_ids":[18]},{"cast":["Ieroklis Michaelidis","Antonis Kafetzopoulos"],"overview":"Athens 1966. Dimitris, 13, unexpectedly loses his father. Seeing his pampered mother collapse, the boy gets carried away and decides to skip childhood in order to stand by her. When he feels ready, he has to claim his mother back from an up-and-coming star of the military regime. A brutal coming-of-age story, where Dimitris reacts in vengeance, changing thus the course of Greek history...","release_date":"2000-01-01","vote_average":6.8,"runtime":105,"cert":"N\/A","id":49785,"title":"Backdoor","adult":false,"genre_ids":[18]},{"cast":["Frieda Inescort","Turhan Bey","Miles Mander","Paul Cavanagh","Heather Angel"],"overview":"Occupants of a London boarding house become suspects as a string of murders are discovered.","release_date":"1941-03-01","vote_average":5.5,"runtime":64,"cert":"N\/A","id":49786,"title":"Shadows on the Stairs","adult":false,"genre_ids":[9648,53]},{"cast":["Adrienne Pickering","Zoe Naylor","Gyton Grantley","Damian Walshe-Howling","Kieran Darcy-Smith"],"overview":"A great white shark hunts the crew of a capsized sailboat along the Great Barrier Reef.","release_date":"2010-05-15","vote_average":5.6,"runtime":94,"cert":"15","id":49787,"title":"The Reef","adult":false,"genre_ids":[18,27,53]},{"cast":["Bernadette Peters","Chris Sarandon","Mary Beth Hurt","Madeleine Potter","Adam Coleman Howard"],"overview":"Meet the denizens of New York City: artists, prostitutes, saints, and seers. All are aspiring toward either fame or oblivion, and hoping for love and acceptance. Instead they find high rents, faithless partners, and dead-end careers.","release_date":"1989-03-18","vote_average":5.7,"runtime":124,"cert":"N\/A","id":49788,"title":"Slaves of New York","adult":false,"genre_ids":[18]},{"cast":["Ian McKellen","Janet Suzman","Ava Gardner","Penelope Keith","Maurizio Merli"],"overview":"Following the banning and burning of his novel, \"The Rainbow,\" D.H. Lawrence and his wife, Frieda, move to the United States, and then to Mexico. When Lawrence contracts tuberculosis, they return to England for a short time, then to Italy, where Lawrence writes \"Lady Chatterley's Lover.\"","release_date":"1981-10-11","vote_average":5.5,"runtime":125,"cert":"N\/A","id":49789,"title":"Priest of Love","adult":false,"genre_ids":[18]},{"cast":["Kevin Bacon","Jamie Lee Curtis","Linda Fiorentino","John Malkovich","Joe Mantegna"],"overview":"When childhood friends Al, Dennis and Eliot get together for Ray's wedding, which may or may not happen, they end up on a roller-coaster ride through reality. During one tumultuous, crazy weekend, they face adulthood and each other with new found maturity and discover what Queens Logic is all about. This comedy takes a look at friendship, loyalty, and love.","release_date":"1991-02-01","vote_average":6.6,"runtime":100,"cert":"N\/A","id":49792,"title":"Queens Logic","adult":false,"genre_ids":[35,18]},{"cast":["Manca Dorrer","Kolja Saksida","Lotos Šparovec","Tita Cvetkovič","Janko Mandič"],"overview":"Lupa finds the drug addict Gladki who escaped from the hospital. She locks him in a rented room with the intention of helping him get rid of his addiction. But in between the walls of the isolated room the boundaries between the prisoner and the warden start to disappear. Horrible secrets are uncovered and Lupa begins to fight for her own freedom. A terrifying drama about young people who are left to themselves and to the dark forces of decay that cannot be stopped ; not even by love...","release_date":"2002-08-04","vote_average":5.0,"runtime":88,"cert":"N\/A","id":49793,"title":"Blind Spot","adult":false,"genre_ids":[18]},{"cast":["Jim Scotlin","Sandy Carey","Lowell Smith","Olivia Enke","Caroline Ronchetti"],"overview":"A university professor uses hypnotism, potions and smoke from a glowing stone to get women to have sex with him.","release_date":"1972-01-02","vote_average":0.0,"runtime":89,"cert":"N\/A","id":49794,"title":"The Curse of the Alpha Stone","adult":false,"genre_ids":[27]},{"cast":["Bill Hunter","Lynette Curran","Denise Roberts","Matthew Dyktynski","Kerry Walker"],"overview":"Four women bowlers on their way home to Pyramid Hill (population 550) from a tournament roll their car on a deserted road in rural Victoria. They are coping fairly well until the local men and emergency services start trying to help.","release_date":"1997-11-13","vote_average":5.0,"runtime":95,"cert":"N\/A","id":49795,"title":"Road to Nhill","adult":false,"genre_ids":[35]},{"cast":["James Earl Jones","Lynn Redgrave","Margot Kidder","Sarah Benoit","Andy Garza"],"overview":"A woman (Lynn Redgrave) who believes a dead composer is in love with her falls in love with a man (James Earl Jones) who constantly fights an imaginary man named Hank","release_date":"1999-01-01","vote_average":8.0,"runtime":108,"cert":"N\/A","id":49796,"title":"The Annihilation of Fish","adult":false,"genre_ids":[18,10749,35]},{"cast":["Lee Byung-hun","Choi Min-sik","Jeon Kuk-hwan","Cheon Ho-jin","Oh San-ha"],"overview":"Kyung-chul is a dangerous psychopath who kills for pleasure. He has committed infernal serial murders in diabolic ways that one cannot even imagine and his victims range from young women to even children. The police have chased him for a long time, but were unable to catch him. One day, Joo-yeon, daughter of a retired police chief becomes his prey and is found dead in a horrific state. Her fiance Soo-hyun, a top secret agent, decides to track down the murderer himself. He promises himself that he will do everything in his power to take bloody vengeance against the killer, even if it means that he must become a monster himself to get this monstrous and inhumane killer.","release_date":"2010-08-12","vote_average":7.7,"runtime":141,"cert":"","id":49797,"title":"I Saw the Devil","adult":false,"genre_ids":[53,27]},{"cast":["Jonathan Pryce","James Wilby","Jonny Lee Miller","Stuart Bunce","Tanya Allen"],"overview":"Based on Pat Barker's novel of the same name, 'Regeneration' tells the story of soldiers of World War One sent to an asylum for emotional troubles. Two of the soldiers meeting there are Wilfred Owen and Siegfried Sassoon, two of England's most important WW1 poets.","release_date":"1997-08-27","vote_average":5.8,"runtime":114,"cert":"","id":49798,"title":"Regeneration","adult":false,"genre_ids":[18,10752]},{"cast":["Gabriel Byrne","Nastassja Kinski","Johnny Whitworth","Rebecca Gayheart","Shirley Knight"],"overview":"An alcoholic father must take control of his wayward children when their mother is killed.","release_date":"1996-12-19","vote_average":0.0,"runtime":96,"cert":"N\/A","id":49799,"title":"Somebody Is Waiting","adult":false,"genre_ids":[18]},{"cast":["Beryl Reid","Flora Robson","John Hamill","Tessa Wyatt","T. P. McKenna"],"overview":"Two spinsters have kept their mad brother locked up in their cellar for 30 years. Then he escapes ...","release_date":"1970-08-01","vote_average":5.6,"runtime":101,"cert":"","id":49800,"title":"The Beast in the Cellar","adult":false,"genre_ids":[53,27]},{"cast":["Roger Manning","Rita Wilson","Wink Roberts","Delight De Bruine","Robert Ginnaven"],"overview":"A glowing meteor falls into a secluded pond into which Mafia hitmen have dumped the body of one of their victims. Students from the local college use the pond for a swimming hole. Then the fun begins.","release_date":"1977-11-01","vote_average":3.7,"runtime":88,"cert":"N\/A","id":49801,"title":"The Day It Came to Earth","adult":false,"genre_ids":[878]},{"cast":["Olga Gromova","Vsevolod Larionov","Yuri Volyntsev","Vasiliy Livanov","Grigoriy Shpigel"],"overview":"At the end of the 22nd century Alisa Seleznyova, her father Professor Seleznyov and pilot Zelyony go on a space expedition to find rare animals for Moscow Zoo. On the way they seem to encounter a mysterious conspiracy led by Doctor Verhovtsev against legendary Two Captains Kim and Buran. The only clue is a talking bird Сhatterer [Govorun] that our heroes accidentally took possession of.","release_date":"1981-01-01","vote_average":7.1,"runtime":50,"cert":"N\/A","id":49802,"title":"The Secret of the Third Planet","adult":false,"genre_ids":[12,16,878]},{"cast":["Susan Sarandon","Nick Stahl","Sam Shepard","Marcia Gay Harden","Robert Sean Leonard"],"overview":"A mother with seven sons feels like she's losing control of her life and her family. But personal...","release_date":"1994-12-01","vote_average":5.9,"runtime":98,"cert":"N\/A","id":49803,"title":"Safe Passage","adult":false,"genre_ids":[18]},{"cast":["Bobby Edner","Randy Quaid","Nastassja Kinski","Stephen Tobolowsky","Harry Groener"],"overview":"A school psychologist investigates the death of a student's mother and finds the boy believes he is the son of an alien being.","release_date":"2001-11-23","vote_average":3.5,"runtime":91,"cert":"N\/A","id":49804,"title":"The Day the World Ended","adult":false,"genre_ids":[27,878]},{"cast":["Albert Finney","Greta Scacchi","Matthew Modine","Julian Sands","Michael Gambon"],"overview":"Andrew Crocker-Harris is an embittered and disliked teacher of Greek and Latin at a British prep school. After nearly 20 years of service, he is being forced to retire on the pretext of his health, and perhaps may not even be given a pension. The boys regard him as a Hitler, with some justification. His wife Laura is unfaithful, and lives to wound him any way she can. Andrew must come to terms with his failed life and regain at least his own self-respect.","release_date":"1994-10-12","vote_average":6.7,"runtime":97,"cert":"N\/A","id":49805,"title":"The Browning Version","adult":false,"genre_ids":[18]},{"cast":["Stanley Tucci","Hope Davis","Parker Posey","Liev Schreiber","Pat McNamara"],"overview":"Eliza D'Amico thinks her marriage to Louis is going great, until she finds a mysterious love note to her husband. Concerned, she goes to her mother for advice. Eliza, her parents, her sister Jo and Jo's boyfriend all pile into a station wagon, to go to the city to confront Louis with the letter. On the way, the five explore their relations with each other, and meet many interesting people.","release_date":"1996-01-01","vote_average":6.0,"runtime":87,"cert":"N\/A","id":49806,"title":"The Daytrippers","adult":false,"genre_ids":[35,18,9648]},{"cast":["Mustafa Nadarević","Almedin Leleta","Almir Podgorica","Josip Pejaković","Jasna Diklić"],"overview":"An alcoholic Bosnian poet sends his wife and daughter away from Sarajevo so they can avoid the troubles there. However, he is soon descended upon by a pair of orphaned brothers. The brothers have escaped a massacre in their own village and have come to the Bosnian capital in search of a long lost Aunt. The poet befriends the boys and together they try to survive the horror of the siege of Sarajevo.","release_date":"1997-08-24","vote_average":7.1,"runtime":110,"cert":"N\/A","id":49807,"title":"The Perfect Circle","adult":false,"genre_ids":[18]},{"cast":["Michael DeGood","Craig Wasson","Monique Parent","Todd Feder","James MacPherson"],"overview":"A socially inept man's amateur porn film wins him a contract with a small-time pornography distribution company, where he faces a series of moral crises and is forced to face his own porn addiction.","release_date":"1999-10-03","vote_average":5.9,"runtime":89,"cert":"N\/A","id":49808,"title":"The Pornographer","adult":false,"genre_ids":[18,53]},{"cast":["Glenn Close","Judy Davis","Jan Rubeš","Wendy Makkena","Susan Barnes"],"overview":"After serving in the military for more than twenty years, including a tour of duty in Vietnam, Colonel Margarethe Cammermeyer (Glenn Close) had seen her share of battles. But nothing could prepare her for the fight ahead: an intensely personal struggle against the U.S. Army when she becomes the highest ranking officer ever to be discharged for being a lesbian. With the support of her partner Diane (Judy Davis), Cammermeyer undertakes an against-all-odds battle against the Army's policy. But to do so, she must risk everything – her career, her privacy and even the love of her family.","release_date":"1995-01-23","vote_average":6.7,"runtime":91,"cert":"N\/A","id":49809,"title":"Serving in Silence: The Margarethe Cammermeyer Story","adult":false,"genre_ids":[18,10770]},{"cast":["Wallace Ford","Barbara Pepper","Joan Woodbury","Clara Kimball Young","Jack Mulhall"],"overview":"A mad killer is on the loose in a hotel on a dark, gloomy night.","release_date":"1936-06-04","vote_average":8.0,"runtime":70,"cert":"N\/A","id":49810,"title":"The Rogues Tavern","adult":false,"genre_ids":[53]},{"cast":["Jean-Marc Barr","Miranda Richardson","Chris McHallem","Richard E. Grant","Anna Friel"],"overview":"In 1813, Capitaine Jacques St. Ives, a Hussar in the Napoleonic wars, is captured and sent to a Scottish prison camp. He's a swashbuckler, so the prison's commander, Major Farquar Bolingbroke Chevening, asks for lessons in communicating with women. Both men have their eyes on the lovely Flora, who resides with her aunt, the iconoclastic and well-traveled Miss Susan Emily Gilcrist. By chance, living close to the camp is Jacques's grandfather and brother, whom Jacques believes died years before. Jacques decides to escape, find his relatives, and win the hand of Flora; Major Chevening and an unforeseen enemy stand in his way. Can Miss Gilcrist contrive to make everything work out?","release_date":"1998-01-01","vote_average":6.6,"runtime":90,"cert":"N\/A","id":49811,"title":"St. Ives","adult":false,"genre_ids":[18,10749]},{"cast":["Luke Griffin","Jonathan Rhys Meyers","Sean Lawlor","Marie Mullen","Eleanor Methven"],"overview":"A dissatisfied teen disappears from his small town, leaving friends to wonder about his whereabouts.","release_date":"1997-07-25","vote_average":7.0,"runtime":105,"cert":"N\/A","id":49812,"title":"The Disappearance of Finbar","adult":false,"genre_ids":[]},{"cast":["Anna Levine","Matthew Powers","Tahnee Welch","Tracee Ellis Ross","John Ventimiglia"],"overview":"An unemployed ex-office worker (Anna Thomson) searching for work floats a fragile line of sanity as she struggles to find friendship and companionship. Her tenuous grasp on reality further fluctuates when a man (Matthew Powers) whom she met in a restaurant and started an affair is called to go to India for an assignment. The final straw occurs when she is evicted and moves into a sleazy hotel. She then starts seeking casual sex in unorthodox locations just to have human contact.","release_date":"1997-01-01","vote_average":7.2,"runtime":88,"cert":"N\/A","id":49813,"title":"Sue","adult":false,"genre_ids":[18]},{"cast":["Jonny Lee Miller","Gary Lewis","Jodhi May","Andy Serkis","Paloma Baeza"],"overview":"Denis Hopkins, a pilot, lives with his pregnant wife Valerie and has a comfortable lifestyle. When a gang of criminals led by the sadistic Ricky Barnes breaks into his home, he offers whatever the criminals want to protect his wife and unborn child, but the evil Ricky kills Valerie anyway. Their baby is saved, and later Barnes is arrested and sentenced to life in the maximum security prison, Sullen Voe. Denis fakes his own suicide, then assaults a police car in order to get himself arrested and sent to prison with the intention of tracking down and killing Ricky Barnes. He does not reveal his true name and is called John \"What\" by the prisoners and guards. Denis escapes from successive prisons, forcing his eventual transfer to Sullen Voe. When he reaches his objective, Ricky Barnes schedules a confrontation, but things do not quite turn out the way Denis had expected.","release_date":"2002-01-01","vote_average":5.5,"runtime":88,"cert":"15","id":49814,"title":"The Escapist","adult":false,"genre_ids":[28,53,18,80]},{"cast":["Bette Davis","Lillian Gish","Vincent Price","Ann Sothern","Harry Carey, Jr."],"overview":"The Whales of August is a 1987 film based on a play by David Berry starring Bette Davis and Lillian Gish as elderly sisters. Also in the cast were Ann Sothern as one of their friends, and Vincent Price as a peripheral member of the former Russian aristocracy. The film was shot on location on Maine's Cliff Island. The house still stands and is a popular subject of artists on the island. The film was directed by Lindsay Anderson, his final feature film, and the screenplay was adapted by David Berry from his own play.","release_date":"1987-10-14","vote_average":7.7,"runtime":90,"cert":"N\/A","id":49815,"title":"The Whales of August","adult":false,"genre_ids":[18]},{"cast":[],"overview":"When almost everyone in their senses (or in their powers to do so so) has left a Western European Capital of millions of people under the threat of a colliding commet, a bar stays open in defyance. Two lovers are too self absorbed but not so much so that between drinks they cannot realise the barmen's infatuation with the lost girl who thinks she's just his last plaything and keeps playing jukebox songs (American\/French-Italian\/American) to that effect.","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":49816,"title":"Venus Velvet","adult":false,"genre_ids":[]},{"cast":["Andrew Peterson","Pierce Pettis","Phil Keaggy","Jill Phillips","Derek Webb"],"overview":"Recorded at Nashville’s legendary Ryman Auditorium in December 2004. Features stellar performances by Andrew Peterson, Pierce Pettis, Phil Keaggy, Jill Phillips, Derek Webb, Sandra McCracken, Randall Goodgame, Andrew Osenga, Ben Shive, Andy Gullahorn, Phil Madeira, Gabe Scott, and others. Special bonus features include: Commentary by Andrew Peterson, Andrew Osenga, and Ben Shive Exclusive interviews Behold the Lamb of God documentary 5.1 Surround An up close look at the artwork by Evie Coates And more!","release_date":"2004-01-01","vote_average":9.0,"runtime":43,"cert":"N\/A","id":49817,"title":"Behold the Lamb of God","adult":false,"genre_ids":[]},{"cast":["Trond Espen Seim","Bjørn Floberg","Lene Nystrøm","Nikolaj Lie Kaas","Petronella Barker"],"overview":"Varg Veum is no longer working as a private investigator. He's got a permanent job as a teacher, and has calmed down his life, enjoying the domestic bliss with his new girlfriend Karin, but the idyll doesn't last long. Veum gets a brutal meeting with the past, when \"The Knife\" is released from prison, determined to take revenge on those who got him convicted for the murder of a teenage girl.","release_date":"2010-08-27","vote_average":6.5,"runtime":85,"cert":"N\/A","id":49818,"title":"Varg Veum - The Writing on the Wall","adult":false,"genre_ids":[80,18,53]},{"cast":["Köksal Engür","Alptekin Serdengeçti","Nedim Saban","Karyofyllia Karabeti"],"overview":"","release_date":"2007-04-13","vote_average":7.0,"runtime":null,"cert":"N\/A","id":49819,"title":"Sevgilim Istanbul","adult":false,"genre_ids":[18]},{"cast":["Glenn Morshower","Jorge A. Jimenez","Denton Blane Everett","Cindy Vela","Brad Maule"],"overview":"Gil Garcia is at the end of his life. Wounded and bleeding in a church confessional, he tells an unsuspecting Father Wade his tragic story. At a young age, Gil's father takes him to America in search of a better life, forcing him to leave the girl he loves in Mexico. Orphaned shortly after arriving, Gil is taken in by his father's only friend, Dustin, who raises Gil along with his own son, Rod. Fifteen years later, Gil &amp; Rod have yet to find their way in life, still living at home and playing basketball on the streets for money. When cancer overtakes Dustin, they are faced with a funeral bill they cannot afford. Desperately searching for a solution, Rod suggests kidnapping for ransom. Gil knows of the perfect person: a woman married to a wealthy man who would never risk the life of his loved one for the relatively small amount of money in question. But Rod doesn't know the whole truth - the woman is Desdemona, Gil's childhood love from Mexico.","release_date":"2009-01-01","vote_average":0.0,"runtime":89,"cert":"N\/A","id":49820,"title":"Desdemona: A Love Story","adult":false,"genre_ids":[18,10749,53]},{"cast":["Daniel de Oliveira","Daniela Escobar","Fabrício Boliveira","Negra Li","Jefferson Brasil"],"overview":"The story of William da Silva Lima, the last survivor of the group that founded the Comando Vermelho at the end of the 1970s. It shows him living together with the political prisoners incurred under the same National Security Law and his leadership in the Ilha Grande Prison creating a type of unheard of conduct and solidarity in the Brazilian prisons. The film goes on to tell of the group's actions on the streets of Rio de Janeiro during the beginning of the 80s when they irritated the police with their daring robberies, as well as portraying the surprising love story between William and Tereza. The narrative weaves its way between the intimate conflict and the spectacular assaults and escapes.","release_date":"2010-07-22","vote_average":5.4,"runtime":98,"cert":"N\/A","id":49821,"title":"400 Contra 1: Uma História do Crime Organizado","adult":false,"genre_ids":[28,80,18]},{"cast":["Jennifer Connelly","William H. Macy","Eric Stoltz","Dennis Hopper","Dermot Mulroney"],"overview":"David Leader investigates a seemingly senseless murder, and in the course of it is drawn into the labyrinth of a sinisterly unique wealthy family...","release_date":"1992-10-14","vote_average":7.5,"runtime":88,"cert":"","id":49822,"title":"The Heart of Justice","adult":false,"genre_ids":[9648,80,18,53]},{"cast":["Robert Duvall","Klaus Maria Brandauer","Tim Phillips","Arliss Howard","William Forsythe"],"overview":"A trio of robbers, two brothers and their twisted genius leader, invade a lightship, but don't reckon on the crew fighting back.","release_date":"1985-12-14","vote_average":4.5,"runtime":89,"cert":"15","id":49823,"title":"The Lightship","adult":false,"genre_ids":[53]},{"cast":["Sami Bouajila","Jalil Lespert","Sylvie Testud","Simon Bakinde","Roger Ibanez"],"overview":"Paul (Sami Bouajila of The Adventures of Felix and The Siege) is a smart, well-educated Frenchman of Arab ancestry. He's a smooth talker, but he can't seem to get a job worthy of his skills. He ends up living in a single room, struggling to get by while going on many fruitless job interviews, during which he impresses his potential employers by turning his pizza delivery job into a tall tale about revamping the whole pizza chain. But at some point, they always seem to \"see through him.\" He retreats into the boxing ring. His brother, Daniel (Jalil Lespert of Human Resources) also has trouble finding his place in the world. He spends all his time bodybuilding and takes dangerous drugs to enhance his physique. He dreams of being the next Schwarzenegger, but is forced to settle for a demeaning job at a sex club.","release_date":"2002-05-26","vote_average":7.5,"runtime":86,"cert":"N\/A","id":49824,"title":"Life Kills Me","adult":false,"genre_ids":[18]},{"cast":["Gustavo Angarita"],"overview":"A man is released from prison, and after 18 years, returns to his \"pueblo\" (village). But in this village, time, in many ways, has stood still. The time served by Juan complied with the court's justice, but not with some villagers. There are some who still seek true justice.","release_date":"1985-01-01","vote_average":7.3,"runtime":98,"cert":"N\/A","id":49825,"title":"A Time to Die","adult":false,"genre_ids":[28,80,18]},{"cast":["Haluk Bilginer","Özgü Namal","Ragıp Savaş","Sermiyan Midyat"],"overview":"","release_date":"2007-02-16","vote_average":7.0,"runtime":110,"cert":"N\/A","id":49828,"title":"Police","adult":false,"genre_ids":[]},{"cast":[],"overview":"Internationally acclaimed and award-winning video installation artist Bill Viola juxtaposes personal pictures of his mother's death with images of his own son's birth to explore foundational and potent themes of beginnings and endings, the cycle of life and the movement of generations. An evocative exploration of personal and communal spirituality, this deeply felt film is a poetic masterpiece to contemplate time and again.","release_date":"1992-02-14","vote_average":3.8,"runtime":54,"cert":"N\/A","id":49829,"title":"The Passing","adult":false,"genre_ids":[]},{"cast":["Vinnie Bilancio","Victoria De Mare","Gia Paloma","Ronnie Lewis","Kelli Kaye"],"overview":"Seven misfits are trapped by a flesh eating slime creature. And no TV!","release_date":"2010-03-29","vote_average":4.3,"runtime":90,"cert":"15","id":49830,"title":"Bio Slime","adult":false,"genre_ids":[27,28,53,878]},{"cast":["Sermiyan Midyat","Fadik Sevin Atasoy","Steve Guttenberg","Josh Folan","Ayca Damgaci"],"overview":"","release_date":"2010-03-12","vote_average":5.5,"runtime":null,"cert":"N\/A","id":49833,"title":"Ay Lav Yu","adult":false,"genre_ids":[35]},{"cast":["Cezmi Baskın","Özgü Namal","Umut Kurt","Bahri Beyat","Nazmi Kırık"],"overview":"","release_date":"2006-12-29","vote_average":6.2,"runtime":106,"cert":"N\/A","id":49834,"title":"Beynelmilel","adult":false,"genre_ids":[10402,18,35]},{"cast":["Remi Adefarasin","Roger Deakins"],"overview":"110 of the world's top cinematographers discuss the art of how and why films look the way they do.","release_date":"2006-06-25","vote_average":6.4,"runtime":86,"cert":"N\/A","id":49835,"title":"Cinematographer Style","adult":false,"genre_ids":[99]},{"cast":["Jean Taris"],"overview":"Short documentary directed by Jean Vigo about the French swimmer Jean Taris. The film is notable for the many innovative techniques that Vigo uses, including close ups and freeze frames of the swimmer's body.","release_date":"1931-01-01","vote_average":6.4,"runtime":9,"cert":"N\/A","id":49836,"title":"Taris","adult":false,"genre_ids":[99]},{"cast":["Ernest Shackleton","Frank Worsley","J. Stenhouse","Captain L. Hussey","Dr. McIlroy"],"overview":"The story of the 1914-1916 Antarctic exploration mission of Sir Ernest Shackleton.","release_date":"1919-01-01","vote_average":6.9,"runtime":81,"cert":"","id":49837,"title":"South","adult":false,"genre_ids":[99]},{"cast":["Jacques Villeret","Agnès Soral","Christian Clavier","Annie Grégorio","François Levantal"],"overview":"JAM (Christian Clavier), a French \"master of the universe\" is on the brink of a major takeover when he starts suffering from anxiety attacks. His doctor (Lhermite) thinks it is to do with childhood experiences and suggests he searches back in his mind to something that could be the trigger and will prove to be the antidote.","release_date":"2005-03-30","vote_average":5.4,"runtime":107,"cert":"N\/A","id":49838,"title":"The Antidote","adult":false,"genre_ids":[35]},{"cast":["Rebecca St. James","Andrea Logan White","Dick Van Patten","Brad Stine","Staci Keanan"],"overview":"Sarah Collins is considering an abortion. Before she makes her final decision, she is presented with three visions causing her to think about the impact on her future.","release_date":"2009-11-01","vote_average":6.5,"runtime":84,"cert":"N\/A","id":49841,"title":"Sarah's Choice","adult":false,"genre_ids":[18]},{"cast":["Louis Jouvet","Simone Renant","Bernard Blier","Suzy Delair","Pierre Larquey"],"overview":"Jenny Lamour sings in a music hall in postwar Paris, accompanied by her husband, Maurice Martineau, on piano. When Martineau notices his wife flirting with an older businessman named Georges Brignon, he follows her to Brignon's house with the intent to kill him. At the house, Brignon is found murdered -- but by someone else. Inspector Antoine conducts an investigation that implicates Martineau, whose planned alibi comes loose.","release_date":"1947-10-04","vote_average":7.5,"runtime":110,"cert":"N\/A","id":49842,"title":"Quai des Orfèvres","adult":false,"genre_ids":[80,18]},{"cast":["Terry-Thomas","Peter Sellers","Peggy Mount","Shirley Eaton","Dennis Price"],"overview":"Nigel Dennis publishes a scandal magazine. But for each story he writes, he first approaches the person whose scandalous behavior is described (or rather implied, to avoid any libel suit) and says he will suppress the story in return for money. Several of his victims first decide individually to kill him instead of paying, but fail in amusing ways. Then they find that to protect their various secrets they must now join forces for a rather different purpose...","release_date":"1957-12-03","vote_average":7.3,"runtime":91,"cert":"U","id":49843,"title":"The Naked Truth","adult":false,"genre_ids":[35]},{"cast":["Kim Novak","Jack Lemmon","Fred Astaire","Lionel Jeffries","Estelle Winwood"],"overview":"An American junior diplomat in London rents a house from, and falls in love with, a woman suspected of murder.","release_date":"1962-04-01","vote_average":7.0,"runtime":123,"cert":"N\/A","id":49844,"title":"The Notorious Landlady","adult":false,"genre_ids":[35,9648,10749,53]},{"cast":["Paul Bernard","María Casares","Elina Labourdette","Lucienne Bogaert","Jean Marchat"],"overview":"This unique love story, based on a novelette by Denis Diderot and with dialogue written by Jean Cocteau, follows the maneuverings of a society lady as she connives to initiate a scandalous affair between her aristocratic ex-lover and a prostitute. With his second feature film, director Robert Bresson was already forging his singularly brilliant filmmaking technique as he created a moving study of the power of revenge and the strength of true love.","release_date":"1945-09-21","vote_average":7.4,"runtime":84,"cert":"N\/A","id":49845,"title":"Les Dames du Bois de Boulogne","adult":false,"genre_ids":[18,10749]},{"cast":["Luc Picard","Fatou N'Diaye","Céline Bonnier","Luck Mervil","Maka Kotto"],"overview":"In April 1994, the middle-aged Canadian journalist Bernard Valcourt is making a documentary in Kigali about AIDS. He secretly falls in love for the Tutsi waitress of his hotel Gentille, who is younger than him, in a period of violent racial conflicts. When the genocide of the Tutsis by the Hutus in Rwanda begins, Bernard does not succeed in escaping with Gentille to Canada. When the genocide finishes in July 1994, Bernard returns to the chaotic Kigali seeking out Gentille in the middle of destruction and dead bodies. Written by Claudio Carvalho, Rio de Janeiro, Brazil","release_date":"2006-04-03","vote_average":7.1,"runtime":118,"cert":"N\/A","id":49846,"title":"A Sunday in Kigali","adult":false,"genre_ids":[18]},{"cast":["Giles Alderson","Francesca Fowler","Zoe Richards","Nicholas Shaw","Paul McGuinness"],"overview":"A supernatural shockumentary about a demonic presence in a young couple's home in London.","release_date":"2010-01-01","vote_average":4.9,"runtime":87,"cert":"N\/A","id":49847,"title":"The Possession of David O'Reilly","adult":false,"genre_ids":[27,53]},{"cast":["Matthew Modine","Callum Blue","Adam Baldwin","Paul Adelstein","Zach Galifianakis"],"overview":"Mr. Jack and Sweet Stephen cruise aimlessly through the streets of LA speculating about life, death, divine will and the force of power that predetermines their existence. Mr. Jack attempts to illustrate to his sidekick the delicate and natural forces of the universe. Sweet Stephen's superficial charm and bloodsucking lifestyle sends him and Mr. Jack on a voyage that is relentless, engaging, and darkly hilarious.","release_date":"2009-10-23","vote_average":2.9,"runtime":80,"cert":"N\/A","id":49848,"title":"Little Fish, Strange Pond","adult":false,"genre_ids":[18,80,35]},{"cast":["Daniel Craig","Olivia Wilde","Harrison Ford","Sam Rockwell","Walton Goggins"],"overview":"A stranger stumbles into the desert town of Absolution with no memory of his past and a futuristic shackle around his wrist. With the help of mysterious beauty Ella and the iron-fisted Colonel Dolarhyde, he finds himself leading an unlikely posse of cowboys, outlaws, and Apache warriors against a common enemy from beyond this world in an epic showdown for survival.","release_date":"2011-07-29","vote_average":5.5,"runtime":119,"cert":"12A","id":49849,"title":"Cowboys & Aliens","adult":false,"genre_ids":[28,878,53,37]},{"cast":["Toni Servillo","Marco D'Amore","Francesco Di Leva","Juliane Köhler","Leonardo Sprengler"],"overview":"The story of a man who murdered thirty-two people, gained power, and then got afraid because too many people wanted to kill him. One August morning, he disappeared. For fifteen years, everyone believed him dead.","release_date":"2010-11-05","vote_average":6.5,"runtime":105,"cert":"N\/A","id":49850,"title":"A Quiet Life","adult":false,"genre_ids":[18]},{"cast":["David A.R. White","Eric Roberts","Andrea Logan White","Lonnie Colón"],"overview":"A vacationing detective begins to suspect that the Biblical apocalypse is at hand after being forced to relive the day of the Rapture time and again.What was supposed to be the perfect vacation comes to a horrific crossroad for Detective David Ramsey. Aboard a private yacht on the shimmering Sea of Cortez, his wife and friends suddenly disappear. During the investigation, David begins to unravel the evidence surrounding a worldwide Nostradomic event revealed in ancient Biblical prophecies.","release_date":"2009-01-01","vote_average":5.4,"runtime":null,"cert":"N\/A","id":49851,"title":"In the Blink of an Eye","adult":false,"genre_ids":[18,14,53]},{"cast":["Elle Fanning","Nathan Lane","John Turturro","Frances de la Tour","Charlie Rowe"],"overview":"Set in 1920's Vienna, this is the tale of a little girl, whose godfather gives her a special doll one Christmas Eve.","release_date":"2010-11-24","vote_average":5.5,"runtime":110,"cert":"N\/A","id":49852,"title":"The Nutcracker","adult":false,"genre_ids":[10402,14,28,10751]},{"cast":["David Kross","Apinya Sakuljaroensuk","Stefan Konarske","Jens Harzer","Anne Müller"],"overview":"Based on the true story of Benjamin Prufer and Sreykeo Solvan. The unexpected and uncertain love story of Sreykeo, a 21 year old bar girl in Phnom Penh and Ben, a young German student traveling to Cambodia on a post graduation summer trip. When Ben returns home to Germany he discovers that Sreyko is sick and he takes on the responsibility to save her. On the way he discovers a world where not everyone is dealt the same cards and where motivations are not always pure.","release_date":"2009-08-13","vote_average":6.6,"runtime":107,"cert":"N\/A","id":49853,"title":"Same Same But Different","adult":false,"genre_ids":[18]},{"cast":[],"overview":"It's holiday time, and while New York City bustles with yuletide celebrations, the Pink Panther suffers one misadventure after another... all in hopes of finding a warm heart and a warm meal! Finally, the Panther learns the true meaning of Christmas... and friendship.","release_date":"1978-12-07","vote_average":6.3,"runtime":30,"cert":"N\/A","id":49854,"title":"A Pink Christmas","adult":false,"genre_ids":[16]},{"cast":["Kevin Bacon","Bob Balaban","Barbara Barrie","Michael Beach","Judy Benson"],"overview":"When the closure of a railway is announced, employees commandeer a locomotive to get to corporate headquarters and confront the president.","release_date":"1987-08-28","vote_average":5.3,"runtime":103,"cert":"N\/A","id":49855,"title":"End of the Line","adult":false,"genre_ids":[28,18]},{"cast":[],"overview":"30 years after they hit the top of the charts with \"A Horse With No Name\" and became serial hitmakers through the `70s, notching up 11 U.S. Top 40 singles and 17 gold, platinum, and multiplatinum albums, DEWEY BUMMELL and GERRY BECKLEY are back on the road in concert. Now you can take your very comfortable front row seat at the Sydney Opera House as AMERICA bring you their unique mellow harmonics and appealing blend of rock, pop and folk. Relive the experience or finally catch the ocncert event you thought you's missed. Combining all their hits with plenty of surprises, LIVE AT THE SYDNEY OPERA HOUSE will have you rockin' and crusin' back down the \"Ventura Highway.\"","release_date":"2008-02-03","vote_average":7.0,"runtime":156,"cert":"N\/A","id":49856,"title":"America In Concert Live at the Sydney Opera House","adult":false,"genre_ids":[10402]},{"cast":["Erin Cottrell","Scout Taylor-Compton","Dale Midkiff","Robert Pine","Victor Browne"],"overview":"Centers on Missy's adopted daughter Belinda Tyler as she follows her dream. Belinda wants to be a doctor, but this time period does not look kindly on women with careers, especially one in the medical field. But Belinda is a strong-minded woman and deeply wants a career as a doctor. She manages to prove her abilities while assisting the local doctor and caring for an old woman who recently experienced a stroke. Belinda nurses her back to health and helps her regain the use of her arm again. Belinda also meets the nephew of their deceased neighbor. Drew comes to town to get his uncle's farm in shape to sell. After that he intends on returning to New York to join his father's law practice. He has no desire to stay in this small, unsophisticated town. But after meeting Belinda he has second thoughts. Belinda also feels something for Drew, but she is conflicted because she wants to be a doctor...","release_date":"2007-12-15","vote_average":6.7,"runtime":87,"cert":"N\/A","id":49857,"title":"Love's Unfolding Dream","adult":false,"genre_ids":[10770,18,10751,10749,37]},{"cast":[],"overview":"Dewey Bunnel, Dan Peek and Gerry Beckley formed America in the late 1960's in London. After their self-titled debut album was released in 1972, the band captured the Grammy Award for Best New Artist. By 1975, America had 4 songs in the Top 10 Pop Singles chart in the US [Tin Man, Ventura Highway, I Need You, and Horse With No Name]. They released the George Marin-produced \"Holiday\" ust a few months prior to this 1975 performance that captures America at the top of their game.","release_date":"","vote_average":0.0,"runtime":44,"cert":"N\/A","id":49858,"title":"America Live","adult":false,"genre_ids":[35,18]},{"cast":["Steve Vai"],"overview":"Guitar virtuoso Steve Vai teams up with bassist Billy Sheehan, drummer Virgil Donati, guitarist Dave Weiner and keyboardist\/guitarist Tony McAlpine for an amazing, one of a kind show at the Astoria in London.","release_date":"2003-12-09","vote_average":9.0,"runtime":240,"cert":"N\/A","id":49859,"title":"Steve Vai: Live at the Astoria London","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Drawing inspiratiion from the realms of bluegrass, Latin, jazz, klezmer and gypsy swing, David Grisman created a revolutionary new kind of acoustic music. Classic Dawg showcases the talents of David Grisman and is virtuoso string players in an exciting concert DVD featuring one of the early groups that put \"dawg\" music music on the map.","release_date":"2006-08-08","vote_average":0.0,"runtime":60,"cert":"N\/A","id":49860,"title":"David Grisman Quartet Classic Dawg","adult":false,"genre_ids":[]},{"cast":["Debbie Reynolds","Ricardo Montalban","Greer Garson","Agnes Moorehead","Chad Everett"],"overview":"A Belgian nun, Sister Ann is sent to another order where she's at first committed to helping troubled souls like, Nichole and little Dominic. When Father Clementi hears Sister Ann's uplifting singing style, he takes her to a talent contest. Suddenly, Sister Ann is signed to a record deal and everyone is listening to her light-hearted songs. Sister Ann is unprepared for her new found fame (like appearing on the \"Ed Sullivan\" show) and unwanted side-effects, including a wrongful attraction to an old friend,","release_date":"1966-04-02","vote_average":5.5,"runtime":97,"cert":"N\/A","id":49863,"title":"The Singing Nun","adult":false,"genre_ids":[10402,35,18,10751]},{"cast":["Kenny Rogers","Scott Paulin","Brett Cullen","Mariska Hargitay","Kris Kamm"],"overview":"Brady Hawkes has to run to his son's rescue once again in this continuation of the Gambler stories. Jeremiah is now a young man who has become involved with Butch Cassidy and the Sundance Kid. Brady pursues the gang in order to get Jeremiah out of the gang before he gets in too much trouble with the law.","release_date":"1994-10-02","vote_average":7.0,"runtime":91,"cert":"N\/A","id":49864,"title":"Gambler V: Playing for Keeps","adult":false,"genre_ids":[37]},{"cast":["Michael Hossack","Tom Johnston","Keith Knudsen","John McFee","Patrick Simmons"],"overview":"Having entertained an enormous volume of music fans over their lengthy career, The Doobie Brothers reunited at the start of the 21st Century, and set about winning over a whole new generation of listeners. This concert was filmed in 2004, and sees the band working their way through a delicious selection of material. A huge crowd laps up the retro sounds emitting from the stage, with the Doobie's performing hit after hit after hit. Among the tracks played are \"Rockin' Down The Highway,\" \"Listen To The Music,\" \"China Grove,\" \"Black Water,\" and many others. For viewers looking to experience some of the magical songs that lit up the 1970s, this is a great starting point.","release_date":"2013-03-26","vote_average":0.0,"runtime":121,"cert":"N\/A","id":49865,"title":"The Doobie Brothers: Live at Wolf Trap","adult":false,"genre_ids":[]},{"cast":[],"overview":"Strunz &amp; Farah are renowned as \"two of the planet's most gifted acoustic guitarists\" (Guitar Player). This is their first video release, with superb sound quality, elegant video work that always follows the soloists, and close-ups of the master guitarists' hands. With Latin heat and Middle Eastern exoticism, Strunz &amp; Farah have long epitomized the best in refined world fusion.","release_date":"2003-01-01","vote_average":0.0,"runtime":68,"cert":"N\/A","id":49866,"title":"Strunz & Farah In Performance","adult":false,"genre_ids":[]},{"cast":["Steve Winwood"],"overview":"As I was marveling at how great Steve Winwood looked for a man who surely must be in his mid-60's, considering that he was fronting The Spencer Davis Group way back in 1963, I quickly remembered that he was only 15 years old at the time. Talk about your musical prodigies. That would make him only 55 at the time of this performance. Although he is probably past his prime by now, his voice sounds better than ever and his Hammond B3 playing remains unparalleled.","release_date":"2005-08-08","vote_average":0.0,"runtime":81,"cert":"N\/A","id":49867,"title":"Sound Stage presents Steve Winwood Live in Concert","adult":false,"genre_ids":[]},{"cast":[],"overview":"This live DVD features performances from A &amp; E's \"Live By Request\" series. Includes thie top hits, new material and 5 bonus songs not televised during the original broadcast. Special features include an exclusive interview with Daryl Hall and John Oates, also a photo gallery, discography and A &amp; E's Live by Request viewer call-ins. Recorded in 5.1 Suround Sound.","release_date":"","vote_average":0.0,"runtime":81,"cert":"N\/A","id":49868,"title":"ll & John Oates - Live in Concert","adult":false,"genre_ids":[]},{"cast":["Stevie Nicks","Mick Fleetwood","John McVie","Christine McVie","Billy Burnette"],"overview":"Synopsis Includes: The Chain Everywhere Dreams Seven Wonders Isn't It Midnight World Turning Little Lies Oh Well Gold Dust Woman Another Woman Stand Back Songbird Don't Stop Cast &amp; Crew Artists: • Fleetwood Mac Product Information Features: Features Not Specified Video: Standard 1.33:1 Color Audio: ENGLISH: Dolby Digital Stereo","release_date":"1987-12-12","vote_average":4.8,"runtime":60,"cert":"N\/A","id":49871,"title":"Fleetwood Mac: Tango in the Night","adult":false,"genre_ids":[10402]},{"cast":["Howie Mandel","Taylor Momsen","Jacob Smith","Delta Burke","Alana Austin"],"overview":"Hansel and Gretel is a 2002 film adaptation of the Brothers Grimm children's story. It stars Jacob Smith and Taylor Momsen as the eponymous characters. It includes the Sandman, played by Howie Mandel and Sinbad as a raven.","release_date":"2002-10-16","vote_average":5.4,"runtime":89,"cert":"PG","id":49872,"title":"Hansel & Gretel","adult":false,"genre_ids":[35,10751,14]},{"cast":["Dan Cortese","Jeff Fahey","David Keith","Kirk B.R. Woller","Atanas Srebrev"],"overview":"A group of scientists try to stop a swarm of flesh-eating locusts that escape from a top secret government lab in the USA Midwest.","release_date":"2005-11-12","vote_average":4.2,"runtime":88,"cert":"N\/A","id":49877,"title":"Locusts: The 8th Plague","adult":false,"genre_ids":[18,27]},{"cast":["Michaël Youn","Vincent Desagnat","Zoé Félix","Alex Descas","Jean-François Gallotte"],"overview":"Alphonse Brown, who firmly believes he is the bastard son of James Brown, meets up with his best friend Scotch after Brown gets out of jail. On their way to Paris to begin careers as recording artists, the pair stumbles across a potent type of marijuana that was engineered by the Nazis. Their decision to begin selling the stuff leads to a variety of people chasing after them.","release_date":"2003-02-05","vote_average":4.7,"runtime":93,"cert":"N\/A","id":49878,"title":"The Dope","adult":false,"genre_ids":[35]},{"cast":["Park Joong-hoon","Chu Sang-mi","Kim Joo-hyuk","Ki Joo-bong","Chan-young Lee"],"overview":"In Seoul, when the aspirant writer Jeong-hyun finds an editor for his book, he buys a car and calls his wife and translator Yoon-hee to travel to Sokcho to celebrate in style their first anniversary of marriage. He promises an unforgettable trip to her, and their happiness is briefly interrupted when the couple has an incident with a drifter that asks them for a lift. The guy chases them and irritates Jeong-hyun, provoking his reaction in public. Along the next days, the expressionless man proves to be a psychopath to the couple, but always without witnesses. When Jeong-hyun and Yoon-hee believe they have escaped from the man, they find that he is a sadistic murderer in their tail and they have to fight to survive.","release_date":"2001-08-16","vote_average":5.1,"runtime":104,"cert":"N\/A","id":49881,"title":"Say Yes","adult":false,"genre_ids":[80,18,10749,53]},{"cast":["Daniel","João Pedro Carvalho","Edu Chagas","José de Abreu","Vanessa Giácomo"],"overview":"Anos 50. No vilarejo de Rio Bonito o peão Diogo (Daniel) conduz uma grande boiada até a Fazenda Ouro Fino. Ao passar pelo sítio Remanso ele conhece Rodrigo (João Pedro Carvalho), um garoto que sonha em se tornar um boiadeiro. Logo eles se tornam amigos, sendo também testemunhas das injustiças que ocorrem na região devido à ganância do major Batista (José de Abreu), dono da Fazenda Ouro Fino. O major ordena que seus capangas chantageiem os moradores locais, de forma que vendam o gado pelo preço que deseja. A situação muda quando Otacílio Mendes (Eucir de Souza), pai de Rodrigo, decide se rebelar, contando com a ajuda do farmacêutico dr. Almeida (Zedu Neves).","release_date":"2009-03-06","vote_average":7.4,"runtime":95,"cert":"N\/A","id":49882,"title":"O Menino da Porteira","adult":false,"genre_ids":[37,18]},{"cast":["Gérard Jugnot","Alice Taglioni","Jean-Paul Rouve","Vincent Rottiers"],"overview":"A treasure buried on an island of the Antilles.\r A pirate without a straight leg, without a boat, treacherous and bloodthirsty and without the treasure map.\r A baroness flamboyant, unscrupulous, praying mantis, penniless, but with a boat.\r A young man without fear and without brains, but with the treasure map engraved somewhere in his failing memory.\r A doctor without drinking, providential specialist of failing memories and other atypical amnesia ...\r It is this dream team that sails anchor one morning in the year of grace a thousand and seven hundred and a few, towards the treasure island and its coves of pink sand.","release_date":"2007-07-31","vote_average":3.9,"runtime":99,"cert":"N\/A","id":49885,"title":"L'Île aux trésors","adult":false,"genre_ids":[12,35]},{"cast":["Jacques Villeret","Michel Serrault","Michael Lonsdale","Robin Renucci","Dick Rivers"],"overview":"","release_date":"2003-10-29","vote_average":5.3,"runtime":null,"cert":"N\/A","id":49886,"title":"Le Furet","adult":false,"genre_ids":[35]},{"cast":["Jacques Gamblin","Kad Merad","Rufus","Anne Brochet","Hélène Vincent"],"overview":"On the day that his son fails his baccalaureate, Michel loses his job. He has been employed at the same factory for twenty years and now he has no job, no qualifications, no prospects. Michel soon realises that the only way he is going to get another job is by first passing his baccalaureate. So, he goes back to school, with his friend Gérard, who is in the same position. Naturally, Michel’s son is not at all pleased to find himself in the same class as his dad...","release_date":"2006-06-14","vote_average":3.0,"runtime":105,"cert":"N\/A","id":49887,"title":"Les Irréductibles","adult":false,"genre_ids":[]},{"cast":["Judith Godrèche","Sagamore Stévenin","Ariane Seguillon","Coralie Revel","Wladimir Yordanoff"],"overview":"","release_date":"2005-01-05","vote_average":3.5,"runtime":null,"cert":"N\/A","id":49888,"title":"Tu vas rire, mais je te quitte","adult":false,"genre_ids":[35]},{"cast":["Juliette Arnaud","Corinne Puget","Christine Anglio","Jacques Weber","Maria Pacôme"],"overview":"Chloé, Léonie and Pénélope, three friends who have not set eyes on each other for many years, are reunited in a notary’s office. It appears that Chloé’s aunt, with whom they used to spend their summer holidays, has died and bequeathed them her house in the country. The three young women agree to spend the weekend at the house, to clear it out so that they can sell it. As soon as they arrive at the house, old memories come flooding back. It is the beginning of a very long weekend...","release_date":"2012-06-06","vote_average":4.6,"runtime":84,"cert":"N\/A","id":49889,"title":"Arrête de pleurer Pénélope","adult":false,"genre_ids":[35]},{"cast":["Aidan Quinn","Iain Glen","Marc Warren","Dudley Sutton","Alan Devlin"],"overview":"William Franklin is a teacher who was born in Ireland and moved to the United States only to repatriate in 1939 after his leftist political views cause him to lose his job. Franklin becomes the first non-cleric instructor at St. Jude's, a school for wayward boys run by Brother John, who is a firm believer in strong discipline.","release_date":"2003-01-19","vote_average":7.5,"runtime":94,"cert":"N\/A","id":49890,"title":"Song for a Raggy Boy","adult":false,"genre_ids":[18,10749]},{"cast":["Haluk Bilginer","Mehmet Ali Erbil","Gamze Özçelik","Birol Ünel","Gülse Birsel"],"overview":"With the death of a billionaire engaged in illegal practices, his billion-dollar fortune is up for the grabs. As his art collection is being prepared to be sold at an auction, two Turkish thieves from Germany are hired to steal valuable paintings from the art collection. Meanwhile, Seckin the fashioner designer - also the brother of Binnur, wife of the late billionaire - prepares for a fashion show in the same hotel that the robbery is going to take place. With the intervention of police, the beautiful model and her ex-lover, a hip papparazi, the two \"Laz\" mafia bosses seeking revenge, and the getaway driver straight out of Selcuk Erdem caricatures, the robbery is bound to go wrong. Prepare for a twist at the end as the plot unfolds towards a climactic ending...","release_date":"2005-02-10","vote_average":4.2,"runtime":96,"cert":"","id":49891,"title":"Robbery Alla Turca","adult":false,"genre_ids":[28,12,35,80]},{"cast":[],"overview":"Along with Can and Kraftwerk Einstuerzende Neubauten are amongst the most important bands to come out of late 20th Century Germany. 'Listen With Pain' is a documentary celebration of their twentieth birthday shot by long time fans and filmmakers Christian Beetz and Birgit Herdilitchke. A candid investigation of the strange often controversial career of Einstuerzende Neubauten the band reveal much about their inspirations and interpersonal relationships creating a wholly satisfying and highly entertaining portrait of a unique and highly innovative phenomenon.","release_date":"2001-08-17","vote_average":0.0,"runtime":95,"cert":"N\/A","id":49892,"title":"Listen With Pain","adult":false,"genre_ids":[]},{"cast":["Jonathan Davis","Korn"],"overview":"Korn Live is a double DVD live release that was recorded in the Hammerstein Ballroom at Manhattan Center Studios during their 2002 \"Untouchables\" tour. It also features some live tracks from their self-titled album, and albums \"Life Is Peachy\", \"Follow The Leader\", and \"Issues\", as well as part of their cover of Metallica's \"One\" that was later performed for 2003 Metallica's \"MTV Icon\" special in its entirety. The second DVD features the same show, but from alternate angles, as well as some behind-the-scenes material.","release_date":"2002-01-01","vote_average":10.0,"runtime":150,"cert":"N\/A","id":49893,"title":"Korn: Live","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Experience the warmth of the Holiday Season with a blazing fireplace and your favorite Holiday Music","release_date":"2010-07-06","vote_average":0.0,"runtime":80,"cert":"N\/A","id":49896,"title":"Christmas Yule Log","adult":false,"genre_ids":[14,18,878,10751]},{"cast":[],"overview":"Fascinating movie spans the globe to reveal recent discoveries about water, the most amazing yet least studied substance in the world. Witness as researchers, scientists, philosophers and theologians try to understand this unique liquid and all its miraculous properties still waiting to be discovered.","release_date":"2008-09-12","vote_average":4.8,"runtime":87,"cert":"N\/A","id":49897,"title":"Water The Greatest Mystery","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Throughout every ocean on earth, killer whales are the masters of the sea. Like wolves on land, these fearsome predators often hunt in packs, working together to snare their next meal. You'll journey around the globe to see their extraordinary hunting techniques in action. Plunge beneath the waves to watch the whales round up schools of herring, which they stun with flicks of their powerful tails. Discover the whales \"playing with their food\" - tossing their prey around in a frenzied game that hones their hunting skills. And witness the amazing spectacle of these huge whales hurling themselves onto the beach to snatch their unsuspecting prey. You'll gain a new appreciation for these magnificent creatures as you come face-to-face with KILLER WHALES: WOLVES OF THE SEA.","release_date":"1993-07-20","vote_average":0.0,"runtime":60,"cert":"N\/A","id":49898,"title":"Ballenas asesinas : Lobos del océano","adult":false,"genre_ids":[99]},{"cast":["Einstürzende Neubauten","Einstürzende Neubauten","Mark Chung","FM Einheit","N.U. Unruh"],"overview":"A visual documentary of Einstuerzende Neubauten, the German underground band, by Japanese cult director Sogo Ishii, made during their 1985 tour of Japan. The band makes an elaborate and remarkably choreographed appearance in the ruins of an old ironworks (which was scheduled for demolition; footage of same was incorporated into the movie) and a brief appearance on stage.","release_date":"1986-07-06","vote_average":7.0,"runtime":48,"cert":"N\/A","id":49899,"title":"1\/2 Man","adult":false,"genre_ids":[10402,99]},{"cast":["Alexis Texas","Eva Angelina","Isis Love","Nikki Sexx","Bobbi Starr"],"overview":"Elegant Angel proudly presents \"Car Wash Girls\" directed by the award winning Sam No. Watch this all star cast get drenched in soap suds as they clean cars in beautiful locations. Including the epic tease fans have come to expect from Elegant Angel as well as passionate hardcore sex. Do not miss!","release_date":"2010-02-25","vote_average":8.5,"runtime":151,"cert":"N\/A","id":49900,"title":"Car Wash Girls","adult":true,"genre_ids":[]},{"cast":["Michael Fuith","Theo Trebs","Anka Graczyk","Emily Cox","Katelijne Philips-Lebon"],"overview":"When lovelorn Michael arrives in Berlin to return a set of keys to his ex-girlfriend, Gabi, as an excuse to see her again, he finds her apartment empty save for a couple of plumbers making repairs to the central heating. Just as Michael learns from the plumber’s apprentice, Harper, that Gabi has popped out for a while but will return soon, the apprentice is attacked by his boss who has unexpectedly and inexplicably transformed into a raging madman. Together, Michael and Harper manage to bundle the crazed plumber out of the apartment and barricade themselves safely inside. Within minutes, they find themselves trapped in apartment block under siege from a horde of similarly insane people, apparently hungry for human flesh.","release_date":"2010-09-09","vote_average":6.1,"runtime":63,"cert":"N\/A","id":49901,"title":"Rammbock: Berlin Undead","adult":false,"genre_ids":[27,53]},{"cast":[],"overview":"DimeVision is a forthcoming series of videos that document \"Dimebag\" Darrell Abbott career as a musician. The series' first installment, entitled Dimevision Vol. One - \"That's The Fun I Have...\", was released on May 2, 2006, containing video clips of him during his stints with Pantera and Damageplan, as well as earlier material. The series was produced by Abbott's brother, Vinnie Paul Abbott. A sequel is stated to be released in 2010.","release_date":"2006-05-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":49902,"title":"Dimevison","adult":false,"genre_ids":[]},{"cast":[],"overview":"With raucous videos, rare footage of the guys on the road and exclusive interviews with the band, this Pantera collection is a must for aficionados of the popular heavy-metal group. Videos include Cowboys from Hell, I'm Broken, Drag the Waters, Mouth for War and Primal Concrete Sledge. Also contains footage of Pantera wowing the crowd during a performance at the Monsters of Rock Festival in Moscow.","release_date":"1999-11-23","vote_average":4.3,"runtime":null,"cert":"N\/A","id":49903,"title":"Pantera: 3 Vulgar Videos From Hell","adult":false,"genre_ids":[10402,99]},{"cast":["Randy Spence","Adonis Williams","Christina Rose","Brandon Wardell","Anatoli Grek"],"overview":"Back from Iraq, Johnny Brown discovers that a new war is taking place in the streets of New York. In an attempt to get kids off the streets and instill the discipline he has learned in the Marine Corps, Brown launches a school for Mixed Martial Arts. But when a group of drug pushers try to use his school as a drug laundering business, an all out brawl occurs; pitting Brown against his childhood friend, who is now pursuing a life of crime.","release_date":"2010-09-14","vote_average":2.0,"runtime":91,"cert":"N\/A","id":49904,"title":"Circle of Fury","adult":false,"genre_ids":[28,12]},{"cast":["Ugo Tognazzi","Claude Dauphin","Duilio Del Prete","Giuseppe Maffioli","Carla Tatò"],"overview":"Italy 1973. Giuseppe Tritoni (Ugo Tognazzi) is an ultra-right-wing congressman that doesn't agree anymore with his fascist party policy. He contacts many Italian Army officers and built a net of relationship in order to organize a Coup d'Etat (Golpe). Something goes wrong and the Interior Minister (Home Secretary) Mr. Li Masi (Lino Pugliesi) got the all information about the attempted Golpe. So the Minister organizes a counter-Golpe. Tritoni desperately, to save his project, kidnaps the Italian Republic President (Claude Dauphin) that immediately dies for heartache. Now Minister Mr. Li Masi is free to lay down the law to the rest of the country, realizing basically the actual Golpe! Tritoni surrenders and will spend rest of his time trying to sell his ideas about managing Golpe in Africa!","release_date":"1973-03-05","vote_average":6.5,"runtime":102,"cert":"N\/A","id":49907,"title":"We Want the Colonels","adult":false,"genre_ids":[35]},{"cast":["Tamás Polgár","Orsolya Tóth","Kata Wéber","Lajos Ottó Horváth","András Réthelyi"],"overview":"Peter returned from prison in his native city, in the hope that it will begin happy days. With surprise he learns that his sister became a foster mother to the newborn boy, but a real mother of the child - extravagant and slutty Maya wants to take it back. Peter falls in love with Maya. He's torn between his girlfriend and trying to manipulate sister. But he has to make a choice, and the happiness was so close, melt into thin air.","release_date":"2002-06-06","vote_average":6.1,"runtime":99,"cert":"N\/A","id":49908,"title":"Pleasant Days","adult":false,"genre_ids":[18]},{"cast":[],"overview":" ","release_date":"1997-10-10","vote_average":6.0,"runtime":90,"cert":"N\/A","id":49909,"title":"Timeless","adult":false,"genre_ids":[18]},{"cast":["Henriette Heinze","Philomena Wolflingseder","Simon Schwarz","Sibylle Gogg","Gregor Bloéb"],"overview":"","release_date":"2002-03-15","vote_average":7.0,"runtime":96,"cert":"N\/A","id":49910,"title":"Step on It","adult":false,"genre_ids":[18]},{"cast":["Michael York","Liv Ullmann","Oded Teomi","Ava Haddad","Zoltán Gera"],"overview":" ","release_date":"1992-01-01","vote_average":0.0,"runtime":80,"cert":"N\/A","id":49911,"title":"The Long Shadow","adult":false,"genre_ids":[18]},{"cast":[],"overview":"As an executioner for the state, a father kills in order to buy his son more time to live. The boy, who dreams of flying a kite with his father, is an invalid desperately in need of an operation the executioner cannot afford.","release_date":"2002-01-01","vote_average":3.0,"runtime":75,"cert":"N\/A","id":49912,"title":"The Kite","adult":false,"genre_ids":[18,10749]},{"cast":["Freddy Flores","Rosa Sánchez","Oscar Bertea","Enrique Liporace","Marcelo Videla"],"overview":"A Bolivian immigrant working illegally as a cook in a small restaurant in Buenos Aires suffers abuse and discrimination from its customers.","release_date":"2001-09-22","vote_average":7.1,"runtime":75,"cert":"N\/A","id":49913,"title":"Bolivia","adult":false,"genre_ids":[18]},{"cast":["Rod Steiger","Valerie Perrine","Jack Cassidy","Billy Barty","John Marley"],"overview":"Film biography of actor-comedian W.C. Fields, concentrating on his years in Hollywood and his relationship with aspiring actress Carlotta Monti.","release_date":"1976-03-31","vote_average":8.0,"runtime":111,"cert":"N\/A","id":49914,"title":"W.C. Fields and Me","adult":false,"genre_ids":[18]},{"cast":["Nevin Meçaj","Ermela Teli","Rajmonda Bulku","Robert Ndrenika","Bahar Mera"],"overview":"Tirana Year Zero (Tirana, année zéro), is a 2002 Albanian film that tells the story of a young couple in post-communist Albania, at a time when many Albanians left the country in search for a better life abroad. The protagonist of the movie is Nik, who lives in the capital of Albania, Tirana, along with his mother and father. He is in love with a beautiful girl named Klara, who wants to move to Paris to be a model. Nik makes his living with an old truck that belonged to his father, who is now sick, and seemingly dying. Amidst the criticisms of his mother, the confusion and desperation covering the country, and the desire of his girlfriend to leave, Nik is still unsure whether he wants to leave. The film explores the way Nik handles the events of his life.","release_date":"2001-09-07","vote_average":7.0,"runtime":89,"cert":"N\/A","id":49915,"title":"Tirana Year Zero","adult":false,"genre_ids":[18]},{"cast":["Pascal Greggory","Gaël Morel","Jamel Debbouze","Fabienne Babe","Élodie Bouchez"],"overview":"In a French prison, three men are coming to terms with the emotional and physical torment which their incarceration brings them. Arnaud is serving a six-month sentence for drug smuggling; he protests his innocence and will do anything to secure an early release. Francky is a hardened criminal who has all but lost his wife and family and who seeks comfort in self-inflicted abuse. Kader is in prison for theft; he is the most philosophical of the three men, he is growing accustomed to prison life and seems to prefer it to the world outside.","release_date":"1998-08-26","vote_average":5.6,"runtime":102,"cert":"N\/A","id":49916,"title":"Zonzon","adult":false,"genre_ids":[35,18]},{"cast":["Keanu Reeves","Alanis Morissette"],"overview":"We are living at the dawn of a new epoch. Year by year, degree by degree, Earth is growing warmer... a legacy of the Industrial Revolution, population growth, and our addiction to technology, speed and power. Just as other generations spoke of a Great Plague and a Great Depression, our children will be compelled to endure The Great Warming - and find a way to conquer its consequences. Filmed in eight countries on four continents, endorsed by dozens of the world's leading scientists, this is the most factually accurate, visually stunning and wide-ranging production ever mounted about this complex, fascinating subject.","release_date":"2006-11-03","vote_average":6.7,"runtime":85,"cert":"N\/A","id":49917,"title":"The Great Warming","adult":false,"genre_ids":[99]},{"cast":["Shinji Takeda","Hinano Yoshikawa","Kaori Mizushima","Tetta Sugimoto","Ren Osugi"],"overview":"The police are tracking a man who shoots at people. But the young sister of a detective finds that he's not the mad vigilante portrayed in newspapers.","release_date":"1998-09-09","vote_average":6.7,"runtime":90,"cert":"N\/A","id":49918,"title":"Tokyo Eyes","adult":false,"genre_ids":[10749,53]},{"cast":[],"overview":"Driss is a jack-of-all trades type who sells fish from his car and moves furniture from one end of his hometown Tangiers to the other. His girlfriend is a free-spirited and wealthy European lass who runs an antique shop. One day, Driss becomes fascinated with Fouad, an old man who runs a rundown café by the beach. Fouad disdains his fellow Moroccans, calling them lazy, preferring the company of Europeans -- particularly, as Driss later learns -- young European women. Always on the make, Driss offers Fouad a business proposition -- to revamp his establishment and turn it into a proper restaurant with Driss as his business partner. He is later shocked and hurt to learn that Fouad starts to remodel his business but without Driss. Sending out his friends as spies, Driss learns a number of unsettling things about his would-be associate.","release_date":"2001-01-01","vote_average":5.0,"runtime":83,"cert":"N\/A","id":49919,"title":"Beach Café","adult":false,"genre_ids":[]},{"cast":["Ana Reeder","Michael Hyatt","Christopher Kadish","Michael Buscemi","John Ahearn"],"overview":"Alix is taken in by a photographer, Digna, who despite her friends' protests, tries to help Alix piece her life back together and overcome her addictions.","release_date":"2001-01-01","vote_average":6.3,"runtime":94,"cert":"N\/A","id":49920,"title":"Acts of Worship","adult":false,"genre_ids":[18,10751]},{"cast":["Dave Clark","Barbara Ferris","Mike Smith","Lenny Davidson","Rick Huxley"],"overview":"Dinah (Barbara Ferris) is a famous model and actress who is getting tired of life in the limelight and wants to take a break. While shooting a commercial spot for meat, she meets Steve (Dave Clark), a stuntman. Dinah and Steve hit it off and decide to head to an island to get away from it all (bringing along four of Steve's friends, Mike Smith, Lenny Davidson, Denis West Payton, and Rick Huxley, who -- surprise! -- play music with him). Before long, Dinah is reported missing and everyone is looking for her, making their getaway anything but tranquil.","release_date":"1965-08-18","vote_average":4.0,"runtime":87,"cert":"N\/A","id":49921,"title":"Catch Us If You Can","adult":false,"genre_ids":[35,10402]},{"cast":["Tom Courtenay","Michael Legge","Laura Fraser","Lulu","Stephen Fry"],"overview":"It's 1976, and Vinny is a confused teenager who can't decide whether he is a disco king or a proto punk rocker.","release_date":"2000-03-10","vote_average":6.6,"runtime":95,"cert":"","id":49922,"title":"Whatever Happened to Harold Smith?","adult":false,"genre_ids":[35]},{"cast":["Patton Oswalt","Maria Bamford","Brian Posehn","Zach Galifianakis"],"overview":"For the final show of their successful \"Comedians of Comedy\" tour, \"alternative\" stand-up comics Maria Bamford, Brian Posehn and Patton Oswalt pull out all the stops in a grand finale-worthy performance that finds humor in unexpected places. Taped live at Los Angeles's El Rey Theater and featuring fellow funnyman Bob Odenkirk, this farewell gig is sure to please fans who like their laughs with bite.","release_date":"2006-01-01","vote_average":6.5,"runtime":54,"cert":"N\/A","id":49925,"title":"The Comedians of Comedy: Live at the El Rey","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A look at how teenagers around the world have become obsessed with the young English actor, Robert Pattinson, star of the vampire-themed \"Twilight\" movies.","release_date":"2009-11-16","vote_average":3.5,"runtime":70,"cert":"","id":49926,"title":"Robsessed","adult":false,"genre_ids":[99]},{"cast":["Lou Ye","Xiaodong Liu","Hong Yu"],"overview":"Wang Xiaoshuai’s debut feature was one of the first truly independent Mainland productions. An incisive portrait of urban anomie focusing on two bohemian artists who drift through the miasma of old Beijing in the 1980s, The Days presents a stark disparity to the nostalgic tone and lush visuals of the Fifth Generation with its defiant DIY aesthetic, non-professional leads and resolute present-tenseness.","release_date":"1994-02-19","vote_average":6.5,"runtime":80,"cert":"N\/A","id":49927,"title":"The Days","adult":false,"genre_ids":[18]},{"cast":["Gregory Harrison","Heidi Lenhart","John Rhys-Davies","Katie Volding","Jake Dinwiddie"],"overview":"A young MBA mistakenly interviews for the wrong job... and ends up as an Au Pair for a pair of snotty rich kids.","release_date":"1999-08-22","vote_average":5.5,"runtime":92,"cert":"N\/A","id":49928,"title":"Au Pair","adult":false,"genre_ids":[10770,10749,35]},{"cast":["Peter McDonald","Flora Montgomery","Pauline McLynn","Don Wycherley","Maynard Eziashi"],"overview":"A teacher meets a woman who turns out to be a thief and they introduce each other to new things.","release_date":"2000-01-01","vote_average":2.3,"runtime":95,"cert":"N\/A","id":49929,"title":"When Brendan Met Trudy","adult":false,"genre_ids":[]},{"cast":["Totò","Alda Mangini","Lia Molfesi","Mario Castellani"],"overview":" ","release_date":"1949-01-01","vote_average":6.9,"runtime":79,"cert":"N\/A","id":49930,"title":"Totò cerca casa","adult":false,"genre_ids":[35]},{"cast":["Djolof Mbengue","Delphine Zingg","Samir Guesmi","Théophile Sowié","Bass Dhem"],"overview":"El Hadj is studying in Paris. He is one of the young Senegalese men who have come to Paris since the French colony became independent to get a good education so that he can serve his fatherland on his return. Unexpectedly he is suddenly confronted by a problem with his residence papers, just because he has arranged an extension too late. His pleasant life filled with good prospects has gone in one fell swoop. He faces a dilemma. He can stay illegally in France, the country where he feels at home, where he has his friends, has fallen in love and can drink water from the tap. Or he can return (without graduating) to the 3rd-world country of Senegal to use the knowledge he has acquired. It is not only a practical choice. It comes down to the question of who he is, who he thought he could be.","release_date":"2001-01-01","vote_average":6.5,"runtime":90,"cert":"N\/A","id":49931,"title":"L'afrance","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"1994-01-01","vote_average":5.3,"runtime":85,"cert":"N\/A","id":49932,"title":"Whore 2","adult":false,"genre_ids":[]},{"cast":["Christel Oomen","Dragan Bakema","Hans Hoes","Bert Luppes","Maud Dolsma"],"overview":"Fifteen-year-old Sammy has recently become aware of desires she awakens in men but one man to whom she is herself attracted is her older brother Jacob. With an institutionalized father and a mother neither sibling has seen for years, Jacob provides for the household through his trade in meat declared unfit for human consumption. This situation has sufficed for years but the dedication with which Jacob watches over his little sister leaves her no room to mature as a woman...","release_date":"2001-11-01","vote_average":5.0,"runtime":89,"cert":"N\/A","id":49933,"title":"Adrift","adult":false,"genre_ids":[18]},{"cast":["Slavko Štimac","Slobodan Aligrudić","Ljiljana Blagojević","Pavle Vuisić","Mira Banjac"],"overview":"A young man grows up in Sarajevo in the 1960s, under the shadow of his good, but ailing father, and gets attracted by the world of small-time criminals.","release_date":"1981-09-02","vote_average":7.7,"runtime":107,"cert":"N\/A","id":49934,"title":"Do You Remember Dolly Bell?","adult":false,"genre_ids":[35,18,10749]},{"cast":["Catherine Deneuve","Daniel Auteuil","Laurence Côte","Benoît Magimel","Fabienne Babe"],"overview":"In the middle of the night, someone brings Ivan's body home to his wife and his sad-faced, jug-eared son. Through flashbacks, the film discloses the relationships among Ivan and his brother Alex, a cop with a cleanliness fetish; siblings Juliette and Jimmy, Ivan's partners in a seedy nightclub; the love triangle of Alex, Juliette, and Marie, a professor of philosophy; and of Alex and his nephew, Ivan's dour, stoic son. Ivan's death changes every relationship.","release_date":"1996-08-21","vote_average":6.4,"runtime":117,"cert":"N\/A","id":49935,"title":"Thieves","adult":false,"genre_ids":[10749,80,18]},{"cast":[],"overview":" ","release_date":"2001-01-01","vote_average":0.0,"runtime":71,"cert":"N\/A","id":49936,"title":"Gas Attack","adult":false,"genre_ids":[]},{"cast":["Gena Rowlands","Laura Linney","Emile Hirsch","Fred Ward","Lee Tergesen"],"overview":"A woman and her teenage son move back in with her mother to work together in the family bridal business.","release_date":"2001-01-01","vote_average":8.0,"runtime":93,"cert":"N\/A","id":49937,"title":"Wild Iris","adult":false,"genre_ids":[]},{"cast":["Jean-Paul Belmondo","Alain Delon","Vanessa Paradis","Michel Aumont","Eric Defosse"],"overview":"Alice Tomaso gets out of jail, and goes looking for Léo and Julien, one of whom, it appears, is her father. On the way, she steals the wrong car - one belonging to the Russian mafia, and arrives at her destination with a gang of thugs out looking for her and the car.","release_date":"1998-03-25","vote_average":5.8,"runtime":110,"cert":"N\/A","id":49938,"title":"Half a Chance","adult":false,"genre_ids":[28,12,35]},{"cast":["Tomokazu Miura","Makiko Watanabe","Ryudai Takahashi"],"overview":"Tetsuro is living with his young girlfriend Aki in a pleasant house in Tokyo. They both spend a lot of time at their jobs. However their routine is upset when Tetsuro brings his 8 year old son Shun to live with them, while his ex-wife recovers from a car accident. Aki is annoyed because she was not asked, and she knows that she will have to do the bulk of the work in caring for him. This forces Aki to reevaluate her relationship, and decide whether she is to remain a modern working woman, or become a mother.","release_date":"1999-01-01","vote_average":5.3,"runtime":147,"cert":"N\/A","id":49939,"title":"M\/Other","adult":false,"genre_ids":[18]},{"cast":["Björn Kjellman","Peter Haber","Viveka Seldahl","Thomas Hanzon","Oliver Loftéen"],"overview":"The enthusiastic Reine is forced to take a job as a social worker at Kumla prison.","release_date":"1999-02-19","vote_average":5.1,"runtime":105,"cert":"N\/A","id":49940,"title":"Breaking Out","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"","release_date":"2001-01-01","vote_average":0.0,"runtime":93,"cert":"N\/A","id":49941,"title":"Silent Storm","adult":false,"genre_ids":[]},{"cast":["Ursina Lardi","Andreas Patton","Anne Tismer","Wolfgang Michael","Sophie Aigner"],"overview":"Two young women sitting in a café on a summer day. Situations found everyday a thousand times over. But what happens when you try to depict this normality?","release_date":"2001-02-10","vote_average":5.9,"runtime":85,"cert":"N\/A","id":49942,"title":"Passing Summer","adult":false,"genre_ids":[18]},{"cast":["Oksana Akinshina","Ekaterina Gorina","Roman Ageyev","Tatyana Kolganova","Dmitriy Orlov"],"overview":"A movie about two sisters - thirteen year old Sveta, poor and abandoned by her father, who longs to go off and be a sniper in the army, and spoilt eight-year old Dina, doted on by her gangster father...","release_date":"2001-05-10","vote_average":7.0,"runtime":83,"cert":"N\/A","id":49943,"title":"Sisters","adult":false,"genre_ids":[80,18]},{"cast":["Frédéric Pierrot","Nathalie Richard"],"overview":" ","release_date":"2001-10-31","vote_average":0.0,"runtime":105,"cert":"N\/A","id":49944,"title":"Imago","adult":false,"genre_ids":[]},{"cast":["Dave Gahan","Martin Gore","Andy Fletcher","Christian Eigner","Peter Gordeno"],"overview":"Playing 102 shows in 40 countries, Depeche Mode's acclaimed Tour Of The Universe saw Dave Gahan, Martin Gore and Andrew 'Fletch' Fletcher performing to over 2.7 million people. 'Tour Of The Universe - Live In Barcelona' contains 21 tracks recorded over two sold out nights at the Palau St Jordi in Barcelona on November 20th and 21st 2009, both shows being highlights of the celebrated tour.Released on Mute, this spectacular DVD release comes with a host of bonus content including four bonus tracks recorded across the two nights, a tour documentary - Inside The Universe - two tracks filmed at tour rehearsals in New York and Anton Corbijn's specially created 'screen films' for seven tracks plus further bonus montages created from the on-stage screens.","release_date":"2009-11-20","vote_average":7.4,"runtime":121,"cert":"N\/A","id":49945,"title":"Depeche Mode: Tour of the Universe - Barcelona 20\/21.11.09","adult":false,"genre_ids":[10402]},{"cast":["Gilbert Melki","Grégoire Colin","Mélanie Laurent","Sophie Cattani","Xavier Beauvois"],"overview":"Leo Zimmermann, a business man from Paris dotes on his daughter. He proposes a strange offer to his killer when he is in town to execute Zimmermann.","release_date":"2008-01-09","vote_average":5.5,"runtime":91,"cert":"N\/A","id":49946,"title":"The Killer","adult":false,"genre_ids":[53]},{"cast":["W. Earl Brown","Dedee Pfeiffer","Zachary Throne","Tom Wood","Lisa Jane Persky"],"overview":"\"Meat Loaf\" Aday is an overgrown Texas youngster, the son of a gentle woman dying of cancer and an alcoholic, abusive father. Tormented by his father and schoolmates over his size, he strikes out on his own after his mother's death, in an impossible task to prove himself to the world and to himself. A chance audition for a musical leads him to join forces with composer Jim Steinman, and together the two make music history with the operatic rock album \"Bat Out of Hell.\" But the demons that drive Meat Loaf aren't assuaged by success, and eventually he must come to terms with them.","release_date":"2000-01-05","vote_average":8.8,"runtime":87,"cert":"","id":49947,"title":"Meat Loaf: To Hell and Back","adult":false,"genre_ids":[18]},{"cast":["Steve Martin","Itzhak Perlman","Quincy Jones","Bette Midler","James Earl Jones"],"overview":"Blending lively music and brilliant animation, this sequel to the original 'Fantasia' restores 'The Sorcerer's Apprentice' and adds seven new shorts.","release_date":"1999-12-17","vote_average":7.1,"runtime":74,"cert":"","id":49948,"title":"Fantasia 2000","adult":false,"genre_ids":[16,10751,10402]},{"cast":["Irina Grineva","Igor Vernik","Veronika Vernadskaya","Sergey Kalantay"],"overview":"A fifteen years old girl meets her dad for the first time after her mom is killed in accident.","release_date":"2012-10-07","vote_average":0.0,"runtime":120,"cert":"N\/A","id":49949,"title":"Mom Involuntarily","adult":false,"genre_ids":[10749,18]},{"cast":["Minka Kelly","Leighton Meester","Cam Gigandet","Aly Michalka","Matt Lanter"],"overview":"When Sara, a young design student from Iowa, arrives for college in Los Angeles, she is eager to fit in and get to know the big city. Her wealthy roommate, Rebecca, is more than eager to take Sara under her wing and show her the ropes. The two become close, but when Sara begins to branch out and make more friends on campus, Rebecca becomes resentful. Alarmed, Sara moves in with her new boyfriend, causing Rebecca's behavior to take a violent turn.","release_date":"2011-02-04","vote_average":5.4,"runtime":91,"cert":"15","id":49950,"title":"The Roommate","adult":false,"genre_ids":[53,18,27]},{"cast":["Jonathan Winters","Sarah Silverman","Patricia Arquette","Robin Williams"],"overview":"A famous comedian and artist wants to display his work at an art museum. Just when he thinks he's lost his touch, a series of famous comedians drop by to help him rekindle his artistic and comedic spark.","release_date":"2007-03-01","vote_average":2.0,"runtime":85,"cert":"N\/A","id":49951,"title":"Certifiably Jonathan","adult":false,"genre_ids":[35]},{"cast":[],"overview":"An in-depth look at the world of coffee and global trade.","release_date":"2006-10-08","vote_average":6.2,"runtime":78,"cert":"N\/A","id":49952,"title":"Black Gold","adult":false,"genre_ids":[99]},{"cast":["Yuri Lowenthal","Gemma Arterton","Isabelle Fuhrman","Melanie Griffith","Tim Curry"],"overview":"A sea turtle who was hatched in 1959 spends the next 50 years traveling the world while it is being changed by global warming. Born on a Baja, California beach in 1959, new hatchling Sammy must do what his fellow newborn sea turtles are doing: race across the beach to the ocean before they are captured by a seagull or crab. Thus begins Sammy's incredible fifty-year ocean journey. Along the way he meets his best friend, a fellow turtle named Ray, and overcomes obstacles both natural and man-made while trying to fulfill his dream of travelling around the world. Throughout his voyage, Sammy never forgets about Shelly - the turtle he saved on his first day and loves passionately from afar. Based on the actual trajectory of a sea turtle's life, the film illustrates the dangers humans pose to the species' survival. The film combines entertainment with an important environmental message.","release_date":"2010-08-03","vote_average":5.8,"runtime":88,"cert":"U","id":49953,"title":"A Turtle's Tale: Sammy's Adventures","adult":false,"genre_ids":[16,10751]},{"cast":["Oja Kodar","Orson Welles","Ingrid Bergman","Tim Brooke-Taylor","Michael Bryant"],"overview":"Orson Welles' archives of unfinished\/never released movies and the last years of his life from the perspective of Oja Kodar (life and artistic partner of Orson Welles in his last years).","release_date":"1995-10-08","vote_average":6.7,"runtime":88,"cert":"N\/A","id":49954,"title":"Orson Welles: The One-Man Band","adult":false,"genre_ids":[99]},{"cast":["Elmyr de Hory","David Malatesta"],"overview":"Film about art forger Elmyr de Hory. He was also one of the subjects of Orson Welles' documentary F for Fake (1974).","release_date":"1997-01-01","vote_average":7.0,"runtime":52,"cert":"N\/A","id":49955,"title":"Almost True: The Noble Art of Forgery","adult":false,"genre_ids":[99]},{"cast":["Marjorie Yates","Leigh McCormack","Anthony Watson","Nicholas Lamont","Ayse Owens"],"overview":"Set in Kensington, a working-class district of Liverpool, England in mid-1950s, this is the story of eleven-year-old Bud, a sad and lonely boy. With cinema as his main source of solace, he haunts the local 'picture-house'. All the while, his family looms large in our peripheral vision as do the menacing bullies of his school, but Bud is the centre of attention both from the camera's angle and from his doting family.","release_date":"1992-05-22","vote_average":6.9,"runtime":85,"cert":"12","id":49956,"title":"The Long Day Closes","adult":false,"genre_ids":[18]},{"cast":[],"overview":"In the picture-postcard community of North Vancouver, filmmaker Murray Siple follows men who have turned bottle-picking, their primary source of income, into the extreme sport of shopping cart racing. Enduring hardships from everyday life on the streets of Vancouver, this sub-culture depicts street life as much more than stereotypes portrayed in mainstream media. The films takes a deep look into the lives of the men who race carts, the adversity they face, and the appeal of cart racing despite the risk.","release_date":"2008-01-01","vote_average":7.7,"runtime":60,"cert":"N\/A","id":49957,"title":"Carts of Darkness","adult":false,"genre_ids":[99]},{"cast":["Zoe Tuckwell-Smith","Krew Boylan","Will Travel","Damien Freeleagus","Rebekah Foord"],"overview":"Anja and five friends join anthroplogy student, Dace, on a journey to study a remote, ancient rock painting. Their excitement vanishes when Mel becomes delirious after skinny-dipping in the waterhole. Feverish, bleeding, confused, she physically and mentally regresses to a vicious predatory state. Mel has gone primal. Mel’s lover and friends realise they are the prey as she savagely hunts them down. Before they can escape another one of them starts to regress, posing a hideous choice; kill their friends or be killed by them. Their only hope of survival is through a cave, where Anja learns too late the meaning of the ancient rock art they came to study.","release_date":"2010-08-26","vote_average":5.3,"runtime":80,"cert":"","id":49958,"title":"Primal","adult":false,"genre_ids":[53,27]},{"cast":["Isabelle Adjani","Thierry Lhermitte","Daniel Auteuil","Josiane Balasko","Christian Clavier"],"overview":"Three days in the lives of six friends who are nearly 30 years old, live in Grenoble, and have a rock band called the \"Why Notes?\". They're to play in Paris at Charles's school reunion. In getting to Paris and back, the characters interact with Aimee's ex-husband and her abrasive, cruel ex-mentor, Louise's would-be lover who turns out to have a husband, Mickey's long-time lover and her children, Bertrand's Germanic wife and their children who speak no French, and Frederic's distant mother. The band also meets Clara, a mercurial free spirit who beguiles Bertrand, then Mickey, then takes up with someone else in the band.","release_date":"1980-10-02","vote_average":5.8,"runtime":100,"cert":"N\/A","id":49959,"title":"Clara and Chics Types","adult":false,"genre_ids":[10402,35,18]},{"cast":["Nikki Moore","Scott Mitchell Nelson","James Mathers","Mark Craig","Scott Wilson"],"overview":"When a young woman is brutally killed by an intruder, her husband and estranged father conspire to bring her back from the dead with the help of a mysterious desert dweller. Soon after she awakens, she begins to realize that something is horribly wrong...","release_date":"2012-11-14","vote_average":6.0,"runtime":88,"cert":"N\/A","id":49960,"title":"Kiss the Abyss","adult":false,"genre_ids":[27]},{"cast":["Vasco Santana","Beatriz Costa","António Silva","Teresa Gomes","Sofía Santos"],"overview":"Vasco is a medical student in Lisbon, supported by his rich aunts, whom he had falsely told he had already graduated. In fact, he devotes himself to a bohemian life, preferring the popular fairs and pretty women, especially Alice, a seamstress from the Castelinhos quarter, which rather upsets her ambitious father, tailor Caetano, who is familiar with Vasco's debts. After failing yet another final exam, he is surprised by his aunts' announcement that they will visit him in Lisbon to see his practice.","release_date":"1933-11-07","vote_average":8.2,"runtime":85,"cert":"N\/A","id":49961,"title":"A Song of Lisbon","adult":false,"genre_ids":[10402,35]},{"cast":["Cem Yılmaz"],"overview":"Öğrenciler Soruyor Cem Yılmaz Kendine Has Esprili Üslubuyla Cevap Veriyor… CMYLMZ Soru Cevap, Cem Yılmaz'ın Boğaziçi Üniversitesi, Maltepe Üniversitesi, Bahçeşehir Üniversitesi, Koç Üniversitesi, Kadir Has Üniversitesi, Bilkent Üniversitesi ve Anadolu Universitesi'nde öğrencilerle yaptığı söyleşilerden oluşan yepyeni bir komedi tufanı. kimi zaman şaşıracak kimi zaman da düşüneceksiniz. Cem Yılmaz fanlarının kaçırmaması gereken çok özel bir ürün.","release_date":"2010-11-08","vote_average":7.1,"runtime":118,"cert":"N\/A","id":49962,"title":"CMYLMZ: Questions & Answers","adult":false,"genre_ids":[]},{"cast":["Catherine Keener","Anne Heche","Todd Field","Liev Schreiber","Kevin Corrigan"],"overview":"Things have been tough lately for Amelia. Her best friend moved out of the apartment, her cat got cancer, and now her best friend, Laura, is getting married. She copes with things, from the help of Andrew, Frank, Laura, and a brief romance with Bill \"The Ugly Guy\".","release_date":"1996-07-17","vote_average":6.5,"runtime":86,"cert":"","id":49963,"title":"Walking and Talking","adult":false,"genre_ids":[35,18,10749]},{"cast":["Babek Ahmed Poor","Ahmed Ahmed Poor","Kheda Barech Defai","Iran Outari","Ait Ansari"],"overview":"An 8 year old boy must return his friend's notebook he took by mistake, lest his friend be punished by expulsion from school.","release_date":"1987-01-01","vote_average":8.0,"runtime":83,"cert":"N\/A","id":49964,"title":"Where Is My Friend's House?","adult":false,"genre_ids":[18]},{"cast":["April Barnett","Rob Brownstein","Colleen Crabtree","Andrew Friedman","Wendi McLendon-Covey"],"overview":"Three quirky families seeking to buy their next home collide when trying to purchase the same property. The bidding war tests the limits of their marriages and the resolve of their agents.","release_date":"2007-01-01","vote_average":4.0,"runtime":93,"cert":"N\/A","id":49965,"title":"Closing Escrow","adult":false,"genre_ids":[35]},{"cast":["Barbara Baxley","Gary Merrill","Herschel Bernardi","Jean Hidey","Elizabeth Zemach"],"overview":"A journey through the dark side of 1950s urban life, this drama takes the form of a story told using documentary material as an intrinsic part of the narrative.","release_date":"1960-06-06","vote_average":6.5,"runtime":68,"cert":"N\/A","id":49966,"title":"The Savage Eye","adult":false,"genre_ids":[18]},{"cast":["Jimmy Wang Yu","Lung Fei","Ma Chi","Cindy Tang Hsin","Sit Hon"],"overview":"Tien Lung, the best fighter at the Ching Te martial arts school, gets into a fight with the Hook Gang, part of a local opium-dealing and prostitution ring run by a man named Chao, and easily defeats them. The beaten Hook gang members return to Chao, who is so infuriated that he goes to the Ching Te dojo and challenges Tien's master, Hang Tui, to a fight. Hang Tui quickly defeats Chao, leaving him even more humiliated. Chao plans his revenge by hiring a group of mercenary martial artists from Shanghai; two karate experts and their teacher, a Judo master, a Taekwondo expert, two Thai boxing fighters, a Yoga expert, and two mystic Tibetan lamas. With this group, Chao easily destroys the Ching Te school and all of their businesses, leaving everyone dead except for Tien Lung who loses his right arm. Tien Lung vows revenge and begins his training to destroy anyone and everyone who stands in his way.","release_date":"1972-08-02","vote_average":7.0,"runtime":89,"cert":"N\/A","id":49967,"title":"The One-Armed Boxer","adult":false,"genre_ids":[28,12]},{"cast":["Paul Gross","Leslie Hope","Guy Nadon","Martha Henry","Callum Keith Rennie"],"overview":"When Canada's Prime Minister drowns in what appears to be a boating accident, his son takes office and is drawn into a deceptive world of power and corruption.","release_date":"2004-01-04","vote_average":6.0,"runtime":177,"cert":"N\/A","id":49968,"title":"H2O","adult":false,"genre_ids":[18,53]},{"cast":["Judy Davis","Jan Adele","Claudia Karvan","Frankie J. Holden","John Clayton"],"overview":"Story about a backup singer for an Elvis impersonator who re-enters her past when she leaves a tour in a small town and finds her daughter in a mobile home park.","release_date":"1987-07-30","vote_average":7.8,"runtime":101,"cert":"N\/A","id":49969,"title":"High Tide","adult":false,"genre_ids":[18]},{"cast":["Vivica A. Fox","Innis Casey","Brad Dourif"],"overview":"A gritty psychological-horror-thriller that delves the demented mind of a cannibalistic serial rapist who kidnaps his tenth victim in as many months on Halloween night.","release_date":"2009-08-09","vote_average":4.5,"runtime":91,"cert":"N\/A","id":49970,"title":"Junkyard Dog","adult":false,"genre_ids":[27,53]},{"cast":["Daniel Giménez Cacho","Claudia Ramírez","Luis de Icaza","Astrid Hadad","Dobrina Liubomirova"],"overview":"Tomás Tomás is a young yuppie playboy with a string of discarded girlfriends. But when Silvia, the victim of one of his adventures, tries to get revenge by typing \"positive\" on his AIDS test, Tomás experiences for the first time the realities of love and death.","release_date":"1991-09-01","vote_average":6.9,"runtime":94,"cert":"N\/A","id":49971,"title":"Only with Your Partner","adult":false,"genre_ids":[18,35,10749]},{"cast":["João César Monteiro","Gracinda Nave","Sylvie Rocha","Dalila Carmo","Anabela Teixeira"],"overview":"An ice-cream seller lusts after the female employees in his shop.","release_date":"1995-01-01","vote_average":7.7,"runtime":170,"cert":"N\/A","id":49974,"title":"God's Comedy","adult":false,"genre_ids":[35,18]},{"cast":["Tomáš Hanák","Miroslav Donutil","Zuzana Stivínová","Eva Holubová","Dagmar Bláhová"],"overview":"After two troubled but powerful men rape a young hitchhiker who happens to be a vet, she drugs them and removes their testicles.","release_date":"1998-04-16","vote_average":4.3,"runtime":124,"cert":"N\/A","id":49975,"title":"Traps","adult":false,"genre_ids":[35,18]},{"cast":["Lluís Homar","Pepa López","Àlex Casanovas","Mercè Arànega","Mercè Pons"],"overview":"Minimalistic frieze fifteen episodes about human behavior (desire, submission, love, jealousy, wisdom, honesty, sincerity, passion, faith, ...) located between two fantastic stories about the will and doubt.","release_date":"1995-03-10","vote_average":6.0,"runtime":92,"cert":"N\/A","id":49976,"title":"El perquè de tot plegat","adult":false,"genre_ids":[18]},{"cast":["Johan Bergman","Monica Zetterlund","Magnus Härenstam","Ernst-Hugo Järegård","Carl Billquist"],"overview":"Six year old Johan, a.k.a. Fimpen, loves football. One day his talents are discovered. It doesn't take long before Fimpen gets to travel around with the national team. Fimpen becomes an idol and media wants a piece of him all the time. It gets hard to catch up in school.","release_date":"1974-01-01","vote_average":5.6,"runtime":89,"cert":"N\/A","id":49977,"title":"The Butt","adult":false,"genre_ids":[18,35,10751]},{"cast":["Dorota Segda","Paulus Manker","Péter Andorai","Gábor Máté","Eszter Kovács"],"overview":"Budapest, 1880. Two twin daughters, Dóra and Lili were separated after mother has died. ways. Years after Lili become a feministanarchist, while Dora - hedonistic courtesan. One day their paths crossed once again when they both met Mr. Z.","release_date":"1989-09-01","vote_average":7.5,"runtime":102,"cert":"N\/A","id":49978,"title":"My Twentieth Century","adult":false,"genre_ids":[35,18]},{"cast":["Sophie Marceau","Guillaume Canet","Pascal Greggory","Michel Subor","Magali Noël"],"overview":"Clélia is a very attractive photographer starting a new job for a sensationalist newspaper. She soon becomes involved with three very different men: Cléve, a middle aged books editor, Nemo, a mysterious photographer and Rupert McRoi, the owner of the broadcasting and tabloid company where she works.","release_date":"2000-04-05","vote_average":5.8,"runtime":159,"cert":"N\/A","id":49979,"title":"Fidelity","adult":false,"genre_ids":[18]},{"cast":["Crissy Rock","Vladimir Vega","Sandie Lavelle","Mauricio Venegas","Ray Winstone"],"overview":"Maggie has had four children, by four different fathers, removed by social services because of a previous violent relationship. When she meets Jorge, a gentle Latin American refugee, she gradually sees her chance for happiness, but her history still haunts her.","release_date":"1994-02-18","vote_average":7.2,"runtime":101,"cert":"18","id":49980,"title":"Ladybird Ladybird","adult":false,"genre_ids":[18]},{"cast":["Patricia Arquette","Dermot Mulroney","Mary-Louise Parker","Ellen DeGeneres","John Neville"],"overview":"Police investigate when a man having an affair with his brother's wife disappears suddenly.","release_date":"1998-05-01","vote_average":5.6,"runtime":102,"cert":"N\/A","id":49981,"title":"Goodbye Lover","adult":false,"genre_ids":[53,35,80,9648]},{"cast":["Tony Leung Chiu-Wai","Chan Chung-Yung","Hsin Shu-Fen","Wu Nien-Jen","Jack Kao"],"overview":"Soon after Japan relinquishes control of Taiwan in 1945, the Lin brothers face hardships from the changing culture. Bar owner Wen-heung, the eldest brother, falls foul of local gangsters, Wen-sun disappears, and Wen-leung, scarred by his experiences in the war, ends up in an insane asylum. Deaf-mute photographer Wen-ching, the youngest brother, decides to make a stand and fight the Kuomintang government from China that is assuming power.","release_date":"1989-09-04","vote_average":7.5,"runtime":159,"cert":"N\/A","id":49982,"title":"A City of Sadness","adult":false,"genre_ids":[18]},{"cast":["Suzi Simpson","Tanquil Lisa Collins","Julie Strain","Kym Malin","Stacy Lynn Brown"],"overview":"Three Federal agents go in search of gold supposedly hidden by Quantrell during the Civil War after they are suspended by a corrupt official for excessive force during a drug raid. Meanwhile a drug lord hires a hit woman to kill the three for interfering with his operations.","release_date":"1993-01-01","vote_average":4.6,"runtime":92,"cert":"N\/A","id":49983,"title":"Enemy Gold","adult":false,"genre_ids":[28,12,53]},{"cast":["Rosario Bléfari","Valeria Bertuccelli","Marcelo Zanelli","Vicentico","Luis Mancini"],"overview":"After her 27th birthday, Silvia Prieto decides to take charge of her life and make some changes. At the same time, she suddenly finds herself intertwined in the life of another woman who is also named Silvia Prieto.","release_date":"1999-02-24","vote_average":6.3,"runtime":93,"cert":"N\/A","id":49984,"title":"Silvia Prieto","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"This is a film about a famous Bulgarian wrestler who is forced by the police authorities to work for them. We see a lonely man, tortured by his consciousness, who dies without single scratch.","release_date":"1989-01-01","vote_average":0.0,"runtime":141,"cert":"N\/A","id":49985,"title":"Bez draskotina","adult":false,"genre_ids":[]},{"cast":["Fanny Ardant","François Cluzet","Jean-Roger Milo","Marie Rousseau","François Lauzon"],"overview":" ","release_date":"1985-01-01","vote_average":0.0,"runtime":92,"cert":"N\/A","id":49986,"title":"Les enragés","adult":false,"genre_ids":[]},{"cast":["Marcus Fleischer","Mathieu Carrière","Dorota Zienska","Helga Göring","Christian Trautsch"],"overview":"Wolfgang (13) lives on the street. One night, by chance, he finds the head of a statue for which a large reward is being offered. To collect the reward, he goes to the specified address - a beautiful, old house on the outskirts of the city - and meets with an elderly woman. Because of the unexpected beauty and tranquillity of his surroundings, Wolfgang keeps quiet about the statue head, and stays. But things soon start to change, because the old woman, although mute and tied to a wheelchair as a result of a stroke, suddenly begins to behave strangely, she wants something from him ...","release_date":"1995-11-01","vote_average":8.0,"runtime":81,"cert":"N\/A","id":49987,"title":"Herz aus Stein","adult":false,"genre_ids":[18]},{"cast":["Rosalie Michaels","Katrina Ryan","Shane Dean","Richard Anderson","Cavin Gray"],"overview":"John, Julian and Paul enter the Kaibab National Forest for a three-week survival trip and peyote vision quest. The only items they take with them are a knife, a bottle of water and a garbage bag each. A week into their journey a disastrous turn of events changes everything and the men are forced to ultimately confront the darkest corners of their morality and mortality. Battling the elements and each other, the quest becomes to make it out of the forest alive.","release_date":"2009-05-16","vote_average":4.3,"runtime":98,"cert":"N\/A","id":49988,"title":"Deadfall Trail","adult":false,"genre_ids":[27,53]},{"cast":["Gordon Pinsent","Ken Carter","Evel Knievel","Dar Robinson","Robert Fortier"],"overview":"Devil at Your Heels, traces the trials of stuntman Ken Carter who attempts a death defying aerial jump in a car. Not content with a normal jump, Ken Carter attempts a jump from Canada to the USA.","release_date":"1981-03-13","vote_average":5.2,"runtime":103,"cert":"N\/A","id":49991,"title":"The Devil At Your Heels","adult":false,"genre_ids":[99]},{"cast":["Carlo Verdone","Luis Sepúlveda","Antonio Albanese","Melba Ruffo","Sofia Baratta"],"overview":"A seagull is caught by the black tide of a sinking petrol ship. She manages to fly inland and falls down in a garden by a cat. Moribund, she asks the cat to fulfill three promises: that when she lays her egg he must not eat it; that he must take care of it until it hatches; that he would teach the newborn how to fly.","release_date":"1998-12-22","vote_average":7.6,"runtime":75,"cert":"N\/A","id":49992,"title":"Lucky and Zorba","adult":false,"genre_ids":[16]},{"cast":["Narisa Suzuki"],"overview":"While roaming the wild plains on a quest to find a cache of hidden riches, sharp-shooting bounty hunter Butch (John Elliott) and his outlaw companions come across a deadly gang with supernatural powers in this stylized Western. As the hunt for the gold treasure becomes competitive -- and violent -- Butch, morally questionable Rattler Fenton (Brad Allen) and vengeful Akemi (Narisa Suzuki) must confront the evil and powerful Mondego (Ben Hall).","release_date":"2009-06-17","vote_average":3.0,"runtime":89,"cert":"N\/A","id":49995,"title":"The Gunslingers","adult":false,"genre_ids":[28,37]},{"cast":[],"overview":"","release_date":"1990-02-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":49996,"title":"Und freitags in die \"Grüne Hölle\"","adult":false,"genre_ids":[99]},{"cast":["Sheri Bayles"],"overview":"Veteran nurse Sheri Bayles helps parents learn to care for the newest members of their families in this instructional video, demonstrating with real babies important techniques such as swaddling and explaining what gear they will need. Newborns don't come with instruction manuals, but Bayles's easy-to-follow tips teach new parents almost everything they need to help their babies thrive as they mature from infants to toddlers.","release_date":"2005-03-24","vote_average":0.0,"runtime":50,"cert":"N\/A","id":49997,"title":"Laugh and Learn About Newborn Baby Care","adult":false,"genre_ids":[99]},{"cast":["Otto Waalkes","Max Giermann","Arnd Schimkat","Jasmin Schwiers","Martin Hentschel"],"overview":"","release_date":"2010-12-01","vote_average":5.7,"runtime":null,"cert":"N\/A","id":49998,"title":"Otto's Eleven","adult":false,"genre_ids":[35]}]