[{"cast":[],"overview":"A documentary sharing the story of five women captured and enslaved by the Japanese military as \"comfort women\" during World War II.","release_date":"","vote_average":9.0,"runtime":60,"cert":"N\/A","id":499500,"title":"63 Years On","adult":false,"genre_ids":[99]},{"cast":[],"overview":"This, the first ever Merseyside final, was a great FA Cup occasion. Everton took the lead through Gary Lineker after 27 minutes, but a second-half fight-back by Liverpool through goals by Rush (2) and Johnston clinched the cup and the double for the 'Mighty Reds'","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":499502,"title":"1986 FA Cup Final Liverpool FC v Everton","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":499504,"title":"O mistério do Dominó Preto","adult":false,"genre_ids":[]},{"cast":[],"overview":"A collection of football star Ian Rush's best goals together with interviews with friends, family and colleagues. Rush guides you through his school days, his triumphs at Liverpool and his ill-fated trip to Italy before his return to Liverpool","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":499506,"title":"Goal Rush - The Official Story Of Ian Rush","adult":false,"genre_ids":[]},{"cast":["Paulo Henrique Caruso","Orival Pessini","Eleonora Prado"],"overview":"Reunion of sketches with Fofão, a character created by actor Orival Pessini. We have Fofão at school, teaching sports, singing at a \"Samba School\", conducting a choir of shoes, as a taxi driver, as a Super-Hero, and in many other situations.","release_date":"1987-06-23","vote_average":3.0,"runtime":79,"cert":"N\/A","id":499508,"title":"As Apatralhadas do Fofão","adult":false,"genre_ids":[35,10751]},{"cast":[],"overview":"","release_date":"2018-01-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":499519,"title":"Platamama","adult":false,"genre_ids":[]},{"cast":["Marika Rökk","Imre Ráday","Antal Páger","Gyula Gózon","Kálmán Rózsahegyi"],"overview":"","release_date":"1932-03-05","vote_average":0.0,"runtime":null,"cert":"\"\"","id":499521,"title":"Csókolj meg, édes!","adult":false,"genre_ids":[35]},{"cast":["J.W. Mahoney"],"overview":"A look at the region","release_date":"2005-01-22","vote_average":10.0,"runtime":180,"cert":"\"\"","id":499523,"title":"The Appalachians","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The guided tours in the Reichstag building are well attended; there’s lots of laughter at the simulated vote on a bill. At the Bundestag’s “Infomobile” in Dresden, a citizen complains that the government is out of touch with the people. SPD parliamentarians attend a workshop to practise strategies for dealing with right-wing populist topics. A crowd chants: close the borders! Journalists from the taz and Bild-Zeitung newspapers discuss the issues of the day. An editorial team from TV station MDR produces a report entitled “Attack on Democracy – the New Right.”","release_date":"2018-02-20","vote_average":0.0,"runtime":92,"cert":"N\/A","id":499528,"title":"Aggregate","adult":false,"genre_ids":[99]},{"cast":["Sut Jhally"],"overview":"Dreamworlds 3 examines the stories contemporary music videos tell about girls and women, and encourages viewers to consider how these narratives shape individual and cultural attitudes about sexuality. Illustrated with hundreds of up-to-date images, Dreamworlds 3 offers a unique and powerful tool for understanding both the continuing influence of music videos and how pop culture more generally filters the identities of young men and women through a dangerously narrow set of myths about sexuality and gender. In doing so, it inspires viewers to reflect critically on images that they might otherwise take for granted.","release_date":"2007-12-04","vote_average":0.0,"runtime":53,"cert":"\"\"","id":499530,"title":"Dreamworlds 3: Desire, Sex, and Power in Music Video","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":499532,"title":"Csoma Sándor követői - Magyar kutatók Ázsiában","adult":false,"genre_ids":[]},{"cast":[],"overview":"Jamilia is the heroine of the classic Kyrgyz novel about a young woman who, having been forced to marry, fled with her lover. Fifty years later, Aminatou Echard meets several generations of Kyrgyz women, resulting in portraits reflecting both the novel’s candor and the strength of today’s Jamilias.","release_date":"2018-02-18","vote_average":6.0,"runtime":84,"cert":"N\/A","id":499552,"title":"Jamilia","adult":false,"genre_ids":[99]},{"cast":["Petar Fradelić"],"overview":"There’s nothing more unspectacular than collecting water, or is there? It’s a simple task, but here it takes nearly 45 minutes, in what feels like real time: the man walks through the narrow streets, dog in tow, stopping to pick up glass bottles at the bright doorways, before heading down to the dark river. A lengthy row, a trek overland and finally the bottles are filled. It’s already dawn. The night was silent, save for the sound of the bottles clinking together and the pounding of the guns in the distance, that must be why the man met no one, why everything is as still as a painting, like what the boy sees out of the window at the very beginning, a village plucked from a fairy tale. With all the lengthy tracking shots, it would be tempting to call this real life, but the quality of the light is slightly off-kilter, all saturated greens, reds and yellows; even the landscape is lit like a stage-set.","release_date":"2018-02-21","vote_average":6.0,"runtime":104,"cert":"N\/A","id":499554,"title":"The Tree","adult":false,"genre_ids":[18]},{"cast":["Zhang Yu","Peng Yuchang","Wang Yu Wen","Congxi Li","Xiang Rong Dong"],"overview":"In the northern Chinese city of Manzhouli, they say there is an elephant that simply sits and ignores the world. Manzhouli becomes an obsession for the protagonists of this film, a longed-for escape from the downward spiral in which they find themselves.","release_date":"2018-03-08","vote_average":8.5,"runtime":234,"cert":"\"\"","id":499556,"title":"An Elephant Sitting Still","adult":false,"genre_ids":[18]},{"cast":["Laurențiu Ginghină","Corneliu Porumboiu"],"overview":"“Last autumn, a good childhood friend of mine, Florin, told me that his brother, Laurentiu, invented a new sport by changing the rules of football. One month later I went to Vaslui, my hometown, with a small film crew in order to learn more about this new sport...”","release_date":"2018-03-09","vote_average":8.0,"runtime":70,"cert":"\"\"","id":499558,"title":"Infinite Football","adult":false,"genre_ids":[99]},{"cast":["Ross Patterson","Mat Best"],"overview":"One of the world's most popular podcasts, Drinkin' Bros, goes on a raucous live tour.","release_date":"2017-11-20","vote_average":0.0,"runtime":85,"cert":"\"\"","id":499560,"title":"Drinkin' Bros Live: The Shaved Eagle Tour","adult":false,"genre_ids":[35]},{"cast":["Joan Adler","Leena Komppa"],"overview":"Featuring Joan Adler (who also appears in Chinese Checkers), Soliloquy is one of the four early Stephen Dwoskin films that were awarded the Solvey prize at the EXPRMNTL festival in Knokke, Belgium in 1967. “In Soliloquy a girl broods uncertainly over a failed love affair, while the camera roves over her fingers, her cigarette, her knuckles, her lips and the hand mirror in which she peers. In its dark reflection one isolated eye seems a dead thing, twitching; the split between her body and her spoken thoughts becomes a strange bilocation of consciousness; towards the end, an aeroplane drones overhead” (Raymond Durgnat)","release_date":"1967-12-27","vote_average":6.0,"runtime":9,"cert":"N\/A","id":499562,"title":"Soliloquy","adult":false,"genre_ids":[18]},{"cast":["Glenn Plummer","Brian Borello","Diana Costa","Samantha Esteban","Linc Hand"],"overview":"Which side will you choose when evil takes over...","release_date":"2014-07-07","vote_average":0.0,"runtime":85,"cert":"\"NR\"","id":499585,"title":"The Other Side","adult":false,"genre_ids":[53]},{"cast":["Gatot Brajamusti","Nadine Chandrawinata","Mario Irwinsyah","Yama Carlos","Tamara Tiasmara"],"overview":"When a group of human traffickers kidnapped young girls from his village, action preacher Azrax must go to Hong Kong to destroy the syndicate and bring them home.","release_date":"2013-01-19","vote_average":0.0,"runtime":90,"cert":"N\/A","id":499587,"title":"Azrax Melawan Sindikat Perdagangan Wanita","adult":false,"genre_ids":[28,18]},{"cast":["Hermir Valvassori","Fernanda Montenegro","Angelito Mello"],"overview":"","release_date":"1971-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":499589,"title":"A Vida de Jesus Cristo","adult":false,"genre_ids":[18]},{"cast":["Josh Duvendeck","Kyle S. More","Matt Cook","Matt Shively","Jill Lover"],"overview":"Back in 1968, Bucky and the Squirrels topped the charts with their dance hit 'Do the Squirrel.' Unfortunately, on their first promotional tour, the plane carrying the band crashed and disappeared somewhere in the Swiss Alps - never to be heard of again. That is until now, 50 years later, when the plane is discovered with the Squirrels still inside - frozen alive. Naturally, they're taken to a cryonics lab to be defrosted. Long Live the Squirrels!","release_date":"2018-01-26","vote_average":0.0,"runtime":82,"cert":"\"PG\"","id":499591,"title":"Bucky and the Squirrels","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The story based on an idea by Antón Reixa and inspired by a real case, describes the adventures of a modest football team that, due to various ups and downs, has been sponsored by a girls club. What follows, is the imaginable scandal on the part of the traditional sector of the town, and the subsequent reaction of \"living forces.\" The three main ingredients of this comedy are soccer, with a constant presence in our lives, prostitution and other activities condemned by established morality, and love.","release_date":"2009-07-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":499599,"title":"Fútbol de alterne","adult":false,"genre_ids":[]},{"cast":[],"overview":"Russia has a surfeit of overqualified graduates. Nastya Sokolova is one of them. Her career, if you can call it that, gave her a plethora of unexpected work experiences: from desk slave in banking to head bookkeeper of an illegal brothel. The film’s eight tableaus detail the various workplaces, colleagues and situations. To finish it off: deadpan commentary.","release_date":"2018-01-25","vote_average":0.0,"runtime":29,"cert":"N\/A","id":499616,"title":"Eight Images from the Life of Nastya Sokolova","adult":false,"genre_ids":[99]},{"cast":[],"overview":"After a tumultuous youth, with various boarding schools and rehabs, Michael (22) ends up in debt and without a permanent residence between the concrete of the South of Rotterdam. Michael becomes infatuated with hard and heavy sport where you use your own body weight. He dreams of traveling; 'Away from Rotterdam South, away from this situation'.","release_date":"2017-04-23","vote_average":0.0,"runtime":19,"cert":"N\/A","id":499618,"title":"Bars","adult":false,"genre_ids":[]},{"cast":["Ashley Adams","Brittany Bliss","Skylar Green","Jenna Ashley","Jerry"],"overview":"Jerry was so impressed with Ashley's perky natural tits and sweet lil' snatch that he decided to skip his trip back to Prague so he could stretch her out proper! Brittany Bliss is a naughty brunette escort who is always happy to lick a big pair of balls before she lets her client take a dip in her tight little box. Nick's whacky personal assistant accidentally ordered him a hot blonde whore named Skylar instead of ice cream, whoops! Mike's buddies knew he didn't want a surprise party for his b-day so they gave him Jenna's \"Surprise Pussy\" instead.","release_date":"2015-05-11","vote_average":8.0,"runtime":132,"cert":"\"NC-17\"","id":499620,"title":"Dippin' Twats... My Favorite Dessert","adult":true,"genre_ids":[]},{"cast":[],"overview":"Short documentary about the fashionable and versatile Dennis Bijleveld: fashion designer, optimist and dragqueen.","release_date":"2017-09-25","vote_average":0.0,"runtime":10,"cert":"N\/A","id":499622,"title":"Ma'MaQueen","adult":false,"genre_ids":[]},{"cast":[],"overview":"The story of Stalkerman","release_date":"2017-05-18","vote_average":0.0,"runtime":911,"cert":"N\/A","id":499624,"title":"Stalkerman","adult":false,"genre_ids":[]},{"cast":[],"overview":"A breathtaking helicopter landing drops us smack in the middle of an isolated community of miners in snowy Barentsburg. Recently coal mining became less profitable, but the geopolitical importance of Russian presence in the Arctic archipelago cannot be underestimated. So the miners keep steering their mine carts back and forth with a stubborn determination. A dark perspective on a society which seems to have reached a terminal industrial stage, heading towards total exhaustion.","release_date":"2018-01-27","vote_average":0.0,"runtime":34,"cert":"N\/A","id":499626,"title":"Outpost","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Borrowing words from Laura Mark's 'Transnational Object' and DW Winnicott's 'Transitional Object', all carefully etched into the 16mm film surface, Nazli Dinçel's latest work Between Relating and Use is an attempt to work ethically in a foreign land. Transitioning from assuming the position of an ethnographer, we turn and explore inwards – on how we use our lovers.","release_date":"2018-01-27","vote_average":0.0,"runtime":9,"cert":"N\/A","id":499628,"title":"Between Relating and Use","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2011-06-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":499645,"title":"Thomas and Friend TV  Series13　Thomas' s great pursuit","adult":false,"genre_ids":[16,10751]},{"cast":["Faten Hamama"],"overview":"Thriller starring Fatin Hamama. A charming and beautiful woman marries a wealthy older man, seemingly with a ruthless plan to acquire his fortune.","release_date":"","vote_average":0.0,"runtime":132,"cert":"N\/A","id":499647,"title":"The Time of Miracles","adult":false,"genre_ids":[]},{"cast":["Charlotte Vale","Lorelei Lee","Dana DeArmond","Kagney Linn Karter","Kelly Divine"],"overview":"Rocco and his crew of rough-sex-lovin' Euro-scallywags go crazier than ever in this high-energy romp through the occasionally dark side of recreational sex.","release_date":"2010-09-01","vote_average":0.5,"runtime":145,"cert":"\"NC-17\"","id":499649,"title":"Rocco's Power Slave","adult":true,"genre_ids":[]},{"cast":["Waichiro Murata","Kumiko Komiyama"],"overview":"Wai-chan is one of the last remaining fishermen in Ushimado, a small village in Seto Inland Sea, Japan. At the age of 86, he still fishes alone on a small boat to make a living, dreaming about his retirement. Kumi-san is an 84 year old villager who wanders around the shore everyday. She believes a social welfare facility “stole” her disabled son to receive subsidy from the government. A “late - stage elderly” Koso-san runs a small seafood store left by her deceased husband. She sells fish to local villagers and provides leftovers to stray cats. Foresaken by the modernization of post-war Japan, the town Ushimado's rich, ancient culture and tight-knit community are on on the verge of disappearing.","release_date":"2018-02-17","vote_average":8.0,"runtime":122,"cert":"N\/A","id":499651,"title":"Inland Sea","adult":false,"genre_ids":[99]},{"cast":["Víctor Parra","Lilia del Valle","Domingo Soler","Agustín Isunza","Jorge Arriaga"],"overview":"Criminal on the lam assumes the identity of a dead priest and takes his place in a rural parish.","release_date":"1950-10-17","vote_average":0.0,"runtime":93,"cert":"N\/A","id":499656,"title":"La fe en Dios","adult":false,"genre_ids":[]},{"cast":["Kara Hilton","Marcus Graves","Sharon Wilson","Jimmy Isaac"],"overview":"A reclusive young woman with a debilitating phobia develops a troubling obsession with her therapist.","release_date":"2016-01-24","vote_average":3.5,"runtime":113,"cert":"\"\"","id":499658,"title":"Mandy","adult":false,"genre_ids":[18]},{"cast":["Sunil Shetty","Anjali Jathar","Anupam Kher"],"overview":"One of the employees of Vijay's parents, Babu, is sentence to a long jail term for killing them. In hot pursuit to avenge the death of his parents Vijay wait until Babu is release from jail and confronts him. It is this confrontation that will change Vijay's life as Babu confides to him that he was framed for the murder of his parents; this then lightens up a man-hunt for the real perpetrators of this crime.","release_date":"1996-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":499660,"title":"Shastra","adult":false,"genre_ids":[]},{"cast":[],"overview":"The film follows the matrix of hierarchies and relationships involved in a transaction of seeds between the Norwegian town of Longyearbyen in Svalbard, an island in the Arctic Ocean, and the Bekaa Valley in Lebanon.","release_date":"2018-02-16","vote_average":5.0,"runtime":70,"cert":"N\/A","id":499677,"title":"Wild Relatives","adult":false,"genre_ids":[99]},{"cast":["Asrani","Shakti Kapoor","Kader Khan","Razak Khan","Vikram Kumar"],"overview":"2007 Bollywood comedy","release_date":"2007-06-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":499679,"title":"Old Iss Gold","adult":false,"genre_ids":[]},{"cast":["Jeremy Koerner","John Ozuna","James Allen Brewer","Liz Clare","Joseph Camilleri"],"overview":"After a botched robbery, a local crime syndicate sends a rookie enforcer to take care of a loose end. When the hit goes sideways and his civilian girlfriend ends up missing, her brother, Rodd, a mild-mannered guidance counselor, conducts an exhaustive search through the city to find her. With the support of a martial artist instructor, Bruce, the pair consistently becomes overwhelmed by a violent outfit of criminals looking to silence them. However, Rodd has a mysterious and dangerous past of his own, and with the help of his friend, they formulate a plan to take on the organization in this nail-biting action thriller.","release_date":"2017-09-12","vote_average":8.0,"runtime":92,"cert":"\"NR\"","id":499681,"title":"Blood Relative","adult":false,"genre_ids":[80,18,28]},{"cast":["Dawn Chapman","Larry Burgan","Dawn Chapman","Larry Burgan","Kay Drey"],"overview":"Before the creation of the secret cities of Los Alamos, Oak Ridge and Hanford, the Manhattan Project hired the Mallinckrodt Chemical Works of St. Louis to refine the first uranium used in the atomic bomb dropped on Hiroshima. For the next two decades, Mallinckrodt continued its classified work for the Atomic Energy Commission during the Cold War. The resulting radioactive waste contaminated numerous locations in the St. Louis area some of which have not been cleaned up 70 years after the end of World War II. Told through the eyes of an overexposed worker, the story expands through a series of interviews that careen down a toxic pathway leading to a fiery terminus at a smoldering, radioactively-contaminated landfill. The First Secret City reveals a forgotten history and its continuing impact on the community in the 21st Century, uncovering past wrongdoing and documenting the renewed struggles to confront the issue.","release_date":"2015-11-15","vote_average":0.0,"runtime":105,"cert":"\"PG\"","id":499683,"title":"The First Secret City","adult":false,"genre_ids":[99]},{"cast":["Sean Connery","George Lazenby","Roger Moore","Timothy Dalton","Pierce Brosnan"],"overview":"What would six James Bonds do if they were thrown together? The results are deadly.  When world peace is threatened, MI6 sends its six best agents into the field, each with their own mission to do. But the world isn't big enough for six James Bonds, and waiting around every corner is a rival Bond ready to take them down. As you’d expect- battles, backstabbing and Bond one-liners abound as all the Bonds constantly run into each other as they traverse the globe. Only one will emerge as the winner. Place your bets: we've just upped the blinds...  DIE SPY KILL KILL is a combination of the canon James Bond films. All of them. Sean Connery, George Lazenby, Roger Moore, Timothy Dalton, Pierce Brosnan, and Daniel Craig face off against each other in a blood feud to the bitter death, for the first -and last- time.","release_date":"2018-01-18","vote_average":10.0,"runtime":136,"cert":"N\/A","id":499685,"title":"Die Spy Kill Kill","adult":false,"genre_ids":[28]},{"cast":["João Vasco Mora"],"overview":"Lisbon - Madrid train travel","release_date":"1969-01-02","vote_average":0.0,"runtime":13,"cert":"N\/A","id":499687,"title":"Expressos Lisboa - Madrid","adult":false,"genre_ids":[99]},{"cast":["Kristina Rose","Kagney Linn Karter","Dana DeArmond","Adrianna Nicole","Bobbi Starr"],"overview":"Rocco Ravishes L.A. serves up more of Rocco Siffredi's spectacular return to performing, as he plows through a horny posse of Southern California sluts who are all too eager to get the rough and randy treatment from the Italian Stallion!","release_date":"2009-09-02","vote_average":0.0,"runtime":159,"cert":"\"NC-17\"","id":499710,"title":"Rocco Ravishes LA","adult":true,"genre_ids":[]},{"cast":[],"overview":"A fairy tale film about the metamorphoses of a child, reacting to each glance with a magic whirlwind, which changes its gender - from a boy it becomes a girl and vice versa. While looking for a solution, the family of this peculiar child meets a family of gypsy-sorcerers. Their abilities are concentrated in their daughter Lily. She makes an extraordinary sacrifice in the name of love.","release_date":"2017-10-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":499712,"title":"Lilly The Little Fish","adult":false,"genre_ids":[]},{"cast":["Sally Mullins","Kelly Erin Decker","Marlene Mc'Cohen","Genna Mc'Cohen","Art Roberts"],"overview":"Monsters are real, they came from outer space and they are here to destroy the world - unless we can stop them.","release_date":"2017-11-24","vote_average":0.0,"runtime":85,"cert":"\"NR\"","id":499714,"title":"Things 4","adult":false,"genre_ids":[27]},{"cast":["Jiří Suchý","Jiří Šlitr","Vlasta Kahovcová","Irena Ledvinová"],"overview":"","release_date":"1965-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":499716,"title":"Recital S + Š","adult":false,"genre_ids":[10770,10402]},{"cast":[],"overview":"A ruthless gangster worms his way into the affections of a timber merchant. Using lies, deceit and murder he plots to usurp the place of the merchant's son, steal his inheritance and his girl.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":499718,"title":"Anokhi Ada","adult":false,"genre_ids":[]},{"cast":["Éric Carrière","Francis Ginibre","Bruno Lochet","Sophie Mounicot","Lionel Abelanski"],"overview":"","release_date":"2018-04-25","vote_average":5.0,"runtime":null,"cert":"N\/A","id":499720,"title":"Les Municipaux, ces héros","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The stories of Eitan, Yigal and Miri show how long the past can cast its shadows. Their Holocaust-surviving parents were abused by the Nazis, then became abusers themselves—their fear and grief transformed into aggression and anger towards their children. For the first time on-screen, children of Holocaust survivors talk openly about the mental and physical suffering they experienced. Stories of abuse contrast with cheerful-looking black-and-white photos of the families. Even the grandchildren appear to be suffering from their parents’ burden of sorrow and pain. The children's attempt to talk about the past, as with Eitan and his ailing mother and Miri with her son, seem futile. The palpable inability to make contact is almost unbearable. Shadows asks the unavoidable questions: how long will the Holocaust continue to exert its evil influence on future generations, and how can the demons of the past be exorcised?","release_date":"","vote_average":0.0,"runtime":53,"cert":"N\/A","id":499737,"title":"Shadows","adult":false,"genre_ids":[]},{"cast":["Chloë Grace Moretz","Julianne Moore","Kimberly Peirce","Kevin Misher","Judy Greer"],"overview":"Take a peek behind the making of the 2013 remake of Carrie, based on the bestselling novel by Stephen King.","release_date":"2014-01-14","vote_average":6.2,"runtime":21,"cert":"\"\"","id":499739,"title":"Creating Carrie","adult":false,"genre_ids":[27,99]},{"cast":["Matt Crawford","Alan Snider","Leah Dubuc","Allex Tarr","Tom Slade"],"overview":"Christopher Walken has branched out from his very successful acting career to pursue his true passion, creating artisanal coffee beverages and pastries, but be warned his concoctions have more than just meets the eye.","release_date":"2016-12-05","vote_average":0.0,"runtime":4,"cert":"\"\"","id":499741,"title":"Christopher Walken's Coffee Shop","adult":false,"genre_ids":[16,35]},{"cast":["Riley Reid","Lola Foxx","Veronica Rodriguez","Lara Brookes","James Deen"],"overview":"Riley gets stuck babysitting her younger sister. James shows up looking for her father, but Riley is looking for something herself. Manuel is looking to hire a new babysitter. Lola comes highly recommended from one of the neighbors, but what he doesn't know is that she wants to do more than babysit. John leaves for a meeting leaving Veronica to watch the baby. Veronica gets a phone call from her horny boyfriend convincing her to have phone sex. John walks in on a very wet and horny Veronica. Lara arrives at Anthony's house only to find out that she's not needed that night. Anthony gives her a ride back to her place. On the way Lara offers her body on the side to keep him happy about his shitty marriage.","release_date":"2013-08-06","vote_average":0.0,"runtime":129,"cert":"\"NC-17\"","id":499743,"title":"Babysitter Diaries 11","adult":true,"genre_ids":[]},{"cast":["Hibari Misora","Chiemi Eri","Minoru Chiaki","Akitake Kôno","Kunio Kaga"],"overview":"Playhouse employees Okimi and Otoshi become involved in an undercover officer’s investigation of a gang when they accidentally walk in on a drug deal taking place at their theater.","release_date":"1962-01-03","vote_average":0.0,"runtime":86,"cert":"N\/A","id":499748,"title":"Travels of Hibari and Chiemi","adult":false,"genre_ids":[12,35,10402]},{"cast":["Sumiko Fuji","Koji Tsuruta","Gannosuke Ashiya","Michiyo Kogure","Tatsuo Endô"],"overview":"Taking place in Shinshu in the 1920s, Tsumakoi Okoma, while traveling to hone her gambling skills, teams up with the vagabond Tsukuba Tsuneji and comes into conflict with gamblers plotting to take over a rustic hot-spring town. Handling a gun and sword as skillfully as a man, Fuji Junko portrays an appealing personality that differs from Oryu in the Red Peony Gambler series.  Tsuruta Koji stars as the vagabond Tsukuba Tsuneji that tops the list of an impressive all-star cast that includes Endo Tatsuo, Kogure Michiyo, Ashiya Gannosuke, Kitamura Eizo, and many others. This film is an authentic yakuza movie that conveys the true \"Matatabi\" (wandering gambler) feeling.","release_date":"1971-01-23","vote_average":6.0,"runtime":90,"cert":"N\/A","id":499750,"title":"Okoma, the Orphan Gambler","adult":false,"genre_ids":[18,28]},{"cast":["Jorgeh Ramos","Patativa do Assaré"],"overview":"","release_date":"1987-05-19","vote_average":0.0,"runtime":77,"cert":"N\/A","id":499767,"title":"O Caldeirão da Santa Cruz do Deserto","adult":false,"genre_ids":[99]},{"cast":[],"overview":"73 Suspect Words is a deceptively simple and ultimately chilling meditation on the power of text. Ahwesh succinctly delves into one person's obsessive irrationality, and his expressions of fear and anger. Based on a spell-check of the Unabomber's manifesto, the work evokes the violence underlying the key words presented.","release_date":"2000-01-20","vote_average":0.0,"runtime":4,"cert":"\"\"","id":499769,"title":"73 Suspect Words","adult":false,"genre_ids":[]},{"cast":["Josh Mann","Timothy V. Murphy","Charles Fleischer","Florence Hall","Jeff Kober"],"overview":"Dystopia is a post apocalyptic thriller about the journey of a man and a young girl (Rick and Christine) who struggle to survive in a city of darkness and desolation. Imagine a world subjugated by global warming, headaches, violence, kidnappings, and homelessness. When a mysterious disaster strikes, the world as we know it turns upside down, creating a futuristic society where rules are non-existent. Throughout the barren landscapes of a lost city, our characters must find the inner strength and courage to confront the dangers of this terrifying world. Rick and Christine fight to stay alive, and through this process, discover riveting truths about themselves and the destructive disaster that has nearly destroyed their lives.","release_date":"2013-08-20","vote_average":0.0,"runtime":13,"cert":"\"\"","id":499771,"title":"Dystopia","adult":false,"genre_ids":[53]},{"cast":["Aditya Jaya","Ine Febriyanti","Kanatski","Ayas"],"overview":"Dhammariya is a bhikkhu who lives in a temple far away from cities. One day, he finds a meditator's cell phone which was left in a guest room. Dhammariya falls into the urge of using it to contact his family. This incident leads him back to his past and makes him unstable as he is attached to the cell phone.","release_date":"2010-01-20","vote_average":0.0,"runtime":25,"cert":"N\/A","id":499773,"title":"An Essence of Wind","adult":false,"genre_ids":[99,18]},{"cast":[],"overview":"","release_date":"1979-01-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":499775,"title":"Samba da Criação do Mundo","adult":false,"genre_ids":[10402,14]},{"cast":["David Lynch","Robert Knepper","James Belushi","Amy Shiels"],"overview":"Short documentary about the making of Twin Peaks: The Return.","release_date":"2017-12-05","vote_average":0.0,"runtime":30,"cert":"\"\"","id":499777,"title":"Tell It Martin","adult":false,"genre_ids":[99]},{"cast":["David Lynch","Kyle MacLachlan","Miguel Ferrer","Chrysta Bell","Tom Sizemore"],"overview":"Short documentary about Twin Peaks: The Return.","release_date":"2017-12-05","vote_average":0.0,"runtime":28,"cert":"\"\"","id":499779,"title":"See You on the Other Side Dear Friend","adult":false,"genre_ids":[99]},{"cast":["Fayard Nicholas","Harold Nicholas"],"overview":"The Nicholas Brothers are presented here in a way that reflects the joy and intrinsic goodness that seemed to come from their hearts, and express itself in brilliantly conceived and executed performances. The film addresses the difficult issues in their lives, such as Harold's health problems, and the fact that in the U.S. they were considered 2nd class citizens because of their race.","release_date":"","vote_average":0.0,"runtime":43,"cert":"N\/A","id":499799,"title":"The Nicholas Brothers: We Sing and We Dance","adult":false,"genre_ids":[99]},{"cast":["Abderrahmane Sissako","Martin Scorsese","Marlen Khutsiyev","Danny Glover"],"overview":"A portrait of the filmmaker Abderrahmane Sissako.","release_date":"2017-01-01","vote_average":0.0,"runtime":70,"cert":"N\/A","id":499801,"title":"Sissako, Beyond Territories","adult":false,"genre_ids":[]},{"cast":["Tannishtha Chatterjee","Maanvi Gagroo","Sunny Hinduja"],"overview":"Mehak and Raghav are a picture-perfect urban middle-class couple. But the friction in their relationship begins to unfold over a Facebook profile picture. What causes the tiff is the discovery that Raghav secretly admires the popular political leader who Mehak has quit her job to organize a protest march against. A contemporary and humorous take on the current political climate in our country and the significance that social media has assumed in our lives, \"Guy in the Sky\", is as bizarre and funny as true.","release_date":"2017-06-13","vote_average":6.0,"runtime":70,"cert":"N\/A","id":499803,"title":"Guy in the Sky","adult":false,"genre_ids":[35]},{"cast":["Hidetoshi Nishijima","Tilda Swinton","David Sylvian"],"overview":"A collaboration between Apichatpong and Japanese composer Ryuichi Sakamoto from his album “async”. The people falling asleep in this film are all his friends, he sent cameras to friends and asked them to shoot. Apichatpong often carries Digital Harinezumi camera with him, and completing a lot of works with this camera. This work was first exhibited at the WATARI Museum of Contemporary Art in Tokyo (Japan, 2017).","release_date":"2017-04-01","vote_average":0.0,"runtime":11,"cert":"N\/A","id":499805,"title":"async - first light","adult":false,"genre_ids":[]},{"cast":["Horacio Salinas","Anajosé Aldrete"],"overview":"An elderly comedian is buried up to his neck in the Mexican desert. A bitter young woman threatens to pulp his head with a nail bat; the only thing that can stall her are his stories of a mythical threshold behind which lies the absolute truth. Is she in his dream or he in hers? Or were they once the Bonnie-and-Clyde-like couple we keep seeing, exacting their revenge on the world?","release_date":"2018-01-25","vote_average":5.0,"runtime":61,"cert":"N\/A","id":499807,"title":"Drown Among the Dead","adult":false,"genre_ids":[]},{"cast":["Elizabeth Banks"],"overview":"Mac and Cheez are back, this time on a deep space adventure. Joined by their robot sidekick, their spaceship is endangered by teeth-gnashing space bugs and careening asteroids.","release_date":"2017-01-21","vote_average":5.0,"runtime":7,"cert":"\"\"","id":499809,"title":"Asteroids!","adult":false,"genre_ids":[]},{"cast":[],"overview":"My Only Idol is Reality is a video work created from an excerpt of Season One of MTV’s The Real World. The piece uses repetition as a framework for abstraction.","release_date":"","vote_average":0.0,"runtime":7,"cert":"N\/A","id":499829,"title":"My Only Idol is Reality","adult":false,"genre_ids":[]},{"cast":["Nadim Sawalha","Abdellatif Chaouqi","Mansour Badri","Leila Lamrabet","Ahlam Boussaber"],"overview":"","release_date":"2013-04-04","vote_average":8.0,"runtime":null,"cert":"N\/A","id":499831,"title":"Histoires de l'âge d'or islamique","adult":false,"genre_ids":[99]},{"cast":["Emily Davison"],"overview":"A routine account of the 1913 Epsom Derby, one of many horse races that Topical Budget covered that year, this film inadvertently made a contribution to the history of the suffragette movement by capturing the moment when activist Emily Davison (1872-1913) was trampled by Anmer, King George V's horse, after she had invaded the track and attempted to grab its reins.","release_date":"1913-04-05","vote_average":0.0,"runtime":4,"cert":"N\/A","id":499833,"title":"Topical Budget 93-1: The Derby 1913","adult":false,"genre_ids":[36]},{"cast":[],"overview":"The Bad Movie Police force deals with an obnoxious low-budget actor who \"wants\" to be arrested for appearing in the movie HUMANOIDS FROM ATLANTIS (1992).","release_date":"2004-01-01","vote_average":0.0,"runtime":61,"cert":"\"NR\"","id":499835,"title":"Bad Movie Police: Case #3: Humanoids From Atlantis","adult":false,"genre_ids":[]},{"cast":["Denjirô Ôkôchi","Takashi Ogawa","Yôko Umemura","Naoe Fushimi","Asako Yoshino"],"overview":"A Japanese silent film","release_date":"1930-05-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":499837,"title":"Ôoka Cases Devil's Image - Part One","adult":false,"genre_ids":[28]},{"cast":[],"overview":"A mocumentary about the fictional Swedish veau-de-ville artist Harry Viktor.","release_date":"","vote_average":0.0,"runtime":28,"cert":"N\/A","id":499839,"title":"A great Swede: Harry Viktor","adult":false,"genre_ids":[]},{"cast":["Shinobu Aoki","Tomio Aoki","Chiyoko Katori","Michiko Kuwano","Takeshi Sakamoto"],"overview":"A Japanese film","release_date":"1935-05-30","vote_average":0.0,"runtime":67,"cert":"N\/A","id":499859,"title":"Kare to kanojo to shônentachi","adult":false,"genre_ids":[]},{"cast":["Chôjûrô Kawarasaki","Kan'emon Nakamura","Shizue Kawarazaki","Kunitaro Kawarasaki","Emitaro Ichikawa"],"overview":"A tragic period film about a gangster who comes out of prison and finds it hard to find a place again in society.","release_date":"1935-11-01","vote_average":0.0,"runtime":74,"cert":"N\/A","id":499861,"title":"Machi no irezumi mono","adult":false,"genre_ids":[18]},{"cast":["Arturo Fernández","Milly Carlucci"],"overview":"The story of the relationship between a showgirl and a former toreador.","release_date":"1994-01-01","vote_average":0.0,"runtime":99,"cert":"N\/A","id":499863,"title":"Tiempos mejores","adult":false,"genre_ids":[]},{"cast":["Lucia","Chung Chen-Hung","David Verbeek","Klara Mucci","Lisa Lu"],"overview":"A Dutch photographer (played by David Verbeek himself – also a talented photographer in real life) takes a picture of a girl in a parking lot in nighttime Taipei as she plays with her kite. The photo transports us into her life. She is eight years old and is about to lose her best friend, a boy from a wealthy family who is moving to America. Back in the Netherlands, the photographer is confronted with his own constant loneliness. The photo of the girl evokes memories of his own childhood, when he still felt at home somewhere.","release_date":"2018-04-27","vote_average":6.0,"runtime":100,"cert":"N\/A","id":499865,"title":"An Impossibly Small Object","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A documentary film about a children’s jazz band from Kherson, a Ukrainian province.  From the authors of an awards winning documentary film Ukrainian Sheriffs.","release_date":"","vote_average":0.0,"runtime":61,"cert":"N\/A","id":499867,"title":"Dixie Land","adult":false,"genre_ids":[99]},{"cast":["Süreyya Soner","Yılmaz Erdoğan","Fikret Orman","Metin Tekin","Ali Gültiken"],"overview":"","release_date":"2018-02-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":499869,"title":"Güzel Adam Süreyya","adult":false,"genre_ids":[99]},{"cast":[],"overview":"An early film by Suliman Mohamed Ibrahim Elnour.","release_date":"1978-01-01","vote_average":0.0,"runtime":20,"cert":"N\/A","id":499886,"title":"It Still Rotates","adult":false,"genre_ids":[]},{"cast":["Domingo Soler","Consuelo Frank","Dolores Camarillo","Ernesto Alonso","José Baviera"],"overview":"Biography of early-1800s Mexican priest\/statesman.","release_date":"1943-04-22","vote_average":0.0,"runtime":108,"cert":"N\/A","id":499888,"title":"El padre Morelos","adult":false,"genre_ids":[36,12,18]},{"cast":["Phil Collins","Daryl Stuermer","Leland Sklar","Chester Thompson","Tony Smith"],"overview":"\"In 2004 I came to a major decision in my life. I decided to stop my seemingly endless days of touring. I had been on the road for the last 30 years, and now with 2 young children I decided that enough was enough. It was time to say goodnight. This film documents the last stage of that goodnight tour. It covered many places I'd never played before, and some places NO ONE had played before. The result was that we encountered many remarkable obstacles. Sadly it was during this tour that my marriage slowly disintegrated before my eyes... and there was nothing to be done but continue. Filmmaker Anthony Mathile was with me from the first day of rehearsals to the last date in Prague. Therefore he captured many moments, good\/bad... happy\/sad. For me it is a film of mixed emotions, but it is also a film that touches me more than anything I've done before.\" - Phil Collins","release_date":"2007-06-11","vote_average":0.0,"runtime":78,"cert":"N\/A","id":499890,"title":"The Long Goodnight: A Film About Phil Collins","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A film by Costa Diagne.","release_date":"1965-01-01","vote_average":0.0,"runtime":19,"cert":"N\/A","id":499892,"title":"A Woman","adult":false,"genre_ids":[]},{"cast":["Elvis Presley"],"overview":"The Elvis phenomenon has its roots in his birthplace where Presley began a musical journey that would take him from the wrong side of the tracks in Tupelo through Memphis to worldwide iconic status. Using interviews, recordings, photographs and rare home movies, Elvis: Return to Tupelo is the rock n roll adventure story of one of the greatest cultural forces of the twentieth century.","release_date":"2008-08-01","vote_average":0.0,"runtime":90,"cert":"\"\"","id":499894,"title":"Elvis: Return To Tupelo","adult":false,"genre_ids":[99]},{"cast":["Eric Roberts","Courtney Mclaughlin","Alex Russo","Joe Fishel"],"overview":"The life of Annabelina and Tedandra, two sisters trapped inside the dark world of childhood nightmares and life's challenges.","release_date":"2017-08-12","vote_average":0.0,"runtime":92,"cert":"\"\"","id":499896,"title":"Lux in Tenebris","adult":false,"genre_ids":[18]},{"cast":["Don Hanmer","Esther Ralston","Lewis Charles"],"overview":"A man must decide whether or not he wants to survive a hydrogen bomb blast. If he does he'll be the only person remaining on earth--not a pleasant predicament.","release_date":"1952-06-13","vote_average":0.0,"runtime":30,"cert":"\"\"","id":499916,"title":"Tales of Tomorrow: All the Time in the World","adult":false,"genre_ids":[80,878]},{"cast":[],"overview":"A television version of Berlioz's oratorio.","release_date":"1985-12-30","vote_average":0.0,"runtime":120,"cert":"N\/A","id":499918,"title":"L'Enfance du Christ","adult":false,"genre_ids":[10402]},{"cast":["Arianny Koda","Brianna Rose","Dee Siren","Virgo Peridot","Lucky B. Dallas"],"overview":"Sultry performer and creative kink queen Aiden Starr directs video in a variety of niches, but if you’re seeking sensual solo fun with sweet, voluptuous BBWs, “Curvy Casting Couch Volume 2” is the heaviest! Aiden’s pleasantly plush ladies are generously endowed in every department, and they boldly satisfy their lustful urges with the camera watching.","release_date":"2015-05-27","vote_average":0.0,"runtime":129,"cert":"\"NC-17\"","id":499920,"title":"Curvy Casting Couch 2","adult":true,"genre_ids":[]},{"cast":[],"overview":"An animated version of Dickens' novel","release_date":"1985-01-01","vote_average":0.0,"runtime":71,"cert":"N\/A","id":499922,"title":"The Pickwick Papers","adult":false,"genre_ids":[16]},{"cast":["Carlson Young","Zena Grey","Brianne Tju","Robert Axelrod","Theo Taplitz"],"overview":"Margaret has been plagued with dreams of a strange world since she was a little girl. After a mysterious man with a map visits her one night, she decides to give in to the incessant calls of The Blazing World...","release_date":"2018-01-19","vote_average":0.0,"runtime":12,"cert":"\"\"","id":499924,"title":"The Blazing World","adult":false,"genre_ids":[27,14,18]},{"cast":["Max Grießer","Franz Xaver Kroetz","Michaela May","Christoph Moosbrugger","Elmar Wepper"],"overview":"","release_date":"1985-02-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":499926,"title":"Das Hintertürl zum Paradies","adult":false,"genre_ids":[35]},{"cast":["Dolphy","Alma Moreno","Vandolph","Eric Quizon","Panchito"],"overview":"No description.","release_date":"1987-02-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":499946,"title":"Bata-batuta","adult":false,"genre_ids":[18,35]},{"cast":["Jake Davies","Danny-Boy Hatchard","Suranne Jones","Zaraah Abrahams","Oliver Farnworth"],"overview":"This 20th anniversary production of Jonathan Harvey’s play about two working class teenage boys falling in love on a south east London council estate was captured by Digital Theatre live at the Arts Theatre in London’s Leicester Square. It was directed by Nikolai Foster and starred Suranne Jones as Sandra.","release_date":"2013-06-18","vote_average":0.0,"runtime":114,"cert":"N\/A","id":499948,"title":"Digital Theatre: Beautiful Thing","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A young man uses a bug camera to spy on his ex-girlfriend, then witnesses her abduction.","release_date":"2018-04-03","vote_average":4.5,"runtime":89,"cert":"\"\"","id":499953,"title":"Fly on the Wall","adult":false,"genre_ids":[]},{"cast":[],"overview":"This video documents the heroic life of St. Gianna Molla through interviews with her husband, children, friends, letters, and family mementos. St. Gianna, who sacrificed her life to save her unborn baby, was a mother, a medical doctor, a lover of opera, art, and culture; one who can speak much to our present day especially when family life is threatened on so many fronts.","release_date":"2005-08-17","vote_average":0.0,"runtime":52,"cert":"\"\"","id":499961,"title":"Love Is a Choice: The Life of St. Gianna Molla","adult":false,"genre_ids":[]},{"cast":["Raizō Ichikawa","Eiko Muramatsu","Daisuke Katô","Kei Satō","Takashi Nakamura"],"overview":"A sequel to the popular \"The School of Spies\", this film continues the adventures of one of the graduates who is assigned to crack a powerful spy ring working out of Kobe. Various people are suspected but, finally, it seems that an Army captain and his geisha friend might lead them to the ring.","release_date":"1966-09-17","vote_average":0.0,"runtime":81,"cert":"N\/A","id":499981,"title":"Assignment Cloud","adult":false,"genre_ids":[28,10752,9648]},{"cast":["Raizō Ichikawa","Miwa Takada","Yoko Nogiwa","Daisuke Katô","Isao Yamagata"],"overview":"","release_date":"1967-06-17","vote_average":0.0,"runtime":88,"cert":"N\/A","id":499983,"title":"Secret Assignment","adult":false,"genre_ids":[28,10752,9648]},{"cast":["Jamie Leopold","Jennifer Smieja","Oriana Lewton-Leopold","Guthrie Stafford","Alyssa Fitchie"],"overview":"The story of Jack Willits portrayed by Jamie Leopold, former bass player for Dan Nicks and the Hot Licks, a 69 year old musician on a never-ending tour, desperate to recapture the fame of his youth. When he meets a mysterious woman, Jack believes her beautiful voice is the key to his success and doesn't see that she might be too good to be true.","release_date":"2017-11-11","vote_average":0.0,"runtime":88,"cert":"\"\"","id":499985,"title":"The Last Hot Lick","adult":true,"genre_ids":[18]},{"cast":[],"overview":"The life of prolific Russian composer Sergei Prokofiev is portrayed through biographical, on-location flashbacks from his birth place intermingled with live concert performances from the historical Kirov (Mariinsky) Symphony Orchestra, St.Petersburg, conducted by internationally acclaimed maestro Valeriy Gergiev. These unique musical sequences give the dramatized episodes from Prokofiev's life a time-transcending significance and actuality in todays ever-changing Russia.","release_date":"1991-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":499987,"title":"The Prodigal Son","adult":false,"genre_ids":[99]},{"cast":["Richard Burton"],"overview":"A poet's tale of a day in the lives of the villagers of a Welsh fishing town of Llareggub.","release_date":"1992-01-01","vote_average":0.0,"runtime":50,"cert":"N\/A","id":499989,"title":"Under Milk Wood","adult":false,"genre_ids":[16]},{"cast":["Niño Muhlach","Al Tantay","Panchito","Marissa Delgado","Paquito Diaz"],"overview":"Movie starred by Niño Muhlach.","release_date":"1979-12-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":499991,"title":"Bokyo","adult":false,"genre_ids":[35]},{"cert":"N\/A","title":"In Dreams","cast":["Lenny Henry"],"id":499993,"overview":"Lenny has some perplexing dreams.","runtime":60,"genre_ids":[10770],"release_date":"1992-12-23","vote_average":0.0,"adult":false}]