[{"cast":["Barbara Stanwyck","Michael O'Shea","J. Edward Bromberg","Iris Adrian","Gloria Dickson"],"overview":"After one member of their group is murdered, the performers at a burlesque house must work together to find out who the killer is before they strike again.","release_date":"1943-06-01","vote_average":5.7,"runtime":91,"cert":"N\/A","id":50001,"title":"Lady of Burlesque","adult":false,"genre_ids":[35,53,9648,10749]},{"cast":["Jimi Hendrix"],"overview":"The Jimi Hendrix Experience played at London's Royal Albert Hall, an event which was filmed for a feature length movie \"Experience.\" The movie itself was only ever screened once in public to a small audience in Berkley University, and has since vanished.","release_date":"1969-04-22","vote_average":0.0,"runtime":73,"cert":"N\/A","id":50002,"title":"Jimi Hendrix: Room Full of Hendrix","adult":false,"genre_ids":[10402]},{"cast":["Liam Gallagher","Gem Archer","Andy Bell","Alan White","Noel Gallagher"],"overview":"Oasis: Familiar To Millions captures the first show of Oasis' two night stand at Wembley Stadium in London (21 July 2000), which formed part of the band's rather successful 2000 World Tour.","release_date":"2000-11-13","vote_average":8.0,"runtime":94,"cert":"","id":50003,"title":"Oasis: Familiar To Millions","adult":false,"genre_ids":[10402]},{"cast":["Imanol Arias","Lluís Homar","Roger Príncep","Carmen Machi","Fernando Cayo"],"overview":"Jorge and Enrique are two artist in the post Spanish Civil War times that adopt an orphan child called Miguel. With a varieté company that travel around the country, Jorge and Enrique see the horrors left by the war meanwhile the Republic Army watch Jorge and the rest of the company suspecting that some of them collaborate with the rebels opposite to the Francoist Regime.","release_date":"2010-03-12","vote_average":6.4,"runtime":110,"cert":"N\/A","id":50004,"title":"Paper Birds","adult":false,"genre_ids":[18]},{"cast":["Duan Yihong","Zhang Li","Francis Ng","Ni Dahong","Wu Jing"],"overview":"Inspired from a true story, Hitman Zhang Ning gets more than he bargained for when he is hired to kill a gangster, and is soon running from bounty hunters.","release_date":"2010-10-28","vote_average":3.8,"runtime":116,"cert":"N\/A","id":50005,"title":"Wind Blast","adult":false,"genre_ids":[28,37,53]},{"cast":["Björn Bengtsson","Tuva Novotny","Jessica Zandén","Vanna Rosenberg","Johan Rabaeus"],"overview":"The Karlsson Brothers is a \"confusion\" comedy about two identical-twin brothers, each initially unaware of the other's existence. One brother is a successful, perfectionist lawyer living in Stockholm. The other brother lives in the North of Sweden with a wife and children, and is a notoriously unfaithful ne'er-do-well. The brothers meet for the first time as they go through their deceased mother's estate. Their meeting leads to a series of challenging mix-ups, turning both their lives on end. The brothers' differences prove gradually to be a source of strength, and their newfound friendship will change their lives forever.","release_date":"2010-06-30","vote_average":4.6,"runtime":100,"cert":"N\/A","id":50006,"title":"The Karlsson Brothers","adult":false,"genre_ids":[35]},{"cast":["Eduard Farelo","Luis Posada ","Núria Trifol"],"overview":"The adventures of a young Japanese samurai named Yohei who visited Spain in the 17th century, in a story loosely taking its inspiration from the travels of historic samurai Hasekura. Yohei survived in hiding to the present day due to magical powers, and accomplishes many adventures in modern Spain as a superhero.","release_date":"2005-03-04","vote_average":5.0,"runtime":78,"cert":"N\/A","id":50007,"title":"Gisaku","adult":false,"genre_ids":[28,16]},{"cast":["Liev Schreiber","James Cromwell","Melanie Griffith","John Malkovich","Brenda Blethyn"],"overview":"A film about the making of Citizen Kane. Orson Welles produces his greatest film, Citizen Kane, despite the opposition of the film's de facto subject, William Randolph Hearst.","release_date":"1999-11-20","vote_average":6.7,"runtime":83,"cert":"N\/A","id":50008,"title":"RKO 281","adult":false,"genre_ids":[36,18]},{"cast":["Sinan Taymin Albayrak","Turgay Tanülkü","Burak Tarık","Hüseyin Soysalan","Sermin Hürmeriç"],"overview":"Two friends originally from Izmir-Eşrefpaşa have settled in Istanbul… While Tayyar (Hüseyin Soysalan) has become a mafia leader based on his passion for power and ruling, Davut (Turgay Tanülkü) has been managing a café in his small neighbourhood. Both have loved the same woman, Madam Eleni (Sermin Hürmeriç). But she had to get married to Tayyar despite her love for Davut. She also had a daughter called Duygu (Deniz Özpınar). However, Tayyar, knowing that Eleni’s heart belongs to Davut, leaves Eleni and his daughter alone. Tayyar, continuously looking for ways for revenge, finally finds it in convincing Nusret (Burak Tarık), Davut’s adopted son, to choose his dirty way. Nusret, the tough-guy of the neighbourhood gets into a big dilemma since he couldn’t make a choice between his girl as well as the people he loves and money and power.","release_date":"2010-03-05","vote_average":5.4,"runtime":103,"cert":"N\/A","id":50009,"title":"Eşrefpaşalılar","adult":false,"genre_ids":[35,18]},{"cast":["Moon Geun-young","Park Gun-hyung","Park Won-sang","Yoon Chan","Kim Ki-Soo"],"overview":"Innocent Steps is a romantic Korean tale about a 19 year old girl (Mun Geun-yeong) from China on a dance contract. She is paid to practice and dance with her partner (Park Geon Hyeong) for the upcoming 'KDFA Cup Korea Dancesport Championship'. For the next three months, she trained hard for the competition. Love blossomed, of course. Being professional during the practices, they did not reveal their feelings to each other.","release_date":"2005-04-28","vote_average":6.3,"runtime":110,"cert":"N\/A","id":50010,"title":"Innocent Steps","adult":false,"genre_ids":[35,18,10749]},{"cast":["Richard Burton","Claire Bloom","Mary Ure","Edith Evans","Gary Raymond"],"overview":"A disillusioned, angry university graduate comes to terms with his grudge against middle-class life and values.","release_date":"1959-05-28","vote_average":6.9,"runtime":98,"cert":"","id":50011,"title":"Look Back in Anger","adult":false,"genre_ids":[18]},{"cast":["Woody Allen","Freddy Buache","Leos Carax","Julie Delpy","Jean-Luc Godard"],"overview":"A descendant of Shakespeare tries to restore his plays in a world rebuilding itself after the Chernobyl catastrophe obliterates most of human civilization.","release_date":"1987-05-17","vote_average":6.4,"runtime":90,"cert":"N\/A","id":50012,"title":"King Lear","adult":false,"genre_ids":[35,18]},{"cast":["Maya Bulgakova","Zhanna Bolotova","Pantelejmon Krymov","Leonid Dyachkov","Vladimir Gorelov"],"overview":"The war ended a long time ago, but for the heroine of the film, the former pilot, only those years were filled with genuine meaning. She deeply feels discord with reality, lack of contact with her daughter. She doesn't manage to adapt to this peaceful, everyday life, she doesn't lose her piercing desire to fly...","release_date":"1966-01-01","vote_average":7.2,"runtime":85,"cert":"N\/A","id":50013,"title":"Wings","adult":false,"genre_ids":[18]},{"cast":["Emma Stone","Viola Davis","Octavia Spencer","Bryce Dallas Howard","Jessica Chastain"],"overview":"Aibileen Clark is a middle-aged African-American maid who has spent her life raising white children and has recently lost her only son; Minny Jackson is an African-American maid who has often offended her employers despite her family's struggles with money and her desperate need for jobs; and Eugenia \"Skeeter\" Phelan is a young white woman who has recently moved back home after graduating college to find out her childhood maid has mysteriously disappeared. These three stories intertwine to explain how life in Jackson, Mississippi revolves around \"the help\"; yet they are always kept at a certain distance because of racial lines.","release_date":"2011-08-09","vote_average":8.1,"runtime":146,"cert":"12A","id":50014,"title":"The Help","adult":false,"genre_ids":[18]},{"cast":["Manny Pacquiao"],"overview":"Thanks to his fierce reputation as an aggressive left-handed slugger and his status as a two-time world champion, diminutive Filipino boxer Manny Pacquiao is recognized as one of the hardest punchers in any weight class and a bona fide national hero. Incorporating footage from his most memorable fights, this inspiring documentary chronicles his rise from humble beginnings to unprecedented fame beyond his wildest dreams.","release_date":"2004-01-01","vote_average":3.0,"runtime":null,"cert":"N\/A","id":50017,"title":"No Fear: The Manny Pacquiao Story","adult":false,"genre_ids":[28,99]},{"cast":["Richard Gere","Helen Hunt","Brian Dennehy","Kevin Anderson","Penelope Ann Miller"],"overview":"Two brothers who are forced off their farm in the debt stricken mid-west become folk heroes when they begin robbing the banks that have been foreclosing on farmers.","release_date":"1988-09-16","vote_average":5.5,"runtime":108,"cert":"N\/A","id":50020,"title":"Miles from Home","adult":false,"genre_ids":[80,18,28]},{"cast":["Hans-Erik Dyvik Husby","Malin Crépin","Helena af Sandeberg","David Dencik","Johan Glans"],"overview":"”Cornelis” is the unique chronicle about one of Sweden’s greatest music legends - Cornelis Vreeswijk. An honest and gripping account of an exceptionally talented, but self-destructive artist’s intense life both on and behind the stage. A man who during his whole life was searching for love and confirmation.","release_date":"2010-11-12","vote_average":5.9,"runtime":101,"cert":"N\/A","id":50021,"title":"Cornelis","adult":false,"genre_ids":[18]},{"cast":["Jay Chandrasekhar","Kevin Heffernan","Steve Lemme","Erik Stolhanske","Paul Soter"],"overview":"When an international border dispute arises between the U.S. and Canada, the Super Troopers- Mac, Thorny, Foster, Rabbit and Farva, are called in to set up a new Highway Patrol station in the disputed area.","release_date":"2018-04-19","vote_average":5.8,"runtime":100,"cert":"15","id":50022,"title":"Super Troopers 2","adult":false,"genre_ids":[35,80,9648]},{"cast":["Nick Stahl","Rose McGowan","Amy Smart","Ben Marten"],"overview":"Dylan, a young man working at a funeral parlor, is trying to unravel a mystery that shattered his life ten years earlier. After faking his own funeral to see who will show up, he befriends a mysterious street junkie and is reunited with an old love from his past. The lives of these three characters are transformed by supernatural forces as Dylan discovers that no one is who they seem to be.","release_date":"2010-12-03","vote_average":4.4,"runtime":92,"cert":"N\/A","id":50023,"title":"Dead Awake","adult":false,"genre_ids":[14,9648,53,10749]},{"cast":["Melissa Joan Hart","Robert Guillaume","Alley Mills","Hamilton von Watts","Jackie Debatin"],"overview":"A washed up Vegas lounge singer, Jack Satin (Hamilton von Watts), has no money, no job, and delusional aspirations of fame. When Jack is forced to leave Vegas, he packs up his old Cadillac and hits the road for Atlantic City. But his car dies in the desert and Jack is left stranded in the small town of Lost Springs. There, Jack meets jazz legend turned mechanic, Doc Bishop (Robert Guillaume), who helps him with his car trouble. Although Jack is far from the stage, he begins to find himself feeling at home in the small town. When he meets local bar owner, Lauren Wells (Melissa Joan Hart), Jack starts to see there is more to life than chasing fame and fortune. Doc encourages Jack to explore his true love of music, while Lauren provides the audience he has always wanted. But as Jack realizes this town has more to offer him than the bright lights of the big city, his Vegas past catches up with him -- what unfolds is comedy at the crossroads of life.","release_date":"2011-03-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":50024,"title":"Satin","adult":false,"genre_ids":[35,18,10749]},{"cast":["Şafak Sezer","Aydemir Akbaş","Ali Sürmeli","Hakan Ural"],"overview":"“Para darphanede basılır, imzası atılır, banknot yapılır, deste deste akar gider. Milyonlarca temiz, milyonlarca pis el değer. Anlatılmaz bir sevgisi, anlatılmaz bir acısı vardır. Dünyada para için istenilecek en güzel dilek pis tarafını tutmamaktır, eğer tutarsan.\" Kolpaçino aksiyon-komedi filmi. Birbirine kenetlenmiş 7 kişinin bir günde başına gelenler. Temposu ve kurgusuyla şaşırtıcı bir hikaye. Şafak Sezer’i bir çok farklı rolde gördünüz ama hiç böyle görmediniz. Filmin 250 kopya ile Türkiye’de, 50 kopya ile Avrupa’da aynı anda vizyona girmesi planlanan filmin senaristliğini Leman Çizerleri Suat Özkan, Kaan Ertem ile Şafak Sezer üstleniyor.","release_date":"2009-11-29","vote_average":5.1,"runtime":98,"cert":"N\/A","id":50025,"title":"Kolpaçino","adult":false,"genre_ids":[28,35]},{"cast":["Cary Elwes","Maggie Grace","Ian Anthony Dale","Jonathan Tucker","Hal Holbrook"],"overview":"With her life at a crossroads, 25 year old Sophie Conway returns home to the small town she always wanted to forget. Once home, she is faced with the friends and lovers she left behind, a tangled relationship with her Mother, and Harry Pleasant, an Alzheimer's Disease patient who, in an opposing way, shares Sophie's struggle to remember.","release_date":"2010-02-04","vote_average":6.0,"runtime":104,"cert":"N\/A","id":50026,"title":"Flying Lessons","adult":false,"genre_ids":[18]},{"cast":["Carol Alt","Brigitte Nielsen","Jason Connery","Luca Barbareschi"],"overview":"Love triangles often provoke the most unpredictable behavior. Will anybody end up happily in love at the end of this amorous debacle? One outrageous scene after another leads to a series of romantic escapades that will leave viewers bewitched, bewildered, and thoroughly entertained.","release_date":"1988-12-10","vote_average":3.0,"runtime":85,"cert":"N\/A","id":50027,"title":"Bye Bye Baby","adult":false,"genre_ids":[10749,35,18]},{"cast":["Rylee Fansler","Evie Thompson","Tatum O'Neal","Michael Biehn","Penelope Ann Miller"],"overview":"In a 1950s-era Missouri town the life of a couple is thrown into chaos when the husband's sister is released from the local asylum and comes to live with the family.","release_date":"2009-03-28","vote_average":5.0,"runtime":null,"cert":"N\/A","id":50028,"title":"Saving Grace B. Jones","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"American Roots Music is a landmark 4-episode, 4-hour documentay series featuring history and contemporary footage of many of the 20th century's pioneering artists, including Jimmie Rodgers, The Carter Family, Muddy Waters, B.B.King, Bob Wills, Hank Williams, Bill Monroe, Earl Scruggs, Mahalia Jackson, Clifton Chenier, Woody Guthrie and many more.","release_date":"2001-01-01","vote_average":7.0,"runtime":null,"cert":"N\/A","id":50029,"title":"American Roots Music","adult":false,"genre_ids":[10402,99]},{"cast":["Adolf Wohlbrück","Simone Signoret","Serge Reggiani","Simone Simon","Daniel Gélin"],"overview":"An all-knowing interlocutor guides us through a series of affairs in Vienna, 1900. A soldier meets an eager young lady of the evening. Later he has an affair with a young lady, who becomes a maid and does similarly with the young man of the house. The young man seduces a married woman. On and on, spinning on the gay carousel of life.","release_date":"1950-09-27","vote_average":7.6,"runtime":95,"cert":"N\/A","id":50030,"title":"La Ronde","adult":false,"genre_ids":[18,10749]},{"cast":["Charles Laughton","Gertrude Lawrence","Elsa Lanchester","Raymond Huntley","Edward Chapman"],"overview":"This character study joins the painter at the height of his fame in 1642, when his adored wife suddenly dies and his work takes a dark, sardonic turn that offends his patrons. By 1656, he is bankrupt but consoles himself with the company of pretty maid Hendrickje, whom he's unable to marry. Their relationship brings ostracism but also some measure of happiness. The final scenes find him in his last year, 1669, physically enfeebled but his spirit undimmed.","release_date":"1936-11-06","vote_average":7.2,"runtime":85,"cert":"","id":50031,"title":"Rembrandt","adult":false,"genre_ids":[18]},{"cast":["Tom Hardy","Benedict Cumberbatch","Nicola Duffett","Claire-Louise Cordwell","Edna Doré"],"overview":"Story about the remarkable friendship between a reclusive writer and illustrator and a chaotic homeless man, whom he gets to know during a campaign to release two charity workers from prison.","release_date":"2007-09-23","vote_average":7.8,"runtime":92,"cert":"18","id":50032,"title":"Stuart: A Life Backwards","adult":false,"genre_ids":[18]},{"cast":["Brian Keith","Tommy Kirk","Kevin Corcoran","Dewey Martin","Jeff York"],"overview":"Travis, Arliss, and Lisbeth are captured by Apaches while Old Yeller's son, Sam, tracks their trail.","release_date":"1963-06-01","vote_average":6.0,"runtime":103,"cert":"PG","id":50033,"title":"Savage Sam","adult":false,"genre_ids":[18,28,10751,12,37]},{"cast":["Philip Baker Hall"],"overview":"In his New Jersey study, Richard Nixon retraces the missteps of his political career, attempting to absolve himself of responsibility for Watergate and lambasting President Gerald Ford's decision to pardon him. His monologue explores his personal life and describes his upbringing and his mother. A tape recorder, a gun and whiskey are his only companions during his entire monologue, which is tinged with the vitriol and paranoia that puzzled the public during his presidency.","release_date":"1984-09-15","vote_average":7.4,"runtime":90,"cert":"N\/A","id":50034,"title":"Secret Honor","adult":false,"genre_ids":[18]},{"cast":["Catherine Keener","Brenda Blethyn","Emily Mortimer","Jake Gyllenhaal","James Le Gros"],"overview":"Self-esteem and insecurity are at the heart of this comedy about the relationship between a mother and her three confused daughters.","release_date":"2001-08-31","vote_average":6.3,"runtime":91,"cert":"N\/A","id":50035,"title":"Lovely & Amazing","adult":false,"genre_ids":[35,18,10749]},{"cast":["Brian Geraghty","Kel O'Neill","Marguerite Moreau","Jeanette Brox","Jenna Gavigan"],"overview":"Davy is a 28-year-old writer on a road trip to promote his unpublished collection of short stories. A random phone call in Davy's motel room from a mysterious, sexy woman named Nicole leads to a series of phone sex sessions that surprisingly over time become emotionally and sexually satisfying for the shy writer. Later, when he meets a former girlfriend, he must try to choose between them - but only if he can arrange a meeting with his reclusive phone mate.","release_date":"2009-06-12","vote_average":5.6,"runtime":100,"cert":"N\/A","id":50036,"title":"Easier with Practice","adult":false,"genre_ids":[18,35,10749]},{"cast":["Michael Rogers","Scott Hylands","Marilyn Norry","Eva Bourne","Rondel Reynoldson"],"overview":"Deep within the mysterious Arboria Institute, a disturbed and beautiful girl is held captive by a doctor in search of inner peace. Her mind controlled by a sinister technology. Silently, she waits for her next session with deranged therapist Dr. Barry Nyle. If she hopes to escape, she must journey through the darkest reaches of The Institute, but Nyle wonʼt easily part with his most gifted and dangerous creation.","release_date":"2010-12-03","vote_average":5.9,"runtime":110,"cert":"N\/A","id":50037,"title":"Beyond the Black Rainbow","adult":false,"genre_ids":[14,878,27]},{"cast":["Darrin Dickerson","Eric Berner","Vicki Askew","Erin Elizabeth Burns","Clay Brocker"],"overview":"D4 follows a team of special ops mercenaries on a mission to rescue a kidnapped kid believed to be held in an abandoned government facility...","release_date":"2010-07-07","vote_average":3.5,"runtime":98,"cert":"N\/A","id":50038,"title":"D4","adult":false,"genre_ids":[28,27,53,878]},{"cast":["Patrick Huard","Michèle-Barbara Pelletier","Pierre Lebeau","Dany Laferrière","Christian Bégin"],"overview":"During the Christmas holiday season, Félix and Céline find themselves working as volunteers for the drive-home service Opération Nez Rouge. Right from the first, Félix falls for Céline. But Céline doesn't feel the same way: she can't forget the fact that Félix once wrote a scathing review of her first piece of writing, crushing her literary ambitions in the process. Worse, Félix doesn't even remember her name. Céline decides to take her revenge. Just as things seem to be going from bad to worse for Félix, Céline realizes that he is vulnerable, tender... and madly in love with her. She is ready to surrender to love... but a chance encounter causes her to wonder whether Félix isn't playing some twisted love game.","release_date":"2003-11-28","vote_average":4.3,"runtime":114,"cert":"N\/A","id":50041,"title":"Red Nose","adult":false,"genre_ids":[10749,35]},{"cast":["Richard Dreyfuss","Blythe Danner","Bruce Dern","Mamie Gummer","Tom Wisdom"],"overview":"Set in the year 1912 on Cape Cod, a lighthouse keeper who has disavowed any association with females, must deal with the appearance of two attractive women who move into a nearby cottage for the summer.","release_date":"2009-12-18","vote_average":5.9,"runtime":96,"cert":"N\/A","id":50042,"title":"The Lightkeepers","adult":false,"genre_ids":[35,18,10749]},{"cast":["Jessica Lange","Elisabeth Shue","Bob Hoskins","Hugh Laurie","Kelly Macdonald"],"overview":"Cousin Bette is a poor and lonely seamstress, who, after the death of her prominent and wealthy sister, tries to ingratiate herself into lives of her brother-in-law, Baron Hulot, and her niece, Hortense Hulot. Failing to do so, she instead finds solace and company in a handsome young sculptor she saves from starvation. But the aspiring artist soon finds love in the arms of another woman, Hortense, leaving Bette a bitter spinster. Bette plots to take revenge on the family who turned her away and stole her only love. With the help of famed courtesan Jenny Cadine she slowly destroys the lives of those who have scorned her. Written by CherylC894@aol.com","release_date":"1998-06-12","vote_average":5.8,"runtime":108,"cert":"N\/A","id":50043,"title":"Cousin Bette","adult":false,"genre_ids":[35,18,10749]},{"cast":[],"overview":"A documentary mostly edited together from unused footage from The Endless Summer and The Endless Summer II, this documentary gives further insight into the making and success of the original classic surf documentary. It is written, produced and directed by Dana Brown, son of the director of the first two films, Bruce Brown (who executive produced this film). This film likely will appeal only to hardcore fans of the Endless Summer films, but it does feature more of the gorgeous cinematography for which the earlier films are famous. Written by Annie Bulloch","release_date":"2000-08-08","vote_average":7.0,"runtime":70,"cert":"N\/A","id":50044,"title":"The Endless Summer Revisited","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Burt Sugarman's The Midnight Special 1976 Dvd! Live on stage in 1976: Elton John (Your Song), Hot Chocolate (You Sexy Thing), Fleetwood Mac (Over My Head), Diana Ross (Love Hangover), Tom Jones (Delilah), Donna Summer (Love To Love You Baby), Wild Cherry (Play That Funky Music), Ray Charles (Georgia On My Mind), Heart (Magic Man), George Benson (Masquerade), Janis Ian (At Seventeen), and many more!","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":50045,"title":"The Midnight Special: 1976","adult":false,"genre_ids":[10402]},{"cast":["Haluk Bilginer","Beyazıt Öztürk","Şebnem Dönmez","Güven Kıraç"],"overview":"","release_date":"2006-02-17","vote_average":7.0,"runtime":null,"cert":"N\/A","id":50046,"title":"Killing the Shadows","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Mars Volta is an American rock group founded by Cedric Bixler-Zavala, Omar Rodriguez-Lopez, Isaiah Ikey Owens, and Jeremy Michael Ward. They are generally considered progressive rock, with jazz, punk and Latin influences. They are known for their wild, energetic, and improvised shows along with the use of ambient music.Electric Ballroom, London 7-9-20031. Son Et Lumiere2. Inertiatic E.S.P.3. Roulette Dares4. Drunkship of Lanterns5. Eria Tarka6. Cicatriz E.S.P.7. This Apparatus Must Be Unearthed8. Televators9. Take The Veil Cerpin Taxt10. Concertina","release_date":"2003-07-09","vote_average":8.5,"runtime":81,"cert":"","id":50049,"title":"The Mars Volta - Live at the Electric Ballroom","adult":false,"genre_ids":[]},{"cast":[],"overview":"A compilation DVD Release of three individual Monty Python TV Specials, and one Live performance. Volume 1 Monty Python Live at the Hollywood Bowl Monty Python's Flying Circus: Live at Aspen Volume 2 Parrot Sketch Not Included: 20 Years of Python Monty Python's Fliegender Zirkus: German Episode #1","release_date":"2001-10-23","vote_average":4.0,"runtime":null,"cert":"N\/A","id":50050,"title":"Monty Python Live!","adult":false,"genre_ids":[]},{"cast":["Reiner Heise","Antje Straßburger","Dirk Brennemann"],"overview":"","release_date":"1985-02-09","vote_average":5.3,"runtime":null,"cert":"N\/A","id":50051,"title":"Die Geschichte vom goldenen Taler","adult":false,"genre_ids":[10751,14]},{"cast":[],"overview":"In this DVD, Mr. Riddle shares the results of his much reading and research in the area of Carbon 14 dating, and explains the importance of Carbon 12 in conjunction with C-14. He explains in simple terms the molecular breakdown process. He also discusses other dating methods and the underlying assumptions the methods are based on, the correctness of which are brought into question. Mike is an interesting and dynamic speaker. His visual aids are excellent. Mike Riddle has degrees in mathematics and education. He's a former Marine, national decathlon champion, former technical specialist and manager for Microsoft, and teacher at ICR's graduate school.","release_date":"","vote_average":0.0,"runtime":61,"cert":"N\/A","id":50054,"title":"Dating Fossils and Rocks","adult":false,"genre_ids":[99,36]},{"cast":["Paul McCartney","Linda McCartney"],"overview":"When the most famous and influential pop band in the world, the Beatles, broke up in 1970, hardly anyone expected that resident heartthrob Paul McCartney could follow up with another highly successful rock band. With the formation of Wings, however, Paul and his wife Linda did just that. WINGSPAN is a riveting documentary look at McCartney's labor of love which combines a musical history with the McCartney family history. Through rare behind-the-scenes footage, home movies, and intimate family photos, the story of the band who dared to write \"Jet\" unfolds.","release_date":"2001-05-11","vote_average":5.3,"runtime":110,"cert":"N\/A","id":50057,"title":"Wingspan","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"A man with his face wrapped in gauze comes out of a trance: he's holding a gun, pointed at a pleading man; several dead bodies and a valise of $100 bills are at his feet. He takes the money and goes to a motel. His face and body have long surgical scars. Jump ahead a few months: still bandaged, he kidnaps a woman named Claire and has her call Owen, her boss at a bowling alley. He tells them a story they can't believe, so he proves it. He's Frank, Claire's boyfriend and Owen's best friend; they had gone to his funeral. Now he has scars, tattoos, and flashes of operations and killing. Can he get to the bottom of what's happened to him? What price memories?","release_date":"2005-12-28","vote_average":0.0,"runtime":105,"cert":"N\/A","id":50058,"title":"Sex Machine","adult":false,"genre_ids":[18,28,35,53,9648,10749]},{"cast":["Summer Naomi Smart","Matthew Reese","Caitlin E.J. Meyer","Lindsay Bird","Everest Bishop"],"overview":"Eric is a man shrouded in mystery. Throughout the land, he is known as \"the Beast\" for his bad temper and mean ways. When Belle is forced to work for him, she tries not to be intimidated and resolves to look deeper. She discovers the truth and becomes the one person who can make a difference in Eric's life and help him rediscover the faith and love he lost years ago. A touching story of forgiveness, change and love, this classic fairytale comes to life in modern times to capture your heart!","release_date":"2007-03-16","vote_average":6.3,"runtime":91,"cert":"N\/A","id":50059,"title":"Beauty and the Beast: A Latter-Day Tale","adult":false,"genre_ids":[18,10749]},{"cast":["Smith Forté","Ericka Klein","Robert Pecora","Koing Kuoch"],"overview":"No desire is forbidden in this twisted suspense-comedy about a group of sexually ambivalent 20-somethings living in the Hollywood Hills. Kevin (Smith Forté) shares space with a male stripper, a girl who dreams of becoming a rock star and an orphaned teenager -- and none of them pay any rent. But after another renter falls to his death in a drunken stupor, Kevin's landlady -- who also happens to be his mother -- threatens to evict him.","release_date":"1994-01-01","vote_average":5.0,"runtime":104,"cert":"N\/A","id":50060,"title":"No Ordinary Love","adult":false,"genre_ids":[18]},{"cast":["Simon Amstell"],"overview":"Recorded at Vicar Street, Dublin on May 22nd 2010, Do Nothing Live is Simon Amstell’s debut stand up DVD.","release_date":"2010-11-22","vote_average":7.7,"runtime":61,"cert":"15","id":50061,"title":"Simon Amstell: Do Nothing - Live","adult":false,"genre_ids":[35]},{"cast":["Sean Huze","Robert Acosta","Kelly Dougherty","Patricia Foulkrod"],"overview":"Sometimes the greatest act of courage is to tell the truth. Hear and witness our soldiers in this penetrating film. The shocking Iraq War ground conflict is only a prelude to the even more challenging battles these reluctant heroes face upon their return home.","release_date":"2006-09-15","vote_average":6.5,"runtime":72,"cert":"N\/A","id":50062,"title":"The Ground Truth","adult":false,"genre_ids":[99,10752]},{"cast":["John Erwin","Alan Oppenheimer","Linda Gary","Lana Beeson","Melendy Britt"],"overview":"In this special Christmas episode of the He-Man and She-Ra cartoons, their sidekick Orko accidentally gets beamed to Earth during a test of a new spy satellite. Orko manages to get back Planet Eternia, but brings along two Earth children, Alisha and Manuel, with him. Since it's Christmastime on Earth, the kids are naturally filled with the holiday spirit, but this overflowing goodwill attracts the unwelcome attention of the Horde Prime and Skeletor. Will the combined power of He-Man, She-Ra and the spirit of Christmas be enough to stop them?","release_date":"1985-12-25","vote_average":6.6,"runtime":51,"cert":"N\/A","id":50063,"title":"He-Man and She-Ra: A Christmas Special","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"The special is set in a town almost like in Disney's Lady and the Tramp, and it was Christmas Eve. In one house, a little boy named Timmy was read a Christmas story and tucked into bed. The resident mouse Gumdrop , while admiring the house all decorated for Christmas, noticed Timmy's letter to Santa on the floor. The letter must of have fallen off the table and never got mailed. So he and the family dog Gobber set outside to deliver the letter to Santa and save Christmas for Timmy.","release_date":"1972-12-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":50064,"title":"A Christmas Story","adult":false,"genre_ids":[35,18,10751,16]},{"cast":["Dara Ó Briain","Jimi Mistry","Richard Hills","Peter Dickson"],"overview":"Dara O Briain - This Is the Show was recorded in front of a sell-out crowd on the final date of his record-breaking nine nights at the world famous Hammersmith Apollo. Dara is on top form as he effortlessly mixes off the cuff audience interaction with razor sharp material and a star studded finale that almost puts Hollywood to shame. \"O Briain is loud and large and fast and feisty...............but the way he tells 'em is a joy\" - The Times \"O Briain has a laser eye for the absurd and the spurious amid the too-much-stuff with which we shore up our hapless lives\" - The Guardian \"Breakneck genius...... the entire audience was hanging on every sentence. And every sentence ended in a laugh. It was stuffed with dazzling observations, vivid vignettes and glorious gags.\" Evening Standard","release_date":"2010-11-22","vote_average":7.5,"runtime":102,"cert":"15","id":50065,"title":"Dara Ó Briain: This Is the Show","adult":false,"genre_ids":[35]},{"cast":["Greer Garson","Walter Pidgeon","Edward Arnold","Agnes Moorehead","Cecil Kellaway"],"overview":"In this family saga, Mrs. Parkington recounts the story of her life, beginning as a hotel maid in frontier Nevada where she is swept off her feet by mine owner and financier Augustus Parkington. He moves them to New York, tries to remake her into a society woman, and establishes their home among the wealthiest of New York's high society. Family and social life is not always peaceful, however, and she guides us, in flashbacks, through the rises and falls of the Parkington family fortunes.","release_date":"1944-10-12","vote_average":6.7,"runtime":124,"cert":"N\/A","id":50066,"title":"Mrs. Parkington","adult":false,"genre_ids":[18,10749]},{"cast":["Fredric March","Loretta Young","Robert Benchley","Allyn Joslyn","Eve Arden"],"overview":"A Braodway playwright wants to keep on writing plays for his wife to star in, but all she wants is to retire to Connecticut and, following a few 'worlds-apart\" discussion of the issue, they get a divorce. The actress marries a banker in a fit of pique only to quickly discover the divorce was not valid. She communicates this information to her not-yet ex-husband and he, to prevent consummation of the invalid marriage rescues her by sending plumbers, waiters, porters, chambermaids, bellhops, desk clerks, exterminators and, finally, a crowd of roistering conventioneers to the suite to ensure no bedtime story would take place there","release_date":"1941-12-25","vote_average":6.8,"runtime":85,"cert":"N\/A","id":50067,"title":"Bedtime Story","adult":false,"genre_ids":[35,10749]},{"cast":["Dorothy Lamour","William Holden","Eddie Bracken","Betty Hutton","Leif Erickson"],"overview":"Shy sailor Casey Kirby suddenly becomes known as a sea wolf when his picture is taken with a famous actress. Things get complicated when bets are placed on his prowess with the ladies.","release_date":"1942-01-24","vote_average":4.0,"runtime":93,"cert":"N\/A","id":50068,"title":"The Fleet's In","adult":false,"genre_ids":[10402,10749]},{"cast":[],"overview":"The story of the actor, writer and broadcasting pioneer, Gertrude Berg.","release_date":"2009-07-10","vote_average":5.0,"runtime":92,"cert":"N\/A","id":50069,"title":"Yoo-Hoo, Mrs. Goldberg","adult":false,"genre_ids":[99]},{"cast":["Fredric March","Elissa Landi","Claudette Colbert","Charles Laughton","Ian Keith"],"overview":"After burning Rome, Emperor Nero decides to blame the Christians, and issues the edict that they are all to be caught and sent to the arena. Two old Christians are caught, and about to be hauled off, when Marcus, the highest military official in Rome, comes upon them. When he sees their stepdaughter Mercia, he instantly falls in love with her and frees them. Marcus pursues Mercia, which gets him into trouble with Emperor (for being easy on Christians) and with the Empress, who loves him and is jealous.","release_date":"1932-11-30","vote_average":6.1,"runtime":124,"cert":"N\/A","id":50070,"title":"The Sign of the Cross","adult":false,"genre_ids":[18,36]},{"cast":[],"overview":"An unsentimental elegy to the American West, Sweetgrass follows the last modern-day cowboys to lead their flocks of sheep up into Montana's breathtaking and often dangerous Absaroka-Beartooth mountains for summer pasture. This astonishingly beautiful reveals a world in which nature and culture, animals and humans, vulnerability and violence are all intimately meshed.","release_date":"2009-02-04","vote_average":6.9,"runtime":101,"cert":"N\/A","id":50071,"title":"Sweetgrass","adult":false,"genre_ids":[37,99]},{"cast":["Barbara Stanwyck","Adolphe Menjou","Ralph Bellamy","Dorothy Peterson","Thomas Jefferson"],"overview":"On a cruise to Cuba, Lulu Smith falls in love with Bob Grover. Back home, she breaks off the romance when he tells her he is married. Lulu has a baby, but doesn't tell Bob, who turns out to be a rising politician. She passes herself off as the baby's nanny. When Bob learns what is going on, he adopts the little girl, not telling his wife or anyone else where she came from. Lulu gets a job at a newspaper. Things get complicated when the editor gets the dirt on Grover, but also wants to marry Lulu","release_date":"1932-01-09","vote_average":7.5,"runtime":85,"cert":"N\/A","id":50072,"title":"Forbidden","adult":false,"genre_ids":[18,10749]},{"cast":["Frankie Darro","Edwin Phillips","Rochelle Hudson","Dorothy Coonan Wellman","Sterling Holloway"],"overview":"At the height of the Great Depression, Tommy's mother has been out of work for months when Eddie's father loses his job. Eager not to burden their parents, the two high school Sophomores decide to hop the freight trains and look for work.","release_date":"1933-10-07","vote_average":6.6,"runtime":68,"cert":"N\/A","id":50073,"title":"Wild Boys of the Road","adult":false,"genre_ids":[18]},{"cast":["Robin Askwith","Tony Booth","Liz Fraser","Lance Percival","Bill Maynard"],"overview":"Timmy Lea and his brother-in-law Sidney Noggett are working as entertainment officers at Funfrall, a typical British holiday camp. The staff are lazy and inefficient, preferring to laze by the pool rather than organise activities for the holiday campers. A new owner, Mr. Whitemonk, an ex-prison officer, takes over the camp and is determined to install discipline into the staff. He is on the verge of dismissing Timmy and Sidney; however, Sidney's suggestion of organising a beauty contest changes his mind.","release_date":"1977-01-01","vote_average":6.1,"runtime":88,"cert":"","id":50076,"title":"Confessions from a Holiday Camp","adult":false,"genre_ids":[35,10749]},{"cast":["Karoline Herfurth","Sebastian Urzendowsky","Axel Prahl","Thomas Thieme","August Zirner"],"overview":"Berlin 36 is a 2009 German film telling the fate of Jewish athlete Gretel Bergmann in the 1936 Summer Olympics. She was replaced by the Nazi regime by an athlete later discovered to be a man. The film is based on a true story and was released in Germany on September 10, 2009.  Reporters at Der Spiegel challenged the historical basis for many of the events in the film, pointing to arrest records and medical examinations indicating German authorities did not learn Dora Ratjen was male until 1938.","release_date":"2009-09-09","vote_average":5.1,"runtime":100,"cert":"N\/A","id":50077,"title":"Berlin '36","adult":false,"genre_ids":[18,36]},{"cast":["William Powell","Kay Francis","Helen Vinson","Hardie Albright","Alan Mowbray"],"overview":"A gentleman thief charms a Viennese baron's wife and also conducts a daring daylight robbery of a jewellers.","release_date":"1932-08-13","vote_average":6.4,"runtime":68,"cert":"N\/A","id":50078,"title":"Jewel Robbery","adult":false,"genre_ids":[10749,35,80]},{"cast":["Joan Crawford","Clark Gable","Otto Kruger","Stuart Erwin","Una O'Connor"],"overview":"Richard, a millionaire in love with his secretary, Diane, is dispirited when his wife refuses to divorce him. Concerned that Diane will now lose interest, Richard offers her an all-expense-paid cruise to Argentina so that she can think it over. While traveling, however, Diane falls in love with fellow traveler Mike. She resolves to come clean to Richard, but upon return she becomes conflicted when she finds out he was able to get divorced after all.","release_date":"1934-08-31","vote_average":7.0,"runtime":76,"cert":"N\/A","id":50079,"title":"Chained","adult":false,"genre_ids":[18,10749]},{"cast":["Jean Harlow","William Powell","Franchot Tone","May Robson","Ted Healy"],"overview":"A theatrical star, born on the wrong side of the tracks, marries a drunken blue-blood millionaire.","release_date":"1935-04-17","vote_average":6.0,"runtime":97,"cert":"N\/A","id":50080,"title":"Reckless","adult":false,"genre_ids":[18,35]},{"cast":["Morgan Freeman","Birute Galdikas","Daphne Sheldrick"],"overview":"Born to Be Wild observes various orphaned jungle animals and their day-to-day behavioural interactions with the individuals who rescue them and raise them to adulthood. The film unfurls in two separate geographic spheres. Half of it takes place in the rain forests of Borneo, where celebrated primatologist Dr. Birute Galdikas assists baby orangutans; the other half takes place on the arid savannahs of Kenya, where zoologist Dame Daphne Sheldrick works with baby elephant calves.","release_date":"2011-04-08","vote_average":7.1,"runtime":40,"cert":"N\/A","id":50081,"title":"Born to Be Wild","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Biography of Argentinean soccer player Diego Maradona","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":50082,"title":"Gods of Soccer: Maradona","adult":false,"genre_ids":[]},{"cast":["Heinrich Giskes","Moncef Esseghir","Abdelaziz Taleb","Rida El Hoummadi"],"overview":"A small village high up in the mountains of Ketama, Northern Morocco. The life of the people here has been shaped by the drug hashish for centuries. Hashish as daily work, hash as exchange currency, hashish as business, hashish as basis and philosophy of a social system, hashish as medium for dreams and hashish as reason for stagnation.","release_date":"2002-10-30","vote_average":5.9,"runtime":80,"cert":"N\/A","id":50083,"title":"Hashish","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Across Europe thousands of young children are being trafficked and forced onto the streets to beg and steal by Romanian Gypsy organized criminal gangs who make millions of Euros by ruthlessly exploiting them.","release_date":"2009-01-01","vote_average":3.0,"runtime":60,"cert":"N\/A","id":50084,"title":"Gypsy Child Thieves","adult":false,"genre_ids":[99]},{"cast":["Jennifer Jones","Charlton Heston","Karl Malden","Tom Tully","James Anderson"],"overview":"A sexy but poor young girl marries a rich man she doesn't love, but carries a torch for another man.","release_date":"1952-12-25","vote_average":6.9,"runtime":82,"cert":"N\/A","id":50085,"title":"Ruby Gentry","adult":false,"genre_ids":[18,10749]},{"cast":["Porntip Papanai","Nopachai Chaiyanam","Wanida Termthanaporn","Chamanun Wanwinwatsara"],"overview":"An urban husband and wife travel to the jungle and learn just how precious their relationship is.","release_date":"2009-05-20","vote_average":6.7,"runtime":91,"cert":"","id":50086,"title":"Nymph","adult":false,"genre_ids":[18,14]},{"cast":["Sarah Natochenny","Ikue Otani","Emily Bauer","Bill Rogers","Michele Knotz"],"overview":"The thirteenth film overall for the long-running series and the fourth movie in the Diamond and Pearl story arc, it includes an upcoming creature from Pokémon Black &amp; White, named Zoroark, as the main character (as well as its pre-evolved form, Zorua). In the movie, Celebi travels to the past to prevent a battle between Raikou, Entei, and Suicune after seeing the future battle in a vision. Meanwhile, Ash, Brock and Dawn make it to Crown City to attend the annual Pokémon Baccer World Cup where they have an encounter with Zorua, who has lost his companion. The town is then attacked by the Legendary Pokémon Raikou, Entei, and Suicune... who are revealed to actually be Zoroark. It is then up to Celebi to appear from the future and help the trio stop the rampaging Pokémon.","release_date":"2010-07-10","vote_average":6.5,"runtime":96,"cert":"U","id":50087,"title":"Pokémon: Zoroark: Master of Illusions","adult":false,"genre_ids":[12,16,10751]},{"cast":[],"overview":"Get ready for some skull-cracking smack-downs with this anthology of classic Ultimate Fighting Championship bouts that ended in devastating knockouts delivered by UFC stars.","release_date":"2011-01-25","vote_average":5.3,"runtime":93,"cert":"N\/A","id":50088,"title":"UFC Ultimate Knockouts 8","adult":false,"genre_ids":[]},{"cast":["Sumiko Fuji","Ken Takakura","Tomisaburō Wakayama","Masako Araki","Junpei Arishima"],"overview":"Ryuko was raised by her father, a gambler named Senzo Yano in Kumamoto, Kyushu, after her mother died when she was little. When she turned 18 years old, her father was attacked and killed by a stranger in alley. Ryuko then dissolves her yakuza family, and, carrying the wallet left by the killer, she sets out on a journey to avenge her father's death. Five years later, she wanders the nation, known only as! Red Peony Oryu who has a red peony tattooed on her shoulder and has the defiance and courage of a man. She meets Katagiri - a loner gambler, Kumatora - boss of a family in Shikoku, and Otaka - female boss of the Doman Family in Osaka. With their help, she finally catches up with the man who murdered her father.","release_date":"1968-09-14","vote_average":7.4,"runtime":98,"cert":"N\/A","id":50089,"title":"Red Peony Gambler","adult":false,"genre_ids":[18,28,35,53,10749]},{"cast":["Song Kang-ho","Kang Dong-won","Kyeong-min Go","Su-ho Ha","Park Hyuk-kwon"],"overview":"Six years ago a mysterious shooting takes place in Seoul. The after effects of the shooting results in Han-kyu Lee (Song Kang-Ho) losing his job at the NIS (National Intelligence Service). Six years later, Ji-won Song (Kang Dong-Won), an ex North Korean spy. now operates somewhere in the Seoul metropolitan area. As these two men hide their identities and work their particular angles, trouble brews again ....","release_date":"2010-02-04","vote_average":6.5,"runtime":116,"cert":"N\/A","id":50090,"title":"Secret Reunion","adult":false,"genre_ids":[18,28]},{"cast":["Michael Saucedo","Justin Urich","Milo Ventimiglia","Vincent D'Onofrio","Eileen Brennan"],"overview":"Compilation of four short films about homoerotic situations involving young men. In \"Trevor\", by Peggy Rajski, a teenager faces homophobia and falls in love for the first time. Tom DeCerchio directed \"Nunzio's Second Cousin\", telling the story of a gay cop who forces a gay-basher to come to his house and have dinner with his family. In \"Alkali, Iowa\", by Mark Christopher, a young gay man finds out some of his father's past secrets. And \"Must Be the Music\", by Nickolas Perry, follows four teenagers looking for love in nightclubs.","release_date":"1997-03-07","vote_average":4.5,"runtime":74,"cert":"N\/A","id":50091,"title":"Boys Life 2","adult":false,"genre_ids":[18,10749]},{"cast":["Jelieta Mariveles-Ruca","Jun Lizada","Marilyn Roque","Jun Lizada","Manay"],"overview":"Gigi  from Arakan Valley is a woman rebel who teaches young comrades the facets of their struggle as they remain to be in waiting after they were ambushed. In a nearby village, Junjun and his fellow soldiers take a rest. He attempts to chance upon a girl he longs for, but instead encounters a balyan\/tagbawian (shaman) in a very disturbing situation. Somewhere, two kids, Abyan and Busaw, trek the forest back to their mother. Huling Balyan ng Buhi : O Ang Sinalirap nga Asoy Nila weaves the tales of rebels in waiting, playful soldiers at rest and a troubled balyan (village healer) in a very ambiguous predicament. A quandary that will usher them all to one encounter that can bring to light the questions of transcendence.","release_date":"2006-11-22","vote_average":5.0,"runtime":89,"cert":"N\/A","id":50092,"title":"The Woven Stories of the Other","adult":false,"genre_ids":[10402,18]},{"cast":["Vaibhav Reddy","Premji Amaran","Jai Sampath","Sampath Raj","Aravind Akash"],"overview":"Goa is a 2010 Indian Tamil-language romantic comedy film written and directed by Venkat Prabhu, who with the project. Starring Jai, Vaibhav and Premji Amaran in the lead roles along with Sneha, Piaa Bajpai and the debutant Australian model Melanie Marie in other roles, the film features music composed by Yuvan Shankar Raja. The film follows the journey of three young men, Ramarajan, Vinayagam and Saamikannu, who flee from their remote, conservative village to escape their overly strict families and travel to the international tourist-destination Goa, after encountering a friend who had fallen in love with a Caucasian girl whilst on holiday there. The film explores their time in Goa, the people they meet ranging from gay hoteliers to suave casino owners, and dwells on the relationships they encounter in the region.","release_date":"2010-01-29","vote_average":6.3,"runtime":164,"cert":"N\/A","id":50093,"title":"Goa","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"Jim Henson's Pajanimals features the musical adventures of four young and loveable animals preparing for bed. The original songs are designed to help comfort preschool viewers with bedtime themes and transitional issues such as separating from Mom at the end of the day, healthy routines, sleeping through the night and being comfortable with the lights out.","release_date":"","vote_average":0.0,"runtime":90,"cert":"N\/A","id":50094,"title":"Jim Henson's Pajanimals","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"In 2007, The Gmod servers go to war, from PHWOnline And RS Films comes \"War of the Servers\", Directed by Robert Stoneman and starring voices from Chris Duggan (PHWRadio DJ), Robert Stoneman (PHWRadio DJ and Slapdash 1 and 2), Richard Biosvert (Slapdash 1 and 2), David Zimmerman (PHW Comic Maker), Nick Bertke, Jordan Brindle and Ben Stoneman. Based on the musical \"Jeff Wayne's musical of War of the Worlds\" This action\/parody adventure follows one players story to get to his friends before the servers crash.","release_date":"2007-06-29","vote_average":5.3,"runtime":100,"cert":"N\/A","id":50097,"title":"War of the Servers","adult":false,"genre_ids":[28,18,53]},{"cast":["Ruth Gordon","Brooke Shields","T.J. Hargrave","Marc Vahanian","Eda Reiss Merin"],"overview":"A lonely widow who frequents Central Park becomes emotionally involved with two orphaned youngsters who have built an oasis for themselves there after fleeing from a foster home. A young Brooke Shields made her TV acting debut in a small role.","release_date":"1977-06-17","vote_average":3.5,"runtime":76,"cert":"N\/A","id":50098,"title":"The Prince of Central Park","adult":false,"genre_ids":[18]},{"cast":["Imran Khan","Deepika Padukone","Shahana Goswami","Sharmila Tagore","Lillete Dubey"],"overview":"Aaliya is not ready for commitment even after a decade-long friendship with Abhay. She remains indifferent when he follows her to Australia, but is finally shaken when he announces his marriage.","release_date":"2010-11-25","vote_average":5.6,"runtime":120,"cert":"N\/A","id":50099,"title":"Break Ke Baad","adult":false,"genre_ids":[18,35,10749]},{"cast":["Peter Towndrow","Dr. Riyadh","Scott Farren-Price"],"overview":"The director follows a Sunni Arab doctor as he prepares to run for the early 2005 elections in Iraq.","release_date":"2006-08-06","vote_average":7.2,"runtime":90,"cert":"N\/A","id":50100,"title":"My Country, My Country","adult":false,"genre_ids":[99]},{"cast":["Stewart Francis"],"overview":"Stewart Francis is the Canadian comic famous for his razor-sharp one-liners and impeccable sense of timing. A TV regular on programmes such as Mock the Week, Michael McIntyre’s Comedy Roadshow and Live At The Apollo, Stewart has established himself as serious hot property on the comedy circuit, recently supporting Ricky Gervais as part of his Science tour. In his brand new, debut stand up DVD, Stewart brings us his Tour de Francis… a scenic ride full of gags from his fantastic British stand-up tour.","release_date":"2010-11-22","vote_average":7.0,"runtime":69,"cert":"15","id":50101,"title":"Stewart Francis: Tour de Francis","adult":false,"genre_ids":[35]},{"cast":["Tim Vine"],"overview":"The hugely popular star of BBC's Not Going Out, Tim Vine, offers up a volley of ingenious quickfire puns in this live stand-up release.","release_date":"2010-11-20","vote_average":7.5,"runtime":62,"cert":"PG","id":50102,"title":"Tim Vine: Punslinger Live","adult":false,"genre_ids":[35]},{"cast":["Haluk Piyes","Cheyenne Rushing","Özay Fecht","René Ifrah","Susannah York"],"overview":"Young American Catherine Mulligan follows her love to Iran and converts to Islam. After being raped she is sentenced to death by stoning.","release_date":"2006-09-09","vote_average":0.0,"runtime":81,"cert":"N\/A","id":50103,"title":"The Stoning","adult":false,"genre_ids":[18]},{"cast":["Fred MacMurray","Jack Oakie","Jean Parker","Lloyd Nolan","Edward Ellis"],"overview":"Two down-on-their-luck former outlaws volunteer to be Texas Rangers and find themselves assigned to bring in an old friend, now a notorious outlaw.","release_date":"1936-08-28","vote_average":7.0,"runtime":98,"cert":"N\/A","id":50104,"title":"The Texas Rangers","adult":false,"genre_ids":[37]},{"cast":["Jason Jones","Dave Foley","Samantha Bee","Jayne Eastwood","Mike Beaver"],"overview":"Using a professional grade video camera, a dysfunctional family records their Christmas Day in 1985, which descends into total chaos.","release_date":"2009-11-27","vote_average":5.4,"runtime":95,"cert":"N\/A","id":50105,"title":"Coopers' Camera","adult":false,"genre_ids":[35]},{"cast":["Daniele Drobny","Florian Gallenberger","Jürgen Jürges","Udo Kier","Otto Kuhnle"],"overview":"A rare gem of cinematic storytelling that weaves docudrama, fictional reenactment, and experimental photography into a powerful, reflective work on the early days of German cinema. The film tells the story of the Skladanowsky Brothers, the German-born duo responsible for inventing the \"bioskop\", an early version of the film projector.","release_date":"1995-11-28","vote_average":5.3,"runtime":79,"cert":"N\/A","id":50106,"title":"A Trick of the Light","adult":false,"genre_ids":[18]},{"cast":["Kay Francis","Ricardo Cortez","Gene Raymond","John Halliday","Margaret Lindsay"],"overview":"A beautiful chorine marries a handsome rich socialite, but her idyllic life ends when she visits a dying old beau and is charged when he commits suicide.","release_date":"1933-12-23","vote_average":6.3,"runtime":68,"cert":"N\/A","id":50107,"title":"The House on 56th Street","adult":false,"genre_ids":[36,18]},{"cast":["Phintusuda Tunphairao","Suthep Pongam","Supakorn Kitsuwon","Lena Christensen","Andrew Biggs"],"overview":"The fourth generation of the virus SARS is found in Africa! It's more dangerous and causes the patients to transform into bloodthirsty zombies. The virus quickly lands to Thailand, Dr. Bryan Thompson who creates the anti-virus, ends up getting infected while doing his experiment and soon the virus is spreading to all the residents of his same building. At that time, Khun is trying to help a young girl who's being kidnapped in the building... He ends up trapped in the building with only his precious sword as a weapon. Surrounded by the zombies, he has to find the girl and escape from the building before the government drops a bomb to destroy the virus and the building.","release_date":"2004-12-16","vote_average":5.8,"runtime":95,"cert":"N\/A","id":50108,"title":"Sars Wars: Bangkok Zombie Crisis","adult":false,"genre_ids":[28,35,14,27]},{"cast":["Kevin Bridges","Peter Dickson"],"overview":"Star of TVs Live at the Apollo &amp; Michael McIntyre's Comedy Roadshow, Kevin Bridges is the next big thing in comedy and the one to watch in 2010. His unique brand of social commentary, astute observations and sharp one-liners arguably make him the hottest act to come out of Scotland in the last ten years.","release_date":"2010-11-22","vote_average":7.6,"runtime":81,"cert":"","id":50111,"title":"Kevin Bridges: The Story So Far... Live in Glasgow","adult":false,"genre_ids":[35]},{"cast":["George C. Scott","Paul Winfield","Michael Jai White","James Sikking","Malcolm-Jamal Warner"],"overview":"The story of Mike Tyson. From his early days as a 12 year old amateur with a powerful punch, to the undisputed title of \"Heavyweight Champion of the World\", and ultimately to his conviction for rape. The story of his turbulent life moves quickly, never focusing for long on anything in particular.","release_date":"1995-04-29","vote_average":5.5,"runtime":110,"cert":"N\/A","id":50114,"title":"Tyson","adult":false,"genre_ids":[18]},{"cast":["Jennifer Jones","John Garfield","Gilbert Roland","Ramon Novarro","Pedro Armendáriz"],"overview":"China Valdes joins the Cuban underground after her brother is killed by the chief of the secret police, Ariete. She meets and falls in love with American expatriate Tony Fenner. Tony develops a plan to tunnel under the city's cemetery to a plot owned by a high official, assassinate him, and blow up the whole Cuban hierarchy at the ensuing state funeral. Together with a band of dedicated revolutionaries, they begin digging.","release_date":"1949-04-27","vote_average":6.3,"runtime":106,"cert":"N\/A","id":50117,"title":"We Were Strangers","adult":false,"genre_ids":[28,18,10749]},{"cast":["Joaquim Oliveira","Rita Blanco","Adriano Luz","Branca de Camargo","João Perry"],"overview":"Young Jesus (Joaquim Oliviera) is taken on a vacation by his parents (Rita Blanco, Adriano Luz) to a deserted beach resort. They accidentally fall into overnight wealth after Jesus digs in the sand, uncovering a large drug stash. Others characters intersecting here include an alcoholic actress, a philandering banker, a general trafficking in arms, priests who close their church and head north as hitchhikers, politicians who watch an all-girl production of Julius Caesar, and beggars who recite a children's story in a huge heap of trash.","release_date":"1998-12-31","vote_average":5.8,"runtime":112,"cert":"N\/A","id":50118,"title":"Traffic","adult":false,"genre_ids":[35]},{"cast":["Jackson Pace","Michael Paré","Jen Kober","David Jensen","Dane Rhodes"],"overview":"Jimmy lives in the tranquil town of Eagle Rock, Louisiana, with his father, stepmother and his best friend Rainy, a German Shepherd. When Jimmy's father gets a promotion, the family must relocate to an apartment in New York City that has a strict no pet policy. Unwilling to let his master go without a fight, Rainy embarks on a cross-country journey to New York but navigating the Big Apple is just the beginning of his challenging adventure.","release_date":"2011-01-04","vote_average":4.8,"runtime":88,"cert":"N\/A","id":50119,"title":"Cool Dog","adult":false,"genre_ids":[10751]},{"cast":["Réal Béland","Stéphane K. Lefebvre"],"overview":"Humorist Réal Béland goes in France with his friends to do some jokes","release_date":"2004-11-01","vote_average":9.5,"runtime":96,"cert":"N\/A","id":50120,"title":"Les Cousins du vrai monde","adult":false,"genre_ids":[]},{"cast":["Graham Greene","Eric Schweig","Gary Farmer","Noah Watts","Lois Red Elk"],"overview":"An inspirational tale about the relationship between two Sioux Indian brothers living on the Pine Ridge Indian reservation.","release_date":"2002-09-27","vote_average":4.8,"runtime":84,"cert":"N\/A","id":50123,"title":"Skins","adult":false,"genre_ids":[28,18]},{"cast":["Anna Ammirati","Serena Grandi","Patrick Mower","Susanna Martinková","Antonio Salines"],"overview":"The story takes place in northern Italy in the 1950's. Lola and Masetto are about to get married. Masetto wants to keep Lola as a virgin until they are married. But Lola is impatient to remain in chastity until the wedding night. She wants to be sure that Masetto is a good lover, before she commits herself into marriage. She does everything to trick Masetto into breaking the moral tradition.","release_date":"1998-01-21","vote_average":4.2,"runtime":105,"cert":"","id":50124,"title":"Frivolous Lola","adult":false,"genre_ids":[35,10749]},{"cast":["Bon Scott","Angus Young","Malcolm Young","Cliff Williams","Phil Rudd"],"overview":"Before the show - Live wire - Shot down in flames - Hell ain't a bad place to be - Sin city - Walk all over - You - Bad boy boogie - The jack - Highway to hell - Girls got rhythm - High voltage - Whole lotta Rosie - Rocker - Let there be rock","release_date":"1980-09-14","vote_average":8.3,"runtime":95,"cert":"N\/A","id":50125,"title":"AC\/DC: Let There Be Rock","adult":false,"genre_ids":[10402]},{"cast":["Paul Wesley","Tom Skerritt","Darren Scott","Rick Worthy","Lisa Lackey"],"overview":"For high schooler Aaron Corbett, turning 18 means becoming not just a man but a nephilim, too -- half human, half angel, with supernatural abilities.","release_date":"2006-07-23","vote_average":7.0,"runtime":84,"cert":"N\/A","id":50126,"title":"Fallen","adult":false,"genre_ids":[10770,18,14]},{"cast":["Nejat İşler","Tayanç Ayaydın"],"overview":"10 to 11 is the story of a passionate collector Mithat and the concierge of the building, Ali. For Mithat Istanbul is as vast as his collections and for Ali is nothing more than a few blocks around the building. When the neighbors decide to have the building rebuilt with the fear of earthquake and the wish for a more valuable house, Mithat's most challenging struggle to save his collections begins. The building becomes the common destiny of these two men living alone. Their relationship that begins with the collaboration to save the continuity of the collections changes track with Mithat's handing Istanbul over to Ali and ends when they involuntarily change each other's fate.","release_date":"2009-09-25","vote_average":7.0,"runtime":110,"cert":"N\/A","id":50129,"title":"10 to 11","adult":false,"genre_ids":[18]},{"cast":["Bolek Polívka","Jiří Schmitzer","Petr Forman","Miroslav Vladyka","Lenka Vlasáková"],"overview":"This Hrebejk’s comedy is set in Prague, four years after the democratic “Velvet revolution” of 1989. This was an era of sudden freedom, transition and confusion. Most people got carried away, quickly abandoning the old values and uncritically accepting the new. Some people just took a break…","release_date":"2008-05-05","vote_average":7.2,"runtime":102,"cert":"N\/A","id":50130,"title":"I'm All Good","adult":false,"genre_ids":[35]},{"cast":["Mihiro","Haruki Jo","Seiji Nakamitsu","Rio Nakamura","Shô Nishino"],"overview":"A beautiful \"special student undercover cop\" attends a prestigious high school in order to bust up a student prostitution ring in this sexy spoof of the popular Yo-Yo Girl Cop series. Saki (Mihiro) may look like you're average innocent schoolgirl, but in reality she's a highly skilled agent for the Japanese government. Armed with a lethal yo-yo and a special pair of see through underwear, Saki befriends a student prostitute named Asuka in hopes of identifying of the ringleaders and gathering the evidence that will bring them to justice. Accomplishing that goal is no simple task, however, because in addition to being bullied about her unconventional undergarments, Saki soon finds herself falling for handsome young classmate Takuya. Now torn between love and duty, Saki is shocked to learn that Asuka has been murdered after her double life was discovered, and that the leaders of the prostitution are none other than the Headmaster of the school and a highly respected teacher.","release_date":"2006-09-30","vote_average":4.3,"runtime":75,"cert":"N\/A","id":50133,"title":"Yo-Yo Sexy Girl Cop","adult":false,"genre_ids":[]},{"cast":["Ramon 'Bong' Revilla Jr.","Jennylyn Mercado","Dingdong Dantes","Benjie Paras","Empress Schuck"],"overview":"Set in December 2021, Resiklo is the story of Crisval Sarmiento, an ex-military Colonel who leads a rag-tag group of survivors in the Philippines against the insect-like alien invaders known as the Balangs. Because of the enormous expenditures in resources during the invasion, the humans are forced to scavenge the destroyed landscape for anything that could be recycled and put to use at their secret sanctuary, called Paraiso. However, they are in a race against time, as in addition to the resource gathering, the survivors are fighting to eliminate the Balangs and their human collaborators, the Mutanos, while keeping Paraiso's location secret and along the way, uncovering the truth behind the invasion as well.","release_date":"2007-12-25","vote_average":2.6,"runtime":110,"cert":"N\/A","id":50136,"title":"Recyclo Transformers","adult":false,"genre_ids":[28,14,878]},{"cast":["Jean-Yves Lafesse"],"overview":"","release_date":"2001-10-03","vote_average":6.0,"runtime":115,"cert":"N\/A","id":50137,"title":"Les yeux dans Lafesse","adult":false,"genre_ids":[35]},{"cast":[],"overview":"An action figure aficionado named Ryouta finally completes a rare action figure collection by buying a doll in Akihabara. His joy is short-lived, however, when a group of juvenile delinquents steals it from him on the way home. Totally defeated, Ryouta wanders into a tiny back-alley shop and finds an even rarer model of a girl named Airu for sale. He rushes home to assemble it, and to his astonishment Airu comes to life and instantly falls in love with him.","release_date":"2006-08-23","vote_average":0.0,"runtime":68,"cert":"N\/A","id":50138,"title":"Legend of the Doll","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"Ling-Kit HO is just like one of many other students in Tin Shui Wai. However, he is a lot more hard-working than all the others as he wants to get away from this besieged city. Apart from his study, he is indifferent to everything because he comes from a defunct family. Having to take care of his mentally-ill mother, Ling Kit is also forced to face his Dad – a heavy drunker and a heavy gambler. His younger brother Chun-Kit has left the family for years. At that time, Chun-Kit was heavily bullied by his classmates in school and he was always beaten by his drunken father. Being the elder brother, however, Ling-Kit did not protect Chun-Kit from being beaten so Chun-Kit left in great panic.","release_date":"2008-05-01","vote_average":0.0,"runtime":96,"cert":"N\/A","id":50139,"title":"Besieged City","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Once again, Lady Ninja Kasumi is a candidate for a dangerous mission that will use all of her abilities as both a kunoichi and a woman. Her clan elder approaches a specific former member of their group, Sakichi, for his aid in the matter. Unfortunately, due to a tragedy and a lost love, he is unwilling to lend his help to the Sanada ninja, and Kasumi volunteers to handle the matter. Ultimately, she is captured and it is up to Sakichi to help her get to safety... but not before she settles the score with a rival lady ninja.","release_date":"","vote_average":0.0,"runtime":75,"cert":"N\/A","id":50140,"title":"Lady Ninja Kasumi 4","adult":true,"genre_ids":[28]},{"cast":["Jae Hee","Yoo Da-in"],"overview":"The Whagoklee village, there has been a continuous serial rape murder cases in the past decade. The police has not yet outlined any of it and villagers have left one by one, the town is almost now in ruins. The police abandoned the case and nothing was happened for two years, the town became peaceable again. Then one day, the fear swept over the town with the result an incident that two college women were raped and murdered. CHOI Kang a ghost hunter insisted that it was not by a man but by an evil spirit, as opposed to a police. Another ghost hunter Mr. SHIN that is a press man also came to the village for being after it. The evil which is only visible to CHOI Kang and Mr. SHIN committed a murder by having a string on people. Guess who the real criminal is and what's going to happen next.","release_date":"2008-10-30","vote_average":0.0,"runtime":87,"cert":"N\/A","id":50143,"title":"Mandate: Mission from the Gods","adult":false,"genre_ids":[28,80,14]},{"cast":["Yuka Kosaka","Li Mei Chan","Jun'ichi Kawamoto","Hiroko Mori","Reina"],"overview":"Welcome to the Big House! It looks like any other prison, but this specialized penitentiary was designed from the ground up to hold Japan's most ruthless female inmates. That makes it doubly deadly, because while the guards may be brutal and sadistic, the inmates outnumber them by a hundred to one! At any second the final, fatal riot may erupt, stoking the flames of a thousand forbidden desires into an all-consuming inferno where it's every woman for herself! The shocking reality of Japan's secret prison system is exposed in Chain Gang Girls!","release_date":"2008-12-23","vote_average":4.0,"runtime":75,"cert":"N\/A","id":50144,"title":"Chain Gang Girls","adult":false,"genre_ids":[28]},{"cast":["Kara Hui","Carina Lau","Mars","Clarence Yiu-leung Fok","Billy Lau"],"overview":"Frequent Jackie Chan cohort Mars stars as Sing, an ex-con who's supposed to dig up the buried loot of his three still-jailed buddies...but when he gets to it, he finds that the treasure chest is full of rocks! The other three are convinced that Sing stole the goods for himself, so Sing decides to hide out with his kick-butt cousin Kuen, played with athletic aplomb by kung-fu princess Kara Hui! But some insurance investigators (Carina Lau and Billy Lau) are also after the loot, and there's even a mousy travel agent (future director Clarence Fok) thrown in for good measure. It all adds up to numerous shenanigans and action-comedy hijinks, culminating in a knockdown action finale set in a warehouse! Wooden crates, two-by-fours, and more props than you can name are used and abused in the name of creative eighties HK-style action, which Jackie Chan and company are only too glad to dispense to the audience!","release_date":"1986-07-25","vote_average":8.8,"runtime":95,"cert":"N\/A","id":50147,"title":"Naughty Boys","adult":false,"genre_ids":[]},{"cast":["Jackie Chan","Dean Shek","Tanny Tien-Ni","Stephen Tung Wai","Austin Wai"],"overview":"No End of Surprises is a Hong Kong Comedy Drama starring Jackie Chan.","release_date":"1975-12-05","vote_average":0.0,"runtime":90,"cert":"N\/A","id":50148,"title":"No End of Surprises","adult":false,"genre_ids":[]},{"cast":["Bruce Lee","Jackie Chan","Sammo Hung","Yuen Biao","Jet Li"],"overview":"Welcome to the world of the martial arts. A voyage for the times of the martial arts cinema, from the beginning in China in the 6th Century A.C. by a Buddhist monk, Bodhidharma, until the actual time and the influence in the world, with interviews to actors and historians, and a review to the most important movies of all times and to the most famous action movies actors. A magnificent jewel of this genre what nobody wouldn't lose.","release_date":"1995-06-15","vote_average":7.0,"runtime":100,"cert":"","id":50151,"title":"Top Fighter","adult":false,"genre_ids":[99,28]},{"cast":["Jackie Chan","Fang Daolong"],"overview":"A surprising look at the past of movie star Jackie Chan and the difficulties of Chinese families during the Culture Revolution.","release_date":"2003-08-22","vote_average":6.7,"runtime":94,"cert":"","id":50152,"title":"Traces of a Dragon: Jackie Chan & His Lost Family","adult":false,"genre_ids":[99]},{"cast":["Robert Clarke","Margaret Field","Raymond Bond","William Schallert","Roy Engel"],"overview":"While watching for a planet that may collide with earth, scientists stationed in Scotland are approached by a visitor from outer space.","release_date":"1951-04-27","vote_average":5.8,"runtime":70,"cert":"N\/A","id":50153,"title":"The Man from Planet X","adult":false,"genre_ids":[27,878,53,10749]},{"cast":["Yuen Biao","Michelle Reis","Yuen Wah","Nina Li Chi","Jackie Chan"],"overview":"As the evil sect known as the Black Section of Esoteric Buddhism wreaks havoc on Tibet, a young monk named Wong La (Biao Yuen) is sent to Hong Kong to recover a sacred urn that holds the power to defeat the enemies. Wong soon meets and safeguards a gorgeous woman (Michelle Reis) connected to the urn's protector, while the leader of the Black Section learns of Wong's plan and pursues the urn for himself in this martial arts thriller.","release_date":"1992-01-10","vote_average":6.2,"runtime":96,"cert":"N\/A","id":50154,"title":"A Kid from Tibet","adult":false,"genre_ids":[14,28]},{"cast":["Deanna Durbin","Robert Paige","Akim Tamiroff","David Bruce","Leonid Kinskey"],"overview":"With the California Gold Rush beginning, Senator Frost's singing daughter Caroline loves a young army officer; the Senator can't stand him, and has him sent to California. Headstrong Caroline follows him by train, riverboat, and covered wagon, gaining companions en route: a vagrant Russian prince and gambler Johnny Lawlor, who just might take her mind off the army.","release_date":"1944-12-25","vote_average":7.7,"runtime":90,"cert":"N\/A","id":50155,"title":"Can't Help Singing","adult":false,"genre_ids":[37]},{"cast":["Gérard Jugnot","Victoria Abril","Valérie Lemercier","Jean-Pierre Cassel","Micheline Presle"],"overview":"Winegrower Patrick Ponsac comes close to ruining his marriage when he has an affair with another woman. By way of atonement, he takes his wife back to the Mediterranean island where, 13 years earlier, they spent their honeymoon. Not such a good move, as it turns out. The peacemaking holiday coincides with the outbreak of a bloody civil war. Having failed to leave the country, Patrick, his wife and their eccentric entourage are taken hostage by merciless guerrillas…","release_date":"1994-06-15","vote_average":5.5,"runtime":98,"cert":"N\/A","id":50156,"title":"Casque bleu","adult":false,"genre_ids":[]},{"cast":["Frank Robertson","Jeff Hale","Artie Deco","Scott Matthews","Cindy Furgatch"],"overview":"Hardware Wars (1977) is a short film parody of the classic science fiction film Star Wars. The thirteen-minute film, which premiered in theatres only seven months after Star Wars, consisted of little more than inside jokes and visual puns that heavily depended upon audience familiarity with the original. The theme song is Richard Wagner's famous \"Ride of the Valkyries\". The tagline was \"You'll laugh, you'll cry, you'll kiss three bucks goodbye.\"","release_date":"1978-01-01","vote_average":6.5,"runtime":13,"cert":"N\/A","id":50157,"title":"Hardware Wars","adult":false,"genre_ids":[35,878]},{"cast":["Zabou Breitman","Bernard Campan","Nina Rodriguez","Julie-Marie Parmentier","Antonin Chalon"],"overview":"At thirteen-years-old, with an unusually high IQ and a knack for observing things about other people, Lou Bertignac is not only the youngest in her class at school; she is also the most unusual. Painfully shy, she has few friends, save for Lucas, whose company helps her get through each day. At home, Lou's life is also difficult: Her mother hasn't left the house in years and her father spends his days crying in the bathroom. Lou's world is dark and sad... That is, until she meets No.","release_date":"2010-11-17","vote_average":6.1,"runtime":null,"cert":"N\/A","id":50158,"title":"No and Me","adult":false,"genre_ids":[18]},{"cast":["Karl Davies","Lauren Steventon","Layke Anderson","Amy Blackburn","Frank Harper"],"overview":"High-octane romance set in the recognizable - and sometimes gritty - world of Brighton's homegrown youth, as Boy Racer gangs uneasily coexist with the Indie scene.","release_date":"2007-07-24","vote_average":4.5,"runtime":112,"cert":"N\/A","id":50161,"title":"Dolphins","adult":false,"genre_ids":[28,18]},{"cast":["Haji Suzuki","Onn-chan","Koji Otsubo","Kyoko Hara","Rakumaro Sanyutei"],"overview":"Pinocchio 964 is a memory-wiped sex slave who is thrown out by his owners for failure to maintain an erection. It is unclear in what ways he has been modified beyond having no memory and being unable to communicate. He is discovered by Himiko while wandering aimlessly through the city. Himiko has also been memory-wiped, possibly by the same company that produced Pinocchio, but she is fully functional. Himiko spends her days drawing maps of the city, to aid other memory-wiped people. Himiko takes Pinocchio home and tries to teach him to speak. After much effort he has a breakthrough and finally becomes aware of his situation. At this point his body erupts in an inexplicable metamorphosis and it becomes clear that his modifications were much more involved and esoteric than simple memory loss. Himiko also begins to transform, though in a much more subtle manner.","release_date":"1991-09-14","vote_average":6.0,"runtime":97,"cert":"N\/A","id":50162,"title":"964 Pinocchio","adult":false,"genre_ids":[27,878]},{"cast":["Robin Pedersen Daniel","Kris Kristofferson","Mathilde Berg","Dennis Storhøi","Agnete G. Haaland"],"overview":"In the 1890s, 10-year-old Yohan is sent away from home to survive on his own as a child laborer. He experiences hardships and overcomes his fears by relying on bravery and hope to make the best of his circumstances.","release_date":"2010-03-26","vote_average":8.5,"runtime":122,"cert":"N\/A","id":50163,"title":"The Child Wanderers","adult":false,"genre_ids":[10751,18]},{"cast":["Daniel Ceccaldi","Georges Atlas","Roger Carel","Jacques Balutin","Xavier Depraz"],"overview":"The story opens in a Western saloon, where a young musician with a banjo begins to tell a tale of Lucky Luke and his sworn enemies the Dalton brothers: Joe, William, Jack and Averell. Luke has, once again, as he has done many times before, thrown the four outlaws into jail. The prison is also the abode of a guard dog named Rin Tin Can (Rantanplan in the original French language version).","release_date":"1978-03-10","vote_average":6.5,"runtime":82,"cert":"N\/A","id":50166,"title":"Lucky Luke: The Ballad of the Daltons","adult":false,"genre_ids":[10751,16,35,37]},{"cast":[],"overview":"Ragged-looking curio documenting the forms of the male sex organ.","release_date":"2011-08-21","vote_average":0.0,"runtime":7,"cert":"N\/A","id":50169,"title":"Penis Facts","adult":true,"genre_ids":[]},{"cast":[],"overview":"This is a parody of several movies combined an altogether Star Wars parody. It stars Sailor Moon as the Princess and Goku as \"Han Solo\". It has several cameo appearances by several famous faces as well as famous movie parodies. (AnimeNewsNetwork)","release_date":"","vote_average":0.0,"runtime":46,"cert":"N\/A","id":50170,"title":"Star Ballz","adult":true,"genre_ids":[]},{"cast":["Shigeru Amachi","Utako Mitsuya","Yôichi Numata","Hiroshi Hayashi","Kanjûrô Arashi"],"overview":"After a young theology student flees a hit-and-run accident, he is plagued by both his own guilt-ridden conscience and a mysterious, diabolical doppelgänger. But all possible escape routes lead straight to hell—literally!","release_date":"1960-07-30","vote_average":6.6,"runtime":99,"cert":"N\/A","id":50173,"title":"Jigoku","adult":false,"genre_ids":[27,18]},{"cast":["Quinton Jackson","Lyoto Machida","B.J. Penn","Matt Hughes","Phil Davis"],"overview":"UFC 123 was a live Pay-Per-View event that was held on Saturday November 20 from The Palace at Auburn Hills in Auburn Hills, Michigan","release_date":"2010-11-20","vote_average":7.3,"runtime":168,"cert":"N\/A","id":50176,"title":"UFC 123: Rampage vs. Machida","adult":false,"genre_ids":[28]},{"cast":["Robert Mitchum","Geneviève Page","Ingrid Thulin","Frédéric O'Brady","Inga Tidblad"],"overview":"Millionaire Victor Danemore, living on the French Riviera, dies suddenly of a heart attack. His secretary, Dave Bishop, wants to know more about his employer's life. Surprisingly, not even his young wife knows anything about her husband's background or how he earned his fortune. Clues lead Bishop to Vienna and Stockholm, where he learns that Danemore was black-mailing people who cooperated with the Nazis during WW2.","release_date":"1956-07-12","vote_average":6.2,"runtime":95,"cert":"N\/A","id":50177,"title":"Foreign Intrigue","adult":false,"genre_ids":[18,28,53]},{"cast":["Séverin-Mars","Ivy Close","Gabriel de Gravone","Pierre Magnier","Max Maxudian"],"overview":"Sisif, a railwayman, and his son Elie fall in love with the beautiful Norma (whom Sisif rescued from a train crash when a baby and raised as his daughter), with tragic results. Originally running over nine hours, its recent editions have been cut to about four hours.","release_date":"1923-02-17","vote_average":6.9,"runtime":273,"cert":"N\/A","id":50182,"title":"La Roue","adult":false,"genre_ids":[18]},{"cast":["Boris Plotnikov","Vladimir Gostyukhin","Lyudmila Polyakova","Viktoriya Goldentul","Mariya Vinogradova"],"overview":"Two Soviet partisans leave their starving band to get supplies from a nearby farm. The Germans have reached the farm first, so the pair must go on a journey deep into occupied territory, a voyage that will also take them deep into their souls.","release_date":"1977-04-02","vote_average":8.0,"runtime":111,"cert":"N\/A","id":50183,"title":"The Ascent","adult":false,"genre_ids":[18,10752]},{"cast":["Ayelet Zurer","Yehezkel Lazarov","Moshe Ivgy","Igal Naor"],"overview":"This mythic love story set in a timeless, lavishly colorful and mystical Jerusalem incorporates hard rock, striking set design, computer-generated imagery and modern-day tensions between the secular and the Orthodox worlds. Hanan, a handsome young traveler - who has pierced ears and wears grungy flannel shirts - falls in love with Lea, the beautiful daughter of a leader in the religious community. Unbeknownst to the couple, a deal was struck, years earlier, in which they were promised to each other by their fathers. When Hanan consults with a master of Kabbala, a set of mysteriously forbidden eleventh-century texts unleashes untold powers, merging the erotic with the divine and affirming love's infinite potential to transcend all obstacles. The lovers are played by Yehezkel Lazarov (Waltz with Bashir) and Ayelet Z'urer (Angels & Demons; Vantage Point). (from sfjff.org)","release_date":"1997-09-01","vote_average":7.0,"runtime":93,"cert":"N\/A","id":50184,"title":"The Dybbuk of the Holy Apple Field","adult":false,"genre_ids":[18,10749]},{"cast":["Forest Whitaker","James Belushi","Sharon Stone","Sherilyn Fenn","Peter White"],"overview":"Hitman Dekker is on his last job, out to kill the wife (Jain) of his client, but he starts to waiver. The longer he takes to do the job the more difficult it becomes.","release_date":"1991-11-20","vote_average":4.6,"runtime":90,"cert":"N\/A","id":50185,"title":"Diary of a Hitman","adult":false,"genre_ids":[53,80,18]},{"cast":["Grigore Grigoriu","Svetlana Toma","Nelli Volshaninova","Borislav Brondukov","Dmitriy Buzylyov-Kretso"],"overview":"This colourful, music-filled and sensual melodrama based on early stories by Maxim Gorky tells the fatal love story between the beautiful and rebellious girl Rada and the handsome horse thief Zobar. The story is set in early 20th century Bessarabia, now part of Moldova, then belonging to the Austro-Hungarian Empire.","release_date":"1976-04-04","vote_average":7.6,"runtime":101,"cert":"N\/A","id":50186,"title":"Gypsies Are Found Near Heaven","adult":false,"genre_ids":[10749,18]},{"cast":["Sunny Deol","Sudesh Berry"],"overview":"Kaafila is the touching story of the mad rush of people opting to leave their motherland in search of their utopian dreams of a better life abroad in the developed countries. These people put their careers, families and even lives at stake to reach their desired destinations even when they can be better off in their own countries without all the hardships &amp; sufferings.","release_date":"2007-08-10","vote_average":1.0,"runtime":null,"cert":"N\/A","id":50187,"title":"Kaafila","adult":false,"genre_ids":[18]},{"cast":["Adriano Celentano","Barbara Bach","Renato Pozzetto","Capucine","Antonio Casagrande"],"overview":"Poet Palmambrogio Guanziroli loses his wallet mere moments after arriving in Milan. He locates the culprit, a photographer nicknamed 'Click' and takes up residence with him until he either gets his money back or his poetry published.","release_date":"1977-10-28","vote_average":5.6,"runtime":86,"cert":"N\/A","id":50188,"title":"Here We for Example...","adult":false,"genre_ids":[35]},{"cast":["Adriano Celentano","Claudia Mori","Cathy Dupré","Pietro Brambilla","Memo Dittongo"],"overview":"","release_date":"1978-12-01","vote_average":5.8,"runtime":null,"cert":"N\/A","id":50189,"title":"Geppo il folle","adult":false,"genre_ids":[35,10402]},{"cast":["Totò","Lisa Gastoni","Adriano Celentano","Don Backy","Giacomo Furia"],"overview":"Pasquale takes all of his 12 children and runs away from Monza, looking for a house of a wealthy and generous awning. Having met on the way impoverished peasant, Pasquale takes him also, having granted the rank of \"Half-Monk\" and thus having gained rustic, but a reliable friend.","release_date":"1963-12-01","vote_average":7.5,"runtime":91,"cert":"N\/A","id":50190,"title":"The Monk of Monza","adult":false,"genre_ids":[35]},{"cast":["Adriano Celentano","Kate Vernon"],"overview":"","release_date":"1992-12-23","vote_average":5.3,"runtime":null,"cert":"N\/A","id":50191,"title":"Jackpot","adult":false,"genre_ids":[]},{"cast":["Miguel Rodarte","Francisco Gattorno"],"overview":"\"Las Lloronas\" is an adaptation of the legend of \"La Llorona\"(Weeping Woman). It's based on the story of three generations of women within a Mexican familiy. Cursed by la llorona, these women fight to overcome the situations that arise by this. Through the struggles that these women face, they must eventually come to terms with destiny. \"Las Lloronas\" is a story of love, loss and triumph of the spirit, as well as the inner strength that each women has within.","release_date":"2004-01-01","vote_average":5.3,"runtime":90,"cert":"N\/A","id":50192,"title":"Las lloronas","adult":false,"genre_ids":[14,18,53,878]},{"cast":["Adriano Celentano","Claudia Mori","Marthe Keller","Federica Moro","Romano Puppo"],"overview":"In a world ravaged by violence, and other serious social problems, Joan - a character that alludes to Christ (which represents the return to Earth) arrives to Italy by train and preaching for the salvation of mankind, condemning the hypocrisy and hedonism.","release_date":"1985-12-25","vote_average":5.3,"runtime":163,"cert":"N\/A","id":50193,"title":"Joan Lui","adult":false,"genre_ids":[35,18,10402]},{"cast":["Adriano Celentano","Claudia Mori","Lino Toffolo","José Calvo","Manuel Zarzo"],"overview":"Movie starts with a small boy watching his father boarding a ship to America. Years later, all grown up and in colour, Pippolo Cavallo (Adriano Celentano) takes the same route (dressed as a woman) to search for his father and begin a new life.","release_date":"1973-04-19","vote_average":5.9,"runtime":115,"cert":"N\/A","id":50194,"title":"Little Funny Guy","adult":false,"genre_ids":[35]},{"cast":["Adriano Celentano","Enrico Montesano","Renzo Montagnani","Mario Carotenuto","Andrea Roncato"],"overview":"Two episodes: A roman coachman fulfills the dream of his life and meets the Pope. A priest crazy about dancing wins the first prize in a contest.","release_date":"1980-03-28","vote_average":6.2,"runtime":137,"cert":"N\/A","id":50195,"title":"Give Me Five","adult":false,"genre_ids":[35]},{"cast":["Adriano Celentano","Claudia Mori","Toni Ucci","Maria Grazia Spina","Riccardo Garrone"],"overview":"A beautiful girl Rosina lives In Rome. Her husband is strong as a bull and jealous as Shakespeare's Othello. Once the husband of Rosina kills a wealthy aristocrat, who sang the serenade to his wife, and now he is hiding from justice.","release_date":"1973-01-01","vote_average":6.1,"runtime":110,"cert":"N\/A","id":50196,"title":"Rugantino","adult":false,"genre_ids":[35]},{"cast":["Adriano Celentano","Ottavia Piccolo","Saro Urzì","Francesca Romana Coluzzi","Benjamin Lev"],"overview":"Serafino a young and innocent shepherd inherits a huge fortune. He immediately spends the entire sum in presents for his friends. For this reason he is believed mad, and his uncle decides to legally forbid him to take any decision about his fortune. Serafino liaison with his cousin drive him few steps to marry. Tired of this entire situation Serafino finally decides to come back to the mountains by his sheep.","release_date":"1968-12-16","vote_average":6.1,"runtime":96,"cert":"N\/A","id":50197,"title":"Serafino","adult":false,"genre_ids":[35]},{"cast":["Justin Kirk","Estella Warren","Whoopi Goldberg","Liza Lapira","Sandra Bernhard"],"overview":"Feeling abandoned by her therapist who's gone on an extended vacation, beautiful Lindsay gets help with her fear of commitment from an ad hoc support group formed by other New Yorkers also left high and dry by their shrinks. But when her pals dare her to date fellow group member A.J., Lindsay begins to wonder if she's finally found her match.","release_date":"2010-01-01","vote_average":5.0,"runtime":91,"cert":"N\/A","id":50198,"title":"See You in September","adult":false,"genre_ids":[35,10749]},{"cast":["Adriano Celentano","Claudia Mori","Gino Santercole","Don Backy","Detto Mariano"],"overview":"A gang from Milan performes a big bank robbery stealing more than a billion pounds. Surrounded by police, the robbers did manage to escape. But now they have to lie down on the bottom and the best place to sit, it seems the monastery.","release_date":"1964-12-17","vote_average":6.0,"runtime":93,"cert":"N\/A","id":50199,"title":"Robbery Roman Style","adult":false,"genre_ids":[35,80,53]},{"cast":[],"overview":"Biblical Collector's Series: Noah's Ark & the Biblical Flood analyzes the veracity of the famous Biblical event where Noah allegedly built an ark that housed two of every animal in order to save them from a deluge","release_date":"2006-01-01","vote_average":0.0,"runtime":60,"cert":"N\/A","id":50200,"title":"Noah's Ark & the Biblical Flood","adult":false,"genre_ids":[99,36]},{"cast":["Allan Edwall","Robyn Carlsson","Olle Sarri","Tomas von Brömssen","Ernst Günther"],"overview":"When a ship sinks during a storm, a slave from the industrial island of Plutonia is washed up on the beaches of paradise island Melonia, where the \"all-powerful\" wizard Prospero and his strange friends reside.","release_date":"1989-12-15","vote_average":6.8,"runtime":101,"cert":"N\/A","id":50201,"title":"The Journey to Melonia","adult":false,"genre_ids":[16,10751,12]},{"cast":["Simon Pegg","Andy Serkis","Isla Fisher","Tom Wilkinson","Tim Curry"],"overview":"Two 19th-century opportunists (Simon Pegg, Andy Serkis) become serial killers so that they can maintain their profitable business supplying cadavers to an anatomist (Tom Wilkinson).","release_date":"2010-10-29","vote_average":6.2,"runtime":91,"cert":"15","id":50204,"title":"Burke & Hare","adult":false,"genre_ids":[35,53]},{"cast":["Curly Howard","Larry Fine","Moe Howard","Lynton Brent","Jack Gardner"],"overview":"The stooges, tricked by some con men into selling memberships to a phony duck hunting club, sell all the memberships to the police department. When the crooks skip town, the stooges are stranded at a duck-less lake with a lodge full of cops.","release_date":"1939-04-07","vote_average":5.0,"runtime":17,"cert":"N\/A","id":50207,"title":"A Ducking They Did Go","adult":false,"genre_ids":[35]},{"cast":["John Mills","John McCallum","Elizabeth Sellars","Eva Bergh","Geoffrey Keen"],"overview":"1953 British noir thriller, starring John Mills. An innocent man is released from prison after 12 years and tracks down the witnesses who lied about him in court. Based on a 1951 novel by Howard Clewes.","release_date":"1953-01-23","vote_average":6.2,"runtime":96,"cert":"","id":50208,"title":"The Long Memory","adult":false,"genre_ids":[80]},{"cast":["Gérard Jugnot","Pierre Arditi","Vincent Cassel"],"overview":"","release_date":"1991-10-30","vote_average":6.3,"runtime":null,"cert":"N\/A","id":50209,"title":"Les clés du paradis","adult":false,"genre_ids":[35]},{"cast":["Kim So-hyun","Park Joo-mi","Kim Myung-min","Uhm Ki-joon","Lee Byung-joon"],"overview":"One day, Hye Lin, the five-year old daughter of a devoted pastor, Joo Young Soo, is kidnapped. Pastor Joo, who has a rock solid faith in God at this time, prays wholeheartedly for her safe comeback, but she does not return. Eight years later, Joo Young Soo, who now does not believe in God and leads a completely secular life, receives a call. Hye Lin is still alive and is with the kidnapper. Joo Young Soo’s resolute attempt to rescue his daughter begins...","release_date":"2010-07-01","vote_average":6.1,"runtime":113,"cert":"N\/A","id":50210,"title":"Man of Vendetta","adult":false,"genre_ids":[18,80,53,28]},{"cast":["Gérard Jugnot","Jean-Claude Leguay","Jean-Yves Chatelais","Jean-Paul Comart","Eric Prat"],"overview":"France, 1965 - An aging mamma's boy becomes the replacement leader of a rowdy group of teenage boy scouts who make his life miserable.","release_date":"1985-11-27","vote_average":5.9,"runtime":98,"cert":"N\/A","id":50211,"title":"Scout toujours","adult":false,"genre_ids":[35]},{"cast":["Gérard Jugnot","Anémone","Jean-François Balmer","Jean-Pierre Bisson","Brigitte Catillon"],"overview":"As a result of an automobile accident, a sophisticated TV producer meets her car mechanic\/blue collar nemesis. They start a comic affair, but can they reconcile their totally different worlds?","release_date":"1982-09-28","vote_average":6.4,"runtime":90,"cert":"N\/A","id":50212,"title":"Ladies' Choice","adult":false,"genre_ids":[35,10749]},{"cast":["Gérard Jugnot","Victoria Abril","Ticky Holgado","Richard Bohringer","Roland Blanche"],"overview":"Michel Berthier, cadre supérieur d'une entreprise de matelasserie, vient d'être licencié. Comme il n'ose pas avouer la vérité à Juliette, sa compagne, il s'endette pour maintenir le niveau de la famille qu'il couvre de cadeaux. Mais il ne peut bientôt plus mentir et il décide alors de quitter la maison. Après avoir perdu son argent, sa voiture et ses chaussures, il rencontre Toubib, Mimosa et Crayon, trois «Sans Domicile Fixe» qui font leur toilette dans les lavabos de la gare de l'Est. Ils le prennent sous leur aile et l'entraînent à aller cambrioler son ancienne entreprise afin de se munir de duvets et de lits","release_date":"1991-06-19","vote_average":6.7,"runtime":null,"cert":"N\/A","id":50213,"title":"Une Époque Formidable…","adult":false,"genre_ids":[35]},{"cast":["Gérard Jugnot","Philippe Noiret","Jean-Luc Bideau","Charlotte Kady","Daniel Russo"],"overview":"A chauffeur for a corrupt CEO, and a few hours later, his boss himself, are killed by the industrialist's associate. But their ghosts remain on Earth, and they try to tell the millionaire's teenage son the identity of the killer.","release_date":"1996-03-20","vote_average":5.2,"runtime":78,"cert":"N\/A","id":50214,"title":"Fantôme avec chauffeur","adult":false,"genre_ids":[35,14]},{"cast":["Gérard Jugnot","Elisa Servier","Jane Birkin","Sami Frey"],"overview":"Jugnot en garde du corps","release_date":"1984-02-15","vote_average":5.3,"runtime":100,"cert":"N\/A","id":50215,"title":"Le garde du corps","adult":false,"genre_ids":[35]},{"cast":["Gérard Jugnot","Daniel Auteuil","Anne Jousset","Henri Guybet","Patricia Karim"],"overview":"Two brothers are fighting for a one girl attention...","release_date":"1979-01-17","vote_average":5.8,"runtime":83,"cert":"N\/A","id":50216,"title":"Heroes Are Not Wet Behind the Ears","adult":false,"genre_ids":[35,18]},{"cast":["Camilla Belle","Alexa PenaVega","April Bowlby","Wilmer Valderrama","Nicholas D'Agosto"],"overview":"A whimsical fish-out-of-water story of two spoiled sisters: Nora (Camilla Belle), a law student, and Mary (Alexa Vega), an undergrad party girl, living with their father in a luxurious mansion in Beverly Hills. Mary has become so \"90210\" she refuses to admit she is of Mexican decent. When dad suddenly passes away, their posh lives are turned upside down. They discover they have been left penniless and are forced to move into their estranged aunt Aurelia's (Adriana Barraza) modest but lively home in the Latino-centric Boyle Heights neighborhood of East LA.","release_date":"2011-01-28","vote_average":5.3,"runtime":107,"cert":"N\/A","id":50217,"title":"From Prada to Nada","adult":false,"genre_ids":[35,18,10749]},{"cast":["Duane Martin","Kelly Rowland","Melanie Brown","DeRay Davis","Shemar Moore"],"overview":"In The Seat Filler, Derrick (Martin) is a struggling law student who takes a job as an awards show seatfiller to make ends meet. One day, he is seated next to the beautiful pop superstar Jnelle (Rowland), who mistakes him for a well-known industry executive. With an instant chemistry, the unlikely pair begin to date.","release_date":"2004-08-05","vote_average":4.2,"runtime":90,"cert":"N\/A","id":50220,"title":"The Seat Filler","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"Short-listed as one of the 15 best documentaries of the year, Mugabe And The White African is the story of one family's astonishing bravery as they fight to protect their property, their livelihood and their country. Mike Campbell is one of the few white farmers left in Zimbabwe since its leader, Robert Mugabe, enacted his disastrous land redistribution program. Once the breadbasket of Africa, Zimbabwe has since spiraled into chaos, the economy decimated as farms given to Mugabe cronies are run into ruin. After enduring years of intimidation and threats, Campbell decides to take action. Unable to call upon help from his country's authorities, he challenges Mugabe before an international court.","release_date":"2009-08-07","vote_average":6.1,"runtime":90,"cert":"N\/A","id":50221,"title":"Mugabe and the White African","adult":false,"genre_ids":[99]},{"cast":["Victoria Abril","Gérard Jugnot","Anémone","Josiane Balasko","Michel Blanc"],"overview":"Without fear and beyond reproach: the life of the brave knight de Bayard reviewed and corrected with humorous sauce.","release_date":"1988-12-14","vote_average":5.6,"runtime":null,"cert":"N\/A","id":50226,"title":"Sans peur et sans reproche","adult":false,"genre_ids":[35]},{"cast":["Dale DaBone","Noname Jane","Voodoo","Nicole Sheridan","Andre McCoy"],"overview":"A woman attempts to overcome her paralyzing fear of speed in order to win an underground racing competition and prevent her friends from falling prey to a vicious drug lord in director Jeff Centauri's sexy thrill-ride. If there's one thing Brittany Sears can't stand, it's going fast. When Hornero Martino and his thuggish son Rico begin preying on Brittany's friends, however, the girl who spent her whole life in the slow land finally finds the courage to put the peddle to the metal thanks to her fast-driving boyfriend Max Spears. With little time to lose before the Martinos pull out their secret weapon, Brittany, Max, and fearsome fighter Zendo all set out save the day and rescue their pals.","release_date":"2002-08-02","vote_average":1.7,"runtime":90,"cert":"N\/A","id":50227,"title":"The Fear of Speed","adult":false,"genre_ids":[35,28]},{"cast":["Rita Martins","Margarida Marinho","Filipe Duarte","João Lagarto","Nuno Beijoca"],"overview":"Diana is a young man about to enter adulthood. She lives with her father, Gabriel, a game machine dealer, and Magdalene, the stepmother, alongside those working in a hair salon in a shopping center. One day, Diana discovers that Magdalene not only keeps a secret relationship with Michael, the security center and instructor in the gym of the neighborhood, as resumed his old habit of playing. Not to allow the stepmother to his father do the same as her mother had done to her, Diana decides to intervene, approaching the Magdalene lover.","release_date":"2009-08-20","vote_average":7.0,"runtime":106,"cert":"N\/A","id":50228,"title":"4 Hearts","adult":false,"genre_ids":[10749]},{"cast":["Diogo Morgado","Soraia Chaves","Ana Padrão","Catarina Wallenstein","Margarida Carpinteiro"],"overview":"Na fase final da vida de Salazar, o estadista recorda a sua vida, as suas opções, as decisões que tomou e as que podia ter tomado. Dar a conhecer o homem por detrás de quem governou Portugal durante 40 anos foi o grande desafio: Salazar, enquanto estadista, é conhecido do grande público. O mito do estadista estóico, convictamente religioso e assexuado tem o contraponto neste filme.","release_date":"2009-02-08","vote_average":5.0,"runtime":null,"cert":"N\/A","id":50229,"title":"A Vida Privada de Salazar","adult":false,"genre_ids":[36,10749]},{"cast":["Filipe Ferrer","Cândido Ferreira","Luís Lucas","José Wallenstein","Ana Nave"],"overview":"In 1980, a small plane carrying the Prime Minister, the Defense Minister and six others crashed during takeoff in Camarate, Portugal, killing all on board. The police investigation decided it was an accident caused by pilot error. But controversy raged for twenty years, and the Parliament investigated it no less than six times. Finally, in 2000, in response to a suit by the families of the survivors, the High Court had to decide whether to open a criminal investigation, or close the case forever.","release_date":"2001-04-30","vote_average":7.7,"runtime":100,"cert":"N\/A","id":50230,"title":"Camarate","adult":false,"genre_ids":[18,28]},{"cast":["James Stewart","Vera Miles","Murray Hamilton","Larry Pennell","Nick Adams"],"overview":"A dedicated FBI agent recalls the agency's battles against the Klan, organized crime and Communist spies.","release_date":"1959-10-01","vote_average":6.3,"runtime":149,"cert":"N\/A","id":50231,"title":"The FBI Story","adult":false,"genre_ids":[18]},{"cast":["Zdeněk Svěrák","Ladislav Smoljak","Jaroslav Weigel","Miloň Čepelka"],"overview":"","release_date":"1967-11-08","vote_average":7.1,"runtime":null,"cert":"N\/A","id":50232,"title":"Vyšetřování ztráty třídní knihy","adult":false,"genre_ids":[35]},{"cast":["Eva Vejmělková","Jiří Bábek","Sylvie Turbová","Kristína Schreiberová"],"overview":"The second full-length film of director Dusan Rapos. It was based on Eleonora Gasparova's novel of the same title. The director tells a story about the life and troubles of young people living in the city. The teenagers have to face real life, make their first major decisions, and learn that romance sometimes brings disappointment. The original Slovak music composed for the film by Vaso Patejdl contributed greatly to the film's atmosphere. It helped to make The Fountain for Suzanne a legendary picture of Slovak cinematography at the time.","release_date":"1985-01-01","vote_average":5.3,"runtime":81,"cert":"N\/A","id":50235,"title":"The Fountain for Suzanne","adult":false,"genre_ids":[10749,35,18]},{"cast":["Tomás Milián","Henry Silva","Laura Belli","Gino Santercole","Mario Piave"],"overview":"A psychotic small-time criminal realizes that the everyday robberies, rapes and murders he commits aren't profitable enough, so he figures to hit the big time by kidnapping the daughter of a rich man.","release_date":"1974-08-08","vote_average":6.9,"runtime":99,"cert":"N\/A","id":50236,"title":"Almost Human","adult":false,"genre_ids":[28,80,53]},{"cast":["Georges Aminel","Arlette Thomas","Paule Emanuele","Claude Bertrand","Bernard Dhéran"],"overview":"Shame, the ape man of the jungle, is aghast when his woman, June, is kidnapped by a gang of giant penises. They take her to their queen, Bazunga, a bald woman with fourteen breasts. After tangling with a gang of great white hunters, a marauding lion and the Molar Men, Shame sets off to rescue her with only his faithful friend Flicka at his side. He heads for that darkest of areas","release_date":"1975-09-04","vote_average":5.2,"runtime":85,"cert":"N\/A","id":50237,"title":"Shame of the Jungle","adult":false,"genre_ids":[16,12,35]},{"cast":["Rui Unas","Bruno Nogueira","António Feio","Helder Mendes","Isabel Figueira"],"overview":"Alberto is planning the ultimate romantic escape, but before he can catch the airplane he will endure the creepiest day of his life.","release_date":"2004-12-09","vote_average":6.2,"runtime":85,"cert":"N\/A","id":50238,"title":"Sorte Nula","adult":false,"genre_ids":[9648,80]},{"cast":["Eva Vejmělková","Alessandro Coari","Ibrahim Maiga","Marián Labuda","Maroš Kramár"],"overview":"","release_date":"1999-08-25","vote_average":3.0,"runtime":null,"cert":"N\/A","id":50239,"title":"A Fountain for Susan","adult":false,"genre_ids":[10402,35,10751]},{"cast":[],"overview":"Beginning with the World Trade Center's North Tower afire and billowing dense smoke, and ending on the vast expanse of ash-brown debris the following morning, The First 24 Hours documents \"ground zero\" in the immediate aftermath of the terrorist attacks on September 11, 2001. Shot independently over a 24-hour period, the film is first a witness to the fall of the twin towers, as a line of fire and a buckle in the armature signal imminent collapse. It is then an intimate view of the smoldering monochromatic site and the surrounding solitary streets, the ashen outskirts of New York's financial center, desolate and strewn with debris, the epicenter, a steel moonscape of Dresdenesque remains. People on the site work monotonously, in a fervor, then dazed, trance-like. The images speak for themselves, intentionally devoid of commentary and music.","release_date":"2002-06-25","vote_average":0.0,"runtime":40,"cert":"N\/A","id":50240,"title":"WTC the First 24 Hours","adult":false,"genre_ids":[99]},{"cast":["Jason Dolley","Jordan Garrett","Scott Wilson","Gerald McRaney","Kyle Chavarria"],"overview":"In this third movie about Shiloh, Judd Travers is accused of killing a man he once fought in a bar. Everyone in the town consider Judd to be guilty except Marty Preston, but even him has some doubts. Trying to clear Judd's name Marty and his friend searches the woods to find the criminal.","release_date":"2006-04-05","vote_average":5.8,"runtime":90,"cert":"N\/A","id":50241,"title":"Saving Shiloh","adult":false,"genre_ids":[10751,18]},{"cast":["Christopher Stewart"],"overview":"Sidney is a warm and deeply quixotic man who sends his lost love a plane ticket to New York along with a letter asking her to meet him at the top of the Empire State Building. With a vintage Polaroid camera in hand, he takes to the New York streets, stopping occasionally at tourist attractions and coffee shops. Along the way, he unexpectedly meets a distraught woman who left her boyfriend that very morning after discovering that he had been unfaithful. Like Sidney, she too is drifting around Manhattan, as she waits for a flight to take her back to San Francisco.","release_date":"2006-04-25","vote_average":5.8,"runtime":93,"cert":"N\/A","id":50242,"title":"New York Waiting","adult":false,"genre_ids":[18,10749]},{"cast":["Setsuko Hara","Chishū Ryū","Chikage Awashima","Kuniko Miyake","Ichirô Sugai"],"overview":"Noriko lives in postwar Tokyo with her extended family. Although she enjoys her career and her friends, her more traditionally minded family worries about the fact that she's still single at the advanced age of 28. When 40-year-old business associate Takako proposes marriage, Noriko's family press her into accepting. But when her widowed childhood friend Kenkichi returns to the neighborhood, she finds her heart leading in another direction.","release_date":"1951-10-03","vote_average":8.1,"runtime":135,"cert":"N\/A","id":50247,"title":"Early Summer","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Various photogenic couples demostrate the different techniques of making love (from Kama Sutra), while a female voice narrates sporadically. The film is divided into chapters, each dealing with a different aspect of sex or foreplay.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":50248,"title":"Kama Sutra II - The Art of Making Love","adult":false,"genre_ids":[10749]},{"cast":[],"overview":"The legendary Holy Grail, believed to be a relic of the Last Supper of Christ, has captured the world’s imagination for centuries. This simple peasant’s chalice sent the Knights of the Crusades across Europe, Britain and the Holy Land in hope of harnessing its mysterious powers. The quest for this ancient artifact continues to this day. Yet after 2,000 years, no one has found the Holy Grail. Or have they? Why, after hundreds of years of silence about the Grail, did the Nazis suddenly decide to launch a search for this relic? Does a British psychologist actually have the Holy Grail in his possession? And if the Holy Grail has been found, can we access its legendary powers?","release_date":"2006-01-01","vote_average":0.0,"runtime":60,"cert":"N\/A","id":50251,"title":"Lost Biblical Treasures","adult":false,"genre_ids":[99,36]},{"cast":["Kerstii Allum","Geir Westby","Gro Fraas","Eric Allum","Susan Troldmyr"],"overview":"A biographical film about the Norwegian Expressionist painter Edvard Munch. It was originally created as a three-part miniseries co-produced by the Norwegian and Swedish state television networks, but subsequently gained an American theatrical release in a three-hour version in 1976. The film covers about thirty years of Munch's life, focusing on the influences that shaped his art, particularly the prevalence of disease and death in his family and his youthful affair with a married woman.","release_date":"1974-11-12","vote_average":7.1,"runtime":221,"cert":"N\/A","id":50254,"title":"Edvard Munch","adult":false,"genre_ids":[18,36,9648]},{"cast":["Bree Olson","Anastasia Christ","Jane Darling","Lara Stevens","Lisa Sparkle"],"overview":"Would you really want to suck on anything that isn't all natural?","release_date":"2010-06-22","vote_average":0.0,"runtime":222,"cert":"N\/A","id":50255,"title":"All Natural Titties","adult":true,"genre_ids":[]},{"cast":["Andy Lau","Sammi Cheng","Anthony Wong","Daniel Wu","Michael Wong"],"overview":"Yau (Sammi Cheng) is a successful chef and owner of a restaurant which is located in a flat called Magical Kitchen which is more like a home rather than like a restaurant. In a tale told by Yau's mother, that she would be haunted by a family curse overshadowing three generations, which destines her (Yau) to fail in every relationship. On a tour of the Iron Chef TV show in Japan, Yau is at the crossroads between her love life and career.","release_date":"2004-01-15","vote_average":5.0,"runtime":105,"cert":"N\/A","id":50256,"title":"Magic Kitchen","adult":false,"genre_ids":[18,35,10749]},{"cast":["Persia Monir","Izy-Bella Blue","Margo Sullivan","Allie Haze","Totally Tabitha"],"overview":"The revealing road from desire to pursuit and surrender!","release_date":"2010-04-24","vote_average":0.0,"runtime":120,"cert":"N\/A","id":50257,"title":"Lesbian Seductions: Older\/Younger 31","adult":true,"genre_ids":[10749]},{"cast":["Daisy Layne","Bobbi Starr","Elexis Monroe","Penny Flame","Magdalene St. Michaels"],"overview":"The tawdry story continues...as women seduce other women, make love to them and leave them for others.","release_date":"2009-02-23","vote_average":0.0,"runtime":168,"cert":"N\/A","id":50258,"title":"Lesbian Triangles 13","adult":true,"genre_ids":[]},{"cast":[],"overview":"here's a great big penis in her butt... and she fuckin' loves it! Gaya Patal, Diamond Kitty, Aletta Ocean, Kya Tropic, and Kaci Starr show you just how freaky they can get when we stick a big fat dick into their tight little assholes","release_date":"2009-09-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":50259,"title":"There's A Great Big Penis In My Butt","adult":true,"genre_ids":[]},{"cast":["Francis Ng"],"overview":"Midnight Girls is the story of two women, Blackie (Kitty Chan) and Ling (Ng Man-Ling), who are trying to make a living for themselves so that they can escape the hard-knock existence of Hong Kong’s slums.","release_date":"1986-01-01","vote_average":0.0,"runtime":94,"cert":"N\/A","id":50260,"title":"Midnight Girls","adult":false,"genre_ids":[18]},{"cast":["Liu Ye","Roy Cheung","Angelica Lee"],"overview":"Tenacious and optimistic, Mini (Angelica Lee) is an acrobat at a Shanghai circus troupe. Having lost both her parents at a young age, Mini has never had a real family, and her greatest dream is to find a love that she can rely on, a love that will make her fly. Kang (Liu Ye) works at a music store called Go With the Flow, which just about sums up his aimless lifestyle. Raised in an overly strict family, Kang grew up into a rebellious young man who likes to challenge social norms. These two very different young people meet by chance in the bustle of modern Shanghai, and spark a story of pure love and vertigo as their confused worlds collide.","release_date":"2007-08-28","vote_average":6.0,"runtime":96,"cert":"N\/A","id":50261,"title":"Mini","adult":false,"genre_ids":[35,10749,10751]},{"cast":["Marco Banderas","Audrey Bitoni","Tommy Gunn","Jayden Jaymes","Nick Manning"],"overview":"Before you die, you must give one of these sets a try! The tits are insane and these sluts are far from tame. These cock lovin' big tittied sluts are ready to get their mouths, pussies and butts stuffed!","release_date":"2010-04-14","vote_average":10.0,"runtime":null,"cert":"N\/A","id":50262,"title":"Tits To Die For","adult":true,"genre_ids":[]},{"cast":[],"overview":"They're bigger, they're better and they want to suck and fuck! Get ready for some all-out extreme hardcore big boob banging!","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":50263,"title":"Voluptuous # 2","adult":true,"genre_ids":[]},{"cast":["Kaci Starr","Riley Shy","Monica Foster","Ahryan Astyn","Wally Baba"],"overview":"The biggest hit movies go XXX. Super Badass, comedy and porn cum together. Will Mcmuffin's fake id get him laid? Farold & Fubar, is filled with hot fuck action. So much pussy!! The boys escape from jail & make it to the bottomless party. Pop Gun, adventure and fucking all in one. Pop Gun brings you jet planes & pussy games.","release_date":"2010-06-16","vote_average":10.0,"runtime":78,"cert":"N\/A","id":50264,"title":"Naked Movie 4","adult":true,"genre_ids":[35]},{"cast":[],"overview":"adult","release_date":"2009-07-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":50265,"title":"ATK Real Amateurs","adult":true,"genre_ids":[]},{"cast":["Grigore Grigoriu","Svetlana Toma","Sergei Lunkevich","Dumitru Hãbãsescu","Jenea Rolko"],"overview":"Leader of a traveling gypsy band from the steppes of Bessarabia (now Moldova), Toma Alistar is a skilled violinist whose fame takes him on tours around European capitals and royal courts. He remains obsessed with his first love, beautiful Leanca who was married elsewhere while Toma was traveling, and spends his life and fortune trying to find her.","release_date":"1971-06-01","vote_average":7.4,"runtime":140,"cert":"N\/A","id":50266,"title":"Fiddlers","adult":false,"genre_ids":[18,10749,10402]},{"cast":["James Hogue"],"overview":"The true story of James Hogue, a brilliant impostor who embraced the American art of self-invention, fabricated a spectacular series of fictional identities for himself, and successfully conned his way into Princeton University.","release_date":"2003-09-26","vote_average":5.3,"runtime":null,"cert":"N\/A","id":50267,"title":"Con Man","adult":false,"genre_ids":[35,99]},{"cast":["Nicola Warren","Francesca Dellera","Andy J. Forest","Luigi Laezza","Vittorio Caprioli"],"overview":"After the renewed flings with their former lovers prove to be disastrously unlike the romantic memories, an unfaithful couple returns to each other.","release_date":"1987-02-25","vote_average":4.9,"runtime":98,"cert":"N\/A","id":50268,"title":"Love & Passion","adult":false,"genre_ids":[18]},{"cast":["Giancarlo Giannini","Philippe Léotard","François Négret","Raffaella Baracchi","Tinto Brass"],"overview":"A lawyer, wanting to give meaning to his life, transforms an amusement park into an out-of-season health spa.","release_date":"1988-09-22","vote_average":4.2,"runtime":98,"cert":"N\/A","id":50269,"title":"Snack Bar Budapest","adult":false,"genre_ids":[14,18,35,80,53]},{"cast":["Debora Caprioglio","Stéphane Ferrara","Martine Brochard","Stéphane Bonnet","Rossana Gavinel"],"overview":"A young country girl comes to town and works in a brothel in order to help her fiance get the money to start his own business. \"Paprika\" is the name given to her by the madam.","release_date":"1991-02-13","vote_average":6.0,"runtime":99,"cert":"N\/A","id":50270,"title":"Paprika","adult":false,"genre_ids":[18]},{"cast":["Joan Crawford","Clark Gable","Ian Hunter","Peter Lorre","Paul Lukas"],"overview":"Convicts escaping from Devil's Island come under the influence of a strange Christ-like figure.","release_date":"1940-03-01","vote_average":6.6,"runtime":113,"cert":"N\/A","id":50271,"title":"Strange Cargo","adult":false,"genre_ids":[18]},{"cast":["Paulina Gaitán","Francisco Barreiro","Alan Chávez","Carmen Beato","Adrián Aguirre"],"overview":"A middle-aged man dies in the street, leaving his widow and three children destitute. The devastated family is confronted not only with his loss but with a terrible challenge - how to survive. For they are cannibals. They have always existed on a diet of human flesh consumed in bloody ritual ceremonies... and the victims have always been provided by the father. Now that he is gone, who will hunt? Who will lead them? How will they sate their horrific hunger? The task falls to the eldest son, Alfredo, a teenage misfit who seems far from ready to accept the challenge... But without human meat the family will die.","release_date":"2010-11-12","vote_average":5.8,"runtime":90,"cert":"15","id":50272,"title":"We Are What We Are","adult":false,"genre_ids":[27,53]},{"cast":["Gottfrid Svartholm","Fredrik Neij","Peter Sunde"],"overview":"TPB AFK is a documentary about three computer addicts who redefined the world of media distribution with their hobby homepage The Pirate Bay. How did Tiamo, a beer crazy hardware fanatic, Brokep a tree hugging eco activist and Anakata – a paranoid hacker libertarian – get the White House to threaten the Swedish government with trade sanctions? TPB AFK explores what Hollywood’s most hated pirates go through on a personal level.","release_date":"2013-02-08","vote_average":7.3,"runtime":82,"cert":"N\/A","id":50275,"title":"The Pirate Bay: Away from Keyboard","adult":false,"genre_ids":[99]},{"cast":["John Bishop"],"overview":"Following his sell-out UK tour 2010's comedian of the moment John Bishop presents his much anticipated debut DVD, John Bishop Live. Bringing his unique talents for observational comedy to DVD for the first time John's hotly anticipated Edinburgh Award Nominated show 'Elvis Has Left the Building' is tipped to be the next big thing. Filmed live at The Liverpool Empire, John's observations about coming to terms with middle age lead us through tales of his new found fame, his devotion to Liverpool FC, the positives of male grooming and an outlook on life that rings true for anyone and everyone. With regular appearances on League of Their Own, Skins, Live at Apollo and guests spots on Friday Night With Jonathan Ross, 8 Out of 10 Cats and Mock The Week, this Liverpudlian stand-up is going to be the next big thing.","release_date":"2010-11-15","vote_average":5.1,"runtime":76,"cert":"15","id":50276,"title":"John Bishop Live: Elvis Has Left The Building","adult":false,"genre_ids":[35]},{"cast":["Dan Cortese","Jonathan Silverman","Allison Smith","Mariangela Pino","Monte Markham"],"overview":"When longtime friends Joey Fortone and Lenny Kaminski get together, the race is on to get one up on the other. Their fantasies abound and their results lag far behind.","release_date":"1995-01-01","vote_average":3.0,"runtime":88,"cert":"N\/A","id":50277,"title":"Two Guys Talkin' About Girls","adult":false,"genre_ids":[35,18,10749]},{"cast":["Charisma Carpenter","Corin Nemec","Marcus Lyle Brown","Ricky Wayne","Collin Galyean"],"overview":"Psychic Heather Burton and a team of TV ghost hunters travel to investigate a haunted house surrounded by rumors of paranormal activity.","release_date":"2010-01-16","vote_average":4.3,"runtime":90,"cert":"N\/A","id":50288,"title":"House of Bones","adult":false,"genre_ids":[27]},{"cast":["Aksel Støren Aschjem","Thomas Engeset","Lars Berteig Andersen","Jakob Schøyen Andersen","Julia Charlotte Geitvik"],"overview":"The Gang form The Dynamites. After winning a talent competition they are told by manager Pop-Johansen that the band will be huge in the U.S. But is he only after their prize money?","release_date":"2004-02-05","vote_average":8.0,"runtime":92,"cert":"N\/A","id":50289,"title":"The Junior Olsen Gang Rocks It","adult":false,"genre_ids":[12,10751,35]},{"cast":["Soren Bowie","Lainnie Felan"],"overview":"A suicide pact runs into a few problems.","release_date":"2010-09-20","vote_average":4.0,"runtime":7,"cert":"N\/A","id":50290,"title":"The Pact","adult":false,"genre_ids":[35]},{"cast":["Gary Graham","Eric Pierpoint","Michele Scarabelli","Terri Treas","Lauren Woodland"],"overview":"It's 1999, and as the end of the millenium approaches, people are attempting to find spiritual enlightenment. But a few people want to skip all the work that entails, and a holy Tenktonese relic in the hands of a heretic is giving them a shortcut. But it's not quite as easily controlled as she says.","release_date":"1996-01-02","vote_average":5.3,"runtime":90,"cert":"N\/A","id":50291,"title":"Alien Nation: Millennium","adult":false,"genre_ids":[10770,878,18]},{"cast":["Zdeněk Svěrák","Ondřej Svěrák","Jiří Lábus","Petr Čtvrtníček","Ondřej Vetchý"],"overview":"Young Ondra has asthma and so his parents throw away his favourite toy: a musty old stuffed bear named Kooky. That night Ondra dreams that Kooky is determined to find his way back home from the dump. In the boy's fantasy, the bear gets lost in a forest occupied by strange animals and remarkable beings that he never heard of while living on the toy shelf in Ondra's room. And of course even in this small imaginary world, true good exists as does real evil, which Kooky must face up to in order to become a real hero.","release_date":"2010-05-19","vote_average":7.0,"runtime":95,"cert":"N\/A","id":50294,"title":"Kooky","adult":false,"genre_ids":[10751,12]},{"cast":["Jim Brown","Anthony Geary","Richard Roundtree","Angel Tompkins","Clyde Jones"],"overview":"Rick and Melissa are a pair of young lovers hoping to get out of the slums for good and escape the poverty and crime their families and friends have gotten involved in. All this comes to an end when Rick feels he must rejoin his old gang to avenge the killing of his brother by a rival gang. In the course of getting even, Rick is arrested, leaving Melissa without anyone to protect her. She falls in with a crack dealer and quickly becomes addicted to the drug. When she gets sold to a drug kingpin by a minor dealer to pay off a debt, only Rick can save her.","release_date":"1989-11-10","vote_average":6.0,"runtime":90,"cert":"N\/A","id":50295,"title":"Crack House","adult":false,"genre_ids":[28,18]},{"cast":["Omar Epps","Delroy Lindo","Rachel Ticotin","Anthony 'Treach' Criss","Justin Pierce"],"overview":"Inspired by the true story of Greg Yance. In the film, Yance (Epps) is a hood who goes to jail for possession of drugs. He is given a choice: 5 years in jail or a couple of months in boot camp. He chooses boot camp and finds out it is tougher than he thought it would be. He braves it through and comes home a better man. He then has to deal with the real world, and never gives up no matter what the odds.","release_date":"1997-09-06","vote_average":7.5,"runtime":110,"cert":"N\/A","id":50296,"title":"First Time Felon","adult":false,"genre_ids":[18]},{"cast":["Orson Welles"],"overview":"An unprecedented film by Academy Award winner Herbert Kline detailing the revolution in art instigated by Cezanne that became Modern Art. Features rare and unique footage of great modern artists in their studios creating and explaining their work with narration and illuminating commentary by Orson Welles. Visits the great collection at The Louvre, the Guggenheim and The Museum of Modern Art. Illustrates the growth and dynamism of Modern Art and each stylistic development: Impressionism, Expressionism, Fauvism, Cubism, Futurism, Dada, Surrealism, Pop Art and Conceptualism.","release_date":"2003-10-27","vote_average":0.0,"runtime":90,"cert":"","id":50297,"title":"Modern Art - A Complete Guide","adult":false,"genre_ids":[]},{"cast":["Bruce Willis"],"overview":"The Hip Hop Project is the dynamic and inspirational story of a group of New York City teenagers who transform their life stories into powerful works of art, using hip hop as a vehicle for self-development and personal discovery. The film traces the evolution of this award-winning outreach program developed by Kazi, a formerly homeless teenager turned youth mentor. After four years of collaboration, the group produced a powerful and thought-provoking album that provides a revealing look at their lives. In contrast to all the negative attention focused on hip hop and rap music, this is a story of hope, healing and the realization of dreams.","release_date":"2006-04-27","vote_average":0.0,"runtime":88,"cert":"N\/A","id":50298,"title":"The Hip Hop Project","adult":false,"genre_ids":[99]},{"cast":["Don Cheadle","Cicely Tyson","Mekhi Phifer","Irma P. Hall","Brent Jennings"],"overview":"In the 1940s South, an African-American man is wrongly accused of the killing a a white store owner. In his defense, his white attorney equates him with a lowly hog, to indicate that he didn't have the sense to know what he was doing. Nevertheless convicted, he is sentenced to die, but his godmother and the aunt of the local schoolteacher convince school teacher go to the convicted man's cell each day to try to reaffirm to him that he is not an animal but a man with dignity.","release_date":"1999-05-22","vote_average":5.0,"runtime":101,"cert":"N\/A","id":50299,"title":"A Lesson Before Dying","adult":false,"genre_ids":[10770,18]},{"cast":["Matt Hill","Sam Vincent","Tony Sampson","Keenan Christenson","David-Paul Grove"],"overview":"When a scam goes horribly wrong and leaves the neighborhood kids furious, the Eds embark on a journey to find Eddy's brother in the \"Ed, Edd, n Eddy\" series finale.","release_date":"2009-11-08","vote_average":7.8,"runtime":87,"cert":"N\/A","id":50300,"title":"Ed, Edd n Eddy's Big Picture Show","adult":false,"genre_ids":[35,16,12,10770]},{"cast":["D. L. Hughley","Jose Pablo Cantillo","Daniel Louis Rivas","Barry Shabaka Henley","Kristen Wilson"],"overview":"An aspiring teacher (Hughley) takes the one job he's offered, a position at a school inside a prison.","release_date":"2005-08-20","vote_average":6.0,"runtime":115,"cert":"N\/A","id":50301,"title":"Shackles","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A brief history of mistakes and textbooks by Mike Riddle reveals claims by evolutionists featuring; Three case studies Neandertals: Who were they? Lucy and the australopithecines A new apeman: ramidus An evaluation of the mechanisms for change Natural selection Mutations Bonus Material Interviews with Darryl White (Federal Judge, retired), Frank Sherwin, M.A. Zoology, David Menton, Ph.D. Cell Biology Scenic video of God’s Creation","release_date":"2004-01-01","vote_average":0.0,"runtime":68,"cert":"N\/A","id":50302,"title":"The Origin of Humans","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A dynamic and easy to understand presentation by Mike Riddle that examines; Attempts to create life in labs The building blocks if life: an insurmountable problem for evolution Probability and the origin of life The second law of thermodynamics Information and complexity Bonus Material Interviews with John Morris - Ph.D &amp; President of ICR, Andy McIntosh - Ph.D, Darryl White - US Federal Judge retired &amp; Frank Sherwin - M.A. Scenic video of God's creeation","release_date":"2006-01-01","vote_average":0.0,"runtime":63,"cert":"N\/A","id":50303,"title":"The Origin of Life","adult":false,"genre_ids":[]},{"cast":[],"overview":"In this DVD Mike Riddle provides an analysis of the scientific evidence for the age of the solar system, a biblical and scientific analysis of the origin of the stars, a closer look at the evidence being used to support the big bang theory and the Bible vs the big bang theory; are they compatible? Bonus Material includes interviews with Danny Faulkner - Ph.D. of astronomy, Russell Humphrey - Ph.D. in Physics, Jason Lisle - Ph.D. in Astrophysics as well as Joe Sebeny - Rocket scientist Scenic video of God's creation","release_date":"2004-01-01","vote_average":0.0,"runtime":72,"cert":"N\/A","id":50304,"title":"Astronomy and the Bible","adult":false,"genre_ids":[]},{"cast":[],"overview":"In this DVD, Mike Riddle explains biblical and scientific reasons why we should not compromise God's word with the idea of evolution. This lecture reveals things like; the days of creation and why the context, grammar and genealogies support literal days. We'll also see Biblical and scientific evidences for a worlwide flood, a comparison of creation and evolution with scientific laws and finally why it matters what we believe and what it costs to compromise Bonus Material includes interviews with Ken Ham - President of AIG, John Morris - Ph.D. &amp; President of ICR, Douglas Kelly - Ph.D., Andy McIntosh - Ph.D., Terry Mortenson - Ph.D., Steven Boyd - Ph.D. Scenic video of God's creation","release_date":"2004-01-01","vote_average":0.0,"runtime":64,"cert":"N\/A","id":50305,"title":"Creation vs Evolution","adult":false,"genre_ids":[]},{"cast":[],"overview":"Could you forgive a person who murdered your family? This is the question faced by the subjects of As We Forgive, a documentary about Rosaria and Chantal-two Rwandan women coming face-to-face with the men who slaughtered their families during the 1994 genocide. The subjects of As We Forgive speak for a nation still wracked by the grief of a genocide that killed one in eight Rwandans in 1994. Overwhelmed by an enormous backlog of court cases, the government has returned over 50,000 thousand genocide perpetrators back to the very communities they helped to destroy. Without the hope of full justice, Rwanda has turned to a new solution: Reconciliation. But can it be done? Can survivors truly forgive the killers who destroyed their families? Can the government expect this from its people? And can the church, which failed at moral leadership during the genocide, fit into the process of reconciliation today?","release_date":"2008-01-01","vote_average":6.0,"runtime":53,"cert":"N\/A","id":50306,"title":"As We Forgive","adult":false,"genre_ids":[99]},{"cast":["Larry Fine","Moe Howard","Shemp Howard","Ted Healy","Charles Winninger"],"overview":"Mr. Schmidt's costume store is bankrupt because he spends his time on Rube Goldberg-style inventions; the creditors send a young manager who falls for Schmidt's niece Louise, but she'll have none of him. Schmidt's friends Ted, Queenie, and some goofy firemen try to help out; things come to a slapstick head when Louise needs rescuing from a fire.","release_date":"1930-09-28","vote_average":6.2,"runtime":70,"cert":"N\/A","id":50307,"title":"Soup to Nuts","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"Dispatch Zimbabwe documents this unprecedented three-night benefit event reuniting members of Dispatch for a weekend around a cause. The music world was rocked when Dispatch became the first independent band to sell-out the legendary arena (three nights no-less)! More importantly, they proved the healing power of music as the band and fans collectively raised funds and awareness for poverty stricken Zimbabwe.","release_date":"2008-01-29","vote_average":5.3,"runtime":180,"cert":"N\/A","id":50308,"title":"Dispatch: Zimbabwe - Live at Madison Square Garden","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Writer-director Charlotte Zwerin performs sleight of hand with this beautifully composed documentary, originally produced for public television's American Masters series. Created nearly four years after Ella Fitzgerald's death, Zwerin's film uses the lush voice and superb repertoire of \"the First Lady of Song\" to provide continuity while assembling convincing, if composite, narrative quotes gleaned from various interviews. The latter are noteworthy given the singer's lifelong modesty and insistence on privacy. Archival footage of early performances, as well as later television appearances, capture Ella's pilgrimage from Depression-era New York, through her discovery at the Apollo Theater and subsequent emergence as a swing vocalist and on to her long career as a matchless pop and jazz stylist. Tony Bennett is a sympathetic narrator, while added affection and insight are provided through","release_date":"2000-01-25","vote_average":0.0,"runtime":86,"cert":"N\/A","id":50309,"title":"Ella Fitzgerald: Something to Live For","adult":false,"genre_ids":[10402,99]},{"cast":[],"overview":"The first live DVD from one of Modern Rock's most admired bands, Guster On Ice-Live From Portland, Maine captures Guster at its very best. Recorded during the tour for 2003's Keep It Together, which cracked the Billboard Top 40 to become the group's highest-charting album to date, Guster On Ice is a celebration for its legions of devoted fans and the ultimate introduction for those yet to experience Guster.","release_date":"2004-09-14","vote_average":0.0,"runtime":150,"cert":"N\/A","id":50310,"title":"Guster on Ice: Live From Portland, Maine","adult":false,"genre_ids":[10402]},{"cast":["David Raksin","John Mauceri","Glynne Jones","Milton Lustig","David Neumeyer"],"overview":"With a revived interest in the scores created for Hollywood films in the 1930's and 40's. \"Music for the Movies: The Hollywood Sound\" explores a segment of that legacy through composers like Max Steiner (\"Gone With the Wind\"), Franz Waxman (\"Bride of Frankenstein\") and Erich Korngold (\"The Adventures of Robin Hood\"), all of whom came from Europe. Steiner was a pupil of Ravel. The American roster includes David Raksin (\"Laura\") and Alfred Newman (\"The Hunchback of Notre Dame\"). Host and narrator John Mauceri conducts the BBC National Orchestra of Wales against a backdrop of clips from the various movies.","release_date":"1995-04-24","vote_average":0.0,"runtime":85,"cert":"N\/A","id":50313,"title":"Music for the Movies: The Hollywood Sound","adult":false,"genre_ids":[99]},{"cast":[],"overview":"World-famous architect Louis Kahn (Exeter Library, Salk Institute, Bangladeshi Capitol Building) had two illegitimate children with two different women outside of his marriage. Son Nathaniel always hoped that someday his father would come and live with him and his mother, but Kahn never left his wife. Instead, Kahn was found dead in a men's room in Penn Station when Nathaniel was only 11.","release_date":"2003-11-12","vote_average":7.2,"runtime":116,"cert":"N\/A","id":50314,"title":"My Architect","adult":false,"genre_ids":[99]},{"cast":["Vince Mola","Jamil A.C. Mangan","Mary Monahan","Meryl Lynn Brown","Brandee Sanders"],"overview":"After a 20 year absence, drifter, George Walker, returns home to settle his grandmother's estate. As if awakening from a long dream, he finds his childhood home condemned and littered with the remnants of squatters. In the midst of trying to save his past, George falls and strikes his head, triggering an onslaught of vivid nightmares and waking visions. As the horror intrudes on George's reality, his conviction grows that someone or something is trying to kill him.","release_date":"2006-06-24","vote_average":4.0,"runtime":84,"cert":"N\/A","id":50317,"title":"Head Trauma","adult":false,"genre_ids":[27,9648,53]},{"cast":["Willem Dafoe","Bob Hoskins","Matthew Modine","Asia Argento","Riccardo Scamarcio"],"overview":"A financial struggle between owners of a go-go club threatens its future.","release_date":"2007-05-23","vote_average":5.3,"runtime":96,"cert":"N\/A","id":50318,"title":"Go Go Tales","adult":false,"genre_ids":[35,18]},{"cast":["Ray Lui","Yuan Wen-kang","Ady An","Yang Zi"],"overview":"Directed by Shen Dong and starring Ray Lui, An Yixuan and Yuan Wenkang, Death and Glory in Changde recalls one of the most cruel and controversial battles during China's War of Resistance Against Japanese Aggression (1937-45), Changde Battle, in November 1943.","release_date":"2010-08-19","vote_average":5.7,"runtime":null,"cert":"N\/A","id":50319,"title":"Death and Glory in Changde","adult":false,"genre_ids":[28,18,36,10752]},{"cast":["Magnus Krepper","Peter Andersson","Amanda Ooms","Sharon Dyall","Jens Hultén"],"overview":"","release_date":"2010-04-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":50322,"title":"Kommissarie Winter - Vänaste Land","adult":false,"genre_ids":[]},{"cast":["Anna Reese","Atis Amornwetch","Prakasit Bowsuwan","Lakana Wattanawongsiri","Pitisak Yaowananon"],"overview":"The Thai film contains 6 short erotic stories of love, greed, wrath, and obsession that blend in various genres like thriller, action, drama, romance and comedy.","release_date":"2010-08-25","vote_average":4.5,"runtime":90,"cert":"N\/A","id":50323,"title":"Brown Sugar","adult":false,"genre_ids":[]},{"cast":["Stig Frode Henriksen","Jørn Tore Nilsen","Kristoffer Joner","Jeppe Beck Laursen","Martin Hykkerud"],"overview":"Is The Fjord Witch superstition, or is it true that Satan's bride lives across Melkelva in the forest by Grytefjord? Does Tordenskjold find himself or someone else entirely? Who would win in a magic battle between Jesus and Harry Potter? These and other questions are answered in Kurt Josef Wagle's lost video footage.","release_date":"2010-03-05","vote_average":5.9,"runtime":82,"cert":"N\/A","id":50324,"title":"Kurt Josef Wagle og legenden om Fjordheksa","adult":false,"genre_ids":[35,27]},{"cast":["Ashley Olsen","Mary-Kate Olsen","Rhea Perlman","Cynthia Geary","John Edward Peck"],"overview":"When the twins feel like their mom is tired of them, they take off on an exciting adventure to grandmother's house and encounter a pair of villains along the way.","release_date":"1992-12-06","vote_average":6.0,"runtime":96,"cert":"","id":50327,"title":"To Grandmother's House We Go","adult":false,"genre_ids":[10751,12,35]},{"cast":["Lon Chaney","Lois Moran","Owen Moore","Henry B. Walthall","John George"],"overview":"Joe, a former sea captain whose wife died during the birth of their child at sea, is now a pockmarked, disreputable divekeeper in Singapore where he indulges in shady operations with Herrick, known as The Admiral. They ship for Mandalay, where Joe's daughter lives with a priest, Father James, and tends a curio shop, unaware that her father regularly sends money to Father James for her support. Although his daughter clearly finds him abhorrent, Joe determines to take her away until he learns that The Admiral has fallen in love with her and plans to marry her. He persuades Father James (actually his brother) not to perform the ceremony, and The Admiral is shanghaied by Joe's men. The girl, suspecting Joe, goes to his brothel in Singapore and is about to be assaulted by Charlie, a lecherous Chinaman, when Joe intervenes and is stabbed. The Admiral comes to her rescue and escapes with her on a boat.","release_date":"1926-06-26","vote_average":6.7,"runtime":46,"cert":"N\/A","id":50330,"title":"The Road to Mandalay","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Two friends decide to have fun one evening and what happened that night change their lives forever.","release_date":"2008-05-28","vote_average":2.0,"runtime":80,"cert":"N\/A","id":50333,"title":"Bricktown","adult":false,"genre_ids":[28,12]},{"cast":["Sherilyn Fenn","Nicholas Lea","Andreas Apergis","Marcel Jeannin","Sara Bradeen"],"overview":"In a quaint and quiet island community off the coast of Maine, Susan is a young widow suffering from deep grief for the loss of her husband, Ron. Two escaped convicts suffer from their own kind of deep grief at the loss of their diamonds stolen in a heist they participated in the year before, spear-headed by Susan's now late husband. One of the convicts, poses as an old college friend of Ron's enabling him to get close to a still vulnerable Susan and even closer to the diamonds.","release_date":"2005-03-15","vote_average":4.5,"runtime":90,"cert":"N\/A","id":50334,"title":"Deadly Isolation","adult":false,"genre_ids":[80,10749,53]},{"cast":["Elias Junior"],"overview":"A história é baseada em fatos reais e inspirada no livro “Matar ou Morrer“, do ex-oficial Conte Lopes. Apesar de ser uma produção independente o filme pretende criar polêmica e já é sucesso nos camelôs como o primo rico “Tropa de Elite”.","release_date":"2009-05-21","vote_average":5.6,"runtime":null,"cert":"N\/A","id":50335,"title":"Rota Comando","adult":false,"genre_ids":[28,36,99]},{"cast":["Shion Machida","Hideo Sakaki","Katsuya Kobayashi","Fujiko","Takashi Nomura"],"overview":"Set in a rural fishing village in southern Japan, this is the story of Erika, a celebrated former anchorwoman now back in her hometown campaigning for a seat in the national party, and Yohei, an insecure fisherman-in-training. The two are worlds apart...","release_date":"2006-01-28","vote_average":5.0,"runtime":106,"cert":"N\/A","id":50336,"title":"Paradise","adult":false,"genre_ids":[18]},{"cast":["Dana Delany","Jesse Head","Dante Basco","Grey DeLisle","Reed Diamond"],"overview":"Firebreather is a CGI animated made-for-TV film, based on the eponymous comic book series. It's not easy being a teen like Duncan. His mom wants him to pay more attention to his homework, while his dad - a 120-foot-tall monster known as a Kaiju - wants him to become the next King of All Monsters. When these worlds collide, Duncan must use his human wits and his Kaiju powers - including super strength, agility and the ability to breathe fire - to protect his family and friends from a giant monster rampage.","release_date":"2010-11-24","vote_average":6.3,"runtime":90,"cert":"N\/A","id":50337,"title":"Firebreather","adult":false,"genre_ids":[12,14,16,28,53,878,10751]},{"cast":["Olympe Borval","Lizzie Brocheré","Karin Albou","Najib Oudghiri","Simon Abkarian"],"overview":"The Nazi occupation of Tunisia strains the bonds of friendship between a Muslim woman and a Sephardic Jewess who are both preparing for their marriages.","release_date":"2008-11-24","vote_average":7.1,"runtime":100,"cert":"N\/A","id":50338,"title":"The Wedding Song","adult":false,"genre_ids":[18]},{"cast":["Fanny Valette","Elsa Zylberstein","Bruno Todeschini","Michaël Cohen"],"overview":"An orthodox Jewish teen living with her family in France attempts to balance her religious upbringing with her increasingly complex view of the outside world.","release_date":"2005-05-16","vote_average":6.7,"runtime":97,"cert":"N\/A","id":50339,"title":"Little Jerusalem","adult":false,"genre_ids":[18]},{"cast":["Park Hee-soon","Kang Hye-jung","Seungri","Lee Da-wit","Lee Do-hyeon"],"overview":"Two misfits form an unlikely relationship after a woman breaks into a man's house only to discover him in the midst of a suicide attempt.","release_date":"2009-04-09","vote_average":5.8,"runtime":102,"cert":"N\/A","id":50340,"title":"Why Did You Come to My House","adult":false,"genre_ids":[35,10749]},{"cast":["Han Eun-jung","Ahn Sung-ki","Huh Joon-ho","Jung Jae-young","Jung Suk-won"],"overview":"During the reign of King Sejong, Joseon Dynasty was the embodiment of the perfect state. To the Ming China, the aspiring imperial power, Joseon presented an obstacle to territorial expansion. The Ming China demanded submission and interfered with internal affairs of Joseon. All the while keeping Joseon in check with the constant threat of the northern barbarians. Disgusted by the Chinese interference, King Sejong secretly develops the 'Phantom Arrowslinger,' a weapon he intends to use to take back Joseon's land and supremacy - but When Chinese spies discover the plan, the Chinese emperor attempts to disrupt the development with force, setting off a chain reaction of violence.","release_date":"2008-09-04","vote_average":6.5,"runtime":134,"cert":"N\/A","id":50341,"title":"The Divine Weapon","adult":false,"genre_ids":[28,12,18,36]},{"cast":["Charlene Choi","Isabella Leong","Shawn Yue","Au Hin-Wai"],"overview":"Winnie Leung becomes more disturbed and depressed after her boyfriend Seth Lau breaks up with her and she turns schizophrenic - imagining events which never occurred, and often living in her own world- until one day she meets a guy named Ray, bearing a close resemblance to Seth. Seeing this, her best friend Yvonne encourages her to go out with Hou so she can forget her misery and start over. As time passes, Winnie realises that the relationship with Ray is so alike her previous relationship with Seth, and when things seem to be running smoothly, the relationship begins to sours, just like with Seth. She begins to doubt his feelings and the lines between reality and fantasy start blurring again for her, leading her to question: did this all exist in the first place?","release_date":"2006-10-26","vote_average":6.8,"runtime":85,"cert":"N\/A","id":50342,"title":"Diary","adult":false,"genre_ids":[53,27]},{"cast":["Pamela Anderson","Tommy Lee"],"overview":"You've heard about it. You've read about it. You may have even seen it - though we won't ask how. See Pamela Anderson and Tommy Lee's explicit honeymoon movie - legally. After the notorious couple tried and failed to stop distribution, Pam and Tommy Lee: Hardcore and Uncensored is now available to anyone who wants to watch. Check out the buxom, bad-girl blonde and the lanky metal drummer profess their love for each other as they go at it like wild animals during their honeymoon. The marriage may not have lasted, but the movie lives on forever!","release_date":"","vote_average":8.5,"runtime":null,"cert":"N\/A","id":50347,"title":"Pamela Anderson & Tommy Lee Uncensored","adult":true,"genre_ids":[]},{"cast":["Matthew McConaughey","Marisa Tomei","Ryan Phillippe","William H. Macy","Josh Lucas"],"overview":"A lawyer conducts business from the back of his Lincoln town car while representing a high-profile client in Beverly Hills.","release_date":"2011-03-17","vote_average":7.1,"runtime":119,"cert":"15","id":50348,"title":"The Lincoln Lawyer","adult":false,"genre_ids":[80,18,53]},{"cast":[],"overview":"Thistle the magician and his forest friends take on the emperor Mrazomor and his horde of ice witches.","release_date":"1990-01-01","vote_average":7.1,"runtime":75,"cert":"N\/A","id":50349,"title":"The Magician's Hat","adult":false,"genre_ids":[16]},{"cast":["Jeremy Irons","Arthur St. Claire","Arthur St. Claire","Patricia Kaas","Alessandra Martines"],"overview":"A jazz singer and a British jewel thief are brought together by their mutual desire to forget the past.","release_date":"2002-05-29","vote_average":6.5,"runtime":133,"cert":"N\/A","id":50350,"title":"And Now... Ladies and Gentlemen...","adult":false,"genre_ids":[18,10749,53]},{"cast":["Derren Brown"],"overview":"Derren Brown once again creates edge-of-the-seat television as he takes 'average Joes' on an extraordinary psychological journey. In a powerful transformation, which will include an amazing, must-watch finale, Derren releases his subjects from the restraints that they have placed on themselves and allows them the opportunity to fulfil their true potential, opening the door to a new and exciting future.","release_date":"2010-09-08","vote_average":9.7,"runtime":55,"cert":"","id":50353,"title":"Derren Brown: Hero at 30,000 Feet","adult":false,"genre_ids":[99]},{"cast":["Lee Mack"],"overview":"Critically acclaimed BAFTA-winning star of BBC Ones Not Going Out and Would I Lie To You? Returns to the live stage with a hotly anticipated new show. Lee brings his trademark brand of high energy banter, well crafted gags and sharp one-liners to venues across the country in his national sell-out live show, Going Out Live.","release_date":"2010-11-22","vote_average":7.8,"runtime":60,"cert":"18","id":50354,"title":"Lee Mack: Going Out Live","adult":false,"genre_ids":[35]},{"cast":["Ryan Robbins","Warren Christie","Lloyd Owen","Andrew Airlie","Michael Kopsa"],"overview":"Officially, Apollo 17 was the last manned mission to the moon. But a year later in 1973, three American astronauts were sent on a secret mission to the moon funded by the US Department of Defense. What you are about to see is the actual footage which the astronauts captured on that mission. While NASA denies it's authenticity, others say it's the real reason we've never gone back to the moon.","release_date":"2011-07-20","vote_average":5.0,"runtime":86,"cert":"15","id":50357,"title":"Apollo 18","adult":false,"genre_ids":[27,53,878]},{"cast":["Bruce Springsteen","Mike Appel","Roy Bittan","Clarence Clemons","Obie Dziedzic"],"overview":"A documentary directed by Grammy- and Emmy Award-winning filmmaker Thom Zimny. The ninety-minute film combines never-before-seen footage of Springsteen and the E Street Band shot between 1976 and 1978—including home rehearsals and studio sessions—with new interviews with Springsteen, E Street Band members, manager Jon Landau, former-manager Mike Appel, and others closely involved in the making of the record.","release_date":"2010-10-07","vote_average":6.0,"runtime":85,"cert":"N\/A","id":50358,"title":"Bruce Springsteen: The Promise - The Making of Darkness on the Edge of Town","adult":false,"genre_ids":[10402,99]},{"cast":["Russell Brand","James Marsden","Kaley Cuoco","Hank Azaria","Elizabeth Perkins"],"overview":"E.B., the Easter Bunny's teenage son, heads to Hollywood, determined to become a drummer in a rock 'n' roll band. In L.A., he's taken in by Fred after the out-of-work slacker hits E.B. with his car.","release_date":"2011-03-30","vote_average":5.7,"runtime":95,"cert":"U","id":50359,"title":"Hop","adult":false,"genre_ids":[16,35,10751]},{"cast":["Catherine Tate","Robert Pattinson","Anne Reid","Holliday Grainger","Steve Pemberton"],"overview":"Karen Cooper wants to domineer her family and believes she's its pillar. In fact she does everything wrong. Thus she messes up all their lives and futures, rather then help her loved-ones.","release_date":"2007-01-01","vote_average":7.3,"runtime":71,"cert":"N\/A","id":50364,"title":"The Bad Mother's Handbook","adult":false,"genre_ids":[35,18,10751,10749]},{"cast":["Vincent Cassel","Olivier Barthelemy","Justine Lerooy","Vanessa Decat","Boris Gamthety"],"overview":"Redheaded teen Remy is bullied by his soccer teammates and drawn into fights with his younger sister and mother in their cramped apartment. After a flare-up of domestic violence, he flees home and is tracked down by a bitter guidance counselor, Patrick, also a redhead. Patrick looks upon Remy’s sullen insolence with both sympathy and disdain and decides to toughen him up...","release_date":"2010-09-12","vote_average":6.8,"runtime":90,"cert":"15","id":50365,"title":"Our Day Will Come","adult":false,"genre_ids":[18,35]},{"cast":["Judit Pogány"],"overview":"Nice tale for childrens","release_date":"2010-11-25","vote_average":4.8,"runtime":65,"cert":"N\/A","id":50368,"title":"Bogyó és Babóca - 13 mese","adult":false,"genre_ids":[16]},{"cast":["Nao Omori","Teah","Kôji Chihara","Chisato Amate","Yuki Oikawa"],"overview":"We follow Ichi during his high school years. Mr. Dai is the best fighter in school... whenever he fights Ichi is there and has a huge smile on his face. Mr. Dai thinks that Ichi is laughing at him but in fact he enjoys watching the violence that goes through the fights. Everyone is bullying, taunting and making fun of Ichi... even little kids from his karate class. Yet Ichi refuses to let go of his anger and fight others. Just when Mr. Dai is about to get Ichi, a new transfer student starts to make his own laws... by beating up everyone and breaking their bones! In a fight with the new student, Mr. Dai ends up on the ground, beaten and broken up from almost everywhere. It seems like this new guy wants to fight Ichi because supposedly he is the only one that could give him some challenge.","release_date":"2003-01-01","vote_average":4.3,"runtime":83,"cert":"N\/A","id":50373,"title":"1-Ichi","adult":false,"genre_ids":[28,53]},{"cast":["Robert Shaw","Bruce Dern","Marthe Keller","Fritz Weaver","Steven Keats"],"overview":"An Israeli anti-terrorist agent must stop a disgruntled Vietnam vet cooperating in a plot to commit a terrorist plot at the Super Bowl.","release_date":"1977-03-11","vote_average":6.9,"runtime":143,"cert":"N\/A","id":50374,"title":"Black Sunday","adult":false,"genre_ids":[28,18,53]},{"cast":["O.J. Simpson","Arte Johnson","Lorenzo Lamas","Randall Carver","Anne Francis"],"overview":"A homicidal dune-buggy trio terrorizes a busload of Las Vegas bound tourists with the intent to kidnap one of them.","release_date":"1980-02-22","vote_average":3.5,"runtime":120,"cert":"N\/A","id":50375,"title":"Detour to Terror","adult":false,"genre_ids":[28,18]},{"cast":["Tony Doupe","Don Brady","Aaron Blakely","Alena Dashiell","Tasha Smith-Floe"],"overview":"Pat Baker is a small town sheriff. His son, Kurt, is a deranged young man with a dark secret. Sheriff Baker's worst nightmare comes true when Kurt escapes from a psychiatric hospital where he was locked away for the brutal murder of his mother thirteen years earlier. Gary, a hospital security guard, sets out into the woods to stop him, but soon finds himself relentlessly hunted by the deranged psychopath intent on killing him and anyone who crosses his path. Sheriff Baker launches an intense search to find his son, only to discover that his daughter, Sara, and her friends are camping in the same woods where Kurt has escaped. Kurt's psychosis escalates, as does his vengeful killing spree, culminating in a terrifying, climactic confrontation with Kurt, the sheriff and his family.","release_date":"2007-10-17","vote_average":4.8,"runtime":111,"cert":"N\/A","id":50376,"title":"Frayed","adult":false,"genre_ids":[27,53]},{"cast":["Gabe Kaplan","Harold Sylvester","Michael Warren","Bernard King","Reb Brown"],"overview":"David Greene is a New York basketball enthusiast, who wants to coach. He is then offered the coaching job at a small Nevada college. He brings along some players, who are a bit odd but good. Like Swish who unknown to the rest of the team is a girl. Preacher, who's being sought by some nefarious characters. And D.C., who's a fugitive. And along with some of the students at the college, he turns them into a contender. In order to give the tam the respect they deserve and some exposure, Greene schemes to try and get the number 1 team led by Bo Winnegar, to play them.","release_date":"1979-03-02","vote_average":5.5,"runtime":107,"cert":"N\/A","id":50377,"title":"Fast Break","adult":false,"genre_ids":[35]},{"cast":["Ernest Borgnine","Kerwin Mathews","Colleen Dewhurst","Alexander Scourby","Glenn Corbett"],"overview":"U.S. spies catch a Moscow-born U.S. citizen (Ernest Borgnine) helping spies, and they force him to counterspy.","release_date":"1960-05-20","vote_average":6.0,"runtime":92,"cert":"N\/A","id":50378,"title":"Man on a String","adult":false,"genre_ids":[28,80,18]},{"cast":["Robby Benson","Annette O'Toole","G. D. Spradlin","Melanie Griffith","Gail Strickland"],"overview":"Henry Steele is a basketball phenom at his small town high school, but when he matriculates to a big city university on a scholarship, soon realizes that he has few skills outside the sport. Expected by his coach to contribute significantly to the team, Henry is overwhelmed by the demands on his time, the \"big business\" aspect of college sports, and the fact that he never fully learned to read. Things look bleak for Henry when Janet Hays, a pretty graduate student, is assigned as Henry's tutor. Her intellect and strength lift Henry out of his doldrums just in time to battle the coach, who attempts to rescind Henry's scholarship.","release_date":"1977-06-28","vote_average":5.8,"runtime":98,"cert":"N\/A","id":50379,"title":"One on One","adult":false,"genre_ids":[18]},{"cast":["Gabriel Casseus","De'Aundre Bonds","Master P","Melissa De Sousa","Clifton Powell"],"overview":"Avery (Jones) returns to college as a competitive swimmer after getting his life back on track. But his life takes another unexpected turn when he and his two friends (Bonds, Casseus) are wrongly accused of murder and end up in prison.","release_date":"2000-09-15","vote_average":6.4,"runtime":105,"cert":"N\/A","id":50380,"title":"Lockdown","adult":false,"genre_ids":[28,80,18,53]},{"cast":[],"overview":"The rock band 311 Performing Live at Floodfest in Lincoln Nebraska on September 19th, 1993.","release_date":"1993-09-19","vote_average":8.0,"runtime":68,"cert":"N\/A","id":50381,"title":"311 - Live at Floodfest 1993","adult":false,"genre_ids":[]},{"cast":["Claude Akins","Howard Duff","Henry Gibson","Donald Moffat","Paul Dooley"],"overview":"After several people and a dog are found dead in their closets a \"mild-mannered\" reporter, a college professor, her son and a befuddled professor band together to uncover the mystery but not without involving the U.S. Army and mass panic.","release_date":"1986-05-15","vote_average":5.0,"runtime":90,"cert":"N\/A","id":50382,"title":"Monster in the Closet","adult":false,"genre_ids":[27]},{"cast":["Mudvayne"],"overview":"The Band Mudvayne performs songs from their debut album \"LD50\" in Peoria, Illinois.","release_date":"2001-12-11","vote_average":8.0,"runtime":null,"cert":"N\/A","id":50383,"title":"Mudvayne - Live Dosage 50","adult":false,"genre_ids":[]},{"cast":["Alan Adam","Cathy Gratz","Aaron Mathers","John O'Connor","George Poitras"],"overview":"Moving between a local microcosm and the global oil crisis, H2Oil weaves together a collection of compelling stories of people who are at the front lines of the biggest industrial project in human history: Canada's tar sands. H2Oil is a feature-length documentary that traces the wavering balance between the urgent need to protect and preserve fresh water resources and the mad clamoring to fill the global demand for oil. It is a film that asks: what is more important, water or oil? Will the quest for profit overshadow efforts to protect public health and the environment in Canada's richest province?","release_date":"2009-05-08","vote_average":5.0,"runtime":76,"cert":"N\/A","id":50384,"title":"H2Oil","adult":false,"genre_ids":[99]},{"cast":["Russell Brand"],"overview":"This is The World According To Russell Brand. Expect a ménage a trois of sexy, dark and hilarious jokes from Britain’s most notorious and talented comedian. In The World According To Russell Brand we’re taken on an irreverent tour of Russell’s scandalous life, delving into childhood memories, travelling experiences and thoughts on sex, lies and being famous. This is the very best of Russell Brand, taken from his Russell Brand Live, Live – Doing Life and Ponderland DVD’s.","release_date":"2010-11-29","vote_average":7.0,"runtime":83,"cert":"18","id":50385,"title":"Russell Brand: The World According to Russell Brand","adult":false,"genre_ids":[35]},{"cast":["Tim Vine"],"overview":"The Guinness Wolrd Record holder for telling the most jokes in one hour, star of 'The Sketch Show' and known for having more punch lines per minute than any other comedian, Tim Vine presents his first ever DVD, 'Tim Vine - Live'!","release_date":"2004-11-29","vote_average":8.5,"runtime":60,"cert":"","id":50386,"title":"Tim Vine: Live","adult":false,"genre_ids":[35]},{"cast":["Halina Reijn","Jacob Derwig","Teresa Berganza","Johan Leysen"],"overview":"One cold winter's day, Jacob and his sister Marie are abandoned in a wood by their out-of-work father. In his jacket Jacob finds a letter from their mother urging them to go to her brother in Spain. Once in Spain, it turns out that their uncle is dead. Marie meets Diego, a wealthy charming Spanish surgeon, and falls in love with him. Diego lives with his sick, domineering sister, Teresa. To Jacob's astonishment, Marie wants to marry Diego. Even after the wedding has taken place, jealous Jacob tries to get his sister away from Diego. When this doesn't succeed, Jacob starts to provoke his brother-in-law. It soon transpires that no-one will go unpunished for this.","release_date":"2003-01-01","vote_average":6.3,"runtime":103,"cert":"N\/A","id":50387,"title":"Grimm","adult":false,"genre_ids":[18,35,12]},{"cast":["Kana Hanazawa","Kousei Hirota","Misaki Kuno","Tsutomu Isobe","Sayaka Ohara"],"overview":"Based on the seinen science fiction manga series by Iwahara Yuuji, serialised in Monthly Comic Beam.A mysterious virus, nicknamed Medusa, is spreading around Japan, turning its victims into stone. Given the impossibility of finding an immediate cure, the government opts for cryopreserving a select group of patients until they come up with a solution. Kasumi, one of the chosen ones, has been asleep for years and her awakening, more than a bed of roses, is a bed of thorns, and happens in the midst of total chaos where monstrous creatures lie in wait all around.","release_date":"2009-10-09","vote_average":6.3,"runtime":105,"cert":"N\/A","id":50388,"title":"King of Thorn","adult":false,"genre_ids":[14,16,878]},{"cast":[],"overview":" ","release_date":"2009-01-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":50389,"title":"How to Be Alone","adult":false,"genre_ids":[]},{"cast":[],"overview":"A short film about bicycling and love.","release_date":"","vote_average":0.0,"runtime":4,"cert":"N\/A","id":50390,"title":"There's a Flower in My Pedal","adult":false,"genre_ids":[]},{"cast":["James Nesbitt","Natascha McElhone","Gary Lewis","Lil Woods","Maarten Stevenson"],"overview":"A successful city trader suddenly loses everything he truly cares about. Seeking comfort in isolation on a remote island, his life is turned upside down by the arrival of a little girl.","release_date":"2008-10-24","vote_average":5.3,"runtime":83,"cert":"","id":50391,"title":"Blessed","adult":false,"genre_ids":[18]},{"cast":["Laura Harring","John Hannah","Pete Postlethwaite","Coralina Cataldi-Tassoni","Mosa Kaiser"],"overview":"\"Ghost Son\" takes place in South Africa. A married couple Stacey and Mark live on the farm with their black teenage maid. Mark and Stacey love each other deeply. Unfortunately Mark dies in a tragic truck accident.Stacey returns to the farm and decides to remain there since she feels close to Mark.She is also carrying Mark's baby. After delivering the baby Stacey quickly becomes sure that her infant son is possessed by Mark's spirit. The evil force tries to kill Stacey to bring her to Mark.","release_date":"2007-04-05","vote_average":4.9,"runtime":78,"cert":"N\/A","id":50392,"title":"Ghost Son","adult":false,"genre_ids":[18,27,9648,53]},{"cast":["Jack Black","Dustin Hoffman","Angelina Jolie","Seth Rogen","Lucy Liu"],"overview":"The Winter Feast is Po's favorite holiday. Every year he and his father hang decorations, cook together, and serve noodle soup to the villagers. But this year Shifu informs Po that as Dragon Warrior, it is his duty to host the formal Winter Feast at the Jade Palace. Po is caught between his obligations as the Dragon Warrior and his family traditions: between Shifu and Mr. Ping.","release_date":"2010-11-26","vote_average":6.5,"runtime":21,"cert":"U","id":50393,"title":"Kung Fu Panda Holiday","adult":false,"genre_ids":[16,10751,10770]},{"cast":["Flavor Flav","Dante Basco","Andrea Bogart","James Ferris","Sticky Fingaz"],"overview":"Actors: Flavor Flav, Dante Basco, Chico Benymon, Andrea Bogart, James Ferris","release_date":"2008-10-30","vote_average":2.7,"runtime":null,"cert":"N\/A","id":50394,"title":"Nite Tales: The Movie","adult":false,"genre_ids":[28,27]},{"cast":["Kevin Schmidt","Sally Kirkland","Richard Riehle","Kristin Herrera"],"overview":"On a dark and windy road, seventeen-year-old Jeff Pryce (Kevin G. Schmidt) nearly runs down a beautiful, yet mysterious young girl walking alone by Resurrection Cemetery. Jeff offers to give her a ride and by the time he drops her off, a mutual attraction is obvious.But Jeff’s life begins to spin out of control shortly after he asks ‘Mary’ (Pamela Noble) to be his date at Homecoming — as one by one, his friends are brutally murdered. Having spent time in juvenile hall, Jeff becomes the prime suspect. Who is Mary? Why is everyone around him dying? And will Jeff’s desperate measures to clear his name put him face-to-face with the real killer?","release_date":"2008-08-26","vote_average":6.0,"runtime":91,"cert":"N\/A","id":50395,"title":"Resurrection Mary","adult":false,"genre_ids":[27,53]},{"cast":["Alan Ford","Tomas Arana","Ralph Brown","Georgi Staykov","Julian Vergov"],"overview":"A concert to celebrate Bulgaria joining the EU is being planned at the Embassy in London and it is the job of VARADIN, the new ambassador, to ensure the Queen attends. But with corrupt staff, criminal gangs operating out of the kitchen, falling in love with a stripper and a little misunderstanding with a PR firm that provides look-alike royalties - his simple task turns into a chaotic nightmare.","release_date":"2010-04-16","vote_average":6.6,"runtime":107,"cert":"N\/A","id":50400,"title":"Mission London","adult":false,"genre_ids":[35]},{"cast":["Basil Rathbone","Nigel Bruce","Marjorie Riordan","Rosalind Ivan","Morton Lowry"],"overview":"Holmes and Watson on a transatlantic ocean liner escorting Nikolas, heir to a foreign throne. Also on board are a number of assassins, plotting against their sovereign.","release_date":"1945-10-26","vote_average":6.9,"runtime":65,"cert":"N\/A","id":50401,"title":"Pursuit to Algiers","adult":false,"genre_ids":[9648,12,80,18]},{"cast":["Mel Blanc","June Foray"],"overview":"Easter-themed showcase of classic Warner Bros. cartoons, hosted by Bugs Bunny and Granny.","release_date":"1977-04-07","vote_average":5.1,"runtime":50,"cert":"N\/A","id":50406,"title":"Bugs Bunny's Easter Funnies","adult":false,"genre_ids":[10751,16]},{"cast":[],"overview":"Men and women have been stumbling headlong into parenthood since the dawn of time. With no formal training, no license required and no how-to manual, the results can be full of unexpected hilarity. And lucky for us, the cameras are rolling. Bob Saget hosts this side-splitting look at parenting in a one-hour America's Funniest Home Videos theme show. With cameos by his real-life parents, Saget shows us the parent-child moments nothing could prepare us for.","release_date":"","vote_average":6.4,"runtime":80,"cert":"N\/A","id":50407,"title":"America's Funniest Home Videos - Guide to Parenting","adult":false,"genre_ids":[35]},{"cast":[],"overview":"At once organic and otherworldly, pure and complicated, Dale Chihuly's glass works brilliantly combine the simplicity of the medium with the extraordinary innovation of the artist. From Chihuly's studio in Seattle to installation sites throughout San Francisco, \"Chihuly Fire And Light\" observes the artist at work with his team as he conceives and creates his most ambitious exhibition to date, \"Chihuly at the de Young.\"","release_date":"","vote_average":0.0,"runtime":60,"cert":"N\/A","id":50408,"title":"Chihuly Fire & Light","adult":false,"genre_ids":[99]},{"cast":["Sid James","Kenneth Connor","Donald Pleasence","Shirley Eaton","Dennis Price"],"overview":"Ernie's Uncle Gabriel has just died but to claim his inheritance he must spend the night in the ancestral family home with the rest of his rather eccentric relatives. Ernie's imagination has been affected by his constant immersion in cheap horror novels, but his wildest fears turn out to be justified when the guests begin to drop dead.","release_date":"1961-09-15","vote_average":7.3,"runtime":84,"cert":"","id":50409,"title":"What a Carve Up","adult":false,"genre_ids":[27,35,53,9648]},{"cast":["Christopher Daniel Barnes","Hank Azaria","Sara Ballantine","Ed Asner"],"overview":"A space-shuttle crash-landing puts the famous web-slinger Spider-Man in contact with a living alien substance that bonds to his suit and enhances his super-powers. Unfortunately, the alien substance begins to change him and he feels the pull of evil, so discards the suit. The evil attaches itself to another host leading to an epic confrontation between good and evil.","release_date":"2005-06-07","vote_average":6.9,"runtime":95,"cert":"N\/A","id":50410,"title":"Spider-Man: The Venom Saga","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Go on a word-search adventure and discover the clues to building words! A wild word-building adventure! When Mr. Websley is accidentally silenced by the Silent E Machine, Leap, Lily and Tad must journey through the Complex Word Complex to build the code words needed to return his voice. Guided only by the \"Absent Professor Device,\" the kids learn how to solve the code and save the day. Humorous songs add to the fun and help teach the rules for advanced word-building.","release_date":"2004-11-01","vote_average":0.0,"runtime":36,"cert":"N\/A","id":50415,"title":"LeapFrog: Word Caper","adult":false,"genre_ids":[10751]},{"cast":["Bryan Brown","Tom Jackson","Richard Harris","Daniel Clark","Oliver Tobias"],"overview":"When a young boy is captured by a grizzly bear, he begins the most incredible journey of a lifetime, full of breathtaking excitement, harrowing danger and thrilling surprises.","release_date":"1999-11-05","vote_average":5.7,"runtime":94,"cert":"N\/A","id":50416,"title":"Grizzly Falls","adult":false,"genre_ids":[12]},{"cast":["Paul Rodriguez","Ryan Dunn","Rob Dyrdek","Terry Kennedy","Ryan Sheckler"],"overview":"Derrick Cabrera, like all skateboarders, dreams of being sponsored one day. He has all the talent in the world to make it happen but some major roadblocks to overcome before he can make the dream a reality.","release_date":"2009-06-12","vote_average":6.0,"runtime":88,"cert":"N\/A","id":50417,"title":"Street Dreams","adult":false,"genre_ids":[28,12,35,18,10751]},{"cast":["Graham Allison","James Baker III","Bruce Blair","Tony Blair","Zbigniew Brzezinski"],"overview":"A documentary about the escalating nuclear arms race.","release_date":"2010-01-25","vote_average":6.6,"runtime":91,"cert":"N\/A","id":50420,"title":"Countdown to Zero","adult":false,"genre_ids":[99]},{"cast":["Sevinç Erbulak","Genco Erkal","Caglar Corumlu","Alican Yücesoy"],"overview":"Çağan Irmak's delightful new film is a fairy tale for the waking hour. Aziz works as a clerk in a library and lives in his own quiet and peaceful little world. Then one day he discovers that he has new neighbours: Seçil, the owner of the new opened local beauty shop and her 10 year-old daughter Gizem. Life for Aziz becomes much brighter and livelier but then something unexpected happens and darkness descends once again. A whole new set of events is set in motion as a bunch of memorable characters join together to try to change the course of fate. From the Diary of Aziz: There are those who say that fate cannot be changed, for if it could, it would not be fate. So be it. How hopeless we would feel if we had to live in a world where nothing could change. Don't you think so? It might just be that there will come a day when you will realize that something bad that happened to you happened for a reason and caused something better to come about. You never know.","release_date":"2010-11-19","vote_average":4.9,"runtime":110,"cert":"N\/A","id":50423,"title":"Sleeping Princess","adult":false,"genre_ids":[18,35]},{"cast":["Sophia Loren","Alberto Sordi","Paul Müller","Nando Bruno","Alberto Talegalli"],"overview":"Sophia Loren plays a dual role, as both the sultry Queen of the Nile with a \"man-a-night\" appetite and a beautiful slave girl who takes her place and is wooed by a bodyguard who thinks she's the real monarch.","release_date":"1954-02-04","vote_average":5.7,"runtime":78,"cert":"N\/A","id":50426,"title":"Two Nights with Cleopatra","adult":false,"genre_ids":[35,10749]},{"cast":["Chris Burchette","Cameron Wright","Adam Anderson","Keith Brown","Becca Manion"],"overview":"How far would you go for love? Holden will soon find out the answer to that question as he reaches to the depths of insanity for that one true love. \"Bloodstained Romance\" is a chilling love story told through the eyes of a killer, and has been deemed \"undeniably realistic and extremely creepy\".","release_date":"2009-02-01","vote_average":3.0,"runtime":93,"cert":"N\/A","id":50427,"title":"Bloodstained Romance","adult":false,"genre_ids":[27]},{"cast":["Leigh Francis","Deanne Berry"],"overview":"From the creator of Bo Selecta! and host of ITV2's hit show Celebrity Juice, the strawberry blonde sex god - Keith Lemon invites you to not work out with him in his new revolutionary comedy DVD Keith Lemon's Fit. Joining Keith is his personal trainer, the sexy Deanne Berry from the infamous Call On Me music video, who’ll show you how to live, eat and breathe like the man himself. Not only will he teach you the moves so that you too can get his well fit bod, he’ll share the secrets of his style – that unique look which is the envy of catwalks from Milan to Leeds, and he’ll share tips on healthy eating (don’t trust anything without a label – like fruit). He is generous like that. There's also a guest appearance from Bo Selecta's Craiiiiiig David who shows you how technology has enhanced his legendary UK garage sensational physique. And if all this doesn’t motivate you to get off the sofa your abs will still get a workout from laughing so hard.","release_date":"2010-11-22","vote_average":0.0,"runtime":55,"cert":"15","id":50430,"title":"Keith Lemon's Fit","adult":false,"genre_ids":[35]},{"cast":["Lilli Carati","Annie Belle","Al Cliver","Roberto Caruso","Laura Gemser"],"overview":"In 1936 Italy, Elio returns home from Africa with a present for his wife in the form of Zerbal (Laura Gemser), the daughter of a tribal king. Unbeknown to him, his neglected wife Alessandra (Lili Carati) has formed a relationship with Elio’s otherwise frigid secretary Velma (Annie Belle) who is less than pleased at Elio’s return","release_date":"1985-01-21","vote_average":6.6,"runtime":88,"cert":"N\/A","id":50433,"title":"The Alcove","adult":false,"genre_ids":[18,10749,53]},{"cast":["Herman Finkers"],"overview":"","release_date":"1998-01-01","vote_average":6.4,"runtime":160,"cert":"N\/A","id":50434,"title":"Herman Finkers: Take it easy, on the double","adult":false,"genre_ids":[35]},{"cast":["Patti D'Arbanville","Bernard Giraudeau","Mathieu Carrière","Gilles Kohler","Mona Kristensen"],"overview":"A coming of age story centering on the exploits of a young girl during summer vacation.","release_date":"1977-03-16","vote_average":6.1,"runtime":95,"cert":"N\/A","id":50435,"title":"Bilitis","adult":false,"genre_ids":[18,10749]},{"cast":["Herman Finkers"],"overview":"1. Een Kleine verbouwing, 2. Ik mag geen suiker van de dokter, 3. Een kangoeroeverschijning, 4. Mooi kloten, 5. Pappies vliegmasjien, 6. Concert voor piano en midwinterhoorn, 7. Donker Afrika, 8. Voorlichting, 9. Hormonen, hormonen, 10. Aaltje-1, 11. een lief kind, 12. pauzelied, 13. Macbeth, 14. De moderne beeldende kunst, 15. Variete, 16. Het artiestenleven, 17. Opsporing verzocht, 18. Aaltje-2, 19. Waarom, meisje? 20. Poeziecursus, 21. Wachten op de toegift. 22. Hoe heet dat liedje ook alweer (Een slecht geheugen) 23. Einde","release_date":"1990-01-01","vote_average":4.5,"runtime":100,"cert":"N\/A","id":50436,"title":"Herman Finkers: De Zon Gaat Zinloos Onder, Morgen Moet Ze Toch Weer Op","adult":false,"genre_ids":[35]},{"cast":["Herman Finkers"],"overview":"EHBO, is mij lust en mijn leven' Een stoplicht springt op rood, een ander weer op groen: in Almelo is altijd wat te doen'. een van de meest bekende uitspraken van Herman Finkers. Herman Finkers houdt zich sinds 1979 bezig met het bedenken en uitvoeren van theaterprogramma's. Zijn programma's laten zich moeilijk omschrijven. Het best werd hij waarschijnlijk omschreven in het Utrechts Nieuwsblad: 'meester van de dubbele clou\"geestige overdaad die niet schaadt', 'subliem slap gelul' EHBO is mijn lust en mijn leven is het vierde programma van Herman Finkers, opgenomen in de Leidse Schouwburg.","release_date":"1985-01-01","vote_average":5.5,"runtime":60,"cert":"N\/A","id":50437,"title":"Herman Finkers: EHBO Is Mijn Lust En Mijn Leven","adult":false,"genre_ids":[35]},{"cast":["George Eastman","Rosemarie Lindt","Annie Carol Edel","Patrizia Gori","Maria Rosaria Riuzzi"],"overview":"Emanuelle is out to avenge her sister, who committed suicide after escaping from her sadistic lover Carlo. So she chains Carlo up in her basement, drugs him, and forces him to watch her having sex. As Carlo begins to hallucinate all kinds of bloody horrors and cannibalistic doings, he decides he has to break free and kill Emanuelle.","release_date":"1975-05-17","vote_average":5.0,"runtime":96,"cert":"N\/A","id":50438,"title":"Emanuelle's Revenge","adult":false,"genre_ids":[18,27,53]},{"cast":["Herman Finkers"],"overview":"","release_date":"1987-01-01","vote_average":6.3,"runtime":95,"cert":"N\/A","id":50439,"title":"Herman Finkers: Het Meisje Van De Slijterij","adult":false,"genre_ids":[35]},{"cast":["Herman Finkers"],"overview":"1. Opening, 2. Ein brief aus holland, 3. Je kunt er geen voorstelling van maken, Mijn broer, 5. Tante Sien, 6. Verkoopt U ook kussentjes? 7. De Ardennen, 8. De omroeppastor, 9. Recept voor een wilde eend, 10. Bonnie of een onmogelijke liefde, 11. Condooms of een onmogelijke liefde, 12. Het meisje van de slijterij, 13. Paterswolde, 14. Klein Duimpje, 15. Trouw nog eenmaal met mij, 16. In de sneeuw van Tirol, 17. Visite, 18. De Kikkerrap, 20. Gebarentaal, 21. Het meisje van de slijterij - besluit.","release_date":"1992-01-01","vote_average":6.0,"runtime":95,"cert":"N\/A","id":50440,"title":"Herman Finkers: Dat Heeft Zo'n Jongen Toch Niet Nodig","adult":false,"genre_ids":[35]},{"cast":["Kari Wührer","Rae Dawn Chong","Lou Diamond Phillips","Lance Henriksen","Joel Bissonnette"],"overview":"A street prostitute takes in an abused young woman on the run from her misogynist boyfriend, leading to both facing off against the prostitute's dreaded pimp and a relentless police detective out to arrest all of them.","release_date":"1994-05-01","vote_average":3.9,"runtime":95,"cert":"N\/A","id":50441,"title":"Boulevard","adult":false,"genre_ids":[28,80,18,53]},{"cast":["Herman Finkers","Wilfried Finkers"],"overview":"","release_date":"1997-09-20","vote_average":6.0,"runtime":220,"cert":"N\/A","id":50442,"title":"Herman Finkers: Geen Spatader Veranderd","adult":false,"genre_ids":[35]},{"cast":["Harrie Jekkers"],"overview":"No English Overview.","release_date":"1990-01-01","vote_average":4.8,"runtime":100,"cert":"N\/A","id":50443,"title":"Harrie Jekkers: Het Gelijk van de Koffietent","adult":false,"genre_ids":[35]},{"cast":["Bourvil","Joan Greenwood","Gérard Oury","Henri Crémieux"],"overview":"A simple civil servant Léon, who has the unusual ability to walk through walls, falls madly in love with a hotel thief by the name of Susan. He poses as Garou-Garou, a dangerous gangster to attempt to woo her affections, but is arrested and sent to jail. While in jail he annoys the guards by walking in and out of his cell, and keeps persuading Susan to cease her criminal way of life. As fundamentally being an honest and law-abiding citizen, he eventually handles back everything he has stolen, is acquitted by the court, and becomes famous and respected. When he learns that Susan is planning to return to England and start a new life, he decides to confess to her his emotions. However, the couple is interrupted by a sudden rush of journalists. Trying to escape in a building, they get cornered on a corridor, and Léon pushes Susan through a nearby wall. But by doing this, he loses his own wall-walking ability, and the film concludes.","release_date":"1951-04-06","vote_average":6.3,"runtime":90,"cert":"N\/A","id":50444,"title":"Mr. Peek-a-Boo","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"1992-01-01","vote_average":4.8,"runtime":106,"cert":"N\/A","id":50445,"title":"Harrie Jekkers: Met een Goudvis naar Zee","adult":false,"genre_ids":[35]},{"cast":["Harrie Jekkers"],"overview":"","release_date":"1995-01-01","vote_average":4.8,"runtime":105,"cert":"N\/A","id":50446,"title":"Harrie Jekkers: Het Geheim van de Lachende Piccolo","adult":false,"genre_ids":[35]},{"cast":["Harrie Jekkers","Koos Meinderts"],"overview":"","release_date":"1999-01-01","vote_average":0.0,"runtime":110,"cert":"N\/A","id":50447,"title":"Jekkers & Koos: Het Verhaal achter de Liedjes","adult":false,"genre_ids":[35]},{"cast":["Louis Jourdan","Frank Finlay","Susan Penhaligon","Judi Bowker","Jack Shepherd"],"overview":"For those familiar with Bram Stoker's novel, this adaptation follows the book quite closely in most respects. Jonathan Harker visits the Count in Transylvania to help him with preparations to move to England. Harker becomes Dracula's prisoner and discovers Dracula's true nature. After Dracula makes his way to England, Harker becomes involved in an effort to track down and destroy the Count, eventually chasing the vampire back to his castle.","release_date":"1977-12-22","vote_average":7.3,"runtime":150,"cert":"","id":50448,"title":"Count Dracula","adult":false,"genre_ids":[53,10770,27,18]},{"cast":["Henri Sauzeau","Serge Itkine","Samuel Itkine","Arnaud Barre","Robert Roussel"],"overview":"A few inhabitants from a village in Aveyron stand against globalisation in civic-minded ways, together with a great sense of humor and some poetry.","release_date":"2006-06-07","vote_average":6.1,"runtime":97,"cert":"N\/A","id":50449,"title":"Ici Najac, à vous la Terre","adult":false,"genre_ids":[99]},{"cast":["Victoria Koblenko","Kürt Rogiers","Jop Joris","Linda van der Steen","Steve Hooi"],"overview":"After her father gets killed in an automobile accident, Kristel Lodema discovers that her dad was investigating an old mine where convicted child killer Andries Martiens died back in 1857. Kristel decides to check out the mine along with a group of young adults. However, said mine turns out to be haunted by the dangerous and murderous spirit of Martiens.","release_date":"2006-10-05","vote_average":5.1,"runtime":90,"cert":"N\/A","id":50450,"title":"Slaughter Night","adult":false,"genre_ids":[27]},{"cast":["Alexander Armstrong","Martin Freeman","Edward Baker-Duly","Sam Phillips","Peter Davison"],"overview":"In 1979 Clive Sinclair, British inventor of the pocket calculator, frustrated by the lack of home investment in his project,the electric car, also opposes former assistant Chris Curry's belief that he can successfully market a micro-chip for a home computer. A parting of the ways sees Curry, in partnership with the Austrian Hermann Hauser and using whizz kid Cambridge students, set up his own, rival firm to Sinclair Radionics, Acorn. Acorn beat Sinclair to a lucrative contract supplying the BBC with machines for a computer series. From here on it is a battle for supremacy to gain the upper hand in the domestic market.","release_date":"2009-10-08","vote_average":7.1,"runtime":84,"cert":"","id":50451,"title":"Micro Men","adult":false,"genre_ids":[18]},{"cast":[],"overview":"For the first time ever, our children are growing up less healthy than we are. As the rate of cancer, infertility and other illnesses linked to environmental factors climbs upward each year, we must ask ourselves: why is this happening?","release_date":"2008-11-05","vote_average":6.5,"runtime":112,"cert":"N\/A","id":50452,"title":"Food Beware: The French Organic Revolution","adult":false,"genre_ids":[99]},{"cast":[],"overview":"For 10,000 years farmers planted and saved their seeds, but now control of seeds – and control of our food crops – has shifted into the hands of a few multinational corporations. “Who controls the seeds, controls the food.”","release_date":"2008-01-01","vote_average":0.0,"runtime":43,"cert":"N\/A","id":50453,"title":"Hijacked Future","adult":false,"genre_ids":[99]},{"cast":["K.C. Clyde","Kari Hawker-Diaz","Bruce Davison","Elisa Brough","Gregory K. Brough"],"overview":"Ashley has been on her own all her life. She feels even more alone this Christmas as she searches fruitlessly for a job. The seasonal cheer around her only rubs salt in her wounds as she scrapes by to support herself and her dog, Dash. But her neighbor, Nick, knows exactly what to do. He offers her a job, to be his assistant in the best work-helping others. There's one catch that Ashley must honor though-she can't tell anyone that her new boss is a sort of Secret Santa, helping others anonymously. Through her new job, Ashley meets Will, a writer for a business magazine who uncovers what Ashley is doing, and more importantly, Nick's involvement. As Ashley and Nick help people in need, Ashley tries to protect Nick's secret, and her own heart, while Will must weigh the consequences of what he does.","release_date":"2009-11-10","vote_average":6.6,"runtime":87,"cert":"N\/A","id":50454,"title":"Christmas Angel","adult":false,"genre_ids":[35,18,10749]},{"cast":["Karin Dreijer Andersson","Olof Dreijer"],"overview":"Silent Shout: An Audio Visual Experience is a live DVD from The Knife, taken from the April 12, 2006 concert at the Trädgår'n, Gothenburg, Sweden, in their 2006 Silent Shout tour. It was released in Sweden in November 2006 on The Knife's Rabid Records label.  The DVD features a 5.1 surround sound recording of the show (with visuals from Andreas Nilsson), as well as all 11 of their music videos. Their short film When I Found the Knife is also included.  The DVD was included in a limited edition box set version of Silent Shout released in July 2007 along with an additional CD of the concert's audio.","release_date":"2006-11-08","vote_average":9.0,"runtime":51,"cert":"N\/A","id":50459,"title":"Silent Shout: An Audio Visual Experience","adult":false,"genre_ids":[10402]},{"cast":["Amelia Curtis","Kevin McKidd","John Simm","Louisa Milwood-Haigh","Andrew Lincoln"],"overview":"In desperation Elliot and Oz decide to reply to a telephone dating ad to kickstart their non-existent love lives. Their Prayers are answered when two gorgeous girls agree to meet them on a blind date. Whilst fanning the flames of passion the two boys find themselves playing with fire! A fun filled roller coaster ride begins as the boys get more than they bargained for in their search for love.","release_date":"1998-08-01","vote_average":6.5,"runtime":null,"cert":"15","id":50460,"title":"Understanding Jane","adult":false,"genre_ids":[18,35,10749]},{"cast":["Erika Toda","Shota Matsuda","Megumi Seki","Michiko Kichise","Seiichi Tanabe"],"overview":"In Liar game: Final Stage, Players are encouraged to trust each other to win the tournament. However, a mysterious player named X is secretly plotting to sabotage everyone of their chances to win the LGT.","release_date":"2010-03-06","vote_average":7.7,"runtime":133,"cert":"N\/A","id":50461,"title":"Liar Game: The Final Stage","adult":false,"genre_ids":[53,18]},{"cast":["Tony Hawks","Valerie O'Connor","Sean Hughes","Ed Byrne","Sara Crowe"],"overview":"The movie tells the story of a disillusioned television personality whose career has stalled and who is looking for answers but doesn't know the questions. When his best friend taunts him for losing his sense of adventure Tony accepts a drunken £100 bet and sets off with his unconventional traveling companion for an adventure that proved to be entertaining, educational, challenging and at times downright silly.","release_date":"2010-01-01","vote_average":5.0,"runtime":null,"cert":"","id":50462,"title":"Round Ireland with a Fridge","adult":false,"genre_ids":[35]},{"cast":["Harley Jane Kozak","Elizabeth McGovern","Bill Pullman","Brad Pitt","Ken Wahl"],"overview":"Kathy is married to Peter. Now she can't help but wonder how things could have been if she got together with her old boyfriend, Tom. Being married prevents from doing that so she asks her friend, Emily to go to him and see if she can sleep with him then tell Kathy how it was. When Emily tells Kathy that things were awesome, their friendship suffers, at the same so does Kathy's marriage. Things get even more complicated when Emily learns she's pregnant, and she's not certain if it's Tom's or her boyfriend, Elliot.","release_date":"1994-04-29","vote_average":4.9,"runtime":97,"cert":"N\/A","id":50463,"title":"The Favor","adult":false,"genre_ids":[35,10749]},{"cast":["Mark Tonderai","Nathan Constance","David Oyelowo","Crunski","Alan Davies"],"overview":"A group of twenty-somethings, one of whom is a single father with a precious daughter, have been unsuccessfully in getting into a certain club so they can have a chance to DJ in their and start a career out of it. A series of events has lumbered them with a dog napping scheme gone badly wrong, ending up with them currently owning a particular pooch belonging to a dog-loving local drug dealer.","release_date":"2001-12-07","vote_average":6.0,"runtime":93,"cert":"","id":50464,"title":"Dog Eat Dog","adult":false,"genre_ids":[]},{"cast":["Christina Ricci","John Simm","Kyle MacLachlan","John Hurt","Julian Rhind-Tutt"],"overview":"A librarian begins a passionate affair with a mysterious woman who walks into his library. When she suddenly disappears he travels down to London to search for her only to discover that she has three identities - dancer, dominatrix and con-woman. But which one is the real Miranda?","release_date":"2002-01-18","vote_average":6.3,"runtime":93,"cert":"","id":50467,"title":"Miranda","adult":false,"genre_ids":[35,18,10749,53]},{"cast":["Peter Hooten","Clyde Kusatsu","Jessica Walter","Anne-Marie Martin","Philip Sterling"],"overview":"A psychiatrist becomes the new Sorcerer Supreme of the Earth in order to battle an evil Sorceress from the past.","release_date":"1978-09-06","vote_average":5.7,"runtime":93,"cert":"N\/A","id":50468,"title":"Dr. Strange","adult":false,"genre_ids":[10770,28,12,14,878]},{"cast":["Marcela Walerstein","Sylvia Kristel","George Lazenby","Joel Bui","Jay Hausman"],"overview":"Another Emmanuelle movie, with Sylvia Kristal playing an older lady with memories of a younger life...","release_date":"1993-09-10","vote_average":1.5,"runtime":78,"cert":"N\/A","id":50469,"title":"Emmanuelle's Secret","adult":false,"genre_ids":[10749,18]},{"cast":["Angelo Infanti","Laura Gemser","Gabriele Tinti","Giovanni Brusadori","Salvatore Lago"],"overview":"Emmanuelle finds herself in conflict in the desert. A bit less exposure than the rest of the series.","release_date":"1982-01-01","vote_average":2.8,"runtime":94,"cert":"N\/A","id":50470,"title":"The Dirty Seven","adult":false,"genre_ids":[12,18,28,53,10749]},{"cast":["Brick Randall","William Smith","Del Howison","Meredith Rinehart","Nicole Liberty-Whitlock"],"overview":"This movie is about a lady that is turned into a vampire. She hates being a vampire and living in the darkness and refuses to drink blood and has Rienfeld to go out and find a solution for her to become mortal like everybody else. So, he goes out and finds three virgins. She was a rock singer before she was a vampire and wants to become a singer again and still be mortal.","release_date":"2001-08-20","vote_average":7.5,"runtime":80,"cert":"N\/A","id":50471,"title":"The Erotic Rites of Countess Dracula","adult":false,"genre_ids":[27]},{"cast":["Aldo Baglio","Giovanni Storti","Giacomo Poretti","Silvana Fallisi"],"overview":"A queue at the ATM machine, a displaced family after a seismic shock that has half-washed their home, a tour within an art gallery, moments of everyday life that become the cues for the emergence of comic, farce, paradoxical situations – trademarks of one of the most successful Italian comic groups.","release_date":"2006-11-26","vote_average":7.1,"runtime":95,"cert":"N\/A","id":50472,"title":"Anplagghed al cinema","adult":false,"genre_ids":[]},{"cast":["Sadie Frost","Craig Sheffer","Robert Loggia","Lucy Liu","John C. McGinley"],"overview":"Greed, lust and fate bring together a motley collection of oddballs and lowlifes for some rather sticky situations in Hoch's twisted neo-noir debut. Three separate but interconnected stories, all set on a deceptively sunny day in California and centered around one million dollars in cash, inspire Hoch's quirky characters to commit acts both devious and depraved in an attempt to make the big score.","release_date":"1998-02-01","vote_average":4.1,"runtime":108,"cert":"N\/A","id":50473,"title":"Flypaper","adult":false,"genre_ids":[28,35,10749,53,80]},{"cast":["Ingrid Thulin","Glenn Ford","Charles Boyer","Lee J. Cobb","Paul Lukas"],"overview":"Karl from Germany and Marcelo from France emigrated to Argentina and became brothers-in-law. Karl soon returned to Germany to serve in the army. Marcelo and his children Julio and Chichi became Argentinean citizens but later returned to Paris. Karl became a general with a son (Heinrich) in the SS and in WWII he got a high job within the occupation administration in France.","release_date":"1962-02-07","vote_average":5.3,"runtime":153,"cert":"N\/A","id":50474,"title":"The Four Horsemen of the Apocalypse","adult":false,"genre_ids":[18]},{"cast":["Sul Kyung-gu","Ryoo Seung-bum","Han Hye-jin","Sung Ji-ru","Nam Kyung-eub"],"overview":"Forensic pathologist Kang is assigned to examine the dismembered corpse of a female murder victim. Detective Min points to a fanatic environmentalist, Lee Sung-ho, as the primary suspect. But when Kang’s daughter is kidnapped, a manipulative game begins between Kang and Lee, who holds secrets about the homicide case.","release_date":"2010-01-07","vote_average":7.6,"runtime":125,"cert":"N\/A","id":50475,"title":"No Mercy","adult":false,"genre_ids":[80,53,28]},{"cast":["Bae Yong-jun","Jeon Do-yeon","Lee Mi-sook","Lee So-yeon","Jo Hyun-jae"],"overview":"Based on the novel 'Les Liaisons Dangereuses,' this film is set in aristocratic 18th-century Korea at the end of the Chosun Dynasty. The irresistible temptress Lady Cho asks her cad of a younger cousin, Jo-won, to deflower the innocent young Soh-ok, who is to become her husband's concubine. But, his attentions soon shift to the graceful and aloof Lady Sook, who lives according to her convictions as a Catholic. Jo-won becomes obsessed with seducing this chaste woman who has remained celibate for nine years since her husband's death. However, conquering the most virtuous woman in the land proves to be more difficult than Chosun's notorious playboy expects.","release_date":"2003-10-02","vote_average":7.2,"runtime":124,"cert":"N\/A","id":50476,"title":"Untold Scandal","adult":false,"genre_ids":[18]},{"cast":["Traci Lords","Gary Daniels","Jeff Fahey","Daniela Nane","Constantin Cotimanis"],"overview":"Epicenter concerns brassy, beautiful Amanda Foster, a down-on-her-luck Los Angeles detective who's been assigned to protect a mobster-turned-State's-Witness, Nick Constantine, from the mob. On the night of the assignment, the city is rocked by a devastating earthquake, forcing Amanda and Nick to fight their way through the ravaged city streets while being pursued by ruthless assassins and corrupt cops.","release_date":"2000-03-21","vote_average":3.8,"runtime":102,"cert":"N\/A","id":50477,"title":"Epicenter","adult":false,"genre_ids":[]},{"cast":["Martin Short","Alexa Torrington","Jacob Ewaniuk"],"overview":"Why do birds migrate? Why do some animals sleep during the day and wake up at night? And where does honey come from? The Cat in the Hat Knows a Lot About That!, so let's hop in the Thing-a-majigger and Go! Go! Go! on an adventure!! The Cat takes his young friends exploring all around the world, learning about bees, birds, and other critters. From the beach to the skies, The Cat in the Hat shows how it's perfectly natural to explore the world. Just as Dr. Seuss helped generations of children to read, The Cat in the Hat Knows a Lot About That! allows young ones to explore nature and science!","release_date":"2010-09-07","vote_average":10.0,"runtime":60,"cert":"N\/A","id":50478,"title":"The Cat in the Hat Knows a Lot about That!: Wings and Things","adult":false,"genre_ids":[10751,16]},{"cast":["Britt Robertson","Gregg Sulkin","Molly C. Quinn","Devon Graye","Steve Valentine"],"overview":"Disney Channel's production of Julie Sherman Wolfe's screenplay adaptation of the popular novel Avalon High by Meg Cabot. Elaine \"Ellie\" Harrison has just moved from Minnesota to Annapolis, Maryland while her parents take a year long sabbatical to continue their medieval studies in nearby DC. Her new high school, Avalon High, seems like a typical high school with the stereotypical students: Lance the jock, Jennifer the cheerleader, Marco, the bad boy\/desperado, and Will, the senior class president, quarterback, and all around good guy. But not everyone at Avalon High is who they appear to be, not even Ellie herself. Eventually, it becomes apparent that Avalon High is a situation where the ancient Arthurian legend is repeating itself. Will, Jennifer, Lance, Marco, and Mr. Morton all correspond to King Arthur, Queen Guinevere, Knight Lancelot, Mordred, and Merlin, respectively.","release_date":"2011-01-28","vote_average":6.1,"runtime":60,"cert":"U","id":50479,"title":"Avalon High","adult":false,"genre_ids":[10770,18,10751,14]},{"cast":[],"overview":"This is the video that started it all, and the video that everyone has tried to imitate. Thirty minutes of non-stop road-building action, from the surveyors staking out the job site to the first car traveling down the finished highway. A friendly host named George, entertains and educates kids as they watch real construction workers, the heavy machinery, blasting equipment and the tools used in every step of a road-building project. This video has become a classic, and was ranked in the top-ten best videos in Parent's Magazines' Guide To The Best Family Videos.","release_date":"1992-09-02","vote_average":6.0,"runtime":30,"cert":"N\/A","id":50480,"title":"Road Construction Ahead","adult":false,"genre_ids":[10751,99]},{"cast":[],"overview":"This is the long-awaited sequel to Fred's first movie, \"Road Construction Ahead\", the program that started the big-machine genre. Fred goes back to the road construction site and gives kids an up-close and personal look at all of their favorite big machines in Fred's classic style. With Rusty as their guide, your kids will be thrilled as they watch real construction workers and heavy machinery at work, and of course, blasting solid rock to pieces.","release_date":"","vote_average":4.8,"runtime":null,"cert":"N\/A","id":50481,"title":"Fred Levine's Road Construction Ahead 2","adult":false,"genre_ids":[10751]},{"cast":["Toshio Furukawa","Kaneto Shiozawa","Mami Koyama","Banjou Ginga","Seizō Katō"],"overview":"Goemon's wedding to Murasaki Inabe, daughter of a samurai clan's leader, is interrupted when the Fuma ninjas attack, kidnapping the bride-to-be and demanding her family's ancient treasure as ransom. Lupin, Jigen, Goemon and Fujiko work together once again to try to save Murasaki and get to the treasure before the Fuma can steal it.","release_date":"1987-12-01","vote_average":6.8,"runtime":73,"cert":"N\/A","id":50482,"title":"Lupin the Third: The Fuma Conspiracy","adult":false,"genre_ids":[28,12,16,35]},{"cast":["Rusty DeWees"],"overview":"Kids will be thrilled as our friendly host Rusty takes them along for a close-up look at giant tractors, combines, seeders, harvesters and the many other huge machines that grow and harvest some of kids' favorite foods. Go behind the scenes to see milk, potato chips, jelly, peanut butter and bread making in this fast-paced and exciting trip to Farm Country! Running time","release_date":"1998-10-01","vote_average":0.0,"runtime":47,"cert":"N\/A","id":50483,"title":"Farm Country Ahead","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"Every child's eyes light up when they hear the blare of a siren and a fire truck races by. Now your kids can ride alongside real firefighters as the engine screams through the streets on its way to put out a fire. Join our friendly firefighter, Mike, for a day in the life of a real firefighter. From the training academy to life in the firehouse and off to action-packed fire-fighting operations. Kids also learn important safety tips.","release_date":"","vote_average":0.0,"runtime":30,"cert":"N\/A","id":50484,"title":"Fire & Rescue","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"Magos y Gigantes tells the story of Gigante, a vertically challenged giant, Ada, a fairy who's wings have yet to blossom and Trafalgar, a curious looking little wizard and their adventures while attending the biggest magic tournament in the land of Reino Magico, and the ensuing mayhem when Titan Caradura, an evil wizard, is disqualified from the tournament and seeks revenge by hatching up an elaborate plan to steal the magic powers from all the inhabitants of Reino Magico.","release_date":"2003-01-01","vote_average":4.0,"runtime":83,"cert":"N\/A","id":50485,"title":"Magos y Gigantes","adult":false,"genre_ids":[10751,16,14]},{"cast":["Luke de Woolfson","Melanie Gutteridge","Emma Catherwood","Morwenna Banks","Lee Oakes"],"overview":"The son of a '70s rock star has to meet stringent conditions to inherit the family fortune, while his mates and greedy stepmother have other ideas.","release_date":"2001-10-05","vote_average":6.0,"runtime":78,"cert":"15","id":50492,"title":"Large","adult":false,"genre_ids":[35]},{"cast":["Nancy Trotter Landry","Liam Browne","Stephen Beardsley","Michael Hodgson","Arabella Arnott"],"overview":"Manchester is a struggling photographer with charm to spare who falls for Noon, a sweet but spunky woman who works as a taxidermist. Noon is also drawn to Manchester, and together they enjoy a wildly enthusiastic sexual relationship that reflects their innocent but deeply passionate love for one another.","release_date":"2010-11-12","vote_average":5.3,"runtime":97,"cert":"","id":50493,"title":"Brilliantlove","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"A group of young teenagers must protect the town of Ashland, Virgina from the forces of Darkness. This group has 2 vampire slayers, a Demon Hunter, an Evil witch who goes through rehab, and four other friends that help. They gain and lose members along the way.","release_date":"","vote_average":10.0,"runtime":30,"cert":"N\/A","id":50494,"title":"The Slayers of Ashland","adult":false,"genre_ids":[]},{"cast":["Danny Dyer","Kate Ashfield","Martin Compston","Nick Brimble","Craig Conway"],"overview":"A disgruntled married man called Tom believes that there is a better life for him out there somewhere. On his way home one night he gets attacked and falls into a parallel world where he lives 6 other lives including a Rock-Star, A homeless person and the 'hoody' that attacked him. These lives help him to re-evaluate his priorities and values but in order to get home he must face some of his deepest fears and desires. Will he make it home or is the grass greener on the other side?","release_date":"2011-09-18","vote_average":2.8,"runtime":100,"cert":"15","id":50495,"title":"7lives","adult":false,"genre_ids":[18,878,53]},{"cast":["Theo Kogan","Frank Adonis","Sylvia Miles","Dan Lauria","Nick Iacovino"],"overview":"High Times' Pot Luck is an upbeat pot caper that centers around a mobster who discovers the magic of marijuana.","release_date":"2003-10-17","vote_average":5.0,"runtime":90,"cert":"N\/A","id":50496,"title":"High Times Potluck","adult":false,"genre_ids":[35,80]},{"cast":["Kate Ashfield","Jo Hartley","Martin Compston","Steven Waddington","Craig Parkinson"],"overview":"Yorkshire, 1974, the Maynard family moves into their dream house. It's a dream that quickly descends into a panic stricken nightmare as the family discovers a horrifying truth, a truth that will make the history books. The house is already occupied by the most violent poltergeist ever documented, a poltergeist that will tear you from your bed as you sleep and drag you helplessly into the darkness.","release_date":"2012-01-31","vote_average":5.7,"runtime":86,"cert":"15","id":50497,"title":"When the Lights Went Out","adult":false,"genre_ids":[53,18,27]},{"cast":["Todd Bridges","Jose Rosete","Carl Washington","Raul Martinez","Chris Angelo"],"overview":"Jimmy and his friends are on a serious mission to party. But in their desperate pursuit of a good time, they are led on a wild cross-town series of hilarious misadventures where they get dissed and ripped off and doused by one seriously nasty towel. These guys want to be players but their more like water boys. You won't stop laughing as these guys go on the most hilarious road trip ever.","release_date":"2005-09-16","vote_average":2.0,"runtime":80,"cert":"N\/A","id":50498,"title":"I Got Five on It","adult":false,"genre_ids":[35]},{"cast":["Todd Bridges","Jose Rosete","Chris Angelo","Raul Martinez","Camilo Bravo"],"overview":"\"I Got Five On It Too\" continues the hilarious adventures of Barney Bumble and the gang and their \"high times.\" As the guys plan a house party complete with liquor, girls and weed, their \"best bud\" Barney Bumble gets set-up by his new rival Larry Poppins and gets busted by the cops for selling marijuana, Jimmy, Oscar and Arnie have to come to the rescue and get some payback against the new neighborhood drug dealer who's been trying to move in on Barney's turf.","release_date":"2009-04-14","vote_average":3.0,"runtime":84,"cert":"N\/A","id":50499,"title":"I Got Five on It Too","adult":false,"genre_ids":[28,35]}]