[{"cast":["Susan Graham","Plácido Domingo","Paul Groves","Gordon Hawkins"],"overview":"Gluck’s gripping adaptation of the ancient Greek myth is vividly brought to life by a stellar cast in Stephen Wadsworth’s atmospheric production. Oreste is driven by the Furies to atone for killing his mother Clytemnestre. When he and his companion Pylade are shipwrecked on the island of Tauride, the king Thoas demands they be sacrificed. At the center of the drama is Iphigénie, Oreste’s long-lost sister. Forced to live among her enemies, she holds the lives of the captives in her hands—unaware that one of them is her brother.","release_date":"2011-02-26","vote_average":0.0,"runtime":115,"cert":"\"\"","id":504500,"title":"Iphigénie en Tauride","adult":false,"genre_ids":[]},{"cast":["Orhan Günsiray","Fatma Girik","Suphi Kaner","Sevda Nur","Suphi Tekniker"],"overview":"","release_date":"1960-02-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":504502,"title":"Cici Katibem","adult":false,"genre_ids":[35]},{"cast":["Atul Kulkarni","Deepak Parambol","Mamukkoya","Bhagath Manuel","Sunil Sukhada"],"overview":"Balu is an engineer, who is out of a job and returns home to attend his sister's wedding. His life takes an unexpected turn when he helps a friend caught in some illegal activities","release_date":"2015-03-06","vote_average":0.0,"runtime":141,"cert":"N\/A","id":504504,"title":"Nellikka","adult":false,"genre_ids":[53,10402]},{"cast":["Natalie Dessay","Joseph Calleja","Ludovic Tézier","Kwangchul Youn"],"overview":"The tragic tale of \"the bride of Lammermoor\" has always been a favorite of opera-goers and sopranos alike. Yet with the riveting singing actress Natalie Dessay in the title role, Lucia's plight and descent into madness take on another dimension. Joseph Calleja is an ardent Edgardo, the man she loves but is not allowed to marry. Instead, her brother Enrico forces her into a union with the rich Arturo to save the family fortunes. It proves too much to bear for Lucia.","release_date":"2011-03-19","vote_average":0.0,"runtime":142,"cert":"\"\"","id":504506,"title":"Lucia di Lammermoor","adult":false,"genre_ids":[]},{"cast":["Matjaž Arsenjuk","Rudolf Rudi Čamernik","Evgen Car","Dejana Demšar","Lenca Ferenčak"],"overview":"Veronica is a high school student studying to be a glazier, although she dreams of being a theatre actress. The only thing that she finds joy in at school is the company of her friend, Klemen and writing the script for a theatre play in her spare time together with a retired actress whom she has befriended. Her parents find it difficult to understand her acting ambitions - or rather, they would probably find it difficult, if they would bother to take the time off their busy schedules to try. Nor does anyone else understand Veronica. When all her plans go awry, she ends up in a home for juvenile delinquents. When she is released into the custody of her parents again, she eludes their vigilant guard and runs away to the country, to Klemen. Only Klemen's father makes it abundantly clear to her when she gets there that Klemen will not stand by her side either. Veronica finds herself out on the street again, where everything is possible and the future is open to her...","release_date":"1984-06-11","vote_average":0.0,"runtime":80,"cert":"N\/A","id":504523,"title":"What a Sun","adult":false,"genre_ids":[18]},{"cast":["Fabijan Šovagović","Olivera Marković","Velimir \"Bata\" Živojinović","Branko Vidaković","Bogdan Diklić"],"overview":"Wonderful war stories about Isidor Katanic, officer who spent his working life as a calligrapher writing to various documents. Resignation living at home, living with rampant wife and her son from a previous marriage, sloth. Very soon retire and go to the river. On the bank of the Sava river meets an old friend, a former captain in love with the river. Accepting new way of life, isidor becomes a different man. But it comes terrifying wartime.Yugoslavia was occupied, the terror begins. Isidor is witnessed changes and in him growing need to resist the atrocities of the invaders. He refuses to flee with his family from Belgrade, it becomes illegal brave, little hero of invisible front.","release_date":"1985-04-15","vote_average":0.0,"runtime":94,"cert":"N\/A","id":504525,"title":"And This Will Pass, Too...","adult":false,"genre_ids":[10752,18]},{"cast":["Žarko Laušević","Danilo Lazović","Milan Srdoč","Branislav 'Ciga' Jerinić","Josif Tatić"],"overview":"A mother and her son live in the country. She has gone mad and the son has fallen mute as a result of the violence to which they had been exposed in the war.","release_date":"1984-04-09","vote_average":6.0,"runtime":92,"cert":"N\/A","id":504527,"title":"Lazar","adult":false,"genre_ids":[18]},{"cast":["Suzana Mančić","Bislim Muçaj"],"overview":"No overview found.","release_date":"1986-01-01","vote_average":0.0,"runtime":80,"cert":"N\/A","id":504529,"title":"The Picnic","adult":false,"genre_ids":[35,10751]},{"cast":["Tekin Akmansoy","Leman Çıdamlı","Defne Yalnız","Sevda Aydan","Haşim Hekimoğlu"],"overview":"","release_date":"1975-02-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":504531,"title":"Kaynanalar","adult":false,"genre_ids":[35]},{"cast":["Ruby Lin Xin-Ru","TAE","Ben Ng","Pang Ching-Fung","Chery Yam Chin-Hiu"],"overview":"Alice Wang's Debut","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":504533,"title":"Dragon's Love","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":504535,"title":"Bruce Springsteen - Born to run 2017","adult":false,"genre_ids":[]},{"cast":[],"overview":"The 'North Korea Freedom Week' events have been held every year since 2004, but have not garnered that much interest or awareness. There is much talk of the defectors doing a lot of work for reunification, but in reality, many do not how or what work the defector are doing. The purpose is to show through the documentary, what effect the 12th North Korea Freedom Week has had both here and abroad. There was a desire to show what could be accomplished by the defectors who have been training and learning, and preparing. There was a desire to show what we as a society must do first, for reunification.","release_date":"2018-02-08","vote_average":0.0,"runtime":71,"cert":"N\/A","id":504552,"title":"First Step","adult":false,"genre_ids":[99]},{"cast":["Dr. Joaquim Fernandes"],"overview":"A look at the mythology surrounding the Fatima apparitions","release_date":"2017-05-08","vote_average":10.0,"runtime":55,"cert":"N\/A","id":504554,"title":"As Faces de Fátima","adult":false,"genre_ids":[99]},{"cast":["Ana Nogueira","William Jackson Harper","Nana Mensah","Michael Cuomo","Keilly McQuail"],"overview":"A happy couple's relationship unravels during a game of \"Mafia.\"","release_date":"2018-03-11","vote_average":0.0,"runtime":11,"cert":"\"\"","id":504556,"title":"We Win","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"A very loose adaptation of Master and Margarita, but for all that, it is explicitly based on Bulgakov's novel, in a thoroughly experimental way. What you see in this film is documentary-like scenes shot with a simple video camera in Moscow and Budapest, and New York, and these scenes are linked to the novel by some explicit links, and by these, the film goes beyond the level of being but a visual documentary which would only have reminded the viewer of The Master and Margarita.","release_date":"1990-01-01","vote_average":0.0,"runtime":82,"cert":"\"\"","id":504558,"title":"After The Revolution","adult":false,"genre_ids":[]},{"cast":["Erol Büyükburç","Esen Püsküllü","Yılmaz Köksal","Mualla Sürer","Müjdat Gezen"],"overview":"","release_date":"1969-02-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":504560,"title":"Berduş","adult":false,"genre_ids":[10749,35]},{"cast":["Edward Norton","Gugu Mbatha-Raw","Alec Baldwin","Bobby Cannavale","Willem Dafoe"],"overview":"Lionel Essrog, a private detective living with Tourette syndrome, ventures to solve the murder of his mentor and best friend — a mystery that carries him from the gin-soaked jazz clubs of Harlem to the slums of Brooklyn to the gilded halls of New York's power brokers.","release_date":"2019-10-31","vote_average":8.0,"runtime":144,"cert":"\"R\"","id":504562,"title":"Motherless Brooklyn","adult":false,"genre_ids":[80,18]},{"cast":["Vlad Ivanov","Catrinel Marlon","Rodica Lazăr","Sabin Tambrea","Agustí Villaronga"],"overview":"A policeman intent on freeing a crooked businessman from a prison on Gomera, an island in the Canaries. However, he must first learn the difficult local dialect, a language which includes hissing and spitting.","release_date":"2019-11-21","vote_average":0.0,"runtime":97,"cert":"N\/A","id":504582,"title":"The Whistlers","adult":false,"genre_ids":[35,18,53]},{"cast":["Martin Sheen"],"overview":"The Wings the Wright Brothers Built! On Great White Wings is the amazing story of the Wright brothers and their quest to fly. It is also the theater presentation at Dayton Aviation Heritage National Historical Park in Dayton, Ohio where the Wright brothers built, tested and flew what would become the world’s first practical airplane. Self-taught scientists and engineers, Wilbur and Orville taught the world how to fly and are one of America’s greatest success stories. Produced by Aperture Films, Ltd. for the National Park Service. The Sky is No Longer the Limit For over four years, the Wright brother’s struggled with the race for flight. Beginning with just wood and fabric gliders at Kitty Hawk and transforming into the fully functional 1905 Wright Flyer III in Dayton, this inspiring film documents the Wright Brother’s path to make their dream of human flight a reality.","release_date":"","vote_average":10.0,"runtime":37,"cert":"N\/A","id":504584,"title":"On Great White Wings  the Wright Brothers and the Race for Flights","adult":false,"genre_ids":[]},{"cast":["Andra Guți","Mihaela Sirbu","Bogdan Dumitrache","Cristine Hambaseanu","Ela Ionescu"],"overview":"Alice, a buoyant and impertinent red-hair teenager is far from the charming little girl her mother adopted as she was unable to have a child of her own. Being an endless source of problems and affected by the specter of her mother’s disappointments, Alice acts with her back against the wall, forging lies and blurring lines between the fiction she designs for herself and the reality of her existence. Until her mother discovers she is pregnant.","release_date":"2019-05-01","vote_average":6.5,"runtime":105,"cert":"\"\"","id":504589,"title":"Alice T.","adult":false,"genre_ids":[18]},{"cast":["Danny Glover"],"overview":"Tells the poignant chapter in the historic struggle to secure equal and adequate access to healthcare for all Americans. Central to the story is the tale of how a new national program, Medicare, was used to mount a dramatic, coordinated effort that desegregated thousands of hospitals across the country in a matter of months.","release_date":"2018-04-26","vote_average":0.0,"runtime":56,"cert":"\"\"","id":504591,"title":"Power to Heal: Medicare and the Civil Rights Revolution","adult":false,"genre_ids":[99]},{"cast":["Mary Ellis","John Stuart","Cedric Hardwicke","Conrad Veidt","Jeanne Stuart"],"overview":"That old theatrical war-horse Bella Donna (previously filmed in America by Alla Nazimova) was resurrected by Britain's Twickenham Studios in 1934. Conrad Veidt stars as sinister Egyptian Mahmoud Baroundi, who even before the film gets under way has left a long trail of ruined women behind him. His latest victim is American girl Mona Chepstow (Mary Ellis), whom Baroundi treats like dirt and makes her like it. The plot centers around a murder by poison, as evidenced by the film's deliberately exotic title. Critics in 1934 praised newcomer Mary Ellis for underplaying her role, but many film fans preferred Nazimova's arm-waving histrionics in the earlier version.","release_date":"1934-12-11","vote_average":0.0,"runtime":null,"cert":"\"\"","id":504593,"title":"Bella Donna","adult":false,"genre_ids":[]},{"cast":["Parker Love Bowling","Kansas Bowling","Rodney Bingenheimer","Lloyd Kaufman","Aki Aleong"],"overview":"In 1,000 BC, a virgin and her friends venture into the hills, to grieve and ponder the grim fate that awaits her.","release_date":"2017-10-24","vote_average":0.0,"runtime":94,"cert":"\"\"","id":504595,"title":"Absolute Vow","adult":false,"genre_ids":[18]},{"cast":["Havasi Balázs"],"overview":"","release_date":"2015-11-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":504615,"title":"Havasi: Symphonic Aréna Show 2014","adult":false,"genre_ids":[]},{"cast":["Sven Medvešek","Barbara Nola","Jiří Menzel","Božidar Smiljanić","Ksenija Pajić"],"overview":"Ivan, in his early forties, returns, after many years of absence to his native town - a typical Middle - European small town in Northern of Croatia. His roaming through Europe left him in a rather distraught state and he is now in search for his identity and peace of mind. As a child of five, he was, literary taken from his birth-place and now - bereft of his parents and family, he will try to solve the puzzling event of his childhood. Thus, in this place where so many unusual things have happened which may have had an influence on the dramatic destiny his family has suffered, he turns attention to himself by to his personal investigation. The town is, however, threatened by the river which already has sunk a good part of the cemetery. Along this threat an unexpected plot, in the genre of a film noir, thriller and horror - a certain «fantasy of soul», develops.","release_date":"2002-12-19","vote_average":0.0,"runtime":98,"cert":"N\/A","id":504617,"title":"The Sunken Cemetery","adult":false,"genre_ids":[27,53]},{"cast":["Christopher J. Domig","Margaret Copeland"],"overview":"It was supposed to be a really awesome guitar lesson.","release_date":"2014-11-09","vote_average":0.0,"runtime":7,"cert":"\"\"","id":504619,"title":"Jerry & Diane","adult":false,"genre_ids":[35]},{"cast":["Shaquita Lopez","Nezih Lopez"],"overview":"Unable to find a sitter, an aspiring actress has no choice but to drag her 3-year-old son to her audition.","release_date":"2017-11-05","vote_average":0.0,"runtime":15,"cert":"\"\"","id":504621,"title":"Audition","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Using interviews with re-hab patients, a series of stories takes us through the habits, downfall and subsequent acknowledgment and recovery of each addict.","release_date":"1990-03-29","vote_average":0.0,"runtime":20,"cert":"\"\"","id":504623,"title":"And Then I'll Stop... Does Any of This Sound Familiar?","adult":false,"genre_ids":[99,16]},{"cast":["Grace Lowry","Nicholas Denton"],"overview":"A young couple goes camping in rural Victoria in an attempt to salvage their relationship.","release_date":"2017-07-13","vote_average":4.0,"runtime":10,"cert":"\"\"","id":504625,"title":"Kiss Me","adult":false,"genre_ids":[35,18]},{"cast":["Ángela Contreras","Manuel Bandera","Toni Cantó","Maricarmen Arrigorriaga","Sergio Hernández"],"overview":"In a taxi cab accident, a Spanish sailor meets Marcella. She is seeking desperately for her stolen baby. The attraction and his moral beliefs push him into a dangerous adventure.","release_date":"1994-09-16","vote_average":0.0,"runtime":90,"cert":"N\/A","id":504639,"title":"Valparaíso","adult":false,"genre_ids":[53,12,10749,18]},{"cast":[],"overview":"\"The guerrilla newsreel America a.k.a. Amerika (30 min.) annotates the Eve of Destruction as anti-war teenagers and African American militants talk tough and battle the police, at times to a rock ‘n’ roll beat.\"\r - J. Hoberman, Wounded Galaxies: 1968 Festival & Symposium, Indiana University Cinema","release_date":"1969-01-01","vote_average":0.0,"runtime":30,"cert":"\"\"","id":504641,"title":"America a.k.a. Amerika","adult":false,"genre_ids":[]},{"cast":["Anissa Kate","August Ames","Jean Michaels","Natasha Nice","Anthony Rosano"],"overview":"Elegant Angel Presents \"BIG WET TITS 15\" over 2 hours of big wet titty fun! What's hotter than big tits? Big wet tits! And there are plenty of those to go around in this must have DVD where tits are literally all in your face. Watch todays hottest big tit stars showcase their amazing big juggs wet as can be and getting fucked hardcore style with those massive mammaries jiggling all over the place. Once you get a hold of these knockers you won't last very long, so enjoy this ride because these titties are gonna make you blow your load like never before!! Starring August Ames, Natasha Nice, Jean Michaels and Anissa Kate! Enjoy","release_date":"2016-03-28","vote_average":0.0,"runtime":131,"cert":"\"NC-17\"","id":504643,"title":"Big Wet Tits 15","adult":true,"genre_ids":[]},{"cast":["Wies Andersen","Hetty Verhoogt","Ramses Shaffy","Henk Molenberg","Lyda Lobo"],"overview":"In this debut comedy by director Erik Terpstra, an ordinary middle-class gentleman picks up a colorful but degenerate and no-good beatnik\/hippie hitchhiker and inexplicably invites him home to meet the wife and kids. The resulting conflicts between the hitchhiker, who respects no rules or boundaries, and the family, provide the substance for most of the humor in this sincere but not especially well-thought-out film. Reviewers who saw the film at the 1967 Mannheim Film Festival expressed the opinion that it was an unformed work by a promising talent.","release_date":"1967-09-14","vote_average":0.0,"runtime":77,"cert":"N\/A","id":504645,"title":"The Whipping Cream Hero","adult":false,"genre_ids":[]},{"cast":[],"overview":"Portrait of Tahar Chériaa. Founder of the first african cinefestival and father of panafricanism.","release_date":"2014-11-30","vote_average":6.0,"runtime":69,"cert":"N\/A","id":504647,"title":"Tahar Chériaa: A l'Ombre du Baobab","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2010-02-12","vote_average":0.0,"runtime":null,"cert":"\"\"","id":504649,"title":"Virgin galactic","adult":false,"genre_ids":[]},{"cast":["L.A. Marzulli","Steve Freedman"],"overview":"A look at current biblical prophecy","release_date":"2015-10-15","vote_average":10.0,"runtime":108,"cert":"\"\"","id":504660,"title":"Watchers Nine","adult":false,"genre_ids":[99]},{"cast":["Ana Bustorff"],"overview":"","release_date":"2017-05-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":504662,"title":"O dia em que as cartas pararam","adult":false,"genre_ids":[]},{"cast":[],"overview":"Nickelodeon's Ultimate Halloween Haunted House is bringing all of the scares in this 30 minute hidden camera reality special hosted by Lizzy Greene. It features your favorite Nick stars making their way through the ultimate haunted house experience.","release_date":"","vote_average":0.0,"runtime":22,"cert":"N\/A","id":504664,"title":"Nickelodeon's Ultimate Halloween Haunted House 2017: TV Movie","adult":false,"genre_ids":[]},{"cast":["Gerard Horan","Tim Plester","Trevor Peacock","Brenda Cowling","Darren Boyd"],"overview":"Based on a true story, the movie tells the story of two pigs, named Butch and Sundance, who staged a dramatic escape from an abattoir in January 1998 and remained at large for a week ...","release_date":"2004-04-12","vote_average":3.0,"runtime":59,"cert":"N\/A","id":504666,"title":"The Legend of the Tamworth Two","adult":false,"genre_ids":[]},{"cast":[],"overview":"This short documentary highlights how discrimination prevents foreign-trained doctors from practising in Canada – even after they've received their Canadian qualifications.","release_date":"2010-01-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":504668,"title":"Doctors Without Residency","adult":false,"genre_ids":[99]},{"cast":["Kay Parker","David W. Wahl","Jill Schoelen","Seka","Leon Isaac Kennedy"],"overview":"Sociologist David W. Wahl explores the identity work involved in Kay Parker shifting from being a legend of the adult film industry to her current occupation as a metaphysical counselor.","release_date":"","vote_average":0.0,"runtime":64,"cert":"N\/A","id":504685,"title":"A Taboo Identity","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":504687,"title":"Rosaire et la Petite-Nation","adult":false,"genre_ids":[]},{"cast":[],"overview":"A Musical adaptation of Sam Rami's Evil Dead performed in Chicago","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":504689,"title":"Evil Dead: The Musical","adult":false,"genre_ids":[10402,35,27]},{"cast":["Elliott Crawford","James Fuller","Gordon Harris","Eric Kahnler","William Maxwell"],"overview":"Tells of the life of a teenage male prostitute.","release_date":"1972-07-11","vote_average":0.0,"runtime":81,"cert":"\"\"","id":504691,"title":"The Other Side of Joey","adult":false,"genre_ids":[]},{"cast":["Donald Paul","Deborah Twiss"],"overview":"After an infectious outbreak causes people to become rage filled and cannibals, a group of survivors must figure out how to get by. The infected aren't the only threat though. After the fall of society, people begin to lose their humanity, as these three struggle to hold on to theirs.","release_date":"2017-04-13","vote_average":6.0,"runtime":86,"cert":"\"\"","id":504693,"title":"Surviving the Outbreak","adult":false,"genre_ids":[878,27]},{"cast":["Ramki","Seetha","Srividhya","Jaishankar","Nassar"],"overview":"Amma Pillai is a 1990 Tamil Indian feature film directed by R.C.Shakthi and produced by M.K.Raju. It stars Ramki and Seetha in the lead roles. It is remake of Malayalam film Mortuary (1983 Indian film).","release_date":"1991-02-08","vote_average":0.0,"runtime":125,"cert":"N\/A","id":504695,"title":"Amma Pillai","adult":false,"genre_ids":[28,10751,10749]},{"cast":["Gerald Grant","Andrea True","Dean Tait","Katherine Miles","Jake Everett"],"overview":"A married father tries to find balance between his family life and the relationship with his male lover.","release_date":"1975-10-15","vote_average":0.0,"runtime":84,"cert":"\"\"","id":504706,"title":"Both Ways","adult":true,"genre_ids":[]},{"cast":["Ellen Geer","J.E. Freeman","Barry Corbin","James Gammon","Jim Haynie"],"overview":"Set during the Depression, Dan Bessie's film (based on a novel by his father Alvah) stars Ellen Geer as a widow who begins a romance with an uneducated janitor (J.E. Freeman) who is later accused of murder.","release_date":"1986-01-20","vote_average":0.0,"runtime":99,"cert":"\"\"","id":504708,"title":"Hard Traveling","adult":false,"genre_ids":[]},{"cast":[],"overview":"Prequel (from 1976) to Tom Joslin's 1993 AIDS video diary SILVERLAKE LIFE: The View From Here. Mark & Tom in happier times. A mixed-genre experimental documentary about coming out of the closet in the early years of the gay liberation movement.","release_date":"1976-02-11","vote_average":0.0,"runtime":null,"cert":"\"\"","id":504710,"title":"Black Star: Autobiography of a Close Friend","adult":false,"genre_ids":[]},{"cast":[],"overview":"An experimental collage of Kate Moss’ first days of modeling, including infamous CK shots, walking in brideswear in Galliano runway, several interviews et cetera,","release_date":"","vote_average":0.0,"runtime":7,"cert":"N\/A","id":504712,"title":"Kate Moss at the Beginning","adult":false,"genre_ids":[]},{"cast":["David Parent","Debbie Parent","Ghishlain Parent"],"overview":"This is an important rediscovery in Britain's LGBT history, made on a shoestring on Super8 over the hot summer of 1976 by members of the Lewisham branch of the Campaign for Homosexual Equality (CHE). The film follows lonely office clerk David as he discovers CHE, makes new friends and blossoms into a happy, out gay man. The film was shown around the country to straight and gay audiences. It features rare footage of the 1976 Gay Pride rally in Hyde Park, where Tom Robinson debuted his hit anthem 'Glad to be Gay'.","release_date":"1976-02-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":504714,"title":"David Is Homosexual","adult":false,"genre_ids":[]},{"cast":["Sarita Choudhury","Daniella Alonso","Ryan Donowho","Onahoua Rodriguez","Ivan Martin"],"overview":"Tough 15-year-old Rena, terrorized by her stepfather, turns to Santeria-practicing Wanda Love for help. But Rena's boyfriend and his friends have come up with their own way to teach her father a lesson.","release_date":"1993-01-26","vote_average":0.0,"runtime":83,"cert":"\"\"","id":504716,"title":"Rhythm of the Saints","adult":false,"genre_ids":[]},{"cast":["Marcelo Alfaro","Enrique Alonso","Alberto Argibay","Raúl Aubel","Aldo Barbero"],"overview":"Directed by Alejandro Doria","release_date":"1979-03-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":504718,"title":"Contragolpe","adult":false,"genre_ids":[]},{"cast":["Alfred Jahn"],"overview":"","release_date":"2002-09-23","vote_average":0.0,"runtime":99,"cert":"N\/A","id":504729,"title":"Diese Bilder verfolgen mich - Dr. med. Alfred Jahn","adult":false,"genre_ids":[99]},{"cast":["Angelo Ferrillo","Elisabetta Gagliardi","Sylvia Martino","Ermal Meta","Lorenzo Tawakol"],"overview":"","release_date":"2018-01-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":504731,"title":"(A)social: 10 giorni senza lo smartphone","adult":false,"genre_ids":[]},{"cast":["Ennosuke Ichikawa","Denjirô Ôkôchi","Kazuo Hasegawa","Takako Irie","Isuzu Yamada"],"overview":"This epic depicts the battle between Uesugi Kenshin (Ichikawa Ennosuke) and Takeda Shingen (Okochi Denjiro). The focus of the story is the struggle by the unit leader in charge of the main supply wagons (also played by Ichikawa Ennosuke) and the supply troops (Hasegawa Kazuo among them) to transport materiel to the Uesugi army. To this are added episodes involving an itinerant woman (Yamada Isuzu).","release_date":"1941-11-30","vote_average":0.0,"runtime":120,"cert":"N\/A","id":504733,"title":"The Battle of Kawanakajima","adult":false,"genre_ids":[18]},{"cast":["Shim Hyung-rae"],"overview":"","release_date":"1986-08-05","vote_average":0.0,"runtime":90,"cert":"N\/A","id":504735,"title":"Wuroi-mae From Outer Space","adult":false,"genre_ids":[28,10751,878]},{"cast":["Ramki","SVe. Sekar","Seetha","Madhuri","Kovai Sarala"],"overview":"A Comedy feat about husband and wife relationship.","release_date":"1988-09-02","vote_average":0.0,"runtime":121,"cert":"N\/A","id":504737,"title":"Manaivi Oru Mandhiri","adult":false,"genre_ids":[10751,35,18]},{"cast":["an jeong-hyun","Hwang Il-Cheong"],"overview":"","release_date":"1989-05-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":504739,"title":"Taoist Mutul","adult":false,"genre_ids":[]},{"cast":["Kim Heung-kook","park Ji-soo","kim dong-uk","kim myung-duk","Lee Jung-Hee"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":504753,"title":"Fantasy Of Warrior Ban Bal Mask","adult":false,"genre_ids":[28,35,878]},{"cast":[],"overview":"In Waiting looks at the unbearable anxiety of waiting for potential lifechanging medical results. Set inside a hospital waiting room the film follows JOHN from entering the hospital until the time time he is called as well as the actions, conversations and interactions between him and other patients waiting to be seen.","release_date":"2014-11-12","vote_average":0.0,"runtime":11,"cert":"N\/A","id":504755,"title":"In Waiting","adult":false,"genre_ids":[]},{"cast":[],"overview":"REMAKE is based on collected descriptions of interiors part of wider cinematic narratives, re-interpreted as new fictions.","release_date":"2016-11-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":504757,"title":"REMAKE","adult":false,"genre_ids":[]},{"cast":[],"overview":"Rules of Engagement is a film about belongingness as a human motivating force. Three stories, all set in the everyday, capture experiences of this phenomena; Jack, the outcast, is attending a family gathering, Robin is trying to integrate into a new social group and Nadia is failing to blend in amongst conservative work colleagues.","release_date":"2018-01-31","vote_average":0.0,"runtime":22,"cert":"N\/A","id":504759,"title":"Rules of Engagement","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2011-02-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":504761,"title":"Trekking the Great Wall","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Two basic white girls, Talia and Polly, get glammed up for a night on the town. That is until these Millennial’s night turns into #ShearMadness!","release_date":"2017-03-03","vote_average":0.0,"runtime":8,"cert":"\"\"","id":504763,"title":"Shear Madness","adult":false,"genre_ids":[]},{"cast":["Shim Hyung-rae","Gook Jeong-hwan","Lee Joo-ri","Joo Il-mong","Moon Mi-bong"],"overview":"Hong Kil-dong, Man-bok and Ga-ran team up to take on the marauding warrior Wang Jun-won and his barbarian army.","release_date":"1988-01-16","vote_average":0.0,"runtime":83,"cert":"N\/A","id":504765,"title":"Super Hong Gil-dong","adult":false,"genre_ids":[28,35]},{"cast":["Hans Christian Blech","Paul Dahlke","Brigitte Grothum","Ernst Fritz Fürbringer","Max Nemetz"],"overview":"","release_date":"1960-06-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":504779,"title":"Hexenjagd","adult":false,"genre_ids":[18]},{"cast":["Carolina Fadic","Sebastian Dahm","Sandra O'Ryan","José Soza","Luz Croxatto"],"overview":"The ghost  of a young German colonist, who died a couple of hundred years ago in unclear  supernatural circumstances, appears in Chile to fulfill her mythical destiny. To achieve this, she will intervene in the life of an unsuccessful publicist and his lover.","release_date":"1995-10-26","vote_average":0.0,"runtime":96,"cert":"N\/A","id":504781,"title":"La Rubia de Kennedy","adult":false,"genre_ids":[18,14,53]},{"cast":["Kim Jeong-sik","park Ji-soo","Jo Geum-san","lee geyong-ae","Gwon Il-soo"],"overview":"","release_date":"1989-08-05","vote_average":0.0,"runtime":84,"cert":"N\/A","id":504783,"title":"Super Hong Kil-Dong 3","adult":false,"genre_ids":[28,35,14]},{"cast":["Lee Chang-hoon","Choi Young-jun","Choi Young-jun","Yoon Il-ju","Moon Mi-bong"],"overview":"","release_date":"1990-12-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":504785,"title":"슈퍼 홍길동 4 - 짬뽕 홍길동","adult":false,"genre_ids":[10751,28,35,14]},{"cast":["Sadri Alışık","Muzaffer Akgün","Uğur Uyguner","Vahi Öz","Kadir Savun"],"overview":"","release_date":"1965-02-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":504787,"title":"Soytarı","adult":false,"genre_ids":[18,35]},{"cast":["Bong-won Lee","Jan Doo-suk","Lee Chang-hee","Yang Dong-geun","Choi Young-jun"],"overview":"","release_date":"1991-06-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":504789,"title":"슈퍼 홍길동 5 - 부채 도사와 홍길동","adult":false,"genre_ids":[10751,28,35,14]},{"cast":["Shim Hyung-rae"],"overview":"","release_date":"1994-05-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":504809,"title":"할매캅","adult":false,"genre_ids":[10751,28,35]},{"cast":["Shim Hyung-rae"],"overview":"","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":504811,"title":"영구와 우주괴물 불괴리","adult":false,"genre_ids":[12,35,878]},{"cast":["Rudolf Nadler","Dina Leipzig","Lutz Deisinger","Mateusz Hornung","Lutz Ehrlich"],"overview":"This is another curious film from the Berlin Underground about a trio who take shelter in a friend's apartment while he is away for awhile. One of the trio is Lola who teaches French on the side, maintains an out-of-sight hairstyle, and has a 10-year-old son. Another of the trio is a homosexual who supports himself by playing his flute on the street or reading to elderly women. The last friend in the group is Max, whose parents are sending him steady installments of cash to pay for non-existent studies; it seems Max is a writer waiting for inspiration to hit. In the meantime, he and Lola are an item. In the background is West Berlin itself, with its cafes, bars, nightclubs, and street life.","release_date":"1985-02-12","vote_average":0.0,"runtime":100,"cert":"N\/A","id":504813,"title":"Day Thieves","adult":false,"genre_ids":[]},{"cast":[],"overview":"An improvisation recorded over the course of one day, starting at dawn and finishing after dusk.  The film was edited in camera and shot from one camera position in the middle of one of the 112 football pitches that cover Hackney Marsh, a location chosen because of the similarities between the surrounding buildings and objects (identical blocks of flats, goalposts etc.). By cutting between precisely matched framings of similar objects, illusions of movement were produced, disrupting representational readings of the landscape. Unforeseen events occurring in the vicinity were also recorded, determining to some extent the subsequent filming. Through selection of shots and changes in cutting pace and speed of camera movement, the film fluctuates between record and abstraction.","release_date":"1977-01-01","vote_average":0.0,"runtime":15,"cert":"N\/A","id":504821,"title":"Hackney Marshes – November 4th 1977","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Tony Little Target Training: Abdominal Muscle Toning And Reduction System","release_date":"1993-04-28","vote_average":10.0,"runtime":30,"cert":"\"\"","id":504823,"title":"Tony Little Target Training: Abdominal Muscle Toning And Reduction System","adult":false,"genre_ids":[]},{"cast":["Margaretha Baumgartner","Marianne Nentwich","Dietrich Siegl","Susanne von Almassy","André Pohl"],"overview":"","release_date":"1991-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":504840,"title":"Hier kocht der Chef","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A look at the ufo contacts in Pescara region of Italy","release_date":"2009-01-01","vote_average":10.0,"runtime":52,"cert":"\"\"","id":504842,"title":"Il caso Amicizia","adult":false,"genre_ids":[99]},{"cast":["Tyler Boeh"],"overview":"Who goes from being a mild-mannered nationally recognized college a Capella group vocal percussionist to becoming a high-energy, intelligent, physical, and downright silly beatboxing comedian? None other than Comedian Tyler Boeh, who shifted his focus from singing a Capella (a word he describes as Latin for “Without Girlfriend”) when he won a comedy contest in Portland Oregon. After winning and placing in the finals of numerous Comedy Competitions from San Francisco to Seattle to Boston to The World Series of Comedy, Boeh not only launched a great career in comedy including television appearances, colleges, cruise ships and headlining clubs, he also found a girlfriend.  Tyler’s comedy CD was chosen by LaughSpin Magazine as the Best Comedy Album of 2012 and you may have seen him on such shows as Celebrity Name Game, Moms Rule, Nesn Comedy All Stars, or heard him on SIRIUS radio. Don’t miss a chance to see Tyler live!","release_date":"2018-12-31","vote_average":0.0,"runtime":43,"cert":"\"\"","id":504844,"title":"Tyler Boeh: Wait For It","adult":false,"genre_ids":[35]},{"cast":["Marianne Nentwich","Erwin Steinhauer"],"overview":"","release_date":"1981-09-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":504846,"title":"Die Feen sterben aus","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A magical process in an uncharted realm of knowing. A surreal, contemplative short of nebulous harmony.","release_date":"","vote_average":0.0,"runtime":6,"cert":"N\/A","id":504848,"title":"Pouring Out Two Plates in the Stillness","adult":false,"genre_ids":[]},{"cast":["David Dale","Reg Bundy","Gary Ancliffe-Lightfoot","Peter Steadman","Alex Buchanan"],"overview":"Drag artist Dave Dale discusses his life and career and performs several numbers in front of an enthusiastic audience.","release_date":"1984-04-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":504850,"title":"If They'd Asked for a Lion Tamer","adult":false,"genre_ids":[]},{"cast":[],"overview":"Dogma №33.","release_date":"2004-11-25","vote_average":0.0,"runtime":92,"cert":"N\/A","id":504870,"title":"Residencia","adult":false,"genre_ids":[]},{"cast":[],"overview":"Joseph K. returns to Vienna to learn about his father's home, an interior portrayed in a painting. He meets avatars of the city's dream of homemaking who explore the struggle for belonging in the modern world.","release_date":"","vote_average":0.0,"runtime":120,"cert":"N\/A","id":504872,"title":"The Burning Child","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Windells Summer Freeski Ski Camp is a place in the mountains to experience unstoppable camp fun! It’s a place to make lifelong friends; a place to ride with the pros; a place where beginner, intermediate, and expert riders can sharpen their skills. It’s a place with the longest running and most creative snow parks in North America.  Windells Camp presents \"The Summer Ski Movie\"  Their Summer Freestyle Ski Camp pairs customized coaching and creative activities with unparalleled facilities to provide you with more than any other action sports camp in the industry. The very best professional coaches and experienced counselors guide campers and encourage them to work towards their goals in a positive, progressive atmosphere. We strive to deliver a fun safe, learning environment for all campers to unlock their full potential regardless of age, gender or ability.","release_date":"","vote_average":0.0,"runtime":25,"cert":"N\/A","id":504877,"title":"The Summer Ski Movie","adult":false,"genre_ids":[99,28]},{"cast":["Harry Myers","Ethel Clayton"],"overview":"Out in the farm-lands near Portland, the Widow Walters lives with her daughter Ethel. As far as affections are concerned, those of the widow are confined to her daughter, until Squire Lang, a fat old widower, with his son Harry, moves onto the adjoining farm. One day Harry leaves his plowing, when he catches sight of Ethel. They rush to the gate to exchange felicities, but the squire wants Harry to return to his plowing, and the widow desires Ethel to resume her housework.","release_date":"1912-10-21","vote_average":0.0,"runtime":16,"cert":"\"\"","id":504879,"title":"Just Maine Folks","adult":false,"genre_ids":[]},{"cast":["Max Hansen","Ursula Grabley","Hubert von Meyerinck","Adele Sandrock","Eugen Neufeld"],"overview":"","release_date":"1932-03-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":504881,"title":"Einmal möcht' ich keine Sorgen haben","adult":false,"genre_ids":[35]},{"cast":["Angela McGuire","Phil Davis"],"overview":"Harry Dodge's The Time Eaters, sparked by and in dialogue with Frances Richard's Anarch., follows the orientation of a freshly-minted human to earthly matters, both fleshly and phantasmagorical. This orientation, delivered by an ambiguously-gendered guide, is essentially a monologue that plays with comedic and narrative conventions while also exploring foundational questions about language: its relationship to knowledge, time, abstraction, experience, communication, and intimacy. As the title suggests, the video is also interested in the surfeit of information currently at our disposal, the time we take in downloading it, and the relationships forged by human animals in its haze.","release_date":"","vote_average":0.0,"runtime":41,"cert":"N\/A","id":504883,"title":"The Time Eaters","adult":false,"genre_ids":[]},{"cast":["Kang Pil-sun-I","Jeon Ye-eun","Lee Moo-nyoung"],"overview":"Ma Gang-se (Kang Pil-seon) is branded at work as the pervert professor and in the end, he gets fired. He thinks there's no more reasons to live and leaves on a trip by himself before he commits suicide. On his trip, he meets a mysterious woman named Sara. He spends every night with her and satisfies his erotic fantasies, However, Kang-se starts to suspect her existence as she appears and disappears all the time. Finally, the shocking truth about her is unveiled...","release_date":"2015-03-26","vote_average":0.0,"runtime":80,"cert":"N\/A","id":504900,"title":"I Like Sexy Women 3","adult":false,"genre_ids":[18,10749]},{"cast":["Tancredo Neves"],"overview":"","release_date":"1985-01-01","vote_average":0.0,"runtime":78,"cert":"N\/A","id":504902,"title":"Céu Aberto","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":504904,"title":"An obscene lucky wife's unusual sexual experience","adult":false,"genre_ids":[]},{"cast":["Marcela Guzmán","Alejandra Glennie Leñero"],"overview":"An actress accidentally ends up in a room with a weird group of women claiming to be travelling in a secret high-tech space device to Mars.","release_date":"","vote_average":5.0,"runtime":82,"cert":"N\/A","id":504906,"title":"Mission Pakal to Mars","adult":false,"genre_ids":[878,35]},{"cast":["Pete Muller","João Silva","Donna Ferrato","Nicole Tung","Robin Hammond"],"overview":"Six conflict photographers reflect on their experiences capturing the atrocities of war and other manifestations of violence on film.","release_date":"2015-11-24","vote_average":0.0,"runtime":35,"cert":"\"NR\"","id":504908,"title":"Conflict","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Dogma №36.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":504910,"title":"Amateur Dramatics","adult":false,"genre_ids":[]},{"cast":["Alice Braga","Patsy Cecato","Nelson Diniz","Pedro Furtado","Elisa Volpatto"],"overview":"To whom does the poison belongs? to the young lovers? or to their parents, whom in old hands \"behold rusted hatred\"?","release_date":"2007-01-01","vote_average":0.0,"runtime":13,"cert":"N\/A","id":504927,"title":"Rummikub","adult":false,"genre_ids":[]},{"cast":["Ezra Buzzington","Rebecca M. Davis","Tina Denning","Angelique von Halle"],"overview":"Tanya, a lesbian sculptor living in Seattle hasn't seen her sister for over 10 years. When Ramona suddenly appears on her doorstep suitcase in hand the reception isn't a warm one. Tanya's male roommate Bold attempts to bring them together. Through a series of 'Therapy Sessions' with Bold, they begin to open up and rediscover the value of sisterly love.","release_date":"1993-02-12","vote_average":0.0,"runtime":90,"cert":"\"\"","id":504932,"title":"27 Pieces of Me","adult":false,"genre_ids":[]},{"cast":["Tatiana Vilhelmová","Oldřich Kaiser","Elizaveta Maximová","Logan Hillier","Ondřej Brzobohatý"],"overview":"","release_date":"2018-02-11","vote_average":7.0,"runtime":null,"cert":"N\/A","id":504934,"title":"The Girl Behind the Mirror","adult":false,"genre_ids":[18,10770]},{"cast":["Wivineke van Groningen","Nelleke Zitman","Rosa Herzberg","Ulf-Maria Kuehne","Reinout Bussemaker"],"overview":"A woman lives her life struggling against her own cold personality. She wants to be a poet, but must work during the day in order to earn a living, leaving her nights to her writing.","release_date":"1993-02-04","vote_average":0.0,"runtime":99,"cert":"N\/A","id":504936,"title":"Belle","adult":false,"genre_ids":[]},{"cast":[],"overview":"Interview with southern gays and lesbians highlight the issues surrounding being \"Out\" in the south as well as the impact of AIDS on the rural south.","release_date":"1993-02-12","vote_average":0.0,"runtime":null,"cert":"\"\"","id":504938,"title":"Greetings from Out Here","adult":false,"genre_ids":[]},{"cast":[],"overview":"The movie is about a couple who want to save their relationship but cannot get along at the same time. The title aptly says with a tagline reading 'Premalo Padithe'","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":504940,"title":"Premalo Padithae 100% Breakup","adult":false,"genre_ids":[]},{"cast":[],"overview":"Love in a Brazilian town on the edge of the jungle: he loves her, and she says she loves him too. She deserves a gift, one that makes an impression. He wants to marry her and can’t wait any longer. So he heads out into the jungle armed with a pickaxe, since there is no app to find what he has in mind for her: gemstones. Gemstones are the path to freedom, his way out of the dreary small town – with her at his side.","release_date":"2018-02-16","vote_average":7.0,"runtime":15,"cert":"N\/A","id":504957,"title":"Alma Bandida","adult":false,"genre_ids":[18]},{"cast":["Rachel Horn"],"overview":"With no wet-suit, no breaks, or physical support, Rachel Horn swims the Santa Barbara Channel to help the Special Olympics.","release_date":"2018-02-10","vote_average":0.0,"runtime":25,"cert":"\"\"","id":504959,"title":"Crossing the Channel","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":504961,"title":"City - Live aus Berlin","adult":false,"genre_ids":[]},{"cast":[],"overview":"A record of the \"Shutdown Bangkok\" protests during the 2013-2014 Thai political crisis.","release_date":"2017-03-24","vote_average":0.0,"runtime":135,"cert":"N\/A","id":504963,"title":"Bangkok Joyride: Chapter 2 - Shutdown Bangkok","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2018-02-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":504968,"title":"Besida","adult":false,"genre_ids":[]},{"cast":["Ryan Merriman","Perrey Reeves","Adam Hampton","Katie Burgess","Robin Acker"],"overview":"In the near future, 10 death row convicts are forced to compete in a virtual reality game that pits them against dinosaurs and each other.","release_date":"2018-05-21","vote_average":4.3,"runtime":86,"cert":"\"\"","id":504982,"title":"The Jurassic Games","adult":false,"genre_ids":[878,28,27]},{"cast":[],"overview":"The Imperial Valley represents one of California's most important regions of industrial agriculture. The system's run-off flows through pipes, pumps and canals leading to the Salton Sea, an artificial lake that is approaching ecological as well as economic disaster. Initially appearing as nothing more than spectacular documents of agricultural monocultures, the shots become increasingly abstract. Is this an actual or artificially simulated landscape? This ambiguity is precisely the point: The Imperial Valley is becoming the \"Uncanny Valley\", a place that is not yet or no longer natural and thereby appears eerie. Although manmade, it is not a place for people anymore, neither ontologically nor in reality. The post-apocalypse is not a matter of the future, we are already in the thick of it. (Claudia Slanar)","release_date":"2018-02-17","vote_average":0.0,"runtime":14,"cert":"N\/A","id":504987,"title":"Imperial Valley (Cultivated Run-Off)","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1980-08-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":504989,"title":"Vacanze in Val Trebbia","adult":false,"genre_ids":[]},{"cast":["Julia Gorr","Johannes Silberschneider","Matthias Breitenbach"],"overview":"","release_date":"2012-02-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":504991,"title":"Die letzte Grenze","adult":false,"genre_ids":[]},{"cert":"N\/A","title":"Solar Walk","cast":[],"id":504993,"overview":"Solar Walk follows the journey of individuals and their creations in space.","runtime":21,"genre_ids":[16],"release_date":"2018-03-15","vote_average":8.5,"adult":false}]