[{"cast":["Gordon Liu Chia-Hui","Tai Bo","Charlie Cho","Philip Chan Yan-Kin","Norman Chu"],"overview":"Gordon Liu stars in this Hong Kong cop buddy movie as a detective, who is assigned to find an heiress to a fortune who has gone missing under suspicious circumstances. Plenty of laughs and action in this great modern day actioner, directed by Wilson Tong.","release_date":"1985-05-31","vote_average":0.0,"runtime":92,"cert":"N\/A","id":506501,"title":"The Two Jolly Cops","adult":false,"genre_ids":[28,35]},{"cast":[],"overview":"A film by Paul Clipson.","release_date":"2006-02-21","vote_average":0.0,"runtime":5,"cert":"\"\"","id":506506,"title":"Earthlight","adult":false,"genre_ids":[]},{"cast":["Aaron Kwok","Chow Yun-Fat","Charlie Yeung","Eddie Peng","Tony Leung Ka-Fai"],"overview":"The follow-up to the movies \"Cold War\" (2012) - and \"Cold War II\" (2016)","release_date":"2019-08-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":506511,"title":"Cold War III","adult":false,"genre_ids":[28,80]},{"cast":["Reinhold Nietschmann","Gerda Gmelin","Günther Jerschke","Tommi Piper","Rolf Prasch"],"overview":"","release_date":"1960-02-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":506513,"title":"Pünktchen und Anton","adult":false,"genre_ids":[10751]},{"cast":["Ezard Haußmann","Walter Niklaus"],"overview":"","release_date":"1981-11-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":506524,"title":"Nachspiel eines Verhörs","adult":false,"genre_ids":[18]},{"cast":["Pat Metheny"],"overview":"","release_date":"1992-02-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":506526,"title":"Live Under The Sky","adult":false,"genre_ids":[]},{"cast":["Cynthia Erivo","Janelle Monáe","Leslie Odom Jr.","Jennifer Nettles","Joe Alwyn"],"overview":"The story of Harriet Tubman, who helped free hundreds of slaves from the South after escaping from slavery herself in 1849.","release_date":"2019-11-01","vote_average":8.8,"runtime":125,"cert":"\"PG-13\"","id":506528,"title":"Harriet","adult":false,"genre_ids":[36,18]},{"cast":["Thomas Rouer","Mathilde Malan","Christelle Lehallier"],"overview":"Clémence is confined to her bed. Her future calls out to her, showing her places, people, and glimpses of other lives. But how can this future be realized if she remains bedridden? She must sift through her past and revisit a childhood that was not so happy after all, a time when danger could arise at any moment.","release_date":"2013-01-01","vote_average":0.0,"runtime":13,"cert":"N\/A","id":506530,"title":"XI. La Force","adult":false,"genre_ids":[16]},{"cast":["Jim Hall"],"overview":"","release_date":"2005-02-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":506532,"title":"Jim Hall Quartet: Live at Jazzbaltica 2005","adult":false,"genre_ids":[]},{"cast":["Mathilde Braure","Elina Löwensohn","Thomas Rouer"],"overview":"You have gone, Vasco, you wanted to go far away. But we kept you back, with concrete and kisses, and you tasted the blood of whales. But it was not enough, you wanted to go further, towards the horizon that fascinated you so much. But how far will you go, Vasco?","release_date":"2010-05-14","vote_average":0.0,"runtime":11,"cert":"N\/A","id":506534,"title":"Vasco","adult":false,"genre_ids":[16,18]},{"cast":[],"overview":"A young girl tries to sleep.","release_date":"2016-01-31","vote_average":6.0,"runtime":5,"cert":"N\/A","id":506548,"title":"Sleepy Eyes","adult":false,"genre_ids":[27]},{"cast":["Jodi Russell","Mike Hamill","Marc Raymond","Curt Doussett"],"overview":"Leslee Williams is a photojournalist who, despite international recognition and personal beauty, finds romance less than successful. Her hilarious friend, Ray, encourages her as best he can. A chance meeting with Jonathan Powell, a long-lost high school acquaintance, brings love unpredictably into her life. Everything is going fine until one weekend when Jonathan doesn't return from a \"business trip\". Leslee then finds herself on a journey where her trust, reporter skills, and personal strength are tested to their limits.","release_date":"2009-04-03","vote_average":2.0,"runtime":84,"cert":"\"\"","id":506550,"title":"Reflections in the Mud","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"A woman is telling the story of how she went to Mexico looking for an obscure archaeological site; how she met a man who promised to take her there; how they stayed together locked in cross-purposes and misunderstandings - how, but never why. The central event has been reconstructed through stills, narration, and enactment by two performers in a tableau limited by the boundaries of the front projection screen.","release_date":"1982-01-01","vote_average":0.0,"runtime":42,"cert":"N\/A","id":506552,"title":"Sifted Evidence","adult":false,"genre_ids":[]},{"cast":["Mia Wasikowska","Damon Herriman","Benedict Hardie","Eddie Baroo","Michael M. Foster"],"overview":"In the anarchic town of Seaside, nowhere near the sea, puppeteers Judy and Punch are trying to resurrect their marionette show. The show is a hit due to Judy's superior puppeteering but Punch's driving ambition and penchant for whisky lead to a inevitable tragedy that Judy must avenge.","release_date":"2019-10-12","vote_average":0.0,"runtime":106,"cert":"\"\"","id":506554,"title":"Judy & Punch","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Serge Daney (1944-1992) expressed himself strongly about the world, using the tools of a \"Barthes cinema lover in early retirement\" as he used to call himself. Co-writer of the book \"Devant la recrudescence des vols de sacs à main\", Pilippe Roger has filmed Serge Daney confronting him with four major stages in the evolution of cinema : by screening extracts from films by Chaplin, Stevens, Eustache and Truffaut, adding rhythm into this vivid and intelligent, strict but piercing documentary. Serge Daney takes risks : he rushes forward, plying between ethic and aestheticism, destruction and salvation, past and present, Europe and America, fantasy and reality, cinema and psycho-analysis, literary and technical languages, watching and showing. There's enough material here to reconsider the video.","release_date":"1993-01-01","vote_average":0.0,"runtime":56,"cert":"N\/A","id":506556,"title":"Du cinéma à la télévision, propos d'un passeur Serge Daney","adult":false,"genre_ids":[]},{"cast":["Jeffrey Wright","William Fichtner","Theothus Carter","Mare Winningham","Boyd Holbrook"],"overview":"Louis Menkins is five weeks away from being released after 26 years in prison. He is faced with the decision to put his own release at risk in order to protect a young man named Beecher from growing gang controversies.","release_date":"2018-04-20","vote_average":5.6,"runtime":113,"cert":"\"\"","id":506558,"title":"O.G.","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Serge Daney was successively critic and editor of Cahiers du Cinéma in the 60s and 70s, then critic at Libération before founding Trafic a few months before his death. Through the dialogue established between some filmmakers of today and the thought of Serge Daney on the most diverse subjects, the film is the reconstitution of the look of a moviegoer on the world and the confrontation with our time.","release_date":"2012-01-01","vote_average":0.0,"runtime":81,"cert":"N\/A","id":506560,"title":"Serge Daney : le cinéma et le monde","adult":false,"genre_ids":[]},{"cast":[],"overview":"A wise cracking talking dog (Scrappy) is adopted by two little girls. The girls get lost on a deserted island, when Scrappy sails after ghost ship carrying friendly pirates out to sea.","release_date":"","vote_average":0.0,"runtime":80,"cert":"N\/A","id":506571,"title":"Pirate Dog","adult":false,"genre_ids":[]},{"cast":["Jackson Anthony","Dilhani Ekanayake","Kusum Renu","Thisuri Yuwanika","Kumara Thirimadura"],"overview":"(Sinhalese: ධර්මයුද්ධය) is a 2017 Sri Lankan Sinhala Family drama film directed by Indian director Cheyyar Ravi and produced by MTV Channel for Sirasa Films of The Capital Maharaja Organization Limited and is distributed by M Entertainments.It is a Sinhala remake of the Indian Malayalam- language film Drishyam originally written by Jeethu Joseph. Dharmayuddhaya follows the story of Harishchandra; a self-made businessman, loved and respected by all in the area. His wife and two children are his most valued treasures of his life and he spends lot of time watching films which is his hobby.  Due to a stranger who enters their lives, his life along with the lives of his wife and daughters’ change unexpectedly","release_date":"2017-07-14","vote_average":8.0,"runtime":166,"cert":"N\/A","id":506576,"title":"Dharmayuddhaya","adult":false,"genre_ids":[18,53,10751]},{"cast":["Zofia Czerwińska","Dominik Łoś","Bogdan Ferenc","Maciej Pietrzyk","Tomasz Wojtych"],"overview":"","release_date":"1991-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":506578,"title":"Szwedzi w Warszawie","adult":false,"genre_ids":[36]},{"cast":[],"overview":"You're invited to the wackiest wedding since Robert Altman last threw the rice, where no one is polite and everyone \"acts\" real. What is truth, and what is fiction? How does one discern reality from pretense? These are serious questions, but if you're looking for answers à la Japanese abstraction, German expressionism or Swedish nihilism, keep looking, because The Wedding Video has the answer, \"REAL WORLD\" style. In the first film to come out of the MTV phenomenon, Norman Korpi (the gay guy from \"Real World-New York\") and creative partner Clint Cowen have made a deliciously wicked satire that skewers all the clichés and conventions of the reality show.","release_date":"2003-05-27","vote_average":0.0,"runtime":null,"cert":"\"\"","id":506580,"title":"The Wedding Video","adult":false,"genre_ids":[]},{"cast":[],"overview":"Two lovers learn they've known each other over many life times and that this is their last life together. They don't have long to live and must clean up the 'hurts' between them earned over the millennia and multiple personalities they've inhabited together. Travelling through time visions, the see themselves as slaves, as officers of the law, as stranger on a train and heal the rifts between them as they revisit. Unfortunately they learn they are not alone. A third entity reveals he has been following them through many lives as several different people. He is angry that they are now preparing to leave the earth. The entity does not want them to leave it behind and fights against their harmony.","release_date":"","vote_average":0.0,"runtime":82,"cert":"N\/A","id":506582,"title":"Last Life","adult":false,"genre_ids":[]},{"cast":["Matt Mitrione","Roy Nelson","Patricky Freire","Derek Campos","Heather Hardy"],"overview":"Bellator 194: Mitrione vs. Nelson 2 took place on February 16, 2018 at the Mohegan Sun Arena in Uncasville, Connecticut. The event aired live in prime time on Paramount Network.  This card featured the second bout in the 2018 Bellator Heavyweight World Grand Prix Tournament. Matt Mitrione and Roy Nelson previously fought under the UFC banner in December 2012 with Nelson winning by TKO in the first round.","release_date":"2018-02-16","vote_average":0.0,"runtime":null,"cert":"\"\"","id":506584,"title":"Bellator 194: Mitrione vs. Nelson 2","adult":false,"genre_ids":[]},{"cast":["Evgeni Dakot","Natalya Anisimova"],"overview":"One day you'll wake up on the grass in the park to hear: 'Hello!' from an unknown girl, and your world will be turned upside-down. Glorious future of a pianist will seem boring. Clever, attentive girlfriend - too ordinary. And the slogan of your new life will be: 'Crash the taboos!'","release_date":"2018-03-08","vote_average":0.0,"runtime":80,"cert":"N\/A","id":506598,"title":"I Am Happy","adult":false,"genre_ids":[]},{"cast":["Irina Temicheva","Stepan Yurpalov","Anastasiya Zenkovich","Sanjar Madi","Garik Petrosyan"],"overview":"A group of friends decide to spend a weekend together at a country house, but an unexpected accident forces them to stop at a strange and remote estate.  In this abandoned and eerie place, a rare antique camera is discovered.  Slowly the camera draws them into a mystical and tragic chain of events that none of them could have seen coming.  Anyone who has their picture taken by the camera sees a photo revealing their death.  Many of them lose their lives in excruciating ways, as they race to solve the mystery of the camera.","release_date":"2018-06-14","vote_average":4.2,"runtime":90,"cert":"N\/A","id":506600,"title":"Deadly Still","adult":false,"genre_ids":[53,27]},{"cast":["Van Cliburn"],"overview":"The pianist performs works by Beethoven, Tchaikovsky, Chopin, and Liszt live in 1962 at the Big Hall of the Moscow Conservatory with the Moscow Philharmonic conducted by Kyrill Kondrashin.","release_date":"","vote_average":0.0,"runtime":104,"cert":"N\/A","id":506602,"title":"Van Cliburn in Moscow Vol. 1","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2016-05-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":506604,"title":"Kadavar: Live at Rock Hard Festival, Gelsenkirchen","adult":false,"genre_ids":[]},{"cast":["Rex 'Snowy' Baker","Agnes Vernon","Charles Villiers","Wilfred Lucas","Walter Vincent"],"overview":"John Harland is a former boxer turned reverend posted to the town of Kangaroo. He falls in love with Muriel, an orphaned heiress, and discovers that her guardian Martin Giles is embezzling her inheritance. Harland earns the ire of parishioners by teaching young boys to box, and Giles manipulates local opinion to have the bishop remove him. Harland rescues a gentleman from a mugging in Sydney who suggests that he go to Kalmaroo where a criminal gang has driven the church out of the area. Harland preaches, and unexpectedly sees Muriel in the congregation; her property is near Kalmaroo. But her overseer is Red Jack Braggan who leads the gang which violently breaks up Harland's mission - much to the distress of Muriel who regards Harland as too timid - and is in cahoots with Giles.","release_date":"1920-01-24","vote_average":0.0,"runtime":72,"cert":"N\/A","id":506606,"title":"The Man from Kangaroo","adult":false,"genre_ids":[18]},{"cast":["Jerry Della Salla","Michael Finn","Eugene Byrd","Emily Brownell","Scott Maguire"],"overview":"From Drug abuse, Hate Crimes, Sex, Abuse of authority, Violence and the former Don't ask, Don't tell policy. The Barracks is the place to be.","release_date":"2011-02-21","vote_average":0.0,"runtime":70,"cert":"\"\"","id":506611,"title":"The Barracks","adult":false,"genre_ids":[]},{"cast":["Anton Tayshihin","Max Brand","Alexander Zaitsev","Alexander Morozov","Dmitry Onishchenko"],"overview":"","release_date":"2016-04-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":506622,"title":"Dream Job","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"Projecting parallel straight lines converging at a geometric point in a conical projection system where the sum of the factors encourages escape.","release_date":"2014-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":506624,"title":"A punt de fuga","adult":false,"genre_ids":[99]},{"cast":["Jemima Rooper","Marco Williamson","Paul Child","Robert Crombie","Christopher Good"],"overview":"","release_date":"1995-09-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":506626,"title":"Five on a Treasure Island","adult":false,"genre_ids":[12,10751]},{"cast":["Míla Pačová","Jindřich Plachta","Růžena Nasková","Jana Romanová","Eva Klenová"],"overview":"","release_date":"1944-02-25","vote_average":6.0,"runtime":null,"cert":"N\/A","id":506628,"title":"U pěti veverek","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Architect Charles Garnier's widow recounts her intimate past deep in the recesses of the velvet and gold Palais Garnier.","release_date":"2017-10-20","vote_average":0.0,"runtime":8,"cert":"N\/A","id":506630,"title":"Vibrato","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Beautiful sexologists Amy (Linda Gordon) and Veronica (Mariwin Roberts) demonstrate the wonders of 3-D while testing cameras and lenses in preparation for filming their sex research.","release_date":"1977-06-24","vote_average":0.0,"runtime":28,"cert":"\"NR\"","id":506632,"title":"Experiments in Love","adult":false,"genre_ids":[]},{"cast":["Nic Young"],"overview":"","release_date":"2008-12-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":506649,"title":"Der Mensch - The Story of Us","adult":false,"genre_ids":[99]},{"cast":[],"overview":"In the unearthly world of E, hand-made meets hi-tech as characters appear to consume one another with their own, trafficked liknesses. Constructing her work entirely from laser-printed film stills (approximately 770 in total) lifted from Niklaus Schilling’s 1972 horror film, Nachtschatten, Zemlianski rips, layers, and paints these images with pastels and charcoal, then scans them back together into a bracing animation set to the eponymous song (“E”) by the Berlin-based band, Comb. (Lauren Berliner\/Greg Cohen)","release_date":"2018-11-18","vote_average":0.0,"runtime":2,"cert":"\"\"","id":506651,"title":"E","adult":false,"genre_ids":[16,10402]},{"cast":["Josh Connolly","Justin Robinson","Arris Quinones","Ryan Connolly"],"overview":"Justin and Josh dress up as cowboys while Ryan scouts locations for his films.","release_date":"2017-05-18","vote_average":7.3,"runtime":5,"cert":"\"\"","id":506653,"title":"Westworld to Yuma","adult":false,"genre_ids":[37,35]},{"cast":[],"overview":"Can heartbeats be “reactionary”? Yes, if they are the only sonic element on a montage-heavy documentary about the war dead. Made just before Enver Hoxha’s cultural purges in 1974, Dhimitër Anagnosti’s formalist, wonderfully edited affair will finally premiere in a restored version after its completion forty-two years ago.","release_date":"1973-02-21","vote_average":0.0,"runtime":7,"cert":"N\/A","id":506655,"title":"Eternity","adult":false,"genre_ids":[99]},{"cast":[],"overview":"An autumnal celebration of colorful fall leaves, brooks and bathing, chanting circles and tree goddess rites. Shot on witch's land in Northern California, it is a woman celebrating woman and nature film with the poetry of Elsa Gidlow accompanying.","release_date":"1974-02-21","vote_average":0.0,"runtime":8,"cert":"\"\"","id":506657,"title":"Women’s Rites or Truth is the Daughter of Time","adult":false,"genre_ids":[]},{"cast":[],"overview":"In the mid 19th century, the hermit kingdom of Korea will do anything to keep foreigners and Christianity out. However, one brave missionary will do anything to bring the light of God into this dark land. With the help of some Korean fishermen hungry for truth, Robert Jermain Thomas risks everything to smuggle in a treasure beyond all imagination. But what will his bravery cost him? And will the Word of God bring light to this dark kingdom?","release_date":"2015-02-21","vote_average":0.0,"runtime":30,"cert":"\"NR\"","id":506659,"title":"The Robert Jermain Thomas Story","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"In My Room\" is a coming of age film taking place inside the rooms of six teenagers. It is told entirely out of their self made videos which were posted on YouTube. They aren't Youtube stars, just teenagers talking to themselves and to anyone who is willing to listen. They all chose a camera rather than a notebook to record their diaries. These intimate documents of their formative years follow their journey from childhood into adulthood.","release_date":"2017-04-24","vote_average":6.0,"runtime":70,"cert":"N\/A","id":506676,"title":"In My Room","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2015-02-21","vote_average":0.0,"runtime":null,"cert":"\"\"","id":506678,"title":"The Shoghaken Ensemble: Live at the Murch Auditorium","adult":false,"genre_ids":[]},{"cast":["Samuel Hunt","Merritt Patterson","Bob Gunton","Will Graham","David Sakurai"],"overview":"Zamperini returns to California where he wound up marrying Cynthia Applewhite while wrestling with untreated PTSD, suffering constant nightmares, angry, bitter and deeply depressed, his wife convinces Zamperini to attend the 1949 Billy Graham Crusade.","release_date":"2018-09-14","vote_average":6.7,"runtime":98,"cert":"\"PG-13\"","id":506680,"title":"Unbroken: Path to Redemption","adult":false,"genre_ids":[18]},{"cast":["Jimi Hendrix","Mitch Mitchell","Noel Redding","Chas Chandler"],"overview":"This documentary traces the journey that saw Jimi Hendrix rise from virtual obscurity to become a global star following his incendiary performance at the Monterey Pop Festival in 1967.","release_date":"2007-02-21","vote_average":0.0,"runtime":null,"cert":"\"\"","id":506682,"title":"Jimi Hendrix: American Landing","adult":false,"genre_ids":[99]},{"cast":["Kazuya Kosaka","Kyoko Aoi","Masaaki Hirao","Reiko Hitomi","Chieko Seki"],"overview":"After moving in to their dream home, newlyweds decide to rent out their second floor to save money. They soon discover the woe of being landlords.","release_date":"1961-12-15","vote_average":0.0,"runtime":56,"cert":"N\/A","id":506684,"title":"The Strangers Upstairs","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"1996-05-21","vote_average":0.0,"runtime":null,"cert":"\"\"","id":506686,"title":"Divididos: En vivo en MTV","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2010-02-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":506688,"title":"Orquesta Típica Fernández Fierro: En vivo en Auditório Ibirapuera","adult":false,"genre_ids":[]},{"cast":[],"overview":"Ripe fruit in sweaty socks; soft eyes, stained and suffering in the origin of consciousness, and a soul needing refrigeration, for it has nearly gone bad!","release_date":"2010-08-31","vote_average":0.0,"runtime":10,"cert":"\"\"","id":506696,"title":"Medusa’s Gaze","adult":false,"genre_ids":[]},{"cast":["Anita Kupsch","Theo Lingen","Ruth Nimbach","Hans Georg Panczak","Edith Schollwer"],"overview":"","release_date":"1962-07-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":506698,"title":"Schule der Gattinnen","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Be careful when you go out into the surf in a skimpy thong... the current can be treacherous and turbulent as is the human heart!","release_date":"1997-08-31","vote_average":0.0,"runtime":18,"cert":"\"\"","id":506700,"title":"On a Shore Beneath the Sky","adult":false,"genre_ids":[]},{"cast":[],"overview":"There was plenty of fruit growing in Eden; mangos, pears, oranges...why did Eve have to pick that Apple!","release_date":"2007-08-31","vote_average":0.0,"runtime":8,"cert":"\"\"","id":506702,"title":"Paradise Gone","adult":false,"genre_ids":[]},{"cast":[],"overview":"Dark, domestic tensions need the cleansing rays of a bright summer afternoon.","release_date":"2006-08-31","vote_average":0.0,"runtime":8,"cert":"\"\"","id":506704,"title":"A Poem for Summer","adult":false,"genre_ids":[]},{"cast":[],"overview":"Nymphs and Satyrs are conjured back into activity when poetry is recited and fluffy clouds sail above the contemporary, domestic landscape.","release_date":"2004-08-31","vote_average":0.0,"runtime":18,"cert":"\"\"","id":506706,"title":"Romance","adult":false,"genre_ids":[]},{"cast":["Lily Rader","Kylie Foxx","Gabriella Paltrova","Jenesis Jade","Nickey Huntsman"],"overview":"Kylie and Lily decided to take turns getting their pussies stretched out by her stepdad since they are both leaving for college soon! Jenesis Jade's stepdad got lucky today because Gabriella needed a hard cock to teach her how to fuck and his was the only one around! After doing some very intense yoga poses, Nickey and Candice decide to give her stepdad the downward doggystyle! When Zoe dared Whitney to fuck her stepdad she said no way but she gave in once she saw Zoe sucking it and how big it was.","release_date":"2017-01-16","vote_average":0.0,"runtime":234,"cert":"\"NC-17\"","id":506717,"title":"Me, My Stepdaddy and My BFF","adult":true,"genre_ids":[]},{"cast":[],"overview":"...There is a garden in the dark hunger of his psyche where forbidden fruit grows.","release_date":"2014-08-31","vote_average":0.0,"runtime":11,"cert":"\"\"","id":506719,"title":"Summer Sins","adult":false,"genre_ids":[]},{"cast":[],"overview":"Secret number... secret shape... knower of the secret name... God of the realm of night - I summon you, 'Son of Sin'... arise!","release_date":"2008-08-31","vote_average":0.0,"runtime":13,"cert":"\"\"","id":506721,"title":"Witchery","adult":false,"genre_ids":[]},{"cast":[],"overview":"A journey by camera through Berlin.","release_date":"1928-01-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":506723,"title":"Mit der Kamera durch Alt-Berlin","adult":false,"genre_ids":[]},{"cast":["Toni van Eyck","Ita Rina","Carl Ballhaus","Rolf von Goth","Paul Henckels"],"overview":"Moritz Stiefel faces expulsion due to poor marks. When he is caught with an essay titled “Shame and Lust”, he is indeed kicked out – instead of classmate Melchior Gabor, who actually penned it. Gabor was drawing on his experiences with neighbourhood girl Wendla. Then Wendla turns up pregnant. Stiefel descends into despair ... Exploitation between Eros and Thanatos in this “sexual tragedy of youth” based on Frank Wedekind’s play. Setting the film in the 1920s provided a chance to explore “modern” youth culture, complete with cigarettes, jazz music, the gramophone, and a goodly bit of alcohol. Richard Oswald, a master of films of manners and young sex beginning in the 1910s, fully explores the temptations of the youthful body, even early childhood flirtatiousness. At the same time, with his target audience in mind, the film laments the bigotry and double standards of the adult world.","release_date":"1929-01-01","vote_average":0.0,"runtime":95,"cert":"N\/A","id":506725,"title":"Spring Awakening","adult":false,"genre_ids":[18]},{"cast":["Bernhard Schir","Joachim Nimtz","Katharina Stemberger"],"overview":"","release_date":"1994-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":506727,"title":"Im Schatten des Führers","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2018-02-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":506729,"title":"Mala Vida","adult":false,"genre_ids":[]},{"cast":["Gading Marten","Della Dartyan","Verdi Solaiman","Torro Margens","Dayu Wijanto"],"overview":"A man who has been single for a long time, tries a dating application where she found a girl that changed his life forever.","release_date":"2018-03-15","vote_average":8.1,"runtime":104,"cert":"N\/A","id":506731,"title":"Love for Sale","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"Spiro is working in a garage in New York City until his career in the arts can get started. Tim is a young teen from Long Island who runs away from his abusive father and into the city. In the city Spiro and Tim's paths collide. Will their futures?","release_date":"2004-08-14","vote_average":0.0,"runtime":null,"cert":"\"\"","id":506736,"title":"Collision","adult":false,"genre_ids":[]},{"cast":["Kôichi Itô","Yuko Kageyama","Yoi Kojima","Shun Sugata"],"overview":"Sex worker Hatsue is having an affair with a married man named Yoshinori, whom she first met as a client. He feels oppressed by his life with his wife and his secret trysts with Hatsue bring him peace of mind.","release_date":"","vote_average":0.0,"runtime":70,"cert":"N\/A","id":506738,"title":"Tokyo Bitch, I Love You","adult":false,"genre_ids":[]},{"cast":["Ornette Coleman","Pat Metheny"],"overview":"","release_date":"1988-07-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":506740,"title":"Ornette Coleman and Prime Time & Pat Metheny: Live in Montreal","adult":false,"genre_ids":[]},{"cast":["John Scofield"],"overview":"","release_date":"1992-02-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":506742,"title":"John Scofield: Live in Montreal","adult":false,"genre_ids":[]},{"cast":["Chris Cornell"],"overview":"","release_date":"2007-12-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":506744,"title":"Chris Cornell: Live in Personal Fest, Argentina","adult":false,"genre_ids":[]},{"cast":["Chris Cornell"],"overview":"","release_date":"2011-02-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":506746,"title":"Chris Cornell: Live at SWU Music and Arts Festival, Brasil","adult":false,"genre_ids":[]},{"cast":[],"overview":"burundi movie","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":506748,"title":"Kurira ijisho rimwe 2","adult":false,"genre_ids":[18]},{"cast":["Andrey Merzlikin","Aglaya Tarasova","Anton Filipenko","Dmitriy Podnozov","Sergey Chetvertkov"],"overview":"A prototype of a  new cutting edge tank is being taken on a secret mission to Moscow, to Comrade Stalin. Soon the cross-country run turns into a ruthless race. Followed by Nazis, the tanks' team defeats their pursuers and proves the great ability and vast superiority of the machine that is about to become a legendary T-34.","release_date":"2018-04-26","vote_average":5.5,"runtime":95,"cert":"N\/A","id":506750,"title":"Tanks for Stalin","adult":false,"genre_ids":[10752,28,12]},{"cast":["Pavel Derevyanko","Anton Vinogradov","Sergey Mardar","Michael Cherniak","Vladimir Postnikov"],"overview":"Krash decides to throw his best buddy Barry an unforgettable birthday party. He contacts the DejaVu Agency, which organizes exciting time travel adventures. A cataclysmic accident occurs after the Kikoriki crew fail to follow the rules and scatter the group across time. Krash has to find and retrieve his friends through the ages with the help of his alter ego from another time and place, who materializes out of the rupture in the space-time continuum. Just when you thought the Kikoriki adventures couldn't get wilder, along comes this thrilling time travel adventure suitable for all ages across the globe.","release_date":"2018-04-26","vote_average":8.2,"runtime":null,"cert":"N\/A","id":506752,"title":"Kikoriki. Deja Vu","adult":false,"genre_ids":[16,10751,35]},{"cast":[],"overview":"A lesbian author causes a scandal when she writes a novel about two women in love.","release_date":"2004-05-21","vote_average":0.0,"runtime":120,"cert":"\"\"","id":506757,"title":"Mrs. Stevens Hears the Mermaids Singing","adult":false,"genre_ids":[]},{"cast":["Saori Sugimoto"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":506762,"title":"호비와 엄마나무섬의 비밀","adult":false,"genre_ids":[]},{"cast":[],"overview":"animation of an animation that makes a sculpture","release_date":"2016-10-02","vote_average":0.0,"runtime":null,"cert":"\"\"","id":506764,"title":"Animation That Makes A Sculpture","adult":false,"genre_ids":[]},{"cast":["Alexis Love","Vanessa Lynn","Samantha Sin","Jocelyn Jayden","Candi Raynes"],"overview":"Covergirl Alexis proves she knows her way around a cock. Voluptuous Vanessa cums like crazy. Sexy Samantha loves having Talon's rod in her tight young asshole. Curvaceous Jocelyn's sweet ass gets thoroughly reamed. Cute Candi fucks and sucks like an animal. With anal, ATMs, and tight teen pussy, you'll love 8 Simple Rules Two.","release_date":"2006-11-06","vote_average":10.0,"runtime":140,"cert":"\"NC-17\"","id":506766,"title":"8 Simple Rules for Banging My Teenage Daughter 2","adult":true,"genre_ids":[]},{"cast":[],"overview":"„SUNNY AFTERNOON“ is the confrontation of “kind of” an avantgardefilm with “kind of” a musicvideo, and consequently puts questions about the standard taboos and clichés of different film-“genres”. Both avantgardefilm and musicvideo use music & sound “typical for their genre”.","release_date":"2012-03-01","vote_average":0.0,"runtime":7,"cert":"N\/A","id":506768,"title":"Sunny Afternoon","adult":false,"genre_ids":[]},{"cast":[],"overview":"‘Films to Break Projectors’ glues, scrapes and splices 35mm, 16mm and 8mm film to create unprojectable celluloid collages. Reanimating the material reveals the colour music within and traces of ambiguous narratives that emerge from the complex loops.  image - iloobia  sound - iloobia \/ dissolving path\r cinema iloobia 2016","release_date":"2017-04-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":506770,"title":"Films To Break Projectors","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bellator 194: Mitrione vs. Nelson 2 took place on February 16, 2018 at the Mohegan Sun Arena in Uncasville, Connecticut. The event aired live in prime time on Paramount Network.","release_date":"2018-02-16","vote_average":0.0,"runtime":null,"cert":"\"\"","id":506772,"title":"Bellator 194:Mitrione Vs.Nelson","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":506777,"title":"Помин","adult":false,"genre_ids":[]},{"cast":[],"overview":"Soviet silent film in which a fireman is approaching paternity, only for his wife to tell him that the baby isn't his.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":506779,"title":"Мой сын (My Son)","adult":false,"genre_ids":[]},{"cast":["Diaan Lawrenson","Leah Van Niekerk","Quanita Adams"],"overview":"Susters' is a new South African film about three sisters who reunited during a road trip down memory lane, with a fabulous local cast.","release_date":"2018-03-29","vote_average":8.0,"runtime":108,"cert":"N\/A","id":506781,"title":"Sisters","adult":false,"genre_ids":[35,18]},{"cast":["Luke Bracey","Nick Nolte"],"overview":"Vengeance motivates a young man to go to war with the corrupt fishing barons that rule his town, sending him on an epic journey that transforms him from a small-time abalone poacher into a criminal gang boss.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":506783,"title":"Poacher","adult":false,"genre_ids":[18,80]},{"cast":["Candie Evans","Buffy Davis","Regine Bardot","Keli Richards","Tom Byron"],"overview":"Seated in Dr. Horst Von Semen’s office, Duncan (Tom Byron) explains his problem. It seems his ‘third leg’ is limper than a bowl of week-old linguini. But, the doctor has a machine that’s going to change Duncan’s life forever. Entering the world of ‘sexcape’, Duncan time travels to undo the sexual mistakes responsible for his embarrassing problem. First he gives his high school honey (Keli Richards) the homecoming she always wanted… while his brother Dan pounds Candi Evens’ pom-poms! There’s a sizzling night club encounter with fiery Buffy Davis, a wild gym workout with an insatiable Eurasian aerobics teacher, and lots more! With escapades like these, Duncan may never turn the SexScape machine off!","release_date":"1987-02-22","vote_average":0.0,"runtime":87,"cert":"\"\"","id":506785,"title":"Sex Scape","adult":true,"genre_ids":[]},{"cast":["Ginger Lynn Allen","Amber Lynn","Heather Wayne","Colleen Brennan","Joanna Storm"],"overview":"The Talk-Show ratings race is a real dog fight, with hosts and producers doing anything and everything to get bigger audiences. But when they hired Ginger and Amber to develop an X-Rated talk show that didn’t really need any talk, the ratings went through the roof! So turn on your DVD player and join in on the fun…it’s wall-to-wall pussy slurping action that really smokes! Starring: Ginger Lynn, Amber Lynn With: Heather Wayne, Colleen Brennan, Joanna Storm,, Harry Reems, Herschel Savage, Paul Thomas.","release_date":"1985-02-22","vote_average":0.0,"runtime":74,"cert":"\"\"","id":506787,"title":"Some Kind of Woman","adult":true,"genre_ids":[]},{"cast":[],"overview":"And there are cursed days in Russia again....","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":506789,"title":"А в России опять окайнные дни","adult":false,"genre_ids":[]},{"cast":["Werner Krauss","Lydia Potechina","Lee Parry","Harry Hardt","Vivian Gibson"],"overview":"\"Raffke\" was a war profiteer, shifter, the white-collar criminal, who came to wealth with not very clean methods in a short time and also likes to show it. And this film tells the story of Raffke's daughter Lilli, who, instead of marrying the Baron chosen by the father of vanity, marries a simple employee who is about to perish.","release_date":"1923-09-17","vote_average":0.0,"runtime":105,"cert":"N\/A","id":506791,"title":"Fräulein Raffke","adult":false,"genre_ids":[18]},{"cast":["Konrad Tallroth","Heidi Blåfield","Jaakko Korhonen","Einar Rinne"],"overview":"The film is set in the small village of Nuottaniemi wherein lives Herr Iisakki and his daughter Hanna. Herr Iisakki has grudge against Herr Heikki, blaming him for the death of his son in a raft accident. To make things worse Herr Heikki's son, Herr Juhani, wants to marry Frau Hanna but she only has eyes for a lumberman named Herr Anti Koskenalustan.","release_date":"1923-01-02","vote_average":0.0,"runtime":71,"cert":"N\/A","id":506793,"title":"Koskenlaskijan morsian","adult":false,"genre_ids":[18]},{"cast":["Ginger Lynn Allen","Nina Hartley","Amber Lynn","Lisa De Leeuw","Janey Robbins"],"overview":"“‘Ten Little Maidens’ is a classic of 80s erotica that stars Ginger Lynn in one of her finest performances. She and Harry Reems play a happily married couple who find their wedded bliss interrupted by an offer for an all-expense paid trip to the mysterious Bacchanale Island.  A young couple receives two tickets in the mail for a free stay at an island resort. After they get there they find out that someone is killing off the guests one by one.","release_date":"1985-02-22","vote_average":0.0,"runtime":85,"cert":"\"\"","id":506795,"title":"Ten Little Maidens","adult":true,"genre_ids":[9648,35]},{"cast":["Heather Wayne","Stacey Donovan","Helga Sven","Lana Burner","Joanna Storm"],"overview":"Hookers! All deliciously different and waiting for you at “Belle De Balle’s” Thrill St. Bordello. Yes, Western Visuals’ own Jerome Tanner has filled our plate with another feast of fabulously beautiful female flesh to stimulate our pelvic urges. Belle’s girls are experts at separating you from your cash for their juicy secrets. That is until the arrival of “Flash, the magic dork”. In a flash he can stand a girl’s career on its head and have his sex-stunned victim paying him for the pleasure of his sexual prowess. Another recurring threat is the “Heat”, who do their best to catch our girls in the act. However, in the end, lust conquers all. Flash, the hookers, the detectives and even Flash’s kinky dad come together in an all out lust crazed orgy!","release_date":"1985-02-22","vote_average":0.0,"runtime":85,"cert":"\"\"","id":506797,"title":"Thrill St. Blues","adult":true,"genre_ids":[]},{"cast":["Kate Elizabeth Jean","Nick Buckland","Charlotte McLeod","Oscar Pearl","Carina Gun"],"overview":"Detective Sargent Matthews investigates the tragic death of a young boy and makes us question whether anyone should ever be forgiven.","release_date":"2015-06-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":506799,"title":"Never Forgiven","adult":false,"genre_ids":[80]},{"cast":["Sharon Kane","Sharon Mitchell","Annette Heinz","Athena Star","Laurie Smith"],"overview":"Michelle and Walter are a monogamous couple who have never made love to anyone but each other and are burning to try new experiences. Meanwhile their friends Louise and Andy are seasoned swingers who routinely explore and enjoy new fantasies.","release_date":"1984-02-22","vote_average":0.0,"runtime":83,"cert":"\"\"","id":506801,"title":"Throat... 12 Years After","adult":true,"genre_ids":[18]},{"cast":["Van Cliburn"],"overview":"The pianist performs works by Rachmaninoff and Schumann\/Liszt in these 1958 and 1972 live performances at the Big Hall of the Moscow Conservatory with the Moscow Philharmonic conducted by Kyrill Kondrashin.","release_date":"","vote_average":0.0,"runtime":94,"cert":"N\/A","id":506803,"title":"Van Cliburn in Moscow, Vol. 3","adult":false,"genre_ids":[]},{"cast":["Bunny Bleu","Pamela Mann","Honey Wilder","Tamara Longley","Eric Edwards"],"overview":"When their parents go away for a weekend, brother and sister decide to get to know each-other better. The maid decides to disregard her duties and joins in. Later, their older sister and her boyfriend arrive for a visit. Then a plumber.","release_date":"1984-02-22","vote_average":0.0,"runtime":84,"cert":"\"\"","id":506805,"title":"Unthinkable","adult":true,"genre_ids":[18]},{"cast":["Jennifer Bea","Patrick Draper","Emma Bowe","Alyssia Jarvis","Isla Lay"],"overview":"Jess is super excited to attend her step-sister’s wedding and truly become part of the family, but after only recently finding out about her existence, her step-family are less than delighted about her presence on the big day.","release_date":"2018-01-13","vote_average":0.0,"runtime":15,"cert":"\"\"","id":506810,"title":"The Big Day","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"Stuck outside looking in, Phil is forced to face the world he's been ignoring. Now he must take a leap of faith or be trapped forever!","release_date":"2014-11-14","vote_average":7.0,"runtime":6,"cert":"\"\"","id":506812,"title":"The Ledge End of Phil","adult":false,"genre_ids":[16,18]},{"cast":["Derek Jarman"],"overview":"Andy, a laddish Essex boy with a knack for creating gorgeous furniture from found wood, has had a life packed with excitement. He tells a string of riveting anecdotes with his trademark cocky swagger in this fondly remembered documentary. From his work as a rent boy to a spell stealing cars to his discovery by filmmaker Derek Jarman, Andy makes for a hilariously blunt and bawdy raconteur.","release_date":"1986-02-22","vote_average":0.0,"runtime":40,"cert":"N\/A","id":506823,"title":"Andy the Furniture Maker","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A photobooth romance","release_date":"1994-02-22","vote_average":0.0,"runtime":10,"cert":"\"\"","id":506825,"title":"The Angel of Woolworths","adult":false,"genre_ids":[10749]},{"cast":["Lee Won-keun","Lee Yi-kyung","Park Gyu-young","Oh Seung-hoon","Kim Sung-kyun"],"overview":"Jae-young is a high school student who is often bullied by the school’s mob leader, Yong-gyu. When Yong-gyu is hospitalized, Hoon wants to take his place at the top of the school. Jae-young hoped doing away with Yong-gyu would help him escape the tedious violence, but he finds himself tormented and harassed even more under the persistent Hoon.","release_date":"2018-03-08","vote_average":10.0,"runtime":102,"cert":"N\/A","id":506830,"title":"Wretches","adult":false,"genre_ids":[18]},{"cast":["Boris Cavazza","Alicja Jachiewicz","Žarko Radić","Božidarka Frajt","Mirko Boman"],"overview":"Split shipyard worker's Mate, lives with his elderly mother and wife Mara, and trying to prove himself as a boxer. At the same time, his younger brother Luka drunk sex and fantasize about trip in Germany, embarks on a passionate love relationship with a young girl Orom, which was a bit sexually satisfied only him, his step father who thought he was father. The tense atmosphere seasoned with sea waves,can only bring tragedy.","release_date":"1975-07-10","vote_average":0.0,"runtime":91,"cert":"N\/A","id":506832,"title":"Passion According to Matthew","adult":false,"genre_ids":[18,10749]},{"cast":["Arlene Raven"],"overview":"Arlene Raven (1944-2006) was a feminist historian, theoretician, poet, and art historian who has published numerous books on contemporary art and written criticism for The Village Voice and a variety of other newspapers, art magazines, exhibition catalogues, and scholarly journals since 1969. She is a pioneer in progressive education and was an architect of the educational programs of the Feminist Studio Workshop, an independent school. She is also the founder of the Women’s Caucus for Art, the Los Angeles Woman’s Building, and Chrysalis magazine. She became interested in art at an early age, believing that it separated all the boring facts of life into something magical and special.","release_date":"2007-01-01","vote_average":0.0,"runtime":41,"cert":"\"\"","id":506834,"title":"Arlene Raven: An Interview","adult":false,"genre_ids":[99]},{"cast":["Sharon Ben-Ezer"],"overview":"Two songs from Israeli lesbian singer Sharon Ben-Ezer.","release_date":"1990-02-22","vote_average":0.0,"runtime":5,"cert":"N\/A","id":506836,"title":"Ash and Hatred","adult":false,"genre_ids":[10402]},{"cast":["Ko Lo-Chuen","Aai Dung-Gwa","Cheung Ching","Cheng Kwun-Min","Yue Ming"],"overview":"The first appearance of the comic character Old Master Q and friends.","release_date":"1965-08-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":506844,"title":"Master Cute","adult":false,"genre_ids":[35]},{"cast":["Krista Lane","Tanya Foxx","Paula Harlow","Lorrie Lovett","Steve Drake"],"overview":"When they decide to close for inventory, employees of a country clue turn to sex to escape boredom.","release_date":"1986-02-22","vote_average":0.0,"runtime":80,"cert":"\"\"","id":506846,"title":"Caddy Shack-up","adult":true,"genre_ids":[]},{"cast":["Doug Fieger","The Knack"],"overview":"There's much more to punky new wavers the Knack than their solitary hit 'My Sharona', and this concert recording proves the point as the band works its way through 14 songs.","release_date":"2007-05-08","vote_average":0.0,"runtime":57,"cert":"\"NR\"","id":506848,"title":"The Knack: On Stage at World Cafe Live","adult":false,"genre_ids":[10402]},{"cast":["Jeremy Koerner","Bill Olson","Mary Nitschke","Ayelette Robinson","Ray Medved"],"overview":"After a successful debut, novelist Sam Lamont (Jeremy Koerner) struggles to meet a looming deadline for his next book. Frustrated and desperate for inspiration, he begins to follow a mysterious drifter (Bill Olson) that appears in town. But when bodies start piling up and Sam's new muse proves to be more than just a harmless transient, his sanity and career are put in jeopardy as he goes on the run. Taking refuge with his family far from the city, it soon becomes clear to Sam that his stalker may have a deeper motive for his erratic behavior in this terrifying psychological thriller.","release_date":"2014-11-10","vote_average":0.0,"runtime":94,"cert":"\"NR\"","id":506850,"title":"I Am the Edge","adult":false,"genre_ids":[]},{"cast":["Franck Buirod","Viktoria Kozlova","Tatiana Spivakova","Loïc Riewer","Guillaume Pottier"],"overview":"","release_date":"","vote_average":0.0,"runtime":92,"cert":"N\/A","id":506855,"title":"Même pas mal","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"","release_date":"2017-02-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":506857,"title":"Moloch","adult":false,"genre_ids":[]},{"cast":["Erica Boyer","Kristara Barrington","Rachel Ashley","Shantell Day","Martina"],"overview":"A group of women have regular meetings where they discuss their sexual fantasies. The husband of one of the women becomes obsessed with these discussions, and persuades his wife to secretly tape one of their meetings. Even that doesn't satisfy him, though, and soon his obsession begins to manifest itself in a different way.","release_date":"1984-02-22","vote_average":0.0,"runtime":85,"cert":"\"\"","id":506868,"title":"Every Woman Has a Fantasy","adult":true,"genre_ids":[]},{"cast":[],"overview":"Rain rituals with possession dances among the Songhay and Zarma of Simiri, Zermaganda, Niger. Dry Season: The village of Simiri; water carriers, the rainbow tree. Possession of the faithful making their way to the spirits' hut on the seventh day of the seventh month of the dry season. All of the inhabitants of the village go to the spirits' hut to celebrate the Yenendi, the festival of the rain. Preparation by the musicians: under the shelter, gourd drummers. The chief of the village, old Wadi Sorko, prepares his violin. Dance of the \"spirit\" horse (possession dance).","release_date":"1951-02-22","vote_average":0.0,"runtime":28,"cert":"N\/A","id":506870,"title":"Yenendi: The Men Who Make the Rain","adult":false,"genre_ids":[99]},{"cast":["Desiree Lane","Janey Robbins","Kimberly Carson","Laurie Smith","Rachel Ashley"],"overview":"Shanna’s dream is to dance on stage at the local strip club, but she can’t seem to break into the biz until she meets John Leslie, the best pal of the guy who runs the place. Leslie promises to get her a dance audition – but only if she’ll return the favor in flesh. Shannna gets to the top, but not without bumping and grinding her way through a string of salacious sex scenes. Each gal delivers a passionate performance, driving Flesh Dance relentlessly forward on a tidal wave of lust and desire.","release_date":"1983-02-22","vote_average":3.0,"runtime":82,"cert":"\"\"","id":506872,"title":"Fleshdance","adult":true,"genre_ids":[]},{"cast":["Michael Wächter","Johannes Laemmel","Peter Fricke","Naemi Colditz"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":506874,"title":"Der Albenbaum","adult":false,"genre_ids":[14,10751]},{"cast":["Gary Carr","Michael Rooker","Ian McShane","Yaya DaCosta","Ser'Darius Blain"],"overview":"A mythical account of the life of Buddy Bolden, the first Cornet King of New Orleans.","release_date":"2019-05-03","vote_average":5.0,"runtime":108,"cert":"\"R\"","id":506876,"title":"Bolden","adult":false,"genre_ids":[18,10402]},{"cast":["Ginger Lynn Allen","Erica Boyer","Nicole West","Tamara Longley","Heather Wayne"],"overview":"Follow Ginger's adventures as she defies her wealthy family in search for love and lust that takes her through men, women, wild parties, doctor's office orgies, a maid who does more than windows and finally a simple country boy looking for a simple city girl.","release_date":"1985-02-22","vote_average":6.0,"runtime":90,"cert":"\"\"","id":506878,"title":"Ginger on the Rocks","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2018-11-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":506880,"title":"Garimpeiros Do Voto","adult":false,"genre_ids":[]},{"cast":["Jean Cocteau","Jean-Luc Godard","Jean Marais","Alejandro Jodorowsky","Henri Alekan"],"overview":"This documentary consists mainly of archive interviews of Jean Cocteau, and it features interesting contributions by Jean Marais and especially Jean-Luc Godard, who discusses Cocteau's foray into cinema. The film documents all the artistic media explored by a man who defined himself, first and foremost, as a poet.","release_date":"1997-02-22","vote_average":0.0,"runtime":62,"cert":"N\/A","id":506894,"title":"Jean Cocteau: Lies and Truths","adult":false,"genre_ids":[]},{"cast":["Joel Torre","Jim Rosales","Star Querubin","Rey PJ Abellana","Rez Cortez"],"overview":"No description.","release_date":"1990-02-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":506896,"title":"Smokey Mountain: Mga Banyaga Sa Sariling Lupa","adult":false,"genre_ids":[18]},{"cast":["Rita Magdalena","Romano Vasquez","Philip Henson","Vic Vargas","Sheila Sanchez"],"overview":"Her name is Katrina Salazar, a beautiful woman admired by men but sincerely loved by just one. But behind the lovely face and the pleasant countenance is a dark secret no one knows: she is a nymphomaniac.","release_date":"1997-09-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":506904,"title":"The Secret of Katrina Salazar","adult":false,"genre_ids":[18]},{"cast":["Colin Newman"],"overview":"It’s new material from post-punk legends whose project is still very much alive. Wire appeared live on KEXP in Seattle last November, when they were in Seattle for their Drill Festival, and there was a surprise in the middle of the live show. Change Becomes Us marks the thirteenth album for the band, who’ve enjoyed a degree of major commercial success. But Wire’s other big gift to the music world was its capacity to influence later acts, with Ladytron, Sonic Youth, and most notably R.E.M. claiming they took ideas from Wire","release_date":"2013-11-13","vote_average":0.0,"runtime":22,"cert":"\"NR\"","id":506906,"title":"Wire: Live at KEXP","adult":false,"genre_ids":[10402]},{"cast":["Ray Davies","Dave Davies"],"overview":"The Kinks live on television in 1965 with all their hits and classics: You Really Got Me, Louie Louie, All Day And All of The Night etc.","release_date":"2012-09-25","vote_average":0.0,"runtime":36,"cert":"N\/A","id":506908,"title":"The Kinks: Paris 1965","adult":false,"genre_ids":[10402]},{"cast":["Gabriele Ferzetti","Jean Seberg","Carla Bizzari","Bachir Touré","Frederika Andrew"],"overview":"In Congo during the revolution, an Italian journalist is in love with the wife of a Belgian businessman.","release_date":"1962-03-29","vote_average":0.0,"runtime":98,"cert":"N\/A","id":506913,"title":"Eruption","adult":false,"genre_ids":[18]},{"cast":["Mario Montez","Donna Kerness","Linda","Akiko Iimura"],"overview":"The three faces (two women and one tranvestized man) in the series of close up, which are shot separately in their sexual process of the acting and the real, are intercut and edited making into a film. The sound is the voice of continuous laughing of a woman repeated from a loop-tape. What I try to realize in this film is the question of gender through the facial expression in sex between woman and tranvestized man, and the image in detail between the ac ting and the real life. When these factors are mixed, one can hardly distinguish one from the other.","release_date":"1969-04-10","vote_average":0.0,"runtime":19,"cert":"\"\"","id":506915,"title":"Face","adult":false,"genre_ids":[]},{"cast":["Jennifer Nitsch","Walter Sittler","Julia Palmer-Stoll","Katharina Müller-Elmau","Dietmar Bär"],"overview":"","release_date":"1997-05-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":506920,"title":"Lebenslang ist nicht genug","adult":false,"genre_ids":[53]},{"cast":["Paul McGann"],"overview":"For the first time on camera Zsuzsi Starkloff tells the story of her forbidden relationship with Prince William of Gloucester, in a film rebuilding the lost legacy of the royal family's forgotten star.","release_date":"2015-08-27","vote_average":0.0,"runtime":47,"cert":"N\/A","id":506922,"title":"The Other Prince William","adult":false,"genre_ids":[99,36]},{"cast":["Robert Atzorn","Iris Berben","Ursela Monn","Siegfried Kernen","Jennifer Nitsch"],"overview":"","release_date":"1993-04-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":506924,"title":"Ein Mann für meine Frau","adult":false,"genre_ids":[35]},{"cast":["Ernst Stankovski","Christiane Hörbiger","Jennifer Nitsch","Gerd Baltus","Helmut Zierl"],"overview":"","release_date":"1991-12-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":506926,"title":"Himmelsschlüssel","adult":false,"genre_ids":[35]},{"cast":["Tuty Wasiat","Enny Haryono","George Rudy","Barry Prima"],"overview":"A gang of assassins murder Wendy’s husband, Johan, during their honeymoon. Handoko, the gang leader orders his girlfriend, Hany, who is actually Windy’s friend, to capture her. Later, we see Windy becoming a disciple of Harun the cleric, who is also her father’s teacher. After the tutelage, Windy returns to find her husband’s murderer. She disguises as a taxi driver and helps the police arrest many criminals. Hany, who is actually a police undercover in Handoko’s gang, shows up once again. Both infiltrate Handoko’s headquarters but are captured. When they finally escape, they release Handoko’s prisoners.","release_date":"1982-01-01","vote_average":8.0,"runtime":89,"cert":"N\/A","id":506928,"title":"Fire of Vengeance","adult":false,"genre_ids":[28]},{"cast":[],"overview":"Lou Reed Live in Europe 1974","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":506930,"title":"Lou Reed Rock n' Roll Animal","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":506932,"title":"My step mother","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":506937,"title":"쾌락의 밀실","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":506939,"title":"Otokodatini Yorokobarerutuma","adult":false,"genre_ids":[]},{"cast":[],"overview":"The games of the 28th summer olympiad returned to the birthplace of the Olympics - Athens, Greece. The games ran from August 13 to 29th 2004.","release_date":"","vote_average":9.0,"runtime":96,"cert":"N\/A","id":506941,"title":"Athens 2004: Games of the XXVIII Olympiad","adult":false,"genre_ids":[]},{"cast":["Chi Pu","San E","Jung Chae-yeon","Jin Ju-hyung"],"overview":"Hà Mi is a young musician that has a great passion for composing music. G-Feel - a genius musician of Korea, who is facing with the pressure from his fame. Between two strangers, living in two countries, there's a special bond that is Yoon Hee. The story about that speical relationship between them is revealed when G-Feel decides to travel to Vietnam after an incident.","release_date":"2018-02-22","vote_average":6.0,"runtime":97,"cert":"N\/A","id":506943,"title":"Love Again","adult":false,"genre_ids":[10749,18]},{"cast":["Kelli Berglund","Emily Morris","Jo Stone","Ruth Fallon","Jess Kuss"],"overview":"Seventeen year old, Emma joins a high school cheerleading team when she moves to Australia with her dad who is a former Air Force Officer.","release_date":"2018-03-08","vote_average":6.8,"runtime":89,"cert":"\"G\"","id":506951,"title":"Going for Gold","adult":false,"genre_ids":[18,10751]},{"cast":[],"overview":"An enticing, sensual animated short film directed for a project on the theme \"Love\", by five students of GOBELINS","release_date":"2017-02-22","vote_average":0.0,"runtime":2,"cert":"N\/A","id":506953,"title":"My Pleasure","adult":false,"genre_ids":[16]},{"cast":["Jack White"],"overview":"","release_date":"2009-06-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":506955,"title":"The Dead Weather: Live at Concert Prive, Canal +","adult":false,"genre_ids":[]},{"cast":["David Hinds","Ross Bradley","Alexander Boulanger","Rachel Barrett"],"overview":"The earth has changed, but not for those upon it. A masked figure stalks a graveyard searching for remnants. Moths and butterflies trapped in the light. A lizard nailed to a tree. A man imprisoned by his own vices. A rabbit in a pantry. The search for a legendary lost movie. Hallucinogenic seeds in a small wooden box. All these things will collide, fuse and split...and all will be born again, upon this changed earth. Blending genres and employing a unique structure This Changed Earth comprises several interlinked stories themed with obsession.","release_date":"2011-08-30","vote_average":0.0,"runtime":102,"cert":"N\/A","id":506960,"title":"This Changed Earth","adult":false,"genre_ids":[27]},{"cast":["Aaliyah Love","Chloe Cherry","Lola Hunter","Parker Swayze","Sofia Valletta"],"overview":"Chloe Couture - Fill her up! Lola Hunter - Look at that creamy mess! Aaliyah Love - Nothing better than watching it leak out! Parker Swayze - She loves when he fills her with goo! Sofia Avalletta - Get that juice out of there!","release_date":"2016-07-12","vote_average":0.0,"runtime":141,"cert":"\"NC-17\"","id":506962,"title":"Please Cum Inside Me","adult":true,"genre_ids":[]},{"cast":[],"overview":"Réne Manzor's debut short, a surreal story about a tramp trying to build a road through the desert.","release_date":"1981-04-15","vote_average":0.0,"runtime":5,"cert":"N\/A","id":506964,"title":"Synapses","adult":false,"genre_ids":[16,18]},{"cast":["Mohammad Reza Sharifinia","Pouria Poursorkh","Mehran Ghafoorian","Ali Sadeghi","Sahar Ghoreishi"],"overview":"The lives of three young musicians who are trying hard to capture the music of the market and to execute parts that are legitimate, but the lack of enthusiasm for the audience makes them unemployed and then goes on to become acquainted with a billionaire person ...","release_date":"2018-02-22","vote_average":0.0,"runtime":90,"cert":"N\/A","id":506972,"title":"Khaltoor","adult":false,"genre_ids":[35,80]},{"cast":["Akbar Abdi","Manouchehr Azari","Azita Hajian","Farhang Mehrparvar","Shervin Najafian"],"overview":"Leila and Bahram's mother is supposed to rescue her children from the troubles of their homeowners, home-grown, by buying a home loan and buying a home. But the hangman who lives outside the city does not want to see them calmly..","release_date":"1990-02-03","vote_average":0.0,"runtime":90,"cert":"N\/A","id":506974,"title":"Thief of Dolls","adult":false,"genre_ids":[35,80]},{"cast":["Michael Angelo Covino","Kyle Marvin"],"overview":"Kyle is depressed, and a weekend bike ride with his best friend, Mike, should help. Fresh air. Camaraderie. Exercise. But Mike has something to say that might ruin the ride.","release_date":"2018-01-19","vote_average":0.0,"runtime":7,"cert":"\"\"","id":506976,"title":"The Climb","adult":false,"genre_ids":[35]},{"cast":["Erica Boyer","Jacqueline Brooks","Rachel Ryan","Summer Rose","Tami Lee Curtis"],"overview":"Two girlfriends have decided to take a ride on a luxury sports Ferrari, but then suddenly the car broke down (probably splashed candle) in the middle of the forest. certainly were not poking around in the engine and went to the nearest house for help. - And then they come to a country house with pool merry company. Party at them just in full swing, everything is screwy. Well, after having become acquainted with the company and a member of the s being refused help by flushing the spark plugs (they say we will not locksmith-minder), the girls have accepted the offer on the cleaning of his anus.","release_date":"1985-02-23","vote_average":0.0,"runtime":75,"cert":"\"\"","id":506984,"title":"Backdoor Babes","adult":true,"genre_ids":[]},{"cast":["Brent McGhee","Brittany Baise Morrison","Ashley Mulkey"],"overview":"Zach sets out into the wildness of the Georgia Shoals to prove his survival skills for 60 days. Before too long, finding clean water and sufficient scavenged food are the least of his worries when disturbing noises and events disturb his lonely challenge.","release_date":"2018-01-01","vote_average":4.8,"runtime":78,"cert":"\"NR\"","id":506986,"title":"Survive The Hollow Shoals","adult":false,"genre_ids":[27]},{"cast":["Traci Lords","Christy Canyon","Ginger Lynn Allen","Steve Drake","Peter North"],"overview":"","release_date":"1984-02-23","vote_average":0.0,"runtime":80,"cert":"\"\"","id":506988,"title":"Night Of Loving Dangerously","adult":true,"genre_ids":[]},{"cast":["Peter Frankenfeld","Katharina Brauren","Cornelia Froboess","Erna Nitter"],"overview":"","release_date":"1952-12-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":506990,"title":"Eine nette Bescherung","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Namibia Today","release_date":"2018-02-14","vote_average":0.0,"runtime":20,"cert":"N\/A","id":506992,"title":"Namibia Today","adult":false,"genre_ids":[]},{"cert":"\"\"","title":"Letters of Love","cast":["Bridgette Monet","David Cannon","Pamela Jennings","Tom Byron","Cyndee Summers"],"id":506994,"overview":"Her Deliveries are always Certified Male!\r An eager to please journalist (Bridgette Monet) takes over a steamy advice to the lovelorn column with explosively erotic results. As “Dear Candy,” Bridgette starts to visualize the amorous escapades, much to her excitement-and ours too!\r First up, a horny teenager’s risky business with an eager call girl turns the boy into a man pronto! Then we see the story of a taboo-laden mother-son relationship, a titillating tale of teenage party habits, the adventures of a lonesome cow-poke who knows how to use his ramrod to its best advantage and finally, a marriage is saved when a frustrated husband discovers a little discipline goes a long way with his wife.\r Even Bridgette gets into the act when her column becomes a tremendous success. Using her head, the clever girl manages to get a raise from her boss in more ways than one!","runtime":79,"genre_ids":[],"release_date":"1985-02-23","vote_average":6.0,"adult":false}]