[{"cast":["Kaylani Lei","Saya Song","August Taylor","Jayden Lee","Markus Dupree"],"overview":"Elegant Angel presents ~~Asian Bombshells Vol. 3\" over 2 hours of the hottest Asian girls in porn! The beautiful Kaylani Lei headlines the follow up to the best selling Asian Bombshells 1 & 2. Featuring an amazing roster of the most beautiful Asian girls in the biz doing Anal, ATM and even some squirting. For the connoisseurs of Asian porn it doesn't get any better than this! Guaranteed to drive up the business of your local massage parlors!! Starring Kaylani Lei, Saya Song, August Taylor and Jayden Lee. Enjoy!","release_date":"2017-10-10","vote_average":0.0,"runtime":122,"cert":"\"NC-17\"","id":507008,"title":"Asian Bombshells 3","adult":true,"genre_ids":[]},{"cast":["Asphyxia Noir","Arabelle Raphael","Dee Angel","Krissie Dee","Danny Wylde"],"overview":"Asphyxia had a strong passion in life for her extensive collection of stiletto heels and silky stockings. She moved to a small town and got a job at a shoe store, hoping to be smothered daily by high-class footwear and sexy pantyhose. But the shop owner (Danny Wylde) banned all heels from the racks, and only allowed flip-flops to be sold - a move to support his lavish foot fetish. He had such a passion for feet, he made sure that heels were outlawed not just in his store, but in the entire city! Asphyxia had to come up with a plan to satisfy her stocking needs, and HEEL the world. Her determination led to a whole slew of fucking-and-sucking all over middle America! Can heel and toe lovers find a way to get along? Can seekers of footjobs and stocking admirers peacefully co-exist? Find out in this kinky comedy starring Asphyxia.","release_date":"2012-03-05","vote_average":7.5,"runtime":175,"cert":"\"NC-17\"","id":507010,"title":"Asphyxia Heels The World","adult":true,"genre_ids":[]},{"cast":[],"overview":"Strange Meetings","release_date":"2017-01-01","vote_average":0.0,"runtime":11,"cert":"N\/A","id":507012,"title":"Strange Meetings","adult":false,"genre_ids":[]},{"cast":["Karamjit Anmol","Rubina Bajwa","Nisha Bano","Raghveer Boli","Raghveer Boli"],"overview":"A young man is unable to marry the love of his life because of comical complications created by his pompous brothers-in-law and angry to-be father-in-law.","release_date":"2018-02-16","vote_average":0.0,"runtime":124,"cert":"\"\"","id":507017,"title":"Laavaan Phere","adult":false,"genre_ids":[35]},{"cast":["Taija Rae","Honey Wilder","Gina Carrera","Tom Byron","Jamie Gillis"],"overview":"You’re traveling through another dimension. A dimension not only of sight and sound, but of hot sex. A journey into a tantalizing land whose only boundaries are those of the imagination. That’s the red light up ahead! Your next stop… EROTIC ZONES: THE MOVIE.","release_date":"1985-02-23","vote_average":0.0,"runtime":86,"cert":"\"\"","id":507019,"title":"Erotic Zones the Movie","adult":true,"genre_ids":[]},{"cast":[],"overview":"As Rudyard Kipling says, \"He who rides the tiger finds it difficult to dismount,\" screams Jason Ringenberg as the band rips into \"Self Sabotage,\" the first cut on a two-disc that captures this seminal band live in concert. Over the next 23 tracks, the Scorcher prove they're still on the beast's back, digging their spurs in its sides.","release_date":"1998-05-12","vote_average":0.0,"runtime":93,"cert":"\"NR\"","id":507021,"title":"Jason & The Scorchers: Midnight Roads and Stages Seen","adult":false,"genre_ids":[10402]},{"cast":["Priscilla Dean","Thurston Hall","Milton Ross","Sam De Grasse","Jean Calhoun"],"overview":"Blue Jean Billie (Dean), a prosperous young woman crook who lives apart from the denizens of the underworld, has pulled off many robberies of the high society world with the help of her pal Shaver Michael (De Grasse). Billie gains admission to the Vanderhoof dinner at which the engagement of their daughter to Lord Chesterton (Hall) will be announced. While the dinner is in progress, Billie gags and handcuffs special officer Detective Wood (Ross), and proceeds to make a wholesale robbery of the guests. She flees in an automobile and none succeed in tracking her save Lord Chesterton. She makes a prisoner of him, but a police raid follows and she must flee. Once more Lord Chesterton succeeds in following her and again she makes him her prisoner, but she learns to trust and love him. The special agent and Shaver Michael arrive at the scene with resulting complications, but a happy end results for all.","release_date":"1919-04-28","vote_average":0.0,"runtime":60,"cert":"\"\"","id":507029,"title":"The Exquisite Thief","adult":false,"genre_ids":[18,80]},{"cast":["Hidetoshi Nishijima","Ryoko Shinohara","Kentaro Sakaguchi","Rina Kawaei","Keiko Matsuzaka"],"overview":"Kaoruko and Kazumasa Harima are a separated couple with two children. They plan to divorce once their daughter, Mizuho, enters elementary school. One day, they receive devastating news of their daughter falling into a coma after a near-drowning accident at a pool. The doctors declare her brain dead with no prospect of recovery and the couple must decide if they should donate her organs to others in need or to wait until her heart stops beating.","release_date":"2018-11-30","vote_average":9.0,"runtime":120,"cert":"N\/A","id":507034,"title":"The House Where the Mermaid Sleeps","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Stephen Dwoskin's Arts Council film tells the story of Ballet Negres, an innovative all-black dance troupe founded by Jamaican dancer Berto Pasuka and active in Europe from 1946 to 1952. Exploring the company through archive film and photographs, as well as a reunion of the original members after 35 years, it climaxes with a vibrant performance of Pasuka's They Came by young black dancers. The film's fragmented style and lack of traditional talking heads can be challenging, but its historic value and rhythmic blend of sound and image reward the persistent viewer.","release_date":"1986-01-01","vote_average":6.0,"runtime":85,"cert":"N\/A","id":507036,"title":"Ballet Black","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2016-02-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507041,"title":"První sníh","adult":false,"genre_ids":[]},{"cast":["Anson Paul","Gayathri Suresh","Saiju Kurup","Niranjana Anoop","Santhosh Keezhattoor"],"overview":"Is a coming of age love story that follows the lives of four school friends who are trying to figure out their interests and options after school.","release_date":"2018-02-24","vote_average":0.0,"runtime":121,"cert":"N\/A","id":507049,"title":"Kala Viplavam Pranayam","adult":false,"genre_ids":[28,10749,18]},{"cast":["King Ratnam","Raja Ganeshan","Gajan Kanesshan","Kamalraj Balakrishnan","Niranjani Shanmugaraja"],"overview":"Siva Sithambram (Raja Ganesan), your average next door neighbor’s mundane life takes a hilarious turn when a distant relative Pat (King Ratnam) and his family from London decide to stay with him for the duration of their trip to attend a family wedding. Riddled with financial problems, an aging, unmarried daughter and a nagging wife, expectations run sky high in anticipation of the timely arrival of his diasporan guests. But little does he know, that all is not what it seems with the Pat family.","release_date":"2018-02-23","vote_average":8.0,"runtime":125,"cert":"N\/A","id":507051,"title":"Komaali Kings","adult":false,"genre_ids":[35,53]},{"cast":["Martin Zilvers","Ilze Riga","Andy Bellenkes","Diana Browne","Robert Vogel"],"overview":"Parody focused on the horrors of being uncircumcised.","release_date":"1976-01-27","vote_average":0.0,"runtime":30,"cert":"\"NR\"","id":507053,"title":"Slash of the Knife","adult":false,"genre_ids":[35,27]},{"cast":["Peter Zaremba","Daniel Johnston"],"overview":"The Cutting Edge first aired in 1983 (a precursor to 120 minutes) on MTV providing viewers with a rare opportunity to intimately voyage the sounds, thoughts, work spaces and living quarters of the most interesting artists on the cutting edge of music. Host Peter Zaremba (of the fabulous Fleshtones) added levity with his wit and love of music and musicians. Artists features in this compilation include R.E.M., Squeeze, Red Hot Chili Peppers, Robyn Hitchcock, Tom Waits, The Blasters, Stan Ridgeway, Husker Du, X, The Alarm, The Fleshtones, Hoodoo Gurus, Jonathan Richman, The Smithereens, The DB's, Let's Active; also bonus appearances by Henry Rollins and Willie Dixon.","release_date":"2012-10-16","vote_average":0.0,"runtime":116,"cert":"\"NR\"","id":507055,"title":"I.R.S. Records Presents The Cutting Edge Volumes I & II","adult":false,"genre_ids":[10402,99]},{"cast":["Candie Evans","Taija Rae","Nina Hartley","Amber Lynn","Kristara Barrington"],"overview":"You’ve watched them on the beach, brushed against them in the elevator and passed them on the street. Now Edwin Durell- the master of modern erotica- brings your Dreamgirls to life in five brand new, incredibly erotic vignettes.  With Hitchcock-esque narration and some great acting, you’ll think you’re watching a Hollywood film. Impeccably-shot, the cinematography in the first scene alone will blow you away. This is gorgeous porn to pleasure yourself to, sex fiends!! Enjoy!!","release_date":"1987-02-23","vote_average":0.0,"runtime":70,"cert":"\"\"","id":507057,"title":"DreamGirls","adult":true,"genre_ids":[]},{"cast":["Paul Campbell","Steve Heinz","Aaron Quick Nelson","Raul Colon","Joel D. Wynkoop"],"overview":"Plot not Known at this Certain Time. Will be a synopsis soon.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507059,"title":"Slash Cam","adult":false,"genre_ids":[18,27,53]},{"cast":["Mac McCaughan","Laura Ballance","Jim Wilbur","Jon Wurster"],"overview":"This show at the University of London Union was the drunken culmination of six weeks of touring Europe from April to May, 1992. Even our faithful crew abandoned us into the stagediving frenzy of the throbbing throng of punters that packed ULU that night. The performance is followed by an embarrassing pre-show interview in which we try not to bare our souls. English beer, plenty of sweat and all the hits - what more could you ask for?","release_date":"1993-06-01","vote_average":0.0,"runtime":64,"cert":"N\/A","id":507061,"title":"Superchunk: Take The Tube","adult":false,"genre_ids":[10402,99]},{"cast":["Barbara Mandrell","Tom Wopat","Bert Remsen"],"overview":"With the help of the local sheriff, a lovely, courageous government geologist discovers corruption in a small Tennessee mining town which sits on top of an underground fire, fuelled by coal and gases, slowly poisoning the communiy","release_date":"","vote_average":7.5,"runtime":92,"cert":"N\/A","id":507063,"title":"Burning Rage","adult":false,"genre_ids":[]},{"cast":["Suzuka Nakamoto","Moa Kikuchi","Yui Mizuno","Bohte Daisuke","Mikio Fujioka"],"overview":"Babymetal continues their fusion of heavy metal, J-pop, and dance in the fourth performance in their Five Fox Festival in Japan tour. The concert, held at Zepp DiverCity in Tokyo on July 25, 2017, was a special fan event. Attendance was restricted to elementary school children and seniors 60 and up.","release_date":"2018-02-06","vote_average":0.0,"runtime":56,"cert":"N\/A","id":507068,"title":"Babymetal - The Five Fox Festival in Japan - Silver Fox Festival","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"The theatre company managed by Marco is passing through a crisis; the big networks invaded the market with their poor products and they lay down the law. Marco finds an important subject to work on: homosexuality; but it is hard to ask Federica, who is a writer and director, to work on it. That subject is a thorn in her side, as it was the cause of her marriage break up. Federica angerly refuses Marco's proposal, but after one night of searching, spent on Internet, she brings to light an aspect of the homosexuality, which doesn't want to give up, now: \"The Pink Triangle\" that means homosexuality as a martyrdom, the tribute of blood that homosexual people shed during the nazi period. Federica explains Marco and other actors of the company the new project, by telling the historical documentation. Each of them imagines his own character in dark colour performances, often brutal, following the line of blood that history has drawn.","release_date":"2005-08-31","vote_average":0.0,"runtime":57,"cert":"N\/A","id":507073,"title":"Il colore del silenzio","adult":false,"genre_ids":[]},{"cast":["Ginger Lynn Allen","Angel","Kay Parker","Ivory Essex","Nikki Randall"],"overview":"With his alimony spent on his younger wife Gloria, Vince's former wife Ellen moves back in with son Mark. While a diner waitress dates Mark and takes advantage of Vince, Ellen hopes getting over Vince by dating his lawyer Jerry.","release_date":"1984-02-23","vote_average":6.8,"runtime":85,"cert":"\"\"","id":507075,"title":"L'Amour","adult":true,"genre_ids":[]},{"cast":["Elmer Bäck","Jakob Öhrman","Rasmus Slätis"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507077,"title":"Eisenstein in Hollywood","adult":false,"genre_ids":[18]},{"cast":["Colleen Brennan","Amy Allison","Ivory Essex","Shantell Day","Shanna Evans"],"overview":"Debased in character, depraved, perverted, wicked, debauched, morally impure. Hell, those are just the REGULAR desires on display in this grindhouse jizzfest wherein one man's act of dishonesty for personal gain is another man's getting laid.","release_date":"1983-02-23","vote_average":0.0,"runtime":71,"cert":"\"\"","id":507079,"title":"Corrupt Desires","adult":true,"genre_ids":[]},{"cast":["Heather Wayne","Kristara Barrington","Nicole West","Angela Dunlop","Paul Thomas"],"overview":"It’s a family affair of the flesh! Business mogul Mr. Broadhurst eagerly anticipated the return of his only son from Harvard. The maid with whom Nelson is having an affair also eagerly awaits the son’s arrival, but for an entirely different reason. The rest of the family and the hired help, the new young wife, the two daughters from a previous marriage, the chauffeur, and the handyman, all dread the son’s return. For they fear the youth will throw a monkey wrench in the sexual encounters. Meanwhile, they keep at it in a wild melange of trysts until the arrival of the prodigal son results in a final and surprising climax.","release_date":"1985-02-23","vote_average":0.0,"runtime":73,"cert":"\"\"","id":507081,"title":"House of Lust","adult":true,"genre_ids":[]},{"cast":["Ayaka Nakata","François Chang","Justin Xu"],"overview":"Chinese filmmaker François Chang studies in Paris. One day, he saw on YouTube a video of a Japanese girl involved in a paranormal event. He decided to look for her in Japan and to record everything. The film is entirely shot by iPhone and Go-pro.","release_date":"","vote_average":0.0,"runtime":39,"cert":"N\/A","id":507083,"title":"The Sleepless Girl","adult":false,"genre_ids":[53]},{"cast":[],"overview":"Leon Trotsky is considered one of the most controversial revolutionary figures of his time. Was he a practical revolutionary or a naive idealist? On the practical side, he was the mastermind behind the Bolshevik seizure of power in 1917, and was totally ruthless during the ensuing Civil War. As an idealist, he was committed to the pursuit of international revolution, but created many political enemies. After Lenin's death, Trotsky lost in a power struggle with Stalin, and later was expelled from the Communist Party. Trotsky was exiled from the Soviet Union, eventually finding refuge in Mexico. In 1940, Stalin ordered his assassination, and Trotsky died after being struck in the head with an ice-pick. History records that Trotsky was a master theoretician, a skillful propagandist and a brilliant orator.","release_date":"2013-01-01","vote_average":0.0,"runtime":35,"cert":"N\/A","id":507085,"title":"Leon Trotsky: A Personality in the 20th Century","adult":false,"genre_ids":[99,36]},{"cast":[],"overview":"This film examines Trotsky, the revolutionary; venerated and reviled, loved, hated, feared. Archive material compiled from all over the world, citations and new shoots create an electrifying proximity to the historical person and to the man Leo Trotsky. Stages in his life and eventual flight are carefully examined, from St. Petersburg, to Mexico City. This is the riveting political biography of the Revolution's onetime hero.","release_date":"2009-01-27","vote_average":0.0,"runtime":60,"cert":"\"NR\"","id":507087,"title":"Trotsky: Rise and Fall of a Revolutionary","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Set in Freddy Fazbear's Pizza, a darker version of Chuck-E-Cheese, an animatronic animal band performs kiddy songs by day, and goes on murderous rampages by night. Based on the video game series.","release_date":"2020-10-31","vote_average":0.0,"runtime":null,"cert":"\"R\"","id":507089,"title":"Five Nights at Freddy's","adult":false,"genre_ids":[]},{"cast":["Anna-Maria Horn","Willi Schrade","Walter Richter-Reinick","Maria Rouvel","Werner Lierck"],"overview":"","release_date":"1960-09-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507091,"title":"Fahrt ins Blaue","adult":false,"genre_ids":[]},{"cast":[],"overview":"The plot gets telegraphed early on and the rest of the movie is some sex scenes and predictable retribution for... infidelity. Not really much to spoil about this one. Acting is mediocre, laughs are rare to nonexistent, and any sense of drama has turned into tedium by the last half of the movie. The fight scenes are particularly poorly choreographed given the proposal that one of the protagonists is supposed to be a prize fighter.  Watchable but you might wish you had done something else to pass the evening.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507093,"title":"Infidelity","adult":false,"genre_ids":[]},{"cast":[],"overview":"There are more bicycles than people in the Netherlands. The Dutch don't seem care about what special of bike culture they have. Why we cycle invites regular cyclists and scientists from all walks of live to talk about Dutch cycling culture.","release_date":"","vote_average":0.0,"runtime":57,"cert":"N\/A","id":507095,"title":"Why We Cycle","adult":false,"genre_ids":[]},{"cast":["Alicia Seguin","Hunter McKenrick","Lisa Neeld","Jawn Gross","Buddy Pacy"],"overview":"A successful art gallery coordinator, living a double life as a serial killer, preys on the hopeless as she attempts to find meaning behind the voices she hears. When she believes she is falling in love with a depressed comic book artist; she struggles between what her heart is telling her to do about him... and what the voices are telling her to do about him.","release_date":"2017-12-17","vote_average":2.0,"runtime":null,"cert":"\"\"","id":507097,"title":"Blood Prism","adult":false,"genre_ids":[18,27,53]},{"cast":[],"overview":"Written + Directed by David OReilly for Adult Swim. Animation by Mike Scott + DOR. Sound by Brent Busby.\r © DPRK 1992","release_date":"2014-09-10","vote_average":0.0,"runtime":1,"cert":"\"\"","id":507099,"title":"Heaven’s Countryland - US Americans Part 4 - Children","adult":false,"genre_ids":[16,35]},{"cast":[],"overview":"For centuries, Eunuchs have been an important part of Indian society. But the elevated role they once held has now faded. Today they live in isolated communities, working as prostitutes and beggars. Life may be hard but inside the community, there's a real sense of warmth and camaraderie. 'Harsh Beauty' follows the lives of Jyothi, Usha and Hira Bai, three Eunuchs who struggle for acceptance in a culture splintered by religion, caste and politics. Filmed over four years and accompanied by a vibrant soundtrack, it's a warm and poignant look inside this usually hidden group.","release_date":"2005-02-23","vote_average":0.0,"runtime":53,"cert":"\"\"","id":507101,"title":"Harsh Beauty","adult":false,"genre_ids":[]},{"cast":[],"overview":"A 21-year-old girl makes her way across an America scarred by the events of September 11 in the hopes of finding her father, who left when she was very young. Along the way her adventures, some hilarious, some tragic, some terrifying, expose her true nature, and perhaps the true nature of the country itself.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507103,"title":"Journeyman","adult":false,"genre_ids":[]},{"cast":[],"overview":"Tokyo 1943: Italian anthropologist Fosco Maraini and painter Topazia Alliata refused to sign allegiance to Mussolini's government. They were sent to a prison camp in Nagoya with their three daughters, Dacia, Yuki and Toni. Today: Toni's daughter Mujah explores her family's experience and legacy by bringing their memories to life as she makes her own journey to Japan.","release_date":"2017-06-18","vote_average":7.0,"runtime":78,"cert":"N\/A","id":507105,"title":"Haiku On A Plum Tree","adult":false,"genre_ids":[]},{"cast":["KateLynn E. Newberry","Marylee Osborne","Rebekah Hart Franklin","Kyle Hotz"],"overview":"Iris is haunted by a mysterious stalker and her own dreams. FBI agents surround Iris while bodies stack up around her. A modern day Dr. Jekyll and Ms. Hyde, Iris tries to survive as she is hunted by the very agency that created her.","release_date":"2018-01-01","vote_average":0.0,"runtime":100,"cert":"\"\"","id":507107,"title":"Dark Iris","adult":false,"genre_ids":[878,53]},{"cast":["Richard Hatch","Alison Haislip"],"overview":"While monitoring Internet traffic for the Department of Homeland Security, Agent Martin Takagi comes across the intimate video chats of a couple, temporarily living in different parts of the world, who begin to discover their new home is haunted.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507109,"title":"Chatter","adult":false,"genre_ids":[18,27,53]},{"cast":["Nassar","Balu","Vignesh Karthik","Priya","Urmila Chetty"],"overview":"Tamil movie","release_date":"2018-02-23","vote_average":6.0,"runtime":null,"cert":"N\/A","id":507111,"title":"Kutram Nadanthathu Enna","adult":false,"genre_ids":[]},{"cast":[],"overview":"An animated film inspired by all the strangeness and mystery surrounding Dorothy's predicament in the Wizard of Oz: what happened to her parents? Why has she no friends her own age? Why does her fantasy consist of all those middle aged farm hands?","release_date":"1999-01-01","vote_average":0.0,"runtime":5,"cert":"\"\"","id":507113,"title":"No Place Like Home #1","adult":false,"genre_ids":[]},{"cast":[],"overview":"The artist breathes life into handmade dolls as she recreates a scene from Vigo’s L'Atalante.","release_date":"2007-01-01","vote_average":0.0,"runtime":6,"cert":"\"\"","id":507115,"title":"La Nuit","adult":false,"genre_ids":[]},{"cast":["Wolfgang Büttner","Else Quecke","Eleonore Noelle","Edith Schultze-Westrum","Erna Sellmer"],"overview":"","release_date":"1964-01-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507117,"title":"Aktion T 4","adult":false,"genre_ids":[18]},{"cast":["Towje Kleiner","Hans Noever"],"overview":"","release_date":"1986-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507119,"title":"Amelie, ich komme...","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The Satyrs Motorcycle Club was formed in 1954. As such it is one of the oldest gay motorcycle clubs in the world.","release_date":"2005-06-08","vote_average":0.0,"runtime":56,"cert":"\"\"","id":507121,"title":"Original Pride: The Satyrs Motorcycle Club","adult":false,"genre_ids":[]},{"cast":[],"overview":"1.\tLate 1960s barely legal, (color)\r 2.\t1960s: gold couch, platinum blonde (color)\r 3.\t1960s big-hair brunette (color)\r 4.\t1960s blonde studio poses (color)\r 5.\t1960s brunette in bed (color)\r 6.\t1960s cutie in studio strip (color)  7.\tBusty 1960s blonde in pool (color)\r 8.\t1960s brunette in studio (color)\r 9.\t1960s sofa grinder (color)\r 10.\tLate 1960s, pink pussycat panties (color)\r 11.\t1960s picnic peeler (color)\r 12.\t1960s red-bushed poser (color)\r 13.\t1960s Latina reads steamy novel (color)\r 14.\tLate 1960s brunette in great dress (color)\r 15.\tLate 1960s brunette in groovy pad (color)\r 16.\t1950s lounging brunette\r 17.\tHollywood Honeys 208 (sunbathing duo)\r 18.\tA Foxy Miss - GOLDIE BREWER\r 19.\t1950s blonde suns on the rocks\r 20.\tGOLDIE BREWER on the beach\r 21.\tBlonde 1950s sunbather\r 22.\tNature girl in the old cabin\r 23.\tStudio brunette\r 24.\tPrimping and posing\r 25.\tHopscotch in the buff\r 26.\tPlunge pool-beach ball adventure","release_date":"2008-01-01","vote_average":0.0,"runtime":120,"cert":"\"NR\"","id":507123,"title":"Nudie Cuties: Volume 62","adult":true,"genre_ids":[]},{"cast":[],"overview":"This is a coming of age story that tells of two best friends, Ben and Thomas, and a summer they'll never forget. 16 years old, their lives are based on two things, skateboarding and meeting girls (and not necessarily in that order). While working their way through this confusing maze, their friendship is tested in ways they never expected.","release_date":"2005-04-05","vote_average":4.0,"runtime":null,"cert":"\"\"","id":507125,"title":"Pee Stains and Other Disasters","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Power of Harmony, through the personal experiences of a gay men's chorus, takes an intimate look at controversial issues of the day: coming out and gay marriage, religious views on homosexuality, and gay adoption. The Turtle Creek Chorale is a gay organization that refuses to live on the fringes. They have survived, indeed thrived, for over 25 years, right in the heart of the Bible belt: Dallas, Texas. They are first class musicians. They are irreverent, outrageous, angry, forgiving, and compassionate. They are individuals battling together in an intolerant world. Through music, they have transformed the painful experiences of death and dying from AIDS, and rejection from their own families and churches, into a powerful voice for compassion and equality.","release_date":"2005-09-16","vote_average":0.0,"runtime":70,"cert":"\"\"","id":507130,"title":"The Power of Harmony","adult":false,"genre_ids":[]},{"cast":[],"overview":"Sick in Africa follows the true stories of several Mozambicans from the Yawo tribe who are ill, but searching for healing and answers.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507132,"title":"Sick in Africa","adult":false,"genre_ids":[99]},{"cast":[],"overview":"1.\t1950s cute nude dancer\r 2.\t1950s brunette jiggler\r 3.\t1960s blonde teaser\r 4.\t1960s brunette cutie (color)\r 5.\t1950s blonde in bed\r 6.\t1950s brunette\r 7.\tVery smiley 1950s gal\r 8.\t1950s brunette\r 9.\t1950s brunette\r 10.\t1950s brunette\r 11.\t1950s fireside lounging\r 12.\t1960s big-hair blonde in bed\r 13.\tConical 1950s jiggler\r 14.\t1950s brunette in bed\r 15.\tFrilly and jiggly 1960s blonde\r 16.\tSmiley 1950s brunette  17.\tSheer black nightie\r 18.\tStretching and preening\r 19.\tLeopard skin poser","release_date":"2008-01-01","vote_average":0.0,"runtime":120,"cert":"\"NR\"","id":507134,"title":"Nudie Cuties: Volume 63","adult":true,"genre_ids":[]},{"cast":["DeJean Brown","Sean Burgos","Olivia Choate","Clayton Farris","Michael Glazer"],"overview":"A night of debauchery quickly turns rancid with the arrival of a fifth, unwanted guest.","release_date":"2017-05-06","vote_average":0.0,"runtime":19,"cert":"\"\"","id":507136,"title":"Let's Do It","adult":false,"genre_ids":[35]},{"cast":["Steffani Brass","D.J. Simmons","Tina Cole","Cameron Cipolla","Randy Crowder"],"overview":"Burn survivors Kristen and Jack reunite after a year of healing for a date and are faced with the horrible reality that in a public place all people are not so kind with people who are different.","release_date":"2014-01-01","vote_average":0.0,"runtime":19,"cert":"\"\"","id":507138,"title":"See Me","adult":false,"genre_ids":[18]},{"cast":[],"overview":"All 1950s!\r 1.\tMotel room work-out\r 2.\tBEBE HUGHES in studio\r 3.\tFishnets blonde\r 4.\tTall blonde\r 5.\tTANGENE in bed\r 6.\tTopless calisthenics\r 7.\tBrunette workout\r 8.\tBushy dancer\r 9.\tBlonde at bedtime\r 10.\tCamel toe dancer\r 11.\tBlonde sofa poser\r 12.\tSofa stripping\r 13.\tBrunette honey\r 14.\tLong, tall blonde\r 15.\tStrip solitaire in the kitchen\r 16.\tTANGENE in bed again\r 17.\tTopless and leggy\r 18.\tEILEEN MAXWELL strips\r 19.\tLeopard skin smoker\r 20.\tFireside strip\r 21.\tFireside blondie\r 22.\tARLINE HUNTER at the stables\r 23.\tBlonde fireside\r 24.\tCute and nude brunette\r 25.\tPouty blonde smoker\r 26.\tTight pants peel-off\r 27.\tLiving room stripper","release_date":"2008-01-01","vote_average":0.0,"runtime":120,"cert":"\"NR\"","id":507140,"title":"Nudie Cuties: Volume 65","adult":true,"genre_ids":[]},{"cast":[],"overview":"A collection of shorts that explores the relationships between gay men and straight men. The collection includes Espacio Dos (Spain) In the Name of the Father (Brazil), My Straight Boyfriend (US), Truth or Consequences (Brazil), Coffee Date (US), Popcorn & Coke (UK), and Uninhibited.","release_date":"2005-05-24","vote_average":2.0,"runtime":null,"cert":"\"\"","id":507142,"title":"Straight Men & the Men Who Love Them","adult":false,"genre_ids":[]},{"cast":["Mya Taylor","Travis Johns","Emma Thatcher","Alla Shtakhova"],"overview":"Shortly after a hurtful breakup, Diane, a transgender pagan priestess, finds refuge in Palm Springs. She is engaged in a battle with her inner demons when an enigmatic sociopath, starts to stalk her.","release_date":"2016-10-16","vote_average":0.0,"runtime":11,"cert":"\"\"","id":507144,"title":"Diane from the Moon","adult":false,"genre_ids":[18]},{"cast":["Djillali Boudjemaa","Djamila Arres","Mohamed Takiret","Imen Noel","Mohamed Benbakreti"],"overview":"In the cemetery of Sidi Boulekbour, Ali the old gravedigger meets the 60-year-old Johar, who is visiting her sister's grave for the first time after losing her husband. Johar wants her final resting place to be next to her sister, so she decides to organize her own funeral and asks Ali to help her. But preparations for the final journey go awry when Ali and Johar unexpectedly start to realize they have feelings for each other.","release_date":"2017-12-01","vote_average":0.0,"runtime":93,"cert":"N\/A","id":507146,"title":"Until the End of Time","adult":false,"genre_ids":[18]},{"cast":["Tamasaburo Bando"],"overview":"In Japanese theater women's roles are traditionally played by men. The man playing the woman's role, the Onnagata, does not imitate the woman, as in the West, but tries to capture her significance. He need not stick close to his model, but draws far more from his own identity - a shift of value takes place, which is nonetheless not a step beyond. THE WRITTEN FACE is an attempt to offer an insight into the Japanese Kabuki star Tamasaburo Bando, one of the last defenders of this ancient and disappearing performing tradition.","release_date":"1999-05-01","vote_average":0.0,"runtime":89,"cert":"N\/A","id":507148,"title":"The Written Face","adult":false,"genre_ids":[99]},{"cast":["Helen Mirren","Maya Deren","Jana Shelden","Jonas Mekas","Teiji Ito"],"overview":"Maya Deren is a legend of avant-garde cinema. This authoritative biography of the charismatic filmmaker, poet and anthropologist features excerpts from her pioneering Meshes of the Afternoon and her unfinished documentary on Haiti, interviews with Stan Brakhage and Jonas Mekas, and recordings of her lectures. Narrated by actress Helen Mirren, this definitive documentary offers startling insights into one of the most intriguing, accomplished figures in cinema history.","release_date":"1986-04-24","vote_average":0.0,"runtime":53,"cert":"\"\"","id":507150,"title":"Invocation: Maya Deren","adult":false,"genre_ids":[99]},{"cast":["Tom Sizemore","Mya Taylor","Johanna Padilla-Pineda","Scott Krinsky","Roberto 'Sanz' Sanchez"],"overview":"A trans sex worker in the Spanish barrio finds herself in an unwanted love triangle with a notorious gang leader while two drug organizations battle for supremacy suddenly finds herself tangled in a world of chaos and deceit.","release_date":"2019-01-19","vote_average":0.0,"runtime":54,"cert":"\"NR\"","id":507152,"title":"Myra","adult":false,"genre_ids":[35,80,18]},{"cast":[],"overview":"There's an area of Rome, near the Colosseum, called Monti. Given famous Italian director Mario Monicelli, though born in Tuscany, has lived there for years and wanted to show the world age has yet to cripple him (he was 93 when he made this), he filmed hours of footage which were eventually turned into a 22-minute documentary that was screened Out of Competition at the 2008 Venice Film Festival.","release_date":"","vote_average":0.0,"runtime":20,"cert":"N\/A","id":507154,"title":"Vicino al Colosseo... c'è Monti","adult":false,"genre_ids":[]},{"cast":["Krista Feallock","Caroline Amiguet","Mark Christopher Lawrence","Brian Patrick Butler","Kaitlyn McCormick"],"overview":"Starring Krista Feallock, Caroline Amiguet and directed by Farzad Dalvand. After learning to protect a truce among a community of animals, three young goats embark on an adventurous journey to keep a ceasefire intact throughout their society.","release_date":"2019-09-20","vote_average":0.0,"runtime":90,"cert":"\"\"","id":507156,"title":"The Gools","adult":false,"genre_ids":[16,14,12]},{"cast":[],"overview":"This film takes an intimate look at Jack Johnson's music and tour greening initiatives.","release_date":"","vote_average":0.0,"runtime":41,"cert":"N\/A","id":507158,"title":"All At Once: On the Road Tour Documentary","adult":false,"genre_ids":[]},{"cast":["Jennifer London","Santiago Malkuth","Ximena McDowell","Johanna Padilla-Pineda","Andrew Dits"],"overview":"When Jennifer, an undocumented transgender woman, is forced to resort to the sex trade to support herself, her boyfriend, Pedro, gives her an ultimatum with unintended consequences.","release_date":"2016-06-17","vote_average":0.0,"runtime":15,"cert":"\"\"","id":507160,"title":"Afuera","adult":false,"genre_ids":[18]},{"cast":["Mario Ramirez Reyes","Julio Alemán","Tony Bravo","Gilberto de Anda"],"overview":"Buddy-cop comedy: police officer with a fatal disease will only draw pension\/benefits for his family if he dies in the line of duty.","release_date":"1998-09-01","vote_average":0.0,"runtime":92,"cert":"N\/A","id":507162,"title":"Acábame de matar","adult":false,"genre_ids":[]},{"cast":[],"overview":"After finding an unusual website seeking funds to help reverse a sex change, the filmmaker sets out to explore the transgender community.","release_date":"","vote_average":0.0,"runtime":80,"cert":"N\/A","id":507164,"title":"Almost Myself","adult":false,"genre_ids":[]},{"cast":[],"overview":"A Super 8 film.","release_date":"2000-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":507172,"title":"Fountain","adult":false,"genre_ids":[]},{"cast":[],"overview":"Kurt Masur conducts the Orchestra of the Gewandhaus Liepzig, accompanied by soloist Frank-Michael Erben (violin), in a Gala dedicated to the life's work of Felix Mendelssohn-Bartholdy (1809-1847). This magnificent concert features the great masterpieces.","release_date":"1997-01-01","vote_average":0.0,"runtime":82,"cert":"\"\"","id":507174,"title":"Mendelssohn Gala Concert From the Gewandhaus Leipzig","adult":false,"genre_ids":[]},{"cast":[],"overview":"Just as Molly, a former TV child star, is offered the role of a lifetime and her partner Peg becomes pregnant, a dark secret from her past threatens to destroy everything.","release_date":"2006-02-23","vote_average":5.0,"runtime":93,"cert":"\"\"","id":507176,"title":"Changing Spots","adult":false,"genre_ids":[]},{"cast":["Cleo Madison","Jack Holt","Tom Chatterton","Caroline Fowler","Jack Francis"],"overview":"A dramatic one-act film that takes place in Mexico. Juanita, who lives on a dilapidated ranch, has to marry a wealthy landowner, but changes her mind at the last moment when a young American comes along; he offers her money to travel through her country. She falls in love with him. When the Mexican finds out about this, he tries to kill both of them, but a friend comes to the rescue.","release_date":"1915-12-10","vote_average":0.0,"runtime":7,"cert":"\"\"","id":507178,"title":"The Power of Fascination","adult":false,"genre_ids":[18]},{"cast":[],"overview":"1960s suburban belly dancer (color)\r 1950s girl-next-door type with pageboy hairdo\r 1950s nature girl with braids goes fishing\r 1950s assorted quick takes\r 1960s fabulously trashy blonde at a bar\r 1950s pretty auburn-haired lass in big white panties\r 1950s glamorous busty blonde goes sunbathing\r P1950s dark-haired housewife type on a couch\r 1950s voluptuous brunette at the poolside\r 1950s dark-blonde plain jane on a chair\r 1950s more quick takes\r 1960s natural blonde hippie chick in dark hose & heels\r 1950s wiggly brunette takes off her sarong\r 1950s beautiful brunette teases and pleases\r 1950s blonde nature girl\r 1950s outdoors quick takes – featuring BEBE HUGHES\r 1950s raven-tressed doll with big nipples\r 1960s busty cat eyed she devil in fishnets\r 1950s brunette plain jane does some ironing & other household activities 1950s lovely brunette bed bunny","release_date":"2008-01-01","vote_average":0.0,"runtime":120,"cert":"\"NR\"","id":507180,"title":"Nudie Cuties: Volume 69","adult":true,"genre_ids":[]},{"cast":[],"overview":"Documentary by the Argentine meteorologist José Manuel Moneta, recorded in the base \"Orcadas\" (Islas Orcadas del Sur) in 1927. It is the first film recorded by a Latin American in Antarctica.","release_date":"1928-02-24","vote_average":0.0,"runtime":56,"cert":"N\/A","id":507182,"title":"Entre los Hielos de las Islas Orcadas","adult":false,"genre_ids":[99]},{"cast":["Prince Amponsah","Jesse LaVercombe"],"overview":"A black male burn-survivor and amputee goes on a date with a regularly-abled man.","release_date":"2017-09-17","vote_average":0.0,"runtime":15,"cert":"\"\"","id":507196,"title":"The Things You Think I'm Thinking","adult":false,"genre_ids":[18,10749]},{"cast":["David Lipper","Dina Meyer","Lance Henriksen","Lance Henriksen","Bree Williamson"],"overview":"After the death of a much despised patriarch, a mysterious box shows up during the reading of the will, forcing the family to reckon with each of their own deadly sins.","release_date":"2017-03-01","vote_average":4.0,"runtime":81,"cert":"\"\"","id":507201,"title":"The Unwilling","adult":false,"genre_ids":[27,53]},{"cast":[],"overview":"Its a story of funny misunderstandings that creates troubles for five individuals who are trying to achieve their life goals.","release_date":"","vote_average":8.0,"runtime":null,"cert":"N\/A","id":507203,"title":"Ye Re Ye Re Paisa","adult":false,"genre_ids":[]},{"cast":["Herbert von Karajan"],"overview":"Herbert von Karajan directs the Berlin Philharmonic in an Italiannate take of Beethoven's Fourth Symphony and an assured rendering of the Fifth, while the \"Pastoral\" Symphony, conceived and directed by Hugo Niebeling in 1967, is a revolutionary mix of styles - Fantasia meets Expressionism meets film noir.","release_date":"2005-12-06","vote_average":0.0,"runtime":100,"cert":"N\/A","id":507205,"title":"Karajan: Beethoven - Symphonies 4, 5 & 6","adult":false,"genre_ids":[]},{"cast":["Francesca Mattesini","Cecilia Dazzi","Andrea Chimenti"],"overview":"Imaginative young Stella learns the peril of landing in the real world after her mission in space is misdirected for her own growth and safety.","release_date":"2017-08-15","vote_average":0.0,"runtime":16,"cert":"\"\"","id":507207,"title":"Stella 1","adult":false,"genre_ids":[]},{"cast":["Ashna Sharan","Alexandra Wehr","Kayla Fuentes","Sydni Gift","Zoe Elizabeth"],"overview":"Sullen teen Melanie's unexpected trip home from swim practice takes her on a bumpy ride toward adulthood.","release_date":"2018-04-05","vote_average":0.0,"runtime":11,"cert":"\"\"","id":507209,"title":"The Pick Up","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2003-02-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507217,"title":"Micimackó könyve - Milyen mókás a képzelet!","adult":false,"genre_ids":[10751]},{"cast":["Liu Wei-Hua"],"overview":"A boy tries his best to make progress in all courses because that is the qualification of school martial arts team.","release_date":"1983-02-24","vote_average":0.0,"runtime":72,"cert":"N\/A","id":507222,"title":"The Candidate","adult":false,"genre_ids":[]},{"cast":["Siobhan Stagg","Mauro Peter","Roderick Williams","Mika Kares","Sabine Devieilhe"],"overview":"Prince Tamino promises the Queen of the Night that he will rescue her daughter Pamina from the enchanter Sarastro. He begins his quest, accompanied by the bird-catcher Papageno – but all is not as it seems…  Tamino and Papageno discover Sarastro is a wise and kind leader. They undergo three ordeals. By the end they are united with their true loves: Tamino with Pamina, and Papageno with his Papagena.","release_date":"2017-09-27","vote_average":0.0,"runtime":180,"cert":"N\/A","id":507224,"title":"The ROH Live: Die Zauberflöte","adult":false,"genre_ids":[10402]},{"cast":["Juliet Anderson","Mai Lin","Lynx Canon","Don Fernando","Heather Fields"],"overview":"Adult movie directed by actress Juliet Anderson","release_date":"1981-01-01","vote_average":0.0,"runtime":84,"cert":"\"\"","id":507226,"title":"All the King's Ladies","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1989-02-24","vote_average":6.0,"runtime":null,"cert":"N\/A","id":507228,"title":"Top Cat is back in Town","adult":false,"genre_ids":[10751]},{"cast":["Ronnie Hardcastle","Erblin Nushi","Ivan Stoykov"],"overview":"Some dreams should never come true.","release_date":"","vote_average":0.0,"runtime":7,"cert":"N\/A","id":507242,"title":"In Safe Hands","adult":false,"genre_ids":[]},{"cast":["Gerard Butler"],"overview":"Set against the backdrop of a postapocalyptic Earth whose Eastern Hemisphere was destroyed by a massive solar flare, leaving what life remains mutated from radiation and fallout. The story revolves around a group of treasure hunters who extract such objects as the Mona Lisa, the Rosetta Stone and the Crown Jewels while facing rival hunters, mutants and pirates.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507244,"title":"Afterburn","adult":false,"genre_ids":[]},{"cast":["Kiefer Inson","Zoe Olivia Peters"],"overview":"How recently widowed were you?","release_date":"2017-01-15","vote_average":0.0,"runtime":7,"cert":"\"\"","id":507246,"title":"Peanut","adult":false,"genre_ids":[35]},{"cast":["Anatoli Vasilyev","Albert Filozov","Vladimir Steklov","Viktor Pavlov","Arnis Licitis"],"overview":"","release_date":"1991-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507251,"title":"Фирма приключений","adult":false,"genre_ids":[]},{"cast":["Jaouen Gouevic","Elyne Craipeau","Morwenna Spagnol","Devi Couzigou","Anouchka Csernakova"],"overview":"Summer 1996. A small town nestled in the shadow of a gigantic factory. Ben, a shy eleven year old boy, lives there alone with his mom when she leaves him to strike. The coming of the troubling Eva in his bunch disturbs him a little bit more, especially when she mentions the legend of a mysterious creature hidden under a nearby lake's pontoon. As a game, Eva challenges Ben: walk through the \"pontoon of the death\", and come back. But Ben fails miserably. At night, the Creature appears to him.","release_date":"2017-06-10","vote_average":6.0,"runtime":24,"cert":"N\/A","id":507253,"title":"I Love Eva Marsh","adult":false,"genre_ids":[14,27]},{"cast":[],"overview":"The Jockstrap Raiders takes place during World War I in Leeds, England. A group of underdog misfits are excluded from the war due to various abnormalities. Threatened by the invading German Kaiser and his army, they must learn to become a team and overcome their deficiencies in order to save Britain and the world.","release_date":"","vote_average":0.0,"runtime":19,"cert":"N\/A","id":507267,"title":"THE JOCKSTRAP RAIDERS","adult":false,"genre_ids":[]},{"cast":["Gigione","Jo Donatello"],"overview":"","release_date":"2018-01-18","vote_average":6.0,"runtime":null,"cert":"N\/A","id":507269,"title":"Essere Gigione","adult":false,"genre_ids":[]},{"cast":["Robert Armstrong","Johnny Arthur","Busby Berkeley","Joan Blondell","George Brent"],"overview":"Collection of Warner's stars blundering through missed takes.","release_date":"1935-12-01","vote_average":4.0,"runtime":10,"cert":"\"\"","id":507271,"title":"Things You Never See on the Screen","adult":false,"genre_ids":[99,35]},{"cast":["Amadou Awana Soumare","Nadjim Belatreche","Cédric Imwinkelried","Ilies Kadri","Kamel Labroudi"],"overview":"Riyad and his friend Zaïd leave their estate near Lyon and go to Switzerland to steal two luxurious cars for the account of Chérif, the thug ruling their area. Yet the journey goes wrong. Hunted, Riyad sinks into the mountains to escape the police. The hunt continues in the heart of a lost, hostile valley, in which Riyadh desperately seeks a way to return to France.","release_date":"2018-02-21","vote_average":5.5,"runtime":50,"cert":"N\/A","id":507273,"title":"Ondes de choc: La vallée","adult":false,"genre_ids":[53,18]},{"cast":["Sam Ashe Arnold","Charli Birdgenaw","Caroline Dhavernas"],"overview":"Ophelia is a whip-smart 12-year-old girl who must solve a vexing problem: she’s never been kissed. There are several candidates in her class, but none have Tommy Lemenchick’s smile.","release_date":"2017-07-22","vote_average":0.0,"runtime":10,"cert":"N\/A","id":507275,"title":"How Tommy Lemenchick Became a Grade 7 Legend","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"A young family copes with a series of disturbing events that force them to question their relationship, their faith and their very existence.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507277,"title":"Crawl to Me","adult":false,"genre_ids":[27,53]},{"cast":["Fantin Ravat","Anthony Bajon","Eloïse Parramore","Michaël Vander-Meiren","Julien Morin"],"overview":"Three teenagers : Maud, Adrien and Johan wandering in their village during the summer. Bored and weary of those summers that resemble each other, the three characters send us right back to our youth, the one where childish nonsense mingles with first love, the one where the desires of elsewhere push us to go further.","release_date":"2015-11-30","vote_average":8.0,"runtime":37,"cert":"N\/A","id":507288,"title":"Magic World","adult":false,"genre_ids":[18]},{"cast":["Morwenna Spagnol","Caroline Aïn","Kasper Klop","Eric Tessier-Lavigne"],"overview":"","release_date":"2016-10-24","vote_average":0.0,"runtime":9,"cert":"N\/A","id":507296,"title":"Backpack","adult":false,"genre_ids":[12,18]},{"cast":["Molly Hewitt"],"overview":"A young woman cannot contain her sinister desires, as love reaches the darkest depths of the ocean and enchants a swamp man-beast from the dawn of time. Maybe she’s twisted maybe she’s troubled! What ever she is, Maggie has a problem!","release_date":"2015-07-24","vote_average":0.0,"runtime":30,"cert":"\"\"","id":507298,"title":"Maggie's Problem","adult":false,"genre_ids":[27,35]},{"cast":["Rick Neilsen","Robin Zander","Bun E. Carlos","Tom Petersson"],"overview":"Illinois Power Pop gods rock Chicago's Navy Pier during Chicagofest 1981. A monumental performance that solidified their standing as one of the USA's greatest Rock bands of all time.","release_date":"1981-08-05","vote_average":0.0,"runtime":58,"cert":"\"NR\"","id":507300,"title":"Cheap Trick: Live at Chicagofest","adult":false,"genre_ids":[10402]},{"cast":["Carl Brisson","Lissy Arna","Edvin Adolphson","Anna Lindahl"],"overview":"In a small mine town north of the circle, Torsten lives, working with his sister Eva and comrade Lars, who is engaged to Eva. The town's bat-owner has a daughter, Märta, who, after trying out the big city life, has returned to the village for a while, and begins to flirt openly with Torsten, but also with Lars. Märta hears of an old gold treasure that will be hidden somewhere in the mountains, trying to seduce both of them and seek both friends to find out the treasure. Neither Lars nor Torsten knows the plans or swarms of others, but Eva notices how Märta attracts Lars away from her.","release_date":"1929-09-15","vote_average":0.0,"runtime":110,"cert":"N\/A","id":507311,"title":"Triumph of the Heart","adult":false,"genre_ids":[18]},{"cast":["Michalina Olszańska","Vítor Norte","Rita Blanco","Sara Sampaio","Miguel Borges"],"overview":"A lorry, a road and an unpredictable destiny, all intersecting in a human trafficking network. Caught up in this web, Viktoriya has only one chance: fight to survive.","release_date":"2018-11-08","vote_average":6.0,"runtime":113,"cert":"N\/A","id":507313,"title":"Carga","adult":false,"genre_ids":[18]},{"cast":["Camila Perissé","Boris Rubaja","Daniel Galarza","Mario Passano","Paulino Andrada"],"overview":"","release_date":"1992-06-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507315,"title":"Tormenta de Pasiones","adult":false,"genre_ids":[18]},{"cast":["Clara Riedenstein","Ingrid Caven","Pierre Léon","Rita Durão","Luna Picoli-Truffaut"],"overview":"North of Italy, the von Ketten dispute the forces of the Episcopate of Trent. Herr Ketten seeks marriage in a distant country, Portugal. After their honeymoon journey back home, Ketten leaves again for the war. Eleven years elapsed… Rumours are running about the presence of that 'foreign' in the castle. Some say she's a heretic.  Until one day, the Bishop of Trento ends up dying and, with the signature of peace, falls the background of von Ketten's life. Will the Portuguese win, where death seems to be moving in?","release_date":"2019-03-24","vote_average":0.0,"runtime":136,"cert":"N\/A","id":507317,"title":"The Portuguese Woman","adult":false,"genre_ids":[18,36]},{"cast":["Phil Liggett"],"overview":"During the week, they are white-collar professionals with responsible jobs, families and mortgages. Come the weekend, they transform into Lycra-clad super heroes; road warriors on expensive carbon framed bikes traveling in packs and competing with other males for dominance in the group. MAMIL is a feature length documentary that dares to enter this secret world of middle-aged men to uncover the reasons they take to the road.","release_date":"2017-11-30","vote_average":0.0,"runtime":104,"cert":"N\/A","id":507322,"title":"MAMIL","adult":false,"genre_ids":[99]},{"cast":["Marina Visconti","Candice Dare","Jada Stevens","Anissa Kate","Rob Piper"],"overview":"Featuring an amazing cast of beautiful and naturally curvy girls in intense interracial anal sex scenes. Starring Marina Visconti & Candice Dare with superstars Jada Stevens & Anissa Kate.","release_date":"2014-10-15","vote_average":0.0,"runtime":164,"cert":"\"NC-17\"","id":507324,"title":"Interracial & Anal","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507335,"title":"Brings - Dat Wor Geil - 20 Jahre Brings","adult":false,"genre_ids":[]},{"cast":["Sam Lee"],"overview":"A parking attendant uncovers greed and corruption as he works to clear his brother of false charges.","release_date":"2001-05-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507337,"title":"Fing's Raver","adult":false,"genre_ids":[]},{"cast":["Sunny Xie","verabelle","Li Qian","Kang Sung-goo","Jiamin Chen"],"overview":"Because of his lover's refusal to come to the name of Vu - his best friend, Su Su too heartbreaking suicide. Since that tragic event, Vu Yen has always been in his heart, even often dreaming of nightmares.","release_date":"2017-03-25","vote_average":3.0,"runtime":null,"cert":"N\/A","id":507339,"title":"Haunted Dormitory: White Paper Girl","adult":false,"genre_ids":[27]},{"cast":[],"overview":"","release_date":"1990-12-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507341,"title":"風の名はアムネジア","adult":false,"genre_ids":[28,28,12,16]},{"cast":["Hemal Ranasinghe","Udari Perera","Jackson Anthony","Pubudu Chathuranga"],"overview":"A Young man fights for his lost bike with courage. Honest Gangster with his foolish brother who destroyed everything. This is a remake of Tamil movie Polladhavan aka.Ruthless Man (2007)","release_date":"2015-10-12","vote_average":0.0,"runtime":145,"cert":"N\/A","id":507343,"title":"Pravegaya","adult":false,"genre_ids":[28,80,10749]},{"cast":["Hawthorne James","Andrea C. Robinson","Al Berman"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507345,"title":"The art of a bullet","adult":false,"genre_ids":[]},{"cast":[],"overview":"Chicago filmmaker Jeffrey Maccubbin's newest work looks deeply into how two men strive to find peace with their innermost demons. Simon is a hustler caught in the underbelly of queer culture. Late one night Simon slips on the ice that throws him into the arms of Evan, the host of a cable show who suffers from Tourette's Syndrome. After a night of unbridled sex, Simon realizes that Evan's ticks have subsided. He believes that he is meant to save Evan from his afflictions, leading them to unabashedly dive into a sado-masochistic relationship. Simon basks in a world where sadness and depression have become his new turn on and where his emotional destruction is the only true way to give Evan his soul.","release_date":"2006-11-06","vote_average":0.0,"runtime":null,"cert":"\"\"","id":507347,"title":"Into It","adult":false,"genre_ids":[]},{"cast":[],"overview":"Director Craig Highberger follows his acclaimed documentary Superstar in a Housedress with this exceptional portrait of Jack Mitchell, a pivotal photographer of the arts for more than five decades. Through hundreds of his beautiful images, recollections from Jack and from Bob Pavlik, his partner of nearly 50 years, as well as interviews with luminaries including playwright Edward Albee, Broadway star Patti LuPone, critic Clive Barnes, dance greats Merce Cunningham, Judith Jamison, and Kevin McKenzie, and author\/composer Ned Rorem, among others, Highberger reveals his fascinating life and the art world he documented for Dance Magazine, The New York Times, After Dark and countless other publications.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507349,"title":"Jack Mitchell: My Life Is Black and White","adult":false,"genre_ids":[]},{"cast":[],"overview":"Laughing Matters...More! is a reality-based romp that blends the routines from four of lesbian stand-up comics with personal interviews. It features Elvira Kurt, a Second City alum named Canadian Female Comic of the Year and writer for Ellen DeGeneres; Sabrina Matthews, a regularly featured performer on Comedy Central; Renee Hicks, the first African- American woman nominated Best Female Stand-up at the American Comedy Awards; and the Southern-Baptist-lesbian-mom-turned-crossover-comic, Vickie Shaw. This film takes a \"reality\" approach to showcasing the comics, capturing their on-stage performances, and their personas off-stage in behind-the-scenes footage, one-on-one interviews and recurring segments where all four converge for spontaneous and improvised discourse.","release_date":"2006-04-29","vote_average":0.0,"runtime":null,"cert":"\"\"","id":507357,"title":"Laughing Matters... More!","adult":false,"genre_ids":[]},{"cast":[],"overview":"In January of 2016, a dozen members of the Memphis transgender community began meeting for a weekly story circle facilitated by Elaine Blanchard. The program, based on the format of her award winning Prison Stories series, was a time for sharing, healing and enlightenment. Thanks to the generosity of The California Institute for the Contemporary Arts, filmmaker Shelby Fuller Elwood documented their journey. All people have a story to tell, and all people long to be heard, respected and valued for who they are, and what they have experienced in life.","release_date":"","vote_average":0.0,"runtime":65,"cert":"N\/A","id":507359,"title":"TRANS*CEND: A Journey from Gender to Self","adult":false,"genre_ids":[99]},{"cast":[],"overview":"When Michael Dvorak leaves his native Germany in 1990 to immigrate to the United States, he embarks on an odyssey of self-discovery. Trying to find a job in a recession-plagued economy proves to be the least of his worries. Apprehensive about his attraction to his best friend and roommate, Steve, Michael seeks refuge from his confusion in the arms of beautiful Julia Hencock, a model with a dubious part-time job-and an even more obscure past. Julia has her own problems. Her precarious romance with Michael soon turns into a balancing act: she must satisfy both a boyfriend-whose true sexual proclivities she suspects-as well as her nightly clients, while evading a killer who knows that her testimony could land him in the electric chair. And, sensing Steve's jealousy of her attachment to Michael, she fears that Steve might betray her ultimate secret. Both Michael and Julia must eventually conquer their respective demons.","release_date":"2006-02-24","vote_average":0.0,"runtime":107,"cert":"\"\"","id":507361,"title":"Limits to Ambition","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2014-03-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507363,"title":"Balearen","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2014-05-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507365,"title":"Faszination Insel - Sansibar","adult":false,"genre_ids":[99]},{"cast":["علي الغرير","نوره البلوشي","أبرار سبت","شذى سبت","خليل الرميثي"],"overview":"A comedy that follows Torbal and his brother Ghorbal in their travel to Cairo to treat their sick mother!! But because the therapy costs are high, they are forced to use unfamiliar means and hire a wizard to help. The Comedy begins when these two brothers decide to learn Wizardry themselves...","release_date":"","vote_average":0.0,"runtime":106,"cert":"N\/A","id":507367,"title":"TORBAL RAYEH JAYY","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2013-06-17","vote_average":8.0,"runtime":null,"cert":"N\/A","id":507369,"title":"Best Of - Unser faszinierender Planet","adult":false,"genre_ids":[99]},{"cast":["Oleg Fomin","Anatoliy Ravikovich","Aleksandra Kolkunova","Martins Vilsons","Oleg Kantemirov"],"overview":"After the final fight, Malish - karate fan in late Soviets still try hard to beat his way to the top.","release_date":"1990-01-01","vote_average":10.0,"runtime":null,"cert":"N\/A","id":507383,"title":"Fanat 2","adult":false,"genre_ids":[28,80,18]},{"cast":[],"overview":"\"Rock Bottom\" follows the journeys of seven gay men struggling with meth addiction and recovery against a backdrop of an emerging second wave of HIV infection. From grappling with the drug's effects on their physical and mental health to wrestling with their darkest sexual desires, Rock Bottom delivers a chilling portrait of a community in crisis. With an unflinching eye the film captures their stories over a two-year period, from sex clubs to hospitals to family gatherings. It takes enormous courage to face these demons, and even more to allow the world to watch.","release_date":"2006-06-06","vote_average":0.0,"runtime":61,"cert":"\"\"","id":507385,"title":"Rock Bottom: Gay Men & Meth","adult":false,"genre_ids":[99]},{"cast":["Jean-Luc Mélenchon"],"overview":"","release_date":"2017-08-01","vote_average":8.0,"runtime":null,"cert":"N\/A","id":507387,"title":"Mélenchon, la campagne d'un insoumis","adult":false,"genre_ids":[99]},{"cast":["Zion Clark"],"overview":"A portrait of Zion Clark, a young wrestler who was born without legs and grew up in foster care.","release_date":"2018-01-18","vote_average":6.7,"runtime":10,"cert":"\"\"","id":507389,"title":"Zion","adult":false,"genre_ids":[99]},{"cast":["Prem Nazir","Madhu","Sheela","Jayabharathi","Adoor Bhasi"],"overview":"A young doctor falls in love with her patient. Matters are not smooth for them as the doctor's father is against this relationship. Another patient, who is terminally ill, decides to help them.","release_date":"1972-02-04","vote_average":0.0,"runtime":150,"cert":"N\/A","id":507391,"title":"Aaradimanninte Janmi","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"Valery Gergiev directs the Kirov Opera and Ballet in this magnificent 1998 production of Borodin’s epic Prince Igor, presented in a new Mariinsky Theatre performing edition and featuring Mikhail Fokine’s original choreography in the famous Polovtsian Dances. Its four acts tell of the struggle between the Russians and Polovtsian nomads, of Prince Igor’s capture and escape from his noble opponent, Khan Konchak, and of love between Igor’s son, Vladimir, and Konchak’s daughter, Konchakovna.","release_date":"1998-01-01","vote_average":0.0,"runtime":194,"cert":"N\/A","id":507393,"title":"Borodin: Prince Igor","adult":false,"genre_ids":[]},{"cast":["Dharmendra","Shatrughan Sinha","Anita Raj","Dimple Kapadia","Raj Babbar"],"overview":"Jagmohan, a prominent businessman with underworld dealings, approaches renowned advocate Kailash Nath, to represent his son who has been charged with murder and may face the death penalty. Kailash refuses to do so, and Jagmohan's son is hanged. Angered, Jagmohan kills Kailash's wife, Laxmi and child in front of him, and escapes. He is eventually arrested and brought to trial, but is found not guilty. Kailash decides to avenge this on his own, but Jagmohan has left the country. On his arrival back, Kailash carries out his vendetta against him, and Jagmohan is charged with killing a man, arrested, found guilty, and sentenced to die. Thus Kailash carries out his vengeance against Jagmohan. Now Kailash is faced with advocate Ajay Verma, who has molested his sister, Shilpa. Watch how Kailash's anger spotlights Ajay, and wreck havoc and chaos in his life. And there is no one on Earth who can possibly save Ajay from Kailash's wrath.","release_date":"1987-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507404,"title":"Insaniyat Ke Dushman","adult":false,"genre_ids":[]},{"cast":["Kottarakkara Sreedharan Nair","K P Ummer","Jayabharathi","Adoor Bhasi","Ayyappan Pillai"],"overview":"The film tells the story of a Hindu man who adopts a Muslim child and allows her to follow Muslim traditions.","release_date":"1972-07-21","vote_average":0.0,"runtime":132,"cert":"N\/A","id":507406,"title":"Achanum Bappayum","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2012-12-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507408,"title":"USA - Die Küsten aus der Luft","adult":false,"genre_ids":[99]},{"cast":["Giorgio Tirabassi","Michela Cescon","Diane Fleri","Valentina D'Agostino","Carlo Calderone"],"overview":"","release_date":"2018-01-14","vote_average":8.0,"runtime":null,"cert":"N\/A","id":507410,"title":"A testa alta - Libero Grassi","adult":false,"genre_ids":[18,80]},{"cast":["Rajesh Khanna","Hema Malini","Poonam Dhillon","Poornima Bhagyaraj","Ranjeeta Kaur"],"overview":"Prosecuting Attorney Seema proceeds with the criminal prosecution of Deepak Srivastav, who is accused of Murder. She submits to the Judge to not be fooled by the innocent looks and the silence of the accused, as she will prove that the accused was in fact a cold-blooded murderer who killed a Courtesan by the name of Munnibai. Deepak gets life imprisonment punishment,Seema later has been told the truth in her absence,complicated by the fact that Seema was in love with the accused about three-years ago.","release_date":"1981-08-14","vote_average":8.0,"runtime":129,"cert":"N\/A","id":507412,"title":"Dard","adult":false,"genre_ids":[80,18,10751]},{"cast":["MÁRTON FISCHER"],"overview":"This story is about a boy who imagines that what would he do if he would be the only one in the city. But in the end, he realizes that his life would be too boring without other people.","release_date":"","vote_average":10.0,"runtime":3,"cert":"N\/A","id":507414,"title":"EMPTY CITY","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2015-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507425,"title":"Naachtun - La cité maya oubliée","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2017-02-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507433,"title":"On the Subject of Extinction","adult":false,"genre_ids":[]},{"cast":[],"overview":"An experimental animated documentary based on an anonymous interview with a US Army veteran who served in Afghanistan. The interview deals with the traumatic experiences of war and the difficulties of returning to civilian life—both through what is recounted, and in the gaps of what can never be said. The imprecise and fragmentary animation style incorporates drawn and stop motion animation shot on a very small “macro” scale (16 mm X 9 mm).","release_date":"","vote_average":0.0,"runtime":5,"cert":"N\/A","id":507435,"title":"Some Things I Can't","adult":false,"genre_ids":[99,16]},{"cast":["Dulani Anuradha","Liyoni Kothalawala","Hemal Ranasinghe","Hemal Ranasinghe","Priyankara Rathnayake"],"overview":"Bandanaya (Sinhalese: බන්ධනය), is a 2017 Sri Lankan Sinhala Black-n-white horror film directed and produced by Udayakantha Warnasuriya. Musical score was done by Nadun Rathnayake. It stars Cyril Wickramage, Hemal Ranasinghe, Dulani Anuradha in lead roles along with Swinetha Weerasinghe, Nilmini Thennakoon and Ravindra Yasas. The film was released in 50 CEL circuit cinemas in addition to 12 cinemas which screen the movie in 3D format. The film trailer was released in October 2016. The opening screening was held in Regal Theatre, Colombo.It is the 1273rd Sri Lankan film in the Sinhala cinema.","release_date":"2017-04-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507437,"title":"Bandhanaya","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Three hyperelectro-sensitive people testify to their daily difficulties in an ultra-connected society.","release_date":"2017-11-17","vote_average":0.0,"runtime":20,"cert":"N\/A","id":507439,"title":"Dark Waves","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A bitter sweet paper-cut delirium about medias and consumer-driven society. Some psychotic cats, a dripping tv post, teenagers high on antidepressants, a postcard beach with shipwrecked bodies, immortality according to google, and references such Pink floyd, Yves Klein, John Lennon and A clockwork Orange.","release_date":"","vote_average":0.0,"runtime":3,"cert":"N\/A","id":507447,"title":"Be Able","adult":false,"genre_ids":[16]},{"cast":[],"overview":"John Akomfrah’s seminal Riot traces the riots in Liverpool during July 1981 in a climate of economic recession under Thatcher’s regime. Akomfrah captures this turning point in Britain’s struggle towards multicultural democracy through interviews revealing the ghettoisation and racial abuse in Toxteth that escalated with stop-and-search policing tactics following the “sus” laws.","release_date":"1999-01-01","vote_average":0.0,"runtime":50,"cert":"N\/A","id":507449,"title":"Riot","adult":false,"genre_ids":[]},{"cast":[],"overview":"In the Karrabing Film Collective’s They Been Jealous, riots in indigenous Australia correlate with the accumulative possession of traditional lands by the settler state. Karrabing members consider the character of contemporary jealousy, while also remapping indigenous terrains through both social and mythic modes that structure forms of difference and obligation.","release_date":"2018-01-26","vote_average":0.0,"runtime":19,"cert":"N\/A","id":507451,"title":"They Been Jealous","adult":false,"genre_ids":[]},{"cast":[],"overview":"Louis Henderson’s Evidence of Things Unseen But Heard draws a relation between technologies of state surveillance against black communities in Bristol, the rise of sound system culture, and the exceptional character of “Bristol sound”. Shot around the St Pauls neighbourhood, while reflecting on Bristol’s history, which heavily rests on plantation labour and slavery, Henderson stitches a sonic archaeology through archival photographs of the St Pauls carnival and the direct aftermath of the riots of 1980.","release_date":"2018-01-26","vote_average":0.0,"runtime":20,"cert":"N\/A","id":507453,"title":"Evidence of Things Unseen But Heard","adult":false,"genre_ids":[]},{"cast":[],"overview":"Kazuya is a 16-year-old, popular idol singer who has loads of female fans. Other than rehearse or sign autographs, he plays video games with his friend Akihiko. Akihiko is more violent than sweet toward Kazuya, but he is protective of him despite the many arguments they may get into. Akihiko later on confesses his love to Kazuya.","release_date":"1989-12-22","vote_average":0.0,"runtime":26,"cert":"N\/A","id":507455,"title":"Be-Boy Kidnapp'n Idol","adult":false,"genre_ids":[18]},{"cast":["Theodore Bouloukos","Bill Weeden"],"overview":"The Lives of Hamilton Fish is a film whose story is told through songs. Two men both named Hamilton Fish were pronounced dead on the front page of a Newspaper in 1936, one was a famous statesman and the other, a notorious cannibal.","release_date":"2015-09-26","vote_average":0.0,"runtime":68,"cert":"\"\"","id":507457,"title":"The Lives of Hamilton Fish","adult":false,"genre_ids":[]},{"cast":[],"overview":"The idea of suspension is evoked on shifting registers – as levitation, cessation, preservation, and suspense – and located in sites whose identities slip as we track through a space within a space.","release_date":"2013-06-11","vote_average":0.0,"runtime":6,"cert":"\"\"","id":507459,"title":"Immortal, Suspended","adult":false,"genre_ids":[99]},{"cast":["Arath de la Torre","Jesús Zavala","Claudette Lalí","Liche Ariza","Marina de Tavira"],"overview":"An expert seducer takes his nephew on a beach trip in search of hot women. But an old love, the only woman capable of causing him trouble, shows up there.","release_date":"2018-02-23","vote_average":4.1,"runtime":88,"cert":"N\/A","id":507470,"title":"Cómplices","adult":false,"genre_ids":[35,10749]},{"cast":["Douglas Fairbanks Jr.","Anita Page","Sally Blane","Zasu Pitts","Joan Marsh"],"overview":"On the day before his second wedding, a man finds out that his bride-to-be has had a baby.","release_date":"1930-08-03","vote_average":0.0,"runtime":82,"cert":"\"\"","id":507472,"title":"Little Accident","adult":false,"genre_ids":[35]},{"cast":[],"overview":"In a future city; Kate and her son Mike are kidnapped by the Red Mutants a band of cybercriminals; while negotiating the ransom with Dr. Hartman it's discovered that the home's androids have been infected with a strange virus.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507474,"title":"Malware","adult":false,"genre_ids":[28,27,878]},{"cast":["Sean Patrick Flanery","Eric Balfour","Cherilyn Wilson"],"overview":"Steve Walsh is living the high life but it's a life built on the ruin of other people's dreams. Peter Farrell is a man with nothing left to lose and there is nothing more dangerous than a man seeking retribution.","release_date":"2018-02-23","vote_average":6.8,"runtime":95,"cert":"\"\"","id":507476,"title":"Agenda: Payback","adult":false,"genre_ids":[80,18,28]},{"cast":["Josip Broz Tito"],"overview":"The recollections of Yugoslavian president-for-life, Josip Broz 'Tito'.","release_date":"1980-01-01","vote_average":0.0,"runtime":83,"cert":"N\/A","id":507478,"title":"Tito's Recollections","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Comstock Films is proud to present our latest documentary look into the lives of real life lovers. When they first met, Ashley was a lady-killer and proud of it; Kisha was sexually conservative and straight. But Ashley's doggy ways turned to dogged determination as she watched one after another of her surefire moves fail to get her into Kisha's pants. Finally, after weeks of failed seduction, Ashley's determination paid off: Kisha's ambivalence gave way to curiosity, her curiosity gave way to desire, and ultimately desire blossomed into love.","release_date":"2007-06-15","vote_average":0.0,"runtime":null,"cert":"\"\"","id":507495,"title":"Ashley and Kisha: Finding the Right Fit","adult":false,"genre_ids":[]},{"cast":[],"overview":"This documentary follows four female First Nations artists—Doreen Jensen, Rena Point Bolton, Jane Ash Poitras and Joane Cardinal-Schubert are First Nations artists who seek to find a continuum from traditional to contemporary forms of expression. These exceptional artists reveal their philosophies as artists, their techniques and creative styles, and the exaltation they feel when they create. A moving testimony to the role that Indigenous women artists have played in maintaining the voice of their culture.","release_date":"1994-01-01","vote_average":0.0,"runtime":52,"cert":"N\/A","id":507497,"title":"Hands of History","adult":false,"genre_ids":[99]},{"cert":"N\/A","title":"Hana & Alice","cast":[],"id":507499,"overview":"When two best friends develop a crush on the same boy, they develop a plan to trick him into dating them.","runtime":null,"genre_ids":[35,10749],"release_date":"2004-03-13","vote_average":0.0,"adult":false}]