[{"cast":[],"overview":"Immersion, Atma's virtual reality rehabilitation program is sweeping the nation. Now criminals are being treated inside VR. Depression, violence, anxiety, soon they'll all be in the past. But Axa is being hunted by Atma. Why? He's just a nobody... or is he?","release_date":"","vote_average":5.0,"runtime":10,"cert":"N\/A","id":507501,"title":"Immersion","adult":false,"genre_ids":[]},{"cast":["Miranda Stevens","Tish Ambrose","Anna Turner","Tamara Lynne","Lisa Be"],"overview":"COSMOPOLITAN GIRLS is hardcore porn attempting to cash in on the burgeoning image","release_date":"1981-11-11","vote_average":0.0,"runtime":72,"cert":"\"\"","id":507503,"title":"A Day in the Life of... The Cosmopolitan Girls","adult":true,"genre_ids":[]},{"cast":["Lorenzo Ferro","Chino Darín","Mercedes Morán","Daniel Fanego","Luis Gnecco"],"overview":"Buenos Aires, Argentina, 1971. Carlos Robledo Puch is a 19-year-old boy with an angelic face, but a vocational thief as well, who acts ruthlessly, without remorse. When he meets Ramón, they follow together a dark path of crime and death.","release_date":"2018-08-09","vote_average":7.1,"runtime":115,"cert":"\"NR\"","id":507505,"title":"El Angel","adult":false,"genre_ids":[80,18]},{"cast":["Erik Everhard","Cassandra Nix","Xander Corvus","Ramon Nomar","Heather Night"],"overview":"These muff maidens want to bare it all! Join Natalia Starr, Cassandra Nix, Heather Night, and Liv Aguilera as they set the new standard for pubic hair fashion while getting fucked hard. These pussies are just so pretty with hair down there!","release_date":"2013-11-25","vote_average":0.0,"runtime":113,"cert":"\"NR\"","id":507519,"title":"Hair Down There 3","adult":true,"genre_ids":[14]},{"cast":["Hailey White"],"overview":"We have the LOVLEY, the DELIGHTFUL, the SEXY Danielle. Danielle is our first subject in our new GangBangStation, and she of course doesn't disappoint. She doesn't even care about the cunnilingus, she just wants the cock. She's a woman who knows what she wants. She takes the Cocksmen one after another, working for each of their deposits.","release_date":"2017-12-05","vote_average":0.0,"runtime":180,"cert":"\"NR\"","id":507521,"title":"Gangbang Creampie - Curvy Edition","adult":true,"genre_ids":[14]},{"cast":["Chad White","Ember Stone","Allie Haze","James Deen","Erik Everhard"],"overview":"These girls can't wait to show off their hairy bushes! Tegan Riley, Kasey Warner, Willow Hayes, and Ember Stone are here, and they're about to get into some sexually hairy situations. Let these beautiful ladies show you why it's so sexy to have hair down there!","release_date":"2014-12-15","vote_average":0.0,"runtime":123,"cert":"\"NR\"","id":507523,"title":"Hair Down There 4","adult":true,"genre_ids":[14]},{"cast":["Ruan Martins","Arabella Ruby","Candace Mabry","Greg Corbett","Amanda Martins"],"overview":"A narcissistic plastic surgeon, who prefers women of a certain high quality, meets an everyday woman who questions his morals, his methods and his meaning to life.","release_date":"2018-10-26","vote_average":9.5,"runtime":95,"cert":"\"\"","id":507525,"title":"Beauty & the Beholder","adult":false,"genre_ids":[35,18,10749]},{"cast":["Daniel Roebuck","Madelyn Dundon","Marsha Dietlein","Dana Ashbrook","Duane Whitaker"],"overview":"Grace, a teenage girl dying of cancer crashes a funeral home to find out what will happen to her after she dies but ends up teaching the awkward funeral director, Bill Jankowski how to celebrate life.","release_date":"2018-03-23","vote_average":3.5,"runtime":112,"cert":"\"PG-13\"","id":507527,"title":"Getting Grace","adult":false,"genre_ids":[]},{"cast":["Dee Wallace"],"overview":"Murphy Dunn, a down and out private detective, is trying to get his life together after his last case. His luck changes when he's hired by his ex to find her missing son and stolen heirlooms. Instead, Murphy soon finds himself embroiled in a mystery of mayhem, music and murder surrounding the whereabouts of an obscure 1970's rock record that people are willing to kill for.","release_date":"2017-05-02","vote_average":0.0,"runtime":87,"cert":"\"\"","id":507529,"title":"The Fuzz","adult":false,"genre_ids":[]},{"cast":[],"overview":"DRUM TAO brings phenomenal performance on the stage through the Taiko drum which boasts overwhelming sound expression with beautiful melody of Japanese bamboo flute, Japanese 3 strings guitar and Japanese harp.  DRUM TAO's show is contrary to all expectation, \"THE LATEST JAPANESE ENTERTAINMENT.\"","release_date":"2018-01-01","vote_average":0.0,"runtime":83,"cert":"\"NR\"","id":507543,"title":"Drum Tao: North American Tour 2018 [Drum Heart]","adult":false,"genre_ids":[]},{"cast":["Filip Šovagović","Alma Prica","Slavko Juraga","Ivo Gregurević","Božidar Orešković"],"overview":"A young man is determined to find out what happened to his grandfather who was arrested and then disappeared in WW2, why did the new communist government label their family as traitors and why was his father killed many years later.","release_date":"1991-01-01","vote_average":5.0,"runtime":97,"cert":"N\/A","id":507545,"title":"Fragments: Chronicle of a Vanishing","adult":false,"genre_ids":[18]},{"cast":["Mahmoud Almeleji","Mariem Fakhr El Dine","Nour El-Sherif","Soad Hosny","Mohy Ismaiel"],"overview":"When it gets dark each evening a virtuous young lady transforms into a notorious flirt but remembers none of it the next day. She is treated by a psychiatrist who tries his best to find the root of her problems and cure her once and for all","release_date":"1969-12-29","vote_average":0.0,"runtime":90,"cert":"N\/A","id":507547,"title":"The Well of Deprivation","adult":false,"genre_ids":[18,27]},{"cast":["Victoria Bernard","David Corballis"],"overview":"A teenage girl is entrusted to return a very special item to her family for her grandmother’s funeral.","release_date":"2012-07-21","vote_average":0.0,"runtime":11,"cert":"N\/A","id":507549,"title":"In Safe Hands","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Australien Skies2: Contact Of Interest is the second film in the critically acclaimed \"Australien Skies\" UFO series from documentary filmmaker Don Meers.  In “Contact Of Interest” we accompany Don as he returns to Kiama in New South Wales to visit UFO contactee Liam Freaney, who appeared in the first Australien Skies film.  With a collection of UFO footage, black helicopters and claims of government conspiracy, Liam’s appearance in the first film caused a great deal of excitement and controversy. However, as Don discovers, not all is well with Liam.  In the time that has passed, his experiences have taken a decidedly darker turn.  Contact Of Interest asks the question “Is capturing a video of a UFO the end of peoples experiences or could it be only the beginning into the far broader landscapes of this phenomenon\"","release_date":"2018-02-23","vote_average":0.0,"runtime":82,"cert":"N\/A","id":507551,"title":"Australien Skies 2: Contact Of Interest","adult":false,"genre_ids":[99]},{"cast":["Mustafa Nadarević","Nataša Dorčić","Barbara Živković","Filip Nola","Ksenija Marinković"],"overview":"A suspicious cop tracks his own wife in this romantic thriller about hypertrophied jealousy.","release_date":"1993-01-01","vote_average":0.0,"runtime":60,"cert":"N\/A","id":507553,"title":"When Nobody Is Looking","adult":false,"genre_ids":[53,10770]},{"cast":["Filip Nola","Iva Živković","Ksenija Pajić","Nina Violić","Nadežda Perišić-Nola"],"overview":"After his wife's murder and house burnt, a young soldier is in search for new home for his daughter. But coming to chaotic at the beginning of the war Zagreb is no place for hope...","release_date":"1994-01-01","vote_average":0.0,"runtime":70,"cert":"N\/A","id":507555,"title":"Each Time We Part Away","adult":false,"genre_ids":[18,10770]},{"cast":[],"overview":"Frank, a vet, discovers that his daughter has a lesbian relationship. When he tries to confront her rehearsal of a play named \"The Flemish Vampire\" something unexpected happens.","release_date":"2007-09-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507557,"title":"The Flemish Vampire","adult":false,"genre_ids":[]},{"cast":["Nataša Barbara Gračner","Sebastian Cavazza","Alenka Vipotnik","Ludvik Bagari","Pavle Ravnohrib"],"overview":"Goran is a literary student who writes erotic stories to support himself is introduced to Carmen, who was born in extramarital relationship of an opera singer. Goran tries to get rid her of drugs and prostitution. Deeply depressed Carmen blames his mother for her own misery, which gets even worse after her death. A sense of guilt because of her mother's death leads Carmen to insanity.","release_date":"1996-01-20","vote_average":0.0,"runtime":98,"cert":"N\/A","id":507559,"title":"Carmen","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"Filmmaker John Bergmann explores the plight of a man who was born into the body of a woman in this introspective and often funny look at the existence of the modern transsexual.","release_date":"2007-06-09","vote_average":0.0,"runtime":72,"cert":"\"\"","id":507561,"title":"Gender Redesigner","adult":false,"genre_ids":[]},{"cast":["Friedrich Schoenfelder","Hannelore Elsner","Georg Thomalla","Birgit Bergen","Rainer Brandt"],"overview":"","release_date":"1964-02-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507563,"title":"Casanova wider Willen","adult":false,"genre_ids":[35]},{"cast":["Veljko Barbieri","Svemir Brakus","Dragutin Broz","Maks Juričić","Mladen Juričić"],"overview":"Old archaeologist together with his son finishes his research on a small Adriatic island, while at the same time expecting his daughter's arrival from Paris. On the basis of his films, a group of criminals try to find where did the man buried the treasure.","release_date":"1996-01-01","vote_average":0.0,"runtime":95,"cert":"N\/A","id":507571,"title":"The Lost Treasure","adult":false,"genre_ids":[12,53]},{"cast":["Sheree","Jay Aquitania","Janvier Daily","Elizabeth Oropesa","Bodjie Pascua"],"overview":"Jay Aquitania stars as Marlon, a handsome but closeted gay student who collects cell-phone porn videos to impress his friends-especially tricycle driver, Jonas (Janvier Daily), to whom he's attracted. In his search for the ultimate sex video, he consequently ends up creating a scandal involving one of his mother's (the scene-stealing Elizabeth Oropesa) boarders, the mysterious Roxanne.","release_date":"2007-10-10","vote_average":5.0,"runtime":90,"cert":"N\/A","id":507576,"title":"Roxxxanne","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Natural focus","release_date":"2012-02-15","vote_average":0.0,"runtime":10,"cert":"N\/A","id":507578,"title":"Enfoque Natural","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507580,"title":"聽見臺灣 聽見鮑元愷","adult":false,"genre_ids":[]},{"cast":[],"overview":"Horror film set in Victorian Manchester following a young group of Scuttlers.","release_date":"2020-10-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507582,"title":"Scuttlers","adult":false,"genre_ids":[27,18,53]},{"cast":[],"overview":"A few years back, Manhattan couple Jim Glaub and Dylan Parker inexplicably began receiving children’s letters to Santa Claus at their Chelsea apartment. In 2010, what had been a trickle turned into a tide, with Glaub and Parker receiving more than 400 letters—many from children who pleaded with Santa to give them the Christmas their parents couldn’t afford. Filmmaker Sarah Klein (co-founder of the production house Redglass Pictures with Tom Mason) found out about the letters, and followed Glaub and Parker’s efforts to turn a freak occurrence into an opportunity to spread holiday cheer.","release_date":"2010-01-01","vote_average":0.0,"runtime":7,"cert":"\"\"","id":507584,"title":"Miracle on 22nd Street","adult":false,"genre_ids":[99]},{"cast":["Samuel Johnson","Kate Denborough"],"overview":"After an eerie premonition a young man finds himself searching the internet for clues - which lead him to a strange website and a mysterious girl who seems trapped.","release_date":"2002-10-26","vote_average":0.0,"runtime":21,"cert":"N\/A","id":507589,"title":"ICQ","adult":false,"genre_ids":[9648,53]},{"cast":["Asher Keddie","Anthony Hayes","Tony Nikolakopoulos"],"overview":"The story of a young couple who are expecting their first baby. We see Amanda’s anxiety and trepidation at the impending change in her life, and what it will mean to her. After tragedy strikes, we see the couple's crushed hopes and grief at their loss, and how they eventually move towards an acceptance of what has happened in their lives, and of each other.","release_date":"2003-02-26","vote_average":0.0,"runtime":16,"cert":"N\/A","id":507594,"title":"Alice","adult":false,"genre_ids":[]},{"cast":["Tara Judah","Michael Robinson","Oliver Wood"],"overview":"A young boy discovers his half sister Elsie may have a unique and special talent.","release_date":"2002-02-26","vote_average":0.0,"runtime":3,"cert":"N\/A","id":507596,"title":"Half Sister","adult":false,"genre_ids":[18]},{"cast":["Kevin Mayberry","Natalie Hultman","Shirlethea Tanya Holmes","Ben Irvin","Robert G. Christie"],"overview":"Science can't explain it. No one can. A seemingly ordinary stone has been brought to the attention of four of the best paranormal experts in the world. As the hours progress, they find out why. The stone emits sounds, in no particular order, and no one can record them. But why? And how can it do this? This chilling discovery haunts them to the core of their minds and souls... but they can't escape the Sobbing Stone. What they find is a kind of truth that will change their lives forever. The Sobbing Stone... you've got to hear it... to believe.","release_date":"2005-11-10","vote_average":1.0,"runtime":76,"cert":"\"\"","id":507598,"title":"The Sobbing Stone","adult":false,"genre_ids":[9648]},{"cast":[],"overview":"Filmmaker Mollie Mills explores the hopes and dreams of adolescents in seaside Britain","release_date":"","vote_average":0.0,"runtime":6,"cert":"N\/A","id":507600,"title":"Seventeen","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":5.0,"runtime":null,"cert":"N\/A","id":507602,"title":"Stardancer","adult":false,"genre_ids":[]},{"cast":["Yuval Ovadia","Molly Castelloe","J. Scott Turner","Richie Havens"],"overview":"A Mossad agent goes to New York to try to stop an illegal arms shipment to Iraq prior to the Gulf War and discover the mystery behind his mother's rape and suicide.","release_date":"1999-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":507604,"title":"Orphan of War","adult":false,"genre_ids":[28,18]},{"cast":["Rene Medvešek","Filip Šovagović","Mustafa Nadarević","Relja Bašić","Goran Visnjic"],"overview":"Janko, a police officer\/veteran of the war, who is suffering from insomnia caused by post-traumatic stress disorder, now works as a guard in front of the Russian embassy in Zagreb. Having abandoned his former paramour, the daughter of his police chief, he marries a kleptomaniacal hairdresser named Nana, whom he once caught in the act of picking pockets. He then embarks on an affair with the beautiful Marta, the widow of the war profiteer Dragutin Karlo Stajner, who has left behind him a bankrupted firm, a worthless limousine, several bastards, and at least one angry woman. While Janko and Marta persistently try to divvy up what loot remains before any number of others can claim it, Karlo unexpectedly turns up alive and jumps into the middle of a fray between Marta; Karlo's lover, Julija, a Czech bar-singer; and Julija's husband Vlado, a former henchman of Karlo's who is now trying to lay claim to Stajner's limo.","release_date":"1997-01-01","vote_average":0.0,"runtime":116,"cert":"N\/A","id":507606,"title":"A Rifle for Sleeping","adult":false,"genre_ids":[80,53]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507608,"title":"الآجنده الحمراء","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507610,"title":"Viento Distante","adult":false,"genre_ids":[]},{"cast":["Masaki Suda","Tao Tsuchiya","Yuki Furukawa","Yuki Yamada (Male)","Elaiza Ikeda"],"overview":"Problem student Haru Yoshida sits next to the cold and studious Shizuku Mizutani in class. Without any other friends to turn to, both of them start to get to know each other and grow closer. Haru eventually develop feelings for Shizuku and confesses his feelings to her. Will Haru and Shizuku get their happily ever after?","release_date":"2018-04-27","vote_average":7.8,"runtime":105,"cert":"N\/A","id":507612,"title":"My Little Monster","adult":false,"genre_ids":[10749,35,18]},{"cast":[],"overview":"Vhagetz is about pre-teens coping with being gay, a story of friendship that blossomed in a squatters' area. Jessie is a diligent student who enjoys his father's acceptance. He has sworn to his father not to do anything that will disgrace himself and his family. We bet when you leave the theater, you would have memorized by heart the often repeated dialogue of Quan. We even advise you to follow it. Sam prefers dancing to studies, thus alienating himself more from his already uncaring mother. Paquito is being maltreated by his father for his being gay and for a deeper reason the son will soon discover. Then there's a lola-lolahan a fag hag, a real late bloomer. Something unexpected happens to Lola Jak and there's the twist in the story. When there are gays, there must be someone they can fantasize about. Enter Jordan Herrera as their friendly neighbor named Efren.","release_date":"2007-12-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507614,"title":"Vhagetz","adult":false,"genre_ids":[]},{"cast":["Marin Ireland"],"overview":"Starring Tony Award-nominee Marin Ireland, this chilling one-woman show was filmed live at Roundabout Theatre Company’s “Roundabout Underground” black box.  When a random act of gun violence tears one woman’s world apart, she finds herself caught in the crosshairs of power lost and, very possibly, regained.  Ben Brantley at the New York Times called On the Exhale \"Startlingly original! Brave and bold!\"","release_date":"2017-06-19","vote_average":0.0,"runtime":null,"cert":"\"\"","id":507616,"title":"On the Exhale","adult":false,"genre_ids":[]},{"cast":["Laurie Anderson","Judy Chicago","Jane Fonda","Sally Kirkland","Lily Tomlin"],"overview":"In 1977, a book of photographs captured an awakening - women shedding the cultural restrictions of their childhoods and embracing their full humanity. FEMINISTS: WHAT WERE THEY THINKING? revisits those photos, those women and those times and takes aim at our culture today that alarmingly shows the need for continued change.","release_date":"2018-02-19","vote_average":8.0,"runtime":86,"cert":"\"\"","id":507618,"title":"Feminists: What Were They Thinking?","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Collection of eight lesbian-themed short films.","release_date":"2008-01-22","vote_average":0.0,"runtime":null,"cert":"\"\"","id":507620,"title":"She Likes Girls 2","adult":false,"genre_ids":[]},{"cast":[],"overview":"Collection of eight lesbian-themed short films.","release_date":"2009-07-21","vote_average":0.0,"runtime":null,"cert":"\"\"","id":507622,"title":"She Likes Girls 4","adult":false,"genre_ids":[]},{"cast":[],"overview":"A dark comedy about a family taking care of their vampire daughter.","release_date":"2008-07-28","vote_average":9.5,"runtime":86,"cert":"\"\"","id":507624,"title":"Thicker Than Water: The Vampire Diaries Part 1","adult":false,"genre_ids":[]},{"cast":[],"overview":"In the middle of the night, a widow is terrorized by an unknown man. Just when she is about to call the police, the man claims to know more about the suicide of her husband.","release_date":"2008-09-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507626,"title":"Brand","adult":false,"genre_ids":[]},{"cast":[],"overview":"An experimental documentary feature that illustrates the complications of division during the 2004 Presidential election as it is manifested in one family. Director Chris Sollars, an artist living and working in San Francisco sets out to try and bridge the political gaps in his own family between a younger sister who works for the Bush Administration, a Born Again Christian father, and Lesbian mother.","release_date":"2008-09-21","vote_average":0.0,"runtime":null,"cert":"\"\"","id":507628,"title":"C Red Blue J","adult":false,"genre_ids":[]},{"cast":["Sachira Wijesinghe","Lahiruka Ekanayake","Umali Thilakarathna","Jayalath Manoratne","Chandani Senaviratna"],"overview":"After getting through the O\/L Examination with outstanding results, Anuththara with his friends eagerly look forward to experience their final years in school as seniors in the A\/L class. They befriend Ahinsa and the other new girls who join their school. Ahinsa draws everyone’s attention for her smartness as well as her cheerful yet mysterious behaviour. Her irregular school attendance and the rumours circulating about her, make the others suspect that there’s a hidden story behind her cheerfulness.","release_date":"2017-12-18","vote_average":9.0,"runtime":88,"cert":"N\/A","id":507633,"title":"A Level","adult":false,"genre_ids":[10751,35,18,10749]},{"cast":[],"overview":"'For My Wife' is a feature documentary chronicling the making of an activist. After the tragic death of her wife, Charlene Strong was thrust into the spotlight becoming a powerful voice for the equal rights of same-sex couples and their families, resulting in the passage of Washington State's historic Domestic Partnership legislation.","release_date":"2008-10-19","vote_average":7.0,"runtime":60,"cert":"\"\"","id":507635,"title":"For My Wife...","adult":false,"genre_ids":[]},{"cast":[],"overview":"A comedy drama about three very different couples living in Los Angeles trying to make theirs lives complete. Finding love, relationships and struggling to survive in the crazy world of Angelino's. A funny look at how people in the city are and how things just get in the way.","release_date":"2008-07-13","vote_average":0.0,"runtime":90,"cert":"\"\"","id":507637,"title":"Friends & Lovers: The Ski Trip 2","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"Hubad\"'s raw and sexually candid theme faces funding obstacles from the Manila Arts Council, a funding organization for the arts. But in his resolve to bring the production to stage, the director Andre refuses to tone down the play's uncompromising language. To his two fading stars, Carmen and Delfin, the intimacy of \"Hubad\" precipitously unlocks their waning libido. They find their way into an emotional reprieve from their stale marriages and into a full blown affair. The heart of the story is seen through the prism of the play. In the film's final scenes it is the stage that provides the actor's catharsis for self-discovery and personal redemption.","release_date":"2008-07-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507639,"title":"Hubad","adult":false,"genre_ids":[]},{"cast":["Tihana Lazović","Goran Marković","Leon Lučev","Sebastian Cavazza","Neda Arnerić"],"overview":"28-year-old Aleksi is stuck living with her parents. Desperate to escape the safe but boring bourgeois life her family has intended for her, she shirks her duties and becomes entangled with various romantic interests.","release_date":"2018-12-31","vote_average":5.3,"runtime":90,"cert":"N\/A","id":507641,"title":"Alexi","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Enjoy some of the best scenes from home wreckers that don't give a fuck about anything other than to get fucked hardcore style. These bitches don't care about tearing families apart with their indiscretions, all they know is how to have fun and get it on no matter what the consequences are!!","release_date":"","vote_average":0.0,"runtime":152,"cert":"N\/A","id":507646,"title":"The Best of Home Wrecker","adult":true,"genre_ids":[]},{"cast":["Deborah Zebeda"],"overview":"A Surinamese female referee is fighting for her place in the world of men's football.","release_date":"2017-10-08","vote_average":0.0,"runtime":18,"cert":"N\/A","id":507651,"title":"Laws of the Game","adult":false,"genre_ids":[18]},{"cast":["Fernando Poe Jr.","Ara Mina","Jimmy Santos","Candy Pangilinan","Maritoni Fernandez"],"overview":"The story of two people leading two different lives. Ramon (FPJ) is a delivery truck driver while Amor (ARA MINA) owns a neighborhood kitchenette. He is looking for the perfect partner. Her seven goon-like brothers are guarding her. When they meet, it's love at first sight.","release_date":"2000-08-16","vote_average":0.0,"runtime":105,"cert":"N\/A","id":507653,"title":"Ayos na... ang kasunod","adult":false,"genre_ids":[28,35]},{"cast":["Dasun Pathirana","Samanali Fonseka","Veena Jayakodi","Mahendra Perera","Kumara Thirimadura"],"overview":"Rangana is a young musician from the working classes who dreams big. His aim is to rise above his station, even as he toils the low-rent barroom circuit with his band, playing night after night to under-appreciative crowds to make a frugal living. Tanya is the love of his life, the woman whom all this will be worth achieving. She is just finishing school. As he toils through the nights, his need of a mode of transport - a motor bicycle - becomes more and more apparent. He dreams of one day collecting enough money to buy one, finally buying a second hand motorbike despite his mother's great protest. He now wants to taste his new found freedom with his beloved Tanya, along the city streets of Colombo. As Rangana and Tanya embark on this motorbike journey across the city, questions about their present, challenges to their future and the very essence of their lives is brought to the fore, in \"Motor Bicycle.\"","release_date":"2016-08-26","vote_average":0.0,"runtime":105,"cert":"N\/A","id":507655,"title":"Motor Bicycle","adult":false,"genre_ids":[18]},{"cast":["Rodolfo Meneses"],"overview":"","release_date":"2018-02-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507657,"title":"Desorden en la vía pública","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Italy, 1974: citizens are called upon to repeal or confirm the law on divorce.","release_date":"2014-11-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507659,"title":"For your whole life","adult":false,"genre_ids":[]},{"cast":["Cristiano Ronaldo","Zinedine Zidane"],"overview":"","release_date":"2017-11-01","vote_average":9.0,"runtime":null,"cert":"N\/A","id":507661,"title":"En el corazón de la Duodécima","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A Remake of The Crow(1994)","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507663,"title":"The Crow: Reborn","adult":true,"genre_ids":[]},{"cast":["Michele Riondino","Ester Pantano","Cocò Gulotta","Antonio Pandolfo","Giovanni Carta"],"overview":"Montelusa, Sicily, Italy, 1877. Giovanni Bovara, the new chief inspector of the mills, is charged with collecting a severe tax. Sicilian by birth, but Ligurian by adoption, he reasons and speaks as a man of northern Italy and does not understand the dynamics of the law of silence that regulate the Sicilian land, so his intransigence immediately gives him several enemies.","release_date":"2018-02-26","vote_average":7.9,"runtime":111,"cert":"N\/A","id":507671,"title":"La mossa del cavallo","adult":false,"genre_ids":[53,18,9648,10770]},{"cast":["Patrick Tam","Mandy Chiang","Tiffany Lee","Hui Siu-Hung","Marco Ngai"],"overview":"","release_date":"2007-01-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507673,"title":"Luxury Fantasy","adult":false,"genre_ids":[]},{"cast":["Jimi Hendrix"],"overview":"Jimi Henrix live at the Royal Albert Hall in London 24Feb 1969.","release_date":"1969-02-24","vote_average":0.0,"runtime":70,"cert":"\"\"","id":507678,"title":"The Jimi Hendrix Experience: Royal Albert Hall","adult":false,"genre_ids":[]},{"cast":[],"overview":"In his debut film, assembled entirely from home video footage which he and his partner Tracey shot over the course of a decade, Barker tells the fascinating story behind their journey to conceive.","release_date":"2019-04-12","vote_average":6.0,"runtime":90,"cert":"N\/A","id":507680,"title":"A Deal With The Universe","adult":false,"genre_ids":[]},{"cast":["Jordan Chan","Gordon Lam","Chui Tien-You","Kiki Sheung","Patrick Tam"],"overview":"","release_date":"2007-10-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507682,"title":"Who's Next","adult":false,"genre_ids":[]},{"cast":[],"overview":"A lyrical love story, between dreamer Manja and rebellious Louk, Air explores the notion of memory and how far we must go to find ourselves","release_date":"","vote_average":0.0,"runtime":91,"cert":"N\/A","id":507684,"title":"Air","adult":false,"genre_ids":[]},{"cast":[],"overview":"An emotional look at the struggle for marriage equality in Ireland.","release_date":"2017-08-17","vote_average":8.0,"runtime":78,"cert":"N\/A","id":507686,"title":"The 34th","adult":false,"genre_ids":[]},{"cast":[],"overview":"With rich detail, keen insight, and astonishing poignancy, Kerby Lauderdale, a man in his late 70s, recounts the major events that shaped his life and identity as a gay man.  From his vivid recollection of his sexual awakening at summer camp, and through his first college romance, a lengthy marriage to a woman—not to mention his life as a pastor in rural Indiana—and his eventual 14-year partnership with a man through the height of the AIDS epidemic, the subject’s personal history encapsulates many of the touchstones of American gay male life in the mid-20th century. The conversation is interspersed with clips of Lauderdale and his supportive ex-wife, Linda, appearing on talk shows in the early 1990s in frank discussions about his coming out during their marriage. In examining his life experiences, Lauderdale exudes impressive depth of feeling, particularly while describing profoundly personal aspects of his emotional and sexual journey.","release_date":"2018-06-21","vote_average":0.0,"runtime":69,"cert":"\"\"","id":507688,"title":"Conversations with Gay Elders: Kerby Lauderdale","adult":false,"genre_ids":[]},{"cast":[],"overview":"An inspiring documentary about a heroic gay Jewish sportsman who ended up in Auschwitz.","release_date":"2017-06-24","vote_average":0.0,"runtime":74,"cert":"\"\"","id":507693,"title":"Dear Fredy","adult":false,"genre_ids":[99,16]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507695,"title":"BERLIN_AM_WASSER","adult":false,"genre_ids":[]},{"cast":["Piper Laurie","Brooke Adams","Emily Baldoni","Brett Dier","Max Adler"],"overview":"Rose spends her days fishing near the beautiful lake house she’s called home for 50 years. She’s not getting any younger and her daughter Patti worries about Rose being all alone, but the stubborn matriarch will not sell. There are memories here that she doesn’t want to leave. These come flooding back one weekend during a visit from Patti and granddaughter Allison, when a long-forgotten roll of film reminds Rose of the summer she met and fell in love with the bold and beautiful Louise.","release_date":"2018-08-14","vote_average":8.2,"runtime":95,"cert":"\"\"","id":507697,"title":"Snapshots","adult":false,"genre_ids":[18]},{"cast":["Yin Fang Ling","Margaret Miao","Alan Tang","Ko Fung"],"overview":"A melodrama about a man from a rural shantytown who moves to urban Hong Kong to try and make it big.","release_date":"1969-08-06","vote_average":0.0,"runtime":118,"cert":"N\/A","id":507699,"title":"Red Light, Green Light","adult":false,"genre_ids":[]},{"cast":["Eva Kristínová","Michal Dočolomanský","Gustáv Valach","Dušan Jamrich","František Kovár"],"overview":"","release_date":"1974-02-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507701,"title":"Lucrezia Borgia","adult":false,"genre_ids":[18,36]},{"cast":[],"overview":"During Chinese New Year, juvenile delinquent Chen Jun, was approved to go home for one day. He returned to the city and found that the new house his father had left for him had been turned into a big hotel, which meant he had no home to return to!","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507703,"title":"The Missing House","adult":false,"genre_ids":[]},{"cast":[],"overview":"In the summer of 2001, under the Native American Graves Protection and Repatriation Act, a totem pole in the Peabody Museum at Harvard University was returned to its original owners' ancestors, a Tlingit community in Southeast Alaska. The journey of the pole began a hundred years ago when it was removed by the Harriman Expedition from the deserted village of Gash at Cape Fox. The totem pole makes its way from Cambridge, Massachusetts to Ketchikan, Alaska, where the Cape Fox community holds a ceremony to welcome home artifacts taken by the Expedition.","release_date":"2002-01-01","vote_average":0.0,"runtime":27,"cert":"\"\"","id":507705,"title":"Full Circle","adult":false,"genre_ids":[99]},{"cast":["Annick Bergeron"],"overview":"","release_date":"2013-10-10","vote_average":7.0,"runtime":null,"cert":"N\/A","id":507710,"title":"Ticked Off: The Mystery of Lyme Disease","adult":false,"genre_ids":[99]},{"cast":["Edward James Olmos","David Strathairn","Edward James Olmos","Kate Bosworth","Alfred Molina"],"overview":"An oil baron and a farmer standoff after the water on his farm is poisoned by her company.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507712,"title":"The Devil Has a Name","adult":false,"genre_ids":[]},{"cast":[],"overview":"This groundbreaking work from Li Hong, China’s first independent female documentarian, follows two years in the lives of four young women from the countryside who have come to Beijing for jobs. Although they work long hours as maids or street vendors and share a tiny room no bigger than a closet, they savor these years— between living as a daughter at home and returning to the village to marry —as probably the freest time of their lives. Documenting both her deepening relationship with these women and the gulf of experiences and opportunity that separate them, Hong carefully charts their hopes for a better future and dreams of self-determination.","release_date":"1997-10-01","vote_average":0.0,"runtime":110,"cert":"N\/A","id":507714,"title":"Out of Phoenix Bridge","adult":false,"genre_ids":[99]},{"cast":["Danny Boushebel","Doan Ly"],"overview":"Anna May Wong: In Her Own Words presents a vivid picture of the first Chinese American movie star - both an architect and a victim of her times.","release_date":"2013-05-01","vote_average":0.0,"runtime":56,"cert":"\"\"","id":507716,"title":"Anna May Wong: In Her Own Words","adult":false,"genre_ids":[99]},{"cast":["So B","Chan Hon-Man","Kin Yat Chan","Wai-Git Cheng","Si-Pui Cheung"],"overview":"After losing his job and his girlfriend, an ordinary worker becomes a star pimp in Hong Kong.","release_date":"1993-09-09","vote_average":0.0,"runtime":80,"cert":"N\/A","id":507718,"title":"Way to Success","adult":false,"genre_ids":[]},{"cast":[],"overview":"Juan Pablo, a mid-level official of the Colombian presidency, wants at all costs to get up to Natalia, an actress and television presenter who is far from his possibilities, because this \"mommy\", he believes, would not notice a guy in wheelchair, unless you give access to the coverage of the news of the moment: the signing of peace. The problem is that Juan Pablo is not even invited to the big event, so he decides to dismantle it by taking it to Rwanda to learn more about the process of reconciliation between Hutus and Tutsis and return to the country in time for the signing and thus achieve, not only in the official photo but \"lag\" a selfie with Timochenko. That will surely make Natalia fall exhausted to the wheels of her chair.","release_date":"2018-03-01","vote_average":0.0,"runtime":105,"cert":"N\/A","id":507720,"title":"Una selfie con Timochenko","adult":false,"genre_ids":[35]},{"cast":["Fabrício Werdum","Alexander Volkov","Jimi Manuwa","Jan Błachowicz","Tom Duquesnoy"],"overview":"UFC Fight Night: Werdum vs. Volkov (also known as UFC Fight Night 127) is a mixed martial arts event produced by the Ultimate Fighting Championship held on March 17, 2018, at The O2 Arena in London, England.","release_date":"2018-03-17","vote_average":0.0,"runtime":null,"cert":"\"\"","id":507722,"title":"UFC Fight Night 127: Werdum vs. Volkov","adult":false,"genre_ids":[28]},{"cast":["Martin Short","Jan Hooks","Charlotte Chatton","Gillian Doyle","Joe Flaherty"],"overview":"","release_date":"1995-05-20","vote_average":0.0,"runtime":null,"cert":"\"\"","id":507724,"title":"The Show Formerly Known as the Martin Short Show","adult":false,"genre_ids":[]},{"cast":[],"overview":"burundi movie","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507738,"title":"Agahinda K'umukenyezi","adult":false,"genre_ids":[18,10751]},{"cast":[],"overview":"Before you send someone a message on social media please watch this film. This can happen to you!","release_date":"","vote_average":2.0,"runtime":50,"cert":"N\/A","id":507743,"title":"DM","adult":false,"genre_ids":[]},{"cast":[],"overview":"There are over 150 white-painted bicycles chained up throughout New York City. Each bike represents a cyclist killed in traffic - each is placed at the scene of the crash. Mirza puts up the bikes. He remembers these fallen cyclists when everyone else seems to have forgotten them.","release_date":"2017-11-19","vote_average":0.0,"runtime":7,"cert":"\"\"","id":507745,"title":"Ghost Bikes","adult":false,"genre_ids":[99]},{"cast":["Joaquim de Almeida","Ana Torrent","Jean-Pierre Cassel","João D'Ávila","Omero Antonutti"],"overview":"","release_date":"1993-01-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507747,"title":"Amor e Dedinhos de Pé","adult":false,"genre_ids":[18]},{"cast":["Jean-Michel Girouard","Joëlle Bond","Maxime Robin","Denis Marchand","Jack Robitaille"],"overview":"","release_date":"2018-02-24","vote_average":0.0,"runtime":80,"cert":"N\/A","id":507749,"title":"Napoléon en apparte","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"The documentary is based on the director's mother and aunt (twin sisters) who grew up under the terrors of Soviet occupation in Estonia. The film itself is a mix of personal memories of the occupation\/Stalin's concentration camps and old footage.","release_date":"2005-11-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507751,"title":"Memories Denied","adult":false,"genre_ids":[]},{"cast":["Suzuka Nakamoto","Yui Mizuno","Moa Kikuchi","Bohte Daisuke","Mikio Fujioka"],"overview":"Babymetal's second stop in their Five Fox Festival in Japan tour. In this July 19, 2017 performance at Akasaka Blitz (赤坂BLITZ) in Minato, Tokyo, Babymetal showcases their groundbreaking fusion of heavy metal, J-pop, and dance. This was a special fan event with attendance restricted to females.","release_date":"2018-02-06","vote_average":0.0,"runtime":55,"cert":"N\/A","id":507759,"title":"Babymetal - The Five Fox Festival in Japan - Red Fox Festival","adult":false,"genre_ids":[10402]},{"cast":["Alvin Bojar"],"overview":"From the comfort of a sprawling Florida retirement community, entertainment producer Alvin Bojar recounts his brief foray into softcore porn production in the early 1970's.","release_date":"","vote_average":0.0,"runtime":19,"cert":"N\/A","id":507761,"title":"Sweet Love","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Aki, who loves freedom, mets Masaya, an aspiring watchmaker. The two have opposite personalities and initially clash. The two reach better terms when Masaya is able to see Akis inner pain. Eventually, Masaya uncovers Akis sad past which was supposed to be held secret from everyone.","release_date":"2008-09-06","vote_average":5.5,"runtime":70,"cert":"N\/A","id":507766,"title":"Kizumomo.","adult":false,"genre_ids":[]},{"cast":[],"overview":"Lady Trojans is a 60-minute documentary about a girls' high school basketball team in 1990's Tucson, AZ. The story focuses on Anna, star player and one of the group who identified as lesbians who made up the majority of the team for the four years that she played. Anna and her teammates took the risk to explore their sexuality, figuring out if they were gay, straight, or bi, by fooling around, dating, and falling in love with each other. Through current interviews with the Lady Trojans, archival VHS home movies from their high school escapades, reenactments, archival photographs, and original animation, Lady Trojans explores teen sexuality, manipulation, and love, coming out and coming of age.","release_date":"2008-10-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":507768,"title":"Lady Trojans","adult":false,"genre_ids":[]},{"cast":[],"overview":"The starting point was a still from the film Au Hasard Balthazar by Robert Bresson. From there, pure automatism.","release_date":"2009-01-01","vote_average":0.0,"runtime":3,"cert":"\"\"","id":507770,"title":"Enough to Drive You Mad","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A top-secret operative is summoned back to service in order to dispatch with an enemy agent who is preying on American soldiers in Hong Kong. The Black Dahlia is using a secret weapon against our boys abroad, and now the chemists at El Qaeda have laced his semen with a killer virus. When The Black Dahlia seduces Jake's best friend Donald, Jake must race to the rescue before it's too late. Years ago, Jake and the Black Dahlia were lovers. The Black Dahlia was jilted, and now it's time for revenge.","release_date":"2008-12-01","vote_average":0.0,"runtime":75,"cert":"\"\"","id":507778,"title":"Moon Over Hong Kong","adult":false,"genre_ids":[]},{"cast":["Jasper Harris","Sam Duffy"],"overview":"Ralph has writer's block, so his best friend Paul tries to help.","release_date":"","vote_average":10.0,"runtime":5,"cert":"N\/A","id":507780,"title":"A Really Dumb, Stupid Part Of A Very Insignificant Segment Of Human History","adult":false,"genre_ids":[]},{"cast":["Brandon Ransom","Christy Elam","Meredith Mohler"],"overview":"Kylie meets a really nice guy... almost too nice.","release_date":"2016-12-14","vote_average":0.0,"runtime":15,"cert":"\"\"","id":507782,"title":"The Farmer","adult":false,"genre_ids":[53]},{"cast":[],"overview":"Portraits of friends, women and men, the Polish Market on Potsdamer Platz, the Wall, a  picknick in the Park, on the road in Italy, Turin in Winter, a poem by Cesare Pavese. The film  was originally shot on Super8, was then transmitted to MiniDV and left without sound to be  punctuated here and there with some short pieces of music.","release_date":"2005-02-26","vote_average":0.0,"runtime":38,"cert":"N\/A","id":507784,"title":"Filmtagebuch 1975-85","adult":false,"genre_ids":[]},{"cast":["Sakura Nogawa","Hiroshi Fujioka","Masaki Yamamoto","Megumi Toyoguchi","Satsuki Yukino"],"overview":"Fubuki Sakuragasaki is a powerful gamer who, with the power of her Passion Panties, climbs up the ranks of the BAG (Best of Arcade Gamer) tournament to become the greatest Arcade Gamer in the world. However, the evil Gulasic Group is out to conquer the world through said tournament, and their gaming skills will prove to be a challenge. Fubuki must team up with the legendary Mr. Mystery to combat the four Gods of Gaming and make the world of arcade gaming safe for all.","release_date":"2002-02-25","vote_average":4.7,"runtime":120,"cert":"N\/A","id":507786,"title":"Arcade Gamer Fubuki","adult":false,"genre_ids":[28,35,16]},{"cast":["Alexis Baginama-Abusa","Inès Spiridonov","Natan Gorog","Brandon Waret","Luna Lou"],"overview":"Sixteen-year-old Cyril is a fan of Tecktonik. With the help of his best friend, Justine, he intends to make a video proving that he is the best electro dancer.","release_date":"2015-07-13","vote_average":0.0,"runtime":25,"cert":"N\/A","id":507788,"title":"Metropolis","adult":false,"genre_ids":[35]},{"cast":["Samuel Koch","Nils Hohenhövel","Eva Nürnberg","Lars Rudolph"],"overview":"Christoph begins his year of civil service at a nursing home as the personal caretaker for 28-year-old Sven. The seriously ill young man is suffering from muscular dystrophy and his nursing room has become his own little microcosm which he has been sovereignly controlling for years.","release_date":"2018-04-26","vote_average":6.0,"runtime":99,"cert":"N\/A","id":507790,"title":"Draussen in Meinem Kopf","adult":false,"genre_ids":[18]},{"cast":[],"overview":"In a small Cuban fishing village, Joel, the oldest brother in a traditional family, is heartbroken when his fiancée marries someone her family prefers. He moves to Havana, hoping to find a new life. Gorgeously photogenic, Havana and the Cuban countryside are exquisitely captured in director Kosyrev-Nesterov's elegiac feature debut.","release_date":"2008-04-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507801,"title":"Okean","adult":false,"genre_ids":[]},{"cast":[],"overview":"Part romantic comedy, part love story, set in the city of Los Angeles.","release_date":"2008-09-07","vote_average":0.0,"runtime":null,"cert":"\"\"","id":507803,"title":"Oh Baby!","adult":false,"genre_ids":[]},{"cast":[],"overview":"Ex-Porcupine Tree leader with Yahoo live show at Wiltern Theatre, Los Angeles, CA, June 2015.\r Complete broadcast of the show in HD (DVD)","release_date":"2015-02-28","vote_average":0.0,"runtime":134,"cert":"N\/A","id":507805,"title":"Steven Wilson: Through the Looking Glass","adult":false,"genre_ids":[]},{"cast":["Nathan Ross Murphy","Tori Keeling","Edward Dublin","Devan Reed"],"overview":"A recent college graduate in the midst of depression must decide if he will persue his passion or stick to the protective bubble of his small town life.","release_date":"2016-01-01","vote_average":0.0,"runtime":109,"cert":"\"\"","id":507807,"title":"Smalltown","adult":false,"genre_ids":[35,18]},{"cast":["Sean Stone","Alexander Wraith","Jason Scott Jenkins","Jeremy London","Jason London"],"overview":"When the Fist found a mystical gold fleece jacket, he became the biggest porn star of the 1970s. But in the ‘80s, he’s on the cusp of eviction from a run-down studio apartment, having lost his gold fleece and his mojo along with it. When a local street thug named Superfly enters the diner where Fist works, robbing his customers, Fist and friends fight back. And thus begins a wild adventure, as Superfly’s bosses come to collect from Fist, sending him on a journey that unravels a conspiracy to sell meat pumped full of estrogen, which threatens to emasculate men.","release_date":"2018-05-25","vote_average":4.7,"runtime":107,"cert":"\"\"","id":507809,"title":"Fury of the Fist and the Golden Fleece","adult":false,"genre_ids":[28]},{"cast":[],"overview":"This intimate film follows gay partners David Gere, Peter Carley, and their two children as they leave their comfortable lives in L.A. for 9 months in India fighting AIDS. Their weapon? Painters, puppeteers, and performers of every kind.","release_date":"2008-06-21","vote_average":0.0,"runtime":71,"cert":"\"\"","id":507811,"title":"Out in India: A Family's Journey","adult":false,"genre_ids":[]},{"cast":["Jimena Anganuzzi","Carla Crespo","Mario Das Arias","Edgardo Livov Macklin","Luis Ziembrowski"],"overview":"Lara, a lesbian soap opera actress moves into an apartment. Hector is her neighbor. A dark and withdrawn character that records each of her movements through hidden cameras. His obsession grows.","release_date":"2008-10-31","vote_average":0.0,"runtime":80,"cert":"N\/A","id":507813,"title":"The Owner","adult":false,"genre_ids":[27,53,80]},{"cast":["Jürgen Frohriep","Karin Ugowski","Andreas Schmidt-Schaller","Frank Obermann"],"overview":"","release_date":"1973-04-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507827,"title":"Alarm am See","adult":false,"genre_ids":[80]},{"cast":[],"overview":"Kelly is riding the gamut of emotions as she moves from a weekend of passion to finding herself at a funeral home mourning the loss of her fiancé, Mikey. As friends and family gather, the question on everyone's mind is what really happened to him? Mikey's boss suspects that foul play may be involved and questions if Kelly and her best friend, Liz, are not behind it all. Things only escalate from there as the whole cast of characters come to learn just how many secrets there really are in everyone's closets.","release_date":"2008-06-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507829,"title":"Stiff Luv","adult":false,"genre_ids":[]},{"cast":[],"overview":"A group of gays is on a road trip in search for a beauty contest crown. Constantly losing in beauty contest in their city, five young cross-dressers and their elder gay manager travel to the province hoping to lure the contest. Each personality has story to tell.","release_date":"2008-08-28","vote_average":0.0,"runtime":106,"cert":"N\/A","id":507831,"title":"The Thank You Girls","adult":false,"genre_ids":[]},{"cast":["Koji Yamamoto","Yukiyoshi Ozawa","Naho Toda","Kotomi Kyôno","Yoshimasa Kondô"],"overview":"Do criteria exist for the death penalty? Yusuke Mito, a law faculty lecturer who did not become a lawyer even though he passed the bar exam, the famous lawyer Kojiro Otomo who advocates the abolition of the death penalty, and the public prosecutor Mariko Nagase studied law together. Each have their own thoughts about the death penalty. One day, Otomo’s wife is murdered by someone. Shinzo Sabae who is resentful of a lawsuit that Otomo had been in charge of, is arrested as a suspect. Otomo reverses the stance he had had until now and seeks the death penalty against Sabae. This prompts Mito to make the decision to become a lawyer and stand in the court. However, the first case Mito takes charge of is the defence of Sabae, who murdered the wife of his good friend, Otomo…","release_date":"2011-09-25","vote_average":0.0,"runtime":114,"cert":"N\/A","id":507833,"title":"Shikei Kijun","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Imagine that you are in a forest which is dark, quiet and empty. You do not know why you are here. Suddenly you hear a howl. You feel you do not want to be here. You are afraid. You see a wolf, and a second one, and a third. They come closer and closer to you and surround you. What are you going to do?","release_date":"2018-02-03","vote_average":7.0,"runtime":22,"cert":"N\/A","id":507835,"title":"Tremors","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The film follows the journey of the body and belongings of a recently deceased lonely person.","release_date":"2018-02-03","vote_average":0.0,"runtime":25,"cert":"N\/A","id":507837,"title":"Dust","adult":false,"genre_ids":[99]},{"cast":["Kalyan Ram","Kajal Agarwal","Brahmanandam","Vennela Kishore","Manali Rathod"],"overview":"A young man decides to contest in the village elections and defeat a corrupt politician in order to impress his girlfriend's father and marry her, but with time realizes life holds something else for him.","release_date":"2018-03-23","vote_average":10.0,"runtime":129,"cert":"N\/A","id":507839,"title":"Manchi Lakshanalunna Abbayi","adult":false,"genre_ids":[28,18]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507850,"title":"발칙한 동거 무삭제","adult":false,"genre_ids":[]},{"cast":["Sebastian Labissiere","Jeff Lawson","Grace Zanichkowsky"],"overview":"After years of captivity, Stephen takes drastic measures to escape his violent world and his terrifying captor.","release_date":"2016-05-09","vote_average":0.0,"runtime":8,"cert":"N\/A","id":507852,"title":"Ellie","adult":false,"genre_ids":[53]},{"cast":["Suzuka Ito"],"overview":"An image of beautiful girls and summer Ryoko chan attractive with hip with skin and pretty. Pure smile, obedient look and somewhere with a somewhat erotic atmosphere She is small","release_date":"2013-10-25","vote_average":10.0,"runtime":82,"cert":"N\/A","id":507854,"title":"夏涼子 girl's after school~三年A組 夏涼子~","adult":true,"genre_ids":[]},{"cast":["Tom Egbers"],"overview":"A retrospective of the Bradford City fire","release_date":"2005-02-06","vote_average":10.0,"runtime":46,"cert":"N\/A","id":507856,"title":"Sport Document: ramp Bradford","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The story of one man's journey to seek justice for the murder of a young gay man.","release_date":"2009-05-02","vote_average":0.0,"runtime":63,"cert":"\"\"","id":507858,"title":"Amancio: Two Faces on a Tombstone","adult":false,"genre_ids":[]},{"cast":["Kaushik Sen","Mumtaz Sorcar","Dipankar Dey"],"overview":"Raktokorobi is a 2017 Indian Bengali film directed by Amitava Bhattacharya, starring Kaushik Sen, Rahul, and Shantilla Mukherjee. It was released in Hollywood as Red Oleanders Raktokarobi with English subtitles.","release_date":"2017-07-28","vote_average":8.0,"runtime":114,"cert":"N\/A","id":507860,"title":"Red Oleanders Raktokarobi","adult":false,"genre_ids":[18]},{"cast":["Jack Perrett","Joe Gardner","John B. Johnson","Hillary Schwartz","Charley Baxter"],"overview":"An unexpected speeding freight train ploughs into the film crew, a camera assistant is struck and killed by the locomotive. The film's director is subsequently charged with criminal trespass and involuntary manslaughter. An Australian crime author starts to dig and an exhaustive three-year investigation ensues, uncovering shocking new evidence of cover up, collusion and corruption.","release_date":"2018-02-26","vote_average":0.0,"runtime":164,"cert":"\"\"","id":507862,"title":"Trial of Midnight Rider: Railroaded in the Deep South","adult":false,"genre_ids":[99,80]},{"cast":["Masaaki Hatsumi","Jack Hoban"],"overview":"Ninjas are enduring, iconic figures of Japan. They were active about 500 years ago during the country's Warring States period. And these days, they're thought to be long gone. But centuries later, one ninja is still with us. 84-year-old Masaaki Hatsumi is a successor of the Togakure school. He teaches a supreme form of self-defense to more than 100,000 students around the world, including FBI agents and army personnel. Hatsumi can easily fend off attacks from these tough disciples and make them unmovable using just one finger. What is the essence of his astonishing art? This program investigates the hidden power of this ninja master.","release_date":"2016-07-02","vote_average":10.0,"runtime":49,"cert":"N\/A","id":507867,"title":"Masaaki Hatsumi: Living Ninja Legend","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Directed by Crisaldo Pablo.","release_date":"2009-02-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507869,"title":"Boarders","adult":false,"genre_ids":[]},{"cast":[],"overview":"Jessie Eaton (Syd Blakovich) is a hotshot jock who can´t let go of her ex-girlfriend, Cathy Summers (Jiz Lee) while making her way into women´s professional Mixed Martial Arts boxing. Her plans hit a snag when a run in with an old nemesis, Bobby Malone (Javier) blocks her way to the top. To save her career she must throw the match that would surely be her ticket into the professional arena. Even trickier is her attraction to the women she is suppose to beat, Violet Vahn (Dallas) who is Jessie´s toughest opponent inside and outside the ring. It´s a big lesson in humility and integrity for Jessie as she juggles her relationships and her career. Will she win or will she lose? What does winning and losing mean?","release_date":"2009-02-27","vote_average":0.0,"runtime":90,"cert":"\"\"","id":507874,"title":"Champion: Love Hurts","adult":false,"genre_ids":[]},{"cast":["Udo Wachtveitl"],"overview":"","release_date":"2018-02-24","vote_average":7.0,"runtime":null,"cert":"N\/A","id":507876,"title":"Monster und Mythen","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"1984-02-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507878,"title":"Meridian","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1993-02-25","vote_average":0.0,"runtime":34,"cert":"N\/A","id":507880,"title":"Stein\/Licht","adult":false,"genre_ids":[99]},{"cast":["Humphrey Bogart","Gary Gray","Joan Leslie","Dennis Morgan","Danny Kaye"],"overview":"The history of a Polish family and its contributions to the war effort throughout American history.","release_date":"1944-12-23","vote_average":5.0,"runtime":16,"cert":"\"\"","id":507882,"title":"I Am an American","adult":false,"genre_ids":[18,36]},{"cast":["Atul Kulkarni","Sonali Kulkarni","Jyoti Subhash"],"overview":"Devrai depicts a story of a man who suffers from schizophrenia and is struggling to come to terms with his illness and the frustration of his helpless sister.","release_date":"2004-03-11","vote_average":7.0,"runtime":108,"cert":"N\/A","id":507884,"title":"Devrai","adult":false,"genre_ids":[]},{"cast":["Marilyn Chambers","Annette Haven","Abigail Clayton","Ashley Welles","Jane Lindsay"],"overview":"With considerable pride, creative image presents an adult video series that is destined to become legend, Marilyn Chambers’ Private Fantasies #1. Marilyn Chambers, the all time number one box office star, has put these original, never seen before tapes together! Based on her own personal real-life fantasies, she has choreographed the action so as to realistically capture her innermost sexual feelings Marilyn also provides her own narration with scenes involving her intimate friends. Highlights of this tape include Marilyn Chambers paired with John Holmes, and you can watch her deep throat his huge dick. Then she performs in a three girl fantasy set in a bowling alley that must be seen to be believed. Each tape has four different fantasies of superb sexuality! Featuring the star selected by critics and filmgoers as the singlemost sensual performer in Adult Cinema. Now you can be a witness to Marilyn Chambers’ actual private fantasies.","release_date":"1983-02-27","vote_average":0.0,"runtime":67,"cert":"\"\"","id":507886,"title":"Marilyn Chambers' Private Fantasies 1","adult":true,"genre_ids":[]},{"cast":["Rene Bond","Starlyn Simone","Eve Orlon","Ric Lutze","George Peters"],"overview":"Pimp Harvey robs the drivers his three girls get picked up by but one time picks the wrong target.","release_date":"1971-02-27","vote_average":0.0,"runtime":59,"cert":"\"\"","id":507888,"title":"Never Enough","adult":true,"genre_ids":[]},{"cast":["Justine D'Ore","Kathy Hilton","Linda York","Lynn Harris","Terri Johnson"],"overview":"A depressive rich girl is having a counseling session during which she recalls some of her sexual experiences.","release_date":"1972-02-27","vote_average":0.0,"runtime":90,"cert":"\"NC-17\"","id":507890,"title":"Wendy's Naughty Night","adult":true,"genre_ids":[18]},{"cast":["Maddy Curley","Eddie Kaulukukui","Logan Gambill","Roberto Escobar","Jevon White"],"overview":"Inspired by true events, The Devils Tree follows Samantha, a college student studying journalism, who needs to finish her thesis with one last breaking news story. Along with her friend Rob, Samantha stumbles across a news article about an old tree in a local park where many horrible acts occurred. The locals have given the tree the name Devils Tree because of its urban legends of mass murders, satanic rituals, and paranormal activity. She decides this is the perfect story to finish her thesis on. As Sam digs deeper into the realm of the tree, she begins to uncover the truth about these urban legends. Struggling with her own demons of her past, Samantha is confronted with a the true demon of the tree and now must expose the truth in hopes to set it free. In the end, Samantha founds the real reason why evil is so rooted at The Devils Tree.","release_date":"2018-02-27","vote_average":6.1,"runtime":75,"cert":"\"\"","id":507892,"title":"Devil's Tree: Rooted Evil","adult":false,"genre_ids":[27,53]},{"cast":[],"overview":"BRUCKNER: Symphony No. 7 in E major, Symphony No. 6 in A major","release_date":"2007-11-13","vote_average":0.0,"runtime":144,"cert":"N\/A","id":507894,"title":"Sir Georg Solti The Maestro Vol. 2","adult":false,"genre_ids":[]},{"cast":[],"overview":"Under the pretext of making portraits of passers-by, the director checks upon the situation in Iran on the eve of the reelection of Mahmoud Ahmadinejad in 2009. The film portrays a society before, during and after the elections, a short dream period in which a change becomes tangible.","release_date":"2010-11-13","vote_average":0.0,"runtime":59,"cert":"N\/A","id":507899,"title":"Salaam Isfahan","adult":false,"genre_ids":[99]},{"cast":["Lanny Ross","Charles Ruggles","Mary Boland","Ann Sothern","George Meeker"],"overview":"Charlie Ruggles plays a souvenir-buff in quest of a real Swiss cowbell.","release_date":"1934-04-07","vote_average":0.0,"runtime":75,"cert":"\"\"","id":507901,"title":"Melody in Spring","adult":false,"genre_ids":[10402]},{"cast":["Jim Parsons"],"overview":"The story of Michael Ausiello and Kit Cowan's relationship that takes a tragic turn when Cowan is diagnosed with terminal cancer.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507903,"title":"Spoiler Alert","adult":false,"genre_ids":[35,18]},{"cast":["Thor Braun","Olivia Lonsdale"],"overview":"Deep down inside, a fifteen-year-old boy feels different from the other boys around him. When he becomes friends with an enchanting girl, he gets more and more tangled up in his confusion.","release_date":"2017-09-23","vote_average":8.0,"runtime":27,"cert":"N\/A","id":507905,"title":"Sirene","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507907,"title":"Berlin am Wasser","adult":false,"genre_ids":[]},{"cast":["Olle Svenning"],"overview":"","release_date":"2001-06-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507909,"title":"Far till staden","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2005-09-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507911,"title":"Bortglömda","adult":false,"genre_ids":[99]},{"cast":["Richard Burton","Elizabeth Taylor","Vincente Minnelli","Charles Bronson","Martin Ransohoff"],"overview":"","release_date":"1965-04-30","vote_average":0.0,"runtime":null,"cert":"\"\"","id":507919,"title":"The Big Sur","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2017-07-26","vote_average":8.0,"runtime":null,"cert":"N\/A","id":507921,"title":"Behind the Altar","adult":false,"genre_ids":[99]},{"cast":["Gabriel Braga Nunes","Dan Stulbach","Carolina Ferraz","Ondina Clais","Fernando Alves Pinto"],"overview":"","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507923,"title":"Mater Dei","adult":false,"genre_ids":[18]},{"cast":["Helena Meirelles","Rubens de Falco"],"overview":"","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507925,"title":"Helena Meirelles - A Dama da Viola","adult":false,"genre_ids":[99]},{"cast":["Fritz Karl","Götz Schubert","Arndt Schwering-Sohnrey","Katharina Thalbach","Franziska Junge"],"overview":"","release_date":"2018-02-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507927,"title":"Inspektor Jury: Der Tod des Harlekins","adult":false,"genre_ids":[80]},{"cast":["Aming Sugandhi","Titi Kamal","Ramzi","Nani Wijaya","Nani Wijaya"],"overview":"Madrim, a porter, feels that he is the most unfortunate man on earth. His friend, Kadir, a mushola (an Islamic prayer place) keeper suggests that he pray diligently. Madrim follows this advice but his fate does not change. Madrim then thinks of robbery. In his prayers, he threatens God that if his wish is not fulfilled within three days, he will turn to the devil. On the third day, lightning strikes Madrim and he falls unconscious.","release_date":"2008-10-08","vote_average":0.0,"runtime":115,"cert":"N\/A","id":507929,"title":"Doa Yang Mengancam","adult":false,"genre_ids":[18]},{"cast":["Bryan Dilsizian","Shawn Abnoxious","Pat Patton","Jim Covert"],"overview":"A post-modern fantasy based on Lefcadio Hearne's short story \"Jikininki.\"","release_date":"2005-01-01","vote_average":0.0,"runtime":8,"cert":"\"NR\"","id":507931,"title":"Damn! The Threnody In Me!","adult":false,"genre_ids":[18,14,878]},{"cast":[],"overview":"A Swedish documentary about Vällingby.","release_date":"2000-06-06","vote_average":0.0,"runtime":57,"cert":"N\/A","id":507933,"title":"Vällingby - framtidsstaden","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2000-10-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507935,"title":"Fé","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2007-06-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507937,"title":"Kungsträdgården","adult":false,"genre_ids":[]},{"cast":["cale morgan","Kristen Tommasini","Peter Michell"],"overview":"John Faust, a guilt driven detective, is offered a pact by the demon of vengeance. John Faust's lover is trapped in Hell. If he kills three serial killers using their own signature styles, he will be granted access to Hell to set her free.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507939,"title":"John Faust","adult":false,"genre_ids":[80,27,53]},{"cast":["Akshaye Khanna","Richa Chadha"],"overview":"A court drama centering on section 375 of the Indian Penal Code, which defines rape. Reportedly based on 10 real life cases.","release_date":"2019-09-13","vote_average":0.0,"runtime":140,"cert":"N\/A","id":507941,"title":"Section 375","adult":false,"genre_ids":[18]},{"cast":["Esther Anil","Shane Nigam","Kani Kusruti","Indrans","P. Sreekumar"],"overview":"Olu is the tale of a girl who gets gang raped and sunk to the bottom of the backwaters where she can mysteriously survive and live for the next nine months -until she delivers her ‘baby from rape’.","release_date":"2019-09-20","vote_average":0.0,"runtime":109,"cert":"N\/A","id":507943,"title":"She","adult":false,"genre_ids":[14]},{"cast":["Allison Argo"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507945,"title":"Cheetah Story","adult":false,"genre_ids":[99]},{"cast":["Lupino Lane","Jean Denis","Kathleen Kelly","Wallace Lupino","Margaret Yarde"],"overview":"Posing as an aristocrat to crash a party, a composer stumbles upon a gang of jewel thieves working unnoticed upstairs.","release_date":"1935-09-26","vote_average":0.0,"runtime":70,"cert":"N\/A","id":507947,"title":"The Deputy Drummer","adult":false,"genre_ids":[10402,35]},{"cast":["Canto e Castro","Francisco Nascimento","Henrique Viana","Zita Duarte","Rita Blanco"],"overview":"In order to make some much-needed cash for himself, 65-year-old Portuguese prison inmate Eugenio impersonates a young woman and begins a romantic correspondence with a lonely Portuguese truck-driver living in Boston, convincing him that her tragic life has culminated in financial dire straits so he will send money. At first Eugenio's sister Idalina assists him in creating the character of Maria da Luz. Touched by her sweetness and apparent loving nature, the trucker willingly sends her money. When Idalina starts fearing they will be caught, she backs out of her arrangement with Eugenio who then convinces his young cellmate Vasco to help write the letters and even sends a picture of himself at age seven to \"prove\" that Maria has a young son. As prison life exacts an increasingly heavy toll upon Eugenio's health, his feminine alter-ego helps sustain him.","release_date":"1999-04-02","vote_average":5.0,"runtime":82,"cert":"N\/A","id":507949,"title":"Longe da Vista","adult":false,"genre_ids":[18]},{"cast":["Kirby Ferguson"],"overview":"An ambitious four-part documentary, now available as a single video with proper transitions all the way through, unified styling, and remixed and remastered audio, on the history and cultural significance of sampling and collaborative creation.","release_date":"2015-09-12","vote_average":8.0,"runtime":38,"cert":"\"\"","id":507951,"title":"Everything is a Remix Remastered","adult":false,"genre_ids":[99]},{"cast":["Prem Nazir","Jayabharathi","Unni Mary","M G Soman","T G Ravi"],"overview":"Mahabali was a beloved king and very kind to his subjects in the state of Kerala. The time under his rule was considered one of great prosperity and happiness. It is in fact this success as a king that led the gods to be wary of him and bring his demise at the hands of Vamana.","release_date":"1983-08-19","vote_average":0.0,"runtime":134,"cert":"N\/A","id":507953,"title":"Mahabali","adult":false,"genre_ids":[14,36]},{"cast":["Mia Lardner","Oliver Lardner","Gary Lewis","Melina Matthews"],"overview":"Caronte explains the story of Debbie, a teenager whose only concern is herself, social media, cellphone and friends. She is rude with her own family, specially with her little brother. But after a dramatic car accident, she starts to regret about the way she behaved with them. Unexpectedly, Debbie's story connects with Arsys's, an experienced military and space fighter pilot who tries to survive a huge spatial battle which takes place on other time...other galaxy....other universe.","release_date":"2017-10-08","vote_average":0.0,"runtime":16,"cert":"N\/A","id":507955,"title":"Caronte","adult":false,"genre_ids":[878]},{"cast":[],"overview":"To his despair, the lion-king “Weogho-Naaba” has only daughters. One day, his wife lays an egg. The king sets off to find a wife for his son, but she is most disappointed to see that her future husband is an egg! – and decides to use magic to hatch him.","release_date":"1999-02-27","vote_average":5.0,"runtime":21,"cert":"N\/A","id":507960,"title":"The Egg","adult":false,"genre_ids":[]},{"cast":["Mia Magma"],"overview":"","release_date":"2010-09-24","vote_average":5.0,"runtime":null,"cert":"N\/A","id":507962,"title":"Analsex for Lovers","adult":true,"genre_ids":[]},{"cast":["Siddharth Chandekar","Sonali Kulkarni","Samar Nakhate","Renuka Shahane"],"overview":"Aditya is a young Maharashtrian man from London who comes to Pune to find a someone who would teach him traditional Maharashtrian cooking. His aim is to open a Marathi Gourmet Restaurant in London. In search of a perfect guru, he meets eccentric Radha, a woman who makes lunch boxes for the students and working men in her area. Aditya needs to pass many tests before Radha would accept him as student. But once she starts teaching him, a new path of life opens for Aditya. Gulabjaam is a food film, where Marathi food is almost the third important character.","release_date":"2018-02-16","vote_average":7.7,"runtime":null,"cert":"N\/A","id":507964,"title":"Gulabjaam","adult":false,"genre_ids":[35,18]},{"cast":["Lara Jean Mummert","Laura Warner","Jeremy Koerner","Paul Spadaro","Skipper Elekwachi"],"overview":"After a night of heavy drinking, Jeanne and Deb take an empty road through the backwoods to avoid traffic where they unexpectedly hit a mysterious woman that quickly vanishes into a field. Plagued with guilt and unable to go to the police, the girls decide to investigate with the help of some friends. But when their peers start to die or inexplicably vanish, it becomes clear that a bigger, sinister force is at work as Jeanne is thrown into a bizarre conflict with the undead and a sinister voodoo priest with malicious intentions.","release_date":"2017-03-20","vote_average":0.0,"runtime":89,"cert":"\"NR\"","id":507966,"title":"Strange Rituals","adult":false,"genre_ids":[]},{"cast":["Lena Nitro","Mia Magma","Sidney Love","Taranee Devil","Will Steiger"],"overview":"","release_date":"2010-04-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":507968,"title":"Das Sennenlutschi","adult":true,"genre_ids":[]},{"cast":["Jim O'Heir","Karen Lesiewicz"],"overview":"An aspiring children's book author comes to a better understanding of God's will after each and every one of her prayers from past to present are suddenly answered all at once, erasing her past and altering everything in her present.","release_date":"2017-10-10","vote_average":0.0,"runtime":102,"cert":"\"\"","id":507970,"title":"Heavens to Betsy","adult":false,"genre_ids":[]},{"cast":[],"overview":"A party hosted by Beat poet Allen Ginsberg inspired the director's award-winning graduation film Van Gogh's Ear, an experimental short featuring the maestro talking about his creations, death and immortality.","release_date":"1995-01-01","vote_average":0.0,"runtime":19,"cert":"N\/A","id":507972,"title":"Van Gogh's Ear","adult":false,"genre_ids":[]},{"cast":[],"overview":"On a Sunday afternoon, a man is asked to come to the police station to see if he can be of any help in the investigation of the rape and murder of two women.","release_date":"2017-11-20","vote_average":8.0,"runtime":77,"cert":"N\/A","id":507974,"title":"Fatum: Room 216","adult":false,"genre_ids":[]},{"cast":["Amar Zubčević","Soraja Ćehić"],"overview":"The ancient ritual of the Bosnian Dragon Summoning is threatened by various new beliefs throughout the ages.","release_date":"2016-06-18","vote_average":4.0,"runtime":13,"cert":"N\/A","id":507976,"title":"Dragon","adult":false,"genre_ids":[16,14]},{"cast":[],"overview":"hot","release_date":"2008-11-03","vote_average":0.0,"runtime":1,"cert":"N\/A","id":507978,"title":"火車","adult":false,"genre_ids":[]},{"cast":["Andrew Casson","Faruk Dogan","Tom Scarlett","Pete Stevens","Amy Web"],"overview":"When Earths water is rendered undrinkable by an interstellar gas cloud, a mission is sent to begin extracting liquid water from the moon Enceladus. An ex astronaut must conquer his aqua phobia and let go the darkness within him. The fate of humanity rests on his shoulders.","release_date":"2016-09-26","vote_average":5.0,"runtime":22,"cert":"N\/A","id":507980,"title":"Sweet Water","adult":false,"genre_ids":[878]},{"cast":["Johnny Cash","Jessi Colter","Shooter Jennings","Waylon Jennings","Rodney Crowell"],"overview":"","release_date":"2006-09-26","vote_average":10.0,"runtime":null,"cert":"\"\"","id":507982,"title":"American Revolutions: The Highwaymen","adult":false,"genre_ids":[99,10402]},{"cast":["Steve Delaney","Terry Kilkelly","Dave Plimmer"],"overview":"Using stories and other things that are secret, Count Arthur Strong, showbiz legend, pays tribute to one of the best musicals he can remember. Uniquely recreating the salient and poignant moments for your enjoyment. Don’t miss this amazing show.  Count Arthur Strong is ably supported on stage by Terry Kilkelly as Malcom de Tinsell, from Count Arthur Strong’s Radio Show! and Dave Plimmer, who features in Count Arthur Strong on BBC1, as Allan Leslie.  ‘If you only download one show for something this year buy this one twice and share with a friend. I promise you, you won’t regret it. And if you do there must be something wrong with you. No refunds’.","release_date":"2017-11-13","vote_average":10.0,"runtime":90,"cert":"N\/A","id":507984,"title":"Count Arthur Strong Brings You: The Sound Of Mucus","adult":false,"genre_ids":[35]},{"cast":["Mia Magma","Will Steiger"],"overview":"","release_date":"2010-09-24","vote_average":3.0,"runtime":null,"cert":"N\/A","id":507986,"title":"Der ultimative Blowjob","adult":true,"genre_ids":[]},{"cast":["Lotlot De Leon","Ramon Christopher","Eddie Garcia","Liza Lorena","Robin Padilla"],"overview":"A triology about love starring the hottest love teams of the time: Lotlot de Leon and Ramon Christopher star in Till Death Do Us Part; Tina Paner and Cris Villanueva team up in Invisible Lover; and Manilyn Reynes and Janno Gibbs pair up in Eternally.","release_date":"1988-07-21","vote_average":0.0,"runtime":133,"cert":"N\/A","id":507988,"title":"Love Letters","adult":false,"genre_ids":[18,10749]},{"cast":["Tanner Stine","Evan Hofer","Kristoffer Polaha","Frances Fisher","Mykelti Williamson"],"overview":"Reeling from his mother’s death and his father’s abandonment, Zach, an All-State athlete, finds glory on the football field, working to earn a college scholarship and the brothers’ ticket out of town. When a devastating injury puts Zach—and his dreams—on the sidelines, David laces up his track cleats to salvage their future and point Zach toward hope.","release_date":"2019-02-22","vote_average":7.7,"runtime":94,"cert":"\"PG\"","id":507990,"title":"Run the Race","adult":false,"genre_ids":[18]},{"cast":["Marcus Massey","Nikolas Salmon","Francesca Louise White"],"overview":"Three superhero housemates try to out brag each other with their accomplishments.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507992,"title":"Bragging Rights","adult":false,"genre_ids":[]},{"cast":[],"overview":"Dinosaur soft tissue found! What does this mean and how does it affect you?","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":507994,"title":"Echoes of the Jurassic","adult":false,"genre_ids":[]},{"cast":[],"overview":"The God Who Speaks is a documentary that traces the evidence for biblical authority and reliability.","release_date":"","vote_average":10.0,"runtime":92,"cert":"N\/A","id":507996,"title":"The God Who Speaks","adult":false,"genre_ids":[]},{"cert":"N\/A","title":"The Heavenly Postman","cast":[],"id":507998,"overview":"A documentary by Eugene Bakhmutsky about life and ministry of pastor Wilhelm Fetler. In cooperation with Alex Sinichkin, a historian of Russian Union of Evangelic Christians baptists.","runtime":50,"genre_ids":[],"release_date":"","vote_average":0.0,"adult":false}]