[{"cast":[],"overview":"A documentary describing the beginning of the Internet","release_date":"","vote_average":0.0,"runtime":46,"cert":"N\/A","id":509500,"title":"The Internet: Behind the Web","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The lead character of the movie is modern day heroine, a girl aged 18 not yet ready to carry a burden of responsibility. She is no different from a thousand other girls either in terms of code of behavior, or style of speech, or desire to be loved. Except for one thing: in reality she is a boy.","release_date":"2013-12-04","vote_average":0.0,"runtime":62,"cert":"N\/A","id":509502,"title":"Come On, Scumbags","adult":false,"genre_ids":[99]},{"cast":["Saša Anočić","Barbara Prpić","Ana Begić","Žarko Savić","Ankica Dobrić"],"overview":"Illustrates the story of the siege of the Croatian town of Vukovar by the JNA and Serbian paramilitary forces in the autumn of 1991.","release_date":"2008-07-24","vote_average":0.0,"runtime":100,"cert":"N\/A","id":509504,"title":"Remember Vukovar","adult":false,"genre_ids":[18]},{"cast":["Csilla Barath Bastaić","Hrvojka Begović","Jasna Bilušić","Senka Bulić","Marta Cerovečki"],"overview":"Crossword about seven interconnected stories of love, friendship, affection, guns, Balkan, stupidity and people caught in the moment.","release_date":"2016-02-01","vote_average":0.0,"runtime":115,"cert":"N\/A","id":509506,"title":"Because of You","adult":false,"genre_ids":[18,10749]},{"cast":["Soledad O'Brien","O.J. Simpson","Judith Regan","Christopher Darden","Eve Shakti Chen"],"overview":"In 2006, O.J. Simpson sat down for a wide-ranging, no-holds-barred interview. For over a decade, the tapes of that interview were lost – until now.","release_date":"2018-03-11","vote_average":4.0,"runtime":97,"cert":"\"\"","id":509508,"title":"O.J. Simpson: The Lost Confession?","adult":false,"genre_ids":[99,10770]},{"cast":["Marko Kapitanović","Duje Grubišić","Tino Bandini","Otokar Levaj","Josip Sebeledi"],"overview":"Kralj and Joke are small time crooks, with their unsuccessful attempts to get rich. They arrive at the small local fair with intention of selling smuggled cigarettes, but they immediately get into trouble. First they got into an argument with an old woman (who calls police) and then they force a group of former drug addicts to give them their booth with souvenirs. Soon, Kralj is caught by police and sentenced to 6 months of prison, while Joke manages to escape. Joke seeks help from a mutual friend Sporki to rescue Kralj, and together they forge a plan that will not go as smoothly as they expected.","release_date":"2014-06-01","vote_average":8.0,"runtime":79,"cert":"N\/A","id":509510,"title":"Saints","adult":false,"genre_ids":[35]},{"cast":["Mustafa Nadarević","Leona Paraminski","Sven Medvešek","Ranko Zidarić","Žarko Savić"],"overview":"A homeless man who lives in abandoned bus finds out that his daughter comes from Germany to meet him for the first time in twelve years. Ashamed of his present situation and unable to cope with it, he breaks into apartment of his rich ex-friend who is involved in criminal activities.","release_date":"2002-07-21","vote_average":5.0,"runtime":90,"cert":"N\/A","id":509518,"title":"Winter in Rio","adult":false,"genre_ids":[18,35]},{"cast":["Brandon Braverman","Christopher Rivera","Christine Alicia Rodriguez","Natalie Weinberg"],"overview":"Welcome to Fat Camp, where big isn't beautiful... it's sexy. Seth leaves home humiliated to find a titillating paradise and the chance to be normal.","release_date":"2011-01-01","vote_average":7.0,"runtime":19,"cert":"\"\"","id":509520,"title":"Fat Camp","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Dante is One of the top comedians in the world! He was a cast member on NBC's Last Comic Standing! Winner of the most B.E.T. Comedy Awards! He has performed for more US troops than anyone since Bob Hope! Grand Prize winner of ABC's America's Funniest People! Dante has appeared in over 40 TV shows and Movies! Winner of over 20 comedy contests! He has opened for and performed with Richard Pryor, Milton Berle, Robin Williams, Andrew Dice Clay, Sam Kinison and more! He can perform Dirty to corporate clean! Dante has performed to over one million people live!","release_date":"2013-03-18","vote_average":0.0,"runtime":null,"cert":"\"\"","id":509522,"title":"The Gay List: Los Angeles","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":509524,"title":"Young Wife's Job","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":509526,"title":"이모의 유혹","adult":false,"genre_ids":[]},{"cast":[],"overview":"Two thieves break into an apartment to steal expensive objects, but they end up getting robbed themselves.","release_date":"","vote_average":5.0,"runtime":5,"cert":"N\/A","id":509528,"title":"Summersale","adult":false,"genre_ids":[27]},{"cast":["Sathyaraj","Ranjitha","Napoleon","Raghuvaran","Anandaraj"],"overview":"A 1994 Tamil drama film written and directed by Manivannan. It stars Sathyaraj and Ranjitha in the lead roles.","release_date":"1994-08-12","vote_average":0.0,"runtime":150,"cert":"N\/A","id":509539,"title":"Thozhar Pandian","adult":false,"genre_ids":[]},{"cast":["Melba Bruce","Frank Ford","Sharon Demsted","Link Beemer","Georgette Teaps"],"overview":"Jim and Sharon get married. Jim has sex with the newspaper girl and Sharon goes mad. Jim and a friend fail in robbing a bank to pay for Sharon's psychiatric care.","release_date":"1976-07-01","vote_average":0.0,"runtime":59,"cert":"\"\"","id":509541,"title":"Teenangel","adult":false,"genre_ids":[]},{"cast":[],"overview":"Short film, shot in the Amsterdam Stedelijk Museum, by famous Dutch photographer Ed van der Elsken.","release_date":"","vote_average":5.0,"runtime":10,"cert":"N\/A","id":509543,"title":"Dylaby","adult":false,"genre_ids":[]},{"cast":["Chin Ka-Lok","Billy Chow","Chunyu Shanshan","Eddy Ko","Kiki Sheung"],"overview":"The King Boxer shares a name with two early 70's martial arts films, but shares a lot more with some later vintage films of the genre. Most obvious is Fong Sai Yuk, from which large chunks of plot are lifted, but the not-particularly-observant will recognise elements from Fist Of Legend and Tai Chi Master and Sammo's Prodigal Son. Well, original story lines aren't exactly a strong feature of the kung fu genre I guess tongue.gif Chin Kar Lok stars as the headstrong young (!) son of a business man who is far more interested in learning Kung Fu than business wiles, and joins the Yiyin kung fu school despite the fact their master was just defeated by their rivals and it is going to close.","release_date":"2000-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":509548,"title":"The King Boxer","adult":false,"genre_ids":[28,35,12]},{"cast":[],"overview":"A staff member of a game company came to a historical museum in the border city of China. They are Wu Mi, a second-generation rich man, Mei Feng, a graduating internationaire, and Andrew, a Russian drunkard. The three inadvertently crossed...","release_date":"2018-03-03","vote_average":0.0,"runtime":100,"cert":"N\/A","id":509583,"title":"Unserious Hero","adult":false,"genre_ids":[18,10752,14,35]},{"cast":["Joseph Gordon-Levitt","Aylin Tezel","Max Schimmelpfennig","Aurélie Thépaut","Denis Schmidt"],"overview":"A pilot's aircraft is hi-jacked by terrorists.","release_date":"2019-08-09","vote_average":0.0,"runtime":92,"cert":"N\/A","id":509585,"title":"7500","adult":false,"genre_ids":[53,18]},{"cast":["Adriana Chechik","Luna Star","Melissa Moore","Zoey Monroe","Markus Dupree"],"overview":"Elegant Angel presents \"SUPER SQUIRT 7\" over 2 hours of hardcore squirting action! Hosted & starring squirting superstar Zoey Monroe. This latest installment brings you the hottest squirters in the biz. Zoey stars this roller coaster of sexual thrills & orgasmic spills! Featuring Zoeys 1st double vaginal scene and all 3 way scenes!!! Put on your rain gear it's going to be a very wet ride! Zoey & the rest of our cast of squirters blast copious amounts of pussy puddles in this soaking edition of Supersquirt! For the true squirting fans out there! Featuring Zoey Monroe, Adriana Chechik, Luna Star, and Melissa Moore! Enjoy!","release_date":"2017-04-24","vote_average":0.0,"runtime":170,"cert":"\"NC-17\"","id":509587,"title":"Supersquirt 7","adult":true,"genre_ids":[]},{"cast":["Kiersten Montenero","Tyler Van Vliet","Jess Munzial","Richard Urquiza","Grace Hazen"],"overview":"A college student goes to the apartment-warming party of her ex. They still have feelings for each other, but it's difficult to express them in the public milieu of the party.","release_date":"2018-03-05","vote_average":0.0,"runtime":19,"cert":"\"\"","id":509595,"title":"Elliott","adult":false,"genre_ids":[18]},{"cast":["Rowell Ucat","Akiko Solon","Mark Anthony Abucejo"],"overview":"A romantic comedy detailing the funny and quirky last 30 days of a relationship between two college sweethearts who attempt to break up without the drama.","release_date":"2017-11-30","vote_average":0.0,"runtime":90,"cert":"N\/A","id":509597,"title":"Let’s Break Up Kay","adult":false,"genre_ids":[10749,35]},{"cast":["Kai Hansen","Michael Kiske"],"overview":"","release_date":"2017-06-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":509599,"title":"Hansen & Friends: Thank You Wacken Live","adult":false,"genre_ids":[]},{"cast":[],"overview":"Martin indulged in his excessive use of drugs. He recorded his frenzied life in his diaries while his friend Ivo passionately captured everything on film with his Super 8 camera. Both sought for the absolute – average was not an option. Through the lens of this journal, Ivo Zen tells the story of his generation, a story about friendship and the desire to fly higher than anybody else.","release_date":"2017-02-09","vote_average":0.0,"runtime":76,"cert":"N\/A","id":509601,"title":"King of the Airs: Notes on a Friendship","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The Festival international de la mode africaine (Fima), released in 1998 in Niger, is important to the vogue industry in Africa. The documentary explores the dimensions of this scene.","release_date":"2012-11-11","vote_average":8.0,"runtime":52,"cert":"N\/A","id":509603,"title":"Afrique, land of trends","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Basing his plot on a farce by Plautus, Shakespeare caps the mayhem of his Roman original to build up a hectic tale of violent cross-purposes, furious slapstick and social nightmare.","release_date":"","vote_average":0.0,"runtime":131,"cert":"N\/A","id":509605,"title":"Shakespeare's Globe: The Comedy of Errors","adult":false,"genre_ids":[]},{"cast":[],"overview":"Our Sun could erupt at any moment, spewing a vast wave of charged particles toward Earth that could leave millions of people without power for up to a year.  Learn about the latest missions to protect our planet from this potentially devastating threat.","release_date":"2017-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":509607,"title":"Our Violent Sun","adult":false,"genre_ids":[]},{"cast":[],"overview":"Broadcaster and gay rights activist Simon Fanshawe examines the impact of the Sexual Offences Act 1967 and the fight for equality through the extraordinary story of his hometown of Brighton.","release_date":"2017-07-31","vote_average":6.0,"runtime":null,"cert":"N\/A","id":509612,"title":"Brighton: 50 Years of Gay","adult":false,"genre_ids":[]},{"cast":["Chatchai Chinsi","Natthawut Saenyabut","Phuwanet Sichomphu","Somchai Saiutha","Thanwaporn Nasombat"],"overview":"A story of Pong, who wants to start his own vegetable business, and Siang, who entered the monkhood to forget his first love.","release_date":"2018-02-22","vote_average":0.0,"runtime":125,"cert":"N\/A","id":509617,"title":"Thi Baan The Series 2.1","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"Professor Shapiro reaches back into history to show that artists, architects and mathematicians have also employed visual “tricks” to baffle and entertain us by manipulating perspective and challenging our ideas of what is real and what is fake.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":509625,"title":"Perspective Games","adult":false,"genre_ids":[]},{"cast":[],"overview":"Professor Shapiro shows us how some images can prompt two, or even three, equally valid interpretations. Rather than settling on one interpretation, our brains tend to switch among all of them – leading to some baffling and astonishing visual experiences.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":509627,"title":"Ambiguous Images","adult":false,"genre_ids":[]},{"cast":[],"overview":"Sadhana (Rekha) and Ramkumar (Jeetendra) are a married couple. Their marriage gets into troubled waters when Sadhana starts to suspect that Ramkumar is having an affair. Sadhana does not handle the matter properly, and drives him away from her. Her family attempt to talk to her and try to patch things up for the couple, but Sadhana is relentless. What will bring the couple to come together and attempt to re-build their marriage?","release_date":"1981-10-09","vote_average":0.0,"runtime":145,"cert":"N\/A","id":509629,"title":"Ek Hi Bhool","adult":false,"genre_ids":[]},{"cast":[],"overview":"A slackline master who has walked across Victoria Falls;  people who can do complex mathematical  computations in a matter of seconds; a Shaolin monk with amazing coordination, and a mind-reader are some of the extraordinary minds examined in this program.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":509637,"title":"Masters Of The Mind","adult":false,"genre_ids":[]},{"cast":[],"overview":"Although Hiba, Rita and Tamar – pupils at the international Schmidt’s Girls College in Jerusalem – have only been receiving classical singing lessons for under two years, their music teacher has registered them for the prestigious competition \"Jugend Musiziert\" (\"Youth Makes Music\"). An exciting journey awaits the students: their trip will lead them out of their conflict-ridden everyday life to the first round of the competition, which will be held in Istanbul in 2013. For those who succeed in this round the journey continues to Germany where the competition celebrates its 50th anniversary. Every single girl brings the right qualities to reach the local finals: musical talent, a special voice - and a never ending joy of singing.","release_date":"2014-10-04","vote_average":0.0,"runtime":82,"cert":"N\/A","id":509639,"title":"Sad Songs of Happiness","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Portia, a wealthy heiress of Belmont, is forced to set her suitors a challenge. The winner will win her hand in marriage; the losers will lose her hand and much more. In Venice, the epicentre of consumption, speculation and debt, Bassanio borrows money from his friend Antonio to finance his attempt. Antonio, in turn, takes out a loan from the moneylender Shylock. The loan will be repaid when Antonio’s ships return to the city. But if the ships fail to return, and the money cannot be repaid, Antonio will give to Shylock a pound of his own flesh. And they do fail. And Shylock will have his ‘bond’.","release_date":"","vote_average":0.0,"runtime":154,"cert":"N\/A","id":509641,"title":"The Merchant of Venice: Shakespeare's Globe Theatre","adult":false,"genre_ids":[]},{"cast":["Einar Hanson","Tom Walters","Nils Aréhn","Inga Tidblad","Georg Grönroos"],"overview":"","release_date":"1923-10-21","vote_average":6.0,"runtime":107,"cert":"N\/A","id":509643,"title":"Mälarpirater","adult":false,"genre_ids":[12]},{"cast":["Joe Grace","Josh Gaboian","Andrew Birnie","Jomar \"Dez\" Banks"],"overview":"The tragic tale of a mime put on trial for murder for miming a murder.","release_date":"2005-09-03","vote_average":0.0,"runtime":30,"cert":"\"\"","id":509645,"title":"Mime","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A mockumentary about our civilization's eternal quest for \"the perfect balance\" between love, tolerance, morality, censorship, tradition, and experimentation.","release_date":"2006-04-07","vote_average":0.0,"runtime":106,"cert":"N\/A","id":509647,"title":"Coming Soon","adult":false,"genre_ids":[35,14]},{"cast":[],"overview":"'Here and Now' tenderly unveils self made adversities in everyday life of three friends. Artist Jo is suffering from a mental block and her canvas is still blank. Her therapist asks her to do nothing to conquer the block. But how on earth can you do nothing? Restaurateur Luke longs to do nothing as he is terrorized by his thoughts. He takes a time-out to flee the pending madness. But who is actually thinking in his head? Nothing left but fear in musician Gibsi's head as the date of her gig approaches. She'd love to escape her destiny - but if not now, when? A Dramedy set in Switzerland and vividly portrayed by a non professional gay and lesbian cast.","release_date":"2013-01-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":509661,"title":"Here and Now","adult":false,"genre_ids":[]},{"cast":[],"overview":"A collection of ten animated short films made by Signe Baumane.","release_date":"2009-01-01","vote_average":0.0,"runtime":110,"cert":"\"\"","id":509663,"title":"Ten Animated Films by Signe Baumane","adult":false,"genre_ids":[16]},{"cast":["Richard Dix","Lois Wilson","Nat Pendleton","Gunboat Smith","Joseph Kilgour"],"overview":"College football star Billy Dexter is prone to getting into public fights. His father demands he reform and sends him to mend his ways with a devout old woman who deals in hymnals. She turns out to be devoutly drunk and a saloon brawler, leading to Billy's imprisonment. He tells his fiancée he's doing missionary work on a pacific island. He escapes and persuades her to marry him, all the while dodging the police who pursue him.","release_date":"1926-03-01","vote_average":0.0,"runtime":70,"cert":"\"\"","id":509665,"title":"Let's Get Married","adult":false,"genre_ids":[35,10749]},{"cast":["Nikki Osborne","William Emmons","Dave Beamish","Albert Goikhman","Anthony Assante"],"overview":"A man and his family must escape a horde of blood-thirsty infected people while being held hostage by a group of criminals in a small country town.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":509667,"title":"Before Dawn","adult":false,"genre_ids":[80,27,53]},{"cast":["Jairo Mattos","Vivianne Pasmanter","Marcelo Mansfield ","Otávio Müller","Roney Villela"],"overview":"","release_date":"2000-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":509669,"title":"Deus Jr.","adult":false,"genre_ids":[18,80]},{"cast":["Vladimir Demidov"],"overview":"","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":509671,"title":"Грустная дама червей","adult":false,"genre_ids":[]},{"cast":["Scotty Beckett","Lucile Fairbanks","Fritz Feld","Dick Foran","Kathryn Kane"],"overview":"Released as part of a series of WB shorts under the collective title of \"Technicolor Specials\" (WB production number 2003) this short most likely holds the WB house record for a 20-minute film containing footage from the most different titles in their inventory. It's theme of a singing guided tour of the lot (and some of the footage) is from 1944's \"Musical Movieland\", the former title holder, and it contains clips from 1939's \"Quiet, Please\" and \"Royal Rodeo\"; \"Sunday Roundup\" from 1936 and 1940's \"The Singing Dude.\" Pieces from \"Out Where the Stars Begin\" and \"Swingtime in the Movies\" may also be used, but it's hard to tell since they all tend to run together and show up in a lot of places during the 1940's Warner shorts. Its title of \"Movieland Magic\" is most apt considering the sleight-of-hand performed by the WB Shorts and Sales departments in once again selling the same film clips for the 3rd, 4th or more times.","release_date":"1946-03-09","vote_average":0.0,"runtime":17,"cert":"\"\"","id":509673,"title":"Movieland Magic","adult":false,"genre_ids":[]},{"cast":["Danuta Szaflarska"],"overview":"","release_date":"2013-05-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":509684,"title":"Inny świat","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Music is a drug without side effects. Since the age of six Robbie has been driven by music . After his mother died he has lived and breathed it. All that is snatched away when he is diagnosed with Parkinson's disease at 28. His problems spiral out of control as he struggles to find his new normal. Isolated by his condition and addicted to his medication Robbie is alone fighting poverty, pills and Parkinson's.","release_date":"2013-08-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":509689,"title":"Musically Medicated","adult":false,"genre_ids":[]},{"cast":["Patty Andrews","Laverne Andrews","Maxene Andrews","Billy Bletcher","Mae Questel"],"overview":"A love affair blossoms between two pairs of shoes after a couple purchases the shoes.","release_date":"1936-09-05","vote_average":6.0,"runtime":10,"cert":"\"\"","id":509694,"title":"New Shoes","adult":false,"genre_ids":[10402,10749]},{"cast":[],"overview":"Widowed Bhavanidevi rules her palatial home with an iron hand. Nothing is permitted to be touched or moved without her permission and approval. She has two sons, and one daughter. She dotes on her daughter, Shobha, and son-in-law, Khubchand. When her eldest son marries a young woman, Sheela, Bhavani is enraged because Sheela did not bring in enough dowry. To teach Sheela a lesson, she burns her foot, leaving a petrified Sheela submissive and open to even more abuse. When Bhavani's second son gets married without her permission, she is angered even more, and will not have anything to do with her new daughter-in-law, Durga. When Durga insists on living there, she is permitted to do so, not knowing that she has now entered a household where she will be another abused and submissive slave to her dominating mother-in-law.","release_date":"","vote_average":0.0,"runtime":150,"cert":"N\/A","id":509696,"title":"Sau Din Saas Ke","adult":false,"genre_ids":[]},{"cast":[],"overview":"Kashiram lives a poor lifestyle in a small village along with his wife, Chanda. When his father-in-law falls ill, Chanda and the children travel by boat to see him, but the trio perish when the boat meets with an accident. Devastated, Kashiram turns to alcohol but still continues to sell toys for a living. Four children, Ram, Rahim, Tom and Rani, decide that the only way Kashiram can be happy is by becoming a father, so they select the village's naive flower-selling belle, Lajwanti, to bear him a child. Then when Kundan attempts to molest Lajwanti, Kashiram comes to her rescue and warms Kundan not to molest anyone or else he will be killed. Shortly thereafter, the Police find an intoxicated and blood-soaked Kashiram over Kundan's lifeless body and arrest him. Unable to recollect what actually happened, amidst rumors of a haunted house, Kashiram may find himself in for life in prison or even the gallows.","release_date":"1970-01-19","vote_average":0.0,"runtime":133,"cert":"N\/A","id":509698,"title":"Bachpan","adult":false,"genre_ids":[]},{"cast":["Sac","Hisako Fukuda"],"overview":"\"I made this video because my grandmother had erotomania. Erotomania is a type of schizophrenia where the sufferer can’t distinguish between real life and one’s own imagination life. One day my grandma suddenly said, ”I had someone I truly loved when I was young and he is looking for me to pick me up” The next day, she started riding a taxi for few hours trying to find him. ... No one knows if my grandmother’s true love exists or not. ... At the same time as my grandmother I was also on a search. I was looking for angels. My interest in angels started when I discovered Paul Klee’s Angel Drowning series. This series had a profound effect on me. Within the same week my friend took me to a Walter Benjamin lecture where they discussed his angel theories. It was synchronicity. My grandmother and I were both searching for something, something that no one knew existed or not.\"","release_date":"2012-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":509700,"title":"Angel at the Dump","adult":false,"genre_ids":[]},{"cast":[],"overview":"No overview found","release_date":"2013-12-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":509711,"title":"Queer as Pop: From the Gay Scene to the Mainstream","adult":false,"genre_ids":[]},{"cast":["Sarah Ann Kennedy","Rob Brydon"],"overview":"A delusional woman plans out tomorrow after loafing around in her own apartment.","release_date":"1991-01-01","vote_average":0.0,"runtime":3,"cert":"N\/A","id":509713,"title":"Fantastic Person","adult":false,"genre_ids":[16,35]},{"cast":["Petr Kostka","Jaromír Hanzlík","Otakar Brousek sr.","Vilém Besser","Vlasta Fabiánová"],"overview":"","release_date":"1971-11-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":509715,"title":"Zločin na Zlenicích hradě","adult":false,"genre_ids":[]},{"cast":["Leonid Shmelkov","Vadim Medvedev","Mark Skvortsov","Elizaveta Skvortsova"],"overview":"Misha is a quiet, dreamy boy. His dearest wish is to one day meet a real elk. He is always out and about in the countryside with his father where such magnificent animals seem within his grasp. And yet, years go by without Misha’s dream ever once having been fulfilled. A chubby dance teacher unsuccessfully tries to cheer up Misha, who has long since given up hope. But then, all of a sudden, an unexpected encounter occurs. But whether this is a stroke of good or bad luck will be food for thought for a long time to come. Reflecting the boy’s quirky fantasy world in a mixture of playful and surreal motifs, and making use of images which are as melancholic as they are endearing, the film conjures up the power of the imagination, loneliness and the passing of time.","release_date":"2013-12-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":509717,"title":"My Own Personal Moose","adult":false,"genre_ids":[16]},{"cast":[],"overview":"People often ask me at what age they should start puppy training. The answer is immediately! Here are some quick tips on the steps to training and maintaining an obedient and balanced dog from the start.  New puppy owners often make the mistake of endlessly worrying about finding the right accessories, puppy treats, or bed. They spend little or no time thinking about how or what they will teach their new puppy. Yes, a puppy needs nutritious food and a safe, warm place to live, but another equally powerful and important biological necessity is the need for a strong pack leader.","release_date":"2018-03-07","vote_average":10.0,"runtime":60,"cert":"N\/A","id":509719,"title":"Puppy's First Year","adult":false,"genre_ids":[]},{"cast":[],"overview":"When puppyhood collides with adolescence you need different training techniques. Successful adult dog training requires controlling the dog's energy and reactivity to regain attention.","release_date":"2018-03-07","vote_average":10.0,"runtime":95,"cert":"N\/A","id":509724,"title":"SIRIUS Adult Dog Training","adult":false,"genre_ids":[]},{"cast":["Alejandra Garrido","Luciano Cruz-Coke","Sebastián Araya","Luis Jara","Jaime Vadell"],"overview":"Cassandra is a teenager who is seeking God so she enters in the youth group of the Parish. There she meets Father Agustin , who unleashes her in confusion, on the border between carnal love and a fatherly relationship. Everything is accentuated when they go to a spiritual retreat to the coast, where the rest of the group members will show their true colors","release_date":"1996-04-18","vote_average":0.0,"runtime":75,"cert":"N\/A","id":509732,"title":"Welcome Casandra","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Sibelius's solitary concerto is one of the most passionate tests for the violin virtuoso, one to which Maxim Vengerov is more than equal. He captures the work's passion and its occasional quirky patches of the spookily sublime. His performances of the \"Sarabande\" from the Bach Second Partita and the \"Ballade\" from Ysaye's Third Sonata are admirable encores demonstrating his range and his elegant control. Daniel Barenboim's piano performance of the de Falla Nights in the Gardens of Spain is equally virtuosic, bringing out the work's structure as well as its local color. Placido Domingo's conducting is solid and serviceable. Barenboim ends the concert with three de Falla orchestral showstoppers--the \"Farruca\" from The Three-Cornered Hat and the \"Magic Circle\" and \"Ritual Fire Dance\" from Love the Magician. The Chicago Symphony perform throughout with their usual vigor and fine orchestral color, but are particularly remarkable in these three encores","release_date":"2000-08-01","vote_average":0.0,"runtime":87,"cert":"\"\"","id":509734,"title":"Sibelius - Violin Concerto \/ De Falla - Nights in the Gardens of Spain","adult":false,"genre_ids":[]},{"cast":["Peter Bogdanovich","Lin Shaye","Arielle Brachfeld"],"overview":"A struggling actress inherits a bevy of colorful villains after desperation (with a touch of femme fatale) drives her and her gullible boyfriend to steal big from the Los Angeles underworld.","release_date":"2018-03-20","vote_average":4.0,"runtime":93,"cert":"\"\"","id":509736,"title":"Los Angeles Overnight","adult":false,"genre_ids":[53]},{"cast":["David Robbins"],"overview":"Ex-military Captain Samantha Williams, is \"recruited\" to put together a team of ex-military and criminals. Williams must carry out unlawful orders to protect the world's most powerful criminal organization, the US Government.","release_date":"2013-03-06","vote_average":0.0,"runtime":null,"cert":"\"\"","id":509738,"title":"Southwest","adult":false,"genre_ids":[]},{"cast":["Nicolás Martínez","Eduardo Domínguez","Ignacia Allamand","Ramón Llao","Ariel Levy"],"overview":"Giorgio Chamorro sees for the first time threatened his reign as best seller: Sandra Pulgar has arrived","release_date":"2013-10-22","vote_average":0.0,"runtime":60,"cert":"N\/A","id":509740,"title":"For Sale","adult":false,"genre_ids":[10770,35]},{"cast":["Sabine Orléans","Max von Thun","Inka Calvi","Luci Van Org","Michael Schönborn"],"overview":"","release_date":"2000-03-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":509742,"title":"Gesteinigt - Der Tod der Luxuslady","adult":false,"genre_ids":[80]},{"cast":["Joanna Angel","Brittany Lynn","Mable","Skin Diamond","Chad Alva"],"overview":"It's a very special JOANNA ANGEL feature...honoring her with a title that can be surpassed by no other title in the universe...A FILTHY WHORE! That's right - it's official. Joanna Angel is a filthy whore, and here 9 dirty scenes to prove it, including an 8-dude GANG BANG...","release_date":"2012-05-25","vote_average":0.0,"runtime":238,"cert":"\"NC-17\"","id":509744,"title":"Joanna Angel: Filthy Whore","adult":true,"genre_ids":[]},{"cast":[],"overview":"250 Years of tradition make the fallen Lord of Girardota one of the most commemorative saints of Colombia. Each year in the middle of the week, thousands of Catholic pilgrims go on a long journey to offer a sacrifice or to thank a miracle.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":509755,"title":"ARA, La razón de un camino","adult":false,"genre_ids":[]},{"cast":[],"overview":"During the Argentine dictatorship of the eighties, two gravediggers are in charge of burying all the N.N. that arrive at the cemetery. One afternoon they bring the corpse of a beautiful girl whom they both fall in love with. That rainy night will be the excuse for a reflection in candle on the friendship, the old age and the bitter beauty.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":509757,"title":"Muerte, no seas mujer","adult":false,"genre_ids":[]},{"cast":["Veronica Avluv","Aiden Starr","James Deen","Markus Dupree","Mick Blue"],"overview":"legant Angel proudly presents Veronica is Voracious over 2 hours of sexual explosiveness from superstar Veronica Avluv!! Elegant Angel brings you the long awaited showcase of one of the most Voracious sexual appetites porn has ever seen. The beautiful and mind blowing Veronica Avluv does it all in this incredible showcase. Triple Anal!!!! Yes Triple anal and triple vaginal! Watch her pussy and asshole get stretched and fucked beyond belief as she squirts and cums over and over again as 3 men fuck her holes relentlessly. This movie has it all anal, squirting, dp, triple anal, triple vag, triple penetration, girl girl, giant toys, the list goes on and on!! The ultimate showcase for the ultimate sexual creature! Starring Veronica Avluv, Aiden Star and a whole bunch of cocks! Enjoy!!","release_date":"2017-09-19","vote_average":0.0,"runtime":126,"cert":"\"NC-17\"","id":509759,"title":"Veronica is Voracious","adult":true,"genre_ids":[]},{"cast":["Kim Affronti","Eliza Hook","Susan Liu","Toko Serita"],"overview":"In a courtroom in Queens, women facing prostitution charges may earn a chance at redemption thanks to an experimental program established by a team of rebel heroines working to change the system.","release_date":"2018-04-21","vote_average":0.0,"runtime":94,"cert":"\"\"","id":509761,"title":"Blowin' Up","adult":false,"genre_ids":[99]},{"cast":[],"overview":"No overview found","release_date":"2014-01-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":509763,"title":"Voltrans","adult":false,"genre_ids":[]},{"cast":[],"overview":"A deep and sensitive look into the story of a boy who insists to follow the wishes of his heart as he grows up and tries to develop his sexual identity.","release_date":"2013-10-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":509765,"title":"Waiting for Sunrise","adult":false,"genre_ids":[]},{"cast":[],"overview":"no overview.","release_date":"1966-01-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":509779,"title":"The Mole and the Rocket","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A couple without children, a couple with three children and a gay couple with a son from a previous marriage, four stories intertwine.","release_date":"2014-04-06","vote_average":0.0,"runtime":83,"cert":"N\/A","id":509781,"title":"Anagramas","adult":false,"genre_ids":[]},{"cast":[],"overview":"An action\/adventure film starring Paul Dean as Donnie.","release_date":"2017-07-31","vote_average":0.0,"runtime":null,"cert":"\"\"","id":509783,"title":"Case 137","adult":false,"genre_ids":[]},{"cast":[],"overview":"Dream matrix, history written in lightning image, memory and the TV syntax, images flowing and fused together to other images and electronic tapestry of images half seen, sought for, seeking man's dreams, movies as dreams, history as media. \"The artist will tell you it is as much a process he is interested in ... as a result. Art is a process – life is a process – are they the same process? So many of the artists became unhappy about this eternal, unyielding quality in their art, and they began to wish their work were more like shoes, more temporary, more human, more able to admit of the possibility of change. The fixed, finished work began to be supplemented by the idea of work as a process, constantly becoming something else, tentative, allowing more than one interpretation.\" – Dick Higgins","release_date":"1964-01-01","vote_average":0.0,"runtime":8,"cert":"\"\"","id":509785,"title":"Newsreel of Dreams No. 1","adult":false,"genre_ids":[]},{"cast":[],"overview":"Dream matrix, history written in lightning image, memory and the TV syntax, images flowing and fused together to other images and electronic tapestry of images half seen, sought for, seeking man's dreams, movies as dreams, history as media. \"The artist will tell you it is as much a process he is interested in ... as a result. Art is a process – life is a process – are they the same process? So many of the artists became unhappy about this eternal, unyielding quality in their art, and they began to wish their work were more like shoes, more temporary, more human, more able to admit of the possibility of change. The fixed, finished work began to be supplemented by the idea of work as a process, constantly becoming something else, tentative, allowing more than one interpretation.\" – Dick Higgins","release_date":"1964-01-01","vote_average":0.0,"runtime":8,"cert":"\"\"","id":509787,"title":"Phenomenon No. 1","adult":false,"genre_ids":[]},{"cast":["Aj Dirtystein","Ardiente de la Huerta","Rosebutt","Yumie Volupte"],"overview":"An enigmatic Andalusian tries to forget her former mistress sadistic, cruel and all other sadomasochistic pleasures.","release_date":"2014-11-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":509789,"title":"The Black Widow","adult":false,"genre_ids":[]},{"cast":["Mahiro Takasugi","Wakana Aoi","Hiroya Shimizu","Daichi Kaneko","Hakushu Togetsuan"],"overview":"Born and raised in Kyoto, 17 years old Takatoyo spends all his summer holidays in his hometown. However, this time will be different. Takatoyo will experience his first love and first challenges, creating memories that will take him out of his ordinary life.","release_date":"2017-07-08","vote_average":7.0,"runtime":67,"cert":"N\/A","id":509806,"title":"Lights of Kyoto","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"When Fred Karger began running for President of the United States in February 2010 filmmaker John Fitzgerald Keitel was at his side. John spent the next two years documenting his historic campaign as the first openly gay candidate for president from either major political party. Now a one hour documentary, FRED is out and gives audiences an inside look at the roller coaster campaign. Follow Fred from the towns of New Hampshire to the Iowa State Fair. Watch as he takes on Fox News and Mitt Romney. See the reaction from Republican rank and file voters to any openly gay GOP candidate from New Orleans to New York, from Gay Pride Parades to the Southern Republican Leadership Conference as he fights for inclusion in the debates, takes on his opponents and campaigns to let lesbian, gay, bisexual and transgender Americans know that anything is possible.","release_date":"2014-04-04","vote_average":0.0,"runtime":null,"cert":"\"\"","id":509808,"title":"Fred","adult":false,"genre_ids":[]},{"cast":["Heraldo Romero","Salomón Gómez","Diana Pérez"],"overview":"Sal is an odyssey whose hero has no home to return to. His is a search for transcendence in a landscape that pits him against a harsh, impervious human reality. Heraldo is a man with no identity who comes to the desert asking about his father. In this dystopian land, the last refuge of desperados who have no place in the world, he finds himself asking if maybe he is one of them when a strange couple, Don Salo and his wife, take him in.","release_date":"2018-03-02","vote_average":2.5,"runtime":72,"cert":"N\/A","id":509810,"title":"Sal","adult":false,"genre_ids":[18]},{"cast":[],"overview":"\"In the beginning, my first documentary was meant to be a portrait of the president of the carnival club in my home village. During the filming, it went clear very fast, that my protagonist was wearing a mask not only at Carnival. He lives a double life. I gradually realized that this film project has a lot in common with my own history too. I discovered parallels between the story of the carnival president and mine. The originally planned, straight forward portrait, turned into an essay on home in general and an ethical lesson in film making. The director became the protagonist and the protagonist a director.\" - Dave D. Leins","release_date":"2014-03-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":509812,"title":"The Gay, the Negro and the Holy Mountain","adult":false,"genre_ids":[]},{"cast":[],"overview":"Winner of the New York LOVES Film Award at the Tribeca Film Festival in 2008.  Filmed over the course of nine years, Zoned In traces the remarkable real-life journey of 16-year-old Daniel from a Bronx high school to an Ivy League university while simultaneously exploring the role of race and class in the American education system. Narrated by Daniel himself, the movie celebrates the accomplishments of this extraordinary young man but does not shy away from depicting his struggles to fit in amongst the privileged students at his college and his candid questioning of a system that has allowed him to excel but has left so many of his friends and family members behind.","release_date":"","vote_average":0.0,"runtime":90,"cert":"N\/A","id":509814,"title":"Zoned In","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Rivalry has existed between Ranimaa and a small and hostile community. The passage of time has only widened the gap between the two. When Ranimaa's heir apparent, Seema, attempts to make peace, she is severely reprimanded by Ranimaa. Then Seema meets with Ajay Jain and both fall in love. When Ranimaa finds out about this, she indicates her disapproval of Ajay. Seema, however, is adamant about this, and will only marry Ajay, and wants peace between the two communities. Finally, Ranimaa agrees to make peace with the tribe, only to be blackmailed by Manghu, who knows that Ranimaa's had a questionable past, a past so terrible that she will kill anyone who will dare to reveal it.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":509816,"title":"Nadaan","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Stonewall riots of 1969, an iconic moment in gay liberation, took place in New York City. In 2012, forty-three years later, History doesn't have to repeat itself is an attempt to find the community born from these riots and how the wide project of transformation that inspired this movement is being continued and transmitted. Seven conversations about the politics of sexual minorities and the fight against the AIDS epidemic are combined in order to present their various perspectives, experiments and ideals. Their projects include archiving, video, activism and the creation of community spaces. They share a deep desire for justice which travels across decades : they have learned the lessons of the past and look now towards the future, craving utopia.","release_date":"2014-07-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":509827,"title":"History Doesn't Have to Repeat Itself","adult":false,"genre_ids":[]},{"cast":["Prashanth Thyagarajan","Sivaranjani","R. Sundarrajan","Manivannan","Vagai Chandrasekar"],"overview":"A 1994 Tamil language romantic drama film written and directed by Manivannan.","release_date":"1994-04-08","vote_average":0.0,"runtime":156,"cert":"N\/A","id":509829,"title":"Rasa Magan","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"Shocking picture. In Marseille, in 2012, Julia and Auriane, two young students, stand up to anti-gay marriage and adoption protesters, and offer a snapshot which soon became a reference in terms of anti-discrimination civic action. Opposite them, homophobia which pretends not to be one, taking advantage of the equal right movement to parade shamelessly. Between progressive bill and new homophobia, we delve into an image that bears witness of the state of the relationship between France and homosexuality.","release_date":"2014-10-16","vote_average":0.0,"runtime":52,"cert":"N\/A","id":509831,"title":"The Kiss from Marseille","adult":false,"genre_ids":[]},{"cast":["Alastair Lee","Alastair Lee"],"overview":"Never before have there been so many indoor walls; so many climbers obsessed with training; so many beasts of superhuman strength. That talent is not going to waste. We follow the fearsomely strong Blocheads as they quest for new lines and push the limits of human ability. It’s a story of adventure, rocky passions and mutant fingers. It’s the story of a search for bouldering gold.","release_date":"","vote_average":0.0,"runtime":59,"cert":"N\/A","id":509833,"title":"Blocheads","adult":false,"genre_ids":[99]},{"cast":["Vladimir Vdovichenkov","Aleksandr Kononets","Konstantin Yelchaninov","Nikolay Belin","Maria Rogalskaya"],"overview":"A successful lawyer drives recklessly and runs down a young man. He wants to escape punishment, so decides to drive the boy to a hospital and try to negotiate a deal. Their trip becomes a real test for the lawyer's consciousness.","release_date":"2014-12-21","vote_average":8.0,"runtime":17,"cert":"N\/A","id":509835,"title":"The Awakening","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The subtitle of Argentinian filmmaker Carina Sama’s first documentary movie is ‘diversity within diversity’ which aptly covers this close study of the lives of four transvestites and one transsexual in Bolivia today.  Each of the five have made an extraordinary journey to reach the point of where they are now, and whilst most of have kept a remarkable sense of humor about their situation, for one of them, it all got too much in the end.","release_date":"2014-05-02","vote_average":0.0,"runtime":76,"cert":"N\/A","id":509837,"title":"Madam Baterflai","adult":false,"genre_ids":[]},{"cast":[],"overview":"Marzipan Flowers tells the story of Hadas, 48, a woman living in a southern Israeli kibbutz. After her husband is killed in a freakish accident, she is scrutinized by fellow kibbutz members threatened by her status as a beautiful widow. Lost and vulnerable, Hadas moves to the big city. She finds unexpected help and support from her roommate Petel, a colorful transgender, with a mysterious past. They form an alliance of friendship and support and which is put to the test earlier than they had imagined.","release_date":"2014-07-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":509839,"title":"Marzipan Flowers","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":509847,"title":"Vendetta","adult":false,"genre_ids":[]},{"cast":["Lige Conley"],"overview":"Starring Lige Conley as \"The Speed Boy of Comedy\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":509849,"title":"Danger!","adult":false,"genre_ids":[]},{"cast":["Al St. John","Zelma O'Neal","Otto Fries","Phil Dunham","Jack Lloyd"],"overview":"Comedy starring one of the most prolific but underrated comedians of the silent era, Al St John.","release_date":"1926-03-28","vote_average":0.0,"runtime":null,"cert":"\"\"","id":509851,"title":"Skybound","adult":false,"genre_ids":[35]},{"cast":["John Travolta","Devon Sawa","Ana Golja","James Paxton","Jessica Uberuaga"],"overview":"A rabid film fan stalks his favorite action hero and destroys the star's life.","release_date":"2019-08-30","vote_average":5.5,"runtime":88,"cert":"\"R\"","id":509853,"title":"The Fanatic","adult":false,"genre_ids":[53]},{"cast":["Sridevi"],"overview":"Bala Nagamma is a 1981 Telugu Indian feature film directed by K. Shankar for A.Khader's K.B.Creations. The film stars Sarath Babu and Sridevi in the lead roles.","release_date":"1981-03-21","vote_average":0.0,"runtime":135,"cert":"N\/A","id":509855,"title":"Bala Nagamma","adult":false,"genre_ids":[]},{"cast":["Dorina Martinovics","Tamás Mohai","Attila Ifj. Vidnyánszky","Sándor Gáspár","Géza D. Hegedüs"],"overview":"After a young soldier sides with a troupe of travelling actors in a fist fight that erupted while they are performing a play, he is forced to flee and the troupe decides to take him in.","release_date":"2018-03-08","vote_average":0.0,"runtime":102,"cert":"N\/A","id":509857,"title":"The Troupe","adult":false,"genre_ids":[35,18]},{"cast":["Vladimir Putin","Vladimir Rudol'fovich Solovyov"],"overview":"","release_date":"2018-03-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":509859,"title":"Миропорядок 2018","adult":false,"genre_ids":[99]},{"cast":[],"overview":"1981 film directed by P. Chandrasekhara Reddy and stars Gummadi.","release_date":"","vote_average":0.0,"runtime":128,"cert":"N\/A","id":509870,"title":"Bhoga Bhagyalu","adult":false,"genre_ids":[]},{"cast":[],"overview":"Guru Sishyulu (English: Teacher-Student) is a 1981 Telugu, comedy film, produced by C. Ashwini Dutt on Vyjayanthi Movies banner[2] and directed by K. Bapayya.","release_date":"","vote_average":0.0,"runtime":151,"cert":"N\/A","id":509875,"title":"Guru Sishyulu","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2017-11-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":509877,"title":"Metamorfosi Napoletane","adult":false,"genre_ids":[14]},{"cast":[],"overview":"After the passing away of her parents, Mangala moves in with her maternal uncle, his wife, and five cousins, who all live a poor lifestyle in a small town. She has a sweetheart in Anoop and hopes to marry him someday. When Anoop hesitates, her marriage is arranged elsewhere, however, on the day of the marriage, the groom meets with an accident and passes away. Her aunt quickly gets her married to a singer named Anand. After the marriage, Mangala is shocked to find that Anand is blind and detests him.","release_date":"","vote_average":0.0,"runtime":138,"cert":"N\/A","id":509879,"title":"Daasi","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2018-03-06","vote_average":8.0,"runtime":null,"cert":"N\/A","id":509881,"title":"Avortement, les croisés contre-attaquent","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":509898,"title":"Cinzas da Quarta Feira","adult":false,"genre_ids":[14]},{"cast":["Penny Flame","Kaiya Lynn","Devaun Long","Victoria Sweet","Jana Cova"],"overview":"The \"My First Porn\" series is a comical sex-spectacle of Jack directing his first porn movie. Volume 5 features the amazing and oh-so-beautiful Jana Cova in two delicious scenes, plus the sensational Penny Flame in a boy \/ girl titty fuck that rocks the house. Kaiya Lynn lets Eric Masterson do ample time while Devaun begs for an average guy but easily gobbles up the very well hung Ben English. Add a smokin' hot anal scene from Ha-ley Scott and a sexy, sloppy blow job from the lovely Victoria Sweet, all decorated with some first-class, good time Digital Playground style humor and you have some of the ingredients that makes \"My First Porn 5\" in-sanely hot and extremely entertaining.","release_date":"2006-06-01","vote_average":6.0,"runtime":98,"cert":"\"NC-17\"","id":509900,"title":"Jack's My First Porn 5","adult":true,"genre_ids":[]},{"cast":["Darrion Caldwell","Leandro Higo","Joe Taimanglo","Joe Warren","Kristina Williams"],"overview":"Bellator 195: Caldwell vs. Higo took place on March 2, 2018 at the WinStar World Casino in Thackerville, Oklahoma. The event aired live in prime time on Paramount Network.  The event was headlined by Bantamweight champion Darrion Caldwell making the first defense of his title against Pitbull brothers' protege Leandro Higo.","release_date":"2018-03-02","vote_average":0.0,"runtime":null,"cert":"\"\"","id":509902,"title":"Bellator 195: Caldwell vs. Higo","adult":false,"genre_ids":[]},{"cast":["Mark Cole","Anthony Craig","Rachel Dissell","Alexandria Goddard","Marianne Hemmeter"],"overview":"At a 2012 pre-season high-school football party in Steubenville, Ohio, a young woman was raped by members of the beloved high school football team. The aftermath exposed an entire culture of complicity—and Roll Red Roll maps out the roles that peer pressure, denial, sports machismo, and social media each played in the tragedy.","release_date":"2019-03-22","vote_average":7.1,"runtime":80,"cert":"\"\"","id":509904,"title":"Roll Red Roll","adult":false,"genre_ids":[99]},{"cast":[],"overview":"An art bondage film by punk-feminist and dominatrix Lisa Baumgardner.","release_date":"1978-12-31","vote_average":0.0,"runtime":11,"cert":"\"\"","id":509906,"title":"Lisa in Bondage","adult":false,"genre_ids":[]},{"cast":["Gianna Michaels","Kinzie Kenner","Luscious Lopez","Sasha Grey","Lorena Sanchez"],"overview":"The \"My First Porn\" series is a comical sex-spectacle of Jack directing his first porn movie. Volume 7 features the lovely and sweet Gianna in a tempestuous fuck scene with Scott Nails and his massive cock. Then the gorgeous Kinzie Kenner, one of the hottest babes alive, shows up on set. She lets Christian fuck her titties and her tight, wet pussy before she sucks his manhood and takes a sweet load. Up next, for all you big-time, anal addicts, the sexy and sultry Luscious Lopez takes a butt hammering from Scott Nails and Sasha Grey engages in a heated and erotic ass show with James Deen. My First Porn 7 raps things up with the exotic Lo-rena Sanchez in a juicy and decadent boy \/ girl tryst. All scenes have been decorated with some first-class, good time Digital Playground style humor making My First Porn 7 insanely hot and extremely entertaining.","release_date":"2006-10-05","vote_average":6.0,"runtime":105,"cert":"\"NC-17\"","id":509908,"title":"Jack's My First Porn 7","adult":true,"genre_ids":[]},{"cast":["Angela Davis","Alice Walker"],"overview":"This celebration of African American women and their achievements features interviews with Angela Davis, June Jordan and Alice Walker. Within the context of the civil rights, Black power and feminist movements, the trio reassess how women such as Rosa Parks and Fannie Lou Hamer revolutionized American society. (IMDb)","release_date":"1991-01-01","vote_average":0.0,"runtime":54,"cert":"\"\"","id":509916,"title":"A Place of Rage","adult":false,"genre_ids":[99]},{"cast":["Karol Conká","Negra Li"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":509918,"title":"As Minas do Rap","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":509920,"title":"Entrada Proibida","adult":false,"genre_ids":[]},{"cast":["Michael Gmur","Eddie Gutierrez","Candi Milo"],"overview":"Sam, a neurotic young man, with the support of his boyfriend, invites his eccentric latino family over for dinner to deliver life-changing news.","release_date":"2015-09-01","vote_average":0.0,"runtime":20,"cert":"\"\"","id":509922,"title":"Safe & Sound","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2016-05-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":509924,"title":"Não Tem Só Mandacaru","adult":false,"genre_ids":[]},{"cast":["Sienna Grace","Nahomy Chi","Alexa Campbell","Rayssa Barbie"],"overview":"Your favorite and SEXIEST transsexuals are back to give you the ultimate T-girl experience!","release_date":"2017-02-01","vote_average":0.0,"runtime":121,"cert":"\"NC-17\"","id":509929,"title":"TS Girlfriend Experience 7","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":509931,"title":"Im Labyrinth der Macht","adult":false,"genre_ids":[]},{"cast":["Juan Camilo","Ayda Cortés","Michael Vázquez","Diego Martín","Erika Pulido"],"overview":"A man who hails from a long line of whale hunters tragically loses his wife and daughter. Hispain is so great that he turns into a whale, his last fading memories barely enough to give him reason to go on in his new cetacean state. With each passing day, he loses a sliver of humanity until he realizes his last wish and sets out on a voyage to sea in search of his destiny.","release_date":"2017-04-11","vote_average":0.0,"runtime":15,"cert":"N\/A","id":509933,"title":"The Scarlet Whale","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Five Chinese artists stand at the centre of the film: the modern dancer Wen Hui, the writer Ye Fu, the cartoonist Pi San and the visual artists Gao Brothers. They are part of a fragile yet courageous counterculture. Taking their own family stories as starting points, they explore the echoes of the past in order to understand the predicaments of the present. Increasingly, their struggle for a democratic civil society seems as relevant for the world today as it is for China.","release_date":"2018-03-01","vote_average":0.0,"runtime":73,"cert":"N\/A","id":509941,"title":"A Long Way Home","adult":false,"genre_ids":[99]},{"cast":[],"overview":"For decades, scholars have increasingly placed The Gospel of Mark in an oral context, believing it to be a written document intended to be read aloud to an audience. Concordia Seminary’s dramatic presentation of The Gospel of Mark is not simply a recitation of the text, nor is it a play based upon it. Instead, you will hear the text of Mark come alive as never before in an interpretation of the way in which it might have impacted those who first received it.","release_date":"2015-01-01","vote_average":0.0,"runtime":150,"cert":"\"\"","id":509943,"title":"The Gospel of Mark presented by Concordia Seminary","adult":false,"genre_ids":[]},{"cast":[],"overview":"Korofina, the district of underground life in Bamako. The youths here are rappers, hairdressers, clothes dealers or all of these. They are all into some kind of business but one thing is certain here, underground means creation. Kids eat, smoke and dance on rap music 24 hours a day on Made in Mali tunes.","release_date":"2007-01-01","vote_average":6.0,"runtime":72,"cert":"N\/A","id":509948,"title":"Vibration in Our Heads","adult":false,"genre_ids":[99]},{"cast":["Alejandra Dueñas"],"overview":"Radio broadcaster, actress and comedian Jani Dueñas brings her acid sense of humor to this stand-up special as she pours out her feelings on issues that are all too universal, from aging to dieting to sex.","release_date":"2018-06-29","vote_average":6.0,"runtime":77,"cert":"N\/A","id":509950,"title":"Jani Dueñas: Grandes fracasos de ayer y hoy","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Two soccer tems in Congo. Two group of girls. The eldest is 30 years old, the youngest 15. Their job : professional soccer players. A crazy choice for their families, because in Congo, it is nearly impossible to live from the income soccer provides. These players bring thousands of fans to the stadium, though they live in poverty. Nevertheless, they continue to believe and train every day. Their dream: to go to Europe, and play in a women’s soccer club. The film shows the duality in the lives of these players. The life in the stadium, under the spotlight, and the other life, outside, the struggle for survival.","release_date":"2011-01-01","vote_average":0.0,"runtime":54,"cert":"N\/A","id":509952,"title":"Les Déesses du stade","adult":false,"genre_ids":[99]},{"cast":["Sandra Speichert","Oliver Mommsen","Marco Girnth","Isabel Tuengerthal","Oscar Ortega Sánchez"],"overview":"","release_date":"2004-03-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":509957,"title":"Ein Mann für den 13ten","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The Galmi purple, the onion from Niger, pervades West African markets with four hundred thousand tons a year. In Galmi, Salamatou's been waiting for her wedding for two years. Her father Yaro, urged both by her future in-laws and the village gossip makes a decision : \"The wedding will take place at the harvest !\" Yaro is aware that to be up to his commitment this time, he has to produce more and sell at a higher price...","release_date":"2009-10-01","vote_average":6.0,"runtime":52,"cert":"N\/A","id":509959,"title":"For the Best and for the Onion","adult":false,"genre_ids":[99]},{"cast":["Oscar Ortega Sánchez","Antoine Monot Jr.","Ralf Richter","Clelia Sarto","Sybille J. Schedwill"],"overview":"","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":509961,"title":"Ladies and Gentleman","adult":false,"genre_ids":[35]},{"cast":["Léa Garcia"],"overview":"In the heart of Rio de Janeiro, Maria da Graça (Léa Garcia), the devoted and hardworking mother of Pedro (Vinícius Patrício) lives in the highest and isolated spot of the Pedacinho do Céu favela, who works hard to maintain her son's studies. He, in turn, eagerly awaits the outcome of the college entrance examination and an eventual scholarship. In the context of a competitive and unequal society, Peter's failure can definitely seal his fate, but a victory and overcoming can also take its toll.","release_date":"2016-11-07","vote_average":0.0,"runtime":15,"cert":"N\/A","id":509966,"title":"Pedacinho do Céu","adult":false,"genre_ids":[18]},{"cast":["Ursula Buschhorn","Bernhard Schir","Michael Lesch","Elisabeth Lanz","Herbert Fux"],"overview":"Katja Stern, a successful newspaper editor, is shocked to find that the tensions in her marriage with Erik, a no less successful lawyer, have led to health problems for her 12-year-old son. On the advice of her doctor she drives the boy alone into the mountains. Christopher is getting better, but the family life of Stern is not going well. When Katja meets the farmer Johannes in the mountains and falls in love, she has to make a decision.","release_date":"2004-05-05","vote_average":6.0,"runtime":88,"cert":"N\/A","id":509968,"title":"Paradies in den Bergen","adult":false,"genre_ids":[10749]},{"cast":["Lautaro Murúa","Julia Elena Dávalos","Aldo Barbero","Fernando Labat","Luis María Mathé"],"overview":"","release_date":"1971-09-30","vote_average":0.0,"runtime":80,"cert":"N\/A","id":509970,"title":"El destino","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A mythical journey of the customs of homosexuality.","release_date":"2014-06-07","vote_average":3.0,"runtime":null,"cert":"N\/A","id":509972,"title":"The Night of the Wolf","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary on the effects of Lyme Disease.","release_date":"","vote_average":0.0,"runtime":55,"cert":"N\/A","id":509974,"title":"A Ticking Time Bomb","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1986-08-01","vote_average":0.0,"runtime":14,"cert":"N\/A","id":509976,"title":"Sulanca","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":509978,"title":"Geisiely com Y","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":509980,"title":"Venus Theory","adult":false,"genre_ids":[99]},{"cast":["Tracey Barclay","Jacob Kilburg","Ray Dusquesne","Ann Safley","Christopher Kilburg"],"overview":"A Planet with a single source of water. A mysterious instrument of impossible force. It may be the key to a new future for the inhabitants... or it may bring the destruction of them all.","release_date":"2000-04-29","vote_average":0.0,"runtime":82,"cert":"\"\"","id":509982,"title":"The Weapon","adult":false,"genre_ids":[878]},{"cast":[],"overview":"Ed learns, after a series of blackouts, that he has split personality disorder - and that his alternate personality thinks she's a woman.","release_date":"2014-09-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":509984,"title":"Occupying Ed","adult":false,"genre_ids":[]},{"cast":[],"overview":"An exceptional relationship between a brother and a sister who have decided to bring a child into the world, with the brothers partner, and raise him together as a trio, all under one roof.","release_date":"2014-05-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":509986,"title":"One Out of Three","adult":false,"genre_ids":[]},{"cast":[],"overview":"Guyanese singer\/songwriter Nhojj records same-sex versions of classic love songs in NYC. His goal is inclusion of the LGBTQ community in human nature's most basic need - love.","release_date":"2014-03-07","vote_average":0.0,"runtime":null,"cert":"\"\"","id":509988,"title":"Out on the Tracks","adult":false,"genre_ids":[]},{"cast":[],"overview":"For six decades Angela Bowen, classical dancer and teacher, black lesbian feminist activist, and professor has influenced and inspired untold numbers speaking out as strongly for the Arts, Black and Women's Rights as she has for Lesbian and Gay Rights. The film depicts Bowen's life across the decades, from the early fifties, with historic footage, photographs and interviews including her dance mentor, dance partner, former husband, partner, children, activists, scholars, and dance and university students. Bowen's candid and compelling stories allow us to understand how race, class, gender, age, and sexuality played into her decisions and choices, her mission, and strategies for survival. Passionate Pursuits is intended to challenge and inspire diverse audiences to pursue their own dreams with tenacity and courage, but not for themselves alone.","release_date":"2016-03-07","vote_average":0.0,"runtime":73,"cert":"\"\"","id":509990,"title":"The Passionate Pursuits of Angela Bowen","adult":false,"genre_ids":[]},{"cast":[],"overview":"Unsuccessful film-maker (Vijay Arora) chronicles the story of two orphaned children, Shibu (Ashwani), and his elder sister, Rani (Gayetri Sharma), who live with their abusive maternal uncle (Sadhu Meher), and aunt (Mala Jaggi). Things take a turn for the better when Shibu befriends an albino elephant in the nearby forest, and through this elephant, named Airawat, finds a pot full of gold coins. Unfortunately, the uncle and his wife come to know of this, and inform the Emperor (Shatrughan Sinha), who undertakes to capture the elephant at any cost, leaving the uncle and aunt to keep the gold coins for themselves.","release_date":"1977-01-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":509992,"title":"Safed Haathi","adult":false,"genre_ids":[]},{"cast":["Harsh Chhaya","Prachi Shah","Bharat Chowda","Deeksha Joshi","Aarjav Trivedi"],"overview":"In the midst of her wedding, a young girl tries to save a 28 year old love marriage, of her future in-laws, which is falling apart.","release_date":"2017-01-13","vote_average":6.0,"runtime":126,"cert":"N\/A","id":509997,"title":"Shubh Aarambh","adult":false,"genre_ids":[35,18,10751]},{"cert":"\"\"","title":"American Socialist: The Life and Times of Eugene Victor Debs","cast":["Amy Madigan"],"id":509999,"overview":"The historic story of Eugene Victor Debs, an American Socialist leader and union organizer during the Progressive era, 1900 to 192, who ran for US President on the Socialist Party ticket (SPA) five times, even once while he was in prison for speaking out against the US involvement in World War 1.","runtime":98,"genre_ids":[99],"release_date":"2018-03-02","vote_average":7.0,"adult":false}]