[{"cast":[],"overview":"","release_date":"2018-02-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":511001,"title":"Philippe Bond 2","adult":false,"genre_ids":[35]},{"cast":["Jeremy Renner"],"overview":"Wild West gunman, Doc Holliday teams up with Wyatt Earp at a legendary gunfight at the O.K. Corral.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":511003,"title":"Doc","adult":false,"genre_ids":[37,18]},{"cast":[],"overview":"Documentary about the most thrilling series of crimes recorded in Chilean history. A group of psychopath killers murdered and raped without any precedent. The film wants to portray a wicked mind that found place, developed and expressed itself during the military government in the 80.","release_date":"2012-03-11","vote_average":6.0,"runtime":100,"cert":"N\/A","id":511005,"title":"Death Penalty","adult":false,"genre_ids":[99]},{"cast":["Delfina Guzmán","León Cohen","Daniela Ropert","Carmen Barros","Sergio M. Castilla"],"overview":"A female mutt called \"Perla\" (Pearl) is abandoned by her owner on the top of the San Cristobal hill, in the capital city of Santiago, Chile. Without knowing what to do, soon Perla is part of the huge amount of street city dogs. Until the day she meets Samuel, a troubled man, and they both start the way of mutual recovery.","release_date":"2015-05-21","vote_average":0.0,"runtime":80,"cert":"N\/A","id":511013,"title":"Perla","adult":false,"genre_ids":[18,35,10751]},{"cast":["Greg Nemer","Ben Whitehair","Giovanna Leah","Laurie Clemens","Joe Filippone"],"overview":"A mean-spirited therapist belittles his many patients while his own marriage falls apart.","release_date":"2010-04-22","vote_average":10.0,"runtime":75,"cert":"\"\"","id":511015,"title":"Therapissed","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Real estate in NY and NJ is deeply entrenched in Organized Crime, and corrupt pay to play governments. Bribery and blackmail are just a normal part of state contracting. There exist a concentration of Zionist ideologues profiting from the gambit and using their wealth to assist a foreign government with its political aims. Crooks are using the state to enrich themselves and then using this wealth to further the interest of the Israeli regime and its grip over America money, media, and military power. President Trump himself and his extended family, with Charles and Jared Kushner in particular, are serving financial and ideological aims of the Israeli state. Expose their game, break the cycle.","release_date":"2017-06-18","vote_average":0.0,"runtime":58,"cert":"\"\"","id":511017,"title":"God is Not a Real Estate Agent, Trump's Zionist Ball & Chain","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Wildlife cinematographer Neil Rettig embarks on what could be the most challenging assignment of his career: to find and film the rarest eagle on the planet. Bird of Prey explores the vanishing world of the Great Philippine Eagle and reveals the courageous heroes that are determined to save it. (IMDb)","release_date":"2018-03-18","vote_average":0.0,"runtime":94,"cert":"\"\"","id":511019,"title":"Bird of Prey","adult":false,"genre_ids":[99]},{"cast":["Brandon Terry","Michael Lipka","Darren White","Derek Bogart"],"overview":"In 1974, President Ford ordered the evacuation of Boston, OH. Theories as to why included the cover up of a mutation-causing chemical spill; extreme paranormal activity; and Boston being taken over by a satanic cult. But what really happened in Helltown?","release_date":"2017-10-29","vote_average":7.5,"runtime":85,"cert":"\"NR\"","id":511024,"title":"Helltown","adult":false,"genre_ids":[36]},{"cast":[],"overview":"This fully-dramatized audio is paired with stirring illustrations, and is designed to open the eyes of American citizens so that they can see the miraculous and providential hand of God in our nation's history.  For the first time, you will have the documented evidence that much of what is taught and believed about the origins of our nation by the popular media and public education is progressive and leftist revisionism.","release_date":"2009-01-01","vote_average":0.0,"runtime":35,"cert":"\"\"","id":511026,"title":"America: The Untold Story","adult":false,"genre_ids":[]},{"cast":[],"overview":"A three-minutes time-travel from a man's birth to his death, from the micro-cosmos to the macro-cosmos - and all the way back.","release_date":"1995-03-11","vote_average":0.0,"runtime":3,"cert":"N\/A","id":511037,"title":"Cry!","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Documentary with animated sequences about that massive Hungarian exodus to the US which went on from the end of 19th century till the outbreak of WW1. The history of the nameless crowds presented in the film submerged under the surface of official history.","release_date":"1984-03-11","vote_average":0.0,"runtime":30,"cert":"N\/A","id":511039,"title":"Ah, Amerika!","adult":false,"genre_ids":[99]},{"cast":["Liviusz Gyulai"],"overview":"The Hungarian family make their best to entertain the German exchange-student with traditional Hungarian dishes. The rather insignificant head of the family tries to reach for the salt cellar but can't do it, while his family keeps on chatting and eating without noticing that someone has gone missing from the table.","release_date":"1978-03-11","vote_average":0.0,"runtime":6,"cert":"N\/A","id":511041,"title":"Towards the Salt Cellar","adult":false,"genre_ids":[16]},{"cast":["Ann Miller","Joe Besser","Larry Parks","Joe Sawyer"],"overview":"Musical comedy star Jimmy Leighter wants to get away from show biz and his leading lady Winnie Clark, so he joins the Army. There he gets the order to put on a show, Winnie Clark appears in a camp show, hears about his task and offers him his help. He thinks, she does it for her publicity only, so he doesn't want to know anything about this, till he finds out, that she has no such intentions.","release_date":"1944-04-06","vote_average":0.0,"runtime":77,"cert":"\"\"","id":511043,"title":"Hey, Rookie","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Argentina achieved advances in the recognition of civil and political rights of LGBTI group. Including the Gender Identity Law (Law No. 26 743, enacted in 2012). These rights represent an advance on legal equality. However, there is still the challenge of social inclusion to the Trans community. And it is here where we find Kimby. She struggles in that universe. Sometimes she is working on the train or trying to work on sidewalk near the Retiro station selling sandwiches, candies, lighters or pairs of socks. And she travels every day in the San Martin and North Belgrano train in her act of daily survival. Without family and with just a friend, Mary, her permanent support, she spends days in the Capital. Among his odd jobs and his unrequited love, far from her beloved mountains of Cordoba, she dreams with a 'real job' and that married man, who she loves so much, he plays someday for her.","release_date":"2016-05-05","vote_average":0.0,"runtime":65,"cert":"N\/A","id":511045,"title":"Las decisiones formales","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2016-11-17","vote_average":0.0,"runtime":95,"cert":"N\/A","id":511047,"title":"Les démons meurent à l'aube","adult":false,"genre_ids":[]},{"cast":["Monique Starr","Valerie Franklin","Joan Devlon","Ken Scudder","Vernon von Bergdorfe"],"overview":"Robert is a lonely young man who takes pleasure in making obscene phone calls to strangers. His obsession, however, is the beautiful woman who lives across from him. After spying on her making love to her husband, Robert arranges for the two of them to accidentally meet. Beginning a slow and calculated seduction effort, Roberts grip on fantasy vs reality begins to slip, sending him into a downward spiral of increasingly perverse sexual desires.","release_date":"1976-02-01","vote_average":0.0,"runtime":75,"cert":"\"NC-17\"","id":511049,"title":"Night Caller","adult":true,"genre_ids":[80]},{"cast":[],"overview":"Psychological documentary portrait of a village woman who's about to have an abortion. The story is conveyed in an expressionistic manner with ritualistic undertones.","release_date":"1974-01-01","vote_average":0.0,"runtime":14,"cert":"N\/A","id":511057,"title":"The Boogeyman","adult":false,"genre_ids":[99]},{"cast":[],"overview":"It is said that Nature is speaking to us, but how many are listening?","release_date":"","vote_average":0.0,"runtime":19,"cert":"N\/A","id":511059,"title":"Satori","adult":false,"genre_ids":[99]},{"cast":["Claude Rich","Dominique Labourier"],"overview":"","release_date":"2001-01-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":511061,"title":"Léon Blum : Thérèse et Léon","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Indira Manikam and her sister took a leap of faith by establishing Tanjai Kamala Indira Dance School (TKI) in Kuala Lumpur. This documentary captures her journey, explore the power of art, and above all, the courage and resilience of a woman’s spirit.","release_date":"2017-09-10","vote_average":0.0,"runtime":58,"cert":"N\/A","id":511063,"title":"Teacher: The Tradition Bearer","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A famous animator inadvertently warps a ten year old boy's imagination.","release_date":"2017-06-17","vote_average":0.0,"runtime":10,"cert":"\"\"","id":511065,"title":"Cartoonish","adult":false,"genre_ids":[18]},{"cast":[],"overview":"2013-04-12  English","release_date":"","vote_average":0.0,"runtime":47,"cert":"N\/A","id":511067,"title":"Grinderman  Coachella Festival","adult":false,"genre_ids":[]},{"cast":["Kristina Törnqvist","Mikael Persbrandt","Lena Nilsson","Kim Kuusisto","Sten Johan Hedman"],"overview":"Nigger is a dark comedy about a young couple who are going to be parents. When the child comes, there's a surprise.","release_date":"1990-11-25","vote_average":0.0,"runtime":84,"cert":"N\/A","id":511078,"title":"Nigger","adult":false,"genre_ids":[35]},{"cast":["Terry Notary"],"overview":"Anger, anxiety and happiness are embodied through Oleg as he visits the exhibition The Beautiful Escape at CFHILL Art Space in Stockholm. The film \"addresses the controversial concept of self-consciousness, and what happens when the viewer sees the artwork.\"","release_date":"","vote_average":10.0,"runtime":3,"cert":"N\/A","id":511080,"title":"The Beautiful Escape","adult":false,"genre_ids":[]},{"cast":["Daisuke Ono","Maaya Sakamoto","Ryohei Kimura","Shintarou Asanuma","Junichi Suwabe"],"overview":"At the Queen’s request, Ciel and the demon butler Sebastian host an extravagant dinner party for the who’s who of the London underground. But an evening that begins with the promise of unmatched elegance quickly spirals into mayhem when their most distinguished guest is found murdered in his room. Now, trapped in the Phantomhive Manor by a dark and stormy night, Ciel and Sebastian must work together with their high-class guests, including the legendary author Sir Arthur Conan Doyle, to find the murderer in their midst before the blame falls on the host and his somewhat suspicious staff.","release_date":"2014-10-25","vote_average":7.8,"runtime":116,"cert":"\"NR\"","id":511082,"title":"Black Butler: Book of Murder","adult":false,"genre_ids":[9648,16,12,9648]},{"cast":["Edward Franklin","Jeff Fahey","Branco Tomovic","Olga Fedori","Neil Bell"],"overview":"Sutulin, a young ordinary man living in a tiny room in a communal Soviet apartment, is visited by a mysterious stranger who offers him an opportunity to try out 'Quadraturin' - a miracle product that promises to enlarge interior spaces. Sutulin takes up the offer - with surprising consequences.","release_date":"2017-01-01","vote_average":0.0,"runtime":18,"cert":"N\/A","id":511084,"title":"Quadraturin","adult":false,"genre_ids":[18,14]},{"cast":[],"overview":"","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":511089,"title":"Vera F. Birkenbihl - Das Leben erfolgreich meistern","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":511091,"title":"Vera F. Birkenbihl - Die Rolle von Humor in unserem Leben","adult":false,"genre_ids":[]},{"cast":["Ennio Morricone"],"overview":"","release_date":"2014-03-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":511099,"title":"Ennio Morricone et les cinéastes","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":511101,"title":"Vera F. Birkenbihl - Menschen beeinflussen","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":511103,"title":"Vera F. Birkenbihl - Pragmatische Esoterik","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":511105,"title":"Vera F. Birkenbihl - Sprachen lernen leicht gemacht","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":511107,"title":"Vera F. Birkenbihl - Viren des Geistes","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":511112,"title":"Vera F. Birkenbihl - Von Null Ahnung zu etwas Quantenphysik","adult":false,"genre_ids":[]},{"cast":[],"overview":"Two men accidentally exchange briefcases. One contains a videotape that will lead the new owner to embark on an unexpected journey to figure out what is in it.","release_date":"2018-06-18","vote_average":0.0,"runtime":5,"cert":"N\/A","id":511123,"title":"Knock Strike","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Just 25 years after gaining independence from Russia, Lithuania is facing occupation again. The airspace above the Baltic States is now one of the most dangerous in the world. In the face of the biggest aggression in Europe since the Second World War, this documentary tells a story of people desperately trying to preserve peace against imaginable odds. But the film is not about the war, it is about peace and the people willing to fight to preserve it.","release_date":"2016-06-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":511125,"title":"Waiting for Invasion","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Ethiopian Daniel Hoek has no doubt in his mind that if his Dutch father had not abandoned him he would never have turned to crime. His Dutch father, Joop Hoek, has no doubt in his mind that if his Dutch-Indonesian father had not abandoned him he would have grown up to be a different person. In The Bastard two separate stories of an adult child and an elderly father are inextricably intertwined. Together they tell a harrowing tale about fate and DNA and about how the lack of a father influenced these lives.","release_date":"2018-03-29","vote_average":0.0,"runtime":85,"cert":"N\/A","id":511127,"title":"The Bastard","adult":false,"genre_ids":[99]},{"cast":["Tyler Ritter","Eric Michael Roy","Carlena Britch","Paul Elia","Nino Aldi"],"overview":"A weekend camping trip among six old friends in Northern Minnesota's \"Boundary Waters\" turns tragic after one dies under mysterious circumstances, triggering further turmoil as they attempt to unmask the killer within their own group.","release_date":"2018-03-12","vote_average":6.0,"runtime":92,"cert":"\"\"","id":511129,"title":"Stillwater","adult":false,"genre_ids":[9648,53]},{"cast":["Peter Valušiak","Vladimir Čukov"],"overview":"","release_date":"2014-04-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":511131,"title":"Polárnik","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":511136,"title":"בסמה מוצ'ו","adult":false,"genre_ids":[]},{"cast":["Ryan Beil","Tasman Van Rassel","Leah Juel","Andrea Libman","James Kirk"],"overview":"Five animals meet regularly to discuss their inner angst in a group therapy session led by Dr. Clement, a canine psychotherapist.  The group includes Lorraine, a leech who suffers from separation anxiety; Cheryl, a praying mantis who can’t seem to keep a man; Todd, a pig with an eating disorder; Jeffrey, a bird with guilt issues; and Linda, an obsessive-compulsive cat.","release_date":"2018-06-04","vote_average":6.5,"runtime":14,"cert":"N\/A","id":511138,"title":"Animal Behaviour","adult":false,"genre_ids":[16,35]},{"cast":[],"overview":"This brief animated film was designed to promote the remodelling of old clothing as part of the World War II effort.","release_date":"1943-01-01","vote_average":6.0,"runtime":3,"cert":"N\/A","id":511146,"title":"Stitch and Save","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Colourful puppets illustrate the old French song about Cadet Rousselle, who falls down a ladder, who trips on battlements, and whose dogs will not obey him. The animated figures carry our hero through his predicaments with colour and verve.","release_date":"1947-01-01","vote_average":7.0,"runtime":9,"cert":"N\/A","id":511148,"title":"Cadet Rousselle","adult":false,"genre_ids":[16,10402]},{"cast":[],"overview":"An animated film showing the sowing, reaping, and milling of wheat, the baking of bread and service to the lord of the manor in medieval Britain.","release_date":"1948-01-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":511150,"title":"A Story About Breadmaking in the Year 1255 A.D.","adult":false,"genre_ids":[]},{"cast":["Jan Hrušínský","Jana Švandová","Jana Paulová","Mojmír Maděrič","Jan Vala"],"overview":"","release_date":"1996-05-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":511152,"title":"Ceremoniář","adult":false,"genre_ids":[]},{"cast":[],"overview":"This first cel-animated film produced by the NFB traces the development of the master\/worker relationships through successive eras of history. Stone engravings record a complete absence of cooperation between the Egyptian ruler and his slaves but, beginning with the Greeks and Romans, there was a gradual change towards recognition of the labourer. With the growth of factories, the trend received a setback, but reasserted itself through the expediencies of World War II, which saw the formation of the first Labour Management Production Committee (LMPC) in Britain. In post-war Canada the film shows LMPCs well implanted in industrial life, with the Industrial Production Cooperation Board giving official government recognition.","release_date":"1950-01-01","vote_average":0.0,"runtime":12,"cert":"N\/A","id":511154,"title":"Teamwork - Past and Present","adult":false,"genre_ids":[]},{"cast":[],"overview":"This animated short describes an incident in the War of 1812. Here, colourful drawings give a satirical twist to the engagement between a British ship, the H.M.S. Shannon, and an American ship, the U.S.S. Chesapeake. Sung to guitar accompaniment by Canadian folksinger Tom Kines.","release_date":"1958-01-01","vote_average":0.0,"runtime":7,"cert":"N\/A","id":511156,"title":"The Story of H.M.S. Shannon","adult":false,"genre_ids":[]},{"cast":[],"overview":"A cartoon film for young children about the adventures of a little chick from the time he falls from an egg basket and breaks out of his shell. Together with a duck who happens along, he goes to explore the world and discovers there is much to learn, even about his own farmyard.","release_date":"1962-01-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":511158,"title":"The Peep Show","adult":false,"genre_ids":[]},{"cast":["Kees Prins","Herman Koch","Michiel Romeyn"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":511172,"title":"Jiskefet - Debiteuren Crediteuren","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The dossier of an inveterate doodler, a man whose compulsion to put scrawls and squiggles on everything at hand brings him to no good end, according to the narrator, at least. The commentary, delivered with the perspicacity of a coroner's report, follows the development of the doodler's mania from boyhood through adolescence to manhood, when it suddenly breaks all bounds. An amusing \"case history\" that some of us might identify with.","release_date":"1971-01-01","vote_average":0.0,"runtime":11,"cert":"N\/A","id":511174,"title":"Doodle Film","adult":false,"genre_ids":[]},{"cast":[],"overview":"An animated film about one man's attempt to bring about changes in his community through participation with fellow citizens and the local government. A discussion-starter with a dual ending, for groups exploring methods of bringing about change.","release_date":"1971-01-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":511176,"title":"Citizen Harold","adult":false,"genre_ids":[]},{"cast":[],"overview":"A woman arrives back at her boyfriend's apartment on Halloween night. Alone and tired from a long day, she begins to sense that \"The Shape\" is stalking her. But is it just her imagination? Or has Michael Myers come back to Haddonfield to stalk again?","release_date":"2013-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":511178,"title":"Halloween: Red Harvest","adult":false,"genre_ids":[]},{"cast":[],"overview":"The story of Mariela Munoz, born Leonardo in the Argentina of 1943, who will fight for her rights as a male-to-female transgender and above all for her 17 adopted children.","release_date":"2016-11-17","vote_average":0.0,"runtime":53,"cert":"N\/A","id":511180,"title":"A Giant Step Love","adult":false,"genre_ids":[]},{"cast":[],"overview":"8mm film featuring footage shot in the 60's and 70's, in Big Sur, San Francisco, and New York.","release_date":"","vote_average":0.0,"runtime":21,"cert":"N\/A","id":511182,"title":"Burn Karma Burn","adult":false,"genre_ids":[]},{"cast":["Fred H. Knelman"],"overview":"A richly illustrated cartoon film that enlarges on man's capacity to foul his own nest, and to ignore it. Made by a joint team of Canadian and Yugoslav animation artists, the film transmits its warning with unflagging humor, imagination, movement and design. In between animated sequences Dr. Fred H. Knelman, Professor of Science and Human Affairs at Concordia University in Montréal, comments on the import of what is shown and on what lies in store if more responsibility is not taken on a global scale to conserve what is left of our vital resources and usable environment.","release_date":"1973-01-01","vote_average":0.0,"runtime":53,"cert":"N\/A","id":511184,"title":"Man: The Polluter","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A montage of watercolour images of the work and occasional play of a farm family.","release_date":"1978-01-01","vote_average":0.0,"runtime":1,"cert":"N\/A","id":511198,"title":"Canada Vignettes: Holidays","adult":false,"genre_ids":[]},{"cast":[],"overview":"This is the story of the first French settlers in North America, who spent their first winter on an island in the Bay of Fundy. Despite overwhelming hardships the survivors, joined by other new colonists, eventually established Port Royal, the foundation of Acadia and the Acadian people.","release_date":"1978-01-01","vote_average":0.0,"runtime":1,"cert":"N\/A","id":511200,"title":"Canada Vignettes: Port Royal","adult":false,"genre_ids":[]},{"cast":[],"overview":"Set in Sydney, a vibrant, colorful backdrop for a thriving, yet largely unexplored GLBTIQ community. Our entry in to the world is innocent 19 year-old country boy Jake who comes to the city to meet 28 year old AJ after months of chatting online. Things turn pear-shaped when AJ is exposed as a serial cheater and absolute sex addict. Despite the debacle, Jake decides to stay in the city with the support of caustic drag queen, new best friend and flatmate, Wilma Bumhurt. Jake and AJ decide to 'try again' but AJ soon cheats with Jake's closeted school friend Micky, who is visiting the city with his girlfriend Millie. Meanwhile, Wilma's Christian mother Yvonne is appalled to learn her estranged son, Dennis, is now a drag queen. When Wilma's father dies unexpectedly, Wilma is banned from the funeral but later says goodbye in her own and very memorable and touching way.","release_date":"2016-11-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":511202,"title":"Horizon","adult":false,"genre_ids":[]},{"cast":[],"overview":"An animated film about the hardships of voyageurs' lives in the early Canadian fur trade.","release_date":"1978-01-01","vote_average":0.0,"runtime":1,"cert":"N\/A","id":511204,"title":"Canada Vignettes: Voyageurs","adult":false,"genre_ids":[]},{"cast":[],"overview":"Cardboard cut-outs explode, twirl, disintegrate and form shapes in a delightful, airy film that describes the journey through life, its inevitable ups and downs, and the final triumph of the person.","release_date":"1978-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":511206,"title":"Rencontre","adult":false,"genre_ids":[]},{"cast":[],"overview":"A story about two symbolic characters who sway to the song Alouette.","release_date":"1979-01-01","vote_average":0.0,"runtime":1,"cert":"N\/A","id":511208,"title":"Canada Vignettes: Alouette","adult":false,"genre_ids":[]},{"cast":[],"overview":"Karen, a 50-year-old transvestite, is currently training with an American cowboy for her transformation into a horse. In this form of role-play, known as \"pony-play,\" Karen dresses up as a \"horse-being\". Between the almost magical training sessions, Karen reflects on the meaning and value of pony play in her life. A poetic reflection on humanity, gender, life, love and nature","release_date":"2016-07-25","vote_average":7.0,"runtime":63,"cert":"\"\"","id":511210,"title":"Horse Being","adult":false,"genre_ids":[]},{"cast":["Sofía Del Tuffo","Patricio Aramburu"],"overview":"Sofia, recently separated, takes her daughters to a small coastal town. Each one in their own universe, live the interlude as a challenge to free themselves and face their fears.","release_date":"2016-02-06","vote_average":0.0,"runtime":80,"cert":"\"\"","id":511221,"title":"Interlude","adult":false,"genre_ids":[18]},{"cast":[],"overview":"An animated allegory demonstrating the need to integrate the disabled into general society.","release_date":"1981-01-01","vote_average":0.0,"runtime":1,"cert":"N\/A","id":511223,"title":"Canada Vignettes: Bridging the Gap","adult":false,"genre_ids":[]},{"cast":["Luis Álvarez","Maruchi Fresno","Manuel Monroy","Félix Acaso","António Vilar"],"overview":"El redentor (original title)","release_date":"1959-03-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":511225,"title":"The Redeemer","adult":false,"genre_ids":[]},{"cast":["Stella Meris"],"overview":"In \"A lot of things don't, don't really exist anymore\" I talk to myself about my religious upbringing. I grew up in a fundamental Christian community that built their identity on the understanding of Christianity to be the only true way of living, and therefore a critical reflection about the absolute rightness of their beliefs was utterly out of question. Nonbelievers were seen as \"lacking something\", as people who either need to be educated or avoided. A binary opposition which decried all non-Christian cultures and people as incomplete was imposed, in order to define their own Christian identity as superior and to gain power over the other. The supremacy of an all-encompassing God who divides the world in \"right\" and \"wrong\", \"heaven\" and \"hell\" and the demand to commit to such a God always felt restrictive to me and deprived me of the agency.","release_date":"2018-03-27","vote_average":0.0,"runtime":4,"cert":"N\/A","id":511227,"title":"A lot of things don't, don't really exist anymore","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The candid adventures of a straight filmmaker in world of transvestites, trans-genders and other gender minorities. Documentary explores our traditional gender roles through the experiences of people who challenge them all. Interviews include various Burlesque - artists, female pastor and Europe's only transsexual pro-wrestler who body-slams traditional gender roles in a profession, where the norms of gender are narrowly defined.","release_date":"2016-11-06","vote_average":0.0,"runtime":48,"cert":"N\/A","id":511229,"title":"Jeanne d'Trans","adult":false,"genre_ids":[]},{"cast":["Oleksandr Miroshnychenko","Anastasiia Yevtushenko","Viktor Storozhenko"],"overview":"Under the threat of death a serious and vane art-house film director is forced to direct a comedy, which would make a group of experts with no sense of humour laugh.","release_date":"2018-03-22","vote_average":6.7,"runtime":null,"cert":"N\/A","id":511234,"title":"Laugh or Die","adult":false,"genre_ids":[35]},{"cast":[],"overview":"An animated allegory densely packed with fast-moving images, this film is about fear. A dissenter masks his true colours. Chameleon-like, he blends in with his surroundings. Because he lacks the courage to act on his beliefs, he cheats himself and others. He dies as he has lived, unnoticed.","release_date":"1984-01-01","vote_average":0.0,"runtime":7,"cert":"N\/A","id":511242,"title":"Chameleon","adult":false,"genre_ids":[]},{"cast":[],"overview":"Life is \"a tale told by an idiot, full of sound and fury, signifying nothing.\" William Shakespeare, with words written four centuries ago, inspired animator Jacques Giraldeau to dwell on man's passion for life, and his propensity to destroy himself. The result, Opéra zéro, is a technically complex and fascinating animation film using cut-outs, drawings, xerography, prints, photography, etching and engraving techniques, and requiring more than 50 000 different manipulations of the material.","release_date":"1984-01-11","vote_average":0.0,"runtime":6,"cert":"N\/A","id":511244,"title":"Opéra zéro","adult":false,"genre_ids":[]},{"cast":[],"overview":"This model-animation vignette takes a humorous look at the theme of transportation.","release_date":"1985-01-01","vote_average":0.0,"runtime":1,"cert":"N\/A","id":511246,"title":"Canada Vignettes: Catapult Canada","adult":false,"genre_ids":[]},{"cast":[],"overview":"An animated film about the magic of music. A group of musicians plays on stage. Suddenly, the audience is drawn through a cello into a mysterious world where musical notes assume human qualities. They discover how music is made. A combination of live action and cel animation emphasizes the transition from reality to fantasy. The film works as entertainment and as a teaching tool for children and adults. Film without words.","release_date":"1985-01-01","vote_average":0.0,"runtime":7,"cert":"N\/A","id":511248,"title":"Concerto Grosso Modo","adult":false,"genre_ids":[]},{"cast":[],"overview":"Visual gags, humour, sound effects, live action and cut-out and embroidery animation combine to make this an enchanting parable of good will and understanding. A group of children finds a magic quilt that is their passport to a voyage of discovery. They step inside the quilt and as they travel through its velvet farmlands and satin cities, they experience the multiculturalism of Canada. The quilt is torn and the magic broken when a quarrel breaks out. Once the quilt is repaired and harmony restored, the children have learned that patience and goodwill are needed to mend and maintain quilts, friendships, and nations.","release_date":"1985-01-01","vote_average":0.0,"runtime":13,"cert":"N\/A","id":511250,"title":"The Magic Quilt","adult":false,"genre_ids":[]},{"cast":[],"overview":"Kaspar is drowning. Several people who want to save him rush forward. Some of them are filled with good will, others are pumped up with pretentiousness. They are all equally inefficient in this satirical animated film about public spiritedness.","release_date":"1986-01-01","vote_average":6.0,"runtime":6,"cert":"N\/A","id":511252,"title":"Kaspar","adult":false,"genre_ids":[16]},{"cast":["Tex Konig","Margo Mackinnon Baculis"],"overview":"Silas Rand and Charles Leland first wrote down the legends of the great spirit Glooscap before the turn of the century. Since then, Summer Legend has been retold many times, but never more beautifully than in this colourful animated interpretation. It tells of the Mi’kmaq people in the cold white dawning of their world, and of how Glooscap battled with the giant Winter in order to bring Summer to the North.","release_date":"1987-01-01","vote_average":0.0,"runtime":8,"cert":"N\/A","id":511254,"title":"Summer Legend","adult":false,"genre_ids":[16,18]},{"cast":[],"overview":"Such diverse modes of expression as dance, music, poetic narration and images drawn directly on film combine to tell the story of a letter and the joy it carries to its destination. In French, with English sub-titles.","release_date":"1989-01-01","vote_average":0.0,"runtime":16,"cert":"N\/A","id":511262,"title":"La Lettre d'amour","adult":false,"genre_ids":[]},{"cast":[],"overview":"How conflict between parents is reflected in the anguished drawing of a child. An animated film combining puppets and drawings on paper. Film without words.","release_date":"1990-01-01","vote_average":0.0,"runtime":6,"cert":"N\/A","id":511264,"title":"Kid Stuff","adult":false,"genre_ids":[]},{"cast":["Lister Sinclair"],"overview":"The ancient myth of the phoenix, the legendary bird with the amazing power of self-regeneration, is reborn with a modern twist. In this animated adaptation of a story by Sylvia Townsend Warner, we follow Lord Strawberry's search for the fabled bird. He finds it in the deserts of Arabia and brings it home to his aviary. Upon Lord Stawberry's death, however, the phoenix ends up as a sideshow in a fairground. This spirited satire of human foibles, with its timely message about our treatment of nature's creatures, will appeal to young people and adults alike.","release_date":"1990-01-01","vote_average":5.0,"runtime":11,"cert":"N\/A","id":511266,"title":"The Phoenix","adult":false,"genre_ids":[]},{"cast":["Maya Nalli"],"overview":"A vigilante fitness instructor investigates an explosion to save the world from IQ level loss.","release_date":"2016-12-31","vote_average":0.0,"runtime":75,"cert":"\"\"","id":511268,"title":"The Last Fitness Instructor","adult":false,"genre_ids":[]},{"cast":[],"overview":"In this animated film our hero, Wally the Safety Dog, continues to suffer a host of injuries as he instructs his master in the rules of playground safety. This is the second film in which Wally provides a proper example to young adults, parents, and caregivers in the area of child safety.","release_date":"1991-01-01","vote_average":8.0,"runtime":11,"cert":"N\/A","id":511270,"title":"Every Dog's Guide to the Playground","adult":false,"genre_ids":[16]},{"cast":[],"overview":"In this animated environmental parable, we find a people living in harmony with nature, until carelessness leads to the ravens' revenge. We follow a boy's courageous journey to the spirit world to find the only one who can save his village from the resulting darkness--the Lord of the sky. An artistic unity of form and content, Lord of the Sky is a dazzling combination of 3-D models, puppets, special effects and cut-out paper animation. Its intricate, beautifully rendered drawings reflect the natural environment and cultural heritage of the Pacific Northwest. The film speaks strongly of the need for ecological balance in the world.","release_date":"1991-01-01","vote_average":0.0,"runtime":13,"cert":"N\/A","id":511272,"title":"Lord of the Sky","adult":false,"genre_ids":[]},{"cast":[],"overview":"Laurence Hunt was murdered at his Long Island beach house in 1945. His body was never found. In 2016, Carver Mendez and his boyfriend Graham, take a final trip to the cottage before Graham's family puts it up for sale. Though charming at first,the cottage soon reveals a darker side and after one particularly harrowing night,Carver comes to believe he's unintentionally summoned Laurence's ghost.","release_date":"2016-06-29","vote_average":0.0,"runtime":100,"cert":"\"\"","id":511274,"title":"Laurence","adult":false,"genre_ids":[]},{"cast":[],"overview":"An experimental film by Pramod Pati that presents to us a sensory collage of icons, symbols and the every-day. Exploring the mood and ambitions of youth at the time, the film eschews narrative and commentary to present the excitement and expectations of its participants.","release_date":"1968-01-01","vote_average":0.0,"runtime":7,"cert":"N\/A","id":511285,"title":"Explorer","adult":false,"genre_ids":[]},{"cast":["Katie Boland","Maggie Scrantom","David Novak"],"overview":"A mother's worst nightmare becomes reality when her five-year-old daughter mysteriously disappears.","release_date":"2018-03-09","vote_average":6.0,"runtime":102,"cert":"\"\"","id":511290,"title":"My Daughter Was Stolen","adult":false,"genre_ids":[]},{"cast":[],"overview":"This film attempts to awaken our social consciousness. It brings to light certain evils of our society and shows how the people must co-operate with the Government in its fight against corruption in the country.","release_date":"1965-01-01","vote_average":5.0,"runtime":15,"cert":"N\/A","id":511292,"title":"And Miles to Go","adult":false,"genre_ids":[]},{"cast":["Werner Hinz","Barbara Rütting","Dietlinde Turban","Volker Brandt","Jörg Pleva"],"overview":"","release_date":"1983-02-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":511294,"title":"Nachruf auf Othello","adult":false,"genre_ids":[80]},{"cast":[],"overview":"Lunàdigas is an exploration of the worlds of women who have chosen not to have children. This is a complex and little known dimension, containing surprising pulsations and motivations which vary deeply from one woman to another.","release_date":"2017-10-26","vote_average":0.0,"runtime":69,"cert":"N\/A","id":511296,"title":"Lunàdigas","adult":false,"genre_ids":[]},{"cast":["Gisela Uhlen","Harald Juhnke","Karl Schönböck","Rolf Wanka","Ernst Schröder"],"overview":"","release_date":"1961-07-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":511310,"title":"Biographie und Liebe","adult":false,"genre_ids":[35]},{"cast":["Sylvie Joly"],"overview":"","release_date":"1999-03-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":511312,"title":"Sylvie Joly : La cigale et la Joly","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":511314,"title":"A nova mulher","adult":false,"genre_ids":[]},{"cast":[],"overview":"After forty years of fabulous drag queens, killer costumes and gender bending beauties; the political roots of the event may not be so obvious to those attending this annual July 4th celebration, but the message of equality and freedom are still as relevant today as when Panzi and a crew of protesters staged the original Invasion in 1976. As gay rights have progressed, the Invasion has been used to take a satirical look at the world around us. Long before Congress was hashing out marriage equality, invaders were challenging the mainstream ideals and demanding change by fighting against bias, AIDS, sexism, bigotry and traditional gender roles. It's so much more than a day of drinking and drag. It is a tradition that honors those that came before us and it's a glimpse into what the world would be like if we had true openness and independence.","release_date":"2016-07-17","vote_average":0.0,"runtime":null,"cert":"\"\"","id":511319,"title":"The Panzi Invasion","adult":false,"genre_ids":[]},{"cast":[],"overview":"Caibarien was one of the most prosperous Cuba fishing villages. Now their progress seems due, rather, to the LGBTI activism of many of its inhabitants. For that reason, the Russian Roxana Rojo says that the former Villa Blanca is stained pink in the middle of the national gray.","release_date":"2016-03-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":511321,"title":"Pink Village","adult":false,"genre_ids":[]},{"cast":[],"overview":"Two brothers struggle to deal with the strict expectations laid out by there parents.","release_date":"2016-03-12","vote_average":0.0,"runtime":null,"cert":"\"\"","id":511323,"title":"The Potential for Beauty","adult":false,"genre_ids":[]},{"cast":[],"overview":"An experimental film exploring the implications of mental illness in Sylvia Plath's poem: Cut.","release_date":"2017-03-13","vote_average":0.0,"runtime":2,"cert":"N\/A","id":511331,"title":"CUT","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":511333,"title":"Taba","adult":false,"genre_ids":[]},{"cast":[],"overview":"Sheridan O'Connor and Riccardo Rossi were destined to meet on the set of their first big movie together when barely out of their teens. What they didn't know was that their on-screen chemistry would translate into a hot and heavy off-screen romance destined only for disaster. Now, living continents apart and a lifetime later, expecting their paths never to cross again, they are thrown back together to star in an updated version of their original film. The studio has high hopes that they will be able to attract the same audience who loved them the first time around. But working together again could demand greater acting skills than either ever imagined: long hours filming awkward romantic scenes, reliving the past and coming face to face with what fate has in store for them. Only slightly shaken and gently stirred by family and friends, Sheridan and Riccardo must find a way to make the perfect martini out of life so as not to waste a single drop of happiness.","release_date":"2016-10-21","vote_average":6.0,"runtime":97,"cert":"\"\"","id":511335,"title":"The Remake","adult":false,"genre_ids":[35,10751]},{"cast":[],"overview":"No overview found","release_date":"2016-03-12","vote_average":0.0,"runtime":null,"cert":"\"\"","id":511337,"title":"Sarita Colonia, the Moral Truce","adult":false,"genre_ids":[]},{"cast":["Dr. Rajasekhar","Vani Viswanath","Krishnam Raju","Nagma","Brahmanandam"],"overview":"Gangmaster is a 1994 Telugu film directed by B. Gopal. It has music composed by A. R. Rahman. It was dubbed into Tamil with the title Manitha Manitha. The film was a remake of Hindi film Sir.","release_date":"1994-07-15","vote_average":0.0,"runtime":136,"cert":"N\/A","id":511339,"title":"Gangmaster","adult":false,"genre_ids":[]},{"cast":["Nick Casaletto","Chris Stuckmann","Kyle Crichton","Deirdre Crimmins","John Maffeo"],"overview":"A showcase of some of YouTube's best talents, film criticism, and others who work in the industry, as they share their passion for cinema.","release_date":"2018-03-09","vote_average":0.0,"runtime":13,"cert":"\"\"","id":511341,"title":"Saving The Cinematic Experience","adult":false,"genre_ids":[99]},{"cast":["Gina Vitori","Tammy Klein","Lindsay Sawyer","John Wusah","Samantha Bowling"],"overview":"With promises of untold treasure, two modern-day adventurers team up to enter the ancient tomb of Quin Shi Haung, and stop a madman from releasing the mercury trapped within.","release_date":"2018-03-09","vote_average":4.2,"runtime":83,"cert":"\"\"","id":511343,"title":"Tomb Invader","adult":false,"genre_ids":[28,12,10770]},{"cast":["Magdalena Soriano","Juana Mariche Domínguez","Felipe Neri Acevedo Corcuera","Sara Gallardo"],"overview":"\"La Negrada\" is the first mexican feature film about the Afro-mexican community, filmed entirely with people from different towns around the Costa Chica in Oaxaca.","release_date":"2018-03-12","vote_average":7.5,"runtime":110,"cert":"N\/A","id":511354,"title":"Black Mexicans","adult":false,"genre_ids":[18]},{"cast":[],"overview":"V, an older trans woman, is desperately trying to hold on to her rent stabilized apartment in New York City.","release_date":"2016-10-27","vote_average":0.0,"runtime":91,"cert":"N\/A","id":511356,"title":"This Side of Heaven","adult":false,"genre_ids":[]},{"cast":[],"overview":"Drama about two good friends, who discover their love on a holiday together, which turns their old life upside down.","release_date":"2016-11-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":511358,"title":"Ungesagt","adult":false,"genre_ids":[]},{"cast":[],"overview":"Two brothers, an exuberant father and an invisible mother. A family of farmers from an Alpine valley where life is rude, as well as manners. The younger son, Gim, is discovering his homosexuality, but the world around him, especially his father, just can't accept that. So the elder son Alex is stuck in the middle, on one hand encouraging Gim to overcome all his fears, on the other trying to continue the tradition of the fathers. In such an exasperated context is hard to recognize the love hidden behind. Will they be able to keep on living together?","release_date":"2016-11-28","vote_average":0.0,"runtime":60,"cert":"N\/A","id":511360,"title":"Vergot","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A brazen acting teacher suffering from chronic pain announces he is going to end his life, and spends the next five months hashing the decision out with the young filmmaker who attempts to change his mind.","release_date":"2016-05-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":511362,"title":"Victor's Last Class","adult":false,"genre_ids":[]},{"cast":[],"overview":"Who Am I To Stop (WAITSI) is a semi-observational exploration of isolation, art, and transformation after traumatic brain injury. We follow a young, mixed-race woman, a young, white man, and a middle-aged, white woman from the Pacific Northwest with brain injury. Despite vastly different experiences, all are beginning to test the waters of public performance and re-define a new life path as artists. Rather than define brain injury survivors by their deficits and limit their narratives to crash and recovery stories, we allow them to examine their lives, struggles, triumphs, self-doubt, goals, and personal agency. The film reveals art-making not as rehabilitation but a way to reconnect to a sense of purpose and pride, to protest disability stigma and social isolation, and to contribute to society. Brain injury survivors are not individuals on a private journey of healing; they are rooted in society, one that is often inaccessible and not understanding or accommodating.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":511364,"title":"Who Am I to Stop it","adult":false,"genre_ids":[]},{"cast":[],"overview":"La Fundacion 26 de Diciembre is both a community center and living space. The purpose of the foundation is care and housing support for older LGBT people in Madrid. The foundation opened its doors in February 2014. La Fundacion brings personal and collective stories together by creating a platform that gives a voice to previously invisible representations of aging, care and activism. This community proactively creates new solutions for the challenges it faces.","release_date":"2017-11-06","vote_average":0.0,"runtime":71,"cert":"N\/A","id":511366,"title":"26 de Diciembre","adult":false,"genre_ids":[]},{"cast":["Fyodor Dobronravov","Irina Rozanova","Roman Madyanov","Vladimir Karpov","Vladimir Kapustin"],"overview":"There is an abandoned little town in the middle of nowhere in Russia - only two lonely old men and recently widowed lady living there. One of the men decides to put an end to his loneliness and offer his hand to the widow. However, the other man is not satisfied with the twist and also offers himself as her companion. They wage war at each other.","release_date":"2017-08-06","vote_average":7.8,"runtime":85,"cert":"N\/A","id":511374,"title":"Once Upon a Time","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"Aneesya is Malayalam drama film released 2016. Its directed by Arjun Binu and Bijukuttan, Dharmajan Bolgatty, M.R. Gopakumar play as lead in film.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":511376,"title":"Aneesya","adult":false,"genre_ids":[]},{"cast":["R. K.","Bhama","Ashish Vidhyarthi","Manoj K Jayan","Vadivelu"],"overview":"A lawyer, who defends criminals, wages vigilante justice against them in private. The movie deals with the murder of a girl who was ragged and brutally murdered by her classmates. The lawyer, through his own investigation arrives at the fact that she was brutally raped by college authorities and framed the students as culprits.","release_date":"2008-11-28","vote_average":0.0,"runtime":153,"cert":"N\/A","id":511378,"title":"Ellam Avan Seyal","adult":false,"genre_ids":[80,53,28]},{"cast":["Olimpia Melinte","Bogdan Dumitrache","Marin Grigore","Aurora Paunescu"],"overview":"Roxana is about to leave Romania and settle down in Madrid, Spain. Helped by Dan and his wife, Alina, she will soon find a job there and start a new life.","release_date":"2018-03-15","vote_average":0.0,"runtime":20,"cert":"N\/A","id":511380,"title":"Miss Sueño","adult":false,"genre_ids":[18]},{"cast":[],"overview":"AKB48 +1 (NHK Documentary)","release_date":"2015-01-20","vote_average":0.0,"runtime":49,"cert":"N\/A","id":511382,"title":"AKB48 +1 (NHK Documentary)","adult":false,"genre_ids":[]},{"cast":[],"overview":"It was a warm summer and Emma Tate was taking some of her friends over to Haddonfield to see her great grandmother Pamela Strode, but they soon found themselves in Emma's great uncle Michael Myers' path of destruction, as Michael came back to put the Myers and Strode family names to rest - finally ending the bloodline after many years of furiously trying and failing.","release_date":"2017-03-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":511384,"title":"Halloween: The Night Evil Died","adult":false,"genre_ids":[]},{"cast":["Vikranth","Bharathi","Manivannan","Vikramaditya","Saranya Ponvannan"],"overview":"A rich boy (Vasan) indulges in various bizarre experiments to have different experiences. He eats in a five star hotel without money, he wears girls’ outfit in a show room, he prefers to go to jail just for the heck of it, and he hires a sex worker and lets her sleep alone...A girl (Aanandhi), daughter of an NRI, staying alone in the city. She is making a documentary film on persons belonging to the fringe world. She meets the convicts in the prison and the sex workers for her documentary. The emotional game between them leads to an unpredictable climax.","release_date":"2008-02-14","vote_average":0.0,"runtime":153,"cert":"N\/A","id":511386,"title":"Nenjathai Killadhe","adult":false,"genre_ids":[10749,18]},{"cast":["Václav Bláha"],"overview":"","release_date":"2016-04-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":511397,"title":"Divokej Bill: Koncert doma","adult":false,"genre_ids":[]},{"cast":["Christiane Schneider","Thomas Wüppesahl","Frank Gerber","Lino Peters"],"overview":"","release_date":"2018-03-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":511399,"title":"Festival der Demokratie","adult":false,"genre_ids":[99]},{"cast":["Daniel Giménez Cacho","Maria Björnstam","Mary Gidley","Rachida Lièvre","Edna Reves"],"overview":"In 1973, five men and six women drifted across the Atlantic on a raft as part of a scientific experiment exploring the origins of violence and sexual attraction. Nobody expected what ultimately took place on that 3-month journey. Through archive material and a reunion of the surviving members of the expedition, this film tells the hidden story of the project.","release_date":"2019-02-13","vote_average":8.0,"runtime":97,"cert":"N\/A","id":511401,"title":"The Raft","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":511403,"title":"De marine vliegt","adult":false,"genre_ids":[]},{"cast":["Tracey Ullman"],"overview":"Tracey Ullman and her cast of characters react to the outcome of the 2017 British election.","release_date":"2017-06-23","vote_average":10.0,"runtime":30,"cert":"N\/A","id":511405,"title":"Tracey Breaks the News","adult":false,"genre_ids":[35]},{"cast":["Carmen Villani","Máximo Valverde","Francisco Cecilio","Alfonso del Real","Narciso Ibáñez Menta"],"overview":"","release_date":"1983-03-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":511410,"title":"Los líos de Estefanía","adult":false,"genre_ids":[35]},{"cast":["Cristina Ramón","Emilio Siegrist","Patricia Adriani","María Luisa Ponte","Julia Gutiérrez Caba"],"overview":"","release_date":"1977-06-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":511412,"title":"Los claros motivos del deseo","adult":false,"genre_ids":[18]},{"cast":[],"overview":"How would you feel if you knew your exact date of death? A time comes when every person in the world can find it out. Beloglazovai family – Kolia, Lena, their daughter Sonia and teenage son Igor live in an old house in Vilnius. Today is the day when fourteen year old Igor must die.","release_date":"2018-03-15","vote_average":0.0,"runtime":24,"cert":"N\/A","id":511423,"title":"The Last Day","adult":false,"genre_ids":[]},{"cast":["Vicente Catacora","Rosa Nina"],"overview":"A couple of elderlies try to survive in Los Andes of Peru while they wait for their son.","release_date":"2018-04-19","vote_average":8.8,"runtime":90,"cert":"N\/A","id":511425,"title":"Eternity","adult":false,"genre_ids":[18]},{"cast":[],"overview":"In this animated film for five- to eight-year-olds, a group of schoolchildren are amazed to discover that one of their classmates does not have enough to eat. With the help of their teacher, the children come to understand that his hardship affects them all and that the fight against poverty requires solidarity and sharing. Film without words.","release_date":"1992-01-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":511427,"title":"The Orange","adult":false,"genre_ids":[]},{"cast":[],"overview":"Paris in the 1880s. The Impressionists dominate the art scene but a brilliant new talent is about to emerge. Georges-Pierre Seurat, artist extraordinaire and father of Pointillism, creates a style so revolutionary that it anticipated, over one hundred years ago, techniques used today in television and digital imagery. Seurat is an animated tribute to this visionary painter.","release_date":"1992-01-01","vote_average":0.0,"runtime":23,"cert":"N\/A","id":511429,"title":"Seurat: The Realm of Light","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Kruchowsky family owns a funeral parlor. One day, an old man orders twelve funerary wreaths with sympathy messages for many relatives and friends. Mr. and Mrs. Kruchowsky become suspicious and start to investigate this potential cold-blooded assassin.","release_date":"2017-07-26","vote_average":0.0,"runtime":15,"cert":"N\/A","id":511431,"title":"The Best Customer","adult":false,"genre_ids":[]},{"cast":["Chanel Santini","Mercedes Carrera","Ruckus","Gabriel D'Alessandro","Chad Diamond"],"overview":"Beautiful TS dream girl Chanel Santini is a rising star in the world of adult entertainment. TransSensual is proud to present her very first star showcase, where she shows us what makes her so unique and special and tells us what makes her tick. Enjoy these four explosive encounters between Chanel and her handpicked co-stars: Mercedes Carrera, Gabriel Delassandro, Chad Diamond and Ruckus.","release_date":"2017-11-15","vote_average":0.0,"runtime":107,"cert":"\"NC-17\"","id":511433,"title":"Chanel Santini's TS Fantasies","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2017-05-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":511438,"title":"Maria Theresia - Vermächtnis einer Herrscherin","adult":false,"genre_ids":[99]},{"cast":["Vinessa Shaw","James Ransone","Colin Ford","Ajiona Alexus","Carson Meyer"],"overview":"Ellie, a recovering drug addict, has just moved to a new city with her two teenage children. She has struggled to stay sober in the past and is determined to make it work this time, finding a stable job and regularly attending her meetings. Unfortunately, new friends, a new job, and the chance of a new life, can’t keep Ellie from slipping once again. Her life changes when she meets Christopher – a different kind of addict – which forces her daughter and son to accept a new version of Ellie.","release_date":"2018-03-16","vote_average":4.6,"runtime":92,"cert":"\"\"","id":511449,"title":"Family Blood","adult":false,"genre_ids":[27,53]},{"cast":["Mercedes Cordova"],"overview":"The diaspora of millions of Italian emigrants marked a strong nutritional influence of this nation on the American continent. The documentary collects the similarities and differences between the dishes adapted to the American taste and his native Italy.","release_date":"2017-09-26","vote_average":6.7,"runtime":66,"cert":"\"\"","id":511454,"title":"Food on the Go","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A consumer grade DLP projector is powered on without a signal.","release_date":"2009-12-07","vote_average":2.0,"runtime":5,"cert":"N\/A","id":511456,"title":"No Signal","adult":false,"genre_ids":[]},{"cast":[],"overview":"Through the eyes of a Tseltal family, our story connects a cooperative in Chiapas, which struggles to market its coffee as a finished product outside of the conventional market, with the trend of specialty coffee, third-wave coffee shops and Seattle, United States. Understanding coffee as a way to protect their identity, their land and the right to live in better conditions, our characters seek to sell their product abroad while a plague, which destroys coffee plantations from South America unstoppable, could mean the destruction of coffee in the entire continent.","release_date":"2018-03-14","vote_average":0.0,"runtime":72,"cert":"N\/A","id":511458,"title":"A Six Dollar Cup of Coffee","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2012-04-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":511460,"title":"Das bessere Leben ist anderswo","adult":false,"genre_ids":[99]},{"cast":["Sylvie Joly"],"overview":"","release_date":"2005-11-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":511462,"title":"Sylvie Joly : La si jolie vie de Sylvie Joly","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Lida Vanda Liusia is a documentary as well as a bizarre, lyrical journey - an adventure for reconciliation, whilst traveling by car from Lithuania through Belarus and Poland, then through Germany and France to England. Lida, Vanda and Liusia have never seen Western Europe, but always wanted to. Through quarrels, disputes, fatigue and rivalry, the women confront themselves and their loneliness, seeking fulfillment in the backdrop of their love for their granddaughters.","release_date":"","vote_average":0.0,"runtime":69,"cert":"N\/A","id":511476,"title":"Lida Vanda Liusia","adult":false,"genre_ids":[]},{"cast":[],"overview":"Set in Manitoba in the 1890s, the story traces an Ontario farm family as they move west in search of cheap land. They experience travel on the recently completed CPR, build a sod house, battle a prairie fire and celebrate their first harvest.","release_date":"1995-01-01","vote_average":0.0,"runtime":11,"cert":"N\/A","id":511478,"title":"Homesteading on the Prairies","adult":false,"genre_ids":[]},{"cast":[],"overview":"Jamie Really Liked to Eat shows the life of a young boy living on a homestead around 1830 and how many pioneer parents depended on their children to help them gather and prepare the family's food. Jamie fishes, plucks ducks, and traps rabbits. He helps his mother churn butter, collect eggs and bake bread. Children can compare the food Jamie eats with the food they eat - some of it the same, like buckwheat pancakes and blueberry muffins, and some of it different, like rabbit stew and duck pie.","release_date":"1995-01-01","vote_average":0.0,"runtime":7,"cert":"N\/A","id":511480,"title":"Jamie Really Liked to Eat","adult":false,"genre_ids":[]},{"cast":[],"overview":"Four children see images of other youngsters around the world who dream of doing great things when they grow up but whose dreams are dashed by the harsh reality of their lives. Shocked, the children urgently ask adults to do something. A synthesis of articles 27, 29, 30, 31 and 38 of the United Nations Convention on the Rights of the Child, this film illustrates children's right to a future. Film without words.","release_date":"1995-01-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":511482,"title":"Pourquoi?","adult":false,"genre_ids":[]},{"cast":[],"overview":"A little deaf girl who plays against an arrogant boy in a chess tournament is unaffected by his scorn but responds warmly to the attentions of a young poet. Based on article 23 of the United Nations Convention on the Rights of the Child, this film illustrates disabled children's right to enjoy a full and decent life. A film without words.","release_date":"1995-01-01","vote_average":0.0,"runtime":7,"cert":"N\/A","id":511484,"title":"Le Tournoi","adult":false,"genre_ids":[]},{"cast":[],"overview":"The time: New Year's Eve, late 1800s. The place: Gatineau Valley, Quebec. A group of loggers, working in an isolated winter camp, yearn to celebrate New Year's Eve with their loved ones. But the river is frozen, the sky is dark, and swirling snow makes travelling treacherous. If the men want to see their families, their only choice is to make a pact with the devil to ride in a flying canoe.  While pacts with the devil are the stuff of legends from another time, the cautionary tale of The Flying Canoe has a resonance for modern life. Original music and bold animation preserve the spirit of this well-known Quebec legend derived from La Chasse-galerie, first published in 1891 by Honoré Beaugrand. Hand-drawn animation scanned and coloured on computer.","release_date":"1996-01-01","vote_average":0.0,"runtime":11,"cert":"N\/A","id":511486,"title":"The Legend of the Flying Canoe","adult":false,"genre_ids":[]},{"cast":[],"overview":"The \"stick people\" in Bully Dance are imaginary, but this gritty tale is all too familiar. Like the dance beat pulsating throughout the film, the bully's intimidation of a smaller victim is unrelenting; no one stops the dance until serious harm is inflicted. While Bully Dance offers no simple solutions, it does compel viewers--teachers, parents and children--to take stock of their actions and to find ways to end peer abuse.","release_date":"2000-01-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":511497,"title":"Bully Dance","adult":false,"genre_ids":[]},{"cert":"N\/A","title":"Ludovic - A Crocodile in My Garden","cast":[],"id":511499,"overview":"Ludovic: A Crocodile in My Garden is the second film in the collection Seasons in the Life of Ludovic. This one explores the world of play. Magical thinking governs Ludovic's world. It is springtime. Ludovic, in his garden, reigns over his menagerie of paper animals and their jungle home. In his improvised Africa, Ludovic goes from one surprise to another until the animals help themselves to the surprise brought by his mother. When they refuse to obey him, Ludovic doesn't want to play anymore. He bangs the door and pouts. But children's fights don't last. Reconciliation is not far off, especially when there is a snack to be shared by everyone.","runtime":10,"genre_ids":[],"release_date":"2000-01-01","vote_average":0.0,"adult":false}]