[{"cast":["Dany Boon","Garance Lagraa","Charlie Girerd","Laurent Gamelon","Pierre Richard"],"overview":"Mia and the Migoo (French: Mia et le Migou) is a 2008 French animated film produced by Folimage and directed by Jacques-Rémy Girerd, about a young girl's search for her father in a tropical paradise threatened by the construction of a gigantic hotel resort. The film won the European Film Award for Best Animated Feature at the 22nd European Film Awards. An English-language version with American voice actors had a limited released in the United States on 27 March 2011. Whoopi Goldberg, Matthew Modine, Wallace Shawn, and James Woods, are four of the many talented actors who contribute.","release_date":"2008-09-06","vote_average":6.8,"runtime":91,"cert":"N\/A","id":51000,"title":"Mia and the Migoo","adult":false,"genre_ids":[16,10751]},{"cast":["Liang Zhang","Yung Pan","Shao-tien Hsiung","Wen-ting Chiang","Wen-tu Pan"],"overview":"Black Sun: The Nanking Massacre, also called Men Behind the Sun 4, is a 1994 Hong Kong film directed by Mou Tun Fei and is in many ways considered to be a follow up to the 1987 shockumentary film, Men Behind the Sun. The movie depicts the events behind the Nanking Massacre committed by the Imperial Japanese army against Chinese citizens and refugees during the Second Sino-Japanese War. Like Men Behind the Sun, the film was both criticized and praised for its brutal portrayal of the Japanese atrocities, such as the notorious contest to kill 100 people using a sword, during the early and late stages of World War II, but at the same time was questioned over historical accuracy and violence which gave the film a more exploitation feel to it.","release_date":"1995-07-07","vote_average":6.5,"runtime":91,"cert":"N\/A","id":51007,"title":"Black Sun: The Nanking Massacre","adult":false,"genre_ids":[18]},{"cast":["Annette Schwarz","Jenna Haze","Isabel Ice","Virginee","Evelyne Foxy"],"overview":"Do less laundry! No more staining the sheets or ruining your favorite clothes -- just cum-filled pussies and tight lil' asses overflowing with loads of gooey man seed! Spend less time washing and more time wanking to the finest little creampie cuties ever to take a load. Lagoons of sticky ball juice ooze out of cervixes! Rivers of raunchy splooge flow in and out of fleshy pink lips, gaping wide asses, and down the gullets of young cum-crazed whores! When it feels way too good to pull out, blast a hot load of semen deep inside instead!","release_date":"2007-01-02","vote_average":8.0,"runtime":null,"cert":"N\/A","id":51008,"title":"Internal Cumbustion 10","adult":true,"genre_ids":[]},{"cast":["Erica Vieira","Maya Hills","Gina Lynn","Lorena Aquino","Milena Santos"],"overview":"What makes these ball-drenching babes go so crazy for creampies? Is it the salty taste of semen that tickles their tastebuds and makes em crave more? Is it the warm comfort they get inside their twat when its filled to the brim with gushing cum? Or is it the feeling of sperm dripping and oozing out of every orifice that keeps them coming back for more? Who knows and who cares-- these cuties love loads and we love them for it! Lock your knees, aim, and blast a hot cum injection deep inside!","release_date":"2007-06-26","vote_average":9.0,"runtime":null,"cert":"N\/A","id":51009,"title":"Internal Cumbustion 11","adult":true,"genre_ids":[]},{"cast":["Krystyna Janda","Pawel Szajda","Jan Englert","Jadwiga Jankowska-Cieślak","Julia Pietrucha"],"overview":"As an aging woman married to a workaholic doctor by chance meets a young man who makes her feel young again. All of this is films by a director making a film about her which cuts in and out of the on camera and off camera drama.","release_date":"2009-04-23","vote_average":6.9,"runtime":85,"cert":"N\/A","id":51010,"title":"Sweet Rush","adult":false,"genre_ids":[18]},{"cast":["Kenny Bee","Cherie Chung","Kent Cheng","Pat Ha","Phillip Ko"],"overview":"A professor accidentally creates a pill that essentially makes him Superman. Soon everybody, from a soccer team to a gang boss, wants those pills and the clever complications compound until it's up to a fast-thinking \"Super Girl\" to save the day.","release_date":"1985-03-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":51011,"title":"The Flying Mr. B","adult":false,"genre_ids":[35,10749]},{"cast":["Simon Dumont","Tim Durtschi","Dane Tudor"],"overview":"Revolver, the 2010 film from Poor Boyz Productions, presented by Salomon focuses on the progression and the factors that have coincided with many great advancements of the sport of skiing. (Over the last decade skiing has exploded into what we know it is today. But skiing has had many trying moments long before the end of the 20th century.) This season Poor Boyz Productions plans to showcase today’s raw talents of skiing in a high action, retrospective, yet progressive look at what things are pushing the sport today.","release_date":"2010-01-01","vote_average":4.0,"runtime":78,"cert":"N\/A","id":51012,"title":"Revolver","adult":false,"genre_ids":[99]},{"cast":[],"overview":"This season Poor Boyz aims to shed some light on why our athletes do what they do. For 14 years we've given the ski world the most progressive riders to date with the most pristine locations. Behind every shot lies a story. \"Reasons\" will focus on why our crew makes the choice they do, and why those decisions are made. In 2008 Poor Boyz invites you into the lives of the athletes and focuses on the finer details in their journey to show the passion of the sport beyond the lens. These are their Reasons.","release_date":"2008-01-01","vote_average":0.0,"runtime":74,"cert":"N\/A","id":51013,"title":"Reasons","adult":false,"genre_ids":[]},{"cast":[],"overview":"NSX7 - North Shore Extreme 7 - Quick&amp;Dirty is the 7th installment by Todd Fiander , aka Digger. As you have come to expect NSX brings you each years new stunts, new North Short trails, new ripping riders and all your past time Favorites. This is one of Digger's most action packed flick. Some of the new Shore stunts are awesome and as soon as you see them you'll want to ride and build. This film also has the most complete coverage of the Whistler trails, Joyride, and DH.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":51014,"title":"North Shore Extreme 7","adult":false,"genre_ids":[]},{"cast":[],"overview":"Trails, Tails and Lies The legend of the North Shore continues with Digger's newest BALL BUSTING film featuring the highest vertical drop - over 40 feet - on the North Shore! Rumour has it that Digger even left the confines of the shore for a few sections of the new film. Check it out!","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":51015,"title":"North Shore Extreme 8","adult":false,"genre_ids":[]},{"cast":["Daniel Craig","Stephen Rea","Francesca Annis"],"overview":"No one knows for sure what transpired when German physicist Werner Heisenberg met with his Jewish Danish counterpart, Niels Bohr, in Copenhagen -- the event became the stuff of modern scientific mythology. Director Howard Davies puts his spin on the momentous meeting that occurred one night in September 1941, during which the longtime friends entered into a dangerous discussion about physics and politics.","release_date":"2002-09-27","vote_average":7.6,"runtime":117,"cert":"","id":51016,"title":"Copenhagen","adult":false,"genre_ids":[18,36,53]},{"cast":["Tyler Perry","Lauren London","Shannon Kane","Cassi Davis","Philip Anthony-Rodriguez"],"overview":"Shirley has important news for her family, but she has five grown children with different lifestyles and finds it difficult to get them and the kids all together. So in steps Madea, the Matriarch General, to put the family's life in perspective with a hilarious twist on financial difficulties, drugs and, most important, family secrets. The next generation has a lot to learn. In her own way, Madea expresses how deliverance won't change you to be someone else, but will allow you to be who you really are.","release_date":"2011-04-22","vote_average":6.9,"runtime":106,"cert":"N\/A","id":51017,"title":"Madea's Big Happy Family","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"Learning sight words has never been this easy! Many words don't follow basic decoding rules and are taught in pre-k and kindergarten classrooms as \"sight words\", \"instant words\", \"high frequency words\" or \"star words.\" A new reader finds sight words very frustrating until they are memorized. A good reader will be able to instantly recognize sight words without having to figure them out. Preschool Prep Company makes learning sight words fun and easy by implementing the technique used in their other award winning DVDs. Now children can master sight words with the same rapid speed that they learned letters, numbers, shapes and colors!","release_date":"2008-01-01","vote_average":0.0,"runtime":37,"cert":"N\/A","id":51018,"title":"Meet the Sight Words 1","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"Learning sight words has never been this easy! Many words don't follow basic decoding rules and are taught in pre-k and kindergarten classrooms as \"sight words\", \"instant words\", \"high frequency words\" or \"star words.\" A new reader finds sight words very frustrating until they are memorized. A good reader will be able to instantly recognize sight words without having to figure them out. Preschool Prep Company makes learning sight words fun and easy by implementing the technique used in their other award winning DVDs. Now children can master sight words with the same rapid speed that they learned letters, numbers, shapes and colors!","release_date":"2008-01-01","vote_average":4.3,"runtime":35,"cert":"N\/A","id":51019,"title":"Meet the Sight Words 2","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"Learning sight words has never been this easy! Many words don't follow basic decoding rules and are taught in pre-k and kindergarten classrooms as \"sight words\", \"instant words\", \"high frequency words\" or \"star words.\" A new reader finds sight words very frustrating until they are memorized. A good reader will be able to instantly recognize sight words without having to figure them out. Preschool Prep Company makes learning sight words fun and easy by implementing the technique used in their other award winning DVDs. Now children can master sight words with the same rapid speed that they learned letters, numbers, shapes and colors!","release_date":"2008-01-01","vote_average":0.0,"runtime":40,"cert":"N\/A","id":51020,"title":"Meet The Sight Words 3","adult":false,"genre_ids":[10751]},{"cast":["Paulie Redding","Jessica Sonneborn","Michael McLafferty"],"overview":"A community is under siege as three Belmont Highschool coed students go missing with no trace of their whereabouts. The pressure is on the police to capture the culprits responsible. Scouring the school hallways in search of clues, undercover female detective Maggie Rawdon (Jessica Sonnerborn) enters Belmont High as a transfer student in an attempt to solve the hideous disappearance of the students. Maggie makes a few new friends, and gets invited to a private rave in the country. Just as the group begins to suspect that they've taken a wrong turn, however, the trap is sprung and Maggie finds out firsthand what fate has befallen the missing girls.","release_date":"2010-11-16","vote_average":3.0,"runtime":93,"cert":"N\/A","id":51021,"title":"Lure: Teen Fight Club","adult":false,"genre_ids":[28,18,80]},{"cast":["Dragan Bjelogrlić","Dušan Pekić","Milan Marić","Branka Katić","Miki Manojlović"],"overview":"This film follows two Belgrade youths on their rise to gangster legends in a decaying society.","release_date":"1998-05-27","vote_average":7.5,"runtime":103,"cert":"N\/A","id":51022,"title":"The Wounds","adult":false,"genre_ids":[10752,18,35,80]},{"cast":["David Barry Gray"," Jordanna Allen","Justin Colquhoun"],"overview":"Shadows of the Past is about Steve Kelly, a retired rodeo champion, who accepts a rematch with notorious bucking bull, 'Black Friday', the same bull that ended his career several years ago. Steve also must deal with the return of estranged wife Dannii. We see him battle with the prospects of a fading career and the chance to love again.","release_date":"2009-05-14","vote_average":0.0,"runtime":104,"cert":"N\/A","id":51023,"title":"Shadows of the Past","adult":false,"genre_ids":[18,37,53]},{"cast":["Walt Disney","Pinto Colvig"],"overview":"Pluto's conscience becomes the battleground when he saves a small kitten from drowning and then has second thoughts when Mickey welcomes it into his home.","release_date":"1941-10-03","vote_average":6.7,"runtime":8,"cert":"N\/A","id":51024,"title":"Lend a Paw","adult":false,"genre_ids":[10751]},{"cast":["Choosak Iamsook","Natnicha Cherdchubupakari","Debbie Bazoo","Sink Dawksadao","Todsaporn Rottakit"],"overview":"Frank, is a carefree guy who spends most of his day collecting garbages for money with his niece Lilly. One bad day, Frank is bitten by a werewolf but he can escape and is still alive. Since that day, when the half moon comes up in the night sky, Frank will turn into a werewolf, but a different kind of werewolf that is so adorable.","release_date":"2005-01-13","vote_average":0.0,"runtime":94,"cert":"N\/A","id":51025,"title":"Werewolf in Bangkok","adult":false,"genre_ids":[35]},{"cast":["Pinto Colvig"],"overview":"Milton the cat is walking down the street and notices a yard full of delicious milk, birds, and fish not realizing it is guarded by Pluto. He shows his inferior minded pal Richard the set up and both help themselves to the goodies but are chased out by Pluto. From that point on, they try to get into the yard without waking Pluto using such tactics as sling-shooting Pluto out of the yard with his hammock and underwater diving for fish with a makeshift diving helmet.","release_date":"1950-06-09","vote_average":6.5,"runtime":7,"cert":"N\/A","id":51026,"title":"Puss Cafe","adult":false,"genre_ids":[16,35,10751]},{"cast":["Sting","Dominic Miller","Branford Marsalis"],"overview":"Culled from Sting's critically acclaimed world tour, Symphonicity, this exclusive live CD\/DVD compilation features many of his greatest hits, including \"Roxanne,\" \"Every Little Thing She Does Is Magic,\" \"King Of Pain,\" \"Fields Of Gold,\" and more, all re-imagined for symphonic arrangement. Featuring special guest Branford Marsalis on select tracks, this live concert experience is quintessential Symphonicity! [Tracklist:] 01 A Thousand Years 02 Every Little Thing She Does Is Magic 03 Englishman In New York 04 Roxanne 05 When We Dance 06 Russians 07 I Hung My Head 08 Why Should I Cry For You? 09 Whenever I Say Your Name 10 This Cowboy Song 11 Tomorrow We'll See 12 Moon Over Bourbon Street 13 The End Of The Game 14 You Will Be My Ain True Love 15 All Would Envy 16 Mad About You 17 King Of Pain 18 Every BreathcYoun Take 19 Desert Rose 20 She's Too Good For Me 21 Fragile 22 I Was Brought To My Senses (Intro)","release_date":"2010-11-22","vote_average":7.4,"runtime":125,"cert":"","id":51037,"title":"Sting: Live In Berlin","adult":false,"genre_ids":[10402]},{"cast":["Martti Suosalo","Henrika Andersson","Jarmo Mäkinen","Pertti Koivula","Esko Nikkari"],"overview":"Pekka (Martti Lemmalo) arrives back to his home village of Jerusalem to celebrate the last wedding of the village. His own marriage seems to have reached a dead end. The people of the village gather to prepare for the event, and the bitter spectrum of all human life, with its joys and sorrows, is condensed into one summer's day. Written and directed by Markku Pölönen, based on Heikki Turunen's book, as a swan song for a lifestyle that ended with the emigration of the 1970s.","release_date":"1995-02-17","vote_average":6.2,"runtime":91,"cert":"N\/A","id":51038,"title":"The Last Wedding","adult":false,"genre_ids":[35,18]},{"cast":["Pirkka-Pekka Petelius","Paavo Kerosuo","Pekka Strang","Johanna af Schultén","Cecilia Paul"],"overview":"Epic tale about two generations of men in a wealthy Finnish family, spanning from the 1960s all the way through the early 1990s. The father has achieved his position as director of the family business through marrying the heiress. Their eldest son Dani, hoped to succeed his father, succumbs to drugs while pursuing a career in rock music. Younger Riku grows up under the shadow of his more talented big brother and slowly drifts into the late 1980s, noticing then how many of his friends have managed to take advantage of the economic upswing.","release_date":"2001-09-07","vote_average":4.3,"runtime":90,"cert":"N\/A","id":51039,"title":"Kites Over Helsinki","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2001-01-06","vote_average":7.0,"runtime":35,"cert":"N\/A","id":51040,"title":"Don't Push the River","adult":false,"genre_ids":[35]},{"cast":["Nancy McKeon","Michael Bell","June Foray","Alan Young","Frank Welker"],"overview":"Scruffy is a puppy you'll definitely fall in love with. In the tradition of Bambi, Scruffy is an orphan, alone and frightened. Rather than the freedom of the forest, Scruffy must wander the streets of the big city before she makes friends. First there's Joe Tibbles, a street performer who adopts her. Then when Joe suddenly dies, she meets Butch, an unwanted stray with a heart of gold. Scruffy's tale will tug at your heartstrings as you experience with her the hardships of life as a stray.","release_date":"1980-10-04","vote_average":6.1,"runtime":72,"cert":"N\/A","id":51041,"title":"Scruffy","adult":false,"genre_ids":[16,12,35,18,10751,14,10749]},{"cast":["Harry Belafonte","Dorothy Dandridge","Pearl Bailey","Olga James","Joe Adams"],"overview":"The tale of the cigarette-maker Carmen and the Spanish cavalry soldier Don Jose is translated into a modern-day story of a parachute factory worker and a stalwart GI named Joe who is about to go to flying school. Conflict arises when a prize-ring champ captures the heart of Carmen after she has seduced Joe and caused him to go AWOL.","release_date":"1954-10-27","vote_average":6.6,"runtime":105,"cert":"N\/A","id":51044,"title":"Carmen Jones","adult":false,"genre_ids":[18,10402,10749]},{"cast":[],"overview":"A Mother's Prayer, starring Robin Givens (Tyler Perry's The Family That Preys), Johnny Gill (legendary R&B singer), Shirley Murdock (Man of Her Dreams) and Jermaine Crawford (HBO's The Wire), tells the compelling, heartwarming tale of family members torn apart by their individual struggles. The only thing that can truly bring the family back together is a mother's dying wishes. With a lot of love, this family is about to learn the true meaning of the saying: the family that prays together stays together. Come along on an emotional journey through song, laughter and triumph.","release_date":"2009-01-01","vote_average":0.0,"runtime":104,"cert":"N\/A","id":51045,"title":"A Mother's Prayer","adult":false,"genre_ids":[18]},{"cast":["Radha Mitchell","Susannah York","Ray Barrett","Dominic Purcell","Tottie Goldsmith"],"overview":"The story of Georgia Perry, the first woman to sail around the world solo.","release_date":"2003-11-27","vote_average":5.2,"runtime":100,"cert":"N\/A","id":51046,"title":"Visitors","adult":false,"genre_ids":[18,27,9648,53]},{"cast":["Nacer Khemir","Soufiane Makni","Noureddine Kasbaoui","Sonia Ichti","Hedi Daoud"],"overview":"The first of Nacer Khemir's highly-regarded Desert Trilogy that includes The Dove's Lost Necklace and Bab'Aziz - The Prince Who Contemplated His Soul. Khemir creates an exotic world with Wanderers of the Desert when a young teacher arrives to take over a village school isolated in the shimmering desert. Legendary figures materialize out of wells and the desert itself, groups of children hurry through a labyrinth of underground corridors, the teacher is whisked away to a mysterious rendezvous and never returns.","release_date":"1984-01-01","vote_average":6.3,"runtime":95,"cert":"N\/A","id":51047,"title":"Wanderers of the Desert","adult":false,"genre_ids":[18]},{"cast":["Natalia Oreiro","Daniel Valenzuela"],"overview":"A Mariana no le gusta su nombre y se hace llamar Gloria. Sus padres se separaron antes de que ella cumpliera un año y hoy, como muchas parejas separadas, vuelven a vivir bajo el mismo techo sólo por no tener un trabajo digno. Son personas que nunca van a viajar muy lejos de sus hogares, que es donde se refugian, mal o bien, de todo lo feo que está afuera.","release_date":"2009-09-12","vote_average":5.0,"runtime":78,"cert":"N\/A","id":51048,"title":"Francia","adult":false,"genre_ids":[10751,18]},{"cast":["Ted Danson","Mary Steenburgen","Ryan Todd","Eric Schweig","Cathy Moriarty"],"overview":"An absent-minded-professor father and his son take off in an old Pontiac to bond during a symbolic road trip through the Western U.S. This while his wife tries to overcome her neuroses to save the family.","release_date":"1994-11-03","vote_average":5.7,"runtime":113,"cert":"N\/A","id":51049,"title":"Pontiac Moon","adult":false,"genre_ids":[18]},{"cast":["James McAvoy","Hugh Laurie","Bill Nighy","Jim Broadbent","Imelda Staunton"],"overview":"Each Christmas, Santa and his vast army of highly trained elves produce gifts and distribute them around the world in one night. However, when one of 600 million children to receive a gift from Santa on Christmas Eve is missed, it is deemed ‘acceptable’ to all but one – Arthur. Arthur Claus is Santa’s misfit son who executes an unauthorized rookie mission to get the last present half way around the globe before dawn on Christmas morning.","release_date":"2011-11-10","vote_average":6.7,"runtime":97,"cert":"U","id":51052,"title":"Arthur Christmas","adult":false,"genre_ids":[18,16,10751,35]},{"cast":[],"overview":"Seoul Train is a 2005 documentary that deals with the dangerous journeys of North Korean defectors fleeing through or to China. These journeys are both dangerous and daring, since if caught, they face forced repatriation, torture and possible execution. Seoul Train has been broadcast on television around the world, including on the Emmy Award-winning PBS series Independent Lens. In January 2007, \"Seoul Train\" was awarded the Alfred I. duPont – Columbia University Silver Baton for excellence in broadcast journalism. In April 2007, \"Seoul Train\" was named runner-up in the National Journalism Awards. The film was produced, directed and filmed by Jim Butterworth, a technology entrepreneur in Colorado in the U.S., and Lisa Sleeth of Incite Productions. It was co-directed and edited by Aaron Lubarsky, an Emmy award-winning documentary filmmaker in New York.","release_date":"2004-11-12","vote_average":6.3,"runtime":54,"cert":"N\/A","id":51055,"title":"Seoul Train","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Children's Movie","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":51056,"title":"God Made Christmas","adult":false,"genre_ids":[]},{"cast":["Aaron Ashmore","Autumn Reeser","Johnny Lewis","Justin Mentell","Ben Savage"],"overview":"On their last night of Thanksgiving break, four old friends, now all college freshmen, realize their small town has more meaning than they ever imagined.","release_date":"2007-10-12","vote_average":4.5,"runtime":100,"cert":"N\/A","id":51059,"title":"Palo Alto, CA","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"In this stunning multimedia presentation at a Canadian university, SF Bay Area architect, Richard Gage, AIA, provides a packed audience with a tough technical review of the overwhelming evidence of controlled demolition with explosives at all 3 WTC high-rise \"collapses\" - including WTC 7 - the 47 story high-rise, not hit by an airplane, which also fell at near free-speed on 9\/11","release_date":"2008-09-03","vote_average":6.6,"runtime":120,"cert":"N\/A","id":51062,"title":"9\/11: Blueprint for Truth - The Architecture of Destruction","adult":false,"genre_ids":[99]},{"cast":["Brian Setzer"],"overview":"Rock and Roll's ultimate revivalist, Brian Setzer takes his swinging big band to Japan for this hot, hot, hot concert in the Land of the Rising Sun. Having led the resurgence of rockabilly in the '80s with his band the Stray Cats, Setzer has turned his muse to swing music and helped to restore this great music to the mainstream of popular music during the '90s and continues into the new millennium. Songs: Hawaii 5-0, This Cat's on a Hot Tin Roof, The Dirty Boogie, Jumpin' East of Java, The Footloose Doll, Drive Like Lightning (Crash Like Thunder), Caravan, Americano, I Won't Stand in Your Way, Mystery Train, Gene and Eddie, Guitar Rag, Sleepwalk, Stray Cat Strut, Jump Jive an' Wail, Pennsylvania 6-5000, Gettin' in the Mood, Get Me to the Church on Time, Rock This Town.","release_date":"2002-02-19","vote_average":0.0,"runtime":86,"cert":"N\/A","id":51063,"title":"The Brian Setzer Orchestra: Live in Japan","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"A compilation of trailers for exploitation films from the '20s to the '60s focusing on the subject of drug use.","release_date":"1987-01-01","vote_average":4.5,"runtime":60,"cert":"N\/A","id":51066,"title":"Dope Mania","adult":false,"genre_ids":[99]},{"cast":["Adoum Moussa","Aminata Kanta","Mahamadou Alzouma"],"overview":"Three people looking for a better life become stranded in the desert with little hope of survival.","release_date":"2007-11-02","vote_average":6.5,"runtime":95,"cert":"N\/A","id":51067,"title":"14 Kilometers","adult":false,"genre_ids":[18]},{"cast":["Alexandra Barreto","Shelby Fenner","Curt Cornelius","Aaron Patrick Freeman"],"overview":"7 Friends go out to cabin for a weekend of relaxing and find a game that should not be opened!","release_date":"2005-09-01","vote_average":2.0,"runtime":72,"cert":"N\/A","id":51068,"title":"Ghost Game","adult":false,"genre_ids":[35,27]},{"cast":[],"overview":"A documentary on the oddball Greenwich Village eatery, Shopsin's.","release_date":"2004-01-01","vote_average":6.9,"runtime":80,"cert":"N\/A","id":51069,"title":"I Like Killing Flies","adult":false,"genre_ids":[99]},{"cast":["Elizaveta Boyarskaya","Maksim Matveev","Aleksandr Kobzar"],"overview":"","release_date":"2010-11-25","vote_average":4.6,"runtime":null,"cert":"N\/A","id":51070,"title":"Ne skazhu","adult":false,"genre_ids":[]},{"cast":["Romain Duris","Marina Foïs","Catherine Deneuve","Niels Arestrup","Branka Katić"],"overview":"Paul Exben is a success story – partner in one of Paris's most exclusive law firms, big salary, big house, glamorous wife and two sons straight out of a Gap catalog. But when he finds out that Sarah, his wife, is cheating on him with Greg Kremer, a local photographer, a rush of blood provokes Paul into a fatal error.","release_date":"2010-11-03","vote_average":6.3,"runtime":114,"cert":"N\/A","id":51071,"title":"The Big Picture","adult":false,"genre_ids":[53]},{"cast":["Audrey Tautou","Sami Bouajila","Nathalie Baye","Stéphanie Lagarde","Judith Chemla"],"overview":"A hairdresser forwards a passionate love letter to her widowed mother.","release_date":"2010-12-08","vote_average":5.9,"runtime":105,"cert":"12A","id":51072,"title":"Beautiful Lies","adult":false,"genre_ids":[35,10749]},{"cast":["Aleksandr Baluev","Marat Basharov","Konstantin Lavronenko","Aleksandr Lazarev","Natalya Rudova"],"overview":"Alexey Zaitsev is a professional showman. Restless agent and endless activities further and further alienate Zaitsev from the beloved. But the main problem is that he's been lying to everyone all his life, since kindergarten. And once the showman decides to experiment, after which all and he begins to tell the truth…","release_date":"2010-12-02","vote_average":2.3,"runtime":88,"cert":"N\/A","id":51073,"title":"Zaitsev, burn! Showman history","adult":false,"genre_ids":[]},{"cast":["Jean-Pierre Darroussin","Judith Godrèche","Josiane Balasko","Pascal Bongard","Biyouna"],"overview":"","release_date":"2010-12-08","vote_average":4.6,"runtime":90,"cert":"N\/A","id":51074,"title":"Holiday","adult":false,"genre_ids":[35,80]},{"cast":["Jamie Effros"],"overview":"How could a civilization that mastered the planet suddenly Collapse? Inspired by the New York Times best-selling book \"Collapse: How Societies Choose to Fail or Succeed\", NGC time travels 200 years into the future to see what the world would look like after civilization as we know it collapsed. Guided by author Jared Diamond, we'll piece together the remarkable story of what on earth triggered our decline.","release_date":"2010-09-18","vote_average":7.0,"runtime":null,"cert":"N\/A","id":51075,"title":"2210: The Collapse?","adult":false,"genre_ids":[99]},{"cast":["Rebecca De Mornay","Robert Knepper","Carol Mitchell-leon","Richard Jenkins"],"overview":"Breaking out of prison with a child in her womb and a dream of a normal existence, Arlene Holsclaw (Rebecca De Mornay) resolves to get a job and lead a good, Christian life. But the ghosts from her past -- including an ex-boyfriend (Rob Knepper) who wants to pimp her out and a sadistic mother (Ellen Burstyn) who plots to take away Arlene's baby -- have other plans. This made-for-TV drama is based on Marsha Norman's off-Broadway play.","release_date":"1994-04-25","vote_average":5.0,"runtime":100,"cert":"N\/A","id":51078,"title":"Getting Out","adult":false,"genre_ids":[18,53]},{"cast":["Anna May Wong","Gilda Gray","Jameson Thomas","Cyril Ritchard","King Hou Chang"],"overview":"A young Chinese woman, working in the kitchen at a London dance club, is given the chance to become the club's main act.","release_date":"1929-02-01","vote_average":7.2,"runtime":92,"cert":"","id":51079,"title":"Piccadilly","adult":false,"genre_ids":[18]},{"cast":["Lynx Gaede","Lamb Gaede","April Gaede"],"overview":"This documentary follows the controversial twin-sister pop duo that is Prussian Blue, a nationalist\/white power singing group that have made headlines all across the world for being the poster children in a new generation of American neo-nazism.","release_date":"2007-01-01","vote_average":8.5,"runtime":50,"cert":"N\/A","id":51082,"title":"Nazi Pop Twins","adult":false,"genre_ids":[99]},{"cast":["Don Johnson","Jeanne Tripplehorn","Sharon Lawrence","John Heard","Arliss Howard"],"overview":"Prompted by a just-published book that holds ex-lieutenant Ben Tyson accountable for a hushed-up massacre committed by his platoon in a Hue hospital 18 years before, the army recalls Tyson to stand trial for murder. Tyson, confronted by an army authority anxious to save its own face, an embarrassed federal government, and a threatened marriage, and entangled, furthermore, in his own past lives and present sense of guilt, must call on all his cleverness and his own inner toughness to fight his case.","release_date":"2003-12-06","vote_average":7.0,"runtime":120,"cert":"N\/A","id":51083,"title":"Word of Honor","adult":false,"genre_ids":[18,53]},{"cast":["Zdeněk Svěrák","Jiří Kodet","Jiří Zahajský","Marek Brodský","Rudolf Hrušínský"],"overview":"Pražský policejní inspektor Trachta a jeho nezkušený praktikant Hlaváček pátrají po záhadně zmizelém továrníkovi Bierhanzlovi. Jeho továrna se zabývala výrobou vyhlášené masti pro růst vlasů. Pan továrník však náhle nečekaně zmizel zůstalo po něm jen pár osobních věcí. Při pátrání narážejí Trachta s Hlaváčkem na spoustu paradoxů. Podaří se jim zjistit, že většina mužů, kteří si svoji plešatost u pana továrníka léčili, po úspěchu také zmizela vždy ale poslali pohled, že s novými vlasy začínají nový život někde jinde. Pátrání vrcholí v tajuplném sanatoriu","release_date":"1985-01-01","vote_average":6.5,"runtime":80,"cert":"N\/A","id":51084,"title":"Dissolved and Effused","adult":false,"genre_ids":[35,80]},{"cast":[],"overview":"The Class: Life After is a follow-up to the feature film The Class (not the French one) and deals with the aftermath of a school shooting. Each one-hour episode focuses on a different character who survived or witnessed the tragic event. There are kids from the class, their parents, the class teacher, a boy who survived the shooting, and finally, one of the culprits in the very last episode.","release_date":"","vote_average":5.3,"runtime":421,"cert":"N\/A","id":51087,"title":"The Class: Life After","adult":false,"genre_ids":[18]},{"cast":["Alex Tank","Benny Wetscher","Christophe Schmidt","Colin Frei","David Bertschinger Karg"],"overview":"Don't Panic! Yes, you should not panic. Why panic? Things are good, aren't they? Speaking of \"things\"....\"Don't Panic!\" is also the name for IsenSevens 2010 movie. We travelled to powdery Euro resorts, snowed-in German and Scandinavian cities, slushy California parks, Russian ghettos and all kinds of other fun places.....except Vegas. No snow there this year.","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":51088,"title":"Don't Panic!","adult":false,"genre_ids":[]},{"cast":["Céline Bonnier","David Boutin","Roy Dupuis","Hélène Bourgeois Leclerc","Michel Barrette"],"overview":"A woman seeks revenge over false accusations of murder.","release_date":"2009-03-06","vote_average":7.0,"runtime":null,"cert":"N\/A","id":51089,"title":"Je me souviens","adult":false,"genre_ids":[35,18]},{"cast":["Sophie Marceau","Jonathan Zaccaï","Marton Csokas","Michel Duchaussoy","Thierry Hancisse"],"overview":"The day she turns 40, Marguerite Flora, a successful rep for a nuclear power company, begins receiving letters she'd sent to herself at age seven. The letters tell her what to do if her life hasn't turned out the way she thought it should, when she was living in poverty with her mother and brother in a small village in southern France. She decides to go back to her birthplace to get the lawyer to stop the letters, but also to visit her childhood sweetheart and her long-forgotten brother, in order to find peace within herself.","release_date":"2010-07-28","vote_average":5.3,"runtime":89,"cert":"N\/A","id":51090,"title":"With Love... from the Age of Reason","adult":false,"genre_ids":[35,10749]},{"cast":["Betty White","Richard Thomas","Ellen Albertini Dow","Amy Davidson","Robert F. Lyons"],"overview":"Annie wants to disperse her husband's ashes at a locale in California that they had named Annie's Point. Annie needs a bypass immediately and she wants to send out the ashes on her 50th wedding anniversary.","release_date":"2005-01-22","vote_average":5.0,"runtime":88,"cert":"N\/A","id":51091,"title":"Annie's Point","adult":false,"genre_ids":[18,10751]},{"cast":["Marcello Mastroianni","Renato Salvatori","Gabriella Giorgelli","Folco Lulli","Bernard Blier"],"overview":"Professor Sinigaglia (Marcello Mastroianni) is the title character in this darkly comedic Italian drama about mistreated factory workers in the city of Turin. Toiling away in appalling conditions in a textile mill, these employees have no one to stand up for them until Sinigaglia puts his academic career on the line by helping them to start a strike. Although the teacher comes under scrutiny by unsympathetic authorities, he maintains his dedication to the workers' cause.","release_date":"1963-10-23","vote_average":7.6,"runtime":130,"cert":"N\/A","id":51092,"title":"The Organizer","adult":false,"genre_ids":[80,18]},{"cast":[],"overview":"Put beautiful mansions together with gorgeous Euro-babes and their insatiable desire to get ass fucked, and you get \"Anal Aristocrats,\" where getting backdoor banged becomes a class act. Shot on HD with meticulous attention to details, it features anal action in every scene, combining beauty and nastiness.","release_date":"","vote_average":7.0,"runtime":null,"cert":"N\/A","id":51095,"title":"Anal Aristocrats","adult":true,"genre_ids":[]},{"cast":["Kaneto Shiozawa","Keiko Yamamoto","Miki Itou","Shinya Ôtaki","Tomomichi Nishimura"],"overview":"What comes around goes around...even from beyond the grave. Most criminals are only concerned with earthly justice - the laws of man. All too often, the guilty go free, their deeds unpunished. But there is another law. Deep within the spirit world, the wrongful dead seek retribution for the crimes against them by the living. These restless spirits have their own code of justice, and they've chosen the Judge of Darkness and his Demons of Hell to enforce them. An appeal for justice leads to an investigation of a successful, high-ranking corporate executive. Who would believe he'd be involved with embezzlement and murder? But the Judge of Darkness soon discovers that the roots of corruption run deep as he slowly works his way up the corporate pyramid.","release_date":"1991-06-15","vote_average":4.3,"runtime":50,"cert":"N\/A","id":51096,"title":"Judge","adult":false,"genre_ids":[14,16,27,878]},{"cast":["Dora Venter","Andy Brown"],"overview":"Anal, Anal, Anal! Get your fill of anal and then some! The smut sluts of Anal Asspirations 4, put up and shut up! What more could you ask for from a whore? These tricks have the willingness to spread their tight ass cheeks, while they shut the fuck up and shove a hard dick in their mouth! Can somebody say 'SCORE'! This DVD is full of double penetrations, skull fucking, foursomes, 3 on 1’s, and you guessed it ANAL! Enjoy!","release_date":"2006-06-08","vote_average":5.0,"runtime":181,"cert":"N\/A","id":51099,"title":"Anal Asspirations 4","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":3.3,"runtime":null,"cert":"N\/A","id":51100,"title":"Anal Cumsumption 2","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":5.0,"runtime":null,"cert":"N\/A","id":51103,"title":"Anal Cumsumption 4","adult":true,"genre_ids":[]},{"cast":["Maximilian Schell","Diane Baker","Barbara Werle","Brian Keith","Sal Mineo"],"overview":"A team of maritime salvage workers are about to embark on a recovery dive. However the 1883 Krakatoa Volcano eruption provides more pressing problems.","release_date":"1968-12-26","vote_average":5.4,"runtime":131,"cert":"N\/A","id":51104,"title":"Krakatoa, East of Java","adult":false,"genre_ids":[28,12,18,53]},{"cast":["Bernard Fanning","Darren Middleton","Ian Haug","John Collins","Jon Coghill"],"overview":"Filmed at various concerts throughout Powderfinger's final Australian tour.","release_date":"2010-12-03","vote_average":5.3,"runtime":106,"cert":"N\/A","id":51105,"title":"Powderfinger: Sunsets Farewell Tour","adult":false,"genre_ids":[10402]},{"cast":["Akiko Hiramatsu","Sakiko Tamagawa","Bin Shimada","Etsuko Kozakura","Ikuya Sawaki"],"overview":"Officers Tsujimoto and Kobayakawa are transferred back to Bokuto Police Station after stints in other police departments. Shortly after this, the discovery of smuggled firearms and the recovery of a magnetic disc herald new troubles for Bokuto station as the Chief is thrown in jail for keeping silent over \"Bee Number One\", developed by Detective Emoto who went missing two years ago.","release_date":"1999-04-29","vote_average":4.8,"runtime":92,"cert":"N\/A","id":51106,"title":"You're Under Arrest: The Movie","adult":false,"genre_ids":[16,18,28,53]},{"cast":["Angela Bassett","Anne Archer","Joanna Lumley","Betty White"],"overview":"A nameless baby elephant-steer was just getting used to life in the herd, when poachers kill his mother, so he runs and gets lost. He's found by a grouchy female, Groove, the sister of an alpha-female, who walks off disgusted with life in her herd. Not exactly wholehearted, she still takes the orphan under her wing, 'till we find your herd', but fails to find his herd, or a new home with males -who find him disrespectful and mouthy- or her own herd, which nicknames the kid whispers since his trumpeting is so weak. meanwhile the fear for poachers and (that is, in the movie) lions drives them north over the great river, a long and dangerous journey...","release_date":"2000-10-03","vote_average":4.5,"runtime":72,"cert":"N\/A","id":51107,"title":"Whispers: An Elephant's Tale","adult":false,"genre_ids":[18,10751]},{"cast":["Krystyna Janda","Aleksander Bardini","Olgierd Łukaszewicz","Krzysztof Kumor","Artur Barciś"],"overview":"Dorota Geller, a married woman, faces a dilemma involving her sick husband's prognosis. Her husband's doctor, who believes in God, sweared about it in vain.","release_date":"1989-09-06","vote_average":7.4,"runtime":57,"cert":"N\/A","id":51108,"title":"Decalogue II","adult":false,"genre_ids":[18,10770]},{"cast":["Doc Watson","David Grisman"],"overview":"Doc Watson has known David Grisman since the latter was a teenager stunning veteran performers at New York City folk clubs in the 1960s. Aside from the pleasures of picking with an old friend, the reward of playing with Grisman is simple: 'He knows music,' Doc says, 'That's your nutshell answer. He knows what it's about. ' Coming from a master musician for whom the gift of music is the only reason worth leaving the sweet comforts of family and home, that is the highest praise. In this unique concert video Doc and David with their friend Jack Lawrence present their unique blend of country, jazz, bluegrass and folk-music. NTSC all region, 70 minutes.","release_date":"2014-05-12","vote_average":0.0,"runtime":70,"cert":"N\/A","id":51109,"title":"Doc Watson and David Grisman - In Concert","adult":false,"genre_ids":[]},{"cast":["Adrianna Biedrzyńska","Janusz Gajos","Artur Barciś","Adam Hanuszkiewicz","Jan Tesarz"],"overview":"A father and daughter, Michał and Anka, have a unique intimacy, which the college-aged Anka is beginning to feel conflicted about. When she finds an unopened letter from her deceased mother, it seems to justify her attraction to Michał, who may not in fact be her father.","release_date":"1989-09-08","vote_average":8.0,"runtime":55,"cert":"N\/A","id":51110,"title":"Decalogue IV","adult":false,"genre_ids":[18,10770]},{"cast":["Maria Koscialkowska","Teresa Marczewska","Artur Barciś","Bronisław Pawlik","Tadeusz Łomnicki"],"overview":"Zofia, a professor of ethics, is visited by Elżbieta, an American researching the fate of Jews who survived World War II. A daytime classroom conversation turns into a night of confrontation, and Zofia is forced to answer for a decision she made decades ago that directly affected the course of Elżbieta’s life.","release_date":"1989-09-12","vote_average":7.4,"runtime":55,"cert":"N\/A","id":51111,"title":"Decalogue VIII","adult":false,"genre_ids":[18,10770]},{"cast":["Bruce Le","Hwang Jang-Lee","Casanova Wong","Harold Sakata","Bolo Yeung"],"overview":"Reformed criminal and ace martial artist Liang Cheng decides to go straight and settle down with his girlfriend after being released from prison. The gang he used to be part of kidnap the fetching young daughter of an American ambassador. Liang Cheng goes trekking all over the world in search of the lady.","release_date":"1982-09-01","vote_average":6.3,"runtime":81,"cert":"N\/A","id":51112,"title":"Bruce Strikes Back","adult":false,"genre_ids":[28]},{"cast":["Eric Clapton","Ginger Baker","Jack Bruce","Phil Collins"],"overview":"LOUISE CROSS ROADS I FEEL FREE SUNSHINE OF YOUR LOVE STRANGE BREW WHITE ROOM BADGE WORRIED LIFE BLUES LAYLA KNOCKIN' ON HEAVEN'S DOOR COCAINE I SHOT THE SHERIFF WONDERFUL TONIGHT FOREVER MAN TEARING US APART BEHIND THE MASK HOLY MOTHER","release_date":"1990-01-23","vote_average":4.5,"runtime":75,"cert":"N\/A","id":51115,"title":"The Cream of Eric Clapton","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Sex, Drugs, Rock n' Roll, it's all just part of the story\u0085 In 1978 Fleetwood Mac released an album that would go on to sell over 27 million records. Rumours was the high water mark in a career that has seen ups and downs that would have destroyed most bands. Yet somehow, Fleetwood Mac endures. FLEETWOOD MAC: UNBROKEN CHAIN looks at over thirty years of rock n' roll history, from the perspective of one of the world's most enduring bands.","release_date":"2004-02-03","vote_average":0.0,"runtime":60,"cert":"N\/A","id":51116,"title":"Fleetwood Mac - Unbroken Chain","adult":false,"genre_ids":[99,10402]},{"cast":["Eric Clapton","Nathan East","Greg Phillinganes","Phil Collins"],"overview":"Founded in 1967, the Montreux Jaxx Festival has established itslef as one of the ost prestigious annual music events in the world. The extraordinary list of artists who have played there is drawn from across the musical spectrum and from around the world. Now, with the consent of the festival and the artists, Eagle Vision is making these concerts available on DVD for the first time. Eric Clapton has appeared at the Montreux Festival on a number of occasions both in his own right and as a guest of other performers. In his concert from 1986 he is very much the star as, with the more than capable backing of Phil Collins on drums, Nathan East on bass and Greg Phillinganes on keyboards, he turns in great performances on many of his best know tracks including: \"Layla\", \"White Room\", \"I Shot the Sheriff\", \"Sunshine Of Your Love\", \"Behind The Mask\" and more.","release_date":"2006-09-19","vote_average":5.8,"runtime":114,"cert":"N\/A","id":51117,"title":"Eric Clapton - Live at Montreux 1986","adult":false,"genre_ids":[10402]},{"cast":["Leslie Dwyer"],"overview":"Documentary film about the track workers and \"fluffers\" (track cleaners) who maintain the London Underground system every night during the few hours when the trains are not running.","release_date":"1958-12-08","vote_average":0.0,"runtime":20,"cert":"","id":51118,"title":"Under Night Streets","adult":false,"genre_ids":[]},{"cast":["Steve Lukather","Mike Porcaro","David Paich","Jeff Porcaro"],"overview":"Toto has made some of the most enduring popular music of the last 25 years includiing the Grammy Award-winning 1982 Record of the Year \"Rosanna\" and the #1 smash \"Africa.\" This stellar collection of their first 14 videos now available for the first time on DVD provides a complete and visually spectacular look at the illustrious career of Toto: Past To Present 1977-1990.","release_date":"2004-09-29","vote_average":0.0,"runtime":72,"cert":"N\/A","id":51119,"title":"Toto - Past to Present 1977-1990: The Videos","adult":false,"genre_ids":[10402]},{"cast":["Cyril Ritchard","Mary Martin","Lynn Fontanne"],"overview":"In this magical tale about the boy who refuses to grow up, Peter Pan and his mischievous fairy sidekick Tinkerbell visit the nursery of Wendy, Michael and John Darling. With a sprinkling of pixie dust, Peter and his new friends fly out the nursery window and over London to Never-Never Land. The children experience many wonderful and exciting adventures with the Lost Boys, Tiger Lily's Indian tribe, and Peter's arch enemy the dastardly pirate Captain Hook.","release_date":"1960-01-01","vote_average":7.5,"runtime":100,"cert":"N\/A","id":51120,"title":"Peter Pan","adult":false,"genre_ids":[10402,35,10751,14]},{"cast":["Andie MacDowell","Samuel Le Bihan","Tim Roth","Margot Kidder","Mimi Kuzyk"],"overview":"A woman who is tormented by the ghost of her abusive, alcoholic husband. She must come to terms with the past if she is to find peace and love...","release_date":"2005-05-31","vote_average":3.2,"runtime":90,"cert":"N\/A","id":51121,"title":"The Last Sign","adult":false,"genre_ids":[9648,53]},{"cast":["Eric Lehning","Cody DeVos","Leah High","Brett Miller","Tia Shearer"],"overview":"A genre-bending tale of a boy trying to fulfill his unrequited love for a girl who has risen from the dead. It tells the story of twin brothers Patrick and Carol Darling, newly graduated from high school and struggling to come to terms with the mysterious disappearance of their friend, the bright and beautiful Wendy Hearst. When a drive through the countryside surrounding their suburban community leads to the discovery of Wendy's mysteriously animated corpse, the boys secretly transport the un-dead Wendy to an empty house in hopes of somehow bringing her back to life. As the sweltering summer pushes on, they must maintain the appearance of normalcy for their friends and family as they search for ways to revive the Wendy they once knew, or, failing that, to satisfy their own quests for love amongst the living and the dead.","release_date":"2008-04-12","vote_average":5.0,"runtime":105,"cert":"N\/A","id":51122,"title":"Make-Out with Violence","adult":false,"genre_ids":[35,14,27,10749]},{"cast":["Ida Nerina","Adibah Noor","Mei Ling Tan","Jaclyn Victor"],"overview":"A talent search competition has matched two hearts - that of Melur, a Malay-mixed girl and an Indian male student, Mahesh. Melur, with her melodious voice, singing whilst playing the piano is one of the seven finalists of the Talentime competition of her school organised by Cikgu Adibah. Likewise Hafiz, enthralling with his vocalist talent while playing the guitar, divides his time between school and mother, who is hospitalised for brain tumor.","release_date":"2009-03-24","vote_average":3.8,"runtime":120,"cert":"N\/A","id":51123,"title":"Talentime","adult":false,"genre_ids":[35,10751]},{"cast":["Sharifah Amani","Sharifah Aleysha","Ning Baizura","Brian Yap","Yann Yann Yeo"],"overview":"Two Malaysian sisters, Rohani and Rohana, run away from home to escape their wealthy father’s mistreatment. They find refuge in a small town where they get to know Brian Goh, a young Catholic schoolteacher. Brian is irresistibly attracted to the two girls. Impressed by their extraordinary courage in the face of adversity, their relationship forces him to confront the ghosts of his own childhood. Director Yasmin Ahmad explores the possibilities of emotional survival after being traumatised by loved ones. Through the wanderings of three lost souls who band together and console one another, Muallaf celebrates friendship, forgiveness, and the coming to terms with the past.","release_date":"2008-08-15","vote_average":6.0,"runtime":80,"cert":"N\/A","id":51124,"title":"The Convert","adult":false,"genre_ids":[18]},{"cast":["Jack Herer","Peter Coyote"],"overview":"This documentary chronicles the life of Jack Herer and his struggle for awareness and enlightenment of cannabis sativa, a.k.a. marijuana or hemp. His research into this plant culminates in his writing The Emperor Wears No Clothes: The Official Hemp Bible. He has dedicated his life to educating people about the history and many utilizations of hemp, the conspiracy against it, and ending marijuana prohibition.","release_date":"1999-06-15","vote_average":4.3,"runtime":59,"cert":"N\/A","id":51131,"title":"Emperor of Hemp","adult":false,"genre_ids":[99]},{"cast":[],"overview":"This documentary covers a whole lot of ground. It deals with every historical and contemporary aspect of hemp usage and cultivation (mainly in the U.S.), which turns out to be a lot. From describing the production of a fiber much more durable and economic than wood, the documentary discusses hemps multilateral uses as e.g. food products, as a non-polluting fuel and as a pharmaceutical product with much less grievous side-effects than chemical pharmaceutical products. The film also investigates why America went from a country which produced vast quantities of the non-narcotic industrial hemp, to the complete ban on hemp production in 1938. This story in particular is interesting, and it points out that the large oil-based industries actually had a key role in the aforementioned ban. Food for thought! The conclusion of the documentary could be that hemp may prove to be a valid alternative to both oil and wood in the future.","release_date":"1995-10-20","vote_average":0.0,"runtime":73,"cert":"N\/A","id":51132,"title":"The Hemp Revolution","adult":false,"genre_ids":[99]},{"cast":["Paulo José","Rosi Campos","Paulo César Peréio","Guilherme Karan","Elias Andreato"],"overview":"A funny yet bitter panorama of the several possible viewpoints of this feeling that fulfils hearts and minds.","release_date":"1994-01-01","vote_average":0.0,"runtime":14,"cert":"N\/A","id":51133,"title":"Love!","adult":false,"genre_ids":[]},{"cast":["Dane Clark","Cecile Chevreau","Paul Carpenter","Thea Gregory","Anthony Forwood"],"overview":"A man pays a hitman to kill him. Circumstances change and he tries to call off the hit but he has trouble getting the deal killed.","release_date":"1954-06-25","vote_average":6.4,"runtime":75,"cert":"N\/A","id":51136,"title":"Five Days","adult":false,"genre_ids":[80,53]},{"cast":["Marli Bortoletto","Angélica Santos","Paulo Cavalcante","Elza Gonçalves","Sibele Toledo"],"overview":"Our heroes need to take a trip in time, in a Time Machine, in order to recoup the essence of the four elements before the Earth gets frozen. The Gang will face the dangers of the Ancient History with Piteco, will help Papa-Capim to save the Forest, will fight with the Astronaut against the pirates and will even meet themselves as babies in the past!","release_date":"2007-02-16","vote_average":7.3,"runtime":80,"cert":"N\/A","id":51137,"title":"Turma da Mônica em Uma Aventura no Tempo","adult":false,"genre_ids":[16,35,12,10751,878]},{"cast":["David A.R. White","Kevin Downes","Brad Heller"],"overview":"In The New World Order, who can you trust? Religious \"fanatics\"? The government? Ragtag militia? Religious \"fanatics\"?After a dramatic escape from death row, former FBI agent Adam Riley (David A.R. White) reunites with his friend and mentor Jacob Krause (Brad Heller) leader of The Way, and his small remnant of Christians. Little do they know the forces out for their destruction. Global Alliance leader Commander Fredericks (Monte Perlin) has forced Adam's former partner Charles Baker (Kevin Downes) to hunt them down while a ragtag militia, led by \"Captain\" Jackson (Lonnie Colon), spy on them for their own gain. As events lead to an explosive confrontation, all will be forced to an awakening of the real struggle... for their very souls.","release_date":"2006-05-28","vote_average":5.7,"runtime":93,"cert":"N\/A","id":51138,"title":"The Moment After 2: The Awakening","adult":false,"genre_ids":[878,53]},{"cast":["Nine-Christine Jönsson","Bengt Eklund","Mimi Nelson","Birgitta Valberg","Sif Ruud"],"overview":"A suicidal factory girl out of reformatory school, anxious to escape her overbearing mother, falls in love with a sailor who can't forgive her past.","release_date":"1948-10-11","vote_average":6.9,"runtime":99,"cert":"N\/A","id":51141,"title":"Port of Call","adult":false,"genre_ids":[18]},{"cast":["Tatiana Vilhelmová","Konstantin Lavronenko","Bogusław Linda","Michal Dlouhý","Werner Daehn"],"overview":"Crime thriller inspired by the story of Jiri Kajinek, which is considered the first bounty hunter in the Czech Republic. Thanks to his escape from the prison fortress Mirov it became a legend and the most wanted man in Europe. Five weeks while eluding the police, is still shrouded in mystery. Kajínek Film is a powerful story of the most famous prisoner int the Czech Republic in our story of double murder, the story of lawyer looking for new evidence, the story of the underworld and its penetration into the government and handling of the story. George is a victim of conspiracy or Kajínek cold-blooded killer? Trying to prove his innocence or to intimidate and influence witnesses?","release_date":"2010-08-05","vote_average":6.1,"runtime":118,"cert":"N\/A","id":51142,"title":"Kajínek","adult":false,"genre_ids":[28,18,80]},{"cast":["Eva Henning","Birger Malmsten","Birgit Tengroth","Hasse Ekman","Mimi Nelson"],"overview":"A needy couple in a bad marriage travel back to Stockholm after a trip to Italy. Meanwhile, a widow resists seductions from two different persons - her psychiatrist and a lesbian friend.","release_date":"1949-10-17","vote_average":6.7,"runtime":83,"cert":"N\/A","id":51143,"title":"Thirst","adult":false,"genre_ids":[18]},{"cast":["Stig Järrel","Alf Kjellin","Mai Zetterling","Olof Winnerstrand","Gösta Cederlund"],"overview":"Jan-Erik Widgren meets the lonely Bertha Olsson, a woman struggling with alcoholism. Though Bertha is already linked to Caligula, Jan-Erik's heartless teacher, she begins a relationship with the boy anyway. When Caligula learns that Jan-Erik is having an affair with Bertha, he begins to torture his student psychologically. He reserves his cruelest behavior for Bertha, however, which results in a tragic turn of events.","release_date":"1944-10-02","vote_average":7.2,"runtime":101,"cert":"N\/A","id":51144,"title":"Torment","adult":false,"genre_ids":[18]},{"cast":["Ned Beatty","Liev Schreiber","Campbell Scott","Ian Hart","Peri Gilpin"],"overview":"As the seasons change in a Connecticut town, two men of different age and backgrounds who work together outdoors for the local park system, share thoughts and feelings that gradually deepen into a relationship approaching father and son. Paul is just out of prison for armed robbery, assigned to work with Murph, a middle-aged vet whose grown son Bobby is dying. Paul is trying to control his temper and build a spiritual side based on reading. Murph is a down-to-earth Sancho Panza to Paul's more ethereal ideas. And Murphy seems to need forgiveness for mistakes as a dad. As Murphy's retirement approaches and winter sets in, the men talk and love blossoms.","release_date":"1999-09-01","vote_average":6.5,"runtime":110,"cert":"N\/A","id":51145,"title":"Spring Forward","adult":false,"genre_ids":[18]},{"cast":["Michael O'Shea","Turhan Bey","Evelyn Ankers","Virginia Lee","Charles Bradstreet"],"overview":"A federal agent's life is in danger when he's exposed while investigating a parole scheme.","release_date":"1948-11-24","vote_average":4.4,"runtime":71,"cert":"N\/A","id":51146,"title":"Parole, Inc.","adult":false,"genre_ids":[80,18,53]},{"cast":["Lotte Andersen","Mikael Birkkjær","Ditte Gråbøl","Malik Yoba","Lærke Winther Andersen"],"overview":"Hannah (Lotte Andersen) is a housewife in a village Zealand, where she is married to the sad Carsten (Mikael Birkkjær). She sings in the mammal church choir along with his outspoken sister (Ditte Gråbøl). A choirmaster in transit - the black Jackson - get fired up during the chorus, as soon singing and joy - and Hannah is experiencing new feelings.","release_date":"2004-08-25","vote_average":5.7,"runtime":98,"cert":"N\/A","id":51147,"title":"Oh happy day","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"Bring the worlds biggest pot party to your very own living room. The Cannabis Cup 2003 DVD is loaded (just like you) with over 60 minutes of performances, interviews, and non-stop smoking of the biggest and best buds in the world. You’ll laugh, you’ll dance and you’ll want to rip your bong. Relive the magic or see what you missed - this DVD is a must have for any stoner","release_date":"","vote_average":0.0,"runtime":101,"cert":"N\/A","id":51148,"title":"High Times Presents: Cannabis Cup 2003","adult":false,"genre_ids":[99]},{"cast":["Alan Curtis","Vivian Austin","Frank Jenks","Tala Birell","Gavin Gordon"],"overview":"One of two Philo Vance mystery movies released by PRC.","release_date":"1947-04-12","vote_average":6.0,"runtime":62,"cert":"N\/A","id":51149,"title":"Philo Vance's Gamble","adult":false,"genre_ids":[9648]},{"cast":["Mr Green"],"overview":"Step-by-Step construction of a basic indoor grow-room that yields a 1\/4 pound of Chronic Sinsemillas Marijuana every two months. Mr. Green takes out the mystery and confusion surrounding the construction and maintenance of an indoor marijuana grow room by breaking it down into basic easy-to-follow steps.","release_date":"1999-01-01","vote_average":0.0,"runtime":85,"cert":"N\/A","id":51150,"title":"I Grow Chronic!","adult":false,"genre_ids":[99]},{"cast":["Alan Curtis","Sheila Ryan","Tala Birell","Frank Jenks","James Bell"],"overview":"Vance is hired to write a true-crime mystery... but when the facts about an unsolved crime are about to be brought out into the open a murder takes place.","release_date":"1947-08-30","vote_average":0.0,"runtime":58,"cert":"N\/A","id":51151,"title":"Philo Vance's Secret Mission","adult":false,"genre_ids":[9648,80]},{"cast":["Fırat Tanış","Osman Akca","Nesrin Cevadzade","Mustafa Üstündağ","Ahmet Saraçoğlu"],"overview":"Dilber lives with her family in a very poor eastern village, her only dream is to marry her childhood lover, Ali. But when she finds out that it won't happen because of a reason that she can't get away with, she gets crazy and lock herself up in her family's barn. Then she makes everybody knows that she'll marry the first guy who proposes and won't leave the barn till that happens. One day, a limping man comes to the village. He's alone and has heard that there's a girl in that village who's ready to marry him.","release_date":"2009-04-24","vote_average":6.5,"runtime":null,"cert":"N\/A","id":51152,"title":"Dilber'in Sekiz Günü","adult":false,"genre_ids":[18]},{"cast":["Merle Oberon","Lex Barker","Charles Drake","Gia Scala","Warren Stevens"],"overview":"A co-owner of a race track goes on the run after witnessing something he shouldn't have at the track.","release_date":"1956-03-13","vote_average":5.3,"runtime":79,"cert":"N\/A","id":51153,"title":"The Price of Fear","adult":false,"genre_ids":[80,18]},{"cast":["Barry Cooper"],"overview":"Watch Barry Cooper, a former police officer in Texas focusing on narcotics interdiction for eight years, teach you exactly what you need to know to stay out of jail. With over 800 felony and misdemeanor narcotics arrests, DEA Training, and extensive experience with K-9 drug dogs, Barry's friendly, plain spoken and honest attitude makes it easy and entertaining for you to LEARN WHAT YOU NEED TO KNOW. Much of this information has never been seen by the public before and this is the first time it has all been available from a single source.","release_date":"2007-10-30","vote_average":0.0,"runtime":135,"cert":"N\/A","id":51156,"title":"Never Get Busted Again 1: Traffic Stops","adult":false,"genre_ids":[]},{"cast":["Barry Cooper"],"overview":"Part documentary and all instruction, Never Get Raided promises to reveal all the latest drug enforcement tactics giving the viewer confidence in maintaining a cannabis culture lifestyle without ever being raided!","release_date":"2008-07-13","vote_average":0.0,"runtime":82,"cert":"N\/A","id":51157,"title":"Never Get Busted Again 2: Never Get Raided","adult":false,"genre_ids":[]},{"cast":["Alexis Smith","Scott Brady","Richard Egan","Gladys George","Edmon Ryan"],"overview":"After her father is murdered, a girl joins the police force in an effort to track down the killers.","release_date":"1950-11-02","vote_average":6.5,"runtime":83,"cert":"N\/A","id":51160,"title":"Undercover Girl","adult":false,"genre_ids":[80,9648,18]},{"cast":["Jacques Villeret","André Dussollier","Thierry Lhermitte","Benoît Magimel","Suzanne Flon"],"overview":"Lucien, 14, can’t understand why his father, a serious and respected teacher, makes a fool of himself by dressing up as a clown and giving a show. André, Lucien’s father’s best friend, feels for the teenager and decides to reveal something from their mutual past that will explain the reason for Lucien’s father’s strange behavior.","release_date":"2003-03-26","vote_average":7.5,"runtime":95,"cert":"N\/A","id":51163,"title":"Strange Gardens","adult":false,"genre_ids":[35,18]},{"cast":["Brigitte Bardot","Charles Boyer","Henri Vidal","Noël Roquevert","Madeleine Lebeau"],"overview":"The spoiled daughter of the French Ambassador tricks one of his aides into marrying her.","release_date":"1957-12-16","vote_average":5.5,"runtime":86,"cert":"N\/A","id":51166,"title":"La Parisienne","adult":false,"genre_ids":[35]},{"cast":["Jesse Bradford","Mia Kirshner","David Krumholtz","Adam Goldberg","Brad Rowe"],"overview":"According to Spencer, She's the one... Everyone else thinks so too!","release_date":"2001-08-15","vote_average":4.0,"runtime":94,"cert":"N\/A","id":51167,"title":"According to Spencer","adult":false,"genre_ids":[35,10749]},{"cast":["Jessica Paré","Sarain Boylan","Stefanie von Pfetten","Emily Hampshire","Adam Beach"],"overview":"Four Hardcore party posers are suddenly facing an unknown killer when one of them disappears.","release_date":"2002-04-19","vote_average":7.0,"runtime":80,"cert":"N\/A","id":51168,"title":"Posers","adult":false,"genre_ids":[18,9648,53,80]},{"cast":[],"overview":"Once upon a time, a door opened and two worlds collided. Dreams clashed with reality. The mundane mixed with the marvelous. It was no longer possible to tell where one world began and the other ended. This new place was called La Nouba. This special presentation features highlights of the show and live interviews with the creators of La Nouba that takes you from conception to perception.","release_date":"1999-11-01","vote_average":10.0,"runtime":45,"cert":"N\/A","id":51169,"title":"Cirque Du Soleil: Inside La Nouba","adult":false,"genre_ids":[]},{"cast":["Matthew J. Munn","Nika Futterman","Maddie Taylor","Karley Scott Collins","Ciara Bravo"],"overview":"Boog, Elliot, and their forest friends return with an all-new adventure, this time in a Big Top Circus! The comedy begins when Boog's pals choose their family obligations over the annual guy's trip, and a disappointed Boog decides to take a trip of his own, which leads him right into the middle of a circus ring...literally. When he switches places with a devious look-a-like circus grizzly and falls for an alluring Russian troupe member, he'll come to realize that maybe you don't have to choose between family and friendship after all.","release_date":"2010-01-25","vote_average":5.5,"runtime":75,"cert":"U","id":51170,"title":"Open Season 3","adult":false,"genre_ids":[12,16,10751,35]},{"cast":["Joshua Homme","Joey Castillo","Troy Van Leeuwen","Alain Johannes","Natasha Shneider"],"overview":"The fierce Josh Homme takes up his guitar and rages on the London stage with band mates Alain Johannes, Troy Van Leeuwen, Natasha Shneider and Joey Castillo in this collection of concert footage taped live in 2005. The band proves their unquestionable head-banging genius by cranking up the volume and bringing the crowd to its feet with fan favorites such as \"Little Sister,\" \"Monsters in the Parasol\" and the raucous \"Go with the Flow.\"","release_date":"2005-11-22","vote_average":8.0,"runtime":103,"cert":"N\/A","id":51173,"title":"Queens of the Stone Age: Over the Years and Through the Woods","adult":false,"genre_ids":[10402]},{"cast":["Bruce Payne","Matt Stasi","Tracy Scoggins","Julia Lee"],"overview":"James Bishop is a young psychology resident, excited about his new job at St. Andrews Mental Hospital and the chance to help severely ill patients. The excitement changes to puzzlement, concern and finally terror as some of those patients mysteriously die and James' efforts to find the cause results in increasingly strange behavior from the St. Andrews staff. Things begin to clarify when James finally encounters the Harvester...","release_date":"2003-09-26","vote_average":2.7,"runtime":90,"cert":"N\/A","id":51176,"title":"Hellborn","adult":false,"genre_ids":[27]},{"cast":["Marcus Thomas","John Corbett","Amy Smart","Sean Astin","Clare Higgins"],"overview":"After being dumped by his girlfriend, a man stuck in a deadend life decides to audition for a small role in a local community theatre's production of Cyrano de Bergerac. Despite having no experience as an actor, he lands the lead role, which wreaks havoc upon his life.","release_date":"2005-02-18","vote_average":5.1,"runtime":106,"cert":"N\/A","id":51177,"title":"Bigger Than the Sky","adult":false,"genre_ids":[35,10749,18]},{"cast":["Rudolf Hrušínský","Petr Čepek","Jaromír Hanzlík","Jiří Schmitzer","Magda Vášáryová "],"overview":"Francin, manager of a small-town brewery, has a charming wife whose abundant blonde locks are an adornment to the town. Maryska looks ethereal but loves meat and beer, while Francin is an ascetic. The strict members of the brewery board of directors come to audit the accounts, but are diverted from concentrating on Francin's detailed reports by Maryska, who has organized a pig-killing feast and is ably assisting the butcher. When she invites the old curmudgeons on the board to enjoy the fresh pork, they are too happy to agree. Francin doesn't know whether he is going to get a permanent contract. To make things worse his brother Pepin - eccentric, noisy and garrulous - turns up on an indefinite visit.","release_date":"1981-02-01","vote_average":7.4,"runtime":93,"cert":"N\/A","id":51178,"title":"Cutting It Short","adult":false,"genre_ids":[35]},{"cast":["John Hannah","Famke Janssen","Peter Stormare","Eddie Izzard","Fred Ward"],"overview":"Bruno, a sadistic criminal, wants clever con man Leo out of the way. Leo and his equally clever wife, Lily, are up to something. So too is Julius: he hires Leo to kill Gloria, Julius's wife. Leo does it, but then Julius shows up with the murder on tape, saying Gloria isn't his wife - it's blackmail. Leo's bookie, Troy, is also closing in, wanting to be paid. Bruno and Lily as well as Bruno and Julius have their own scams running, and Leo is their target. Maybe Leo can get Troy off his back, avoid Moose (Bruno's huge enforcer), send Gloria's corpse out of England, turn the tables on Bruno's murderous brother Caspar, and outfox Lily. Or is Lily his fox? It's a three-ring circus.","release_date":"2000-05-05","vote_average":4.3,"runtime":95,"cert":"18","id":51179,"title":"Circus","adult":false,"genre_ids":[80,18,53]},{"cast":["Joshua Leonard","Andy Dick","Kate Jackson","Heavy D","Roselyn Sánchez"],"overview":"A young man from New Jersey comes to Los Angeles to visit his slightly crazy cousin and gets mistaken for a successful New York artist.","release_date":"2004-05-06","vote_average":0.0,"runtime":101,"cert":"N\/A","id":51180,"title":"Larceny","adult":false,"genre_ids":[]},{"cast":[],"overview":"Study hard.","release_date":"2000-08-24","vote_average":0.0,"runtime":86,"cert":"N\/A","id":51181,"title":"Love 101","adult":false,"genre_ids":[35,10749]},{"cast":["Annabel Chong","Ron Jeremy","Jim South","Al Goldstein","Ed Powers"],"overview":"The documentary follows Annabel Cong, former record holder for the world's largest gang bang, which she set in 1995 by having sex with 70 men. It focuses on her reasons for working in porn, and her relationship with friends and family. The documentary reveals to the viewers that she was gang raped as a student living in London and describes her many complex emotional issues, including signs of depression, self harm, and substance abuse. The film also includes footage of a painful conversation in Singapore between Annabel and her mother, who until then didn't know about her daughter's porn career.","release_date":"1999-02-11","vote_average":5.8,"runtime":86,"cert":"N\/A","id":51182,"title":"Sex: The Annabel Chong Story","adult":false,"genre_ids":[99]},{"cast":["Sharifah Amani","Tian Chua","Azman Hassan","Kahoe Hon","Daphne Iking"],"overview":"Fifteen short films with socio-economic subject matter by 15 directors of Malaysia's \"New Wave\" and \"No Wave.\"  15Malaysia is a short film project. It consists of 15 short films made by 15 Malaysian filmmakers. These films not only deal with socio-political issues in Malaysia, they also feature some of the best-known faces in the country, including actors, musicians and top political leaders. You may think of them as funky little films made by 15 Malaysian voices for the people of Malaysia.","release_date":"2009-01-01","vote_average":0.0,"runtime":74,"cert":"N\/A","id":51183,"title":"15MALAYSIA","adult":false,"genre_ids":[18]},{"cast":["Samuel Costa","Luiz Carlos Arutin","Patricia Pillar","Levildo Barbosa Júnior","Othon Bastos"],"overview":"The principal character in Helvécio Ratton's delightful film has been adapted from a book and comic created by the Brazilian cartoonist Ziraldo, and tells the tale of a happy-go-lucky 10-year-old child growing up in a city in the 60s.","release_date":"1995-07-07","vote_average":6.6,"runtime":83,"cert":"N\/A","id":51184,"title":"The Nutty Boy: A Film","adult":false,"genre_ids":[12,35,10751]},{"cast":["Michael Caine","Jon Voight","Philippe de Broca","Philippe Clair","Hope Davis"],"overview":"Fantasies and clichés about Brazil and Brazilians as reinforced by international films, even those actually shot in Brazil. This documentary features interviews with non-Brazilian directors, writers and stars who have been involved in some of those films.","release_date":"2006-10-26","vote_average":6.5,"runtime":70,"cert":"N\/A","id":51185,"title":"The Foreign Eye","adult":false,"genre_ids":[99]},{"cast":["Eunice Baía","Vítor Morosini","Arilene Rodrigues","Kadu Moliterno","Chris Couto"],"overview":"The young warrior indian Tainá must now battle against biopirates, and is joined by a new boy from the big city and an indian little girl who wants to follow her steps as a protector of the jungle.","release_date":"2004-12-12","vote_average":4.0,"runtime":76,"cert":"N\/A","id":51186,"title":"Tainá 2 - A New Amazon Adventure","adult":false,"genre_ids":[12,10751]},{"cast":["Gérard Depardieu","Christian Clavier","Eva Grimaldi","Yves Rénier","Alexandre Eskimo"],"overview":"Gerard Depardieu plays a sleazy Paris nightclub owner and ex-detective who flies to Hong Kong to rescue the young son of a friend murdered by the Chinese mob. He leaves the boy in the hands of an earnest priest (Christian Clavier), who escorts him back to Paris. Soon Clavier and Depardieu are fighting it out, each shadowed by his good or evil guardian angel.","release_date":"1995-11-11","vote_average":6.0,"runtime":110,"cert":"N\/A","id":51191,"title":"Guardian Angels","adult":false,"genre_ids":[35,80]},{"cast":["Dennis Miller"],"overview":"One of a kind beats everything","release_date":"2006-01-21","vote_average":0.0,"runtime":57,"cert":"N\/A","id":51192,"title":"Dennis Miller: All In","adult":false,"genre_ids":[35]},{"cast":["Christian Clavier","Eddy Mitchell","Arielle Dombasle","Julie Gayet","Jean-Claude Dreyfus"],"overview":"Edgar Lamarck - an accountant and auditor is coming to the the shipyard on Cote d'Azur in order to check the statements. After completing his mission, he decides to relax and spend the night with the green-eyed blonde with a curvy shape who he met on a porn site. Coming to Rita, he discovers weedy brunette with a pistol in her hand, standing over a fresh corpse. It's not a girl Edgar was looking for but now it's too late to retreat...","release_date":"2003-09-24","vote_average":4.2,"runtime":78,"cert":"N\/A","id":51193,"title":"Lovely Rita","adult":false,"genre_ids":[35]},{"cast":["Adam Baldwin","Elizabeth Berkley","Tony Todd","Conrad Dunn","Ann Marin"],"overview":"An average everyman discovers he's the unwitting target of an ultra secret domestic black-op centering on mind control.","release_date":"2003-01-18","vote_average":4.7,"runtime":84,"cert":"N\/A","id":51194,"title":"Control Factor","adult":false,"genre_ids":[10770,28,878,53]},{"cast":["Christian Clavier","Marine Delterme","Tsilla Chelton","Philippe Khorsand","Catherine Jacob"],"overview":"Urbain and his grandmother are stingy. They buy gold with all their money, and hide it inside the bricks of a wall at their country house. Jackes, his chauffer, and his lover (who casualy is the Urbain's wife) don't know this fact and think they have the money hidden somewhere. When Urbain and his grandmother decide to transport the gold (with the house!) to Switzerland, in order to pay less tax, a crazy chase begins.","release_date":"1993-08-31","vote_average":5.6,"runtime":81,"cert":"N\/A","id":51195,"title":"The Thirst for Gold","adult":false,"genre_ids":[35]},{"cast":["Annie Cordy","Clémentine Célarié","Marie-Anne Chazel","Thierry Lhermitte","Christian Clavier"],"overview":"An upstanding provincial reporter becomes presenter of the TV news on a commercial network owned by an influential Italian businessman. He soon outgrows his family and neglects them terribly. Investigating a fascist terrorist cell, the reporter's integrity is called into doubt by the police. Soon after, his jealous wife unleashes her wrath live in TV. It goes from bad to worse until his wife's anger brings him back to his senses and back home.","release_date":"1994-01-26","vote_average":4.8,"runtime":null,"cert":"N\/A","id":51196,"title":"La vengeance d'une blonde","adult":false,"genre_ids":[35]},{"cast":["Joram Schurmans","Koen Van Heule","Circé Lethem","Maarten Verbeuren"],"overview":"First love - but is a boy scouts true desire for his girlfriend or for his best friend?  A tension-filled camping trip leads to revelations of self-discovery.","release_date":"2000-09-12","vote_average":5.5,"runtime":55,"cert":"","id":51197,"title":"Campfire","adult":false,"genre_ids":[18]},{"cast":["Gene Evans","Robert Blake","Timothy Carey","John Qualen","Sam Edwards"],"overview":"A crime boss tries to cause a riot and prison break while behind bars.","release_date":"1958-12-21","vote_average":5.7,"runtime":79,"cert":"N\/A","id":51198,"title":"Revolt in the Big House","adult":false,"genre_ids":[80]},{"cast":[],"overview":"How Prayer Bear was first found by his boy. Steve Green tells the story to kids with cartoon.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":51199,"title":"Prayer Bear 1 Best Friends","adult":false,"genre_ids":[]},{"cast":["Kwon Sang-woo","Choi Seung-hyun","Kim Seung-woo","Cha Seung-won","Kim Hye-seong"],"overview":"A civil war broke out in the 1950s between North and South Korea which changed the country forever. 71: Into the Fire centers on the struggles of 71 student soldiers who fought through the Korean War. Using real people and events based on the opening moves of the Battle of P'ohang-dong, the film exposes the personal and physical conflicts that these students faced when finding themselves on the last line of defense at P'ohang-dong Girl's Middle School against the NKPA's advancement, needing to hold out until back up from other Korean troops and the Allies arrived.","release_date":"2010-06-16","vote_average":7.0,"runtime":120,"cert":"N\/A","id":51200,"title":"71: Into the Fire","adult":false,"genre_ids":[10752]},{"cast":["Tobias Bengtsson","Tom Lofterud","Britta Andersson","Johan Friberg","Michaela Berner"],"overview":"Olle, an introverted, well-mannered boy with an air of innocence and sincerity about him has been camping with his father at the same camping ground with several other people for years now. A sort of tradition that ends in a karaoke party. Then one summer, a family friend brings her reticent 'city boy' nephew, Kevin, and his pet budgerigar. Olle accidentally releases the bird and what follows is a discovery of friendship and love between the guy who has grown up in a loving environment and simply accepts love for what it is and the guy who's apparently been burned too many times in his own circle to feel comfortable with it.","release_date":"2007-02-02","vote_average":6.0,"runtime":30,"cert":"N\/A","id":51201,"title":"Lucky Blue","adult":false,"genre_ids":[10749,18]},{"cast":["James Townsend","Alex Wilson","Dan Swett","Sarah Kelly","David Wright"],"overview":"\"Sideline Secrets\" follows the story of high-schooler Devon Tyler. With the perfect girlfriend, a successful family, being at the top of his class and about to graduate, all seems perfect. However underneath it all, all is not what it seems. With the heightened awareness of his sexual identity, the screaming and slamming doors of his feuding parents and an overbearing persona of his girlfriend put forth, things couldn't get more difficult... or so he thinks. That is until a new boy enters his life and proves to be the missing key that brings everything together... Full of romance, suspense and secrets abound, \"Sideline Secrets\" is sure to leave you on the sidelines wanting more!","release_date":"2006-09-08","vote_average":4.4,"runtime":96,"cert":"N\/A","id":51202,"title":"Sideline Secrets","adult":false,"genre_ids":[18,10749,9648]},{"cast":["Juliet Berto","Jean-Pierre Léaud","Jean-Luc Godard"],"overview":"Night after night, not long before dawn, two young adults, Patricia and Emile, meet on a sound stage to discuss learning, discourse, and the path to revolution. Scenes of Paris's student revolt, the Vietnam War, and other events of the late 1960s, along with posters, photographs, and cartoons, are backdrops to their words. Words themselves are often Patricia and Emile's subject, as are images, sounds, and juxtapositions.","release_date":"1969-07-12","vote_average":6.2,"runtime":95,"cert":"","id":51205,"title":"Joy of Learning","adult":false,"genre_ids":[18]},{"cast":[],"overview":"There's a first time for everything. Take for example, a girls first real blow job: her first attempt to cram a long, hard cock DEEP inside her mouth. She's gonna take it with her eyes buldging, tears steaming down her cheek, and her gag reflex at full throttle!","release_date":"2007-09-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":51206,"title":"Deep Throat Virgins # 24","adult":true,"genre_ids":[]},{"cast":["Kent Taylor","Louise Currie","Dennis Hoey","Larry J. Blake","Ann Doran"],"overview":"Jewel thieves battle investigators.","release_date":"1947-07-18","vote_average":5.0,"runtime":63,"cert":"N\/A","id":51207,"title":"Second Chance","adult":false,"genre_ids":[80,18]},{"cast":["Christian Clavier","Michel Serrault","Arielle Dombasle","Priscilla","Bernard Farcy"],"overview":"Patrick Lechat, dont la situation financière est au plus mal, apprend la mort de Jo, son père, qu'il n'a jamais connu. Le défunt laisse derrière lui une fortune colossale, qui revient malheureusement à son demi-frère, Albert Moulinot. Patrick lui rend visite au fin fond de la Dordogne, afin de tenter d'obtenir une partie de l'héritage. Rien de plus simple, puisqu'Albert déteste l'argent, tout comme le travail d'ailleurs. Pourtant, Patrick n'est pas au bout de ses peines. Il doit en effet convaincre Albert de le suivre à Paris, où il signera sa renonciation à l'intégralité de l'héritage. Mais le vieil homme, d'un naturel odieux, est bien décidé à rendre la vie impossible à ce neveu qu'il méprise...","release_date":"2004-01-14","vote_average":4.7,"runtime":null,"cert":"N\/A","id":51208,"title":"Albert est méchant","adult":false,"genre_ids":[35]},{"cast":["Ray Stevenson","Vincent D'Onofrio","Val Kilmer","Christopher Walken","Linda Cardellini"],"overview":"Over the summer of 1976, thirty-six bombs detonate in the heart of Cleveland while a turf war raged between Irish mobster Danny Greene and the Italian mafia. Based on a true story, Kill the Irishman chronicles Greene's heroic rise from a tough Cleveland neighborhood to become an enforcer in the local mob.","release_date":"2011-03-10","vote_average":6.9,"runtime":106,"cert":"18","id":51209,"title":"Kill the Irishman","adult":false,"genre_ids":[28,80,53,18]},{"cast":["John Corbett","Stacy Edwards","Michael O'Keefe","Jack Palance","Robert Clark"],"overview":"This holiday-themed children's film offers a unique take on the legend of Santa Claus and his tiny reindeer. In this movie, a young boy finds a deer in the forest he is sure is Santa's beloved Prancer. Determined to return the creature to the North Pole and his rightful destiny, the child overcomes the cynicism of his family to teach them and us a lesson about the true spirit of Christmas.","release_date":"2001-11-20","vote_average":4.7,"runtime":90,"cert":"N\/A","id":51210,"title":"Prancer Returns","adult":false,"genre_ids":[35,10751]},{"cast":["Robert Lamm","Walter Parazaider","James Pankow","Lee Loughnane","Bill Champlin"],"overview":"One of the most loved bands in rock history, as well as one of the most commercially successful-with 50 hit songs in the U.S. alone, 18 gold records, a Grammy, and a star on the Hollywood Walk of Fame-Chicago have maintained the unflagging devotion of millions of devoted fans throughout their 37-year career. ...This DVD documents a live show that was broadcast on PBS in June of 2003 where they play many of their hits from throughout their long career, including `25 or Six to Four,` `You`re the Inspiration,` `Saturday in the Park,` and `Beginnings,` among many others.","release_date":"2004-10-04","vote_average":0.0,"runtime":78,"cert":"N\/A","id":51211,"title":"Soundstage Presents Chicago - Live in Concert","adult":false,"genre_ids":[10402]},{"cast":["Pierre Richard","Jane Birkin","Claude Piéplu","Jean Martin","Danielle Minazzoli"],"overview":"Pierre is a clumsy, overly serious math teacher at an all-girls high school. His life is thrown into chaos after encountering a beautiful British actress and the paparazzi that follow her around.","release_date":"1974-10-09","vote_average":5.9,"runtime":92,"cert":"N\/A","id":51212,"title":"I'm Losing My Temper","adult":false,"genre_ids":[35]},{"cast":["Jean-Paul Belmondo","Bernard Blier","Marie-France Pisier","René Lefèvre","François Perrot"],"overview":"Francois always despised the textile barons who ruled his local town. But he fell in love with the family heiress Gilberte. Ten years ago, he would have married her. Now only hatred holds them together. Francois is accused of murder. A hooker and a football star lie slaughtered. He thinks he has been framed by the mob. Going underground, he finds that the trail leads all the way to the top - to Gilberte's family. He needs friends. And friends are hard to come by in his town.","release_date":"1976-10-13","vote_average":6.2,"runtime":120,"cert":"N\/A","id":51213,"title":"The Body of My Enemy","adult":false,"genre_ids":[80,18,9648]},{"cast":["Jan Linnebjerg","Jesper Klein","Paul Hüttel","Jeanne Boel","Christiane Bjørg Nielsen"],"overview":"","release_date":"2000-11-24","vote_average":5.5,"runtime":85,"cert":"N\/A","id":51214,"title":"Pyrus På Pletten","adult":false,"genre_ids":[12,10751,35]},{"cast":["Adrian Paul","Bokeem Woodbine","Bai Ling","Péter Halász","James Booth"],"overview":"Vampires have come out of the shadows and are living as normal citizens. Two policemen, one a vampire, are assigned to track down a serial killer who tears the throat of his victims and drains their blood.","release_date":"2001-07-19","vote_average":4.5,"runtime":91,"cert":"N\/A","id":51215,"title":"The Breed","adult":false,"genre_ids":[27,28]},{"cast":["Aamir Khan","Rani Mukerji","Rajit Kapoor","Deepak Tijori","Sharat Saxena"],"overview":"Sidharth (Aamir Khan), is a Mumbai 'Tapori' and a boxing champion. His elder brother, Jai (Rajat Kapoor) works with Raunak Singh (Sharad Saxena), who now rules their \"Basti\" through terrorising its people and collecting 'Hafta' from local merchants. Sidharth idolized his father, a freedom fighter, whom he saw falling to his death as a child. This effects Sidharth through his adult life. Sidharth meets a young girl, Alisha (Ranee Mukherjee), who rides with a motorcycle gang and Charlie (Deepak Tijori), the gang leader. Sidharth also meets Hari, whose idealism reminds him of his father. Hari's social work in the community possess a threat to Raunak Singh's evil empire. What happens to Hari changes Sidharth's life forever. How Sidharth breaks Raunak Singh's chains of 'Ghulami' around the community forms the crux of the story. Featuring the superhit song \"Aati Kya Khandala\" sung by Aamir Khan.","release_date":"1998-06-19","vote_average":6.2,"runtime":162,"cert":"N\/A","id":51216,"title":"Ghulam","adult":false,"genre_ids":[80,18,10749,28]},{"cast":[],"overview":"Three Dog Night Live wiht The tennessee Symphony Orchestra, conducted by Larry Baird, at the Ranaissance Center. Songs: 1. Intro 2. Black And White 3. Liar 4. Eli's Coming 5. One 6. Brickyard Blues 7. Mama Told Me (Not To Come) 8. Out In The Country 9. Never Been To Spain 10. Sault Ste. Marie 11. Old Fashiioned Love Song 12. Try A Little Tenderness 13. Family Of Man 14. Easy To Be Hard 15. Celebrate 16. Joy To The World 17. Overture","release_date":"2002-05-21","vote_average":0.0,"runtime":85,"cert":"N\/A","id":51219,"title":"Three Dog Night - Live with the Tennessee Symphony Orchestra","adult":false,"genre_ids":[]},{"cast":["Patrick Simmons"],"overview":"This historic live concert event unites the three lead vocalists of the Doobie Brothers for a special greatest hits performance including brand new music, exclusive interviews and behind-the-scences footage not available on the television broadcast  Tracks: Dangerous, Jesus Is Just Alright, Rockin' Down the Highway, Slack Key Soquel Rag (instrumental), South City Midnight Lady, Clear as the Driven Snow, Excited, Takin' It to the Streets, Minute by Minute, What a Fool Believes, Black Water, Neil's Fandango, Wild Ride, The Doctor, Slow Burn, Take Me in Your Arms (Rock Me a Little While), Without You, Long Train Runnin', China Grove, Listen to the Music","release_date":"1996-08-01","vote_average":0.0,"runtime":110,"cert":"N\/A","id":51220,"title":"The Doobie Brothers: Rockin Down the Highway - The Wildlife Concert","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Filmed live in San Francisco, Acoustic features 18 acoustic CSN performances, including \"Deja Vu,\" \"Just a Song Before I Go,\" \"Helplessly Hoping,\" \"Our House,\" and \"For What It's Worth.\" Also features performances of solo material as well as songs by their previous groups including: The Hollies, The Byrds, and Buffalo Springfield. First time on DVD. 5.1 audio\/stereo. Digitally recorded.","release_date":"2004-06-08","vote_average":5.0,"runtime":80,"cert":"N\/A","id":51221,"title":"Crosby, Stills & Nash: The Acoustic Concert","adult":false,"genre_ids":[10402]},{"cast":["Donald Fagen","Walter Becker","Ian Dury"],"overview":"Aja was the biggest selling album of Steely Dan's illustrious career. It was the first album by Donald Fagen and Walter Becker as a duo. Fagen and Becker recall the history of the album, along with Peg, Deacon Blues and Josie. Michael McDonald, later of the Doobie Brothers did guest backing vocals on Aja, the late British musician Ian Dury, record producer Gary Katz and the legendary session musicians who worked on Aja also contribute. This is a vivd portrait of a 70's record that is still as fresh and as memorable more than two decades after its release.","release_date":"1999-10-21","vote_average":5.0,"runtime":60,"cert":"N\/A","id":51224,"title":"Classic Albums: Steely Dan - Aja","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"A visual exploration of electronic music in Surround Sound. Sixteen videos from the most popular cutting-edge electronica musicians are featured, giving a comprehensive look at the state of electropop at the turn of the 20th century. Performers include The Chemical Brothers, Fatboy Slim, The Prodigy, Diesel Boy &amp; Technical Itch and more.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":51225,"title":"Sound & Motion: Vol. 1","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Offspring present exactly what your looking for in camcorder entertainment. Americana is the video that gives you the inside story behind this bands humble beginnings. Watch the true story of a Californian garage band as they stumble into the limelight. Also check out Americas finest boarders (skate, wake, snow &amp; surf) and Americas finest bikers (BMX &amp; Moto-X) as they huck there shit. This is no Hollywood production. No actors and no stuntmen, just friends and the Offspring.","release_date":"1998-12-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":51226,"title":"The Offspring: Americana","adult":false,"genre_ids":[]},{"cast":["Rex Harrison","Virginia Mayo","George Sanders","Laurence Harvey","Robert Douglas"],"overview":"Based on Sir Walter Scott's The Talisman, this is the story of the romantic adventures of Christians and Muslims during the battle for the Holy Land in the time of King Richard the Lionheart.","release_date":"1954-08-07","vote_average":5.8,"runtime":114,"cert":"N\/A","id":51227,"title":"King Richard and the Crusaders","adult":false,"genre_ids":[12,18,10402]},{"cast":["Bruno Cremer","François Négret","Vincent Gasperitsch","Fabienne Babe","María Luisa García"],"overview":"This drama depicts the misery of neglected children in big cities. 13 years old Bruno is of a good family, but since the death of his grandmother he spends most of his time alone, in a phantasy world, while his mother is away at work. But then he befriends the violent Jean-Roger, who's from a severely disturbed family, where nobody cares what he's doing. In school Jean-Roger drives their teacher into despair just for fun. To separate the two boys, she starts to stimulate Bruno's interests by giving him extra lessons. When Jean-Roger fears loosing his one and only friend, he becomes even more aggressive.","release_date":"1988-06-01","vote_average":6.8,"runtime":95,"cert":"N\/A","id":51228,"title":"Sound and Fury","adult":false,"genre_ids":[18]},{"cast":["Jason Mraz"],"overview":"Jason Mraz Live at New York City at the Highline Ballroom","release_date":"2008-04-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":51237,"title":"Live From The Highline Ballroom","adult":false,"genre_ids":[10402]},{"cast":["Jason Mraz"],"overview":"Jason Mraz acoustic concert w\/ Toca Rivera on Korea's EBS Space.","release_date":"2006-07-27","vote_average":0.0,"runtime":46,"cert":"N\/A","id":51238,"title":"Jason Mraz Live at EBS Space","adult":false,"genre_ids":[10402]},{"cast":["Kevin Sorbo","Steph Song","Christopher Judge","Alan C. Peterson","Alisen Down"],"overview":"Homicide detective Sean Nault, a cop on a parallel Earth whose technology is powered exclusively by magic. Sean investigates a baffling series of murders committed by a means he's never seen before: science. With the aid of Lenoir, a member of the ridiculed subculture of \"pragmatists\" who believe science is more than the stuff of myths &amp; children's stories, and the 130-year-old sorcerer Winston Churchill, Sean uncovers an ominous plot that will lead him to another dimension and the realization that, unless he prevents it, both earths could well be destroyed.","release_date":"2010-01-01","vote_average":4.4,"runtime":82,"cert":"N\/A","id":51239,"title":"Paradox","adult":false,"genre_ids":[878,53]},{"cast":["Bruce Lee","Dan Inosanto","Taky Kimura","James Coburn","Peter Mark Richman"],"overview":"Follow the transformation of world-renowned martial arts great Bruce Lee, from his early years as a young student to his final days as a skilled master and screen legend. Rare movie clips and vintage ... read more behind-the-scenes footage illustrate Lee's significant contribution to Hollywood's martial arts action genre. Bonus features include scenes from his unfinished film Game of Death and clips of his television appearance on the series \"Longstreet.\"","release_date":"1998-01-01","vote_average":0.0,"runtime":45,"cert":"N\/A","id":51240,"title":"Bruce Lee - The Intercepting Fist","adult":false,"genre_ids":[28,99]},{"cast":["Monia Chokri","Niels Schneider","Xavier Dolan","Anne Dorval","Anne-Élisabeth Bossé"],"overview":"Francis is a young gay man, Marie is a young straight woman and the two of them are best friends -- until the day the gorgeous Nicolas walks into a Montreal coffee shop. The two friends, instantly and equally infatuated, compete for Nicolas' indeterminate affections, a conflict that climaxes when the trio visit the vacation home of Nicolas' mother. The frothy comedy unfolds through narrative, fantasy sequences and confessional monologues.","release_date":"2010-05-16","vote_average":7.4,"runtime":97,"cert":"N\/A","id":51241,"title":"Heartbeats","adult":false,"genre_ids":[18,10749]},{"cast":["Nino Manfredi","Johnny Dorelli","Anna Karina","Paolo Turco","Ugo D'Alessio"],"overview":"An Italian immigrant tries to make a new life in Switzerland, taking on a series of increasingly menial jobs in order to do it. He attempts to fit into his new home and society but fails at every turn. Unable to go home again, will his tenacity and optimism be enough to live on?","release_date":"1974-05-05","vote_average":7.2,"runtime":110,"cert":"N\/A","id":51242,"title":"Bread and Chocolate","adult":false,"genre_ids":[35,18]},{"cast":["Ali Atay","Fırat Tanış","Mete Horozoğlu","Demet Evgar","Rasim Öztekin"],"overview":"No overview found.","release_date":"2010-11-05","vote_average":5.9,"runtime":null,"cert":"N\/A","id":51243,"title":"Vay Arkadaş","adult":false,"genre_ids":[35]},{"cast":["Hande Kodja","Céline Sallette","Gianni Giardinelli","Anaïs de Courson","Isabelle Caubère"],"overview":"Nina and Lizzy meet at the mental institution they are committed to. Nina , who feels guilty for her father's death, has been depressed since the tragic event. As for Lizzy, a slightly unbalanced girl, she has been confined there after a suicide attempt. One Saturday night, Lizzy persuades Nina to sneak out of the clinic to paint the city red with her boyfriend Malik and their common friends. But things do not go according to plan. Not at all...","release_date":"2006-06-28","vote_average":5.8,"runtime":98,"cert":"N\/A","id":51244,"title":"Murderers","adult":false,"genre_ids":[]},{"cast":["Kevin Spacey","Daniel Wu","Beibi Gong","Yan Ni","Peter Stormare"],"overview":"A troubled young man, Li faces pressure at work and problems at home with his moody wife. Chuck, rescues Li from the brink of despair and becomes an unlikely mentor. But who is Chuck really?","release_date":"2011-10-08","vote_average":6.1,"runtime":97,"cert":"N\/A","id":51245,"title":"Inseparable","adult":false,"genre_ids":[18,35,53]},{"cast":["Paul Bettany","Tilly Blackwood","Charlie Condou","Louise Delamere","Nabil Elouahabi"],"overview":"A fast car. Two men talking in a hotel bar. Seven questions in eight minutes. And it's 9pm on Euston Road. Figure it out...","release_date":"2004-02-06","vote_average":0.0,"runtime":null,"cert":"","id":51246,"title":"Euston Road","adult":false,"genre_ids":[18]},{"cast":["Rowan Atkinson","Tony Robinson","Miranda Richardson","Stephen Fry","Hugh Laurie"],"overview":"Pleasant Ebenezer Blackadder is turned into a cruel and witty miser after seeing visions of his ancestors and descendants.","release_date":"1988-01-01","vote_average":7.5,"runtime":43,"cert":"","id":51247,"title":"Blackadder's Christmas Carol","adult":false,"genre_ids":[35,36]},{"cast":["Timothy Gibbs","Michael Landes","Wendy Glenn","Lluís Soler","Brendan Price"],"overview":"After the death of his wife and child, an author travels to Barcelona to see his estranged brother and dying father, where he learns that his life is plagued by events that occur on 11\/11\/11.","release_date":"2011-11-11","vote_average":4.4,"runtime":90,"cert":"N\/A","id":51248,"title":"11-11-11","adult":false,"genre_ids":[27,53]},{"cast":["John Goodman","Jimmy Bennett","Clint Howard","Gabriel Basso","Uriah Shelton"],"overview":"After the unexpected death of his survivalist father, an eleven year old boy raised in the Alabama wilderness must learn how to make a home in the modern world.","release_date":"2009-09-27","vote_average":6.2,"runtime":99,"cert":"N\/A","id":51249,"title":"Alabama Moon","adult":false,"genre_ids":[28,12,18,10751]},{"cast":["50 Cent","Val Kilmer","AnnaLynne McCord","James Remar","Hassan Johnson"],"overview":"Detroit gun runner Rich works to sniff out a traitor in his midst after being targeted by the FBI and having barely surviving a weapons deal gone awry. Rich was all set to unload a serious supply of firepower when the bullets started to fly, and Angel saved his life. Later, as the investigation heats up, Rich's lover and supplier Gabriella starts getting paranoid. When Gabriella too finds herself on the bad end of a botched exchange, the stage is set for a shocking revelation that will rock the entire Detroit underworld.","release_date":"2010-06-10","vote_average":5.5,"runtime":81,"cert":"15","id":51250,"title":"Gun","adult":false,"genre_ids":[28,53]},{"cast":[],"overview":"BALL ABOVE ALL is a collection of basketball footage from games played across the country displaying many levels of skill. Created by HoopsTV.com, this collection shows off moves from the playgrounds, the schools and the pros. This also contains behind the scenes footage showing everything from tattoos to rides, all with with a Hip Hop beat.","release_date":"","vote_average":0.0,"runtime":50,"cert":"N\/A","id":51251,"title":"Ball Above All","adult":false,"genre_ids":[]},{"cast":["Brian Maya","Matias Desiderio","Manuela Pal","Edgardo Nieva","Christina Banegas"],"overview":"In a country that has been broken down and corupted by poverty, Pablo and Mario are best friends and local thieves. Although they come from very different backgrounds, they help each other out by commiting petty crimes that help Pablo support his family and Mario become independent from his own. In a twist of fate, they become involved in a kidnapping that goes sour. This tragedy triggers and unmasks a series of events that changes their lives forever. Now the two friends will be tested and their lives taken to the limit.","release_date":"2004-10-14","vote_average":5.3,"runtime":113,"cert":"N\/A","id":51252,"title":"Palermo Hollyhood","adult":false,"genre_ids":[18]},{"cast":["Barrett Long","Matt Bixel","Cameron Fox","Jack Ryan","Rocky"],"overview":"\"The Bachelor\" TV show turns homosexual fantasy in this 2003 production. Barrett Long, the title bachelor, invites five contestants to his luxurious home to compete for him and his affection. He has dates with three of the men in two sexual encounters, while the last two get it on themselves. Then he dismisses one unlucky soul in a group meeting, before a challenge turns into an orgy. Who wins? That's the catch.","release_date":"2003-08-03","vote_average":7.0,"runtime":86,"cert":"N\/A","id":51255,"title":"The Bachelor","adult":true,"genre_ids":[]},{"cast":["Eddie Murphy","Antonio Banderas","Mike Myers","Cameron Diaz","Walt Dohrn"],"overview":"Deck the halls with Donkey’s laughter in this all-new holiday collection. Donkey presents his very own carolling stage show featuring his Far Far Away pals in this merry, musical treat with all the trimmings! Join in the fun as they bring their own Shrektacular spirit to festive holiday songs, a fun Donkey Decoration scramble, and a hilarious virtual Yule Log that’s so funny… it’s on fire.","release_date":"2010-12-07","vote_average":5.3,"runtime":8,"cert":"N\/A","id":51256,"title":"Donkey's Christmas Shrektacular","adult":false,"genre_ids":[14,16,18,35,878,10751]},{"cast":["Gérard Lanvin","Jacques Villeret","Josiane Balasko","Michel Galabru","Valérie Mairesse"],"overview":"After he is dismissed from his umpteenth job, Momo is kicked out of the family home by his fed-up father. He immediately joins his buddy Manu, who is also penniless having just lost his job at a cafeteria. The two decide to ask shady nightclub owner Sammy for a job, and he  promptly hires them to transport back two statuettes from Amsterdam. Momo and Manu soon find out that these art objects are stuffed with drugs, but still manage to carry out their mission. They receive one kilo of grass in exchange, which they sell immediately. But while the business is lucrative, they discover that it's not so easy to become a full-fledged drug dealer...","release_date":"1986-10-15","vote_average":5.5,"runtime":90,"cert":"N\/A","id":51257,"title":"The Joint Brothers","adult":false,"genre_ids":[35]},{"cast":["Daws Butler"],"overview":"Spike is showing his son Tyke how to barbecue when his cooking is disrupted by a typical Tom-and-Jerry chase.","release_date":"1956-12-14","vote_average":6.6,"runtime":7,"cert":"N\/A","id":51258,"title":"Barbecue Brawl","adult":false,"genre_ids":[35,16]},{"cast":["Gérard Lanvin","Michel Piccoli","Marie-France Pisier","Bruno Cremer","Andréa Ferréol"],"overview":"In a futuristic society, contestants pit their survival skills against each other in a fight to the death for cash prizes, and the contest is aired live on television.","release_date":"1983-01-25","vote_average":6.7,"runtime":100,"cert":"N\/A","id":51259,"title":"The Prize of Peril","adult":false,"genre_ids":[28,18,878]},{"cast":["Peter Breck","Kent Taylor","Rod Lauren","Alan Hale Jr.","Allison Hayes"],"overview":"After an astronaut space capsule is detonated in orbit, a teenager finds a severed arm among wreckage on earth. Soon the thing returns to life to murder and posses the young man's mind.","release_date":"1963-09-04","vote_average":2.6,"runtime":89,"cert":"N\/A","id":51260,"title":"The Crawling Hand","adult":false,"genre_ids":[27,878]},{"cast":["Will Sasso","Rip Torn","Kristanna Loken","Ian Ziering","Sophie Monk"],"overview":"Spoof of sword-and-sandal flicks such as “Gladiator,” “300″ and “Troy.” Following in the long tradition of National Lampoon, this ballsy comedy takes aim at “sword and sandal” movies of every era, with s special nod of the feathered helmet to historical epics such as 300, Gladiator, Troy, and Braveheart.","release_date":"2011-08-05","vote_average":3.8,"runtime":87,"cert":"N\/A","id":51261,"title":"National Lampoon's The Legend of Awesomest Maximus","adult":false,"genre_ids":[35]},{"cast":["Christopher Lloyd"],"overview":"Two hoboes strike on a get-rich quick scheme to kidnap an overly-energetic 9 year old son of a local banker. Based on the classic story by O'Henry.","release_date":"1998-01-01","vote_average":4.0,"runtime":90,"cert":"N\/A","id":51268,"title":"The Ransom of Red Chief","adult":false,"genre_ids":[28,35,18,10751]},{"cast":["Elizaveta Boyarskaya","Aleksandr Adabashyan","Mariya Mironova","Aleksei Buldakov","Evgeny Miller"],"overview":"A comedy about Masha First (the grand-granddaughter of Johnny First) who comes to Russia from USA trying to make her own movie.","release_date":"2010-07-08","vote_average":2.0,"runtime":110,"cert":"N\/A","id":51269,"title":"A Man from Boulevard des Capucines","adult":false,"genre_ids":[35]},{"cast":["Wayne Dyer","Portia de Rossi","Edward Kerr","Michael DeLuise","Ron Marasco"],"overview":"From the creators of You Can Heal Your Life: The Movie comes a compelling portrait of three modern lives in need of new direction and new meaning. In his first-ever movie, Wayne Dyer explores the spiritual journey in the second half of life when we long to find the purpose that is our unique contribution to the world. The powerful shift from the ego constructs we are taught early in life by parents and society—which promote an emphasis on achievement and accumulation—are shown in contrast to a life of meaning, focused on serving and giving back. Filmed on coastal California’s spectacular Monterey Peninsula, The Shift captures every person’s mid-life longing for a more purposeful, soul-directed life.","release_date":"2009-01-01","vote_average":6.9,"runtime":null,"cert":"N\/A","id":51270,"title":"The Shift","adult":false,"genre_ids":[99,18]},{"cast":["Aleksandr Ivashkevich","Aleksei Kravchenko","Svetlana Chuikina","Viktor Verzhbitskiy","Valeriy Zolotukhin"],"overview":"Young Russian Prince Yaroslav fights the robbers, tribes and the invaders. He is the first to unite Russian lands and to create the original Russian state.","release_date":"2010-10-14","vote_average":5.0,"runtime":103,"cert":"N\/A","id":51271,"title":"Yaroslav. A Thousand Years Ago","adult":false,"genre_ids":[28,18,36]},{"cast":["Polina Pluchek","Yana Troyanova","Veronika Lysakova","Marina Gapchenko","Galina Dolganova"],"overview":"There are two of them: a mother and a girl. They have no names. And they are in a constant run. The mother runs away from the daughter in an attempt to start new life, and the girl runs after her mother as she has no idea how to live without her. This endless run is full with repeated mistakes and resembles a barrel-organ sorrowful song or a spinning-top rotation. This small ridiculous toy \"volchok\" was the first toy in the girl's life, the only thing that tied her with the mother.","release_date":"2009-08-06","vote_average":7.0,"runtime":88,"cert":"","id":51272,"title":"Wolfy","adult":false,"genre_ids":[18]},{"cast":["Svetlana Ivanova","Ivan Zhidkov","Elena Panova","Sergei Ugryumov","Ilya Alekseev"],"overview":"In Russia, the mystic student of linguistic Marina Leonova is in love with her boyfriend Artur. However, he blows her off and dates their schoolmate Vika. When their class travels to the countryside with their Professor Sergey Rudolfovich to research mystic spots, they meet a weird old lady in the forest and she invites them to have a meal with her. The outcast Marina stays by the lake and Artur seeks her to have sex. However they are surprised by their friends and the ashamed Marina runs to the forest. Kostya, who has a crush on Marina, follows her and they get lost in the woods. Marina and Kostya reach an abandoned house and Marina decides to explore the spot. She finds the mummified corpse of a witch holding a shield and she is possessed by a force and faints. Sergey and his students find her and he call a rescue team to help Marina. However, a violent elite squad in a helicopter arrives...","release_date":"2010-10-07","vote_average":4.3,"runtime":100,"cert":"N\/A","id":51273,"title":"Dark World","adult":false,"genre_ids":[14,9648,53]},{"cast":["Robbie Williams"],"overview":"Spread over two DVD's, this is the definitive collection of Robbie hits celebrating his impressive career to date; 57 millions album sold, 11 millions singles sold, seven UK No.1 albums (making him the biggest selling solo artist in the UK), a Guinness World Record for fastest ever ticket sales… it's no wonder that he picked up the Outstanding Contribution To Music award at the esteemed BRIT Awards in London earlier this year!","release_date":"2010-10-11","vote_average":4.5,"runtime":null,"cert":"","id":51274,"title":"Robbie Williams: In And Out Of Consciousness","adult":false,"genre_ids":[10402]},{"cast":["Sergei Makovetsky","Nina Usatova","Kirill Pletnev","Yuriy Tsurilo","Viktoriya Romanenko"],"overview":"Father Alexander is trying to maintain peaceful life for his church amidst the Nazi occupation during WWII.","release_date":"2009-04-04","vote_average":5.8,"runtime":129,"cert":"N\/A","id":51275,"title":"The Priest","adult":false,"genre_ids":[18,36,10752]},{"cast":["Yuliya Aug","Igor Sergeev","Viktor Sukhorukov","Yuriy Tsurilo","Vyacheslav Melekhov"],"overview":"Present days. A man and his companion go on a journey to cremate the dead body of the former beloved wife, on a riverbank in the area where they spent their honeymoon.","release_date":"2010-06-06","vote_average":6.8,"runtime":77,"cert":"N\/A","id":51276,"title":"Silent Souls","adult":false,"genre_ids":[18]},{"cast":["Gary Cooper","Shirley Temple","Carole Lombard","Guy Standing","Charlotte Granville"],"overview":"Young freewheeling wanderer Jerry Day and his beautiful wife Toni are at odds over their lifestyle. Jerry can't accept responsibility but Toni yearns for a family and a settled life. Then the Days 'rediscover' Jerry's young daughter Pennie, who has been living with his rich deceased wife's family. Pennie appears to be just what Jerry needs to mend his swindling ways and lead a straight life. Despite the responsibility of his new family, Jerry is swayed by the corruptible influence of jewelry thief Felix Evans. When Evans lures Jerry into a job, it puts the continuation of his new family life at risk.","release_date":"1934-08-31","vote_average":6.5,"runtime":81,"cert":"N\/A","id":51277,"title":"Now and Forever","adult":false,"genre_ids":[18,10749]},{"cast":["Mikhail Babichev","Anatoliy Belyy","Sergey Gazarov","Zhanna Friske","Viktoriya Tolstoganova"],"overview":"Investigator Sergey Shumov has a mystery on his hands. On a platform near a Moscow-Sevastopol train station the police have found a young man without documents and no memory. In near perfect detail, he can recall historical dates, songs of his favorite band, but can't recollect his name or say where he’s from. And frustrating Shumov’s search for answers even further are the young man’s personal belongings that offer not one clue to his identity.","release_date":"2010-11-11","vote_average":4.2,"runtime":null,"cert":"N\/A","id":51278,"title":"Who Am I?","adult":false,"genre_ids":[]},{"cast":["Yuriy Kutsenko","Lyubov Tolkalina","Vladimir Yepifantsev","Polina Kutsenko","Anfisa Medvedeva"],"overview":"Two sisters arrive to Moscow trying to find their father who left the family 15 years ago.","release_date":"2010-08-19","vote_average":6.0,"runtime":86,"cert":"N\/A","id":51279,"title":"Compensation","adult":false,"genre_ids":[18]},{"cast":["Axel Daeseleire","Nina Van Rompaey","Pieter Embrechts","Carry Goossens","Sandrine André"],"overview":"Commissaris Thomas Verhaege is met zijn team een oplichter op het spoor, op het moment dat Vadim Arveladze, een zware crimineel, hun pad kruist. Een hologram met bezwarende informatie wordt de speelbal tussen politie en gewetenloze criminelen. Een bitse strijd ontstaat als de criminelen Thomas’ echtgenote Eva kidnappen om te ruilen voor het bewuste hologram. Het voortbestaan van België is de inzet.","release_date":"2010-03-24","vote_average":4.3,"runtime":98,"cert":"N\/A","id":51280,"title":"Wolf","adult":false,"genre_ids":[28,18,80]},{"cast":["Armen Dzhigarkhanyan","Konstantin Raykin","Yuliya Rutberg","Svetlana Stepchenko"],"overview":"Adapted from the Andersen tale and played out in musical comedy mode, The Ugly Duckling is set in a farmyard where roosters, hens, ducks and geese live and lay eggs together. One fine day, a rooster discovers a giant egg behind the farmyard kingdom fence, and discreetly slips it into the clutch laid by his partner... Very soon, a cygnet emerges, but as he in no way resembles any of them he is immediately stigmatized by the whole farmyard, enduring humiliations and suspicion on the part of his feathered companions. But in the end he becomes a magnificent white swan.","release_date":"2010-09-16","vote_average":6.6,"runtime":75,"cert":"N\/A","id":51281,"title":"The Ugly Duckling","adult":false,"genre_ids":[16,10751]},{"cast":["David Wall","Sean Patrick Brennan","Kerry Wall","Brennan Wall","Jean Bates"],"overview":"Father Jonathan Keene - a cold, impatient Catholic priest arrives in a tiny fishing village the week before Christmas to do what he does best: shut down a dying parish...","release_date":"2007-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":51282,"title":"Noelle","adult":false,"genre_ids":[18]},{"cast":["Ingeborga Dapkūnaitė","Mikhail Kozakov","Lada Maris","Andrei Panin","Aleksandra Skachkova"],"overview":"No description available.","release_date":"2010-11-04","vote_average":3.0,"runtime":null,"cert":"N\/A","id":51283,"title":"Orange Juice","adult":false,"genre_ids":[]},{"cast":["Leonid Bichevin","Ingeborga Dapkūnaitė","Andrei Panin","Svetlana Pismichenko","Katarina Radivojević"],"overview":"The year is 1917. We are in the Russian countryside. It is the middle of freezing winter. A pale young, newly educated doctor arrives. Having to deal with one medical challenge after another he soon becomes the center of everyone's attention. To soothe the impressions of human suffering he turns to morphine.","release_date":"2008-11-27","vote_average":6.8,"runtime":110,"cert":"N\/A","id":51284,"title":"Morphine","adult":false,"genre_ids":[18]},{"cast":["Lyanka Gryu","Anna Starshenbaum","Pavel Priluchnyy","Dmitriy Kubasov","Aleksey Gorbunov"],"overview":"Kir, Leya, Dasha and Max are student. Almost every experience is for a first time to them - first love, first disappointment, first betrayal...","release_date":"2010-09-16","vote_average":6.5,"runtime":89,"cert":"N\/A","id":51285,"title":"PG 16...","adult":false,"genre_ids":[10749,35,18]},{"cast":[],"overview":"In part four of our popular series Berlin Privat we take a look at a colorful mix of couples in their bedrooms. Boyz with boyz, boyz with men, and men with real men are combined this time and all get straight down to business, no waiting around. Three German couples get an international boost from Juris and Erik, two tender boys from the Balkans who have just fallen in love, and from two hot blooded Spaniards, Victor and Marlon – olé! Ten men, five couples. Whether from up north or the sunny south, all have one thing in common: they love together, they live together – and they can’t get enough of each other. This mixture of horny with feeling is unique in the world of porn. Dick with a heart! Totally authentic. Love is sexy!","release_date":"2005-01-01","vote_average":6.0,"runtime":101,"cert":"N\/A","id":51286,"title":"Berlin Privat 4","adult":true,"genre_ids":[]},{"cast":["Aleksandr Korshunov","Inga Strelkova-Oboldina","Miroslava Karpovich","Klavdiya Korshunova","Kirill Käro"],"overview":"","release_date":"2009-10-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":51287,"title":"Dove","adult":false,"genre_ids":[]},{"cast":["Mike Henson","Jeff Quinn","John Davenport","John Rocklin","Chris Gray"],"overview":"One of William Higgins most popular titles, Big Guns literally brings out all of the BIG players in Higgins stable of boys! Winner of the Adam Film World's Gay Movie of the Year for 1988.","release_date":"1987-01-01","vote_average":7.0,"runtime":104,"cert":"N\/A","id":51288,"title":"Big Guns","adult":true,"genre_ids":[]},{"cast":["Edu Boxer","Carlo Masi","Adam Dexter","Dave Angelo","Marc Williams"],"overview":"In the world of today, men with the bodies of Greek gods move to fulfill the lusts of mortal men. And here, they find what they've been looking for... Big cocks n' plenty of them! In this Colt studio full-feature Big N' Plenty, director John Rutherford takes classic, chiseled Colt men and brings them together for the kind of action that's made his man-on-man features justly famous. They're all built like the gods in the classic Colt studio look...the cocks are big n' the action is plenty!","release_date":"2004-01-01","vote_average":8.0,"runtime":101,"cert":"N\/A","id":51291,"title":"Big N' Plenty","adult":true,"genre_ids":[]},{"cast":["Jason Crew","Gus Mattox","Colby Taylor","Tamas Eszterhazy","Brad Patton"],"overview":"The hot desert sun. It warms a man’s body down to it’s roots. Passion rises in the heat. And when Buckshot Men are involved, it doesn’t take long for the Big Rigs to come out and play. The wide-open spaces of the desert country of California serve as the backdrop for the action as ten masculine and muscular men respond to the heat and do what comes naturally with each other. Using several fan favorites, award-winning producer\/director John Rutherford has put together a cast that will make viewers feel the heat no matter where they are. Recent discoveries are teamed with seasoned performers to make a memorable group of men who drive their Big Rigs to deliver the goods.","release_date":"2006-05-16","vote_average":7.5,"runtime":120,"cert":"N\/A","id":51292,"title":"Big Rig","adult":true,"genre_ids":[]},{"cast":[],"overview":"In Spain, they have been the others for decades, those whose names are not known because their faces never appear in front of a camera; those whose voices are linked to the best performances in the mind of any cinema aficionado. They are the other actors, those who work in the shadows, those who are often criticized by the cinephiles who defend the original version, the purity and integrity of the motion pictures. They are the dubbing actors.","release_date":"2008-11-07","vote_average":7.1,"runtime":140,"cert":"N\/A","id":51295,"title":"Voces en imágenes","adult":false,"genre_ids":[99]},{"cast":["Fernando Esteso","Ágata Lys","Víctor Valverde","Bárbara Rey","Venancio Muro"],"overview":"Onofre, who is forty years old, is still a virgin. He's going to put great efforts to leave this state...","release_date":"1974-01-01","vote_average":0.8,"runtime":92,"cert":"N\/A","id":51296,"title":"Onofre","adult":false,"genre_ids":[35]},{"cast":["Miho Nakayama","Hidetoshi Nishijima","Yuriko Ishida","Takehiro Hira"],"overview":"Higashigaito Yutaka is transferred to the Bangkok branch of Eastern Airlines. In three months, he will marry Michiko, a relative of the airline's founder, and though he doesn't love her, he knows he could be CEO one day if they wed. In Thailand, Yutaka meets Touko at a bar and is instantly drawn to her. His relationship with her only intensifies as the wedding date approaches. Eventually, he decides to break up with her and calls Michiko in front of her. Touko is disappointed, and the next day she leaves for New York. Yutaka and Michiko reunite in Thailand and proceed with their wedding. Twenty-five years later, Yutaka and Michiko are married with two sons. But Yutaka still harbors memories of Touko in his heart. Yutaka visits Bangkok on business and goes to the Oriental Hotel where he had stayed with Touko-and finds she is now in charge of VIP guests there. They realize their love for each other remains, but reality pulls them apart once again.","release_date":"2010-01-23","vote_average":5.7,"runtime":170,"cert":"N\/A","id":51297,"title":"Goodbye, Someday","adult":false,"genre_ids":[18,10749]},{"cast":["Roscoe Lee Browne"],"overview":"Get ready to celebrate this warm and wonderful time of year, and sing along with the Christmas carols you love best! Plus, join in a jolly chorus of new holiday sing alongs - featuring your favorite Disney characters! Learning the lyrics is easy and fun, because the words appear right on the screen. Whether you're having a party, starting a brand-new family tradition or simply getting into the Yuletide spirit, Disney's Very Merry Christmas Sing Along Songs brings the gift of music and laughter home for the holidays!","release_date":"2002-11-05","vote_average":7.6,"runtime":54,"cert":"N\/A","id":51298,"title":"Very Merry Christmas Sing Along Songs","adult":false,"genre_ids":[10402,16,10751]},{"cast":[],"overview":"Life Cycles tells a spectacular story of the bike, from its creation to its eventual demise. A visually stunning journey, with thought provoking narration, Life Cycles uses Ultra HD to document the many stories surrounding the mountain bike and its culture. Ride along into breath taking natural settings, as we battle the elements, showcase the progression of riding, take a road trip, fix the bike, and show the destruction and eventual creation of trails. Semenuk, Hopkins, Schwartz, McIntosh, McCaul Agassiz, Hunter and Vanderham guide you through this wonderful story. Life Cycles is a celebration of the bicycle, and is sure to entertain anyone who has ever ridden one.","release_date":"2010-10-02","vote_average":8.6,"runtime":47,"cert":"N\/A","id":51299,"title":"Life Cycles","adult":false,"genre_ids":[99]},{"cast":["Julia Ormond","Oleg Menshikov","Aleksey Petrenko","Richard Harris","Vladimir Ilin"],"overview":"Douglas is a foreign entrepreneur, who ventures to Russia in 1885 with dreams of selling a new, experimental steam-driven timber harvester in the wilds of Siberia. Jane is his assistant. On her travels, she meets two men who would change her life forever: a handsome young cadet Andrej Tolstoy with whom she shares a fondness for opera, and the powerful General Radlov who is entranced by her beauty and wants to marry her.","release_date":"1998-10-13","vote_average":7.3,"runtime":180,"cert":"N\/A","id":51300,"title":"The Barber of Siberia","adult":false,"genre_ids":[35,18,10749,36]},{"cast":["Roscoe 'Fatty' Arbuckle","Buster Keaton","Al St. John","Alice Lake","Joe Keaton"],"overview":"The story involves Arbuckle coming to the western town of Mad Dog Gulch (which the intertitles call \"the toughest town in the movies\") after being thrown off a train and chased by Indians. He teams up with gambler\/saloon owner Bill Bullhum (Keaton), in trying to keep the evil Wild Bill Hickup (Al St. John) away from Salvation Army girl, Salvation Sue (Alice Lake). Fatty and Buster have a series of adventures trying to beat St. John, until they discover his one weakness: his ticklishness.","release_date":"1918-01-20","vote_average":6.1,"runtime":25,"cert":"N\/A","id":51301,"title":"Out West","adult":false,"genre_ids":[35,37]},{"cast":["Frank Oz","Jerry Nelson","Jim Henson","Richard Hunt"],"overview":"Four mistreated farm animals seek refuge as a band of traveling musicians in this musical tale narrated by Kermit the Frog.","release_date":"1972-01-01","vote_average":0.0,"runtime":50,"cert":"N\/A","id":51302,"title":"The Muppet Musicians of Bremen","adult":false,"genre_ids":[10751,35,10402]},{"cast":["Buster Keaton","Dorothy Sebastian","Edward Earle","Leila Hyams","William Bechtel"],"overview":"An unimpressive but well intending man is given the chance to marry a popular actress, of whom he has been a hopeless fan. But what he doesn't realize is that he is being used to make the actress' old flame jealous.","release_date":"1929-03-24","vote_average":6.8,"runtime":76,"cert":"N\/A","id":51303,"title":"Spite Marriage","adult":false,"genre_ids":[35]},{"cast":["Axwell","Steve Angello","Sebastian Ingrosso"],"overview":"This unique film follows a group of 3 DJs Axwell, Steve Angello and Sebastian Ingrosso as Swedish House Mafia over the course of 2 years, 285 gigs and 15 countries. The film charts their journey from the point at which the Swedish House Mafia really starts to cause big waves to finishing their first hit single, ONE, under a ground breaking joint venture record deal with Virgin Records. There are appearences by Kylie Minogue, Pharell Williams, Tinie Tempah and Dirty South and the film was directed by Christian Larson.","release_date":"2010-10-29","vote_average":6.3,"runtime":45,"cert":"N\/A","id":51304,"title":"Take One: A Documentary Film About Swedish House Mafia","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"Don't Panic! Yes, you should not panic. Why panic? Things are good, aren't they? Speaking of \"things\"....\"Don't Panic!\" is also the name for IsenSevens 2010 movie. We travelled to powdery Euro resorts, snowed-in German and Scandinavian cities, slushy California parks, Russian ghettos and all kinds of other fun places.....except Vegas. No snow there this year.","release_date":"2010-10-20","vote_average":0.0,"runtime":44,"cert":"","id":51305,"title":"Isenseven: Dont Panic","adult":false,"genre_ids":[]},{"cast":["Xu Zheng","Baoqiang Wang","Li Man","Xiaolu Li","Zuo Xiaoqing"],"overview":"A boss of a toy corporation, Chenggong Li, tries to head back to Chan Sar to celebrate the Chinese New Year with his family. However, plans don't go as smoothly after he crosses paths with a stranger, Geng Niu.","release_date":"2010-06-04","vote_average":6.4,"runtime":91,"cert":"N\/A","id":51306,"title":"Lost on Journey","adult":false,"genre_ids":[35]},{"cast":["Grady Bankhead","Ron Cavanaugh","Jonathan Crowley"],"overview":"East meets West in the Deep South. An overcrowded maximum-security prison-the end of the line in Alabama's correctional system-is dramatically changed by the influence of an ancient meditation program. Behind high security towers and a double row of barbed wire and electrical fence dwells a host of convicts who will never see the light of day. But for some of these men, a spark is ignited when it becomes the first maximum-security prison in North America to hold an extended Vipassana retreat, an emotionally and physically demanding course of silent meditation lasting ten days. The Dhamma Brothers tells a dramatic tale of human potential and transformation as it closely follows and documents the stories of the prison inmates at Donaldson Correction Facility who enter into this arduous and intensive program. Written by Balcony Releasing","release_date":"2007-01-31","vote_average":5.6,"runtime":76,"cert":"N\/A","id":51309,"title":"The Dhamma Brothers","adult":false,"genre_ids":[99]},{"cast":["Olivia Newton-John","Juliet Sorcey","Doug Sheehan","Doris Roberts","Carmen Argenziano"],"overview":"The story revolves around 11-year-old Jessica (Juliet Sorcey), whose mother died when she was three years old. Her father Jim (Doug Sheehan) is a workaholic with little time for his daughter. Just before the Christmas holiday season, Jessica wins a free wish from a wishing well. Her wish for a mother for Christmas is granted by Philomena (Doris Roberts) and Amy (Newton-John), a department store mannequin, is brought to life to be a mom for Jessica.","release_date":"1990-12-17","vote_average":5.7,"runtime":96,"cert":"N\/A","id":51310,"title":"A Mom for Christmas","adult":false,"genre_ids":[35,14]},{"cast":["Tenzin Gyatso","Lama Lhundup Woeser","Takna Jigme Sangpo","Matthieu Ricard","Madhureeta Anand"],"overview":"Wheel of Time is Werner Herzog's photographed look at the largest Buddhist ritual in Bodh Gaya, India.","release_date":"2003-10-30","vote_average":6.7,"runtime":81,"cert":"N\/A","id":51311,"title":"Wheel of Time","adult":false,"genre_ids":[99]},{"cast":["Jack Simmons","Kevin Kemp","Sean Diamond","Flex Gamble","Rob Steele"],"overview":"This interracial fuck fest tells the tale of an Alaskan oil-drilling town and it's two brothels that fight over the hunky and horny clientele.","release_date":"2000-01-01","vote_average":6.5,"runtime":81,"cert":"N\/A","id":51312,"title":"Black Drills & White Holes","adult":true,"genre_ids":[]},{"cast":["Cassen","Elvira Quintillá","José Luis López Vázquez","Manuel Alexandre","Amelia de la Torre"],"overview":"In a small spanish town, a group of old ladies decide to celebrate Christmas Eve with a \"Sit a poor man at your table\" dinner: each wealthy household of the town will have a homeless person dining with them that night. The celebrations also include a parade, and in it we find Plácido, the humble owner of a three-wheeler, whose family is forced to live in a public lavatory because of the lack of money to pay the rent, and who has to pay the second bill of his vehicle before midnight or else he will lose it.","release_date":"1961-10-20","vote_average":7.6,"runtime":83,"cert":"N\/A","id":51317,"title":"Placido","adult":false,"genre_ids":[35,18]},{"cast":["Dean Monroe","Jack Simmons","Kamrun Assher","Aron Ridge","Eddie Diaz"],"overview":"Dean Monroe is a leading man who is always the center of attention, but after the cameras stop rolling on the set of a soap opera he stars in, the real action heats up. Little does Dean know that his bodyguard, played by Aaron Ridge, is working behind the scenes with security guard Tiger and the rest of the crew of the show to make his wildest dreams come true. When Dean finds himself alone on the set, the lights go down and Tiger shows up claiming to know exactly what it is that Dean's been craving. After forcing Dean to make out with him, Dean gives in to his desires and starts to service Tiger. When the lights come up, more guys continue to join the party as Dean is force fed cock after cock.","release_date":"2006-01-01","vote_average":8.0,"runtime":90,"cert":"N\/A","id":51320,"title":"Black Balled 5 - Starfucker","adult":true,"genre_ids":[]},{"cast":["Keanu Reeves","Pamela Gidley","Alan Boyce","Michael Elgart","Jennifer Rubin"],"overview":"David Sinclair seems to have everything going for him: he's smart, musically talented, and very successful. To top off his senior year in high school, his band is trying to get a recording session. Therefore, David's suicide leaves everyone, especially his best friend and band-mate, Chris, with a lot of questions.","release_date":"1988-04-22","vote_average":6.3,"runtime":92,"cert":"N\/A","id":51321,"title":"Permanent Record","adult":false,"genre_ids":[18]},{"cast":["Shawn Yue","Rainie Yang","Elanne Kwong","Gordon Lam","Ciwi Lam"],"overview":"Bangkok, November 2008. Six young holidaymakers from Hong Kong are stranded in Bangkok when the airport is occupied by demonstrators demanding the prime minister's resignation: Rainie (Rainie Yang) and Lok (Shawn Yue), who are on the verge of breaking up, Ling (Elanne Kwong) and her brother Rex (Rex Ho), and Ciwi (Ciwi Lam) and her boyfriend Hei (Izz Xu). Their driver takes them to the old Chung Tai Hotel, run by Chuen (Lam Ka-tung), where strange things start happening as soon as they arrive: Rainie sees a female ghost and Ling a disembodied hand. At dinner that night, the three men mysteriously disappear. Under Rainie's leadership, the three girls - helped by the young Man-man and her ghost-seeing dog Little Huang - set out to try and find them in the hotel's underground passages, in between being haunted by the female ghost and a strange monster.","release_date":"2010-10-13","vote_average":4.5,"runtime":97,"cert":"N\/A","id":51322,"title":"The Child's Eye","adult":false,"genre_ids":[27]},{"cast":[],"overview":"A biography on the life and adventures of Titus Kinimaka.","release_date":"","vote_average":0.0,"runtime":44,"cert":"N\/A","id":51327,"title":"Nihi","adult":false,"genre_ids":[]},{"cast":["Scott Alexander","Aron Ridge","Eddie Diaz","Derek Reynolds","Markus Ram"],"overview":"Goddamn! Lightning strikes for the sixth time as Chi Chi LaRue unleashes Black Balled 6: Under the Hood, the hands-down best installment to date. Gag as newcomer Dylan Saunders' never-quitting-ass takes on nearly six feet of gorgeous ebony cock. Go under the hood of his anal assault - and brace yourself for a bukkake wet dream!","release_date":"2008-01-01","vote_average":7.5,"runtime":120,"cert":"N\/A","id":51328,"title":"Black Balled 6 - Under the Hood","adult":true,"genre_ids":[]},{"cast":["Gérard Lanvin","Patrick Chesnais","Annie Girardot","Marie-Sophie L.","Vincent Lindon"],"overview":"How can moon and time affect human mood and fate? In the manner of a Greek tragedy , this movie shows how the chaos of life ineluctably propels its characters towards violence and alienation.","release_date":"1990-04-11","vote_average":6.7,"runtime":117,"cert":"N\/A","id":51329,"title":"There Were Days... and Moons","adult":false,"genre_ids":[18,35]},{"cast":["Kevin Brando","Brad Kesten","Jeremy Scott Reinbolt","Tiffany Reinbolt","Robert Towers"],"overview":"The Peanuts gang perform the classic Broadway musical. In addition to the classic songs, we see Charlie Brown and his friends perform the various comedy sketches of the play.","release_date":"1985-11-06","vote_average":6.6,"runtime":49,"cert":"N\/A","id":51330,"title":"You're a Good Man, Charlie Brown","adult":false,"genre_ids":[16,10751,35]},{"cast":["Jimmy Yuill"],"overview":"An update of the classic Shakespeare story, director Kenneth Branagh shot this movie like a classic 30s musical. Love's Labour's Lost tells the story of four best friends who swear off love. The King of Navarre and his three companions swear a very public oath to study together and to renounce women for three years. Their honour is immediately put to the test by the arrival of the Princess of France and her three lovely companions. It's love at first sight for all concerned followed by the men's highly entertaining but hopeless efforts to disguise their feelings.","release_date":"1999-06-06","vote_average":0.0,"runtime":null,"cert":"pg13","id":51331,"title":"Love's Labour's Lost","adult":true,"genre_ids":[35,10402,10749]},{"cast":["Bülent Emin Yarar","Beste Bereket","Tansu Biçer","Ahmet Rıfat Şungar","Şebnem Sönmez"],"overview":"","release_date":"2009-10-15","vote_average":6.9,"runtime":null,"cert":"N\/A","id":51334,"title":"Beş Şehir","adult":false,"genre_ids":[]},{"cast":[],"overview":"Turn out, tune on, and drop in. Skiing’s counterculture continues to buck the trends of what’s come before them- this is a worldwide documentation of ski action as you’ve never seen it presented before! Follow the Level 1 crew as they experiment with one of the largest gap jumps ever built in Sun Valley, Idaho, hit a record snowfall in Helsinki, Finland, and harvest the vast resources of Alaska… or perhaps it’s all just a lucid dream? Wake up, because Level 1 will take you on the visual trip of a lifetime. Come along for the ride! Shot on Location in: Sun Valley, ID Champéry, Switzerland Alaska Michigan Colorado Twin Cities, MN Quebec Utah Mammoth Mountain, CA Alpine Meadows, CA Eclipse Snow Park Alta, UT Helsinki, Finland Revelstoke, BC Mustang Pow, BC Whistler, BC","release_date":"2010-11-28","vote_average":6.2,"runtime":56,"cert":"N\/A","id":51339,"title":"Eye Trip","adult":false,"genre_ids":[28]},{"cast":["Kenneth Branagh","Glenn Close"],"overview":"Using previously unreleased archival material in addition to contemporary interviews, this academy award-winning documentary tells the story of the Frank family and presents the first fully-rounded portrait of their brash and free-spirited daughter Anne, perhaps the world's most famous victim of the Holocaust. Written by Dawn M. Barclift","release_date":"1995-06-08","vote_average":8.3,"runtime":117,"cert":"N\/A","id":51352,"title":"Anne Frank Remembered","adult":false,"genre_ids":[99,18]},{"cast":["Adam Gontier","Brad Walst","Neil Sanderson","Barry Stock"],"overview":"Filmed live at the Palace of Auburn Hills, Michigan in 2008, Three Days Grace: Live At The Palace looks good. The Blu-ray transfer reveals a pleasing color-scheme, good contrast and lack of overly disturbing \"motion-judder\". The actual show is filmed by multiple, strategically placed, HD cameras that do an excellent job of Adam Gontier and the rest of the guys in Three Days Grace. Furthermore, you would see plenty of the audience as well; the HD cameras zoom over and around the stage providing a good look at the entire venue. In addition to the concert footage, Three Days Grace: Live At The Palace also provides plenty of behind the scene footage where fans of the band are seen interacting with their idols.","release_date":"2008-12-02","vote_average":6.2,"runtime":80,"cert":"N\/A","id":51353,"title":"Three Days Grace: Live at the Palace","adult":false,"genre_ids":[10402]},{"cast":["Roscoe 'Fatty' Arbuckle","Buster Keaton","Molly Malone","Jack Coogan Sr."],"overview":"Buster manages the store while Roscoe delivers the mail, taking time out for hide-and-seek with Molly. The constable, also interested in Molly, steals $300 while being observed by Buster.","release_date":"1919-10-26","vote_average":6.3,"runtime":27,"cert":"N\/A","id":51354,"title":"The Hayseed","adult":false,"genre_ids":[35]},{"cast":["Roscoe 'Fatty' Arbuckle","Al St. John","Buster Keaton","Alice Lake","Agnes Neilson"],"overview":"Roscoe, his wife and his mother-in-law run a seaside resort. Buster plays a gardener who puts out a fire started by Roscoe, then a delivery boy who fights with the cook St. John, then a cop.","release_date":"1917-06-25","vote_average":5.6,"runtime":22,"cert":"N\/A","id":51355,"title":"The Rough House","adult":false,"genre_ids":[35]},{"cast":["Dean Phoenix","Marcus Iron","Owen Hawk","Josh Hardman","Todd Maxwell"],"overview":"Cowboy ranchers Dean Phoenix and Marcus Iron live and work together, but resist their growing love for each other; that is, until a mysterious Man in Black and his magic belt buckle arrive in town.","release_date":"2004-01-01","vote_average":4.3,"runtime":119,"cert":"N\/A","id":51356,"title":"BuckleRoos","adult":true,"genre_ids":[]},{"cast":["Buster Keaton","Joe Roberts","Sybil Seely","Joe Keaton","Edward F. Cline"],"overview":"Buster competes with another farmhand for the love of the farmer's daughter.","release_date":"1920-12-22","vote_average":7.5,"runtime":19,"cert":"N\/A","id":51357,"title":"The Scarecrow","adult":false,"genre_ids":[35]},{"cast":["Buster Keaton","Virginia Fox","Joe Roberts","Joe Keaton","Edward F. Cline"],"overview":"The Romeo and Juliet story played out in a tenement neighborhood with Buster and Virginia's families hating each other over the fence separating their buildings.","release_date":"1920-12-22","vote_average":7.1,"runtime":18,"cert":"N\/A","id":51358,"title":"Neighbors","adult":false,"genre_ids":[35,10749]},{"cast":["Buster Keaton","Virginia Fox","Joe Roberts","Edward F. Cline","Natalie Talmadge"],"overview":"Buster Keaton is a bank teller who becomes involved with a hold-up, counterfeiters, and a theatrical troupe posing as spooks in a haunted house.","release_date":"1921-02-21","vote_average":6.7,"runtime":21,"cert":"N\/A","id":51359,"title":"The Haunted House","adult":false,"genre_ids":[35,27]},{"cast":["Buster Keaton","Virginia Fox","Joe Roberts","Malcolm St. Clair","Edward F. Cline"],"overview":"A series of adventures begins when Buster is mistaken for Dead Shot Dan, the evil bad guy.","release_date":"1921-05-14","vote_average":7.4,"runtime":27,"cert":"N\/A","id":51360,"title":"The Goat","adult":false,"genre_ids":[35]},{"cast":[],"overview":"CJ carries on his family tradition by putting together the biggest jam of the summer. Things seem to be going great, until he is confronted by the hilarious antics of a crooked cop named \"Blue Eyes\" and his older brother's baby -mamma.","release_date":"2007-02-20","vote_average":0.0,"runtime":90,"cert":"N\/A","id":51361,"title":"Da Block Party 2","adult":false,"genre_ids":[35]},{"cast":["Buster Keaton","Edward F. Cline","Virginia Fox","Joe Murphy","Joe Roberts"],"overview":"After waking up from his wacky dream, a theater stage hand inadvertently causes havoc everywhere he works.","release_date":"1921-10-26","vote_average":7.1,"runtime":22,"cert":"N\/A","id":51362,"title":"The Play House","adult":false,"genre_ids":[35,14]},{"cast":["Neve Campbell","Frederick Weller","James Toback","Alex Feldman","Mike Tyson"],"overview":"Feeling undervalued by her boyfriend, a young woman begins to explore her sexuality with other people.","release_date":"2004-06-06","vote_average":4.6,"runtime":81,"cert":"N\/A","id":51363,"title":"When Will I Be Loved","adult":false,"genre_ids":[18,53,10749]},{"cast":["Buster Keaton","Joe Roberts","Sybil Seely","Bonnie Hill","Freeman Wood"],"overview":"This satirical parody of William S. Hart's melodramatic films finds Buster in the frozen north, \"last stop on the subway.\" He uses a wanted poster as his partner in robbing a gambling house. When he thinks he spies his wife making love to another man he shoots them both only to learn it isn't his cabin after all.","release_date":"1922-08-28","vote_average":6.2,"runtime":17,"cert":"N\/A","id":51364,"title":"The Frozen North","adult":false,"genre_ids":[35,37]},{"cast":["Mads Mikkelsen","Jessica Schwarz","Valeria Eisenbart","Heike Makatsch","Tim Seyfi"],"overview":"A successful artist loses control of his life after his young daughter's death. A chance for a new start appears, but all is not what it seems.","release_date":"2009-11-26","vote_average":6.3,"runtime":103,"cert":"N\/A","id":51365,"title":"The Door","adult":false,"genre_ids":[14,53,878,9648]},{"cast":["Buster Keaton","Virginia Fox","Joe Keaton","Louise Keaton","Myra Keaton"],"overview":"Botany major Buster mistakenly graduates in electrical engineering and is hired to wire a new home.","release_date":"1922-10-01","vote_average":7.0,"runtime":19,"cert":"N\/A","id":51366,"title":"The Electric House","adult":false,"genre_ids":[35]},{"cast":["Buster Keaton","Joe Roberts","Virginia Fox"],"overview":"In an attempt to forget his lost sweetheart, Buster takes a long trip at the sea when he's caught by pirates.","release_date":"1923-03-01","vote_average":6.6,"runtime":20,"cert":"N\/A","id":51367,"title":"The Love Nest","adult":false,"genre_ids":[35]},{"cast":["Jeff Bridges"],"overview":"How LA Learned to Love Modern Art. A lesson in how a few renegade artists built an art scene from scratch.","release_date":"2008-03-07","vote_average":5.3,"runtime":86,"cert":"N\/A","id":51370,"title":"The Cool School","adult":false,"genre_ids":[99]},{"cast":["Buster Keaton","Sally O'Neil","Walter James","Budd Fine","Francis McDonald"],"overview":"Meek millionaire Alfred Butler goes on a camping excursion with his faithful servant. Once in the wilderness, Alfred ignores outdoor activities in favor of trying to woo a charming mountain girl, who wants nothing to do with her spoiled suitor. Trying to impress the girl, Alfred masquerades as boxing star \"Battling\" Butler.","release_date":"1926-09-19","vote_average":6.8,"runtime":77,"cert":"N\/A","id":51371,"title":"Battling Butler","adult":false,"genre_ids":[18,35]},{"cast":["Buster Keaton","Dorothy Sebastian","George J. Lewis"],"overview":"When Buster's girlfriend falls for a trapeze artist, Buster tries to beat him at his own game.","release_date":"1934-05-25","vote_average":6.3,"runtime":21,"cert":"N\/A","id":51374,"title":"Allez Oop","adult":false,"genre_ids":[35]},{"cast":["Dean Phoenix","Marcus Iron","Owen Hawk","Hank Locklear","Dave Angelo"],"overview":"Lusty cowboy ranchers Dean Phoenix and Marcus Iron overcome more obstacles and consummate their love and devotion for each other, thanks to the intervention of the mysterious Man in Black and his magical belt buckle.","release_date":"2004-12-01","vote_average":8.0,"runtime":134,"cert":"N\/A","id":51375,"title":"BuckleRoos 2","adult":true,"genre_ids":[]},{"cast":["Lisa Ling"],"overview":"Join National Geographic's Lisa Ling as she captures a rare look inside North Korea - something few Americans have ever been able to do. Posing as an undercover medical coordinator and closely guarded throughout her trip, Lisa moves inside the most isolated nation in the world, encountering a society completely dominated by government and dictatorship. Glimpse life inside North Korea as you've never seen before with personal accounts and powerful footage. Witness first-hand efforts by humanitarians and the challenges they face from the rogue regime.","release_date":"2006-03-05","vote_average":7.5,"runtime":52,"cert":"N\/A","id":51376,"title":"Inside North Korea","adult":false,"genre_ids":[99]},{"cast":["Buster Keaton","Diana Lewis","Harold Goodwin","John Ince"],"overview":"Elmer Butts is a contestant in a radio amateur hour show hoping to win the first price -- by dancing and juggling!","release_date":"1936-02-21","vote_average":6.0,"runtime":20,"cert":"N\/A","id":51377,"title":"Grand Slam Opera","adult":false,"genre_ids":[35]},{"cast":["Javier Lombardo","Antonio Benedicti","Javiera Bravo","Julia Solomonoff","Laura Vagnoni"],"overview":"Three people and a baby set off on separate journeys, along the same road; their disparate dreams and stories intertwine amidst the breathtaking deserted Patagonic route.","release_date":"2002-10-24","vote_average":7.3,"runtime":92,"cert":"N\/A","id":51378,"title":"Intimate Stories","adult":false,"genre_ids":[35,18]},{"cast":["Buster Keaton","Arthur L. Jarrett","Marlyn Stuart","Rose Kessner","Patty Wilson"],"overview":"Buster becomes a fireman, but unfortunately not a particularly good one. He has a chance to prove himself, however, when three women are trapped in a burning building.","release_date":"1936-08-21","vote_average":5.0,"runtime":17,"cert":"N\/A","id":51379,"title":"Blue Blazes","adult":false,"genre_ids":[35]},{"cast":["Buster Keaton","Eddie Lambert","Marlyn Stuart","Eddie Hall","Jimmie Fox"],"overview":"When Buster Keaton goes to work as an assistant to a carnival magician, the results turn out to be less than magical.","release_date":"1936-11-20","vote_average":5.0,"runtime":18,"cert":"N\/A","id":51380,"title":"Mixed Magic","adult":false,"genre_ids":[35]},{"cast":["Buster Keaton","Myra Keaton","Al St. John","Lynton Brent","Diana Lewis"],"overview":"Buster, the eldest son in a family of hillbillies who manage a hotel, attempts to raise money to save the hotel from foreclosure.","release_date":"1937-03-26","vote_average":6.0,"runtime":20,"cert":"N\/A","id":51381,"title":"Love Nest on Wheels","adult":false,"genre_ids":[35]},{"cast":["Carey Wilson","Betty Blythe","William Bailey","Margaret Bert","Marie Blake"],"overview":"A satirical visualization of strange and forgotten, but (at that time) nevertheless still existing laws in the U.S.A.","release_date":"1938-04-04","vote_average":0.0,"runtime":10,"cert":"N\/A","id":51382,"title":"Life in Sometown, U.S.A.","adult":false,"genre_ids":[]},{"cast":["Charles Ruggles","Mickey Rooney","Stuart Erwin","June Collyer","Charles Butterworth"],"overview":"A group of stable hands is given a race horse when its owner retires from the business. They raise money to run the horse in the Hollywood Derby at Santa Anita race track. Many Hollywood personalities attend the event.","release_date":"1938-05-28","vote_average":5.5,"runtime":10,"cert":"N\/A","id":51383,"title":"Hollywood Handicap","adult":false,"genre_ids":[35]},{"cast":["Martin Landau","Ellen Burstyn","Adam Scott","Elizabeth Banks"],"overview":"A holiday fable that tells the story of an elderly man discovering love for the first time.","release_date":"2008-01-01","vote_average":6.8,"runtime":92,"cert":"N\/A","id":51384,"title":"Lovely, Still","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"A group of African-American waiters on a railway believe they have made a deal to secure a railroad dining car that they set up on Wilshire Blvd in Los Angeles as a diner. To bring in customers, they sing, their voices providing most of the musical accompaniment as well. At the diner, in front of a crowd of swells, the police deliver the bad news.","release_date":"1938-09-10","vote_average":4.0,"runtime":9,"cert":"N\/A","id":51385,"title":"Streamlined Swing","adult":false,"genre_ids":[10402]},{"cast":["Alice Faye","Don Ameche","J. Edward Bromberg","Alan Curtis","Stuart Erwin"],"overview":"Starting in 1913 movie director Connors discovers singer Molly Adair. As she becomes a star she marries an actor, so Connors fires them. She asks for him as director of her next film. Many silent stars shown making the transition to sound.","release_date":"1939-10-13","vote_average":6.5,"runtime":97,"cert":"N\/A","id":51386,"title":"Hollywood Cavalcade","adult":false,"genre_ids":[35,18,36]},{"cast":[],"overview":"During WWII, the U.S. formed an elite intelligence unit -- mostly German Jewish academics -- at Camp Ritchie, Maryland. Tasked with devising ways to break the morale of the SS, these men are often credited with bringing an early end to the war. Some of these heroes, who are now in the eighties, are reunited in this documentary.","release_date":"2004-04-23","vote_average":7.0,"runtime":92,"cert":"N\/A","id":51387,"title":"The Ritchie Boys","adult":false,"genre_ids":[99]},{"cast":[],"overview":"STELLA is a three-man comedy troupe from New York City, comprised of well-known comedians\/actors Michael Showalter, David Wain, and Michael Ian Black. Though the three have made a living performing at comedy clubs, they are perhaps best known for their home-made short films. The STELLA SHORTS have garnered cult success because of their nonsensical plotlines, absurd dialogue, graphic sexual humor, sporatic violence, and sheer hilarity. This DVD showcases the trio's first twenty-three adventures, each one more bizarre and hysterical than the last. Highlights include: a game of whiffleball that goes terribly awry, an expedition to the South Pole (?) to meet Santa Claus, an edge-of-your-seat moustache-growing contest, a twisted \"whodunit\"-style murder mystery, and much, much more.","release_date":"2002-12-20","vote_average":5.0,"runtime":92,"cert":"N\/A","id":51388,"title":"Stella Shorts 1998-2002","adult":false,"genre_ids":[]},{"cast":["Red Skelton","Sally Forrest","Macdonald Carey","William Demarest","Monica Lewis"],"overview":"Joe, inventor in an American Small town of 1895 has problems with his new invention, a car, driven with a gasoline motor. Everybody is making fun about his \"crazy invention\", only his girl friend believes in him. When he's halfway successful, another woman tries to win his heart, and his girl-friend thinks he has quit with her. But on a race for those new horse-less vehicles, he gets in trouble and only his former girl friend is able to help him.","release_date":"1951-06-29","vote_average":7.7,"runtime":82,"cert":"N\/A","id":51389,"title":"Excuse My Dust","adult":false,"genre_ids":[35]},{"cast":["Milo Auckerman","Jello Biafra","D. Boon","Grant Hart","George Hurley"],"overview":"A feature-length documentary chronicling early '80s punk rock band the Minutemen, from their beginnings in San Pedro, California, to their demise after the death of singer D. Boon in 1985.","release_date":"2005-01-01","vote_average":6.8,"runtime":91,"cert":"N\/A","id":51390,"title":"We Jam Econo: The Story of the Minutemen","adult":false,"genre_ids":[99]},{"cast":["Ann Finnell","Patrick McGuinness","James Williams","Michael Glover","Dwayne Darnell"],"overview":"2001 French documentary about the murder trial of a 15 year old black teen accused of murder in Jacksonville, Florida. Winner of 2002 Academy Award for Best Documentary.","release_date":"2001-09-14","vote_average":7.4,"runtime":111,"cert":"15","id":51391,"title":"Murder on a Sunday Morning","adult":false,"genre_ids":[80,99]},{"cast":["Edward Jobson","Beulah Booker","Edward Connelly","Edward Alexander","Irving Cummings"],"overview":"Nick Van Alstyne owns the Henrietta silver mine and is very rich. His son Bertie is naive and spoiled. His daughter Rose is married to shady investor Mark. Mark wrecks Bertie's wedding plans by making him take the blame for Mark's illegitimate daughter. Mark also nearly ruins the family business by selling off Henrietta stock at too low a price. Bertie, of all people, must come to the rescue on the trading floor.","release_date":"1920-09-01","vote_average":6.2,"runtime":77,"cert":"N\/A","id":51392,"title":"The Saphead","adult":false,"genre_ids":[18,35]},{"cast":["Son Ye-jin","Han Seok-kyu","Go Soo","Lee Min-jung","Park Sung-woong"],"overview":"A pawnbroker is found murdered in a remote town in a derelict building. Three people come under suspicion but all of them have perfect alibis and the investigation comes to a standstill. Almost fifteen years pass and the lead inspector decides to reinvestigate. Fifteen years earlier,  the victim’s son killed his father to save his beloved from being raped by him. And the girl killed her mother when she found out the boy had killed his father. For fifteen years, the boy has been eliminating anyone that tries to interfere with her life. He exists as a shadow, requiring nothing from her in return. She knows what he has done for her sake but looks away from it. As their love grows, more crimes happen. As their sin grows, the inspector’s chase comes closer to them.","release_date":"2009-11-19","vote_average":6.2,"runtime":135,"cert":"N\/A","id":51393,"title":"White Night","adult":false,"genre_ids":[9648,10749]},{"cast":["Barbara Stanwyck","Ben Lyon","Joan Blondell","Clark Gable","Blanche Friderici"],"overview":"Lora Hart manages to land a job in a hospital as a trainee nurse. Upon completion of her training she goes to work as a night nurse for two small children who seem to be very sick, though something much more sinister is going on.","release_date":"1931-07-16","vote_average":7.3,"runtime":72,"cert":"N\/A","id":51394,"title":"Night Nurse","adult":false,"genre_ids":[80,18,35]},{"cast":["Charles Boyer","Olivia de Havilland","Paulette Goddard","Victor Francen","Walter Abel"],"overview":"Romanian-French gigolo Georges Iscovescu wishes to enter the USA. Stopped in Mexico by the quota system, he decides to marry an American, then desert her and join his old partner Anita, who's done likewise. But after sweeping teacher Emmy Brown off her feet, he finds her so sweet that love and jealousy endanger his plans.","release_date":"1941-09-26","vote_average":6.7,"runtime":116,"cert":"N\/A","id":51395,"title":"Hold Back the Dawn","adult":false,"genre_ids":[18,10749]},{"cast":["Dustin Worles","Dado Carvalho","Reza"],"overview":"Teckademics, the import tuning company, brings you “Mischief”, a fifty minute feature packed with illegal street racing, out-running cops, hot chicks, crazy skits, auto abuse, tight imports, fast euros, running barricades, raiding the 2002 Detroit Auto Show, secret bonus footage and a fast paced punk\/metal\/DJ mix soundtrack. “Mischief” was shot on location, documenting street racing scenes in D.C., San Diego, Philly and more. “Mischief” is the real deal and shows what is really happening in the fast-growing underground import culture. Bonus Material: 2002 Accord Abuse, Audi S4 Top Speed Run, Wild Bikini Contest, Lambo & Supra Drag race.","release_date":"2002-09-24","vote_average":6.5,"runtime":48,"cert":"N\/A","id":51396,"title":"Mischief Import Street Racing 2002","adult":false,"genre_ids":[]},{"cast":["Sheila Walsh"],"overview":"It's Gigi's birthday! As a princess, she knows exactly what she wants! But will her Mom and Dad pick up on her not-so-subtle hints about her desire to get the famed \"Princess Pinky Star Castle\"? Will this birthday be the one where she finally becomes a princess by owning her own castle? Join Gigi as she learns she really is a princess. But not because of the castle that she wants but because she is the daughter of the King!","release_date":"2012-08-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":51399,"title":"Gigi, God's Little Princess","adult":false,"genre_ids":[18,10751]},{"cast":["Rémy Girard","Denis Bouchard","Emmanuel Bilodeau","Mahée Paiement","Pierre-Luc Brillant"],"overview":"Lorsque vous rencontrez Réjean, (Rémy Girard) il est impossible de séparer le monde réel de son imaginaire. Biographe de métier, son rôle est d’embellir la vie de ses clients. Très bientôt, Réjean sera confronté au même problème sur le site de rencontre Réseau Contact. Il doit faire parvenir une vidéo qui parle de lui, de sa vie. Bref, d’être vendeur. Hésitant, il commence à raconter sa vie à la caméra. Tant bien que mal, il essaye désespérément de reconstruire sa vie tel qu’il s’en souvient. Malheureusement, sa profession déteint sur sa propre histoire. Pris au jeu, il choisira la facilité en se cachant derrière sa technique, pour faire de sa vie une aventure rocambolesque digne d’un auteur à succès. Une histoire à la fois drôle et poignante remplie d’intrigues où le spectateur tentera de discerner le vrai du faux. Y’en aura pas de facile.","release_date":"2010-08-27","vote_average":4.0,"runtime":94,"cert":"N\/A","id":51400,"title":"Tough Luck","adult":false,"genre_ids":[35]},{"cast":["Orsolya Török-Illyés","Andi Vasluianu","Shamgar Amram","Răzvan Vasilescu","Oana Pellea"],"overview":"A mother's struggle to support her child leads her into a surreal netherworld of sex and danger in this drama from Hungarian filmmaker Szabolcs Hajdu. Mona Paparu is a single mother who has been left to raise her daughter Viorica on her own, only to have her fitness as a parent called into question by her aunt Rodica. Forced to answer Rodica's charges in a meeting with Child Protective Service authorities, Mona tells the long, convoluted tale of how she fell in with Viorel, a charming but sinister underworld figure, in order to provide for her daughter. As Mona falls into debt to Viorel, he puts her to work in a variety of illegal enterprises, finally ending up in the Bibliotheque Pascal, an elegant but bizarre house of prostitution in which men can re-enact sexual scenarios inspired by great works of literature for a hefty fee. Bibliotheque Pascal was an official selection at the 2010 Berlin International Film Festival.","release_date":"2010-06-08","vote_average":7.0,"runtime":105,"cert":"N\/A","id":51403,"title":"Bibliothèque Pascal","adult":false,"genre_ids":[18]},{"cast":["Grant Munro","Jean Paul Ladouceur"],"overview":"This film, shot in pixilation (a kind of stop-motion animation with actors), is about two neighbours who come to barbaric blows over a flower that straddles the property line.","release_date":"1952-01-01","vote_average":7.7,"runtime":8,"cert":"N\/A","id":51406,"title":"Neighbours","adult":false,"genre_ids":[16,35]},{"cast":[],"overview":"Animated documentary about two Sudanese children who are abducted and used as slaves","release_date":"2008-01-01","vote_average":4.0,"runtime":15,"cert":"N\/A","id":51407,"title":"Slaves","adult":false,"genre_ids":[16,99]},{"cast":["Malin Buska","Camaron Silverek","Fredrik Wagner"],"overview":"A woman's story of how she became involved in terrorist activities in the 1970s.","release_date":"2010-01-01","vote_average":7.0,"runtime":15,"cert":"N\/A","id":51408,"title":"Tussilago","adult":false,"genre_ids":[16,18]},{"cast":["Charlotte Gainsbourg","Morgana Davies","Marton Csokas","Christian Byers","Tom Russell"],"overview":"The O'Neills lived happily in their house in the Australian countryside. That was until one day fate struck blindly, taking the life of Peter, the father, leaving his grief-stricken wife Dawn alone with their four children. Among them, eight-year-old Simone denies this reality. She is persuaded that her father still lives in the giant fig tree growing near their house and speaks to her through its leaves. But the tree becomes more and more invasive and threatens the house. It must be felled. Of course, Simone won't allow it.","release_date":"2010-05-23","vote_average":6.7,"runtime":100,"cert":"N\/A","id":51409,"title":"The Tree","adult":false,"genre_ids":[18]},{"cast":["Kannika Pulver","Abel Pulver","Ricky Christian","Tony Fryklund","Jens Pulver"],"overview":"DRIVEN is a film about a universal human struggle, transcending loss, and overcoming hardship through the many fights we all share in our pursuit of greatness. It is, poignantly, a film about one man's drive, in an increasingly dire American psyche, to overcome the most trenchant of odds, and redefine his fate in a quest to provide a more solid future for self and family than his own meager inheritances would have allowed. Jens Pulver's story is everyone's story. And it is why Jens Pulver is so loved by fight fans around the world.","release_date":"2011-07-01","vote_average":7.1,"runtime":94,"cert":"N\/A","id":51410,"title":"Jens Pulver: Driven","adult":false,"genre_ids":[99]},{"cast":["Marjorie Main","Percy Kilbride","Richard Long","Meg Randall","Gregg Martell"],"overview":"When Pa wins a jingle-writing contest, he and Ma head for New York City. They they get in trouble with gangsters when they lose some stolen money which they had already agreed to deliver to one of the thugs.","release_date":"1950-01-04","vote_average":6.4,"runtime":79,"cert":"N\/A","id":51411,"title":"Ma and Pa Kettle Go to Town","adult":false,"genre_ids":[35]},{"cast":["Marjorie Main","Percy Kilbride","Richard Long","Meg Randall","Ray Collins"],"overview":"The Kettles leave their ultra-modern home and return to the country looking for uranium. Ma and Tom's mother-in-law, Mrs. Parker, fight over whether their grandchild will be raised \"hygiencially.\"","release_date":"1951-05-10","vote_average":6.8,"runtime":80,"cert":"N\/A","id":51412,"title":"Ma and Pa Kettle Back on the Farm","adult":false,"genre_ids":[35]},{"cast":["Negar Shaghaghi","Ashkan Koshanejad","Hamed Behdad","Babak Mirzakhani","Kosh Mirzahi"],"overview":"Iranian musicians Negar and Ashkan look for band members to play at a London concert ... and the visa that allows them to leave Tehran to do so.","release_date":"2009-12-23","vote_average":6.9,"runtime":106,"cert":"","id":51413,"title":"No One Knows About Persian Cats","adult":false,"genre_ids":[18]},{"cast":["Richard Travis","Julie Bishop","Jackie Gleason","Frank Wilcox","Rex Williams"],"overview":"An ex-con becomes a daredevil photojournalist.","release_date":"1942-07-25","vote_average":4.7,"runtime":51,"cert":"N\/A","id":51416,"title":"Escape from Crime","adult":false,"genre_ids":[80]},{"cast":["Shin Hyun-joon","Huh Joon-ho","Ha Ji-won","SooMin Jo","Kwon Oh-joong"],"overview":"Tae-ju, a murderer serving a life sentence in prison, is given a temporary release to save the life of a seriously ill young girl, Se-hee, who suffers from Wilson's disease and desperately needs a liver transplant. Se-hee is the daughter of Yeong-woo, and old friend of Tae-ju's who is now a police officer. Upon discovering that Se-hee's now deceased mother was his ex-girlfriend, Tae-ju realises that he is in fact her biological father, and does everything he can to try and save her life.","release_date":"2008-02-05","vote_average":5.0,"runtime":null,"cert":"N\/A","id":51419,"title":"His Last Gift","adult":false,"genre_ids":[18]},{"cast":["Arthur Kennedy","Joan Perry","Jonathan Hale","John Ridgely","Florence Bates"],"overview":"An undercover cop finds himself on the wrong side of the law when the mob discovers his true identity.","release_date":"1941-04-19","vote_average":6.7,"runtime":63,"cert":"N\/A","id":51420,"title":"Strange Alibi","adult":false,"genre_ids":[80]},{"cast":["Noomi Rapace","Ola Rapace","Tehilla Blad","Outi Mäenpää","Ville Virtanen"],"overview":"A poignant story, told with sincerity and humor, about a young woman´s dramatic childhood and about her grief and the struggle to move on. Noomi Rapace plays the main character in her first feature after the success with the Millennium trilogy and she plays opposite her husband, actor Ola Rapace.Award winning actress Pernilla August makes her directorial debut with her take on the bestselling novel Svinalängorna by Susanna Alakoski.In other main roles we see rising star Tehilla Blad and the Finnish acclaimed actors, Ville Virtanen and Outi Mäenpää.A morning just before Christmas, Leena, 34, receives a phone call from a hospital in her childhood hometown telling her that her mother is dying. This news takes her on a journey to face her mother for the first time in her adult life. Leena has fought all her life to let go of her grief over her lost and dark childhood. She is now forced to deal with her past to be able to move on.","release_date":"2010-12-10","vote_average":6.1,"runtime":99,"cert":"N\/A","id":51423,"title":"Beyond","adult":false,"genre_ids":[18]},{"cast":["Petr Kostka","Jiří Sovák","Vlastimil Brodský","Vladimír Menšík","Marie Rosůlková"],"overview":"Former Nazi Klaus Abard survives to the 1990s by taking anti-ageing pills. He plans to use a time travel trip to return to Germany in 1944 and present Hitler with a hydrogen bomb, so that he can win the war. Unfortunately the pilot, woman-chasing Karel Bures, dies on the morning of the trip and his earnest twin brother Jan impersonates him, without knowing about the plot. The plot goes wrong when they lose the bomb and land near Hitler's bunker in 1941, at a time that the Nazis sense victory. Bures, with two of the plotters, escape capture by the Nazis and make it back to the time machine. Bures programs the machine to return one day before they left, because he figures he can then save his brother and foil the plot.","release_date":"1977-06-01","vote_average":6.4,"runtime":93,"cert":"N\/A","id":51424,"title":"Tomorrow I'll Wake Up and Scald Myself with Tea","adult":false,"genre_ids":[35,878,10752]},{"cast":["Reiko Ike","Makoto Ashikawa","Arumi Kuri","Meika Seri","Jun Midorikawa"],"overview":"Ocho is accidentally captured by a drug trafficking cartel who use Chinese women to smuggle drugs into Japan by hiding it in their vaginas. She is tortured, and manages to escape, fighting both the male yakuzas and a gang of female thieves.","release_date":"1973-06-06","vote_average":6.6,"runtime":86,"cert":"N\/A","id":51429,"title":"Female Yakuza Tale","adult":false,"genre_ids":[28,80,18]},{"cast":["Halina Reijn","Victor Löw","Cas Enklaar","Vera Beljajeva","Nicole van Nierop"],"overview":"The lonesome construction worker Carl gets into a relation with Flicka, a girl inside a computer program.","release_date":"2002-01-01","vote_average":0.0,"runtime":12,"cert":"N\/A","id":51432,"title":"Flicka","adult":false,"genre_ids":[18,878]},{"cast":["Vural Çelik","Yasemin Conka","Okan Tangücü","Halil Ergün","Tamer Karadağlı"],"overview":"","release_date":"2007-12-13","vote_average":6.3,"runtime":null,"cert":"N\/A","id":51433,"title":"Bayrampaşa Ben Fazla Kalmayacağım","adult":false,"genre_ids":[]},{"cast":["Roy Scheider","Jürgen Prochnow","Lara Harris","Harry Dean Stanton","Dale Dye"],"overview":"Cold War drama about two gung-ho border commanders (Roy Scheider, Jurgen Prochnow) who carry out their own private war against each other on the German - Czechoslovakia border.","release_date":"1990-03-08","vote_average":5.2,"runtime":91,"cert":"N\/A","id":51434,"title":"The Fourth War","adult":false,"genre_ids":[18,53]},{"cast":["Christian Clavier","Nathalie Baye","Anémone","Eddy Mitchell","Maureen Kerwin"],"overview":"Jeune cadre dynamique, marié et père de deux enfants,Jérôme Ozendron rêve d'écrire et d'échapper à une vie qu'il estime médiocre. La rencontre avec un ancien camarade, devenu acteur, lui fait côtoyer le milieu du cinéma. Il rencontre, Natacha, une cover-girl, pour qui il est prêt à abandonner, femme et enfants. Puis il devient l'amant de Lilianne, une marginale qui le persécute et le poursuit. Il quitte son emploi pour se consacrer à l'écriture d'un roman. Mais rien ne se passe comme il veut.","release_date":"1980-04-22","vote_average":5.1,"runtime":99,"cert":"N\/A","id":51437,"title":"Rat Race","adult":false,"genre_ids":[35]},{"cast":["Scott Goodman","Richard Karn","Jane Sowerby","David Kaye","Tony Alcantar"],"overview":"MVP 2 opens with the lovable Jack being ousted from his hockey team, the Seattle Simians, and having to hit the road after being falsely accused of league misconduct. Jack ends up in the city, where he's befriended by Ben, a homeless skateboarder, and Ollie, a skate shop owner. Jack proves to be as adept at mastering the half-pipe as he does at delivering a slap shot, and before long, he and Ben are crashing amateur skateboarder competitions all over the country.","release_date":"2001-10-05","vote_average":5.2,"runtime":87,"cert":"N\/A","id":51438,"title":"MVP 2: Most Vertical Primate","adult":false,"genre_ids":[35,18]},{"cast":["François Sagat","Youssef Assad","Martin Mazza","Collin O'Neal","Sayid"],"overview":"The first ever porn movie from a major studio filmed entirely on location in the Middle East. You loved Arabesque, but with Lebanon you get the real thing - and one of the most amazing movies of the year. Collin O'Neal and his film crew hired superstar François Sagat to go on a trip to Lebanon to film this stunning movie just weeks before war broke out. Other than François and Collin, the cast consists of guys from Lebanon and other countries of the region. None of them have ever made movies before, and most will never be seen in film again. This is the real deal - hot Arabian studs performing amazing sex. The fucking in this movie is over-the-top, and Collin O'Neal demonstrates again that he is a fantastic director of gay erotica.","release_date":"2006-01-01","vote_average":4.5,"runtime":120,"cert":"N\/A","id":51439,"title":"Collin O'Neal's World of Men: Lebanon","adult":true,"genre_ids":[]},{"cast":["Jeroen Willems","Tjitske Reidinga","Marcel Hensema"],"overview":"A woman is shopping in a crowded shopping mall, with her husband and two kids. In the shopping mall she meets a stranger, who brings romance to a dreadful Saturday.","release_date":"2003-01-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":51440,"title":"Sale","adult":false,"genre_ids":[10749]},{"cast":["Tom Arnold","Candace Cameron Bure","Christopher Wiehl","Barbara Niven","Matt Walton"],"overview":"After three years, Nick's estranged daughter Holly returns home to find the spirit of Christmas in Santaville has dwindled, taking the family business with it. What starts out as an attempt to bail out her dad, ends up rekindling Holly's belief in Christmas all over again.","release_date":"2008-11-29","vote_average":5.8,"runtime":88,"cert":"N\/A","id":51443,"title":"Moonlight & Mistletoe","adult":false,"genre_ids":[10770,18,35,10749,10751]},{"cast":["Petar Božović","Strother Martin","Orson Welles","Dennis Patrick"],"overview":"Life and times of Nikola Tesla, famous scientist whose inventions were stolen, but whose greatest contribution to mankind remain a mystery to this day.","release_date":"1980-09-12","vote_average":6.5,"runtime":115,"cert":"N\/A","id":51444,"title":"The Secret of Nikola Tesla","adult":false,"genre_ids":[18]},{"cast":["Rita Tushingham","Oliver Reed","Rex Sevenoaks","Barbara Chilcott","Blain Fairman"],"overview":"A fur trapper takes a mute girl as his unwilling wife to live with him in his remote cabin in the woods.","release_date":"1966-04-07","vote_average":6.7,"runtime":106,"cert":"","id":51445,"title":"The Trap","adult":false,"genre_ids":[12,18,10749]},{"cast":["John Williams","Mark Mothersbaugh","Edward R. Murrow","Hal Willner","DJ Spooky"],"overview":"His filmmaker son probes the professional and private lives of his remote but fascinating father: bandleader, composer, inventor, and electronic music pioneer Raymond Scott.","release_date":"2010-09-17","vote_average":5.8,"runtime":99,"cert":"N\/A","id":51446,"title":"Deconstructing Dad: The Music, Machines and Mystery of Raymond Scott","adult":false,"genre_ids":[99,10402]},{"cast":["Catherine Deneuve","Gérard Depardieu","Fabrice Luchini","Karin Viard","Jérémie Renier"],"overview":"A housewife takes over her husband's umbrella business after his illness.","release_date":"2010-11-10","vote_average":6.2,"runtime":103,"cert":"N\/A","id":51447,"title":"Trophy Wife","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Meet Shobu Kirifuda, son of legendary (and missing) Kaijudo Master Shori Kirifuda. Shobu's just an ordinary kid, with one big difference - Shobu has the potential to be the WORLD'S GREATEST DUELIST! With best friends Rekuta, Sayuki and Mimi cheering him on, Shobu's dueling skills are increasing and he's learning valuable lessons about friendship, destiny and winning. Under the watchful eye of the mysterious Knight, Shobu learns to harness the power of the Flaming Hand and gains better control over both the ferocious creatures in the Zone and a steady stream of wacky (and sometimes evil!) opponents.","release_date":"","vote_average":0.0,"runtime":71,"cert":"N\/A","id":51448,"title":"Duel Masters: The Good, The Bad and The Bolshack","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"A light comedy movie revolves around a man of principles who works as a very esteemed caricature painter in a journalistic organization who cares so much for taking after his family. The star then leads an experience that didn’t reach its end. By the end of this incomplete experience he decided to do without some of his principles to turn into 'an almost man of principles'.","release_date":"2010-12-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":51449,"title":"Mohtaram Ella Robaa","adult":false,"genre_ids":[35]},{"cast":["Max Cullen","Shane Jacobson","Sam Fraser","Jack Versace","Julie Gayet"],"overview":"Santa doesn't want to retire, but rules are rules and he must train someone to replace him. The lucky winner, to be chosen from among millions of children, must be named Nicholas, be an orphan and have a pure heart. On the other side of the planet, there is a little boy who is a perfect match, but his lack of self-confidence and fear of heights make him a poor contestant. Will Santa agree to step down, and help his apprentice take his place?","release_date":"2010-11-24","vote_average":6.0,"runtime":80,"cert":"N\/A","id":51450,"title":"Santa's Apprentice","adult":false,"genre_ids":[10751,16]},{"cast":["Yumi Sugimoto","Yûko Takayama","Suzuka Morita","Cay Izumi","Maki Mizui"],"overview":"Rin a young high school student is your everyday awkward girl who gets bullied by her fellow students. On her 16th birthday, Rin gets an unexpected surprise: she finds out that she is, on her father's side, a half-mutant.","release_date":"2010-05-22","vote_average":5.7,"runtime":85,"cert":"N\/A","id":51455,"title":"Mutant Girls Squad","adult":false,"genre_ids":[53,28,878,27]},{"cast":["Trevor Morgan","Jon Foster","Lou Taylor Pucci","Arlen Escarpeta","Jennifer Sipes"],"overview":"Adam Buckley finds himself in the middle of a convenience store robbery during his last night as a pledge for a college fraternity. When the initiation ritual goes horribly wrong, and every move proves disastrous, Adam is forced to confront a new challenge all together, and he has to take a stand.","release_date":"2010-01-01","vote_average":6.2,"runtime":79,"cert":"N\/A","id":51462,"title":"Brotherhood","adult":false,"genre_ids":[18,28,53]},{"cast":["Lou Ferrigno","Reb Brown","Michael Dante","Mike Moroff","Al Leong"],"overview":"A GI in Vietnam saves his buddy's life, but in the process is shot in the head. The injury results in brain damage to the point where he basically has a child's brain in a (very large) man's body. When they get out of the army the two open up a bar together, but some local gangsters make things tough for them after they refuse to take part in brutal \"cage\" matches where fighters battle to the point of serious injury and\/or death.","release_date":"1989-09-01","vote_average":2.2,"runtime":100,"cert":"N\/A","id":51463,"title":"Cage","adult":false,"genre_ids":[28,18,53]},{"cast":["Aki Maeda","Shunsuke Kubozuka","Kanji Tsuda","Kiyohiko Shibukawa","Masatō Ibu"],"overview":"Based on the Best Selling Anime Series \"SAIKANO\" Shy coed Chise (played by Aki Maeda from Battle Royale) is madly in love with high school athlete Shuji. The two share a bond which only intensifies when war breaks out in futuristic Japan. But Chise has a secret that - if revealed - would not only destroy her relationship but would also put her life at risk. Chise is not an ordinary teenage girl, she is actually the ultimate weapon of mass destruction, a genetically engineered cyborg built specifically for extreme military use. When she goes into battle, Chise strikes fear in everyone around her, including her own troops. Her boyfriend must never know.","release_date":"2006-01-28","vote_average":4.1,"runtime":120,"cert":"N\/A","id":51464,"title":"The Last Love Song on This Little Planet","adult":false,"genre_ids":[28,53,878,10749]},{"cast":["Nathan Mobley","Jaimie Alexander","Cory Rouse","Poncho Hodges","Shale Nelson"],"overview":"Samuel North (Nathan Mobley) escapes from Hell to find the person who murdered him, but a team of invincible bounty hunters called REAPERS are sent from the Netherworld to bring him back.","release_date":"2006-01-13","vote_average":5.6,"runtime":95,"cert":"N\/A","id":51465,"title":"The Other Side","adult":false,"genre_ids":[28,27,53]},{"cast":["Roscoe 'Fatty' Arbuckle","Buster Keaton","Al St. John","Josephine Stevens","Arthur Earle"],"overview":"Customers and clerks frolic in a general store. Roscoe walks out of the freezer wearing a fur coat, then does some clever cleaver tossing. In Buster's film debut he buys a pail of molasses.","release_date":"1917-04-23","vote_average":6.1,"runtime":30,"cert":"N\/A","id":51468,"title":"The Butcher Boy","adult":false,"genre_ids":[35]},{"cast":["Roscoe 'Fatty' Arbuckle","Buster Keaton","Al St. John","Alice Mann","Alice Lake"],"overview":"Roscoe is a doctor who falls in love with a pretty woman whose boyfriend, in turn, falls in love with Roscoe's wife's jewelry.","release_date":"1917-09-30","vote_average":5.8,"runtime":23,"cert":"N\/A","id":51469,"title":"Oh, Doctor!","adult":false,"genre_ids":[35]},{"cast":["Roscoe 'Fatty' Arbuckle","Buster Keaton","Al St. John","Alice Lake","Charles Dudley"],"overview":"A feud between the Owens and the Gillettes ends when the last remaining Gillette is killed, but new trouble erupts for the mountain folk with the arrival of a U.S. revenue agent and his assistant.","release_date":"1918-05-12","vote_average":5.4,"runtime":23,"cert":"N\/A","id":51470,"title":"Moonshine","adult":false,"genre_ids":[35]},{"cast":["Roscoe 'Fatty' Arbuckle","Buster Keaton","Al St. John","Alice Lake","Glen Cavender"],"overview":"In an attempt at greater efficiency, the chef of a fancy oceanside restaurant and his assistant wreak havoc in the establishment. Adding to the complications is the arrival of a robber.","release_date":"1918-09-15","vote_average":6.4,"runtime":22,"cert":"N\/A","id":51471,"title":"The Cook","adult":false,"genre_ids":[35,28]},{"cast":["Roscoe 'Fatty' Arbuckle","Buster Keaton","Molly Malone","Harry McCoy","Dan Crimmins"],"overview":"Two men who work as both automobile mechanics and firemen operate a garage in a fire station. A car has been left for them to clean, but they destroy it instead. In the second half of the film, Roscoe and Keaton have been called to a fire, but it turns out to be a false alarm. When they return, they find their own fire station on fire.","release_date":"1920-01-11","vote_average":6.1,"runtime":25,"cert":"N\/A","id":51472,"title":"The Garage","adult":false,"genre_ids":[35]},{"cast":["Edouard Baer","Benoît Magimel","Diane Bonnot","Léonie Simaga","Atmen Kelif"],"overview":"The story of a friendship between Victor, owner of a magazine, and Bruno, a car thief.","release_date":"2010-12-01","vote_average":6.0,"runtime":105,"cert":"N\/A","id":51473,"title":"Mon pote","adult":false,"genre_ids":[35]},{"cast":["Russell Wade","Luana Walters","Edmund MacDonald","Robert Kent","Vince Barnett"],"overview":"A gritty crime story involving a newspaper man and crooked politicians.","release_date":"1947-03-15","vote_average":4.3,"runtime":64,"cert":"N\/A","id":51476,"title":"Shoot to Kill","adult":false,"genre_ids":[80]},{"cast":["Riccardo Scamarcio","Jasmine Trinca","Luca Argentero","Michele Placido","Laura Morante"],"overview":"Italian Revolution, 1968. Police officer, Nicolas, wants to become an actor. He goes out in plain clothes and meets Laura who is among students against the government, Vietnam War and who seek sexual freedom. One day, his identity gets exposed and she leaves him.","release_date":"2009-11-11","vote_average":5.6,"runtime":101,"cert":"N\/A","id":51477,"title":"The Big Dream","adult":false,"genre_ids":[18]},{"cast":["Michael Jackson"],"overview":"Packaged as a deluxe boxed set, Michael Jackson’s Vision contains more than four-and-one-half hours of content across three DVDs, capturing the entire spectrum of Michael’s pioneering short films that transformed the entertainment industry with timeless, pop culture classics that today’s youth embrace with as much passion as their parents did a generation earlier. Michael Jackson's Vision brings together more than 40 videos, ten of them previously unavailable on DVD and each presented in newly restored color and remastered audio. And this release marks the debut of the short film for the R. Kelly-penned \"One More Chance.\"","release_date":"2010-11-22","vote_average":7.6,"runtime":270,"cert":"N\/A","id":51478,"title":"Michael Jackson - Vision Video Collection","adult":false,"genre_ids":[10402]},{"cast":["Meaghan Jette Martin","Jennifer Stone","Maiara Walsh","Nicole Gale Anderson","Claire Holt"],"overview":"The story revolves around a new high school student, Jo (Meaghan Martin) , who agrees to befriend an outcast, Abby (Jennifer Stone), at the urging of Abby's wealthy father in exchange for paying all of Jo's costs for the college of her dreams. Jo and Abby team up to take on the school's mean girls, the Plastics.","release_date":"2011-01-23","vote_average":5.2,"runtime":96,"cert":"N\/A","id":51481,"title":"Mean Girls 2","adult":false,"genre_ids":[35]},{"cast":["Mamoru Miyano","Kappei Yamaguchi","Shidou Nakamura","Aya Hirano","Naoya Uchida"],"overview":"Yagami Light is an ace student with great prospects, who's bored out of his mind. One day he finds the \"Death Note\": a notebook from the realm of the Death Gods, with the power to kill people in any way he desires. With the Death Note in hand, Light decides to create his perfect world, without crime or criminals. However, when criminals start dropping dead one by one, the authorites send the legendary detective L to track down the killer, and a battle of wits, deception and logic ensues...this was aired on Japanese tv shortly after the death note anime was completed, this special basically re-cuts the first 26 episodes of the series into a two hour movie with some new scenes and dialogue added and the story is seen from ryuk's viewpoint.","release_date":"2007-08-31","vote_average":7.9,"runtime":130,"cert":"N\/A","id":51482,"title":"Death Note Relight 1: Visions of a God","adult":false,"genre_ids":[10770,80,18,14,53,16]},{"cast":["Sunil Shetty","Govinda","Akshaye Khanna","Urmila Matondkar"],"overview":"The movie centers on a group of animals in a national park in Bombay trying to figure out a way to stop humans from building an apartment complex on their land.","release_date":"2012-10-19","vote_average":5.4,"runtime":90,"cert":"N\/A","id":51485,"title":"Delhi Safari","adult":false,"genre_ids":[16,35,10751]},{"cast":["Jean-Michel Basquiat","Julian Schnabel","Bruno Bischofberger","Fab 5 Freddy","Becky Johnston"],"overview":"A thoughtful portrait of a renowned artist, this documentary shines the spotlight on New York City painter Jean-Michel Basquiat. Featuring extensive interviews conducted by Basquiat's friend, filmmaker Tamra Davis, the production reveals how he dealt with being a black artist in a predominantly white field. The film also explores Basquiat's rise in the art world, which led to a close relationship with Andy Warhol, and looks at how the young painter coped with acclaim, scrutiny and fame.","release_date":"2010-01-25","vote_average":7.3,"runtime":88,"cert":"N\/A","id":51486,"title":"Jean-Michel Basquiat: The Radiant Child","adult":false,"genre_ids":[99]},{"cast":["Ai Orikasa","Fumiko Orikasa","Shin-ichiro Miki","Atsushi Ⅱ","Iemasa Kayumi"],"overview":"For the ultimate weapon, career soldier Lt. Mizuki is that prototype. As she comes to the limit of her powers as a weapon, she must watch the unfolding of Chise's growth into the final weapon.","release_date":"2005-08-05","vote_average":0.0,"runtime":60,"cert":"N\/A","id":51489,"title":"She, the Ultimate Weapon: Another Love Song","adult":false,"genre_ids":[28,18,878]},{"cast":["Nick Stahl","Dash Mihok","Olivia Wilde","Pruitt Taylor Vince","Shohreh Aghdashloo"],"overview":"A decent but troubled young man is sent to a psychiatric institution for the criminally insane and soon finds himself in a fight for his life battling ghosts inside his head and very real enemies all around him.","release_date":"2011-12-31","vote_average":5.0,"runtime":95,"cert":"N\/A","id":51490,"title":"On the Inside","adult":false,"genre_ids":[18,53]},{"cast":["Corey Johnson","Toni Barry","Mark McGann","John Benfield","Daniel Newman"],"overview":"Sex is currency. It commands power and can instill fear. Tom, a young man with a troubled past finds himself sucked into a seedy underworld by George Norris, a now super villain with a sadistic streak. A helpless pawn in one of Norris's narcotic scams with a bent cop, Dunston, Tom is dragged deeper into a vicious circle of blood money, vice and ruthless violence from which their seems no way out. Until fate gives Tom a glimmer of hope. When Norris is killed in his apartment, Tom seizes his chance to escape. Terrified and covered in Norris's blood, Tom heads downstairs to his neighbors, Max and Nikki his new friends in the city. With going to the police out of the question, Max and Nikki speed Tom to their desolate cottage deep in the Welsh countryside. With the luxury of space, Tom begins to realize a long-forgotten dream; a return to happier times before his innocence was shattered. Suppressed emotion flood back provoked by Tom's attraction to Nikki...","release_date":"2001-01-01","vote_average":4.8,"runtime":109,"cert":"","id":51491,"title":"Endgame","adult":false,"genre_ids":[80,18,53]},{"cast":[],"overview":"Three fun-loving married guys always sneak to have an affair with girls. With sophisticated skills to avoid being caught by their wives, the guys are reckless and never realize that their wives are now team up to give them a bitter lesson.","release_date":"2010-12-09","vote_average":0.0,"runtime":90,"cert":"N\/A","id":51492,"title":"Poo Chai Lunla","adult":false,"genre_ids":[35,10749]},{"cast":["Carlos López Puccio","Marcos Mundstock","Jorge Maronna","Carlos Núñez Cortés","Daniel Rabinovich"],"overview":"Les Luthiers is a comedy-musical group from Argentina, very popular also in several other Spanish-speaking countries such as Paraguay, Peru, Chile, Ecuador, Spain, Colombia, Mexico, Uruguay and Venezuela. They were formed in 1967 by Gerardo Masana, during the height of a period of very intense Choral Music activity in Argentina's state universities.","release_date":"1995-03-29","vote_average":7.8,"runtime":110,"cert":"N\/A","id":51495,"title":"Les Luthiers: Grandes hitos","adult":false,"genre_ids":[35]},{"cast":["Carlos López Puccio","Daniel Rabinovich","Marcos Mundstock","Jorge Maronna","Carlos Núñez Cortés"],"overview":"Les Luthiers is a comedy-musical group from Argentina, very popular also in several other Spanish-speaking countries such as Paraguay, Peru, Chile, Ecuador, Spain, Colombia, Mexico, Uruguay and Venezuela. They were formed in 1967 by Gerardo Masana, during the height of a period of very intense Choral Music activity in Argentina's state universities.","release_date":"2006-01-01","vote_average":6.5,"runtime":100,"cert":"N\/A","id":51496,"title":"Los Premios Mastropiero","adult":false,"genre_ids":[35]},{"cast":["Vin Diesel","Paul Walker","Jordana Brewster","Tyrese Gibson","Ludacris"],"overview":"Former cop Brian O'Conner partners with ex-con Dom Toretto on the opposite side of the law. Since Brian and Mia Toretto broke Dom out of custody, they've blown across many borders to elude authorities. Now backed into a corner in Rio de Janeiro, they must pull one last job in order to gain their freedom.","release_date":"2011-04-20","vote_average":7.2,"runtime":130,"cert":"12A","id":51497,"title":"Fast Five","adult":false,"genre_ids":[28,53,80]},{"cast":["Axel Strøbye","Birgit Sadolin","William Rosenberg","Jeanne Darville","Sonja Oppenhagen"],"overview":"Erik and Lisbeth are getting married and then honeymoon to Austria. When Mom and Dad need to have another baby, the four small decides to go on the honeymoon as well. They hide in the caravan and come unseen to Austria. Since they do not have passports, Erik can not just send them home. The children are only listed in their mother's passport and she is in the hospital giving birth. Lisbeth and Erik have to take care of the kids. It provides a lot of fun entanglements between the wedding couple and the children. Erik and Lisbeth doing now what they can just get a few moments alone. However, there is always something, so it will be an unforgettable honeymoon with my sister's children.","release_date":"1967-10-13","vote_average":6.1,"runtime":115,"cert":"N\/A","id":51498,"title":"Six Kids and the Honeymooners","adult":false,"genre_ids":[10751,35]},{"cast":["Beyoncé Knowles","Madonna Grimes","Jay-Z","Kanye West"],"overview":"108 shows, 78 cities, 32 countries, 6 continents, 1.1 million fans. Beyoncé’s I Am... World Tour captures concert footage from numerous shows edited into one extraordinary concert. Weaved into this concert are highlights that give a rare glimpse into the dynamic and personal world of this multi-faceted icon. As a bonus is a behind-the-scenes documentary entitled Mic and a Light. I Am... World Tour Blu-ray captures not only an unforgettable performance from the superstar singer and entertainer, but showcases her astonishing talent as a filmmaker, director and producer.","release_date":"2010-11-30","vote_average":8.3,"runtime":99,"cert":"N\/A","id":51499,"title":"Beyoncé: I Am... World Tour","adult":false,"genre_ids":[10402]}]