[{"cast":["Lucía Jiménez","Fernando Ramallo","Vito Sanz","Carolina África"],"overview":"","release_date":"2018-04-20","vote_average":6.3,"runtime":null,"cert":"N\/A","id":518000,"title":"Casi 40","adult":false,"genre_ids":[35,10749,18]},{"cast":["Samuel Thivierge","Samy Naceri","Gilbert Sicotte","Léa Girard-Nadeau","Jacynthe René"],"overview":"Inspired by a true story, a young man from a good family becomes an effective and seductive con artist, crushing the dreams of innocent people in his wake.","release_date":"2018-06-08","vote_average":3.3,"runtime":93,"cert":"N\/A","id":518002,"title":"Stolen Identity","adult":false,"genre_ids":[53,18]},{"cast":["Cüneyt Arkın","Betül Arkın","Murat Arkın","Osman F. Seden","Sümer Tilmaç"],"overview":"","release_date":"1979-01-01","vote_average":9.5,"runtime":null,"cert":"N\/A","id":518004,"title":"Vatandaş Rıza","adult":false,"genre_ids":[18]},{"cast":["Francesco Tristano","John Cage","Bruce Brubaker","Brandt Brauer Frick","Symphony Orchestra conducted by Fabrizio Ventura"],"overview":"In “Everybody’s Cage”, German film artist Sandra Trostel turns John Cage and his approach to art into a tangible fascination, without giving in to explain just a single bit of it.","release_date":"2015-06-13","vote_average":0.0,"runtime":79,"cert":"N\/A","id":518006,"title":"Everybody's Cage","adult":false,"genre_ids":[99]},{"cast":["Martine Rousset"],"overview":"One year before starting his famous series \"Cinematons\", Gerard Courant had made an ancestor to this series: the portrait of Martine Rousset, filmed with a Bolex 16 mm mechanical.","release_date":"1977-03-19","vote_average":0.0,"runtime":3,"cert":"N\/A","id":518008,"title":"M M M M M...","adult":false,"genre_ids":[]},{"cast":["Im Kwon-taek","Park Kwang-su","Lee Chang-dong","Lee Myung-se","Park Chan-wook"],"overview":"Discover the roots of Korean cinema. A cinema who surprised by the success recorded in the major international festivals. Interviews to five famous Korean directors, to get to know closely the evolution of Korean cinema. Through their words, their pictures and their stories. The Korean cinema has tendency to describe both the society, the past and the modern. The world of west cinema knows these directors through the journey of some of their movies. What do we know about their thoughts, their life, their culture and their way of working? The documentary focus on it.","release_date":"2010-10-09","vote_average":0.0,"runtime":70,"cert":"N\/A","id":518010,"title":"Through Korean Cinema","adult":false,"genre_ids":[99]},{"cast":[],"overview":"San Rosendo was born as a mythical place, where a community settled, reached a period of splendour and finally declined. Even though the cycle is coming to its end, they inhabitants refuse to leave their land. The landscape of San Rosendo: the mountains, the river, the trees, the roads, the houses and the railway ruins, retains traces of the past and the history of those men. The Noise of Trains portrays a several villagers, mostly old people, that carry out small actions during a day. These characters are defined from their gestures, movements and looks. They are closely related with the place they live in and they are another element of the landscape. This is a film about spaces, atmospheres and distances, where the framings talk about the mood of a place that is disappearing slowly. It has no interviews or voices in off, but the ambient sounds transmit the sensations of loneliness and abandonment that surround to the characters.","release_date":"2015-01-12","vote_average":0.0,"runtime":67,"cert":"N\/A","id":518012,"title":"The Noise of Trains","adult":false,"genre_ids":[99]},{"cast":["Pancho Muller","Lyn May","Angélica Chain","Enrique Cuenca","Alberto Rojas"],"overview":"Heirs of a bankrupt relative decide that the only way they can avoid sacrificing their inherited property to pay debts is by opening a brothel.","release_date":"1984-06-14","vote_average":5.0,"runtime":85,"cert":"N\/A","id":518014,"title":"Escuela de placer","adult":false,"genre_ids":[]},{"cast":[],"overview":"Everything He SHOULD have done wasn't enough.","release_date":"2017-07-01","vote_average":0.0,"runtime":6,"cert":"\"\"","id":518016,"title":"Suspect?","adult":false,"genre_ids":[]},{"cast":[],"overview":"The short film Redneck Muslim explores the life and work of Shane Atkinson, a hospital chaplain in-training at North Carolina's biggest trauma center and founder of the on-line group the 'Society of Islamic Rednecks.' A 45-year old, white \"good old boy\" from Mississippi who converted to Islam in 1999, Shane is exploring ways to honor his Southern heritage while also challenging white supremacy.","release_date":"2017-11-01","vote_average":0.0,"runtime":16,"cert":"\"\"","id":518018,"title":"Redneck Muslim","adult":false,"genre_ids":[]},{"cast":["Massimo Ranieri","Monica Guerritore","Giovanna Ralli","Enzo De Caro","Luigi Petrucci"],"overview":"","release_date":"","vote_average":5.0,"runtime":null,"cert":"N\/A","id":518020,"title":"Sabato, domenica e lunedì","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2011-08-10","vote_average":9.0,"runtime":null,"cert":"N\/A","id":518022,"title":"Carte Blanche","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Rehearsals is an experimental documentary where fly-on-the-wall footage of sixteen aspiring actresses living in NYC has been crafted into a visual poem depicting a day in the life of one aspiring actress - each of them 'playing' a different aspect of her just by being themselves, and giving her life just by living their own lives. Through this unconventional approach, Cody Clarke has composed an entrancing ode to the beauty and the pain of our daily repetitions - the 'rehearsals' we go through as we wait for our 'role' in life.","release_date":"2012-12-02","vote_average":0.0,"runtime":73,"cert":"\"\"","id":518024,"title":"Rehearsals","adult":false,"genre_ids":[99]},{"cast":["Dorothee Hartinger","Christian Nickel","Nicholas Ofczarek","Christiane von Poelnitz","Jörg Ratjen"],"overview":"","release_date":"2007-05-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":518032,"title":"Viel Lärm um nichts","adult":false,"genre_ids":[18]},{"cast":["Michael Smith","Lesley Gilb","Tom Maier","Benbow Ritchie","Patricia Ritchie"],"overview":"Mike, a college student, makes an impassioned anti-war speech on campus, which is carried on live television, causing a storm of controversy. His girlfriend leaves him, but he finds himself attracted to her roommate Lee, and they fall in love. He must choose between his love for Lee and his dedication to the anti-war cause.","release_date":"1969-12-10","vote_average":0.0,"runtime":87,"cert":"\"\"","id":518034,"title":"The Activist","adult":false,"genre_ids":[18]},{"cast":["César Mora","Lucas Quintana"],"overview":"As a Child, César always wanted to die at twenty seven, just as The 27 Club. However, he didn't know he was actually going to.","release_date":"2016-04-05","vote_average":0.0,"runtime":18,"cert":"N\/A","id":518039,"title":"Not too Bad","adult":false,"genre_ids":[99,35]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":518041,"title":"Sociedade do Cloro","adult":false,"genre_ids":[]},{"cast":["Joseph Janela","Green Ant","Oleg the Usurper","Mark Angelosetti","Dasher Hatfield"],"overview":"One of the oldest honors in CHIKARA history, the Tag World Grand Prix will be held on April 14th.","release_date":"2018-04-15","vote_average":0.0,"runtime":160,"cert":"\"\"","id":518043,"title":"CHIKARA Tag World Grand Prix 2018","adult":false,"genre_ids":[]},{"cast":["Ali Wong"],"overview":"Pregnant again, Ali Wong returns to Netflix in her second original stand-up comedy special and gets real on why having kids is not all it's cracked up to be.","release_date":"2018-05-13","vote_average":7.1,"runtime":64,"cert":"\"\"","id":518045,"title":"Ali Wong: Hard Knock Wife","adult":false,"genre_ids":[35]},{"cast":["Tenille Dashwood","Xia Henderson","Matthew Frederick Riddle"],"overview":"After a sell out show to end 2017 we return to the Casino Rooms for International Battle Royale feat 30 international superstars competing for a shot at the IPW World Championship!","release_date":"2018-04-29","vote_average":0.0,"runtime":120,"cert":"\"\"","id":518053,"title":"IPW:UK International Battle Royale","adult":false,"genre_ids":[]},{"cast":[],"overview":"Right-wing populism is spreading through Western Europe like wildfire. It is most popular in quiet, white neighbourhoods where people are shielded from different cultures and lifestyles. In this unscripted documentary, Sam Peeters portrays an ironic caricature of life in the Flemish suburbs, which reflects the current European zeitgeist.","release_date":"2016-10-20","vote_average":0.0,"runtime":14,"cert":"N\/A","id":518055,"title":"Homeland","adult":false,"genre_ids":[99]},{"cast":["Marie Dauphine","Haro Lee","Jessi Knox","Perla Ramirez"],"overview":"Synopsis: When a young Gothic fashion model arrives for a photo shoot at a seemingly empty studio, she doesn't realize she is being drawn into an evil plan.","release_date":"2017-10-25","vote_average":0.0,"runtime":6,"cert":"\"\"","id":518057,"title":"Lace Monster","adult":false,"genre_ids":[27]},{"cast":["Sumire Sato","Yutaka Kobayashi","Honda Takafumi","Kensho Ono","Karen Miyama"],"overview":"Rin (Sumire Sato) is a girl who sells matches. The buyers of the matches can fulfill their dreams by lighting the match, but they are also playing with fire. Based on manga series \"Match Shoujo\" by Sanami Suzuki (first published 2014 in monthly seinen manga magazine Young Ace). \"Match Shoujo\" is motivated by the short story “The Little Match Girl” written by Hans Christian Andersen and published in 1845.","release_date":"2016-05-28","vote_average":0.0,"runtime":94,"cert":"N\/A","id":518059,"title":"The Match Girl","adult":false,"genre_ids":[14]},{"cast":[],"overview":"NONE is a short film that explores the balance of light and darkness.  It has a personal narrative which plays with the notion of finding yourself amidst the noise around you.","release_date":"2015-01-01","vote_average":0.0,"runtime":4,"cert":"\"\"","id":518061,"title":"None","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Seminary students are profoundly touched as they experience a lesson that changes their view of the Savior’s Atonement in Robert Hatch’s new film, “Infinite Gift: What Does it Mean to You?”","release_date":"2015-11-01","vote_average":0.0,"runtime":60,"cert":"\"G\"","id":518063,"title":"Inifinite Gift","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"Versions 2010 is the second in an an ongoing project that takes on different forms including collaged video clips with documentary style speech (as seen here), casts of religious figurines and bootleg reproductions of books covering Greek influence on Roman sculpture.\r The project looks at the concept of image hierarchies; the idea that some images are more important or more relevant than others, or even more valid than copies or replicas of themselves.  Versions highlights that the idea of there being one original image is problematic. Laric acknowledges a non hierarchical form of image creation, one in which bootlegs, copies and remixes sit alongside ‘originals’.  There is no hierarchy between the sculpture and its various copies they are ‘same, same but different’","release_date":"2010-04-13","vote_average":0.0,"runtime":9,"cert":"N\/A","id":518077,"title":"Versions","adult":false,"genre_ids":[99]},{"cast":["Rosy Varte","Gaspard Ulliel","Gérard Hernandez"],"overview":"They're broke and they're going on vacation in a cave, an economical solution...","release_date":"1998-03-13","vote_average":0.0,"runtime":91,"cert":"N\/A","id":518079,"title":"Bonnes vacances","adult":false,"genre_ids":[]},{"cast":["Rebecca Gibney","Bruno Lawrence","Gary Day","Gary Sweet","Ray Meagher"],"overview":"On 21st April 1976, gunmen held up more than 50 members of Melbourne's venerable Victorian club, escaping with several million dollars in untraceable cash.The robbery had been so brilliantly planned and executed that police were left without a single clue--and so strict was the robbers' code of silence that not even the underworld was aware of their identities.The robbery was so daring, so clean, that it earned the admiration of law-abiding Australians.and compliments from the victims themselves.\r The Great Bookie Robbery is a compelling essay in crime, violence and robbery.It's a story of cunning, loyalty, fear, brutality and death.\r Boasting a cast that includes John Bach, Gary Sweet, Bruno Lawrence, Gary Day, Rebecca Gibney, Candy Raymond and Ray Meagher, it is also the toughest of crime dramas--boasting a drive, grittiness and ferocity seldom seen on Australian screens.","release_date":"1986-11-15","vote_average":0.0,"runtime":270,"cert":"N\/A","id":518081,"title":"The Great Bookie Robbery","adult":false,"genre_ids":[80,18]},{"cast":["Ірина Антоненко","Денис Яров","Катерина Артеменко","Владислав Лисак","Леонід Чесноков"],"overview":"A girl with a hot body, but a ugly face, being on a blind date tries to hide her squeak in various ways, so as not to scare the cavalier ...","release_date":"2018-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":518089,"title":"Ugly beauty","adult":false,"genre_ids":[35,35]},{"cast":["Benjamin Siksou","Sigrid Bouaziz","Thomas De Pourquery","Jeanne Rosa"],"overview":"When leaving an audition, Boris encounters Julia, who he hasn't seen for several years. Upset by seeing each other again, both confront a past that they'd fled.","release_date":"2018-02-04","vote_average":0.0,"runtime":26,"cert":"N\/A","id":518091,"title":"The Lives of Lenny Wilson","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"1996-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":518099,"title":"Die große Zeit der Zeppeline","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"1976-01-01","vote_average":0.0,"runtime":35,"cert":"N\/A","id":518101,"title":"Beyrouth, jamais plus","adult":false,"genre_ids":[]},{"cast":["Mara Scherzinger","Katerina Clark","Thomas Kellner","Spyros Markopoulos","Sulaika Lindemann"],"overview":"A group of heterosexual and homosexual singles and couples party on a saturday night in Berlin ending up in the famous KitKatClub!","release_date":"2018-10-05","vote_average":6.0,"runtime":88,"cert":"N\/A","id":518103,"title":"Night Out","adult":false,"genre_ids":[35]},{"cast":["Danielle Hawley","Danny Barnham","Patsy Byrne"],"overview":"Two children are left alone in the house of their dead grandfather.","release_date":"1996-01-01","vote_average":0.0,"runtime":51,"cert":"N\/A","id":518105,"title":"The Gingerbread House","adult":false,"genre_ids":[27]},{"cast":["Emily Tucker","Rachel Waring","Michael Akinsulire","David Alwyn","Kieron Jecchinis"],"overview":"In 1990's London, a lesbian couple struggle to conceive a child of their own.","release_date":"2018-03-24","vote_average":0.0,"runtime":16,"cert":"N\/A","id":518107,"title":"Missed Conceptions","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":518109,"title":"迷宮カフェ A Cup of Life","adult":false,"genre_ids":[]},{"cast":["Christina Parrish","Andrew Dismukes"],"overview":"Lisa and Tony are sister and brother who grew up separately and are reunited for one weekend, growing closer than they ever had before.","release_date":"2018-04-12","vote_average":0.0,"runtime":null,"cert":"\"\"","id":518111,"title":"Call Me Brother","adult":false,"genre_ids":[35]},{"cast":[],"overview":"It's Halloween at WKIZ when the malicious Mistress of Midnight arrives to host her annual horror movie marathon 'Dead by Midnight'. When the WKIZ staff begins disappearing only to turn up in the increasingly darker films, it's up to line producer Candice Spelling to stop the Mistress of Midnight before her final and most diabolical film goes to air.","release_date":"2018-04-04","vote_average":0.0,"runtime":88,"cert":"\"\"","id":518113,"title":"Dead by Midnight (11PM Central)","adult":false,"genre_ids":[]},{"cast":["Austin Sley Julian","Rose Mori","Sam Richardson"],"overview":"Adam Khalil and Bayley Sweitzer’s first feature as co-directors, Empty Metal takes place in a world similar to ours—one of mass surveillance, pervasive policing, and increasing individual apathy. The lives of several people, each inhabiting extreme poles of American social and political consciousness, weave together as each attempts to achieve some kind of forward motion, sometimes in contradiction, and always under the eye of far more controlling powers.","release_date":"2018-05-06","vote_average":0.0,"runtime":83,"cert":"\"\"","id":518115,"title":"Empty Metal","adult":false,"genre_ids":[53]},{"cast":[],"overview":"What happens if a beloved person disappears, leaving you no choice other than radicalism or the blind faith in a stranger.","release_date":"","vote_average":0.0,"runtime":90,"cert":"N\/A","id":518117,"title":"A Part Of Me","adult":false,"genre_ids":[]},{"cast":[],"overview":"Three people, who didn't know each other bevore, are driving together through Germany in a small car...","release_date":"2018-04-17","vote_average":0.0,"runtime":83,"cert":"N\/A","id":518119,"title":"Noise Of Silence","adult":false,"genre_ids":[]},{"cast":[],"overview":"The anonymous concrete construction “Excelsior” is just a stopover for many of its inhabitants. Soon, life will get better and everyone tries to get ahead in his own way: with “Invisible Make-up”, the 49-year-old Michael wants to re-connect with his previous success as a call boy. Claudia’s days as a dancer are over, but a series of new photos are supposed to help her get back on stage. Norman wants to help others find happiness with his start-up “ChangeU” and help himself to a new sportscar. Hardly anyone can escape the temptations of success.","release_date":"2018-04-16","vote_average":0.0,"runtime":87,"cert":"N\/A","id":518121,"title":"Berlin Excelsior","adult":false,"genre_ids":[]},{"cast":[],"overview":"WWII is over, the director’s family goes separate ways: Her great aunt moves to Israel and joins the Kibbuz movement. Her grandmother returns to East Germany to help build a Socialist society. Only after the German reunification young Esther finds out about her Jewish relatives and spends carefree days in Israel. The Golan Swimmingpool lovingly explores the Jewish identity of a family living in two political systems. The film investigates their ideals and worlds and questions how much of it is left in today’s generation.","release_date":"2018-04-15","vote_average":0.0,"runtime":90,"cert":"N\/A","id":518123,"title":"Swimmingpool am Golan","adult":false,"genre_ids":[]},{"cast":[],"overview":"In search of an organic cinema, an intimate relation is created: a\r body which moves and mutates within the skin of the film. Through the\r textural exploration of photography, the film—the vital organ of cinema—becomes a sensitive frontier between the interior and exterior of a body in the process of development.","release_date":"2002-12-13","vote_average":0.0,"runtime":10,"cert":"N\/A","id":518137,"title":"Hymen","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Interpreters follows the lives of Iraqi and Afghan interpreters, and the American veterans they worked with. In many cases, interpreters face danger in their countries because of their affiliation with the US war effort. This is the story of how they are rebuilding their lives.","release_date":"","vote_average":0.0,"runtime":72,"cert":"N\/A","id":518142,"title":"The Interpreters","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Eve, a slightly nerdy Science student, is abducted by Frederick, a crazy-seeming drifter who claims an alien invasion is imminent. He sees Eve as the only one who can stop the impending Apocalypse. Held captive in an abandoned mansion, she undergoes strange and frightening \"special training\" methods while making various escape attempts. As time passes and clues appear that point towards Fred's claims possibly being true, Eve's whole concept of reality is torn apart.","release_date":"2020-04-14","vote_average":0.0,"runtime":null,"cert":"\"NC-17\"","id":518144,"title":"The Abductee","adult":false,"genre_ids":[878,53]},{"cast":["Billie Jean King"],"overview":"A profile of the remarkable life and career of tennis legend Billie Jean King, both on and off the court.","release_date":"2006-04-26","vote_average":6.0,"runtime":60,"cert":"\"PG\"","id":518146,"title":"Billie Jean King: Portrait of a Pioneer","adult":false,"genre_ids":[99]},{"cast":[],"overview":"One renowned and reputed doctor encounters unusual paranormal activities and finds his colleagues in same mess. It is his past and involvement of entire team for misuse of their knowledge and positions. Situation becomes critical when killings of crime partner's start and doctor is helpless. He confesses his crime with near ones but they refuse to help and he finds himself alone in the hands of a girl which is a GHOST.","release_date":"2017-03-31","vote_average":5.0,"runtime":110,"cert":"N\/A","id":518148,"title":"Kanika","adult":false,"genre_ids":[]},{"cast":[],"overview":"A fun-filled adventure for kids featuring real and toy trains. Learn about railroad signals. Visit Dollhouse Junction, a train\/toy store with a giant layout, see Thomas wooden trains in action, and learn about freight cars. See why Shay steam locomotives are different from other locomotives. Plus funny toy train bloopers and new songs by James Coffey. Kids learn, laugh, and want more.","release_date":"","vote_average":0.0,"runtime":22,"cert":"N\/A","id":518150,"title":"I Love Toy Trains - Train Time","adult":false,"genre_ids":[]},{"cast":[],"overview":"Kids love real trains and toy trains. See how the Pennsy's GG1 locomotive gets its power from overhead wires. Ride on real steam locomotives at the Hesston Steam Museum and see how steam once powered sawmills, tractors, and electrical generators. Plus more songs by Jim Coffey, and more funny toy train bloopers - \"Oh no!\"","release_date":"","vote_average":0.0,"runtime":21,"cert":"N\/A","id":518152,"title":"I Love Toy Trains - Train Happy","adult":false,"genre_ids":[]},{"cast":["Dennis Moore","Ed Cassidy","Lafe McKee","Louise Stanley","Jack Rockwell"],"overview":"A notorious arrives in Sunrise and turns in his gun and promises to avoid trouble. But when robbers shoot his good friend, he straps on his gun again and takes off in pursuit.","release_date":"1944-04-01","vote_average":4.0,"runtime":20,"cert":"\"\"","id":518154,"title":"Wells Fargo Days","adult":false,"genre_ids":[37]},{"cast":["Rolf Jirowitz"],"overview":"","release_date":"2017-11-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":518156,"title":"Die schönste Bahnstrecke Hessens","adult":false,"genre_ids":[27]},{"cast":["Taylor Spreitler","Pepi Sonuga","Sai Bennett","Linden Porco","Emily Reid"],"overview":"A group of unwitting sorority sisters accidentally awaken the serial-killing Leprechaun after they build a sorority house on his hunting grounds.","release_date":"2018-12-11","vote_average":5.3,"runtime":92,"cert":"\"R\"","id":518158,"title":"Leprechaun Returns","adult":false,"genre_ids":[27,14,35,10770]},{"cast":[],"overview":"An adaptation of the The Wolf and The Seven Little Goats story.","release_date":"1994-01-15","vote_average":0.0,"runtime":18,"cert":"N\/A","id":518160,"title":"1-ri Botchi no Ookami to 7-hiki no Ko Yagi","adult":false,"genre_ids":[14,16]},{"cast":["Tony Hadley"],"overview":"01 - Feeling Good\r 02 - To Cut A Long Story Short\r 03 - Highly Strung\r 04 - Somebody Told Me\r 05 - To My Imagination\r 06 - The Boys Of Summer\r 07 - Only When You Leave\r 08 - Take Back Everything\r 09 - With Or Without You\r 10 - Through The Barricades\r 11 - Somebody To Love\r 12 - Everytime I Say\r 13 - Rio\r 14 - Lifeline\r 15 - True\r 16 - Dakota\r 17 - Gold","release_date":"2016-07-01","vote_average":8.0,"runtime":92,"cert":"N\/A","id":518162,"title":"Tony Hadley. Estival Jazz Lugano 2016","adult":false,"genre_ids":[10402]},{"cast":["Sergio Hernández","María Paz Grandjean","Tomás Welss","Carolina Pinto"],"overview":"A magician intend to seduce his audience, but his gags get disconnected from him, including the rabbit in his hat. Despite not being free, the coney try to help him","release_date":"2018-02-02","vote_average":0.0,"runtime":13,"cert":"N\/A","id":518164,"title":"Magic Dream","adult":false,"genre_ids":[16,14]},{"cast":["Yekta Naser","Mehran Ahmadi"],"overview":"Ghadam is a simple young guy who has come to Tehran from his village to work. He works in Rahmat's shop and has fallen in love with his daughter Moones. But Ghadam's life soon changes radically when his cousin comes to live by him.","release_date":"","vote_average":0.0,"runtime":96,"cert":"N\/A","id":518166,"title":"Kargare Saade Niazmandim","adult":false,"genre_ids":[]},{"cast":["José Tomás Guzmán","Paulina García","Matías Assler","Constanza Mackenna","María Jesús Gómez"],"overview":"Diego is hosting a farewell party in his house before he leaves on a trip that no one knows about.","release_date":"2018-08-19","vote_average":0.0,"runtime":83,"cert":"N\/A","id":518168,"title":"Migratory Birds","adult":false,"genre_ids":[18]},{"cast":["Nick Redfern","Bill Brock","Dennis J. Kintigh"],"overview":"A look at the Roswell crash landing.","release_date":"2017-10-13","vote_average":10.0,"runtime":46,"cert":"\"\"","id":518170,"title":"Roswell: 70 Years Later","adult":false,"genre_ids":[99]},{"cast":["Nina Hartley","Krista Lane","Megan Leigh","Alexa Parks","Brandy Willows"],"overview":"A mischievious group of gorgeous college girls team up to lead you on a erotic romp through a zani sexual adventure. A thrill minute is what you'll get as these young pleasure seekers break every rule in the book in order to fulfil their sexual desires !","release_date":"1988-04-14","vote_average":0.0,"runtime":78,"cert":"\"\"","id":518172,"title":"Breaking All The Rules","adult":true,"genre_ids":[]},{"cast":["Shane Strickland","Daniel Healy Solwold Jr.","Thomas Laughlin","Matt Capiccioni"],"overview":"DEFY Wrestling presents DEFY Vibes","release_date":"2018-04-15","vote_average":0.0,"runtime":120,"cert":"\"\"","id":518174,"title":"DEFY Vibes 2018","adult":false,"genre_ids":[]},{"cast":["Wesley David Richards","Jeff Cobb","Shane Strickland","Lionel Gerard Green","Vannarah Riggs"],"overview":"DEFY Wrestling presents DEFY2 Wolves At The Door","release_date":"2017-04-07","vote_average":0.0,"runtime":120,"cert":"\"\"","id":518176,"title":"DEFY2 Wolves At The Door","adult":false,"genre_ids":[]},{"cast":["Shane Strickland","Wesley David Richards","Kira Renee Forster","Christina Kardooni","Joseph Ryan Meehan"],"overview":"DEFY Wrestling presents DEFY3 Swerve City","release_date":"2017-05-26","vote_average":0.0,"runtime":120,"cert":"\"\"","id":518178,"title":"DEFY3 Swerve City","adult":false,"genre_ids":[]},{"cast":["Cody Runnels","Kyle Greenwood","Shane Strickland","Matt Capiccioni","Robert Anthony Fish"],"overview":"DEFY Wrestling present EFY4 Gigantic - Tag 1","release_date":"2017-06-29","vote_average":0.0,"runtime":120,"cert":"\"\"","id":518180,"title":"DEFY4 Gigantic - Tag 1","adult":false,"genre_ids":[]},{"cast":[],"overview":"When love continues to elude a newly single, young writer, he turns to what he does best and writes the girl of his dreams into his life. Zander is struggling to find both love and himself but everything changes when he meets Zoe. Launching his master plan he employs Zoe to work with him on a new script but gets caught between the \"real\" world and the \"reel\" world. My Funny Valentine is a modern-day take on love and friendship and the blurred lines in between.","release_date":"","vote_average":0.0,"runtime":95,"cert":"N\/A","id":518182,"title":"My Funny Valentine","adult":false,"genre_ids":[]},{"cast":["Shane Strickland","Lionel Gerard Green","Travis Gordon Lopes Jr.","Mike Santiago","King Khash"],"overview":"DEFY Wrestling presents DEFY6 The Crash Lucha Libre","release_date":"2017-03-08","vote_average":0.0,"runtime":120,"cert":"\"\"","id":518184,"title":"DEFY6 The Crash Lucha Libre","adult":false,"genre_ids":[]},{"cast":["Shane Strickland","Matthew Frederick Riddle","Jeff Cobb","Kira Renee Forster","Christina Kardooni"],"overview":"DEFY Wrestling presents DEFY8 Kings Among Men","release_date":"2017-09-29","vote_average":0.0,"runtime":120,"cert":"\"\"","id":518192,"title":"DEFY8 Kings Among Men","adult":false,"genre_ids":[]},{"cast":[],"overview":"Casey gets a bad call from the umpire and decides to fight him. 30 seconds survive.","release_date":"1899-01-01","vote_average":0.0,"runtime":1,"cert":"\"\"","id":518194,"title":"Casey at the Bat or the Fate of a \"Rotten\" Umpire","adult":false,"genre_ids":[]},{"cast":["Люба Баханкова","Marina Mogilevskaya","Kirill Pletnev","Agata Mutseniece","Mikhail Gavrilov"],"overview":"","release_date":"2014-09-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":518196,"title":"Не в парнях счастье","adult":false,"genre_ids":[10749]},{"cast":["Jeremy Clarkson","Richard Hammond","James May"],"overview":"The Top Gear team go on a US adventure. Its the ultimate road trip and finds the guys driving $1000 wrecks over 700 stifling miles to New Orleans. In a Chevy, a Caddy and a Pick-Up, their challenges include preparing a road kill feast and baiting rednecks of Alabama without getting shot.","release_date":"2011-02-07","vote_average":0.0,"runtime":51,"cert":"N\/A","id":518198,"title":"Top Gear: The Great Adventures: US Special","adult":false,"genre_ids":[99,35]},{"cast":["Syd Wilder","Madeleine Wade","Bradley Laborman","Curtis McGann","Caitlin O'Connor"],"overview":"Hitch, the most popular Rideshare app, has created safe rides for millions. At least, that's what they want you to think. It was only a matter of time before the story went public. The story of that one night. That one, horrific night.","release_date":"2018-04-13","vote_average":5.1,"runtime":99,"cert":"\"\"","id":518200,"title":"Rideshare","adult":false,"genre_ids":[53]},{"cast":[],"overview":"This release argues that vampires are more popular than ever, as evidenced by their omnipresence in mass culture and media. The program then travels back through history to examine how the concept of the vampire evolved in the modern consciousness, from centuries ago through the dawn of the gothic novel, to our contemporary era. It also profiles many of the writers who have kept vampires alive over the centuries.","release_date":"2010-09-28","vote_average":0.0,"runtime":70,"cert":"\"\"","id":518202,"title":"From Dawn Till Dracula","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A group of kids start a lemonade stand -- but who really does the work?","release_date":"1969-11-12","vote_average":0.0,"runtime":13,"cert":"\"\"","id":518204,"title":"The Lemonade Stand: What's Fair?","adult":false,"genre_ids":[]},{"cast":["Martin Stevens"],"overview":"A Toymaker uses puppets to teach unity.","release_date":"1952-04-16","vote_average":0.0,"runtime":14,"cert":"\"\"","id":518206,"title":"The Toymaker","adult":false,"genre_ids":[]},{"cast":["Dale Cox"],"overview":"A look at a famous ghost case.","release_date":"2015-10-29","vote_average":10.0,"runtime":10,"cert":"\"\"","id":518208,"title":"The Ghost of Bellamy Bridge","adult":false,"genre_ids":[99]},{"cast":["Dov Doviak"],"overview":"An individual leaves their industrial job, takes to their vehicle, and voyages out into the woods.","release_date":"2018-04-22","vote_average":0.0,"runtime":20,"cert":"\"NR\"","id":518210,"title":"A Departure","adult":false,"genre_ids":[99]},{"cast":["Marcelo Boldrini","Mariana Cysne"],"overview":"A man wakes up on his couch after a fight with his wife on the night before. The following events draw a big change in his life.","release_date":"2015-06-11","vote_average":0.0,"runtime":7,"cert":"N\/A","id":518215,"title":"A Wooden Heart","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Bill Zebub's documentary about Death Metal.","release_date":"","vote_average":10.0,"runtime":120,"cert":"N\/A","id":518217,"title":"Death Metal: Are We Watching You Die?","adult":false,"genre_ids":[99,10402]},{"cast":["Rossano Brazzi","Marte Harell","Lizzi Waldmüller","Albrecht Schoenhals","Beniamino Gigli"],"overview":"","release_date":"1940-10-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":518219,"title":"Ritorno","adult":false,"genre_ids":[10749]},{"cast":[],"overview":"A short-film that analyses the perspective of the suburban middle class with melancholic eyes.","release_date":"2016-07-14","vote_average":0.0,"runtime":3,"cert":"N\/A","id":518224,"title":"Sonata for a Sad Man","adult":false,"genre_ids":[27,18]},{"cast":["Jeremy Walter","Jeremy Walter","Dianne Paukstelis","Liam Elliott","Liam Elliott"],"overview":"A story about the CEO of a company in the 90s that specializes in improving business morale for other companies. While filming one of his morale-boosting training videos, you will also see just how terrible his own life is.","release_date":"","vote_average":0.0,"runtime":9,"cert":"N\/A","id":518229,"title":"Orin Eriksson","adult":false,"genre_ids":[35]},{"cast":["Jack Warden","Anne Jackson","Rachael Kelly","Peter Jeffries","Rebecca Schull"],"overview":"The story of journalist and author Cornelius Ryan's struggle with prostate cancer.","release_date":"1980-10-07","vote_average":0.0,"runtime":100,"cert":"\"\"","id":518234,"title":"A Private Battle","adult":false,"genre_ids":[10770,18]},{"cast":["The Changcuters","Joanna Alexandra","Judika Sihotang","Ramon Y. Tungka"],"overview":"","release_date":"2009-07-02","vote_average":0.0,"runtime":90,"cert":"N\/A","id":518236,"title":"The Tarix Jabrix 2","adult":false,"genre_ids":[35]},{"cast":["Michael Chandler","Brandon Girtz","A.J. McKee","Justin Lawrence","Joaquin Buckley"],"overview":"Michael Chandler was scheduled to face Brent Primus in a rematch for the Lightweight title. However, on March 21, Primus pulled out of the fight due to a knee injury. As a result, Brandon Girtz stepped in as a replacement.","release_date":"2018-04-13","vote_average":0.0,"runtime":null,"cert":"\"\"","id":518241,"title":"Bellator 197: Chandler vs. Girtz","adult":false,"genre_ids":[]},{"cast":["Reza Rahadian","Rianti Cartwright","Fauzi Baadila","Nadila Ernesta","Kadir"],"overview":"","release_date":"2013-04-11","vote_average":0.0,"runtime":104,"cert":"N\/A","id":518243,"title":"Finding Srimulat","adult":false,"genre_ids":[]},{"cast":["Danica Curcic","Sidse Babett Knudsen","Amanda Collin","Lene Maria Christensen","Magnus Krepper"],"overview":"When four female colleagues receive an email death threat each, they are convinced the sender is a war criminal, whom they have exposed. But what if the threats come from within their own office at the Danish Center for Information on Genocide?","release_date":"2020-04-30","vote_average":0.0,"runtime":115,"cert":"N\/A","id":518245,"title":"The Exception","adult":false,"genre_ids":[53]},{"cast":["Aming Sugandhi","Fahrani","Nani Widjaya","Reza Rahadian"],"overview":"Add A Plot.","release_date":"2009-10-15","vote_average":0.0,"runtime":90,"cert":"N\/A","id":518247,"title":"Perjaka Terakhir","adult":false,"genre_ids":[]},{"cast":["Tika Putri","Oka Antara","Reza Rahadian","Mathias Muchus","Jajang C. Noer"],"overview":"","release_date":"2009-06-04","vote_average":0.0,"runtime":107,"cert":"N\/A","id":518249,"title":"Queen Bee","adult":false,"genre_ids":[18,18]},{"cast":["Hiroki Matsukata","Ryûnosuke Tsukigata","Sonny Chiba","Tomoko Ogawa","Kunie Tanaka"],"overview":"34th year of Meiji (1901). Japanese gangster Shuntaro Hibiki is forced to work for the police to find out who robbed a truck full of gold.","release_date":"1965-11-13","vote_average":0.0,"runtime":88,"cert":"N\/A","id":518251,"title":"Yakuza G-Men","adult":false,"genre_ids":[80]},{"cast":[],"overview":"After several strange encounters a man begins to question his own sanity in search of what he believes is the truth.","release_date":"","vote_average":0.0,"runtime":28,"cert":"N\/A","id":518253,"title":"The Watchers","adult":false,"genre_ids":[28,80,18]},{"cast":["Hana Maciuchová","Jiří Adamíra"],"overview":"","release_date":"1987-04-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":518255,"title":"Španělé v Praze","adult":false,"genre_ids":[18]},{"cast":["Fedi Nuril","Ayu Ratna","Aries Budiman","Arie Dagienkz","Deddy Mahendra Desta"],"overview":"Gaia, Aga and Awan only have one goal in their lives: to play music. They formed a band, produced their own mini-album, and distributed it with the support of a local music store. Soon, the album made them local heroes. But outside the band, they each have their own secrets. Despite the maturity of their music, they are still young and restless, and are still looking for their true identities. As Garasi gains popularity, their friendship is put to the test. The hidden love, the miscommunication, their conflicts with their families, and judgments from the media and society force them to realize who they truly are and how much they love their music.","release_date":"2006-01-19","vote_average":0.0,"runtime":113,"cert":"N\/A","id":518257,"title":"Garasi","adult":false,"genre_ids":[18,10402]},{"cast":[],"overview":"Documentary film.","release_date":"2004-02-21","vote_average":0.0,"runtime":100,"cert":"N\/A","id":518268,"title":"No Exit","adult":false,"genre_ids":[99]},{"cast":["Darry Cowl","Nicole Mirel","Henri Vilbert","Gisèle Grandpré","Rolande Kalis"],"overview":"The title role in the French comedy-fantasy A Martian in Paris is filled by Darry Cowl. The higher-ups in Mars want to learn all about that strange commodity, peculiar to the planet Earth, known as \"Love\". Darry soon figures out what makes the world go 'round when he meets the gorgeous Nicole Mirel. A Martian in Paris was obviously inspired by the 1960 American comedy A Visit to a Small Planet, which starred Jerry Lewis. Darry Cowl's imitation of Lewis is passable, but it certainly didn't fool the \"Le Roi Crazy Jerry\" idolators at Cahiers du Cinema and Positif magazine.","release_date":"1961-03-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":518270,"title":"A Martian in Paris","adult":false,"genre_ids":[35]},{"cast":["Belinda Carlisle"],"overview":"","release_date":"2014-04-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":518278,"title":"Belinda Carlisle - The Collection","adult":false,"genre_ids":[10402]},{"cast":["Beyoncé Knowles","Kelly Rowland","Michelle Williams","Solange Knowles"],"overview":"Beyoncé missed her Coachella date in 2017 because of her pregnancy, but this year she made sure nothing stood on her way. The R&B diva headlined Day 2 of Coachella 2018 last night and she did it with a stunner show. Beyoncé performed 27 songs in total, she surprised everybody by reuniting Destiny’s Child on stage (they made history Saturday night by being the first girl group ever to ‘headline’ Coachella), and Bey brought out her sister Solange as well.","release_date":"2018-04-15","vote_average":10.0,"runtime":106,"cert":"\"\"","id":518280,"title":"Beyoncé: Live at Coachella","adult":false,"genre_ids":[10402]},{"cast":["Ildikó Czakó","Sándor Zsótér","Géza Vincze","Epres Attila","Ildikó Szabó"],"overview":"","release_date":"1988-02-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":518282,"title":"Hótreál","adult":false,"genre_ids":[18]},{"cast":["Krista Lane","Ona Zee","Shanna McCullough","Renee Summers","Robert Bullock"],"overview":"Amy Rogers is a romance novelist, searching for an inspirational location to rent in order to complete her latest novel. Her search leads to an old Victorian mansion filled with dust and cobwebs. While cleaning, she finds a mysterious doorway which leads to an unused attic. There she finds a diary entitled “The Personal Memoirs of Molly Mae”, dated 1887. She reads it, becomes fascinated and eventually obsessed with the characters. Her obsession leads to strange and mystical experiences and she begins to physically feel the emotions of the writer Molly Mae. Molly Mae, Jason, her lover, and his family the Cromwells, magically take form and absorb Amy into their existence. As Amy falls in love with Jason, the viewer is compelled to discern what is fantasy and what is reality in this tender yet torrid love story.","release_date":"1987-04-15","vote_average":0.0,"runtime":86,"cert":"\"\"","id":518284,"title":"Memoirs of a Chamber Maid","adult":true,"genre_ids":[]},{"cast":[],"overview":"From their headquarters in Geneva, the lawyers of the Swiss NGO Trial (Track Impunity Always) unremittingly pursue any war criminal careless enough to pass through Swiss territory. These true contemporary crime hunters have in their crosshairs all those with the blood of victims of conflicts on their hands. Theirs is primarily painstaking legal work, but also the emotionally charged fieldwork of collecting shocking testimonies from victims forever haunted by the ghosts of violence past. This film tells the story of their daily struggle against injustice and impunity.","release_date":"2014-03-16","vote_average":0.0,"runtime":52,"cert":"N\/A","id":518286,"title":"Chasseurs de crimes","adult":false,"genre_ids":[99]},{"cast":[],"overview":"This is the story of three Bedouin women, struggling within a polygamous system. Living in the Negev desert in Israel, the story is told through the eyes of a wedding photographer, Mariam Al-Quader. She herself is living under constant fear that her husband will marry \"over her\" (the expression used when a man chooses an additional wife). The other two women are pushed into marrying already married men, and become \"second wives\", forced to cooperate within a structure they despise or are afraid of. \\par \\par \\par The family tragedies presented in this film highlight the strength and survival of the social structures and their injustices, leaning usually on the victims' reluctant cooperation. This is most exemplified by the climax of a Bedouin wedding, wherein the groom showers upon his bride gold and jewelry in a gesture symbolizing her purchase.","release_date":"2008-04-01","vote_average":0.0,"runtime":75,"cert":"N\/A","id":518288,"title":"Desert Brides","adult":false,"genre_ids":[99]},{"cast":["Brandy Burre","Robert Longstreet","Mike Lutz","Dave Willis","Javon Johnson"],"overview":"A housewife's comfortable life unravels when she suddenly stops loving her husband.","release_date":"2018-03-03","vote_average":0.0,"runtime":90,"cert":"\"\"","id":518290,"title":"Poor Jane","adult":false,"genre_ids":[18,35]},{"cast":["Nina Hartley","Krista Lane","Blondi","Rachel Ryan","Terry Loyd"],"overview":"It’s all here! Everything and anything you ever wanted to see happens in Whatever Turns You On. Herschel Savage and Frank James hang out at a topless bar and recount one torrid tale after another. Frank recalls a wild encounter with a sexy surf freak Nina Hartley that’s one wild ride. Kowabunga baby! Then, Herschel tells about the time he picked up a rich tart Penny Morgan who could only make love on the hood of a Bentley (no doubt he got her motor purring!) Plus, you’ll get to see a threeway fantasy, a hot girl-girl scene, and even Little Oral Annie shows up as a surprise guest star! Who could ask for anything more!","release_date":"1987-04-15","vote_average":0.0,"runtime":65,"cert":"\"\"","id":518292,"title":"Whatever Turns You On","adult":true,"genre_ids":[]},{"cast":["Ginger Lynn Allen","Nina Hartley","Moana Pozzi","Tracey Adams","Ilona Staller"],"overview":"This is a rump humpers delight of the ultimate kind... Backdoor rituals performed like no others can... You'll see twisting like you've never seen before... Backdoor Summer 2 is one of the great classic movies from the eighties golden age of porno! Anal in almost every scene, DP's, ATM, Double vaginal penetration, threesomes, orgy, interracial and plenty of cum shots.This is a compilation directed by Gordon Van Der Meer.","release_date":"1989-04-15","vote_average":0.0,"runtime":91,"cert":"\"\"","id":518294,"title":"Backdoor Summer 2","adult":true,"genre_ids":[]},{"cast":["Ilona Brezoianu","Iulian Burciu","Eduard Cirlan","Selina Colceru","Adina Cristescu"],"overview":"Andrei works at a car-wash. Due to a series of unfortunate events he gets fired. This is terrible news for Andrei, as he is getting married soon. At home he and his future wife argue and Andrei invents a story in order to avoid the fight. Who knew this was going to be a bad idea?","release_date":"2017-06-08","vote_average":0.0,"runtime":17,"cert":"N\/A","id":518296,"title":"Date Night","adult":false,"genre_ids":[]},{"cast":[],"overview":"After three days of steady, inconsolable rain, I walk through the rooms of the house wondering which would be best to die in.","release_date":"2017-11-02","vote_average":0.0,"runtime":3,"cert":"\"\"","id":518304,"title":"Rooms","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A melancholy heavily pregnant woman who has been abandoned by the father of her soon to be child moves into a new apartment and finds comfort in the company of her friendly neighbour, however a dilemma presents itself shortly after the baby is born.","release_date":"","vote_average":0.0,"runtime":104,"cert":"N\/A","id":518306,"title":"Tiwa's Baggage","adult":false,"genre_ids":[]},{"cast":[],"overview":"A couple experiencing turbulence in their relationship end up switching bodies when the downtrodden wife makes a wish that surprisingly comes true.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":518308,"title":"Switch","adult":false,"genre_ids":[]},{"cast":["Krista Lane","Ona Zee","Sharon Mitchell","Tanya Foxx","Peter North"],"overview":"This is not your average blowjob movie. These girls have been turned into the sluts that they’ve always wanted to be. They enjoy deep-throating any size cock given to them. They love to get their tonsils washed and gag on their own saliva. These whores will beg for facials and swallow the man goo they worked so hard to get!","release_date":"1987-04-15","vote_average":0.0,"runtime":75,"cert":"\"\"","id":518310,"title":"Head Clinic","adult":true,"genre_ids":[]},{"cast":["Arik Eber"],"overview":"A contemplation on longing.","release_date":"2017-11-08","vote_average":0.0,"runtime":6,"cert":"N\/A","id":518315,"title":"Separation","adult":false,"genre_ids":[16]},{"cast":["Karlee Grey","Kenzie Reeves","Lily Adams","Victoria June","Mick Blue"],"overview":"Heavily hung director Mick Blue is one lucky cocksman. It's not enough that he fucks the hottest young sluts in the porn biz; he gets to fill them with spunky loads! The lovely ladies of \"Creampied Vixens\" ride Mick's big boner until their pussies ooze hot, thick juice.","release_date":"2017-12-15","vote_average":0.0,"runtime":247,"cert":"\"NC-17\"","id":518317,"title":"Creampied Vixens","adult":true,"genre_ids":[]},{"cast":[],"overview":"Classic arcade champion Dwayne Richard exposes the story behind Billy Mitchell's alleged \"first Perfect Pac-Man\" with evidence that he may not have been the first, how he used his influence to hold back other scores on several games and more. You will be amazed at how much of the story Mitchell works to hide.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":518322,"title":"The Perfect Fraudman","adult":false,"genre_ids":[]},{"cast":["Jorge Atramiz","Herminio Cordido"],"overview":"Sean White's amazing \"Endless Summer\" of paragliding around the world. Two top acro-pilots travel to spectacular aerial locations, from Angel Falls in Venezuela to the Himalayas all in search of the perfect thermal.","release_date":"","vote_average":0.0,"runtime":48,"cert":"N\/A","id":518324,"title":"Never Ending Thermal","adult":false,"genre_ids":[]},{"cast":["Emmanuel Orenday","Melissa Barrera","Roberto Sosa","Hernán Mendoza","Alejandro Calva"],"overview":"One of the prisoners who have to spend a long season in jail, González, dedicates his time to narrate the adventures of Pepe Frituras, one of the most renowned Mexican dancers who lost his freedom due to a night of partying. Precisely for that reason it ends up in a more dangerous penitentiary. However, through stories that integrate music and dances, he will tell of his exploits and how he ended up being the prisoner who achieved freedom through his imagination.","release_date":"2018-04-27","vote_average":10.0,"runtime":85,"cert":"N\/A","id":518326,"title":"Shake Your Sorrows","adult":false,"genre_ids":[18]},{"cast":["Rachel Ann","Bjorn Johnson","Laura Kirk","Ella Fallon","Ford Fanter"],"overview":"A young violinist struggles to assert her individuality amidst the intense pressure of her pianist father, and the weight of her own musical ability.","release_date":"2018-04-14","vote_average":0.0,"runtime":98,"cert":"\"\"","id":518328,"title":"Parallel Chords","adult":false,"genre_ids":[]},{"cast":["Leo G. Carroll","Hildy Brooks","Kate Reid","Sharon Acker","June Duprez"],"overview":"A college professor lectures on the recently published Kinsey Report, as Americans are stunned by the shocking sexual truths revealed by the statistics. Five audience members reflect on their own sex lives, which flesh out the research with real life experience. A young couple ponder the repercussions of pre-marital sex. Returning home from overseas, a man learns that his neglected wife has been unfaithful. Anguish follows a divorcee's romantic fling. Having had sex with no one but his wife in his entire life, a man attempts to sow some belated wild oats. A young girl considering abortion is horrified by the filthy illegal back-door 'clinics' that are her only option.","release_date":"1961-08-23","vote_average":0.0,"runtime":114,"cert":"\"\"","id":518330,"title":"1+1: Exploring The Kinsey Reports","adult":false,"genre_ids":[18]},{"cast":["Jussi Jurkka","Mirja Karisto","Åke Lindman","Kaarlo Halttunen","Kaisu Leppänen"],"overview":"Åke Strandberg has managed to get a fine education and a good job at the bank, but he wants more. He wants to get rich no matter what. After holidays with his girl Rita, he comes back to Helsinki completely broke and meets up with his buddy Jussi in a bar.  For months they embezzle money from the bank, but eventually do realize they have to cover the missing amount by orchestrating and committing a robbery which will then rouse the interest of the police. A hide and seek follows as they try to make their way abroad.","release_date":"1952-10-30","vote_average":0.0,"runtime":107,"cert":"N\/A","id":518332,"title":"The Night Is Long","adult":false,"genre_ids":[80,18,53]},{"cast":["Marketa Brymova","Anastasia Christ","Sandra Kay","Stacy Silver"],"overview":"Somewhere in a small eastern European city the dark forces of frustrated lust are given a demonic form - an evil destroyer is unleashed among the city's most beautiful and successful women, releasing in them the full force of their most secret and perverted desires and he's aiming to destroy them with lust. Who is behind the ferocious hellfire of sexual sin that is... the Fantom Seducer?","release_date":"","vote_average":5.0,"runtime":95,"cert":"N\/A","id":518349,"title":"Fantom Seducer","adult":false,"genre_ids":[]},{"cast":["Tessa Blanchard","Brian Button","Candice Dawson","Joseph Ryan Meehan","Chelsea Anne Green"],"overview":"Bar Wrestling 4: Autumn In LA BAR Wrestling’s fourth event, Autumn in LA, is a women’s showcase that boasts one of the best main events the company has produced thus far. This event was held on September 7, 2017. Amazing Kong vs Taya Valkyrie Chelsea Green & Ivy Quinn vs Katarina Leigh & Scarlett Bordeaux  Christina Von Erie vs Shotzi Blackheart  Heather Monroe vs Ruby Raze Brian Cage, Eli Drake, Hot Young Briley & Joey Ryan vs Ethan Carter III, JTG, Luchasaurus & X-Pac Candice Le Rae vs Tessa Blanchard  You can get this event on DVD or Blu Ray at Highspots.com  Also streaming at Highspots Wrestling Network","release_date":"2017-07-09","vote_average":4.0,"runtime":120,"cert":"\"PG\"","id":518351,"title":"Bar Wrestling 4: Autumn In LA","adult":false,"genre_ids":[28,18]},{"cast":["Maria Vaslova"],"overview":"As the night wears on, Ninas nightmares become increasingly filled with perverted and sexually violent imagery as she finds it harder and harder to tell whats is dream and what is reality. For Nina it seems that the nightmare is never ending.","release_date":"2007-01-01","vote_average":4.0,"runtime":63,"cert":"\"R\"","id":518353,"title":"Nina's Nightmares","adult":false,"genre_ids":[]},{"cast":[],"overview":"A love story.","release_date":"2014-06-11","vote_average":0.0,"runtime":3,"cert":"N\/A","id":518355,"title":"Cactus Flower","adult":false,"genre_ids":[16]},{"cast":["Kira Renee Forster","Brian Button","Candice Dawson","Holly Letkeman","Joseph Ryan Meehan"],"overview":"Bar Wrestling 5: This Is Halloween  ar Wrestling presents Bar Wrestling 5: This Is Halloween at the American Legion Hall Post #241 in Baldwin Park, CA on October 12th, 2017 at 9PM. Scheduled to appear: Gangrel, Abyss, Rosemary, Candice LeRae, Joey Ryan, Sinn Bodhi, LuchaSaurus, Super Panda, and more. Tickets are $20 for General Admission at brownpapertickets.com, and $25 at the door. The American Legion Hall Post #241 is located at 4725 Maine Ave, Baldwin Park, CA 91706.","release_date":"2017-12-10","vote_average":5.0,"runtime":120,"cert":"\"PG\"","id":518357,"title":"Bar Wrestling 5: This Is Halloween","adult":false,"genre_ids":[18,28]},{"cast":[],"overview":"\"As if pictures could think! Einschlafgeschichten doesn't really speak of bridges or railroads but rather of two girls filling the space between daytime and dreamtime with a poetic game, an endless game, a game with no end. A game which can fade out without becoming fragmentary. \"Are you asleep?\", one of them asks at the end of a clip – and the final shot is of the two, asleep; the game is over. The girls are played by Lara and Anna, Farocki's daughters.\" - Hans J. Wulff","release_date":"1977-01-01","vote_average":0.0,"runtime":3,"cert":"N\/A","id":518368,"title":"Bedtimes Stories: Ships","adult":false,"genre_ids":[]},{"cast":[],"overview":"This is a new feature length documentary film now available from Midnight Marquee Productions","release_date":"","vote_average":6.7,"runtime":90,"cert":"N\/A","id":518370,"title":"Christopher Lee - A Legacy Of Horror & Terror","adult":false,"genre_ids":[99]},{"cast":["Onni Waris","Tapio Santaharju","Maria Sjölind","Erika Sandelin","Elisa Sakki"],"overview":"Horrific tale of the Folio-Olio!","release_date":"1996-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":518372,"title":"Folio-olio Meets Sheriff of Lappland","adult":false,"genre_ids":[35]},{"cast":[],"overview":"\"As if pictures could think! Einschlafgeschichten doesn't really speak of bridges or railroads but rather of two girls filling the space between daytime and dreamtime with a poetic game, an endless game, a game with no end. A game which can fade out without becoming fragmentary. \"Are you asleep?\", one of them asks at the end of a clip – and the final shot is of the two, asleep; the game is over. The girls are played by Lara and Anna, Farocki's daughters.\" - Hans J. Wulff","release_date":"1977-01-01","vote_average":0.0,"runtime":3,"cert":"N\/A","id":518374,"title":"Bedtime Stories: Railways","adult":false,"genre_ids":[]},{"cast":["Phillipa Rasidi"],"overview":"Blood, Sweat and Sequins follows three women as they face daily preconceptions about who they are and what they do, as they battle it out for the title of Miss Pole Dance Australia. This is a chance to change their lives and challenge the stereotypical views even some loved ones hold.","release_date":"2013-01-24","vote_average":0.0,"runtime":52,"cert":"N\/A","id":518376,"title":"Blood, Sweat and Sequins","adult":false,"genre_ids":[99]},{"cast":["Brian Button","Thomas Laughlin","Jeff Cobb","Kenneth George Doane","Mike Brendli"],"overview":"Bar Wrestling 9: February Stars","release_date":"2018-02-22","vote_average":5.0,"runtime":120,"cert":"\"\"","id":518378,"title":"Bar Wrestling 9: February Stars","adult":false,"genre_ids":[]},{"cast":["Paul Westermeier","Adele Sandrock","Margot Landa","Klaus Pohl","Hansi Arnstaedt"],"overview":"","release_date":"1930-12-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":518386,"title":"Tausend Worte Deutsch","adult":false,"genre_ids":[35]},{"cast":["Hanni Weisse","Kurt Gerron","Fritz Kampers","Ernst Stahl-Nachbaur","Klaus Pohl"],"overview":"","release_date":"1929-02-28","vote_average":0.0,"runtime":87,"cert":"N\/A","id":518388,"title":"Vom Täter fehlt jede Spur","adult":false,"genre_ids":[80]},{"cast":["Clemens Bülow"],"overview":"","release_date":"2018-04-12","vote_average":4.0,"runtime":null,"cert":"N\/A","id":518393,"title":"Jannik","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"","vote_average":3.0,"runtime":null,"cert":"N\/A","id":518395,"title":"Hypnodrom","adult":false,"genre_ids":[]},{"cast":["Ahmet Ay","Rozerin Liyan Ay"],"overview":"","release_date":"","vote_average":8.0,"runtime":null,"cert":"N\/A","id":518397,"title":"Salveger","adult":false,"genre_ids":[99,18]},{"cast":["Eric Tsang","Lau Ching-Wan","Felix Chong","Jacob Cheung","Lester Chan"],"overview":"Yesterday You, Yesterday Me is a Hong Kong Drama starring Eric Tsang","release_date":"1997-07-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":518399,"title":"Yesterday You, Yesterday Me","adult":false,"genre_ids":[18,10749,35]},{"cast":["Agnes Geneva","Mauro Soares"],"overview":"Hans is addressing his first love, Arief, as if he could hear him despite the distance and time. This heart-breaking love letter guides his steps in search of Arief, while Agnès, Hans’ feminine double, reappears like a ghost. The Hans\/Agnès duo roam the streets of Lisbon in a phantasmagorical and desperate quest, to remind us that it is impossible to escape one’s past.","release_date":"2018-04-17","vote_average":0.0,"runtime":29,"cert":"N\/A","id":518407,"title":"Hello my first love, over and out","adult":false,"genre_ids":[]},{"cast":["Spoon Jackson"],"overview":"Documentary about a small town in California.","release_date":"2018-04-14","vote_average":5.0,"runtime":76,"cert":"N\/A","id":518409,"title":"Barstow, California","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Hundreds of Western volunteers have joined Kurdish armies in Syria and Iraq in their efforts to fight the Islamic State. What drives some Canadians to put their lives on the line?","release_date":"2018-04-29","vote_average":0.0,"runtime":98,"cert":"N\/A","id":518411,"title":"My War","adult":false,"genre_ids":[99,10752]},{"cast":["Michael Degen","Witta Pohl","Hannelore Elsner","Anouschka Renzi"],"overview":"","release_date":"1986-09-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":518413,"title":"Das Mord-Menü","adult":false,"genre_ids":[80]},{"cast":["Domingos Montagner","Fernando Sampaio"],"overview":"","release_date":"2018-04-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":518415,"title":"Pagliacci","adult":false,"genre_ids":[99]},{"cast":[],"overview":"This feature documentary tells the complex and touching story of Winnipeg city councilor Glen Murray and his 17-year-old adopted son Mike, whose struggles with addiction and behavioural problems cyclically repeat. Glen, now an Ontario Member of Provincial Parliament, was one of the first openly gay elected politicians in Canada. He adopted Mike during an era when homophobic stereotypes often prevented gay men and women from adopting children. Glen and Mike's relationship is always tenuous and always turbulent as they struggle to define themselves together and alone.","release_date":"1992-01-01","vote_average":0.0,"runtime":53,"cert":"N\/A","id":518417,"title":"A Kind of Family","adult":false,"genre_ids":[99]},{"cast":["Roger Waters"],"overview":"This is the highest quality unofficial release of Roger Water's 'Us+ Them' Tour you will find. This is the full concert, recorded live at Roger's Arena in Vancouver, British Columbia on October 29th 2017, and is also the final show of the North American leg of the tour.","release_date":"2019-10-03","vote_average":0.0,"runtime":146,"cert":"N\/A","id":518434,"title":"Roger Waters: Us + Them Live in Vancouver","adult":false,"genre_ids":[]},{"cast":["David Brower","Barry Commoner","Able Wolman","Edgar Milford"],"overview":"Documentary where rich social history frames a spirited debate on the development of water infrastructure throughout the USA.","release_date":"1983-01-01","vote_average":0.0,"runtime":81,"cert":"\"\"","id":518436,"title":"Water and the Dream of the Engineers","adult":false,"genre_ids":[99]},{"cast":["Pete Smith"],"overview":"This Sports Parade series entry follows the life of Dixie Dan, a harness racehorse, from birth through age three.","release_date":"1936-06-06","vote_average":4.0,"runtime":10,"cert":"\"\"","id":518438,"title":"Harnessed Rhythm","adult":false,"genre_ids":[99]},{"cast":[],"overview":"No Overview","release_date":"1947-03-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":518440,"title":"Early Sports Quiz: What's Your I.Q. No. 13","adult":false,"genre_ids":[]},{"cast":[],"overview":"No Overview","release_date":"1950-01-14","vote_average":0.0,"runtime":null,"cert":"\"\"","id":518442,"title":"Pest Control","adult":false,"genre_ids":[]},{"cast":["Lotti Happle","Hans-Jörg Frey","Ingrid Adler"],"overview":"Exorcism in Switzerland in the 21st Century? Two film students are planning to shoot a documentary about a retired priest who practices exorcisms. After going one step too far, the students at the point of no return.","release_date":"2015-10-26","vote_average":7.0,"runtime":13,"cert":"N\/A","id":518444,"title":"The Vicar","adult":false,"genre_ids":[27]},{"cast":[],"overview":"The story takes place in August 1991, when in the former USSR there was an unsuccessful attempt of a political coup led by the Soviet intelligence services and the Soviet Union collapsed. However, this political struggle is only a background for dramatic events that occurred with the main characters of the film in a Soviet government villa in Crimea, where they were spending their summer holidays. The nightmare of their relationship reflects present and future nightmares of their country.","release_date":"2017-10-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":518455,"title":"NO-ONE","adult":false,"genre_ids":[]},{"cast":[],"overview":"Yuri Ahronovitch was one of the most prestigious conductors in the former Soviet Union, head of Moscow’s Soviet State Radio and Television Symphony Orchestra. After he moved to Israel in 1972, he began musical performances worldwide, including in Italy, where he conducted major orchestras for nearly three decades. We went on the road to meet artists, musicians, critics, friends and acquaintances who were qualified to talk to us about Yuri.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":518457,"title":"Yuri. Sulle orme di Yuri Ahronovitch","adult":false,"genre_ids":[]},{"cast":["Pubudu Chathuranga","Nayanathara Wickramarachchi","Veena Jayakody","Medha Jayaratne","Nayana Hettiarachchi"],"overview":"(Eka Dawasaka Api \/ එක දවසක අපි)  The day Parami appeared on Vimukthi’s eyes he found out that she is the one who he needed to his life. Later, a day with a tension mood these two soul mates get into a train with tears on their faces to ride their last train journey together. But Vimukthi’s family is strongly against to approve Parami as their daughter in law. The reason for disapproving Parami is her cast and status.","release_date":"2018-02-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":518459,"title":"The Day We Will","adult":false,"genre_ids":[10749,18]},{"cast":["Yashoda Wimaladharma","Thumindu Dodantenna","Samadhi Arunachaya","Rohana Beddage","Vasanthi Chathurani"],"overview":"Vaishnavee (The Goddess), (Sinhalese: වෛෂ්ණාවී) is a 2018 Sri Lankan Sinhala drama thriller film directed by veteran director Sumitra Peries and produced by Mano Nanayakkara.  1930’s, Sri Lanka. Partly a compelling domestic drama, and a demonic love story, the narrative follows a puppet-maker who’s set to be married to a young girl. Unfortunately, the girl elopes with her secret lover. Devastated, the grieving puppet-maker ends up carving a puppet in her likeness, which eventually comes to life, setting in motion a fantastical chain of events.","release_date":"2018-04-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":518461,"title":"The Goddess","adult":false,"genre_ids":[18,10749]},{"cast":["Jörn Donner","Ingmar Bergman"],"overview":"In  commemoration of the 100th  anniversary of  Ingmar Bergman the Finnish writer and director Jörn Donner shares his memories of his friend and collaborator.  The movie is based on two as yet unpublished TV interviews with Bergman which Donner filmed in 1975 and 1987.","release_date":"2018-05-15","vote_average":0.0,"runtime":55,"cert":"N\/A","id":518463,"title":"The Memory of Ingmar Bergman","adult":false,"genre_ids":[99]},{"cast":[],"overview":"This is the story of the famous first film workshop set up by the filmmaker Alexei German in 1988. The studio debutants are now well-known masters. They share their memories about their teacher who helped them throughout the work process. The core of the film is the story told by Sergei Karandashov, a graduate of Alexei German’s workshop and the author of the project Workshop.","release_date":"2018-09-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":518465,"title":"Мастерская","adult":false,"genre_ids":[]},{"cast":["Ufuk Önen","Ufuk Önen","Hicri Bozdağ","Hicri Bozdağ","Hicri Bozdağ"],"overview":"","release_date":"2017-05-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":518473,"title":"Gri Değil, Siyah: Ankara Rocks!","adult":false,"genre_ids":[99,10402]},{"cast":["Nathaniel Buescher","Meghann Marty","Chandra Michaels","Ann Sonneville"],"overview":"Devoted mother and aspiring astronaut Miriam Johnson hopes to join the inaugural mission to Mars. All she has to do is leave her psychiatric hospital and the voices in her head behind.","release_date":"2017-05-01","vote_average":0.0,"runtime":15,"cert":"\"\"","id":518475,"title":"Miriam Is Going to Mars","adult":false,"genre_ids":[18,878]},{"cast":["Florinda Chico","José Luis Ardura","Víctor Melero","Beatriz Barón"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":518477,"title":"Simpáticos degenerados","adult":false,"genre_ids":[35]},{"cast":["Anny Duperey"],"overview":"","release_date":"2001-09-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":518479,"title":"Le prix de la vérité","adult":false,"genre_ids":[]},{"cast":["Cristina Rojas","Homero Rodriguez"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":518481,"title":"Seis y medio","adult":false,"genre_ids":[10749,18]},{"cast":["Sergey Kempo","Pavel Trubiner","Lukerya Ilyashenko"],"overview":"A once famous writer’s wife went missing. Their passionate and gentle - love, with time grew into an incurable disease that destroyed everything great that ever united them. She couldn’t take it and left him, and he is trying to fight his guilt, break free, let go of his wife and forgive her for disappearing, for betraying, for cheating, of which she confessed right before she left.","release_date":"2018-04-20","vote_average":0.0,"runtime":15,"cert":"N\/A","id":518483,"title":"Shackle","adult":false,"genre_ids":[18,53]},{"cast":["Yohanes Badyambara","Sekar Sari","Mohammad Abe"],"overview":"Before leaving to study abroad, Ian wants a little memento from his long-time crush, Ingrid. Being a guy with fetish for smells, he wanted to collect Ingrid's smell as a farewell gift.","release_date":"2018-03-10","vote_average":0.0,"runtime":13,"cert":"N\/A","id":518485,"title":"Warmest Regards from a Dog","adult":false,"genre_ids":[18]},{"cast":["Zsófia Szamosi","Leó Füredi","Ambrus Barcza","Zorka Varga-Blaskó","Márk Gárdos"],"overview":"24 hours in the life of a mother, caught in the  relentlessness of daily life, between her work, her home and her children.","release_date":"2019-06-19","vote_average":6.7,"runtime":99,"cert":"N\/A","id":518490,"title":"One Day","adult":false,"genre_ids":[18]},{"cast":["Pau Durà","Théo Cholbi","Claudia Vega","Eudald Font","Pepo Blasco"],"overview":"A twelve-year-old existentialist kid runs away from home to meet his favorite philosopher, Albert Camus, not knowing he has been dead for fifty years. On his way he finds love and rejection for the first time in his life.","release_date":"2018-07-06","vote_average":7.5,"runtime":85,"cert":"N\/A","id":518492,"title":"Jean-François and the Meaning of Life","adult":false,"genre_ids":[12,35,10751]},{"cast":["Justin Hand","Allee Sutton Hethcoat"],"overview":"It's a sci-fi thriller about a man who discovers time travel.","release_date":"2013-04-16","vote_average":0.0,"runtime":25,"cert":"\"\"","id":518494,"title":"The Pod","adult":false,"genre_ids":[878,53]},{"cast":["Félix Maritaud","Éric Bernard","Nicolas Dibla","Philippe Ohrel","Marie Seux"],"overview":"Leo is 22 and sells his body on the street for a bit of cash. The men come and go, and he stays right here... longing for love. He doesn’t know what the future will bring. He hits the road. His heart is pounding.","release_date":"2018-08-29","vote_average":6.9,"runtime":97,"cert":"\"NR\"","id":518496,"title":"Sauvage","adult":false,"genre_ids":[18]},{"cert":"N\/A","title":"Love of the Princess","cast":["Ayako Wakao","Raizō Ichikawa","Fujiko Yamamoto"],"id":518498,"overview":"A story of aristocratic star-crossed love.","runtime":100,"genre_ids":[],"release_date":"1957-03-19","vote_average":0.0,"adult":false}]