[{"cast":["Pauline Jacquard","Elina Löwensohn","Anne-Lise Maulin","Lola Créton","Vimala Pons"],"overview":"An abandoned seaside resort. The shooting for a fantasy film about the end of an era wraps up. Two women, both members of the film crew, one an actrice, the other a director, Apocalypse and Joy, are on the verge of concluding their love affair.","release_date":"2018-05-09","vote_average":7.1,"runtime":37,"cert":"N\/A","id":518500,"title":"Apocalypse After","adult":false,"genre_ids":[35,14]},{"cast":["Elizabeth Hurley","Sam Ashe Arnold","Tertius Meintjes","Hlomla Dandala","Louis Minnaar"],"overview":"A lost orphan boy and a giant elephant team up to take down an elephant poaching syndicate.","release_date":"2018-04-16","vote_average":3.8,"runtime":87,"cert":"\"\"","id":518514,"title":"An Elephant's Journey","adult":false,"genre_ids":[12,18,10751]},{"cast":[],"overview":"Five single people try to figure out dating in the age of social media, texting, hanging out and hooking up.","release_date":"2018-04-17","vote_average":0.0,"runtime":null,"cert":"\"\"","id":518516,"title":"The Dating Project","adult":false,"genre_ids":[99]},{"cast":["Glamniss"],"overview":"","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":518518,"title":"Luces Que Van","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"This crime drama follows a group of young men, who at face value just appear to be nasty thugs that above all else are up for a good fight. Trying desperately to make a name for themselves and become the type of gangsters people bow down to, Zheng cleverly takes the edge off the brutality by balancing it with some charmingly dry humour.","release_date":"2013-07-01","vote_average":0.0,"runtime":105,"cert":"N\/A","id":518520,"title":"Burned Wings","adult":false,"genre_ids":[18,80]},{"cast":[],"overview":"Three adolescent boys are up to no good when Cao Zi finds out that love, as it turns out, doesn’t exist. His mother quickly decides to marry the local successful businessman, Zhu Laosan, after Cao’s real father finds himself out of a job. Together with his companions and partners in crime, a sympathetic tough kid (Jiu Yi) and a quirky little boy (Brother Hou), Cao does everything in his power to prevent the marriage from happening.","release_date":"2013-10-15","vote_average":0.0,"runtime":91,"cert":"N\/A","id":518522,"title":"Today My Mother Will Get Married","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":518533,"title":"Jabalí","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":518535,"title":"Milagros","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2017-11-30","vote_average":0.0,"runtime":null,"cert":"\"\"","id":518537,"title":"Hayati","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":518539,"title":"Lo-ibiltariak","adult":false,"genre_ids":[]},{"cast":["Aquiles Machado","Leo Nucci","Inva Mula","Mario Luperi","Sarah M'Punga"],"overview":"Rigoletto is a jester in the court of the Duke of Mantua. He has a hunch-back and he's rather unattractive, but he's good at his job of humiliating the courtiers for the amusement of the Duke. The courtiers, of course, are not amused. The Duke is a ladies man who feels his life would be meaningless if he couldn't chase every skirt he sees. In fact, we learn as the opera begins that he's recently been noticing a young lady every Sunday on her way to church, and he's vowed to have his way with her. What nobody realizes is that the girl is the jester's beloved daughter, Gilda, and that Gilda has seen the Duke every Sunday and is smitten with him. Suddenly Count Monterone appears at court, furious that the Duke has seduced his daughter. Rigoletto ridicules Monterone, the Duke laughs, and Monterone casts an awful curse on both of them. Later, the courtiers discover that Rigoletto is secretly living with Gilda...","release_date":"2001-07-21","vote_average":0.0,"runtime":134,"cert":"\"\"","id":518541,"title":"Rigoletto","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"In \"East Ended Tape\" Peter Campus and Susan Dowling are the subjects of a series of video portraits. The shadow of Dowling's hand passes over her face slowly, obscuring her features. Campus wraps Saran Wrap around his face. Two halves of Dowling's face come together through superimposition as she turns her head around. Campus' face disappears into a cloud of smoke.","release_date":"1976-01-01","vote_average":0.0,"runtime":7,"cert":"\"\"","id":518543,"title":"East Ended Tape","adult":false,"genre_ids":[]},{"cast":[],"overview":"A society of friendly frogs is terrorized by Danbei, a frog with his slingshot, and the only thing that might challenge his mischief is a mysterious gourd.","release_date":"1959-02-10","vote_average":0.0,"runtime":55,"cert":"N\/A","id":518557,"title":"The Sparrow in the Pumpkin","adult":false,"genre_ids":[16]},{"cast":["Taylor Swift"],"overview":"Taylor Swift, the first woman in GRAMMY® history to ever win Album of the Year twice, took the stage for an intimate concert with stadium-size production in a 60,000 + -square foot venue created especially for this event. The performance, filmed in 4K Ultra HD on Feb. 4, 2017 in Houston, TX the night before the Big Game, includes her hit songs \"Blank Space,\" \"I Knew You Were Trouble\" and much more.","release_date":"2017-07-21","vote_average":10.0,"runtime":53,"cert":"\"NR\"","id":518562,"title":"Taylor Swift: Super Saturday Night Concert","adult":false,"genre_ids":[10402]},{"cast":["Samir Ghanem"],"overview":"Directed by Said Marzouk","release_date":"1968-04-16","vote_average":0.0,"runtime":26,"cert":"N\/A","id":518576,"title":"Drums","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary chronicling Kenny Rogers's rise to the top and the golden era of country he ushered in","release_date":"","vote_average":0.0,"runtime":59,"cert":"N\/A","id":518578,"title":"Kenny Rogers: Cards on the Table","adult":false,"genre_ids":[]},{"cast":["Ginger Lynn Allen","Gail Force","Nina Hartley","Melanie Scott","Kim Alexis"],"overview":"Imagine it! A famous porno actress known both individually and internationally is about to break through and get her first shot. Right before her debut's about to hit, someone comes up with never-seen-before footage scandalous enough to end her career before it begins. Ginger snaps! All hell breaks loose! As you find yourself on a rollercoaster cat-and-mouse chase with enough sexual energy and lusty heat to melt your TV's antennas and blow your vertical head to bits!","release_date":"1987-04-16","vote_average":0.0,"runtime":80,"cert":"\"NC-17\"","id":518580,"title":"Ginger Snaps","adult":true,"genre_ids":[]},{"cast":[],"overview":"T tries to capture the perfect shot. Subway at Grand Av - Newtown. Cinema.","release_date":"2017-11-01","vote_average":0.0,"runtime":5,"cert":"\"NR\"","id":518582,"title":"Solo Waltz","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":518584,"title":"Onun Filmi","adult":false,"genre_ids":[]},{"cast":["Joseph Aniska","Douglas Rizzo Johnson","Raul S. Julia","Elizabeth Ruf","Eileen Paulino"],"overview":"Off his pills and on the run from Marie Guvment, Ronald Slayback shows up at the apartment of childhood friend, Trevor Jones, seeking shelter.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":518586,"title":"It's a Wondrous Life","adult":false,"genre_ids":[35]},{"cast":["Julien Bourdel","Vinciane Amilhon"],"overview":"","release_date":"2018-04-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":518588,"title":"Le bateau ivre","adult":false,"genre_ids":[]},{"cast":["Bunny Bleu","Renee Summers","Tom Byron","Greg Derek","Larry Harwood"],"overview":"Hop on the \"Erotic Express\" with the horniest group of commuters you'll ever see. They want nothing more than constant, hard and steamy sex. Take your seats; it's time to leave the station!  It's non-stop seat swapping with this group! Getting off on this train takes on a whole new meaning. They're looking for this choo-choo to find a tunnel that goes real long, and real, real, deep!","release_date":"1983-04-16","vote_average":0.0,"runtime":72,"cert":"\"\"","id":518599,"title":"Erotic Express","adult":true,"genre_ids":[]},{"cast":["Sergey Burunov","Diomid Vinogradov","Irina Kireeva"],"overview":"The adventures of two completely different in nature beasts - a serious and economic Beaver and restless Cat. They meet when the cat is looking for shelter from the rain in the forest. The beaver rescues the Cat, and they become bosom friends. The cat really wants to become famous and believes that everyone wants to become famous, but not everyone can admit it. One day the life of this couple changes abruptly when aliens from a distant galaxy land in the forest.","release_date":"2018-05-31","vote_average":5.2,"runtime":75,"cert":"\"PG\"","id":518601,"title":"Two Tails","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"Under a black sky a stretch of highway cuts deep into the forest. Bobby's car careens out of control and comes to a stop on the shoulder. He gets out to replace a tire when he hears the desperate cry of a girl out in the woods. Despite the shivering cold and the encroaching darkness, Bobby treks into the forest following the girl's voice who keeps crying when his legs go out from underneath him, something drags him fast deeper into the forest even as he screams and claws at the ground. He disappears into the foliage with the sound of crunching bones and flesh. Thus begins ALL THINGS. The mystery of the forest brings Claire, a college student, where she makes a chilling discovery about the true nature of Bobby's disappearance which will demand of her the ultimate sacrifice to save us all.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":518609,"title":"All Things","adult":false,"genre_ids":[878,53]},{"cast":["Elisabeth Endriss","Christoph Quest","Felix von Manteuffel","Heidrun Polack","Ernst-August Schepmann"],"overview":"","release_date":"1985-06-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":518614,"title":"Lindhoops Frau","adult":false,"genre_ids":[18]},{"cast":["Ulrich Tukur","Astrid Polak","Andrea Rau","Udo Wachtveitl"],"overview":"","release_date":"2008-08-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":518622,"title":"Der Mann, dem die Frauen vertrauten","adult":false,"genre_ids":[18]},{"cast":[],"overview":"John Ridley and Jason Blum are partnering on a movie adaptation of Ridley’s recent comic book series “The American Way: Those Above and Those Below.”","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":518624,"title":"The American Way","adult":false,"genre_ids":[]},{"cast":[],"overview":"This work deals with the discovery of light and of its power to reconstruct images. Through a boy who discovers the possibilities of framing and manipulating light with a mirror, the idea of making images appears in the daily life of the children living in the old streets of Saida. Reflected light becomes a knowledge that is transmitted from child to child and a source of friendship and curiosity.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":518626,"title":"Lumiere","adult":false,"genre_ids":[]},{"cast":["Karin Anselm","Muriel Baumeister","Klausjürgen Wussow","Katharina Schubert","Astrid Polak"],"overview":"","release_date":"1990-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":518628,"title":"Wohin die Liebe fällt","adult":false,"genre_ids":[35]},{"cast":["Katerina Thomadaki"],"overview":"","release_date":"1978-01-01","vote_average":0.0,"runtime":3,"cert":"N\/A","id":518630,"title":"For Eyes Only","adult":false,"genre_ids":[]},{"cast":["Solange Seguy","Benjamin Rivas","César Caamaño","Rocío Rodríguez","Celeste Almonacid"],"overview":"Pruebas de Fuego are six stories about how much life can change in just 10 minutes. A couple of lovers, a husband who loses his son, an ex-convict who leaves prison, a young man in love, a wife locked up in his house and a nurse with his dying mother.","release_date":"2018-05-10","vote_average":0.0,"runtime":80,"cert":"N\/A","id":518632,"title":"Pruebas de Fuego","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"1979-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":518634,"title":"À plate couture","adult":false,"genre_ids":[]},{"cast":["Helen Maroulis"],"overview":"People have doubted Helen Maroulis her entire life. Many believed there was no room for her in the sport. That didn't stop her though. Since she was 13 she believed that she would be an Olympic gold medalist and nothing was going to keep her from achieving her dream. In Episode 1, Helen opens up about the obstacles she had to overcome to become the wrestler that she is today.","release_date":"2017-04-12","vote_average":0.0,"runtime":45,"cert":"\"\"","id":518645,"title":"Helen Maroulis: Girls Can't Wrestle","adult":false,"genre_ids":[99]},{"cast":["Matt McGinn","Yazan Ibrahim","Joby Fox"],"overview":"Meeting with numerous musicians affected by war, Northern Irish singer-songwriter Matt McGinn explores how they use music, not only to address their past, but to shape their future.","release_date":"2018-04-15","vote_average":0.0,"runtime":30,"cert":"N\/A","id":518647,"title":"Lessons of War","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"The story of the Southwest Detroit community that saved a rink, helped stabilize a neighborhood and gave inner city youth the opportunity to play hockey.","release_date":"","vote_average":0.0,"runtime":33,"cert":"N\/A","id":518649,"title":"Clark Park","adult":false,"genre_ids":[]},{"cast":[],"overview":"A love story of a sociologist and a girl from country in the magic-religious context of Amazon.","release_date":"1983-01-30","vote_average":0.0,"runtime":88,"cert":"N\/A","id":518651,"title":"El viento del ayahuasca","adult":false,"genre_ids":[]},{"cast":["Malojian","Stephen Scullion"],"overview":"Full visual accompaniment to the Malojian album of the same name, \"Let Your Weirdness Carry You Home\" takes hours worth of archive material from Northern Ireland's colourful past, and presents it in a new light.","release_date":"2017-09-16","vote_average":0.0,"runtime":41,"cert":"N\/A","id":518653,"title":"Let Your Weirdness Carry You Home","adult":false,"genre_ids":[10402]},{"cast":["Moeka Hoshi","Serena Motola","Emina Kondo","Yûya Matsuura","Takumi Matsuzawa"],"overview":"School girl Miyuri Obara (Moeka Hoshi) is bullied mercilessly but finds relief in an unexpected friendship with Tsumugi (Serena Motola). Yet even as Miyuri's life turns around there's a lingering suggestion that something is not quite right.","release_date":"2018-06-30","vote_average":0.0,"runtime":101,"cert":"N\/A","id":518655,"title":"Girls' Encounter","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Breaks open the hidden history of the U.S. Armyʼs Military Intelligence Service (MIS) during World War II – a story made possible because of a few aging veterans with a little Internet savvy and a lot of determination. Thereʼs little doubt the 7,000 soldiers of the Military Intelligence Service helped shorten World War II by as much as two years. They were fluent in Japanese. They were interrogators, interpreters and linguists. But who were they? With documents classified and buried in government vaults, historians struggled to tell the MIS story. “The Registry” profiles surviving MIS veterans Seiki Oshiro and Grant Ichikawa and other vets who help tell the unitʼs story.","release_date":"","vote_average":0.0,"runtime":59,"cert":"N\/A","id":518669,"title":"The Registry","adult":false,"genre_ids":[]},{"cast":["Dylan Robert","Kenza Fortas","Idir Azougli","Lisa Amedjout","Sofia Bent"],"overview":"Zachary, 17 years old, gets out of jail. Rejected by his mother, he hangs out in the mean streets of Marseille. This is where he meets Shéhérazade.","release_date":"2018-09-05","vote_average":7.5,"runtime":106,"cert":"N\/A","id":518671,"title":"Shéhérazade","adult":false,"genre_ids":[18,53,10749]},{"cast":[],"overview":"The film, directed by metro Detroit native Randin Brown, tells the story of the environmental recovery of the Detroit and Rouge rivers and their combined watersheds. Loosely based on the environmental book, “Burning Rivers” by Dr. John Hartig, “Clear Water” documents the rivers’ recovery beginning in 1969 when the Rouge River literally caught on fire. Two Detroit-born actors provide voice to the film: Pam Dawber narrates, while Tom Skerritt speaks as the river.","release_date":"","vote_average":0.0,"runtime":56,"cert":"N\/A","id":518673,"title":"Clear Water: Detroit’s River Revival","adult":false,"genre_ids":[]},{"cast":[],"overview":"Two brothers and a cousin journey from humble fishing families on the tiny Caribbean island of Bonaire to become three of the best freestyle windsurfers in history.","release_date":"2013-01-01","vote_average":0.0,"runtime":95,"cert":"\"NR\"","id":518675,"title":"Children of the Wind","adult":false,"genre_ids":[]},{"cast":["Cazzie David","Rose Gilroy","Sophia Silver"],"overview":"Three friends try to have a conversation but can’t stop looking stuff up.","release_date":"2017-12-26","vote_average":0.0,"runtime":5,"cert":"\"NR\"","id":518677,"title":"Look it Up","adult":false,"genre_ids":[35]},{"cast":["Fernanda Urrejola","Paulo Brunetti","Carolina Arredondo","Tiago Correa","Felipe Contreras"],"overview":"","release_date":"2014-05-22","vote_average":0.0,"runtime":87,"cert":"N\/A","id":518679,"title":"Gritos del Bosque","adult":false,"genre_ids":[18,27,14]},{"cast":[],"overview":"Referencing gaming culture in form and content as both an aesthetic device and point of nostalgia, Yeh's video for the band Xiu Xiu's \"This Too Shall Pass (For Freddy)\" portrays young twentysomething life in the style of overhead \"dungeon crawler\" video games. The digital sprites flutter throughout each other's daily lives and dramas in a manner that evokes a cross between The Legend of Zelda and MTV's The Real World. At night the characters escape into digital dreams that eventually collide, via partying, into a surrealistic, psychedelic episode blurring the line between reality and oblivion.","release_date":"2009-04-17","vote_average":0.0,"runtime":4,"cert":"\"\"","id":518696,"title":"This Too Shall Pass Away","adult":false,"genre_ids":[]},{"cast":[],"overview":"Jason Lescalleet had asked me to work on a video for his SONGS ABOUT NOTHING record, to be a part of a larger series of videos to accompany each track on the album. I thought the presence of the truck (bathed in the 'blue-eyed' Californian sun) would be a convincing nod to Lescalleet's inspiration for the album, which was Big Black's SONGS ABOUT FUCKING (featuring the lead track The Power of Independent Trucking).","release_date":"2013-04-17","vote_average":0.0,"runtime":3,"cert":"\"\"","id":518698,"title":"Beauty Is A Bowtie (Alternate Version)","adult":false,"genre_ids":[]},{"cast":[],"overview":"Fictitious subtitles from imagined non-English language films are synchronized to landscape videos shot by the artist on consumer equipment, often using existing structures, such as bus windows, as makeshift dollies or tripods.","release_date":"2013-04-17","vote_average":0.0,"runtime":6,"cert":"\"\"","id":518700,"title":"Landscapes and Subtitles","adult":false,"genre_ids":[]},{"cast":["Stefano Belisari"],"overview":"Rossini plays the tour guide in a voyage through Rome, Naples, and Venice.","release_date":"2014-06-16","vote_average":0.0,"runtime":40,"cert":"N\/A","id":518702,"title":"Roma, Napoli, Venezia... in un crescendo rossiniano","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A video by C. Spencer Yeh","release_date":"2005-04-17","vote_average":0.0,"runtime":3,"cert":"\"\"","id":518704,"title":"Edition Inkjet 2005 Promo","adult":false,"genre_ids":[]},{"cast":[],"overview":"A video by C. Spencer Yeh","release_date":"2009-04-17","vote_average":0.0,"runtime":1,"cert":"\"\"","id":518706,"title":"Edition Inkjet 2009 Promo","adult":false,"genre_ids":[]},{"cast":["Scott Kaske","Kadan Rockett","Teddy Margas"],"overview":"Today is a big day, it's Pepper's estranged son's birthday. He disowned her 20 years ago for becoming a drag queen. A chance meeting with Charlie, a young old boy, reminds her the importance of family and doing the right thing.","release_date":"2014-01-19","vote_average":9.0,"runtime":18,"cert":"\"\"","id":518717,"title":"Pepper","adult":false,"genre_ids":[18]},{"cast":["Lola Dueñas","Bojena Horackova","Serge Geairain","Mohammed Tora San Be","Dora Manticello"],"overview":"Avignon. Irma, who doesn’t seem to find her place in the world crosses paths with Dolores, a free and uninhibited woman who is in a mission to write a gay-friendly travel guide on a forgotten area in Provence. The unlikely duo takes to the road and contrary to the saught after pittoresque and sexy Provence, they discover a world more complex and a warm-hearted humanity, struggling to exist. For both of them the trip becomes a initiatory journey.","release_date":"2018-08-15","vote_average":0.0,"runtime":101,"cert":"N\/A","id":518719,"title":"Something Is Happening","adult":false,"genre_ids":[18]},{"cast":["A.B."],"overview":"2018 Halloween special (no actual affiliation with Mark Strong)","release_date":"2020-10-31","vote_average":0.0,"runtime":22,"cert":"\"NR\"","id":518721,"title":"Mark Strong's AAAAHHHHH!!!!! It's the Mark Strong Halloween Special (with Mark Strong)","adult":false,"genre_ids":[35,16,27]},{"cast":[],"overview":"Neller shows how to cook a tonkey","release_date":"2015-11-26","vote_average":0.0,"runtime":1,"cert":"\"NR\"","id":518723,"title":"How to Cook a Tonkey","adult":false,"genre_ids":[16,35]},{"cast":["Warren Coons","Aumajuss McKee"],"overview":"Three lads get breakfast","release_date":"2015-12-09","vote_average":0.0,"runtime":3,"cert":"\"NR\"","id":518725,"title":"SUPEESUJAMU ASAGOHAN","adult":false,"genre_ids":[16,35]},{"cast":["Tolganay Talgat","Zhalgas Jangazin","Tair Magzumov","Nurgul Alpysbayeva","Marat Abishev"],"overview":"After the passing of her grandmother, a businessman's daughter goes back to her birthplace. After a little while, she receives the visit of her former classmates but their reunion take an unexpected turn. The guests tells her that they need some money to cover the murder they've committed.","release_date":"2018-05-09","vote_average":0.0,"runtime":117,"cert":"N\/A","id":518727,"title":"Bad Bad Winter","adult":false,"genre_ids":[18,53]},{"cast":["Toni Rossall","Lochy Hendricks","Tyler Bate","Peter Thomas England"],"overview":"Since 2010, the historic Thornbury Theatre in Melbourne's inner north has been home to the biggest independent wrestling events in the nation, and on Friday April 20, one night before MCW Ballroom Brawl, the Thornbury Theatre hosts a special one night only event, where both PROGRESS Wrestling and Melbourne City Wrestling join forces!","release_date":"2018-04-20","vote_average":0.0,"runtime":120,"cert":"N\/A","id":518738,"title":"PROGRESS x MCW","adult":false,"genre_ids":[]},{"cast":["Ginger Lynn Allen","Cynthia Brooks","Desiree Lane","Laurie Smith","Mindy Rae"],"overview":"All sex comp of hot 80's material including Ginger with Tom Byron. On the road driving an RV the girls have an exhilarating journey where passions run free with complete strangers and the girls even find time to bond with each other. Starring: Ginger Lynn, Karen Summer, Eric Edwards.","release_date":"1986-04-17","vote_average":0.0,"runtime":78,"cert":"\"\"","id":518740,"title":"Sweetest Taboo","adult":true,"genre_ids":[]},{"cast":[],"overview":"Dynamic Field Series is made up of three elements and four distinct spaces that turn within a closed loop: the artist's body, his electronic double, the ghost of this double and beyond that, the ghost of the viewer.","release_date":"1971-01-01","vote_average":0.0,"runtime":24,"cert":"\"\"","id":518745,"title":"Dynamic Field Series","adult":false,"genre_ids":[]},{"cast":["Jan Decleir","Bruno Levie","Paul Huvenne","Gaston Motambo","Alexander Rolies"],"overview":"In 1885, Africa is a succulent cake destined to be wildly divided and everyone wants a piece. A disturbed European king, a Pygmy working in a luxury hotel, a successful but lonely businessman, an enslaved porter, a young army deserter, a ghostly clarinetist. Some benefit from colonialism and greed. Others suffer racism and violence.","release_date":"2018-12-20","vote_average":7.1,"runtime":43,"cert":"\"\"","id":518747,"title":"This Magnificent Cake!","adult":false,"genre_ids":[16,36,12,35,14,18]},{"cast":["Sergio Prina","Liliana Juarez","Leon Zelarayan","Daniel Elías","Camila Plaate"],"overview":"A robber regrets having brutally hit an elderly woman in order to snatch off her handbag and attempts to make up for the damage he inflicted. But his past deeds as moto-snatcher hunt him, keeping him from re-starting his life anew.","release_date":"2018-06-07","vote_average":7.0,"runtime":94,"cert":"N\/A","id":518749,"title":"The Snatch Thief","adult":false,"genre_ids":[18]},{"cast":["Владимир Золотарь","Leonid Mozgovoy","Natalya Surkova"],"overview":"The plot begins with them and ends with humanity. This author wanted to show continuity: the first love and the supposed last is an indivisible whole of one eternal Love.","release_date":"2017-06-09","vote_average":10.0,"runtime":18,"cert":"N\/A","id":518751,"title":"Last Love","adult":false,"genre_ids":[18,10749,10402,14,10402]},{"cast":["Frédérique Dansereau","Leigh Ann Taylor","Christopher Tyson","Satine Scarlett Montaz","Jeffrey Gibbons"],"overview":"","release_date":"2016-06-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":518762,"title":"The Babysitter","adult":false,"genre_ids":[27]},{"cast":["Li Yi Feng","Zhou Dongyu","Michael Douglas","Cao Bingkun","Li Yijuan"],"overview":"Drifting aimlessly through life, Kaisi (Li Yi Feng) has racked up debts of several million having borrowed money from his friends. Lured with the promise of writing it all off, Kaisi leaves his ailing mother and childhood sweetheart Qing (Zhou Dongyu) to board the ship Destiny and attend a gambling party controlled by the mysterious Anderson (Michael Douglas).  All players join the game with stars. For each game they lose, their opponent captures a star. Everyone is holding daggers behind their backs plotting dirty means by which to overcome their opponents. The game quickly deteriorates into a slaughter and Kaisi must battle save his own skin…","release_date":"2018-06-29","vote_average":7.1,"runtime":125,"cert":"\"R\"","id":518764,"title":"Animal World","adult":false,"genre_ids":[18,28,12,53,9648,14]},{"cast":["Turgay Başyayla","Aylin Coskun"],"overview":"","release_date":"2006-05-05","vote_average":0.0,"runtime":85,"cert":"N\/A","id":518766,"title":"Anne ya da Leyla","adult":false,"genre_ids":[18]},{"cast":[],"overview":"I don't remember my childhood","release_date":"","vote_average":0.0,"runtime":3,"cert":"N\/A","id":518768,"title":"Before's Vision","adult":false,"genre_ids":[]},{"cast":[],"overview":"A film about an institution called \"House of Theater\", which lodged retired and forgotten artists and is the home of Oscar, a convalescing actor who longs to reunite with his son.","release_date":"2018-04-13","vote_average":0.0,"runtime":70,"cert":"N\/A","id":518770,"title":"Casa del Teatro","adult":false,"genre_ids":[]},{"cast":["William Mark McCullough","Ellie Patrikios","Elisha Kriis","Danny Arroyo","Barry Piacente"],"overview":"Two women use seduction to steal from straying men. But when they discover one of their victims hiding millions in diamonds, the score of their lives becomes a run for their lives.","release_date":"2018-01-02","vote_average":4.5,"runtime":84,"cert":"\"\"","id":518772,"title":"Body of Sin","adult":false,"genre_ids":[80,53]},{"cast":[],"overview":"Filmed in New York's Garment District, Fashion Avenue uses mirrors to reflect something more beautiful than the world of glamour: the everyday lives of working people. The filming of reflections creates the effect of printed fabrics, and the often jagged shapes resemble sleeves and lapels on the cutting-room table.","release_date":"","vote_average":0.0,"runtime":7,"cert":"N\/A","id":518786,"title":"Fashion Avenue","adult":false,"genre_ids":[]},{"cast":[],"overview":"Nine works for an old laundry shop due for closure to make way for urban renewal projects. Ordered to return a washed suit and pocket watch to an old customer, Nine starts a journey within the area soon to be transformed beyond recognition. He encounters a number of local residents who treasure and preserve the unique charm of the area. A conversation with his grandfather who repairs old chairs prompted Nine reflections on the values of preservation and the apparent priority of all things new only made possible by sacrificing things and memories from older eras. This observant piece stars veteran actress Lora Lu and stage actors Au Yeung Chun and Sheung Ming-fai.","release_date":"","vote_average":0.0,"runtime":25,"cert":"N\/A","id":518788,"title":"A Long Ride","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Diary of a Lagos Girl follows Bim (Dolapo Oni),a materialistic, single Lagos girl in search of Mr Right. Her ideal guy must drive a Range Rover, live in a gated community, possess a cutting edge fashion sense, come from an influential family, handsome, funny, be born again, wealthy among other things. She meets Ife (Alexx Ekubo) and Timi (OC Ukeje) who teach her valuable lessons regarding the truth about love and the weightier matters of life.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":518790,"title":"Diary Of A Lagos Girl","adult":false,"genre_ids":[]},{"cast":[],"overview":"GHANA MUST GO is the story of the union of two families and cultures by the marriage of their children. The bride is played by Yvonne Okoro and is Ghanaian, while the groom is played by Blossom Chukwujekwu and is Nigerian. The families are forced to come together for the marriage bringing together two not-so-pleased father-in-law's played by Nkem Owoh and Kofi Adjorlolo.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":518792,"title":"Ghana must go","adult":false,"genre_ids":[35]},{"cast":["Kamal Haasan","Jayasudha","Pandhari Bai"],"overview":"Sommokadidi Sokokadidi is the story of a well respected Doctor and his look alike, who identifies that his face is similar to that of Doctor. So he plots a plan to take the Doctors place when he is away from Hospital, but later he discovers that even the Doctor is having several problems of his own...","release_date":"","vote_average":10.0,"runtime":140,"cert":"N\/A","id":518794,"title":"Sommokadidhi Sokokadidhi","adult":false,"genre_ids":[]},{"cast":["Jerry Garcia","Bob Weir","Phil Lesh","Bill Kreutzmann","Mickey Hart"],"overview":"The Grateful Dead performs two sets at Essen's Grugahalle in March of 1981. WDR's Rockpalast captures the magic for German televison -- including a special guest: Pete Townsend of The Who.","release_date":"1981-03-27","vote_average":0.0,"runtime":180,"cert":"N\/A","id":518796,"title":"Grateful Dead: Live on Rockpalast","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"43-year-old business woman, Harumi. She lives with her husband, after their only daughter, Michiyo, married two years ago. One day, Michiyo is killed by her husband, Koji. Koji is sentenced to death. Harumi initially agreed with it, but starts thinking to stop the death penalty of Koji. Although her husband and all her family are strongly opposed to her decision, she keeps trying to stop the death penalty with the help of Koji's lawyer. Harumi had a secret of Michiyo that she doesn't want to tell anyone.","release_date":"","vote_average":6.5,"runtime":95,"cert":"N\/A","id":518804,"title":"Her Mother","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Tom Maranta has been a 'bouncer' for years, but he has decided to give the toughs, pushers, pimps and prostitutes the flick. As he makes that decision, Pharoah, his bitter enemy, is released from prison for stabbing him in a bloody and vicious street fight three years earlier. After three years of sleepless nights and haunting nightmares, Tom realises a showdown is inevitable and he enlists the help of a friend and together they are confronted by Pharoah and his army.","release_date":"","vote_average":6.0,"runtime":90,"cert":"N\/A","id":518806,"title":"Black Neon","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bible of Kong Girls takes a look at three women exploring their lives and dilemmas within the space of a year. Splitting the film segments into the four seasons of the year, we follow Asther, Sai B and C-fu. The three modern, spirited and quirky women are introduced to an article, ‘The 37 Self-help Guidelines from Lee Ka-shing’s Private Secretary’ that serves as a sort of bible for the woman of today. With each passing season the women encounter another challenge life throws at them whilst following the rules of the article, but are these guidelines tearing the friends apart instead of helping them?","release_date":"","vote_average":0.0,"runtime":25,"cert":"N\/A","id":518814,"title":"Bible of Kong Girls","adult":false,"genre_ids":[18,35]},{"cast":["Eduardo Noriega","Nieves Herranz","Alejandro Amenábar"],"overview":"A young man hitchhikes on a full-moon night and a young woman picks him up.","release_date":"1994-01-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":518816,"title":"Luna","adult":false,"genre_ids":[53]},{"cast":["Tiffany Diamond","Jo","Eve Angel","Suzy Spark","Jamie Hunger"],"overview":"No. 5 is the sexiest & hardest Bubblegum movie to date is jam packed full with tight pussy, getting pounded, licked and sucked in every way imaginable, a gem. The sexiest bubblegum movie to date! Watch Tiffany enjoy a fat prick in her cute arse while Davina receives a hard screw from randy Clarke. After this Suzy beckons a perving fan to join her in a dirty fuck and suck session, while Jamie and Nikita serve up a hot lesbo scene that's not to be missed.","release_date":"2003-05-05","vote_average":0.0,"runtime":114,"cert":"\"\"","id":518818,"title":"Bubblegum babes 5","adult":true,"genre_ids":[]},{"cast":["Bernard Hill","Kerry Noble","Karl Purden","Tom Tomalin","Linda Bassett"],"overview":"Back in the 'bad old days' when the physically and mentally disabled were locked away in institutions a legend grew of someone who could stand up to the authorities and help them. This charming story is how a group of disabled people went to chase that legend. To assist them John is forced to come to terms with his daughter and her friends.","release_date":"1994-03-09","vote_average":0.0,"runtime":87,"cert":"N\/A","id":518832,"title":"Skallagrigg","adult":false,"genre_ids":[18,10770,14]},{"cast":["Timur Garipov","Mariya Shalaeva","Lyubov Aksyonova","Mikhail Efremov","Yekaterina Varnava"],"overview":"The adventurer named Sadko sets sail in search of a mythical bird of happiness...","release_date":"2018-05-24","vote_average":5.0,"runtime":81,"cert":"\"G\"","id":518834,"title":"Sadko","adult":false,"genre_ids":[16,35,10751,12]},{"cast":[],"overview":"How to look up words!","release_date":"1963-05-01","vote_average":0.0,"runtime":11,"cert":"\"\"","id":518842,"title":"We Discover the Dictionary","adult":false,"genre_ids":[]},{"cast":[],"overview":"TIME FOR ILHAN shadows Ilhan and her scrappy group of dedicated campaign staffers throughout the entire 2016 Minnesota House of Representatives campaign's dramatic uphill battle, as Omar, a Somali-American woman, attempts to unseat a 43-year incumbent and other challengers.","release_date":"2018-04-21","vote_average":8.0,"runtime":89,"cert":"\"\"","id":518844,"title":"Time For Ilhan","adult":false,"genre_ids":[99]},{"cast":["Gustav Waldau","Maria Stadler","Ludwig Schmid-Wildy","Alfred Pongratz"],"overview":"","release_date":"1955-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":518846,"title":"Die Medaille","adult":false,"genre_ids":[18]},{"cast":["Ray Henwood"],"overview":"The animated story of a boy who disguises himself as a shark to frighten off other people so that he will have the beach all to himself.","release_date":"1992-10-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":518848,"title":"The Great White Man-Eating Shark","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"'Kamias' weaves images of the artist's family and personal life with a strong, if not sad, narrative thread. In concise, poetic narration, Khavn takes us deep into the psyche of a young artist.","release_date":"2006-01-01","vote_average":0.0,"runtime":70,"cert":"N\/A","id":518850,"title":"Kamias: Memory of Forgetting","adult":false,"genre_ids":[99]},{"cast":["Tilda Swinton"],"overview":"This powerful film explores the science behind antidepressants, their effects on the brain and the horr","release_date":"2017-07-18","vote_average":0.0,"runtime":90,"cert":"\"\"","id":518852,"title":"Letters From Generation RX","adult":false,"genre_ids":[]},{"cast":["Tomás Zori","Santos","Manolo Codeso","Ismael Merlo","Diana Maggi"],"overview":"","release_date":"1959-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":518854,"title":"Pescando millones","adult":false,"genre_ids":[35]},{"cast":[],"overview":"This feature-length film introduces viewers to Soraida, a Palestinian woman who lives in Ramallah. In her neighbourhood the women do not all wear veils, the men do not rattle off empty political slogans, the young people do not strap bombs to their belts, and the children play together like kids everywhere. Taking us into the daily existence of Soraida, her family and neighbours, the film compels us to ask fundamental questions about life in the Middle East.","release_date":"2004-07-04","vote_average":0.0,"runtime":119,"cert":"N\/A","id":518856,"title":"Soraida, a Woman of Palestine","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Short film by Jennifer Saparzadeh. Algerian-born Frenchman Philippe Jacq embodies a psychological journey through exile and loneliness. Traditional and contemporary Iranian poems resound against a bleak black and white landscape as he travels through the material of imagination and longing.","release_date":"2014-01-01","vote_average":0.0,"runtime":13,"cert":"\"\"","id":518858,"title":"The Night of Songs","adult":false,"genre_ids":[]},{"cast":["Paul Freeman","Shelagh McLeod","Patricia Hayes","Kenneth Colley","Mark Hembrow"],"overview":"In a brilliant, modern version of the classic shipwreck tale, director Marleen Gorris manages to capture both a gay male’s and feminist perspective. After a large airliner crashes on a deserted island killing most of the passengers, two women, five men and a dog survive: an Eastern European, a Canadian lawyer, a French biologist, a prosperous Scottish financier, a young American, an extrovert Australian and a major in the British army. Hopes of rescue fade as the survivors come to realise that the world may have suffered a major disaster. They have to rely on their own resources and at first manage to live harmoniously. But gradually tensions rise after a failed attempt to escape. Intolerance threatens their very existence as one of the men begins to put himself forward as the leader of the group.","release_date":"1990-11-16","vote_average":7.0,"runtime":115,"cert":"N\/A","id":518866,"title":"The Last Island","adult":false,"genre_ids":[]},{"cast":[],"overview":"The wind and rhythm of Lisbon animate the mythological origins of Fado, a music tradition that gives form to the feeling of saudade. The Fado origin story depicts a windless night on the open sea; there, in darkness, stillness, and silence the human voice can access profound emotion—and desperation.","release_date":"2013-01-01","vote_average":0.0,"runtime":6,"cert":"N\/A","id":518868,"title":"Magnanimous Despair","adult":false,"genre_ids":[]},{"cast":["Sigfrit Steiner","Christian Doermer","Käte Pontow","Ursula Grabley","Peter Fitz"],"overview":"","release_date":"1960-06-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":518870,"title":"Ein Fingerhut voll Mut","adult":false,"genre_ids":[18]},{"cast":["Willy Fritsch","Heli Finkenzeller","Käte Pontow","Erika von Thellmann","Dorit Kreysler"],"overview":"","release_date":"1949-05-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":518878,"title":"Zwölf Herzen für Charly","adult":false,"genre_ids":[35]},{"cast":["Alain Hernández","Aura Garrido","Ben Temple","Leticia Etala","Alvaro Vizcaino"],"overview":"After falling off a cliff and suffering substantial injures, for 48 long hours a young surfer must face a merciless nature and his own physical and mental agony to try to survive.","release_date":"2018-08-03","vote_average":5.3,"runtime":100,"cert":"N\/A","id":518880,"title":"Solo","adult":false,"genre_ids":[53]},{"cast":[],"overview":"A series of surreal short scenes portraying a suburban family and their everyday rituals.","release_date":"1971-01-01","vote_average":0.0,"runtime":8,"cert":"N\/A","id":518882,"title":"The Roof Needs Mowing","adult":false,"genre_ids":[]},{"cast":[],"overview":"A short observational account of one Saturday night in the mundane life of Stuart. He gets drunk, goes out to clubs,, searches for love and falls asleep unfulfilled on the floor of the club.","release_date":"1973-01-01","vote_average":0.0,"runtime":17,"cert":"N\/A","id":518884,"title":"Satdee Night","adult":false,"genre_ids":[]},{"cast":[],"overview":"8 Minute Abs with 8 Minute Arm.  Staring Jaime Brenkus","release_date":"1997-01-01","vote_average":0.0,"runtime":32,"cert":"\"G\"","id":518886,"title":"8 Minute Abs with 8 Minute Arm","adult":false,"genre_ids":[]},{"cast":[],"overview":"About five men who live in Tasmania and earn their living by working with wood. David Ralph makes small souvenir animals and furniture from horizontal wood; Kevin Perkins makes furniture which allows the natural shape of the wood to be shown; Merv Gray and Peter Mevre make bowls and spheres, and Peter Taylor sculptural pieces.","release_date":"1980-01-01","vote_average":0.0,"runtime":32,"cert":"N\/A","id":518888,"title":"Touch Wood","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Centers on a team of World War II fighter pilots who are led by a mysterious man known as Blackhawk and face down fantastical threats.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":518890,"title":"Blackhawk","adult":false,"genre_ids":[28,12,10752]},{"cast":["Charles Devin Hill","Chad Farmer","Nathan Ludwig"],"overview":"A man's quiet night home alone is completely ruined when he has a close encounter with an escaped cannibal psycho with terrible manners and extremely poor communication skills.","release_date":"2017-09-22","vote_average":7.0,"runtime":7,"cert":"\"\"","id":518901,"title":"What's for Dinner?","adult":false,"genre_ids":[27,35]},{"cast":[],"overview":"After 40 of living in Germany, Argentinian composer Mauricio Kagel visits his hometown.","release_date":"","vote_average":8.0,"runtime":67,"cert":"N\/A","id":518903,"title":"Süden","adult":false,"genre_ids":[99,10402]},{"cast":["Nanni Moretti","Mariella Gramaglia","Luca Codignola"],"overview":"A story of a group of friends and a couple in crisis, exposing the hypocrisy of the bourgeoisie.","release_date":"1973-01-01","vote_average":0.0,"runtime":26,"cert":"N\/A","id":518911,"title":"Pâté de bourgeois","adult":false,"genre_ids":[35]},{"cast":["Nanni Moretti","Fabio Traversa"],"overview":"A short about the film \"I Am Self-Sufficient\"","release_date":"1977-02-16","vote_average":0.0,"runtime":18,"cert":"N\/A","id":518913,"title":"Un autarchico a 'palazzo'","adult":false,"genre_ids":[]},{"cast":["Nanni Moretti"],"overview":"The filmmaker Nanni Moretti recounts the story of his relationship with politics, both through his films and his political activism.","release_date":"2007-01-01","vote_average":6.8,"runtime":52,"cert":"N\/A","id":518921,"title":"Say Something Left-Wing","adult":false,"genre_ids":[99]},{"cast":["Dino Risi","Nanni Moretti","Mario Monicelli","Paolo Sorrentino","Marco Bellocchio"],"overview":"Various generations of filmmakers talk about what cinema means for them.","release_date":"2004-01-01","vote_average":0.0,"runtime":73,"cert":"N\/A","id":518923,"title":"I nostri trent'anni - Generazioni a confronto","adult":false,"genre_ids":[99]},{"cast":["Vasilis Karras"],"overview":"","release_date":"2017-09-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":518928,"title":"Βασίλης Καρράς - 40 Χρόνια - Θέατρο Πέτρας","adult":false,"genre_ids":[]},{"cast":["Natasa Theodoridou"],"overview":"","release_date":"2017-09-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":518930,"title":"Νατάσα Θεοδωρίδου - Άστα Όλα Κι Έλα - Βεάκειο Θέατρο","adult":false,"genre_ids":[]},{"cast":["Sabotage","Negra Li","Sandrão","Dexter"],"overview":"","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":518932,"title":"Favela no Ar","adult":false,"genre_ids":[99]},{"cast":["Helena Kara","Kullervo Kalske","Hannes Häyrinen","Nora Mäkinen","Paavo Jännes"],"overview":"The priest's daughter, Vappu Kankare first irritates and then admires the ambitious habitant, Jalmar \"Jali\" Kinnunen. After the studies, Vappu and Jali get married, but the marriage is disappointing.","release_date":"1939-01-15","vote_average":4.0,"runtime":106,"cert":"N\/A","id":518934,"title":"Hätävara","adult":false,"genre_ids":[18]},{"cast":["Omar El-Hariri","Magda","Suleiman Naguib","Hussein Riad","Amina Rizk"],"overview":"","release_date":"1953-04-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":518939,"title":"Baeat el khubiz","adult":true,"genre_ids":[18]},{"cast":["Henny Valjus","Paavo Jännes","Helena Kara","Kullervo Kalske","Hannes Häyrinen"],"overview":"\"Ruined Youth\" - Kirsti works as a reception assistant to Dr. Shadow and is secretly clinging to the doctor's son, Eino, who is studying to become an architect. Even though the film reflects early social problems and class jokes, there is no humor about describing everyday life.","release_date":"1947-09-19","vote_average":0.0,"runtime":77,"cert":"N\/A","id":518941,"title":"Tuhottu nuoruus","adult":false,"genre_ids":[18]},{"cast":["Joe Toppe","Richard Edson","Derin Basden","Bob Bumgarner"],"overview":"Edmond, a compulsive TV-watcher, and his apathetic son Scooter live in a caravan in the Nevada desert. One of the highlights of Edmond's life is when he acquires a new zapper for his satellite TV set. Eighteen-year-old Scooter's one and only leisure pastime consists of occasional visits to a bar where nothing ever happens. One day they are visited by fat Aunt Edna and Scooter's teenage sister Laura. Edna prevails on Edmond to pull himself together. And Scooter and Laura get to know each other and decide to head off to Las Vegas together, where a faintly incestuous tension develops between them.","release_date":"","vote_average":0.0,"runtime":94,"cert":"N\/A","id":518946,"title":"China Lake","adult":false,"genre_ids":[]},{"cast":["Ginger Lynn Allen","Gina Valentino","Beverly Bliss","Lana Burner","Jade Nichols"],"overview":"You are cordially invited to the party of your dreams. As your hostess Ginger Lynn takes you on a scavenger hunt through a million dollar mansion of fun. But beware: at the stroke of midnight, the real party begins! Originally released in 1985, this classic is a Rare and Out of Print title you will not find anywhere else!","release_date":"1985-04-18","vote_average":0.0,"runtime":91,"cert":"\"\"","id":518948,"title":"Ginger's Private Party","adult":true,"genre_ids":[]},{"cast":[],"overview":"Moodu Mulla Bandham (English: Three Knot Relation - Marriage) is a 1980 Telugu, drama film, produced by Rangana Aswartha Narayana, Poonathota Raghuram on Gomatha Art Creations banner and directed by Muthyala Subbaiah. Starring Sarath Babu, Rajendra Prasad, Madhavi in the lead roles and music composed by Satyam.","release_date":"","vote_average":0.0,"runtime":134,"cert":"N\/A","id":518950,"title":"Moodu Mulla Bandham","adult":false,"genre_ids":[]},{"cast":["Bunny Bleu","Gina Valentino","Renee Summers","Roxanne Rollan","Tom Byron"],"overview":"Remember those cute, young, innocent girls back in high school? Didn’t you ever sit in class and wonder which girls did dirt and with whom? Well Too Young To Know helps reminisce all those glory days back at the old high school.\r Four young girls learn the facts of life both in and out of the classroom. These inexperienced honies study their ABC’s on their knees! In the classroom, they question their substitute teacher on the subject of sex. Each time an important question like “can you get warts from masturbation?” comes up, there is a segue to a lovemaking scene. Sometimes, the scene actually concerns the question being asked.\r The sex in Too Young To Know is displayed in afterschool romps, bath tubs and even in a racquetball court. A real surprise was newcomer Gina Valentino – she’s beautiful! Maybe she’ll be my valentine.","release_date":"1984-04-18","vote_average":0.0,"runtime":87,"cert":"\"\"","id":518955,"title":"Too Young to Know","adult":true,"genre_ids":[]},{"cast":["Kristine Froseth","Jenna Goforth","Taylor Kowalski","Raoul Max Trujillo","Jon Stafford"],"overview":"In rural South Carolina, a God-fearing family with a flirtatious sixteen-year-old daughter invites a mysterious man to their home.","release_date":"2017-05-01","vote_average":0.0,"runtime":16,"cert":"\"\"","id":518957,"title":"Pretty Is","adult":false,"genre_ids":[18]},{"cast":["Simon Licht","Winfried Wagner","Ulrike Barthruff","Wilfried Hochholdinger","Matthias Dietrich"],"overview":"","release_date":"2017-12-28","vote_average":7.0,"runtime":null,"cert":"N\/A","id":518959,"title":"Laible und Frisch - Do goht dr Doig","adult":false,"genre_ids":[35]},{"cast":["Aleksandr Ognivtsev","Mark Reizen","Inna Zubkovskaya","Svyatoslav Kuznetsov"],"overview":"The history of the gypsy Aleko who couldn't forgive the betrayal of his wife.","release_date":"1953-01-01","vote_average":5.0,"runtime":61,"cert":"N\/A","id":518961,"title":"Алеко","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Cho Jin-woong","Ryu Jun-yeol","Kim Joo-hyuk","Cha Seung-won","Kim Sung-ryung"],"overview":"After a traumatic event, a drug trafficker turns sides and conspires with a dangerously ambitious undercover police officer to bring down the mysterious kingpin of a major drug cartel. (Remake of the Chinese film “Drug War,” 2012.)","release_date":"2018-05-22","vote_average":7.4,"runtime":123,"cert":"N\/A","id":518963,"title":"Believer","adult":false,"genre_ids":[80,28]},{"cast":["Hiroe Arashi","Kanjûrô Arashi","Keinosuke Tôyama","Monya Onoe","Komako Hara"],"overview":"An important silent film survives, Kumahiko Nishina's Umon torimonocho rokuban tegara jinenji kidan (The Samurai Detective, aka The Detective Records of Umon, aka Detective Umon Diary: Exploit Number Six, 1930). Umon on his shining white horse stops a conspiracy against the Shogun. Umon was played by Kanjuro Arashi in this early film, & long after in the post-Occupation jidaigeki revival he reprised the role in Kajiro Yamamoto's Muttsuri Umon torimonocho (1955), helping to launch the renewed interest in such films.","release_date":"1930-05-29","vote_average":5.5,"runtime":66,"cert":"N\/A","id":518965,"title":"Detective Umon's Diary, Story No. 6","adult":false,"genre_ids":[28,9648]},{"cast":["Sophia Dueñas","Austin Ford","Maynor Alvarado","Casey Mills"],"overview":"Moments before a hardcore band takes the stage, the lead singer tries to break off her toxic relationship with the band's drummer only to see the breakup take an explosive turn.","release_date":"2016-09-30","vote_average":0.0,"runtime":20,"cert":"\"\"","id":518967,"title":"Pet Rituals","adult":false,"genre_ids":[18,10402]},{"cast":["Hervé P. Gustave"],"overview":"","release_date":"2018-04-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":518969,"title":"Marion","adult":false,"genre_ids":[]},{"cast":[],"overview":"An experimental walk through nature and time","release_date":"2018-04-18","vote_average":0.0,"runtime":12,"cert":"\"\"","id":518971,"title":"Novus","adult":false,"genre_ids":[]},{"cast":[],"overview":"Travel the longest railway in the world. Stories and destinies of ordinary Russians who met by chance on the Moscow-Vladivostok train. A kaleidoscope of passengers' stories develops into a social portrait of modern Russian society, and the endless road turns into a metaphor of a country that is constantly moving somewhere.","release_date":"2017-05-20","vote_average":0.0,"runtime":82,"cert":"N\/A","id":518973,"title":"Third-class Travel","adult":false,"genre_ids":[99]},{"cast":["Pierre Boulez"],"overview":"Eclat is a fascinating documentary about the work. We witness rehearsals by the Netherlands' Nieuw Ensemble, hear comments about the piece from the composer, conductor Ed Spanjaard and some of the musicians, and we see a full performance of the work. Eclat (\"To burst out\") is a beautiful example of the strangely lyrical pointillist style that Boulez had inherited from Anton von Webern. Aural pinwheels and shifting musical kaleidoscopes with stunning instrumental color is the only way to verbally describe what must be heard to be understood. This is definitely not for those who hate \"modern\" music. For those who respond to contemporary music, this piece is masterful and this film is a must-see!","release_date":"1993-01-01","vote_average":5.0,"runtime":40,"cert":"N\/A","id":518981,"title":"Eclat","adult":false,"genre_ids":[99]},{"cast":["Nadine Garner","Joel Tobeck","Belinda McClory","Tom Wren","Emma Annand"],"overview":"Follows Jean Blake as she takes on the mantle of her husband, police surgeon Lucien Blake, as a solver of mysteries following his disappearance 18 months after their marriage.","release_date":"2018-11-30","vote_average":8.0,"runtime":86,"cert":"N\/A","id":518983,"title":"The Blake Mysteries: Ghost Stories","adult":false,"genre_ids":[18,9648]},{"cast":[],"overview":"Mama Wata is a goddess that provides Sierra Leone with riches. The waters of Goderich Bay, in Freetown, have been blessed with an abundance of fish. Idrissa, a local fisherman, and his neighbors know that the goddess looks over them; however, they must still battle against international commercial fishing boats, illegal fishing and drug traffickers. Sierra Leone, ranked as one of the world's poorest countries by the UN, lacks an education system, health facilities and suffers from staggering unemployment. The Children of Mama Wata portrays the dignity and faith and the day-to-day lives of the inhabitants of Goderich.","release_date":"2010-01-01","vote_average":5.0,"runtime":55,"cert":"N\/A","id":518985,"title":"Los hijos de Mama Wata","adult":false,"genre_ids":[99]},{"cast":["Johannes Agnoli","Christoph Burgmer"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":518990,"title":"Agnoli - Das negative Potential","adult":false,"genre_ids":[]},{"cert":"N\/A","title":"Pelleedu Pillalu","cast":[],"id":518992,"overview":"On her deathbed, the sister of P.V. Rao (J.V. Somayajulu) entrusts him the custody of her property along with daughters Durga (Sangeetha) and Shanti (Vijayashanti). After her death, he usurps the property and arranges Durga's marriage with a pauper Chalapati (Sarath Babu). After learning maternal uncle's intentions, Durga prepares and sells household items along with Shanti for livelihood. Learning that Rao's son (Suresh) is her cousin, Shanti starts teasing him along with her friend Annapoorna (Sumalatha). After learning their relation, he too starts liking Shanti.","runtime":136,"genre_ids":[],"release_date":"","vote_average":0.0,"adult":false}]