[{"cast":["Boyd Banks","Matt Baram","Lisa Brooke","Jason DeRosse","Sandy Jobin-Bevans"],"overview":"Joe attends hate therapy twice a week. Not as a psychiatrist, or a group leader, but more as an observer. The group is small, but they have a lot to say. The one common thread is their love for hate.","release_date":"","vote_average":0.0,"runtime":9,"cert":"N\/A","id":52002,"title":"Happiness is Hate Therapy","adult":false,"genre_ids":[]},{"cast":["Sophia Loren","Maurice Chevalier","John Gavin","Angela Lansbury","Isabel Jeans"],"overview":"A European princess jeopardizes her crown when she falls for an American millionaire.","release_date":"1960-05-15","vote_average":6.0,"runtime":97,"cert":"N\/A","id":52003,"title":"A Breath of Scandal","adult":false,"genre_ids":[35,18,10749]},{"cast":["Kayden Kross","Angel Dark","Lisa Ann","Tommy Gunn","Scott Nails"],"overview":"Family is always a tricky thing to deal with, especially when it comes to setting boundaries. The questions always remains, how close is too close? Well Kayden Kross and Angel Dark are about to see how far they can go before their perfect little family turns into something dark and dangerous.","release_date":"2010-08-24","vote_average":8.0,"runtime":118,"cert":"N\/A","id":52006,"title":"Family Matters","adult":true,"genre_ids":[]},{"cast":["Mads Ousdal","Jon Øigarden","Trond-Viggo Torgersen","Linn Stokke","Amund Maarud"],"overview":"Norwegian Ninja is the true story of how Commander Arne Treholt and his Ninja Force saved Norway during the Cold War. In 1983 the Ninja Force discovers that the sinister NATO force Stay Behind, who take charge in times of war and emergency, are planning a coup-d'état in peacetime. Treholt and the Ninjas see only one solution: a full can of whoop-ass.","release_date":"2010-08-13","vote_average":4.5,"runtime":77,"cert":"N\/A","id":52009,"title":"Norwegian Ninja","adult":false,"genre_ids":[18,28,35,53]},{"cast":["Terence Stamp","John Hurt","Sean Pertwee","Steven Waddington","Donald Sumpter"],"overview":"A squad of Ultramarines answer a distress call from an Imperial Shrine World. A full Company of Imperial Fists was stationed there, but there is no answer from them. The squad investigates to find out what has happened there.","release_date":"2010-12-10","vote_average":5.2,"runtime":76,"cert":"15","id":52010,"title":"Ultramarines: A Warhammer 40,000 Movie","adult":false,"genre_ids":[16,878]},{"cast":["Chiezô Kataoka","Kô Nishimura","Ryôhei Uchida","Kanjûrô Arashi","Sumiko Fuji"],"overview":"A sadistic Daimyo (feudal lord) rapes a woman and murders both her and her husband, but even when one of his own vassals commits suicide to bring attention to the crime, the matter is quickly hushed up. Not only will there be no punishment, but because the Daimyo is the Shogun's younger brother, he will soon be appointed to a high political position from which he could wreak even more havoc. Convinced that the fate of the Shogunate hangs in the balance, a plot is hatched to assassinate the Daimyo. The two most brilliant strategic minds of their generation find themselves pitted against each other; one is tasked to defend a man he despises, and has a small army at his disposal. The other is given a suicide mission, and has 12 brave men. They are the 13 Assassins.","release_date":"1963-12-07","vote_average":7.4,"runtime":125,"cert":"N\/A","id":52011,"title":"The Thirteen Assassins","adult":false,"genre_ids":[12,28]},{"cast":["Steve Forrest","Bill Mumy","Pamela Toll","Elsa Lanchester","Henry Jones"],"overview":"A comedy filled with tenderness as a baby raccoon snuggles his way into the life of a lonely boy. He becomes the boy's only companion during his father's frequent absences. Because of Rascal, both father and son realize their responsibility to each other","release_date":"1969-06-11","vote_average":6.2,"runtime":85,"cert":"U","id":52012,"title":"Rascal","adult":false,"genre_ids":[18,10751]},{"cast":["Mark Hogancamp","Emmanuel Nneji","Edda Hogancamp","Tom Neubauer","Julie Swarthout"],"overview":"After a vicious attacks leaves him brain-damaged and broke, Mark Hogancamp seeks recovery in \"Marwencol\", a 1\/6th scale World War II-era town he creates in his backyard.","release_date":"2010-03-12","vote_average":7.3,"runtime":83,"cert":"N\/A","id":52013,"title":"Marwencol","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The documentary centers on Gruff Rhys's quest to meet up with his lost long Patagonian uncle, musician René Griffiths.","release_date":"2011-06-18","vote_average":5.0,"runtime":84,"cert":"N\/A","id":52014,"title":"Separado!","adult":false,"genre_ids":[99,10402]},{"cast":["Danielle Harris","Kelly McGillis","Nick Damici","Connor Paolo","Gregory Jones"],"overview":"Martin was a normal teenage boy before the country collapsed in an empty pit of economic and political disaster. A vampire epidemic has swept across what is left of the nation's abandoned towns and cities, and it's up to Mister, a death dealing, rogue vampire hunter, to get Martin safely north to Canada, the continent's New Eden.","release_date":"2010-09-30","vote_average":6.2,"runtime":98,"cert":"15","id":52015,"title":"Stake Land","adult":false,"genre_ids":[18,27,878]},{"cast":["Jesse Jane","Madison Scott","Jenna Haze","Jenaveve Jolie","Riley Steele"],"overview":"Everybody knows that bad girls have more fun, and the Digital Playground girls are the baddest on the block. Robby D. provides fans with a third round of kinky gonzo action! Contract stars Jesse Jane and Riley Steele are naughty and begging to be punished. Evan gives Jesse the fucking of her life, while Danny serves Riley a plowing for the books. You wanted it ... and now you've got it!","release_date":"2010-04-13","vote_average":6.5,"runtime":94,"cert":"N\/A","id":52016,"title":"Bad Girls 3","adult":true,"genre_ids":[]},{"cast":["Anders Hove","Denice Duff","Ion Haiduc","Michael Denish","Kevin Spirtas"],"overview":"Continuing after the first \"Subspecies\", a woman who has just become a vampire tries to escape the evil vampire, Radu, who seeks her as his love interest. But she has taken the vampire family's bloodstone, and now Radu must find her to get it back. While her sister comes to Romania to save her soul. It might be to late....","release_date":"1993-05-26","vote_average":5.7,"runtime":107,"cert":"N\/A","id":52017,"title":"Bloodstone: Subspecies II","adult":false,"genre_ids":[14,27]},{"cast":["Andi Anderson","Angelina Valentine","Carmel Moore","Kagney Linn Karter","Mason Moore"],"overview":"There's a reason why everyone loves a \"bad girl\". Bad Girls 4 is packed with more scandalous and naughty sex than ever before. These girls know that being this bad has never been so good.","release_date":"2010-07-13","vote_average":0.0,"runtime":147,"cert":"N\/A","id":52018,"title":"Bad Girls 4","adult":true,"genre_ids":[]},{"cast":["Bing Crosby","Frances Farmer","Martha Raye","Samuel S. Hinds","Warren Hymer"],"overview":"Cowboy Jeff Larabee returns from the east and meets Doris Halloway, a young girl, that he regards as a vagabond, till he learns that she's the owner of the farm where he works. He tries to win her heart, but without success, until she is endangered by gangsters","release_date":"1936-07-01","vote_average":0.0,"runtime":87,"cert":"N\/A","id":52019,"title":"Rhythm on the Range","adult":false,"genre_ids":[37]},{"cast":["Anders Hove","Denice Duff","Ioana Abur","Jonathon Morris","Mihai Dinvale"],"overview":"Vampire fledgling Michelle Morgan has escaped the grasp of her master Radu Vladislas. Found by a woman named Ana, she is taken to a hospital where a doctor claims to be able to cure her vampirism. Radu, recovering from the near-death delivered by Michelle and her friends, travels to Bucharest to follow his fledgling. He visits the vampire Ash's stronghold. Ash and his protege Serena plot to destroy Radu and employ the help of the humans, Ana and the Doctor.","release_date":"1998-12-08","vote_average":5.4,"runtime":85,"cert":"N\/A","id":52022,"title":"Subspecies 4: Bloodstorm","adult":false,"genre_ids":[14,27]},{"cast":["Gary Busey","David Keith","Kelly Hu","Lorenzo Lamas","Natalie Denise Sperl"],"overview":"Sometimes what happens at Spring Break doesn't stay at Spring Break... it follows you home.","release_date":"2007-04-17","vote_average":4.5,"runtime":96,"cert":"N\/A","id":52023,"title":"Succubus: Hell-Bent","adult":false,"genre_ids":[27,53]},{"cast":[],"overview":"","release_date":"2009-01-16","vote_average":6.0,"runtime":null,"cert":"N\/A","id":52026,"title":"Pleasant Goat and Big Big Wolf:The Movie","adult":false,"genre_ids":[35,10751,16]},{"cast":["Anna Nicole Smith","Joey Travolta","John Aprea","David Proval","Branscombe Richmond"],"overview":"Colette is an attractive ex-CIA agent seeking revenge against a ruthless villan and his organization of trained assasins for the murder of her husband while the man is also after mobster Frank Di Vinci for his own personal reasons. It isn't long before the paths of both Colette and Frank meet whom they share the same vendetta against the same man and they reluctnaly try to co-operate with each other to bring him down.","release_date":"1995-09-19","vote_average":2.6,"runtime":98,"cert":"N\/A","id":52027,"title":"To the Limit","adult":false,"genre_ids":[28,12]},{"cast":["Wong Cho-lam","Michael Tse","Stephy Tang","Stephen Chan"],"overview":"","release_date":"2010-01-29","vote_average":6.5,"runtime":null,"cert":"N\/A","id":52028,"title":"Pleasant Goat and Big Big Wolf 2","adult":false,"genre_ids":[16]},{"cast":["Luise Rainer","Spencer Tracy","Charley Grapewin","Janet Beecher","Eddie Quillan"],"overview":"Anna and Joe are newly married, playful and deeply in love. Joe is scraping by as cab driver in New York City during a period of corruption, mob control and violence between cab companies.","release_date":"1937-09-03","vote_average":7.5,"runtime":80,"cert":"N\/A","id":52029,"title":"Big City","adult":false,"genre_ids":[18]},{"cast":["Christopher Plummer","Lynn Redgrave","Isabella Rossellini","Peter Gerety","Brian Murray"],"overview":"The story of a man who rescues a German shepherd and how the two become fast friends.","release_date":"2009-01-01","vote_average":7.3,"runtime":83,"cert":"12","id":52032,"title":"My Dog Tulip","adult":false,"genre_ids":[16,35,18]},{"cast":["Mr. T","Stacey Ferguson"],"overview":"Educational video where Mr. T attempts to instill good values (honor thy mother, don't give in to peer pressure, etc.) to kids through rapping and breakdancing, among other things.","release_date":"1984-01-01","vote_average":5.9,"runtime":52,"cert":"N\/A","id":52033,"title":"Be Somebody… or Be Somebody's Fool!","adult":false,"genre_ids":[10402,35,10751]},{"cast":["Eric Bossick","Akiko Monô","Yûko Nakamura","Stephen Sarrazin","Tiger Charlie Gerhardt"],"overview":"An American named Anthony is living and working in Tokyo and married to a Japanese woman. When their son is killed by the same driver who creates the Tetsuos in previous films, he makes the transformation into Tetsuo.","release_date":"2009-09-05","vote_average":5.7,"runtime":71,"cert":"N\/A","id":52034,"title":"Tetsuo: The Bullet Man","adult":false,"genre_ids":[28,878,27,53]},{"cast":["Douglas Fairbanks","Bessie Love","Allan Sears","Tom Wilson","George Hall"],"overview":"Coke Ennyday, the scientific detective, divides his time into periods of \"Sleep\", \"Eat\", \"Dope\" and \"Drinks\". In fact, he overcomes every situation with drugs: consuming cocaine to increase his energy or injecting it in his opponents to incapacitate them. To help the police, he tracks down a contraband of opium (which he eagerly tastes) transported within \"leaping fishes\", saving a \"fish-blower\" girl from blackmail along the way.","release_date":"1916-06-11","vote_average":6.4,"runtime":25,"cert":"N\/A","id":52035,"title":"The Mystery of the Leaping Fish","adult":false,"genre_ids":[9648,35,80]},{"cast":["Neve Campbell","Malcolm McDowell","James Franco","Barbara E. Robertson","William Dick"],"overview":"Ensemble drama centered around a group of ballet dancers, with a focus on one young dancer who's poised to become a principal performer.","release_date":"2003-09-10","vote_average":5.3,"runtime":112,"cert":"N\/A","id":52036,"title":"The Company","adult":false,"genre_ids":[18,10402]},{"cast":["E.J. Bonilla","Gleendilys Inoa","Damián Alcázar","Raúl Castillo"],"overview":"In a post-September 11th world overflowing with fear and hate, two Latino teens discover that sometimes the only thing that can keep them from drowning is love.","release_date":"2009-01-01","vote_average":6.0,"runtime":105,"cert":"N\/A","id":52039,"title":"Don't Let Me Drown","adult":false,"genre_ids":[18,10749]},{"cast":["Mark Consuelos","Chandra West","Corbin Bernsen","Cara Pifko","Stephanie Mills"],"overview":"With a great career, close friends, and an upwardly mobile fiancé, ‘How To’ book writer Grace (Chandra West) appears to have the perfect life. Meanwhile, local firefighter Steve (Mark Consuelos), having just been suspended for his reckless, yet heroic style, seems to be heading in the opposite direction That is, until a fateful fire rescue fans the flames of attraction and gives them both a new perspective on life.","release_date":"2008-08-30","vote_average":4.2,"runtime":null,"cert":"N\/A","id":52040,"title":"For the Love of Grace","adult":false,"genre_ids":[18,10749]},{"cast":["Eddie Cibrian","Patrick Duffy","Lisa Sheridan","Darcy Rose Byrnes","Meagen Fay"],"overview":"A near death experience gives a young man, engaged to be married, the ability to heal people.","release_date":"2010-03-20","vote_average":5.3,"runtime":90,"cert":"N\/A","id":52041,"title":"Healing Hands","adult":false,"genre_ids":[18,10751,10749,10770]},{"cast":["Gene Simmons","Paul Stanley","Peter Criss","Paul Daniel Frehley","Eric Carr"],"overview":"KISS have always had an approach to their fans that on the one hand could be seen as ridiculously crass and on the other as truly generous. And this release, with its three expertly mastered and crammed DVDs--issued with three separate bonus discs--could easily support either view. The second installment in KISS's Kissology DVD series will sort out the casual fans from the true members of the KISS Army. The material included here, after all, begins in 1978, when the band released four separate solo albums at once and their massive popularity began to wane. It continues on through the controversial makeup-free period and ends in '91, as KISS struggled to cope with the ascendancy of grunge over the hair metal style they'd experienced a second boom with. The concert films are pretty great, but the full-length Tom Snyder Tomorrow show appearance is flat-out brilliant,","release_date":"2007-01-31","vote_average":6.0,"runtime":407,"cert":"N\/A","id":52042,"title":"Kissology: The Ultimate KISS Collection Vol. 2 (1978-1991)","adult":false,"genre_ids":[10402]},{"cast":["Gérard Lanvin","Olivier Marchal","Vincent Moscato","Jérémie Duvall","Abbes Zahmani"],"overview":"Grandson of a legendary rugby player, son of a legendary rugby player, and he himself a legendary rugby player, Jo Canavero raises his only son, Tom, in a small village in the Tarn region. To the great displeasure of Jo, thirteen-year-old Tom is as good at math as he is useless on the rugby field. For a Canavero, the legend can't stop there, even if it means setting up a rugby team specifically for Tom, despite the wishes of the whole village and of Tom himself.","release_date":"2011-01-12","vote_average":6.1,"runtime":95,"cert":"N\/A","id":52043,"title":"Jo's Boy","adult":false,"genre_ids":[35,18]},{"cast":["Jacobsson Anton","Lars Bethke","Johanna Leamo","David Lenneman","Alida Morberg"],"overview":"A lonely hotel by a lonely road. Sarah is lost, looking for somewhere to sleep. She's come to the wrong place. A lonely hotel by a lonely road. Sarah is lost, Jenny is looking for her. She's come to the right place. The Bridgeburn Hotel","release_date":"2010-02-09","vote_average":4.0,"runtime":87,"cert":"N\/A","id":52044,"title":"Insane","adult":false,"genre_ids":[27]},{"cast":["Carole Bouquet","Julie Depardieu","Serge Gisquière","Eric De Staerke","Philippe Magnan"],"overview":"","release_date":"2010-12-22","vote_average":4.3,"runtime":null,"cert":"N\/A","id":52045,"title":"Libre échange","adult":false,"genre_ids":[35,18]},{"cast":["Andrew Lau","Sheena Chung","Farid Azlam","Audi Khalis"],"overview":"In January of 2010, a group of local filmmakers began exploring the famously haunted Old Changi Hospital in Singapore with terrifying and tragic results. This movie pieces together the original Haunted Changi film crew's footage to tell the full story.","release_date":"2010-09-02","vote_average":4.9,"runtime":79,"cert":"N\/A","id":52046,"title":"Haunted Changi","adult":false,"genre_ids":[9648,53,27]},{"cast":["Chôko Iida","Shin'ichi Himori","Masao Hayama","Yoshiko Tsubouchi","Mitsuko Yoshikawa"],"overview":"A poor factory worker, visiting the Tokyo son she has skimped to educate, finds even a college degree doesn't make a difference in Depression era Japan.","release_date":"1936-09-15","vote_average":7.5,"runtime":87,"cert":"N\/A","id":52047,"title":"The Only Son","adult":false,"genre_ids":[18]},{"cast":["Neil Mandt","Mark Carter","Gregory Poppen","Eric Wing","Heather Petrone"],"overview":"Charlie and Cliff decide they want to go to the Full Moon party in Thailand. Along the way they travel around the world sprinkling the ashes of their dead friend Paul. As they go from country to country they meet a wide variety of crazy people and have insane adventures.","release_date":"2008-03-10","vote_average":6.8,"runtime":83,"cert":"N\/A","id":52048,"title":"Last Stop for Paul","adult":false,"genre_ids":[35]},{"cast":["Isabelle Huppert","Jeanne Balibar","Charles Berling","Denis Podalydès","Nils Hugon"],"overview":"Today, Camille turns nine. He had sworn that on his 9th birthday he would show his parents the videos he was shooting on the side - the tail of a cat scampering away, a window, and a veiled woman's face - an intriguing picture... Later that day, Camille's mother, Ariane, meets up with her son in the park. The boy appears perturbed. He is leaning against a tree, eyes cast down. He says that now he wants to return to his \"real home\" and his \"real mother.\"","release_date":"2000-09-10","vote_average":6.8,"runtime":100,"cert":"N\/A","id":52049,"title":"Comedy of Innocence","adult":false,"genre_ids":[18,9648,53]},{"cast":["Li Ling","Pamelyn Chee","Brian Danforth","Patricia Lukulu Binaisa","Hiep Thi Le"],"overview":"A pregnant San Francisco Chinese teenage immigrant named Sasha tells of life in America.","release_date":"2008-06-20","vote_average":5.4,"runtime":77,"cert":"N\/A","id":52050,"title":"The Princess of Nebraska","adult":false,"genre_ids":[18]},{"cast":["Tia Mowry","Tamera Mowry","Tahj Mowry","Robert Hooks","Hope Clarke"],"overview":"Cat and Gene have been divorced for several years. They are both visiting their son and their grandchildren, Sydney and Willie. Willie's a genius who develops a formula that makes who uses it young again, it inadvertently spills into some soap that Willie places in his grandparents room. When each of them uses it they finds themselves 17 again. Willie had to find a way to reverse the process but will his grandparents want to be old again?","release_date":"2000-11-12","vote_average":6.0,"runtime":97,"cert":"N\/A","id":52051,"title":"Seventeen Again","adult":false,"genre_ids":[10770,35,18,10751,14]},{"cast":[],"overview":"This documentary examines the controversial theory that a Chinese Ming Dynasty fleet, led by Zheng He, sailed past the Cape of Good Hope and crossed the Atlantic to discover the Americas, decades before Christopher Columbus.","release_date":"2004-08-17","vote_average":4.5,"runtime":120,"cert":"N\/A","id":52054,"title":"1421: The Year China Discovered America?","adult":false,"genre_ids":[99]},{"cast":["Henry Winkler","Dorian Harewood","Susan Hogan","Cec Linder"],"overview":"In Depression-era New England, a miserly businessman named Benedict Slade receives a long-overdue attitude adjustment one Christmas eve when he is visited by three ghostly figures who resemble three of the people whose possessions Slade had seized to collect on unpaid loans. Assuming the roles of the Ghosts of Christmas Past, Present, and Future from Charles Dickens' classic story, the three apparitions force Slade to face the consequences of his skinflint ways, and he becomes a caring, generous, amiable man.","release_date":"1979-12-16","vote_average":6.3,"runtime":98,"cert":"N\/A","id":52055,"title":"An American Christmas Carol","adult":false,"genre_ids":[18,10751]},{"cast":[],"overview":"A documentary exploring the causes of the 1929 Wall Street Crash.Over six terrifying, desperate days in October 1929, shares crashed by a third on the New York Stock Exchange. More than $25 billion in individual wealth was lost. Later, three thousand banks failed, taking people's savings with them. Surviving eyewitnesses describe the biggest financial catastrophe in history.","release_date":"2009-01-01","vote_average":7.0,"runtime":null,"cert":"","id":52056,"title":"1929: The Great Crash","adult":false,"genre_ids":[18,99]},{"cast":[],"overview":"The Gate of Heavenly Peace is a feature-length documentary about the 1989 protest movement, reflecting the drama, tension, humor, absurdity, heroism, and many tragedies of the six weeks from April to June in 1989. The film reveals how the hard-liners within the government marginalized moderates among the protesters (including students, workers and intellectuals), while the actions of radical protesters undermined moderates in the government. Moderate voices were gradually cowed and then silenced by extremism and emotionalism on both sides.","release_date":"1995-01-01","vote_average":7.4,"runtime":180,"cert":"N\/A","id":52059,"title":"The Gate of Heavenly Peace","adult":false,"genre_ids":[99]},{"cast":["Chad Michael Murray","Ashley Benson","Christina Milian","Ryan Sypek","Burgess Jenkins"],"overview":"Sloan is beautiful, stylish, and on the fast track to success at her public relations firm. After her client Caitlin ends up in a coma and becomes her own personal ghost of Christmas past, present, and future; she finds out first hand that her unethical ways needs to change and reuniting with a past jilted lover may be the answer.","release_date":"2010-12-12","vote_average":5.8,"runtime":85,"cert":"N\/A","id":52060,"title":"Christmas Cupid","adult":false,"genre_ids":[10770,14,35,10749,10751]},{"cast":["Kim Yu-mi","Yu Jun-sang","Jung You-seok","Kim Roe-ha","Kim Tae-woo"],"overview":"Due to inadequate use of anesthetics, a young boy experiences \"intra-operative awareness\" during his own heart surgery, hearing every sound and movement of the procedure. The little boy is severely traumatized from this horrific accident. As a result, he ends up brutally murdering a young girl soon after the incident...","release_date":"2007-08-08","vote_average":6.3,"runtime":113,"cert":"N\/A","id":52061,"title":"Return","adult":false,"genre_ids":[18,53]},{"cast":["Pere Arquillué"],"overview":"\"A Species Odyssey\" portrays the origins of Mankind from the moment the first primate stood up on their hind legs and set off to conquer the African Savanna, to modern Man, setting off to conquer space. 7 million years of triumph fraught with difficulties and extraordinary events that make Man what he is today.","release_date":"2003-01-07","vote_average":7.4,"runtime":89,"cert":"N\/A","id":52062,"title":"A Species Odyssey","adult":false,"genre_ids":[99,36]},{"cast":[],"overview":"Ajax film","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":52063,"title":"Ajax","adult":false,"genre_ids":[]},{"cast":["Bruna Lombardi","Tarcísio Meira","Rubens de Falco","Tony Ramos"],"overview":"","release_date":"1985-12-12","vote_average":8.0,"runtime":null,"cert":"N\/A","id":52066,"title":"Grande Sertão: Veredas","adult":false,"genre_ids":[]},{"cast":["Ed Helms","John C. Reilly","Anne Heche","Isiah Whitlock Jr.","Stephen Root"],"overview":"A naive Midwesterner insurance salesman travels to a big-city convention in an effort to save the jobs of his co-workers.","release_date":"2011-02-11","vote_average":6.0,"runtime":87,"cert":"15","id":52067,"title":"Cedar Rapids","adult":false,"genre_ids":[35]},{"cast":["Aaron Burns","Andrew Burns","Chad Burns"],"overview":"Set in 411 AD, Pendragon tells the story of young Artos who is raised to believe that God has a purpose for each day. When his family killed and he is taken into slavery by the Saxons, Artos questions his God. Advancing through the military ranks, Artos begins to understand that his father's vision was not based on the strength of man, but on the plan of God. Further betrayal by his friends forces Artos to decide between following God's plan unto certain death or abandoning God to save his own life.","release_date":"2008-11-01","vote_average":6.7,"runtime":116,"cert":"N\/A","id":52068,"title":"Pendragon: Sword of His Father","adult":false,"genre_ids":[12,14,28,878]},{"cast":["Shraga Friedman","Avner Hizkiyahu","Shaike Ophir","Yossef Tzur","Nissim Azikri"],"overview":"A slapstick comedy lampooning bureaucracy and the madness of everyday life in Israel centers on an escaped lunatic who digs up the streets of Tel-Aviv with a drill","release_date":"1969-01-01","vote_average":6.3,"runtime":95,"cert":"N\/A","id":52069,"title":"The Big Dig","adult":false,"genre_ids":[35]},{"cast":["Corinna Harfouch","Jürgen Tonkel","Volker Bruch","Torben Liebrecht","Jacob Matschenz"],"overview":"","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":52070,"title":"Rose","adult":false,"genre_ids":[18]},{"cast":["Emir Benderlioğlu","Sema Öztürk","Mustafa Üstündağ","Arzu Yanardağ","Tarık Papuççuoğlu"],"overview":"","release_date":"2009-01-01","vote_average":3.3,"runtime":null,"cert":"N\/A","id":52071,"title":"Deli Dumrul","adult":false,"genre_ids":[18,35]},{"cast":["Emin Ceylan","Muzaffer Özdemir","Fatma Ceylan","Emin Toprak","Muhammad Zimbaoglu"],"overview":"This is a movie within a movie, about a director, Muzaffer, who goes back to his hometown to make a film using a cast of local people (based on the director Ceylan's first feature, Kasaba). While Muzaffer is around, his mother complains about simple health problems, his father is in a legal fight against the government for his land, his cousin leaves his job to help Muzaffer who promises to find him work in Istanbul, and his little cousin Ali tries to carry an egg in his pocket for forty days so that he'll get the watch of his dreams. In the meantime, they form the cast for Muzaffer's movie as well.","release_date":"1999-12-10","vote_average":7.5,"runtime":130,"cert":"N\/A","id":52072,"title":"Clouds of May","adult":false,"genre_ids":[35,18]},{"cast":["Sergi López","Bruno Salomone","Bérénice Bejo","Barbara Schulz","Florence Darel"],"overview":"Malo has separated from his wife and a divorce is in the works. His children leave with his wife on holiday, and he is lonely and depressed. His friend Rémi  drags him to a party in the country, and driving back they see by chance a notice of a house being sold at auction by creditors. The low reserve price surprises them and they go round to have a look. Finding the door open, Malo picks up a letter from a little girl to her father saying she misses him - moved by the resonance with his own daughter, Malo accidentally takes the note with him when they leave in a hurry. He then resolves to return the note to the now grown-up little girl Cloé, but of course it's awkward to explain how he got it. He learns that she really doesn't want to sell the house, which is all that remains of her childhood. The relationship between them develops, and emotions run high at the auction. Ultimately the film explores whether Malo can give both or either Cloé and his daughter what they want\/need,","release_date":"2007-08-22","vote_average":7.0,"runtime":95,"cert":"N\/A","id":52073,"title":"La maison","adult":false,"genre_ids":[18]},{"cast":["Claudia Gerini","Luca Lionello","Emilio De Marchi","Anna Marcello","Ernesto Mahieux"],"overview":"A couple's pleasant new life in the country is threatened by the mysterious new next door neighbors.","release_date":"2007-04-11","vote_average":3.9,"runtime":null,"cert":"N\/A","id":52074,"title":"Nero bifamiliare","adult":false,"genre_ids":[35]},{"cast":["Dany Boon","Benoît Poelvoorde","Julie Bernard","Christel Pedrinelli","Joachim Ledeganck"],"overview":"During the elimination of the Belgian\/French border in the 90s, a Belgian customs officer is forced to team up with one of his French counterparts.","release_date":"2010-12-15","vote_average":5.8,"runtime":108,"cert":"N\/A","id":52077,"title":"Nothing to Declare","adult":false,"genre_ids":[35]},{"cast":[],"overview":"We'll take to the skies with the presidential helicopter Marine One as it flies to the nation's largest city. To protect the President, Marine One must flawlessly coordinate with the Marines, the New York Police Department, and the Secret Service.","release_date":"2009-05-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":52078,"title":"On Board Marine One","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Get the ultimate tour of Air Force One, including the President's bedroom and restricted areas where top-secret technology is housed. Then meet the presidential pilot and the crew charged with operating this global command center in the sky.","release_date":"2009-04-21","vote_average":0.0,"runtime":50,"cert":"N\/A","id":52079,"title":"On Board Air Force One","adult":false,"genre_ids":[99]},{"cast":["Özgü Namal","Derya Durmaz"],"overview":"","release_date":"2009-01-01","vote_average":3.0,"runtime":null,"cert":"N\/A","id":52080,"title":"İncir Çekirdeği","adult":false,"genre_ids":[]},{"cast":["Michael Palin","Maggie Smith","Trevor Howard","Denholm Elliott","Graham Crowden"],"overview":"In 1905, after 10 years of missionary work in Africa, the Rev. Charles Fortesque is recalled to England, where his bishop gives him his new assignment - to minister to London's prostitutes","release_date":"1982-11-02","vote_average":5.7,"runtime":90,"cert":"N\/A","id":52083,"title":"The Missionary","adult":false,"genre_ids":[35]},{"cast":["William C. Dement"],"overview":"Filmmaker Alan Berliner chronicles his lifelong battle with insomnia in this intimate documentary. The cameras roll as he tries to quiet his overly active mind so he can get a decent night's sleep, capturing the details of what it's like to suffer from a chronic sleep disorder. As he struggles to find balance, his friends and family -- who endure the worst of Berliner's bouts with insomnia -- question whether he really wants to find a cure.","release_date":"2006-01-20","vote_average":5.9,"runtime":79,"cert":"N\/A","id":52086,"title":"Wide Awake","adult":false,"genre_ids":[99,27]},{"cast":["Mustafa Üstündağ","Levent Üzümcü","Haldun Boysan","Rüçhan Çalışkur","Bülent Şakrak"],"overview":"","release_date":"2009-12-04","vote_average":7.3,"runtime":null,"cert":"N\/A","id":52089,"title":"Abimm","adult":false,"genre_ids":[18,35]},{"cast":["Tarık Akan","Mehmet Ali ALABORA","İsmet Ay","Cezmi Baskın","Meltem Cumbul"],"overview":"","release_date":"2003-04-18","vote_average":6.0,"runtime":121,"cert":"N\/A","id":52090,"title":"The Fall of Abdulhamit","adult":false,"genre_ids":[18,36]},{"cast":["Nicolas Cazalé","Sara Martins","Anthony Delon","Sami Frey"],"overview":"A 35 ans, Sam est un casseur de coffres hors pair. Entre la garde de son petit garçon qu'il élève seul, son grand-père qui rêverait de le voir rejoindre l'entreprise familiale, sa petite amie qui se lasse de ses mensonges, il essaie désespérément de devenir un Mensch, un homme bien.","release_date":"2009-01-02","vote_average":5.0,"runtime":87,"cert":"N\/A","id":52091,"title":"Mensch","adult":false,"genre_ids":[18,80]},{"cast":["Tansel Birsel","Cansel Elçin"],"overview":"Five people who knew each other for a long time a group of friends, to attend the wedding of a mutual friend goes to Buyukada. Erhan, weddings, and long intervals, the team can come together to be able to record their happy moments brought a camera, and is continuous. All throughout the film viewed, it is reflected from the camera. Later a group of wedding guests attacking zombie, turns into a mess of blood.","release_date":"2010-01-29","vote_average":6.5,"runtime":76,"cert":"N\/A","id":52092,"title":"Island: Wedding of the Zombies","adult":false,"genre_ids":[35,27]},{"cast":[],"overview":"Civil Defense Film on DVD. Enjoy the wonderful vintage animation used to illustrate the manner in which radioactive particles penetrate all manner of objects. Step back in time and gain perspective on how people were instructed to conduct themselves in the event of a nuclear attack. Watch as the use of a geiger counter is demonstrated for the purposes of determining radiation levels. Originally commissioned in 1950 by The Armed Forces Special Weapons Project, 'The Medical Aspects of Nuclear Radiation' is an important part of world history. Great for home-schoolers or in the classroom! Arrange a viewing for students and use this film as a tool to begin a discussion regarding these new concerns during the dawn of the nuclear age.","release_date":"1950-01-01","vote_average":0.0,"runtime":20,"cert":"N\/A","id":52093,"title":"The Medical Aspects of Nuclear Radiation","adult":false,"genre_ids":[]},{"cast":["Hasibe Eren","Yıldız Asyalı","Bora AKKAŞ","Yıldırım Öcek","Salih Kalyon"],"overview":"","release_date":"2009-05-15","vote_average":8.0,"runtime":null,"cert":"N\/A","id":52098,"title":"Adab-ı Muaşeret","adult":false,"genre_ids":[35]},{"cast":["Pinko Izumi","Mari Yaguchi","Arata Furuta","Shinji Takeda","Yakkun Sakurazuka"],"overview":"A young martial arts student gets caught up in a series of Kung Fu adventures with a woman who manages a Chinese restaurant.","release_date":"2007-03-29","vote_average":6.0,"runtime":98,"cert":"N\/A","id":52101,"title":"Kung Fu Kid","adult":false,"genre_ids":[35,18]},{"cast":["Tuncel Kurtiz","Yılmaz Güney","Gülsen Alniaçik","Kürsat Alniaçik","Osman Alyanak"],"overview":"\"Umut\" is the story of an illiterate man and his family, whose existence depends on his income as a horse cab driver. When one of his horses is killed by an automobile, and when it is clear that neither justice nor charity will prevail, the man, played by Güney, begins a slow slide into despair. On the advice of a local holy man, and fuelled by an indefatigable optimism, he sets out into the desert in quest of a mythical lost treasure, slipping further and further into that final, ineluctable moment where hope itself becomes the last terrible delusion.","release_date":"1970-01-01","vote_average":7.8,"runtime":100,"cert":"N\/A","id":52104,"title":"Hope","adult":false,"genre_ids":[18]},{"cast":["Ben Gazzara","Peter Falk","John Cassavetes","Jenny Runacre","Jenny Lee Wright"],"overview":"A common friend's sudden death brings three men, married with children, to reconsider their lives and ultimately leave together. But mindless enthusiasm for regained freedom will be short-lived.","release_date":"1970-12-01","vote_average":6.5,"runtime":131,"cert":"N\/A","id":52105,"title":"Husbands","adult":false,"genre_ids":[35,18]},{"cast":["Paolo Villaggio","Antonio Allocca","Camillo Milli","Ugo Bologna","Giancarlo Magalli"],"overview":"Ciottoli is a journalist with absolutely no prospective for his career, with a lot of debts and a mobster that want him died. Unexpectedly he win the national lottery (almost Eur 2.5 Mln) and try to remain unanimous hiding the winner ticker into his typewriter. Ironically his director order to him to write an article on the mysterious winner. When he is back home he discovers all his furniture has been confiscate and will go on a public auction. He will try desperately to buy back the worthless typewriter while all his previous problems still follows him, especially the mobster...","release_date":"1989-06-06","vote_average":5.9,"runtime":92,"cert":"N\/A","id":52106,"title":"I Won the New Year's Lottery","adult":false,"genre_ids":[35]},{"cast":["Ricky Tognazzi","Enzo Iacchetti","Serena Autieri","Marco Messeri","Enzo Provenzano"],"overview":"Ambientato in Val di Susa e tratto da un fatto di cronaca realmente accaduto, il film narra le vicende di due onesti lavoratori che, assillati dai debiti e dall'ansia per il futuro, decidono di provare il colpo della vita. I due organizzano dunque un rapimento, ma non avendo il coraggio di rapire una persona viva, decidono di rapire un morto, ma uno importante, per poter chiedere il riscatto. Ed è così che un operaio, soprannominato Pes (Enzo Iacchetti) e un piccolo imprenditore, soprannominato Crodino (Ricky Tognazzi) si trovano a trafugare la salma di Enrico Cuccia, noto finanziere. Pur nella loro ingenuità e totale inesperienza, i due riescono, senza neanche rendersene conto, a tenere in scacco per giorni le forze dell'ordine e a scomodare perfino i servizi segreti.","release_date":"2009-03-18","vote_average":6.3,"runtime":null,"cert":"N\/A","id":52107,"title":"L'ultimo Crodino","adult":false,"genre_ids":[35]},{"cast":["Orhan Gencebay","Gulsen Bubikoglu"],"overview":"A fortune-teller reveals the Sultan that his daughter will get married to somebody poor, born on the same day with her. So, the Sultan gets all the baby boys born on the same day are killed and only Kadir is saved. Kadir and Leyla grow up together. Leyla wants to marry him but the Sultan refuses this idea. He orders Kadir to be killed, yet Kadir survives fatally wounded. Leyla finds Kadir's place where he is kept as a prisoner. As they escape they get caught. Leyla dies and Kadir who has lost her loved one goes to the desert with the image of Leyla alive in his heart.","release_date":"1982-01-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":52108,"title":"Leyla ile Mecnun","adult":false,"genre_ids":[]},{"cast":["Gena Rowlands","John Cassavetes","Diahnne Abbott","Seymour Cassel","Margaret Abbott"],"overview":"Two closely-bound, emotionally wounded siblings reunite after years apart.","release_date":"1984-02-20","vote_average":7.4,"runtime":141,"cert":"N\/A","id":52109,"title":"Love Streams","adult":false,"genre_ids":[35,18]},{"cast":["Gökhan Akyüz","Bahadır Yazıcı","Burak Onaran","Ediz Mehmedali","Georgios Chondrogiannis"],"overview":"The biography of Mustafa Kemal Atatürk, who not only grew himself up from a poor lonely child to a country's most loved person, but also rose a new country from the ashes of an empire. A story of a soldier, an eminent statesman and a great reformist.","release_date":"2008-10-29","vote_average":5.0,"runtime":null,"cert":"N\/A","id":52110,"title":"Mustafa","adult":false,"genre_ids":[]},{"cast":["Emin Toprak","Havva Saglam","Cihat Bütün","Fatma Ceylan","Emin Ceylan"],"overview":"The story of a family living in a small godforsaken town in Turkey seen through the eyes of children and dealing with the growing complexity when one becomes an adult.","release_date":"1997-11-28","vote_average":7.2,"runtime":85,"cert":"N\/A","id":52111,"title":"The Small Town","adult":false,"genre_ids":[18]},{"cast":["Tomás Milián","Dagmar Lassander","Pino Colizzi","Bombolo","Olimpia Di Nardo"],"overview":"While keeping an eye on his small time crook brother in law, Inspector Nico Giraldi gets involved in a murder case set in the world of Formula One racing. Giraldi is suspended for trying to cover up for his brother in law and becomes afraid his wife and son may be targeted next. Therefore he calls in the help of his childhood friend and chief informant, Venticello.","release_date":"1984-10-10","vote_average":6.1,"runtime":null,"cert":"N\/A","id":52112,"title":"Delitto in Formula Uno","adult":false,"genre_ids":[80,35]},{"cast":["Tomás Milián","Viola Valentino","Bombolo","Olimpia Di Nardo","Paco Fabrini"],"overview":"L'omicidio di un camionista avvenuto su di un'autostrada nei pressi di Roma mette in allarme la polizia che affida le indagini all'ispettore Giraldi.","release_date":"1982-07-31","vote_average":6.2,"runtime":null,"cert":"N\/A","id":52113,"title":"Delitto sull'autostrada","adult":false,"genre_ids":[35,80]},{"cast":["Josée Lavigueur","Marie-Martine"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":52114,"title":"La Bougeotte","adult":false,"genre_ids":[]},{"cast":["Leigh McCloskey","Dick Butkus","Randi Brooks","Chuck McCann","Jack Blessing"],"overview":"Russell has been expelled from several schools for lewd, crude and nude conduct. Busterburger University is his last chance at education and satisfying his disappointed parents","release_date":"1986-05-05","vote_average":5.3,"runtime":86,"cert":"N\/A","id":52117,"title":"Hamburger: The Motion Picture","adult":false,"genre_ids":[35]},{"cast":["Bonar Colleano","Diana Decker","Diana Dors","Sid James"],"overview":"Based on a 1944 West End stage success with Ralph Lynn, this is a classic bedroom farce for those who like them that way -- its theatrical origins acknowledged in the credits and clearly apparent when most of the action takes place with characters popping in and out of a single-room set -- enlivened by a sex-pot performance by Diana Dors as blackmailing first wife Candy.","release_date":"1953-01-01","vote_average":5.0,"runtime":78,"cert":"N\/A","id":52118,"title":"Is Your Honeymoon Really Necessary?","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The Caravan of Pride (Mawkeb-ul Abaa) is an eye-opening movie which skilfully portrays the heart wrenching series of events that unfolded after the martyrdom of Imam Hussain. After the massacre which took place on the plains of Karbala, the remaining members of the Family of the Holy Prophet (saw), who were not killed in the war, were taken captive and paraded in a humiliating and degrading fashion from Kufa (Iraq) to Shaam (Syria).","release_date":"","vote_average":0.0,"runtime":115,"cert":"N\/A","id":52121,"title":"The Caravan of Pride","adult":false,"genre_ids":[28,36]},{"cast":["Jerry Lewis","Sebastian Cabot","Neil Hamilton","Jay Adler","Anne Baxter"],"overview":"A young heiress must choose between six uncles, one of which is up to no good and out to harm the girl's beloved bodyguard who practically raised her.","release_date":"1965-07-01","vote_average":6.8,"runtime":99,"cert":"N\/A","id":52122,"title":"The Family Jewels","adult":false,"genre_ids":[35]},{"cast":["Claudio Bisio","Giovanna Mezzogiorno","Fabio De Luigi"],"overview":"","release_date":"1999-11-11","vote_average":6.0,"runtime":null,"cert":"N\/A","id":52123,"title":"Asini","adult":false,"genre_ids":[]},{"cast":["Leonardo Pieraccioni","Massimo Ceccherini","Suzie Kennedy","Biagio Izzo","Luca Laurenti"],"overview":"A divorced man that works in a circus, along with some companions of the circus, decides to revive Marilyn Monroe through a seance. Wishing it with all his heart, he is the only one who can see Marilyn.","release_date":"2009-12-17","vote_average":5.6,"runtime":96,"cert":"N\/A","id":52124,"title":"Io & Marilyn","adult":false,"genre_ids":[35]},{"cast":["Demet Evgar","Janset","Arda Kural","Sermiyan Midyat","Burak Sergen"],"overview":"The film takes place in three bathrooms. Two of them are side-by-side and the third sees the two right across the street. In these 3 places, 3 different couples and a young voyeur boy (actually an art student who researches for a project) are described in stories. At the core of these stories there are determinations of the nature of men and women, marriage and betrayal.","release_date":"2005-09-02","vote_average":4.3,"runtime":87,"cert":"N\/A","id":52125,"title":"Banyo","adult":false,"genre_ids":[35,53,18]},{"cast":["Marco Borsato"],"overview":"Recorded live at the Gelredome in Arnhem, The Netherlands in 2006, when Dutch singer Marco Borsato performed live as a part of the yearly Symphonica in Rosso concerts.With guest performances of Andrea Bocelli, Lucie Silvas, Ali B, Yes-R, Julian Thomas and Ilse DeLange.","release_date":"2006-11-01","vote_average":8.5,"runtime":null,"cert":"N\/A","id":52126,"title":"Marco Borsato - Symphonica in Rosso","adult":false,"genre_ids":[]},{"cast":["Mine Kılıç","Tayanç Ayaydın"],"overview":"","release_date":"2010-01-01","vote_average":5.3,"runtime":null,"cert":"N\/A","id":52127,"title":"Büşra","adult":false,"genre_ids":[]},{"cast":["Halit Ergenç","Çetin Tekindor","Batuhan Karacakaya"],"overview":"","release_date":"2010-03-17","vote_average":5.5,"runtime":null,"cert":"N\/A","id":52128,"title":"Dersimiz Atatürk","adult":false,"genre_ids":[36,18]},{"cast":["Peker Açıkalın","Önder Açıkbaş"],"overview":"","release_date":"2008-07-21","vote_average":5.3,"runtime":null,"cert":"N\/A","id":52129,"title":"Destere","adult":false,"genre_ids":[35]},{"cast":["Mehmet Ali ALABORA","Sibel Kekilli"],"overview":"","release_date":"2006-01-01","vote_average":6.2,"runtime":null,"cert":"N\/A","id":52130,"title":"Eve Dönüş","adult":false,"genre_ids":[18]},{"cast":["Şahan Gökbakar","Doğa Rutkay","Haldun Boysan","Sefa Zengin"],"overview":"A suicide case is informed to the police from a mental hospital in a rocky district. Two policemen comes to hospital to investigate the case. In the same morning, Dr. Deniz comes to hospital as the new psychiatrist. Because of the heavy rain and landslide the only road and telephone connections that provide access to hospital from the city are damaged.There is no transportation to hospital and none can leave hospital. During three days, three patients are killed wildly in the hospital. Everyone becomes anxious. The police deepen the investigation. A mystical patient attracts attention.","release_date":"2006-04-07","vote_average":3.8,"runtime":105,"cert":"N\/A","id":52131,"title":"Gen","adult":false,"genre_ids":[53]},{"cast":["Zeki Alasya","Tarık Papuççuoğlu","Hakan Boyav","Suzan Aksoy","Mert Fırat"],"overview":"","release_date":"2008-03-07","vote_average":4.0,"runtime":null,"cert":"N\/A","id":52132,"title":"Hayattan Korkma","adult":false,"genre_ids":[18,35,10751]},{"cast":["Tuncel Kurtiz"],"overview":"","release_date":"2004-03-05","vote_average":5.0,"runtime":null,"cert":"N\/A","id":52133,"title":"İnat Hikayeleri","adult":false,"genre_ids":[99]},{"cast":["Levent Üzümcü","Bennu Yıldırımlar"],"overview":"","release_date":"2006-01-01","vote_average":5.8,"runtime":null,"cert":"N\/A","id":52134,"title":"Kabuslar evi - Kaçan Fırsatlar Limited","adult":false,"genre_ids":[53,9648]},{"cast":["Fikret Kuşkan"],"overview":"","release_date":"2006-01-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":52135,"title":"Kabuslar Evi - Takip","adult":false,"genre_ids":[27]},{"cast":["Şafak Sezer","Alp Kırşan"],"overview":"","release_date":"2009-02-04","vote_average":3.0,"runtime":null,"cert":"N\/A","id":52136,"title":"Kadri'nin Götürdüğü Yere Git","adult":false,"genre_ids":[35]},{"cast":["Cansel Elçin","Binnur Kaya","İlker Aksum","Bora Akkaş","Başak Köklükaya"],"overview":"","release_date":"2006-12-22","vote_average":5.5,"runtime":null,"cert":"N\/A","id":52137,"title":"Küçük Kıyamet","adult":false,"genre_ids":[18,27,9648,53]},{"cast":["Mustafa Üstündağ"],"overview":"","release_date":"2008-12-05","vote_average":4.2,"runtime":null,"cert":"N\/A","id":52138,"title":"Muro Nalet Olsun İçimdeki İnsan Sevgisine","adult":false,"genre_ids":[]},{"cast":["Ata Demirer","Vildan Atasever","Sümer Tilmaç"],"overview":"","release_date":"2008-11-21","vote_average":5.3,"runtime":null,"cert":"N\/A","id":52139,"title":"Osmanlı Cumhuriyeti","adult":false,"genre_ids":[35,18,36]},{"cast":["Devid Striesow","Nadja Uhl","Jörg Schüttauf","Floriane Daniel","Elisabeth Trissenaar"],"overview":"Success is a question of confidence, particularly in times of crisis. Life would be unbearable if there weren’t beautiful things to brighten it up a little, including pretty faces. Frank Knöpfel constantly flirts with life with his beguiling bright blue eyes. He buys a complete stranger an expensive coat in a designer boutique just because he feels like it. He disguises himself as a businessman from Oslo, a Mafia boss, a stock exchange specialist and an estate agent, whatever it takes to bring in the cash. He is the type of person who enjoys looking in the mirror, and delights in what he sees there. A flirtation with a customer in a boutique leads to Frank’s undoing.","release_date":"2009-01-29","vote_average":6.5,"runtime":92,"cert":"N\/A","id":52140,"title":"I've Never Been Happier","adult":false,"genre_ids":[18]},{"cast":["Michael Beck","Thomas D","Michael Bernd Schmidt","Andreas Rieke"],"overview":"Tracklisting:\r 01 Intro\r 02 Was geht\r 03 Der Picknicker\r 04 Jetzt geht's ab\r 05 S.M.U.D.O. Ich bin halt so\r 06 Auf der Flucht\r 07 Du Arsch\r 08 Neues Land\r 09 Mehr nehmen\r 10 Pipis und Popos\r 11 Sie ist weg\r 12 Ich is ich is ich is ich\r 13 Le Smou\r 14 Beweg deinen Popo\r 15 Yeah Yeah Yeah\r 16 Spiesser\r 17 Krieger\r 18 Schizophren\r 19 Sommerregen\r 20 Fornika\r 21 MFG\r 22 Liebesbrief\r 23 Bring It Back\r 24 Troy\r 25 Die da\r 26 Einfach sein\r 27 Tag am Meer\r 28 Interlude\r 29 Ernten was wir säen\r 30 Populär\r 31 Abspann","release_date":"2009-10-23","vote_average":4.3,"runtime":159,"cert":"N\/A","id":52141,"title":"Die Fantastischen Vier: Heimspiel","adult":false,"genre_ids":[10402]},{"cast":["Mehmet Günsür","Selma Ergeç"],"overview":"","release_date":"2010-03-05","vote_average":7.3,"runtime":null,"cert":"N\/A","id":52142,"title":"Ses","adult":false,"genre_ids":[53,9648,27]},{"cast":["Tomokazu Seki","Takehito Koyasu","Kikuko Inoue","Daisuke Gouri","Yumi Touma"],"overview":"For one year, Master Swordsman Eiji Shinjo has been haunted by the memory of his battle with the renegade champion, Gaia. A battle that was cut short by the forces of the malevolent syndicate known as \"The Organization.\"  Denied victory, Eiji left the tournament followed by his opponent's mocking laughter. Worse still, Eiji walked away no closer to finding his long lost brother, Sho. But now, a mysterious warrior is hunting down the champions of the previous tournament and using their own moves against them, and it looks like that person may be Sho. Who is this powerful, new foe and who be his next target? Eiji and Kayin, his closest friend and greatest rival, struggle to unravel the mystery before they too join the ranks of the defeated. The answer lies at the heart of The Organization and its plans for world domination. At last, the ultimate battle between the greatest fighters in the world will be decided. But if Eiji loses, his friend, Ellis, may Die...","release_date":"1996-06-21","vote_average":5.0,"runtime":60,"cert":"N\/A","id":52143,"title":"Battle Arena Toshinden","adult":false,"genre_ids":[28,16]},{"cast":["Ayça Bingöl","Şevket Çoruh","Ferhat Gündoğdu","İsmail Hacıoğlu"],"overview":"","release_date":"2009-01-01","vote_average":8.5,"runtime":null,"cert":"N\/A","id":52144,"title":"Sonsuz","adult":false,"genre_ids":[18]},{"cast":["Fatih Ürek","Aysun Kayacı"],"overview":"","release_date":"2008-12-27","vote_average":5.0,"runtime":null,"cert":"N\/A","id":52145,"title":"Şeytanın Pabucu","adult":false,"genre_ids":[35]},{"cast":["Rutkay Aziz","Erhan Emre","Stipe Erceg","Özay Fecht","Suzan Anbeh"],"overview":"","release_date":"2010-05-07","vote_average":6.0,"runtime":null,"cert":"N\/A","id":52146,"title":"Takiye","adult":false,"genre_ids":[18]},{"cast":["Çetin Tekindor","Hümeyra Akbay","Şerif Sezer","Yetkin Dikinciler","Kaya Akkaya"],"overview":"","release_date":"2008-02-25","vote_average":5.7,"runtime":null,"cert":"N\/A","id":52147,"title":"Ulak","adult":false,"genre_ids":[14,18,9648]},{"cast":["Nurgül Yeşilçay","Murat Han"],"overview":"","release_date":"2008-10-10","vote_average":4.3,"runtime":null,"cert":"N\/A","id":52148,"title":"Vicdan","adult":false,"genre_ids":[18]},{"cast":["Tuba Büyüküstün","Kenan Ece","Hakan Eratik"],"overview":"","release_date":"2010-03-12","vote_average":6.1,"runtime":null,"cert":"N\/A","id":52149,"title":"Ask Your Heart","adult":false,"genre_ids":[]},{"cast":["Bülent Yarar","Haldun Boysan","Suavi Eren","Suna Selen","Ege Aydan"],"overview":"","release_date":"2007-04-13","vote_average":6.5,"runtime":110,"cert":"N\/A","id":52150,"title":"Zincirbozan","adult":false,"genre_ids":[]},{"cast":["Zafer Algöz","Selim Erdoğan","Zeynep Tokuş","Seda Balkan"],"overview":"","release_date":"2009-02-27","vote_average":7.0,"runtime":null,"cert":"N\/A","id":52151,"title":"Umut","adult":false,"genre_ids":[]},{"cast":["David Gilmour","Phil Manzanera","Richard Wright","Leszek Możdżer"],"overview":"Live In Gdańsk is David's first solo live album and captures the magic of his concert held in front of 50,000 in the Gdańsk shipyards, the final performance of his critically acclaimed 2006 tour. It also features the first-ever recording of selected Pink Floyd classics performed live.  1. Speak To Me  2. Breathe (In The Air)  3. Time  4. Breathe (In The Air) (reprise)  5. Castellorizon*  6. On An Island*  7. The Blue*  8. Red Sky At Night*  9. This Heaven*  10. Then I Close My Eyes*  11. Smile*  12. Take A Breath*  13. A Pocketful Of Stones*  14. Where We Start*  15. Shine On You Crazy Diamond  16. Astronomy Domine*  17. Fat Old Sun  18. High Hopes*  19. Echoes*  20. Wish You Were Here  21. A Great Day For Freedom*  22. Comfortably Numb*","release_date":"2008-09-22","vote_average":7.3,"runtime":113,"cert":"N\/A","id":52152,"title":"David Gilmour - Live in Gdańsk","adult":false,"genre_ids":[10402]},{"cast":["Julian Barratt","Noel Fielding","Matt Berry"],"overview":"The Boosh returned to the stage in 2006, touring the UK for the first time. Though drawing heavily from their earlier material, the main story combined these elements into a new narrative.","release_date":"2006-11-13","vote_average":7.6,"runtime":142,"cert":"15","id":52153,"title":"The Mighty Boosh Live","adult":false,"genre_ids":[35]},{"cast":["Ferhan Şensoy","Ekin Türkmen","Kaan Urgancıoğlu"],"overview":"","release_date":"2008-02-08","vote_average":6.2,"runtime":null,"cert":"N\/A","id":52154,"title":"Son Ders: Aşk ve Üniversite","adult":false,"genre_ids":[]},{"cast":["Kadir İnanır","Atilla Saral","Turgay Tanülkü"],"overview":"","release_date":"2008-11-07","vote_average":6.0,"runtime":null,"cert":"N\/A","id":52155,"title":"Son Cellat","adult":false,"genre_ids":[18]},{"cast":["Oktay Kaynarca","Hazım Körmükçü","Damla Kotel"],"overview":"","release_date":"2007-11-02","vote_average":4.8,"runtime":null,"cert":"N\/A","id":52156,"title":"Sıfır Dediğimde","adult":false,"genre_ids":[18,53,9648]},{"cast":["Rıza Akın","Turgay Tanülkü","Menderes Samancılar","Nurcan Eren"],"overview":"","release_date":"2008-01-04","vote_average":6.0,"runtime":99,"cert":"N\/A","id":52157,"title":"Rıza","adult":false,"genre_ids":[18,80]},{"cast":["Mehmet Ali Nuroğlu","ipek Değer"],"overview":"","release_date":"2008-04-04","vote_average":5.0,"runtime":null,"cert":"N\/A","id":52158,"title":"Peri Tozu","adult":false,"genre_ids":[18,10749]},{"cast":["Sinan Tuzcu","Burak Sergen"],"overview":"A dramatised documentary about the life of Rumi, a Persian mystical poet whose images of universal love and divine mystery continue to be celebrated more than 700 years after his death.","release_date":"2008-04-25","vote_average":4.3,"runtime":59,"cert":"N\/A","id":52159,"title":"Rumi: The Dance of Love","adult":false,"genre_ids":[99,18]},{"cast":["Cem Davran","Irem Altug","Hakan Gercek","Bülent Şakrak"],"overview":"","release_date":"2009-10-23","vote_average":5.0,"runtime":null,"cert":"N\/A","id":52160,"title":"Melekler Ve Kumarbazlar","adult":false,"genre_ids":[18]},{"cast":["Şafak Sezer","Mustafa Üstündağ","Aydemir Akbaş","Tuğba Karaca"],"overview":"","release_date":"2010-02-22","vote_average":3.0,"runtime":null,"cert":"N\/A","id":52161,"title":"Kutsal Damacana 2: Itmen","adult":false,"genre_ids":[28,53,878]},{"cast":["Erdem Akakce","Rıza Akın","Derya Alabora"],"overview":"A drama-thriller centered on an advertising agency employee for whom work is an outlet from his life under his overbearing mother's roof.","release_date":"2009-02-10","vote_average":5.5,"runtime":null,"cert":"N\/A","id":52162,"title":"In Darkness","adult":false,"genre_ids":[18,53]},{"cast":["Sayed Zayan","Mohamed Negm","Aaidah Riyadh","Mahmoud El Qala'awy"],"overview":"A comedy play from Egypt","release_date":"1996-06-29","vote_average":3.3,"runtime":222,"cert":"N\/A","id":52163,"title":"Wahed Laimoon w Ttani Magnoon","adult":false,"genre_ids":[35,18]},{"cast":["Daniel Ceccaldi","Jacques Balutin","Roger Carel","Jacques Deschamps","Michel Elias"],"overview":"The cowboy Lucky Luke tracks the Dalton brothers who escaped from prison and are seeking refuge in Canada.","release_date":"1983-09-30","vote_average":6.4,"runtime":82,"cert":"N\/A","id":52166,"title":"Lucky Luke: Daltons on the Loose","adult":false,"genre_ids":[16,35,37]},{"cast":["Omar El-Hariri","ناهد جبر","شوقي شامخ","Adel Imam"],"overview":"An Egyptian comedy play about an innocent, clueless and naive young man who is asked to stand as a witness on a murder trial of a belly dancer who lived downstairs from his apartment.","release_date":"1976-06-12","vote_average":7.4,"runtime":217,"cert":"N\/A","id":52169,"title":"Shahed Mashafsh Haga","adult":false,"genre_ids":[18,10770,35]},{"cast":["Marc Messier","Guylaine Tremblay","Hélène Bourgeois Leclerc","Sophie Desmarais","Patrick Drolet"],"overview":"Jean-Paul, a successful plastic surgeon, separates from his wife and he sees his life turn upside down when everyone in his family blame him for all their troubles.","release_date":"2008-12-19","vote_average":5.0,"runtime":null,"cert":"N\/A","id":52170,"title":"Le Grand Départ","adult":false,"genre_ids":[10749,35,18]},{"cast":["Tom Gerhardt","Hilmi Sözer","Axel Stein","Thomas Heinze","Götz Otto"],"overview":"","release_date":"2011-01-05","vote_average":4.2,"runtime":85,"cert":"N\/A","id":52171,"title":"Die Superbullen","adult":false,"genre_ids":[35]},{"cast":["Emrah Akduman","Ezgi Asaroğlu"],"overview":"","release_date":"2009-01-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":52176,"title":"Kampüste Çıplak Ayaklar","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"Push It To The Limit contains nothing but the best in Freestyle Motocross is segmented in this wild motocross video.","release_date":"","vote_average":0.0,"runtime":41,"cert":"N\/A","id":52179,"title":"Metal Mulisha - Push It To The Limit","adult":false,"genre_ids":[]},{"cast":["Selçuk Yöntem","Hakan Karahan","Taner Birsel","Arsen Gürzap"],"overview":"","release_date":"2009-01-01","vote_average":7.0,"runtime":94,"cert":"N\/A","id":52180,"title":"The Shadowless","adult":false,"genre_ids":[18,9648]},{"cast":["Beren Saat","Murat Ünalmış","Yavuz Bingöl","Erkan Petekkaya","Alper Kul"],"overview":"","release_date":"2009-12-11","vote_average":4.3,"runtime":null,"cert":"N\/A","id":52183,"title":"Gecenin Kanatları","adult":false,"genre_ids":[18,10749,80]},{"cast":["Zeki Demirkubuz","Nilüfer Açıkalın","Nurhayat Kavrak","Serdar Orçin","Ufuk Bayraktar"],"overview":"Zeki Demirkubuz plays the lead character Ahmet who wants to make a film about Dostoyevsky's 'Crime and Punishment'. He falls into a deep depression, loses interest in the film and life, pushes those who love him away and cannot complete the film.","release_date":"2004-02-27","vote_average":6.6,"runtime":92,"cert":"N\/A","id":52188,"title":"The Waiting Room","adult":false,"genre_ids":[18]},{"cast":["İsmail Hacıoğlu","Mehmet Ali Nuroğlu","Bulent Inal","Riza Kocaoğlu","Ertan Šaban"],"overview":"","release_date":"2008-01-01","vote_average":5.9,"runtime":null,"cert":"N\/A","id":52189,"title":"Başka Semtin Çocukları","adult":false,"genre_ids":[18]},{"cast":["Mehmet Aslan","Sinem Kobal"],"overview":"","release_date":"2009-01-01","vote_average":3.0,"runtime":null,"cert":"N\/A","id":52192,"title":"Ayakta Kal","adult":false,"genre_ids":[35,10749]},{"cast":["Judge Reinhold","Clint Howard","Shirley Jones","Lou Ferrigno"],"overview":"Ping is a chihuahua rescued from the pound by nearsighted Ethel, who thinks he's a cat. When a pair of bumbling thieves try to break into Ethel's house to steal the money they think she has stashed away, only Ping can foil their plans.","release_date":"2000-02-02","vote_average":8.0,"runtime":93,"cert":"N\/A","id":52193,"title":"Ping!","adult":false,"genre_ids":[35,10751]},{"cast":["Uğur Polat"],"overview":"","release_date":"2009-05-08","vote_average":6.8,"runtime":null,"cert":"N\/A","id":52194,"title":"Ali'nin Sekiz Günü","adult":false,"genre_ids":[18]},{"cast":["Steven Terrell","Gloria Castillo","Frank Gorshin","Raymond Hatton","Lyn Osborn"],"overview":"A teenage couple making out in the woods accidentally runs over an alien creature with their car. The creature's hand falls off, but it comes alive, and, with an eye growing out of it, begins to stalk the teens. Meanwhile, Joe the town drunk wants to store the body in his refrigerator, but some of the alien's buddies inject alcohol into his system, and Joe dies of an overdose.","release_date":"1957-06-01","vote_average":5.0,"runtime":69,"cert":"N\/A","id":52199,"title":"Invasion of the Saucer-Men","adult":false,"genre_ids":[27,878,35]},{"cast":["Jim Jordan","Marian Jordan","Eugene Pallette","Gordon Oliver","Raymond Walburn"],"overview":"Fibber McGee and Molly innocently get mixed up with the federal government.","release_date":"1944-01-01","vote_average":0.0,"runtime":71,"cert":"N\/A","id":52200,"title":"Heavenly Days","adult":false,"genre_ids":[35]},{"cast":["Peter Cushing","Donald Pleasence","George Rose","June Laverick","Renée Houston"],"overview":"Edinburgh surgeon Dr. Robert Knox requires cadavers for his research into the functioning of the human body; local ne'er-do-wells Burke and Hare find ways to provide him with fresh specimens...","release_date":"1960-02-02","vote_average":6.8,"runtime":97,"cert":"","id":52203,"title":"The Flesh and the Fiends","adult":false,"genre_ids":[27]},{"cast":["Ed Nelson","Alan Jay Factor","Cornelius Keefe","Joanna Lee","Jody Fair"],"overview":"A huge,  alien structure resembling an inverted cone, appears in the woods outside a small rural town. Sent from Washington to investigate the origin of the mysterious object, a team of investigators  discovers that intelligent parasites from inside the \"cone\" can attach themselves to humans' nervous systems and control their minds, taking control of the authorities and workers, making communication with the outside world impossible, and leaving the responsibility of stopping the invasion up to seven people who have thus far been able to avoid possession by these creatures from parts unknown.","release_date":"1958-09-01","vote_average":5.0,"runtime":61,"cert":"N\/A","id":52204,"title":"The Brain Eaters","adult":false,"genre_ids":[878,27]},{"cast":["Hans Conried","Hal Smith","Gary Shapiro","Irene Tedrow","Jack DeLeon"],"overview":"When the sour-sweet wind starts blowing again, the Whos retreat to their homes because they know the Grinch will soon be a'prowlin. Young Eukariah Who has to make a trip to the Euphemism (outhouse), when the wind blows him away to a confrontation with the gruesome Grinch. Eukariah decides that the Grinch must be stopped, so he faces his fears and confronts the Grinch and his spooks.","release_date":"1977-10-29","vote_average":6.3,"runtime":30,"cert":"PG","id":52207,"title":"Halloween is Grinch Night","adult":false,"genre_ids":[14,10751,16,10402]},{"cast":["Asun Ortega","Bill Oberst Jr.","Ivet Corvea","Devanny Pinn","Tawny Amber Young"],"overview":"Upon taking her vows to become a nun, Sister Sarah is abused, brainwashed and drugged into submission by the corrupt clergy. On the verge of death from a lethal dose of drugs, Sister Sarah receives a message from God telling her to take vengeance on all those who did her wrong. Armed with God's will and an arsenal of big guns, she dispenses Judgment Day on her former tormentors. When the church hires the merciless motorcycle gang the \"Los Muertos\" to track down and kill her they soon realize that this sister is one bad mother.","release_date":"2010-09-24","vote_average":4.4,"runtime":90,"cert":"N\/A","id":52208,"title":"Nude Nuns with Big Guns","adult":false,"genre_ids":[53,28,35]},{"cast":["Massimo Boldi","Simona Ventura","Enzo Salvi","Biagio Izzo","Loredana De Nardis"],"overview":"","release_date":"2008-08-03","vote_average":4.6,"runtime":null,"cert":"N\/A","id":52213,"title":"La fidanzata di papà","adult":false,"genre_ids":[]},{"cast":["Leonardo Pieraccioni","Laura Torrisi","Gabriel Garko","Massimo Ceccherini","Rocco Papaleo"],"overview":"Miranda is a beautiful Italian girl, she is married to Mariano. They live in a village called Anghiari","release_date":"2007-12-14","vote_average":5.7,"runtime":96,"cert":"N\/A","id":52214,"title":"Una moglie bellissima","adult":false,"genre_ids":[35]},{"cast":["Joe Mantegna","Kelly Lynch","Naomi Watts","J.T. Walsh","Xander Berkeley"],"overview":"When former cop and current security expert Jim Holland has a one night stand with Amanda after getting in her way roller-blading. That introduction turns out to be a well thought out plan by Amanda and her sister Molly, to obtain security codes. The girls and their cohorts rob his client and stash the loot. All the while, detective Jim has been following them and he grabs the money for himself. Then his conscience gets the best of him and he falls in love with Molly. His client turns out to be drug dealers and he's forced to risk his life to protect Molly and Amanda.","release_date":"1996-12-27","vote_average":5.5,"runtime":99,"cert":"N\/A","id":52215,"title":"Persons Unknown","adult":false,"genre_ids":[53,28]},{"cast":["Stéphane Hillel","Rémi Laurent","Véronique Delbourg","Sophie Barjac","Martine Sarcey"],"overview":"When their little cheat fails, Alain and Jean Pierre fail their final high-school exams in English. Their parents deny them the planned vacation to the Cote D'azur and send them instead to Ramscale in England, to improve their English. However many other parents had the same idea, so they meet more of their own than English folks and end up more at beach parties than in class. Only with the girls they seem to have no luck, although they desperately try...","release_date":"1976-01-07","vote_average":5.5,"runtime":90,"cert":"N\/A","id":52216,"title":"Let's Get Those English Girls","adult":false,"genre_ids":[35]},{"cast":["Vlastimil Brodský","Jana Brejchová","Karel Höger","Jaroslav Marvan","Miloš Kopecký"],"overview":"No Woman is allowed into Karlstejn Castle! Yet the enamoured Daniele Kolářová and the equally enamoured Jana Brejchová manage to spend one night in disguise in the Castle despite the strict royal ban.","release_date":"1974-07-01","vote_average":6.8,"runtime":83,"cert":"N\/A","id":52217,"title":"Noc na Karlštejně","adult":false,"genre_ids":[35,36]},{"cast":["Dave Gorman"],"overview":"With a distinctive style of storytelling, Dave has emerged as one of the most unique, original and exciting comedy minds that the UK has produced. Not only is he one of the biggest contemporary comedians and sharpest raconteurs but he is also a hugely successful author.","release_date":"2010-10-18","vote_average":0.0,"runtime":84,"cert":"12","id":52218,"title":"Dave Gorman: Stand-Up. Live.","adult":false,"genre_ids":[]},{"cast":["Marc Roberge","Richard On","Jerry Depizzo","Benj Gershman","Chris Culos"],"overview":"Recorded at Madison Square Garden on January 27, 2007. Includes the Film Behind the Backlines.","release_date":"2007-06-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":52219,"title":"O.A.R.: Live From Madison Square Garden","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"MOTO The Movie was the first film of its kind to truly showcase the complete spectrum of dirt bike riding and racing. After an extraordinary response from off-­‐road motorcycle enthusiasts worldwide, we had no other choice but to one-­‐up ourselves as we traveled the globe to work with the best riders in the business in the most exotic locations possible.","release_date":"2010-09-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":52224,"title":"Moto 2: The Movie","adult":false,"genre_ids":[99]},{"cast":["Carine Crutzen","Jeroen Willems","Gijs Naber","Hadewych Minis","Marcel Hensema"],"overview":"One hour before the State Opening of Parliament, something very unusual happens. The Prime Minister appears and demands an adjustment to the Queen's speech. The speech concerns aid to Africa. Even with all the pressure around the State Opening, Beatrix goes back in time, and remembers her banishment to Canada, the visit to the victims of the Flood disaster and the turbulence suffered by her parents at Palace Soestdijk during the Hofman case.","release_date":"2010-10-28","vote_average":6.5,"runtime":100,"cert":"N\/A","id":52225,"title":"Majesty","adult":false,"genre_ids":[18]},{"cast":["Joe Estevez","Sasha Andreev ","Jennifer Clary ","John Gabriel Rodriquez "],"overview":"See Jane Run is a horror film from jenkev productions, Inc. about psychological instability, religion, suburbia and good old Texas BBQs. In the same vein as classic horror movies from the 1970s, this film begins with four teenagers picking up a hitchhiker. When the advice from a local auto mechanic turns deadly, the travelers find themselves trapped in a warped version of the American dream from which only a disturbed mind can escape.","release_date":"2007-10-09","vote_average":4.0,"runtime":null,"cert":"N\/A","id":52226,"title":"See Jane Run","adult":false,"genre_ids":[27,53]},{"cast":["Bette Davis","Lewis Stone","Pat O’Brien","Glenda Farrell","Allen Jenkins"],"overview":"Butch Saunders has been transferred to Missing Persons because he was too brutal in other police work...","release_date":"1933-09-08","vote_average":5.7,"runtime":73,"cert":"N\/A","id":52227,"title":"Bureau of Missing Persons","adult":false,"genre_ids":[35,80,18]},{"cast":["Bette Davis","Gene Raymond","Frank McHugh","Monroe Owsley","Claire Dodd"],"overview":"Although free spirit Helen Bauer does not believe in marriage, she consents to marry Don, but his infidelities cause her to also take on a lover.","release_date":"1933-05-14","vote_average":7.2,"runtime":67,"cert":"N\/A","id":52228,"title":"Ex-Lady","adult":false,"genre_ids":[35,18]},{"cast":["Edward G. Robinson","Bette Davis","Humphrey Bogart","Wayne Morris","Jane Bryan"],"overview":"Fight promoter Nick Donati grooms a bellhop as a future champ, but has second thoughts when the 'kid' falls for his sister.","release_date":"1937-05-29","vote_average":7.3,"runtime":102,"cert":"N\/A","id":52229,"title":"Kid Galahad","adult":false,"genre_ids":[10749,18,80]},{"cast":["Robert Middleton"],"overview":"Instructional short aimed at school-aged children of the early 1950s that combines animation and live-action footage with voice-over narration to explain what to do to increase their chances of surviving the blast from an atomic bomb.","release_date":"1952-01-07","vote_average":5.8,"runtime":9,"cert":"N\/A","id":52230,"title":"Duck and Cover","adult":false,"genre_ids":[10751,16,99]},{"cast":["Jan Gintberg","Jonatan Spang"],"overview":"Show from Jan Gintberg's fourth stand-up comedy tour \"Den grimme melding\" in 2004, this year with assistance from Jonatan Spang.","release_date":"2005-02-28","vote_average":6.5,"runtime":null,"cert":"N\/A","id":52231,"title":"Jan Gintberg & Jonathan Spang: Den Grimme Melding","adult":false,"genre_ids":[35]},{"cast":["Peter Lund Madsen","Anders Lund Madsen"],"overview":"","release_date":"2009-11-02","vote_average":4.3,"runtime":null,"cert":"N\/A","id":52232,"title":"Gæster fra Rødby","adult":false,"genre_ids":[35,10402,9648]},{"cast":["Edmund Lowe","Ann Sothern","Onslow Stevens","Robert Middlemass","Wyrley Birch"],"overview":"A Stumped insurance company is forced to re-hire the most expensive, most big-headed, but best arson investigator to solve a string of major losses.","release_date":"1935-10-25","vote_average":6.5,"runtime":68,"cert":"N\/A","id":52235,"title":"Grand Exit","adult":false,"genre_ids":[9648,18]},{"cast":["Alex Honnold","Sean Leary","Chris Sharma","Jonny Copp","Micah Dash"],"overview":"First Ascent is Sender Films' groundbreaking 6-part series that takes you to the cutting edge of adventure. Produced over two years on five continents, First Ascent follows the greatest climbers to majestic locations around the globe on their quests to redefine what is possible in the mountains.","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":52236,"title":"First Ascent: The Series","adult":false,"genre_ids":[12,99]},{"cast":["Katharine Hepburn","Franchot Tone","Eric Blore","Fay Bainter","Cora Witherspoon"],"overview":"In the 1810s, an old maid poses as her own niece in order to teach her onetime beau a lesson.","release_date":"1937-03-26","vote_average":6.0,"runtime":83,"cert":"N\/A","id":52237,"title":"Quality Street","adult":false,"genre_ids":[35,10749,18]},{"cast":["Tomás Milián","Enzo Cannavale","Asha Puthli","Margherita Fumero","Gianni Musy"],"overview":"Now an agent of Interpol undercover, the former Inspector Giraldi (Tomas Milian, or Tomas Quintin Rodriguez, born in Havana in 1937), goes to New York to find his friend Salvatore Esposito (Enzo Cannavale), aspiring restaurateur in Little Italy, suffocated by debts with the usurers headed by Don Gerolamo. He will remove the gang and assure her of justice, but she will suffer the advances of the Boss's daughter, the ugly Maria Sole (Margherita Fumero). Fifth episode of the saga of Nico Giraldi including a total of 11 films, all screened by Mario Amendola (1910-1993) and directed by Bruno Corbucci (1931-1996).","release_date":"1979-10-10","vote_average":5.4,"runtime":null,"cert":"N\/A","id":52238,"title":"Squadra antigangsters","adult":false,"genre_ids":[35,80]},{"cast":["Joan Crawford","Clark Gable","Wallace Ford","Richard 'Skeets' Gallagher","Frank Conroy"],"overview":"Marian is a factory worker determined to leave the assembly line behind and move up in the world.","release_date":"1931-11-21","vote_average":7.3,"runtime":76,"cert":"N\/A","id":52239,"title":"Possessed","adult":false,"genre_ids":[18,10749]},{"cast":["Luciano Ligabue"],"overview":"","release_date":"2006-10-08","vote_average":5.0,"runtime":null,"cert":"N\/A","id":52240,"title":"Ligabue Teatro - Nome e Cognome Tour","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"","release_date":"","vote_average":6.0,"runtime":null,"cert":"N\/A","id":52243,"title":"Audi Tradition - Pikes Peak - Race to the Clouds","adult":false,"genre_ids":[]},{"cast":["Vincent Ventresca","Rachel Hunter","William Forsythe","David Selby","Robert Miano"],"overview":"In Host, Missouri, the newcomer Dr. of Veterinary Science Eli Rudkus is called by the farmer Jacob Long to exam one of his cows. The veterinarian finds a strange parasite in the animal and sends it to a friend in the Department of Agriculture for research. Later, he finds the same parasite in a creek and he summons the population for a meeting, warning that the cause might be the animal food. However, Fletcher Odermatt, the wealthy owner of the local Host Tender Meals that has been providing free animal food for the farmers, brings his lawyer Hayley Anderson and discredits Eli. When a huge mutant parasite attacks Eli and Jacob, they discover that the meals are actually an experimental genetic cocktail that is growing parasites inside the cattle and people. Written by Claudio Carvalho, Rio de Janeiro, Brazil","release_date":"2005-01-22","vote_average":4.4,"runtime":null,"cert":"N\/A","id":52244,"title":"Larva","adult":false,"genre_ids":[27]},{"cast":[],"overview":"","release_date":"","vote_average":8.0,"runtime":null,"cert":"N\/A","id":52245,"title":"Audi Tradition - quattro - Sieg einer Idee","adult":false,"genre_ids":[]},{"cast":["Marcia Gay Harden","Eulala Scheel","Michael Gaston","Marian Seldes","Candy Buckley"],"overview":"Inga is a mother with the soul of a poet at a crossroads. Her estranged husband Hermann is bereft of emotional support for her in the wake of her recovery from breast cancer, let alone her passion for buying and restoring and house that reminds her of her childhood home. She shares a close bond with her eight-year-old daughter, and though she is troubled by her decaying marriage, she retains a strong spirit of optimism, as expressed in her own writing.","release_date":"2009-05-01","vote_average":4.8,"runtime":84,"cert":"N\/A","id":52248,"title":"Home","adult":false,"genre_ids":[99,18]},{"cast":["Simon Jul Jørgensen","Jacob Nossell","Mads Brügger"],"overview":"Two Danish comics, one of them a spastic and both born in Korea, join the director on a trip to North Korea, where they have been allowed access under the pretext of wanting to perform a vaudeville act.","release_date":"2009-05-04","vote_average":7.1,"runtime":88,"cert":"N\/A","id":52249,"title":"The Red Chapel","adult":false,"genre_ids":[35,99]},{"cast":["David Jason","Alison Steadman","Shaun Evans","Kelly Bright","Sally Oliver"],"overview":"David Jason stars as cockney ex-docker Don Mitchell in this emotional drama. Don is incredibly proud of his son David’s affluent lifestyle. The cars, the detached house and private schooling for the children were things Don could only dream about as a young man. His wife Dora, on the other hand, has doubts about her son’s financial affairs. When David’s life starts to unravel under a mountain of debt, family bonds are tested to the limit.","release_date":"2010-12-20","vote_average":5.0,"runtime":null,"cert":"","id":52250,"title":"Come Rain Come Shine","adult":false,"genre_ids":[18,10749]},{"cast":["Franziska Weisz","Birgit Minichmayr","Marlene Streeruwitz","Rosa Waissnix","Christopher Schärf"],"overview":"When Irene takes a position at a hotel deep in the woods of the Austrian Alps, she soon discovers the girl she replaced vanished without a trace. Is there a murderer on site, or are there even darker forces at work?","release_date":"2004-07-25","vote_average":5.8,"runtime":73,"cert":"N\/A","id":52251,"title":"Hotel","adult":false,"genre_ids":[27,18,53]},{"cast":["Ricky Gervais"],"overview":"Following the complete sell out of his UK tour, multi-award-winning writer\/comedian Ricky Gervais brought his new stand up show Ricky Gervais Live: Out of England 2 to Los Angeles. Performing Sunday night at the Nokia Theatre, Gervais delivered an honest, hilarious, tasteless and thought provoking 75-minute set that thrilled the celebrity studded audience featuring such fans as Kathy Griffin, Ben Stiller, Rob Reiner, Jamie Lee Curtis, Christopher Guest and Ed Norton.","release_date":"2010-12-18","vote_average":7.6,"runtime":74,"cert":"N\/A","id":52252,"title":"Ricky Gervais: Out of England 2","adult":false,"genre_ids":[35]},{"cast":["Thanh Minh Phan","Thi Kieu Trinh Nguyen","Nguyen Ha Phong","Thuy Hoa","Trần Tiến"],"overview":"In an old house in Hanoi, Bi, a 6-year-old child lives with his parents, his aunt and their cook. His favorite playgrounds are an ice factory and the wild grass along the river. After being absent for years, his grandfather, seriously ill, reappears and settles at their house. While Bi gets closer to his grandfather, his father tries to avoid any contact with his family. Every night, he gets drunk and goes and see his masseuse, for whom he feels a quiet strong desire. Bi's mother turns a blind eye on it. The aunt, still single, meets a 16-year-old young boy in the bus. Her attraction to him moves her deeply.","release_date":"2010-05-19","vote_average":6.8,"runtime":90,"cert":"N\/A","id":52255,"title":"Bi, Don't Be Afraid","adult":false,"genre_ids":[18]},{"cast":["Pyotr Kislov","Artur Smolyaninov","Michal Zebrowski","Violetta Davydovskaya","Mikhail Porechenkov"],"overview":"The czar of Russia has died and a power vacuum has developed. This period in the late 16th and early 17th century has been called \"The Time of Troubles.\" There are many impostors who claim to the right to rule, but there's only one heir, the Czarina Kseniya Godunova. She has married a Polish military leader who wants to claim the Russian throne in her name so he can rule all of Russia. As the Poles move in on Moscow in an attempt to install the czarina on the throne, Andrei, a serf with a life-long infatuation of the czarina attempts to save her from her brutal Polish husband.","release_date":"2007-10-28","vote_average":5.4,"runtime":135,"cert":"N\/A","id":52256,"title":"1612: Chronicles of the Dark Time","adult":false,"genre_ids":[36,18]},{"cast":["Cezary Pazura","Jan Nowicki","Ewa Gawryluk","Janusz Józefowicz","Leon Niemczyk"],"overview":"Two friends recall the PRL. After serving time in jail, they took up an illegal currency exchange. Cheated by partner - they decide to take revenge. Preparations take many months, but the action ends differently than it was planned.","release_date":"1997-08-22","vote_average":7.3,"runtime":90,"cert":"N\/A","id":52257,"title":"Sztos","adult":false,"genre_ids":[28,35,80,18]},{"cast":["Ian Holm","Iben Hjejle","Tim McInnerny","Nigel Terry","Eddie Marsan"],"overview":"Napoleon, exiled, devises a plan to retake the throne. He'll swap places with commoner Eugene Lenormand, sneak into Paris, then Lenormand will reveal himself and Napoleon will regain his throne. Things don't go at all well; first, the journey proves more difficult than expected, but more disastrously, Lenormand enjoys himself too much to reveal the deception. Napoleon adjusts somewhat uneasily to the life of a commoner while waiting, while Lenormand gorges on rich food.","release_date":"2001-01-01","vote_average":6.5,"runtime":107,"cert":"N\/A","id":52258,"title":"The Emperor's New Clothes","adult":false,"genre_ids":[35]},{"cast":["Jean Dujardin","Marie-Josée Croze","Sandrine Kiberlain","Toni Servillo","Claudia Cardinale"],"overview":"Happily married with a daughter, Marc is a successful real estate agent in Aix-en-Provence. One day, he has an appointment with a woman to view a traditional country house. A few hours later, Marc finally puts a name to her face. It's Cathy, the girl he was in love with growing up in Oran, Algeria, in the last days of the French colonial regime. Marc hurries to her hotel. They spend the night together. Then she's gone again. And Marc's mother tells him Cathy never left Algeria. She was killed with her father in a bombing just before independence...","release_date":"2010-12-15","vote_average":6.0,"runtime":105,"cert":"N\/A","id":52259,"title":"A View of Love","adult":false,"genre_ids":[18,10749]},{"cast":["Jan Decleir","Frank Aendenboom","Theu Boermans","Julien Schoenaerts","Josine van Dalsum"],"overview":"A tale centered on the Battle of the Golden Spurs in 1302 where the Flemish rank and file won a major victory over the glorious French knights.","release_date":"1985-03-14","vote_average":6.1,"runtime":90,"cert":"N\/A","id":52260,"title":"The Lion of Flanders","adult":false,"genre_ids":[36,18,10752]},{"cast":["Robin Thomas","Starr Andreeff","Allen Cutler","Rachel Duncan","Jarrett Lennon"],"overview":"A dollhouse that is a replica of the infamous Amityville haunted house is given to a little girl. Soon after, all sorts of horrible unexplained accidents start to happen. The family must work together to fight off the terrifying evil that has inhabited their lives.","release_date":"1996-10-02","vote_average":4.2,"runtime":93,"cert":"","id":52263,"title":"Amityville: Dollhouse","adult":false,"genre_ids":[27]},{"cast":["Dominique Blanc","Bruno Salomone","Jean Benguigui","Bernadette Lafont","Oriane Zani"],"overview":"A thrilling mystery that unfurls in the alleys and on the rooftops of the French capital, Paris, over the course of one adventurous evening.","release_date":"2010-12-15","vote_average":6.5,"runtime":70,"cert":"N\/A","id":52264,"title":"A Cat in Paris","adult":false,"genre_ids":[16,35]},{"cast":["Michael O'Hearn","Irina Grigoryeva","Svetlana Metkina","Martin Kove"],"overview":"An ancient land suffocates in the shadow of evil. A dark lord rules unopposed. One warrior will become legend. He is the Barbarian... the last great warrior king.","release_date":"2003-06-24","vote_average":3.2,"runtime":null,"cert":"N\/A","id":52265,"title":"Barbarian","adult":false,"genre_ids":[14,28,878]},{"cast":["Dean Cain","Gary Valentine","Elisa Donovan","Brennan Bailey","Kayley Stallings"],"overview":"The Bannister family including former K-9 police hero Zeus (voiced by Mario López) is back, and this time they're spending their holidays at a beautiful Rocky Mountain resort. But toss in an unexpected visit from cocky Uncle Randy (Casper Van Dien of 'Watch Over Me' and 'The Curse of King Tut's Tomb') and his foxy poodle Bella (voiced by Paris Hilton) and a familiar pair of bumbling jewel thieves (led by Dean Cain of 'Lois &amp; Clark: The New Adventure of Superman' and 'The Dog Who Saved Christmas') and this holiday may be headed downhill fast! Can Zeus solve the crime, save Bella and hit the slopes, all in time for Christmas Day? Gary Valentine ('King of Queens') and Elisa Donovan ('Sabrina the Teenage Witch' and 'Clueless') co-star in the all-new four-legged family adventure!","release_date":"2010-12-07","vote_average":4.5,"runtime":89,"cert":"N\/A","id":52268,"title":"The Dog Who Saved Christmas Vacation","adult":false,"genre_ids":[35,10751]},{"cast":["Hasse Ekman","Hilda Borgström","Sigge Fürst","Ingrid Backlin","Gunnar Björnstrand"],"overview":"A ring passes between a lot of different people, giving the bearer or someone close a new meaning to life. Actors, embezzlers, old ladies and cheated husbands all seem to gain temporary hope from misery and disillusionment.","release_date":"1949-08-29","vote_average":6.1,"runtime":88,"cert":"N\/A","id":52269,"title":"The Girl from the Third Row","adult":false,"genre_ids":[35,18]},{"cast":["Charles Boyer","Jennifer Jones","Peter Lawford","Helen Walker","Reginald Gardiner"],"overview":"Amateur plumber Cluny Brown gets sent off by her uncle to work as a servant at an English country estate..","release_date":"1946-05-01","vote_average":7.4,"runtime":100,"cert":"N\/A","id":52270,"title":"Cluny Brown","adult":false,"genre_ids":[10749,18,35]},{"cast":["Alfie Allen","Colin Salmon"],"overview":"A romance set in the world of freestyle basketball.","release_date":"2010-05-03","vote_average":4.3,"runtime":90,"cert":"N\/A","id":52271,"title":"Freestyle","adult":false,"genre_ids":[18,10749]},{"cast":["Britt McKillip","Brittney Irvin","Dorla Bell","Maryke Hendrikse","Ashleigh Ball"],"overview":"When Lola, a friend of the Bratz Girlz, is faced with eviction for harboring animals that she has rescued, the Bratz must combine their brainpower and talent to save them. The result is a hot rhythm benefit concert staged with the intent to find homes for all of Lola's adorable Petz. To assure their success, the Girlz accessorize and bling-out the Petz in true Bratz style.","release_date":"2010-10-05","vote_average":5.0,"runtime":70,"cert":"N\/A","id":52272,"title":"Bratz: Pampered Petz","adult":false,"genre_ids":[16,10751]},{"cast":["Dolph Lundgren","Maxim Roy","Brigitte Paquette","Ted Whittall","Serge Houde"],"overview":"Former government Jason Price (Dolph Lundgren) makes people disappear for a living. But when a top lieutenant for a crime syndicate asks Price to help him drop out of sight, things take a grisly, unexpected turn. A mysterious hit man known as The Cleaner has infiltrated Price's tightly-controlled system, leaving a bloody trail behind. With the help of an enigmatic seductress posing as the mobster's chief assistant, Price methodically works through his network of associates to find out what went wrong, and is plunged headlong into a spiraling gauntlet of half-truths and full-blown lies where nobody is who they appear to be, and everyone has a deadly, hidden agenda","release_date":"2001-05-12","vote_average":4.6,"runtime":94,"cert":"N\/A","id":52273,"title":"Hidden Agenda","adult":false,"genre_ids":[28,53]},{"cast":["Belén Rueda","Pablo Derqui","Joan Dalmau","Clara Segura","Lluís Homar"],"overview":"The story of a woman who is slowly losing her sight whilst trying to investigate the mysterious death of her twin sister.","release_date":"2010-10-29","vote_average":6.7,"runtime":118,"cert":"N\/A","id":52274,"title":"Julia's Eyes","adult":false,"genre_ids":[27,53]},{"cast":["Margrét Vilhjálmsdóttir","Ugla Egilsdóttir","Heino Ferch","Hilmir Snær Guðnason","Kristbjörg Kjeld"],"overview":"Post-war provincial Iceland: around 1950, Freyja, who'd been a plump teen, returns from America, a widow with a 20-inch waist, seven suitcases of dresses, and a list of who ever wronged or slighted her. She moves in with an aunt and socialist uncle: finding a new husband is high on her agenda, and she's mistrusted by Agga, a pre-teen who's our eyes and ears. The social order and Freyja are more complicated than they seem at first, and so may be her prospects. Class divisions, families ties, pride, the onset of puberty, and the power of Eros sliver the ice.","release_date":"2001-10-20","vote_average":6.4,"runtime":102,"cert":"N\/A","id":52277,"title":"The Seagull's Laughter","adult":false,"genre_ids":[18,35]},{"cast":["Betty Grable","Douglas Fairbanks Jr.","Cesar Romero","Walter Abel","Reginald Gardiner"],"overview":"Circa 1861, Angelina, ruling countess of an Italian principality, is at a loss when invaded by a Hungarian army. Her lookalike ancestress Francesca, who saved a similar situation 300 years before, comes to life from a portrait to help her descendant. Complicating factor: the newlywed countess feels strangely drawn to the handsome invader...","release_date":"1948-08-24","vote_average":5.8,"runtime":89,"cert":"N\/A","id":52278,"title":"That Lady in Ermine","adult":false,"genre_ids":[35,10749]},{"cast":["W.C. Fields","Marjorie Kane","Arnold Gray","Dorothy Granger","Elise Cavanna"],"overview":"An unconventional dentist deals with patients in slapstick fashion.","release_date":"1932-12-09","vote_average":6.1,"runtime":21,"cert":"N\/A","id":52279,"title":"The Dentist","adult":false,"genre_ids":[35]},{"cast":["W.C. Fields","Rosemary Theby","George Chandler","Richard Cramer","Ernie Alexander"],"overview":"The prodigal son of a Yukon prospector comes home on a night that \"ain't fit for man nor beast.\"","release_date":"1933-03-03","vote_average":6.2,"runtime":21,"cert":"N\/A","id":52280,"title":"The Fatal Glass of Beer","adult":false,"genre_ids":[35]},{"cast":["Kemal Sunal","Oya Aydogan","Cem Erman","Ali Şen"],"overview":"A poor young man chosen by a advertising company, and they made him a public hero to make him advertise poor quality products that no one buy.","release_date":"1978-12-27","vote_average":8.1,"runtime":null,"cert":"N\/A","id":52281,"title":"The Man with Number 100","adult":false,"genre_ids":[]},{"cast":["W.C. Fields","Marjorie Kane","Elise Cavanna","Grady Sutton","Lorena Carr"],"overview":"A henpecked but stoic pharmacist tries to maintain his precarious balance while dealing with demanding customers and his dysfunctional family.","release_date":"1933-04-21","vote_average":6.5,"runtime":20,"cert":"N\/A","id":52282,"title":"The Pharmacist","adult":false,"genre_ids":[35]},{"cast":["W.C. Fields","Elise Cavanna","Harry Watson","Dagmar Oakland","John Sinclair"],"overview":"An inept barber maintains his good-humored optimism in his small town shop despite having a hen-pecking harridan for a wife and a total lack of sartorial skill.","release_date":"1933-07-28","vote_average":6.1,"runtime":21,"cert":"N\/A","id":52283,"title":"The Barber Shop","adult":false,"genre_ids":[35]},{"cast":["Tolgahan Sayışman","Fahriye Evcen","Tim Seyfi","Ali Erkazan"],"overview":"","release_date":"2008-10-24","vote_average":5.7,"runtime":null,"cert":"N\/A","id":52284,"title":"Aşk Tutulması","adult":false,"genre_ids":[]},{"cast":["Kemal Sunal","Nevra Serezli","Dinçer Çekmez","Turgut Özatay","Reha Yurdakul"],"overview":"","release_date":"1984-01-01","vote_average":7.2,"runtime":null,"cert":"N\/A","id":52285,"title":"Atla Gel Şaban","adult":false,"genre_ids":[35]},{"cast":["Sophie Marceau","Vincent Lindon","Élisabeth Vitali","Jean-Claude Leguay","Elena Pompei"],"overview":"Romantic comedy about an ambitious teaching student, busy preparing for her final exams, whose studies are interrupted by a passionate affair with a jazz musician.\r Twenty-one-year-old Valentine (Sophie Marceau) works part time as a teacher while she prepares for her all-important final exams.  She meets Edouard (Vincent Lindon), a jazz musician who hopes to someday be a composer.  Despite the fact that the two have different schedules and career agendas, they engage in a passionate affair.  Valentine compares her relationship with Edouard to the dry dissertation of Moliere's The Misanthrope during her oral exams at the Sorbonne. aka - 'You Call It Love'.","release_date":"1988-10-05","vote_average":5.8,"runtime":100,"cert":"N\/A","id":52286,"title":"The Student","adult":false,"genre_ids":[10749]},{"cast":["Glenn Close","Harry Connick Jr.","Rade Šerbedžija","Jack Thompson","Ilene Graff"],"overview":"During World War II in the South Pacific love is found between a young nurse, Nellie Forbush and an older French plantation owner, Emile de Becque. The war is tearing them apart.","release_date":"2001-03-26","vote_average":5.7,"runtime":129,"cert":"N\/A","id":52287,"title":"South Pacific","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Alp Kırşan","Yağmur Atacan","Paşhan Yılmazer","Erdal Tosun","Fatma Toptaş"],"overview":"","release_date":"2008-09-26","vote_average":4.3,"runtime":null,"cert":"N\/A","id":52288,"title":"Avanak Kuzenler","adult":false,"genre_ids":[]},{"cast":[],"overview":"Step into Cinderella's enchanted world.... This 40 minute VHS video takes you through a lively retelling of the classic fairy tale, complete with fun songs and easy to follow dance routines. So have a \"ball\" with Bella, Cinderella and friends, learning how to move awith all the grace and charm of a little princess!","release_date":"2003-06-01","vote_average":6.0,"runtime":40,"cert":"N\/A","id":52289,"title":"Bella Dancerella - Cinderella - Dance and Sing Along","adult":false,"genre_ids":[]},{"cast":["İsmail Hacıoğlu","Melisa Sozen","Riza Kocaoğlu","Volkan Severcan"],"overview":"","release_date":"2007-10-05","vote_average":9.0,"runtime":null,"cert":"N\/A","id":52290,"title":"Bana Şans Dile","adult":false,"genre_ids":[]},{"cast":[],"overview":"Learn the basic ballet positions in 5 easy steps!","release_date":"2003-06-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":52291,"title":"Bella Dancerella: Let's Dance! Ballet Fun","adult":false,"genre_ids":[]},{"cast":[],"overview":"Join Bella on an enchanting Swan Lake Journey! Like a beautiful swan in a magical pond, come with bella dancerella and dance along! Learning the basic of ballet is fun and easy!","release_date":"2006-06-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":52292,"title":"Bella Dancerella - Swan Lake","adult":false,"genre_ids":[]},{"cast":[],"overview":"Learn to tap the Bella way! With Bella's 30 minute dvd, you will learn the fundamentals of tap dance. Become a tap star as Bella teaches you the popular dance step by step. Join Bella and her friends as they dance, sing, and have fun the toe tapping way!","release_date":"2001-06-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":52293,"title":"Bella Dancerella - Tap is a Snap!","adult":false,"genre_ids":[]},{"cast":["Engin Günaydın","Şafak Sezer","Tamer Karadağlı","İlker Ayrık"],"overview":"","release_date":"2010-12-03","vote_average":7.3,"runtime":null,"cert":"N\/A","id":52296,"title":"Memlekette Demokrasi Var","adult":false,"genre_ids":[]},{"cast":["Dick Proenneke","Bob Swerer Jr.","Bob Swerer Sr."],"overview":"Alaska Silence &amp; Solitude is the follow up to Alone in the Wilderness, filmed 20 years later. Bob Swerer and Bob Swerer Sr. visit Dick Proenneke at his famous cabin on Twin Lakes where the wildlife is still abundant and the scenery is spectacular.","release_date":"2005-09-06","vote_average":6.8,"runtime":57,"cert":"N\/A","id":52297,"title":"Alaska: Silence And Solitude","adult":false,"genre_ids":[99]},{"cast":["Orhan Pamukoglu"],"overview":"","release_date":"2006-12-27","vote_average":9.0,"runtime":null,"cert":"N\/A","id":52298,"title":"Kan Uykusu","adult":false,"genre_ids":[99]},{"cast":["El-P","Mr. Lif","RJD2","Cage","Copywrite"],"overview":"Since its inception in 2000, Definitive Jux has been synonymous with progressive, creative, intelligent, and downright thrilling hip hop. Now, The Revenge of the Robots DVD captures label mainstays El-P, Mr. Lif, RJD2 and others during their acclaimed, sold-out \"Revenge of the Robots\" 2002 tour - a fascinating view for longtime fans and new converts alike.","release_date":"2003-07-29","vote_average":0.0,"runtime":180,"cert":"N\/A","id":52299,"title":"Definitive Jux Presents The Revenge of the Robots","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"The Killers perform at Pinkpop Festival from Landgraaf, Netherlands on May 30, 2009 from the Day &amp; Age Tour. SetList: Human Somebody Told Me For Reasons Unknown Losing Touch Bones Bling (Confession of a King) Shadowplay (Joy Division cover) Smile Like You Mean It Spaceman A Dustland Fairytale Sam's Town Read My Mind Mr. Brightside All These Things That I've Done Jenny Was A Friend Of Mine When You Were Young","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":52300,"title":"The Killers - Live At Pinkpop Festival","adult":false,"genre_ids":[]},{"cast":["Andrew Rannells","Camille Schmidt","America Young","Chris Lundquist","Ben Beck"],"overview":"When a new geothermal heating system is installed under the high school they \"thaw out\" a Neanderthal ancestor of Jughead!","release_date":"2003-09-02","vote_average":6.8,"runtime":71,"cert":"N\/A","id":52307,"title":"The Archies in Jugman","adult":false,"genre_ids":[16,35,10751]},{"cast":[],"overview":"Countess Bathory sends her young cousin Nora to procure for her sexual and sadistic pleasures noble maidens and pays her handsomely. But Nora is greedy and while the Countess occupies herself with her victims at another castle, Nora and her soldiers raid a village and kidnap a group of peasant women. Training them in noble ways she introduces one of them to the Countess as a Baroness. The Countess discovers the lie and Nora meets her fate.","release_date":"2008-12-28","vote_average":6.0,"runtime":65,"cert":"N\/A","id":52308,"title":"Bound Heat Blood Countess","adult":true,"genre_ids":[]},{"cast":["Jackie Stevens","Brian Joseph Gleitz","carl williamson","Bill Zebub"],"overview":"BREAKING HER WILL follows the path of one of the most twisted villains ever to appear on screen. What he does to his captive hitch hiker creates an atmosphere of utterly demented sleaze. Written by Bill Zebub","release_date":"2009-05-05","vote_average":5.3,"runtime":94,"cert":"N\/A","id":52309,"title":"Breaking Her Will","adult":false,"genre_ids":[80,27]},{"cast":["Claude Legault","Guillaume Lemay-Thivierge","Paul Doucet"],"overview":"Thomas has killing headaches, Jean-François has stage freight and Benoit's wife has left him. After countless misfortunes the three of them bag a white collar thief that has been evading justice for ten years.","release_date":"2010-08-04","vote_average":4.3,"runtime":null,"cert":"N\/A","id":52310,"title":"Filière 13","adult":false,"genre_ids":[35]},{"cast":["Alicia Silverstone","Eion Bailey","Annabeth Gish","Polly Bergen"],"overview":"DeeDee returns to her hometown with her 11 year old son, Trooper, 13 years after she ran off with her boyfriend. Her childhood best friend, Sam, is now married and he and his wife, Lydia, are the town's veterinarians. Lydia is a little wary about DeeDee after Sam tells her that they were best friends growing up and DeeDee was his first crush. But DeeDee and Trooper find their way into many hearts of the townspeople with their sweet helpfulness and friendships. DeeDee sets up a candle making business in town square and invites many of the ladies of the town to weekly candle making parties, and through these parties she and Lydia become good friends. One evening after dinner with Lydia and Sam, DeeDee tells Sam she's very sick and she doesn't have much longer to live and she needs his help to find a good family in town to adopt Trooper. Sam later tells Lydia everything and they decide to adopt Trooper themselves if\/when something happens to DeeDee.","release_date":"2006-11-26","vote_average":5.5,"runtime":93,"cert":"N\/A","id":52311,"title":"Candles on Bay Street","adult":false,"genre_ids":[10770,18]},{"cast":["Michael Dudikoff","Todd Curtis","Keren Tishman","R. Lee Ermey","Steve Greenstein"],"overview":"When Merrill Ross (Michael Dudikoff) is thought to be a C.I.A. agent gone bad and teaming with some other alphabet named agency to take over the oil rich country of Qumir, he finds he's in the middle of a very explosive situation. Not knowing who he can trust, he's forced to use a process of elimination thru the chain of operatives he encounters.","release_date":"1994-01-01","vote_average":5.5,"runtime":97,"cert":"N\/A","id":52314,"title":"Chain of Command","adult":false,"genre_ids":[28,53]},{"cast":["Brigitte Nielsen","Paul Koslo","Kimberley Kates","Kari Whitman","Jana Švandová"],"overview":"An American tourist lands in a Slavic prison run by a twisted woman and the U.S. ambassador.","release_date":"1993-08-25","vote_average":4.0,"runtime":99,"cert":"N\/A","id":52315,"title":"Chained Heat 2","adult":false,"genre_ids":[80,18,53]},{"cast":["Vincent Zhao","Jean Wang","Max Mok Siu-Chung","Xiong Xin-Xin","Billy Chow"],"overview":"Wong Fei Hung must deal with both foreign threats and the nationalist Red Lantern Society in this continuation of the popular kung fu series.","release_date":"1993-06-10","vote_average":5.4,"runtime":101,"cert":"N\/A","id":52316,"title":"Once Upon a Time in China IV","adult":false,"genre_ids":[28]},{"cast":["Mylène Farmer"],"overview":"The Stade de France DVD follows the 2009 tour that was captured during performances at the Stade de France near Paris.","release_date":"2010-04-12","vote_average":7.4,"runtime":140,"cert":"N\/A","id":52317,"title":"Mylène Farmer: Stade de France","adult":false,"genre_ids":[10402]},{"cast":["Dennis Christopher","Martin Hewitt","Lynn-Holly Johnson","J.O. Bosso","Yousaf Bokhari"],"overview":"3 young friends are on vacation in Spain, until weird things begin to occur and then a man from NASA tells them what's really going on: Dangerous Alien Organisms from the Apollo 14 Moon Mission, which was tested on animals on SkyLab. But then the organisms fell to earth with SkyLab and they are now starting to infect people by brutally killing them off. And these 3 friends and NASA scientist must get an antidote from a NASA Lab nearby and save themselves and the rest of the world.","release_date":"1985-01-01","vote_average":5.1,"runtime":90,"cert":"N\/A","id":52318,"title":"Alien Predators","adult":false,"genre_ids":[18,27,878]},{"cast":["Valérie Nataf","Ginger Romàn","Noémie Le Carrer","Ingrid Leduc","Benjamin Belkhodja"],"overview":"On the outskirts of civilisation, three young women, Magalie, Marie-Steph and Barbara live a desperate life together. Drowning in alcohol, they both lust for and hate one another, coupling like animals. Yet gradually they become enmeshed in a complex game of love and domination. Magalie, the ringleader, subjugates through her male power, and bestial charisma. Simple Marie-Steph, her younger sister, remains in the background, and Barbara, unaware of her own prettiness, has joined the pack because she loves Magalie. One day, at Magalie’s instigation, and almost out of boredom, they hold up a bakery and kill the baker with a buckshot gun. Life gradually resumes, but nothing is the same.","release_date":"2010-09-17","vote_average":0.0,"runtime":68,"cert":"N\/A","id":52319,"title":"Bas-fonds","adult":false,"genre_ids":[]},{"cast":["Nina Andresen Borud","Trond Fausa Aurvåg","Arianit Berisha","Joachim Calmeyer","Levi Henriksen"],"overview":"Adapted from a series of short stories by Norwegian author Levi Henriksen, Bent Hamers Home for Christmas weaves together the lives of people struggling to find their way home on a Christmas Eve, beneath the colors of the Northern Lights. The plot unfolds during a few afternoon hours on Christmas Eve. The individual stories, which at times intertwine, are set in the small town Skogli. The characters in the stories cover a great range in age and life situations, representing both reconciliation with their own lives and strong frustration. Some show the will to understand and do something about their lives, while others have given up. Deeply tragic and melancholy aspects are mixed with humour and rather frivolous solutions.","release_date":"2010-11-12","vote_average":6.4,"runtime":90,"cert":"N\/A","id":52320,"title":"Home for Christmas","adult":false,"genre_ids":[35,18]},{"cast":["Annabelle Hettmann","Thibault Vinçon","Emmanuel Salinger","Pierre Moure","Claudia Tagbo"],"overview":"During a medical exam, Helena, a student in anatomical drawing, meets Benoit, a young radiologist. Their mutual fascination for the human body incites them to start a passionate romance. Helena's capability to memorize every detail of Benoit's body and Benoit's irresistible curiosity to uncover the 'interior' secrets of Helena's body lead them to a dangerous journey with no limits...","release_date":"2010-12-29","vote_average":4.7,"runtime":91,"cert":"N\/A","id":52321,"title":"The Sentiment of the Flesh","adult":false,"genre_ids":[10749,18,53]},{"cast":["María Carbajal","Carlos Gassols","Bruno Odar","Sonia Palacios","Víctor Prada"],"overview":"Clemente, a moneylender of few words, is a new hope for Sofía, his single neighbor, devoted to the October worship of Our Lord of the Miracles. They're brought together over a new-born baby, fruit of Clemente's relationship with a prostitute who's nowhere to be found. While Clemente is looking for the girl's mother, Sofía cares for the baby and looks after the moneylender's house. With the arrival of these beings in his life, Clemente has the opportunity to reconsider his emotional relations with people","release_date":"2010-09-29","vote_average":6.5,"runtime":90,"cert":"N\/A","id":52322,"title":"October","adult":false,"genre_ids":[18]},{"cast":["Ed Harris","Brad Dourif","Ishiah Benben","Robert Forster"],"overview":"The true story about a father struggling to make amends with his twin sons as they pursue their dreams of professional baseball.","release_date":"2008-04-29","vote_average":6.2,"runtime":108,"cert":"N\/A","id":52323,"title":"Touching Home","adult":false,"genre_ids":[18]},{"cast":["Stephen Chow","Gigi Leung","Ng Man Tat","Paulyn Sun","Chi Fai Chan"],"overview":"Stephen Chow plays a rich playboy who is blown up by a mafia boss when he flirts with the boss's girl. Through a series of circumstances his professor makes him a synthetic (robotic) body that allows him to change into a variety of \"Mrs. Wong's Household products\" like a microwave and toothpaste. Chow eventually goes to work at a school notorious for it's rowdy students and singlehandledly disciplines them all. He then goes on to marry a former classmate played by Gigi Leung. But before the wedding happens, the mafia boss finds out that Chow is still alive and sends in his own human-robot to take Chow out for once and for all.","release_date":"1995-08-19","vote_average":6.1,"runtime":92,"cert":"N\/A","id":52324,"title":"Sixty Million Dollar Man","adult":false,"genre_ids":[35,14,878]},{"cast":["Véronique Marchand"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":52325,"title":"Shilvi le Shpectacle","adult":false,"genre_ids":[]},{"cast":["Fiona Horsey","Paul Conway","Philip Hayden","Jonnie Hurn","James Crichton"],"overview":"Helen finds herself having intimacy problems with men. Her private parts are devouring all lovers and leaving her with an insatiable thirst for blood. In order to satisfy her cravings she becomes a prostitute which leads to a death filled tale of murder, madness, and sex.","release_date":"2003-07-20","vote_average":2.9,"runtime":102,"cert":"","id":52326,"title":"Angst","adult":false,"genre_ids":[27]},{"cast":["Ulrich Tukur","Therese Affolter","Ulrich Pleitgen","Hans-Michael Rehberg","Dominique Horwitz"],"overview":"Based on the research for his non-fiction book \"Der Baader-Meinhoff-Komplex\", \"Spiegel\" journalist Stefan Aust wrote the screen play to Reinhard Hauff’s controversial feature film that re-narrates the startling trial against the RAF terrorists Baader, Meinhoff, Ensslin, and Raspe. The trial that started in May 1975 in the Stammheim maximum-security prison extended over 192 days and ended with a lifetime sentence for all defendants.","release_date":"1986-01-30","vote_average":7.2,"runtime":107,"cert":"N\/A","id":52327,"title":"The Baader-Meinhof Gang on Trial","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The Little Cars pals are back for more racetrack action in this collection of three animated adventures for kids. Combo tries to save his delivery company by proving he's the fastest truck on the road in the Rodopolis Race; Chris hopes that a makeover will help her join the in-crowd; and a newspaper article claims Cruise has been cheating … and that the accusation has come from Combo. Can Cruise repair his reputation and fix their friendship?","release_date":"2007-05-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":52328,"title":"The Little Cars 2: Rodopolis Adventures","adult":false,"genre_ids":[10751,16]},{"cast":["Sven Wollter","Tomas von Brömssen","Håkan Serner","Ernst Günther","Thomas Hellberg"],"overview":"In Stockholm, on St. Lucy's feast day, a bandit daringly robs a crowded post office. Within a fortnight, two witnesses are dead. Two cops from vice squad, Johansson and Jarnebring, who were the first to the crime scene, pursue all leads and identify a suspect, an arrogant member of the elite secret police, a man assigned to guard the country's Minister of Justice. Just as the beat cops think they've tightened the noose around the suspect, loose ends appear, witnesses lose their certainty, alibis crop up, and even the cops doubt what they've seen. Who's protecting the suspect and why?","release_date":"1984-10-12","vote_average":6.9,"runtime":107,"cert":"N\/A","id":52331,"title":"The Man from Majorca","adult":false,"genre_ids":[53,80,28]},{"cast":["Julie Benz","Marsha Mason","Paul Le Mat","Gage Golightly","Robert Pine"],"overview":"Annie Garret is a young woman who moves with her irresponsible husband Ross and their seven-year-old daughter Taylor from Colorado to a ranch in northern California where Ross abandons them after he fails to land a job. With no money and no friends, and Taylor and Annie's prized racehorse, Tolo, to look after, Annie lands a job at a ranch hand and stable person at a stud farm owned by the stern Mary Lou O'Brien who is hiding some person demons of her own. Despite Annie's own setbacks in life, she decides to find an outing by entering her horse in a high-stakes riding competition. But when her horse goes blind from a race illness, Annie must struggle with her hardships to put the impossible to the test.","release_date":"2004-04-18","vote_average":5.0,"runtime":null,"cert":"N\/A","id":52332,"title":"The Long Shot","adult":false,"genre_ids":[18,10751]},{"cast":["Werner Schünemann","Renato Prieto","Fernando Alves Pinto","Rosanne Mulholland","Inez Viana"],"overview":"The selfish Dr. André Luiz dies and awakes in the limbo called \"Umbral\". After a painful period in the gruesome swamp, he is rescued and brought in a white light to \"Nosso Lar\" (meaning \"Our Home\"). He finds a place of harmony, where people live in peace awaiting","release_date":"2010-09-03","vote_average":6.9,"runtime":103,"cert":"N\/A","id":52333,"title":"Astral City: A Spiritual Journey","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The Clean Bin Project is a feature documentary film about a regular couple and their quest to answer the question \"is it possible to live completely waste free?\". Partners Jen and Grant go head to head in a competition to see who can swear off consumerism and produce the least landfill garbage in an entire year. Their light-hearted competition is set against a darker examination of the sobering problem waste in North American society. Even as Grant and Jen start to garner interest in their project, they struggle to find meaning in their seemingly minuscule influence on the large-scale environmental impacts of our “throw-away society”. Featuring interviews with renowned artist, Chris Jordan and marine pollution expert, Captain Charles Moore, The Clean Bin Project presents the serious topic of waste reduction with optimism, humour, and inspiration for individual action.","release_date":"2010-05-10","vote_average":7.0,"runtime":76,"cert":"N\/A","id":52336,"title":"The Clean Bin Project","adult":false,"genre_ids":[99]},{"cast":["John Garfield","Eleanor Parker","Dane Clark","John Ridgely","Rosemary DeCamp"],"overview":"Al Schmid is a happy go lucky guy in Philadephia in 1941. He likes his life, despite his landlady's attempts to get him married off. One day he meets Ruth and she steals his heart. Pearl Harbor changes all their lives, as Al joins the Marines. His unit defeats a japanese attempt to retake gualcanal, but he is blinded in the action. Al has to struggle to adjust to life as a blind man and he breaks up with Ruth, but with the help of a red cross worker, his best friend Lee Diamond , he sees that his sacrifice was not in vain and he and Ruth are reunited","release_date":"1945-08-24","vote_average":6.0,"runtime":119,"cert":"N\/A","id":52337,"title":"Pride of the Marines","adult":false,"genre_ids":[18,10752]},{"cast":["Rachel Bilson","Tom Sturridge","Matthew Davis","Scott Mechlowicz","Richard Jenkins"],"overview":"A Hollywood-set romantic tale of a guy who is content to live his life without a job yet with the love of his life, a young actress.","release_date":"2010-02-10","vote_average":5.7,"runtime":94,"cert":"N\/A","id":52338,"title":"Waiting for Forever","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"","release_date":"2005-12-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":52339,"title":"AC\/DC: Rough & Tough","adult":false,"genre_ids":[10402]},{"cast":["John Larroquette","Lesley Ann Warren","Melissa Peterman","Margo Harshman","Devon Werkheiser"],"overview":"Rebecca Korda and her two brothers, Sam and Max, are left alone on opening night of their family-owned restaurant.","release_date":"2003-05-16","vote_average":4.8,"runtime":88,"cert":"N\/A","id":52340,"title":"Recipe for Disaster","adult":false,"genre_ids":[35,10751]},{"cast":[],"overview":"A crush of 450.000 people descended on the grounds of an abandoned military base to write history as images of the biggest concert staged in Canada were broadcast around the world, in a public declaration that Torontos SARS outbreak is over. This concert sprawled across an expanse of grass and tarmac equivalent to 540 football fields called Downsview Park, and was meant to prove that Toronto was a safe place to visit. AC\/DC were at the top of their game, proving to all who witnessed, that they are truly one of the greatest rock 'n' roll bands ever.","release_date":"2003-07-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":52341,"title":"AC\/DC -  Electrified in Toronto","adult":false,"genre_ids":[]},{"cast":[],"overview":"Mister Maker is the ultimate children's arts and crafts show which teaches and entertains in fun and imaginative ways. Mister Maker is a real life character who gets inspiration to make art from everything around him. Set in his own fantasy art room that he has created, prepare to expect the unexpected as pictures, objects and things that he has made come to life.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":52342,"title":"Mr Maker Lets Make It","adult":false,"genre_ids":[10751]},{"cast":["Selton Mello","Débora Falabella","Virginia Cavendish","Bruno Garcia","Tadeu Mello"],"overview":"Lisbela is a young woman who loves going to the movies. Leléu is a con man, going from town to town selling all sort of things and performing as master of ceremonies for some cheesy numbers, such as the woman who gets transformed into a gorilla. He gets involved with Linaura, a sexy and beautiful woman who happens to be the wife of the most frightening hitman of the place. The hitman finds out his wife's affair and goes after Leléu, who has to leave in a hurry. In another town, he meets and falls instantly in love with Lisbela, who is engaged to Douglas, a hillbilly who tries hard to pass for a cosmopolitan Rio de Janeiro dweller.","release_date":"2003-08-22","vote_average":7.7,"runtime":106,"cert":"N\/A","id":52345,"title":"Lisbela and the Prisoner","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"Tokyo based label, Manhattan Records, celebrated their 30th anniversary with an exclusive event featuring two legendary Hip Hop producers. On May 2nd, 2010, DJ Premier and DJ Pete Rock shared the stage and rocked the crowd with their hits.","release_date":"2010-07-20","vote_average":4.8,"runtime":121,"cert":"N\/A","id":52346,"title":"DJ Premier vs. DJ Pete Rock - A Legendary DJ Battle: Round 1","adult":false,"genre_ids":[10402]},{"cast":["Cláudio Marzo","Lúcia Veríssimo","Daniel Dantas","Isabel Fillardis","Maria Zilda Bethlem"],"overview":"O escritor Sílvio Proença precisa embarcar para São Paulo, a fim de divulgar seu novo livro. No aeroporto, encontra um grupo de velhos companheiros. Com o embarque cancelado devido à uma forte tempestade, o grupo segue para o apartamento de Marialva, filha de um dos amigos de Proença. Seduzido pela música e pelos encantos de Marialva, Proença passa a noite ali mesmo, onde desperta no dia seguinte, completamente nu. Ainda zonzo da ressaca, vai apanhar o pão deixado à porta do apartamento; é quando o vento fecha a porta e deixa-o nu do lado de fora.","release_date":"1997-01-01","vote_average":5.6,"runtime":null,"cert":"N\/A","id":52347,"title":"O Homem Nu","adult":false,"genre_ids":[]},{"cast":["Nora-Jane Noone","Jamie Dornan","Tamer Hassan","Sebastian Knapp","Lois Winstone"],"overview":"An English soldier must find and win back his girlfriend from the clutches of a mysterious group of hardcore ravers before he flies to Iraq in the morning.","release_date":"2008-04-17","vote_average":5.8,"runtime":90,"cert":"N\/A","id":52348,"title":"Beyond the Rave","adult":false,"genre_ids":[27,53]},{"cast":["Clovis Cornillac","Audrey Dana","Claudio Santamaria","Bruno Solo","Eriq Ebouaney"],"overview":"A group of adventurers make off with 600 kilograms of gold in Guyana, but when their helicopter crashes in the jungle, gold fever takes over.","release_date":"2010-03-07","vote_average":5.0,"runtime":100,"cert":"N\/A","id":52349,"title":"In Gold We Trust","adult":false,"genre_ids":[12]},{"cast":["Daniel Prévost","Bulle Ogier","Hélène Vincent","Philippe Nahon","Julie-Marie Parmentier"],"overview":"Emile is a 70-ish former horticulturalist who once raised bonsai trees \"because they don't take up too much room.\" Indeed, his whole existence is safe and uneventful to a fault, somewhat juiced by friendship with raucous fishing companion Edmond. Still, they trade pleasantries rather than confidences -- so Emile is shocked when it turns out his elderly pal watches porn, paints nudes and shags women who are his contemporaries that he meets online.","release_date":"2010-01-02","vote_average":6.3,"runtime":94,"cert":"N\/A","id":52350,"title":"Wandering Streams","adult":false,"genre_ids":[35,18]},{"cast":["Dolores O'Riordan","Fergal Lawler","Noel Hogan","Mike Hogan"],"overview":"International superstars The Cranberries perform in their first concert film since 1994, recorded at the Palais Omnisport Arena in Paris, France, on December 9, 1999. With no overdubs, this performance features all the band's biggest singles and more! Songs: Promises, Animal Instinct, Loud and Clear, Ode to My Family, The Icicle Melts, Linger, Wanted, Salvation, Desperate Andy, Go Your Own Way, Pretty, When You're Gone, I Can't Be With You, Waltzing Back, Free to Decide, Zombie, Ridiculous Thoughts, Dying in the Sun, You and Me, Just My Imagination, Delilah, Dreams.","release_date":"2002-10-01","vote_average":4.0,"runtime":84,"cert":"N\/A","id":52353,"title":"The Cranberries: Beneath the Skin - Live in Paris","adult":false,"genre_ids":[10402]},{"cast":["William Boyd","Dorothy Wilson","William Gargan","Bob Rose","William Bakewell"],"overview":"Two Hollywood stuntmen compete for the same pretty extra.","release_date":"1933-02-03","vote_average":5.0,"runtime":70,"cert":"N\/A","id":52354,"title":"Lucky Devils","adult":false,"genre_ids":[28,18]},{"cast":["Nancy Carroll","Cary Grant","Randolph Scott","Edward Woods","Lilian Bond"],"overview":"A pretty but virtuous small-town bank clerk is the victim of a vicious rumor from an unsuccessful suitor that she spent the night with a notorious womanizer.","release_date":"1932-10-28","vote_average":6.0,"runtime":73,"cert":"N\/A","id":52355,"title":"Hot Saturday","adult":false,"genre_ids":[18,10749]},{"cast":["Sylvia Sidney","Cary Grant","Charles Ruggles","Irving Pichel","Helen Jerome Eddy"],"overview":"Pinkerton marries Cho-Cho San in Japan, whilst on shore leave. When he leaves, she keeps his Japanese home as he left it. He returns three years later, having married again in America, and tells Cho-Cho that their affair is over. She has had a child in his absence, who is sent to her family, before she kills herself.","release_date":"1932-12-30","vote_average":5.7,"runtime":86,"cert":"N\/A","id":52356,"title":"Madame Butterfly","adult":false,"genre_ids":[18]},{"cast":["Nancy Carroll","Cary Grant","John Halliday","Irving Pichel","Louis Calhern"],"overview":"Jeffrey and Glenda are two lovers about to embark on a three-day cruise to nowhere. Their plan is to be married on board by the ship's captain. As Glenda is packing to leave, she receives a threatening phone call from her obsessed, former lover Leo. Glenda confronts Leo and tells him that it's over. Leo, a high-powered attorney calls a hit man to have Jeffrey eliminated. Glenda knocks Leo over the head before he can give the hit man a name. Leo is dead. Glenda sneaks back into her apartment, goes off on the cruise with Jeffrey and pretends that all is swell. Leo's partner, Stephen Bessemer, suspects Glenda and follows her to the ship. Bessemer stages a mock trial aboard the ship and cleverly draws a confession from Glenda. Jeffrey, also an attorney, represents Glenda when she is arrested upon arriving on shore. A skeptical district attorney, and the fact that Jeffrey horsewhips the star witness (the hit man), combine to get Glenda completely off the hook.","release_date":"1933-02-17","vote_average":6.0,"runtime":70,"cert":"N\/A","id":52357,"title":"The Woman Accused","adult":false,"genre_ids":[18]},{"cast":["Jean Harlow","Franchot Tone","Cary Grant","Lewis Stone","Benita Hume"],"overview":"A French air ace discovers that his showgirl wife's first husband is still alive.","release_date":"1936-07-20","vote_average":7.0,"runtime":93,"cert":"N\/A","id":52358,"title":"Suzy","adult":false,"genre_ids":[18]},{"cast":["Edward Arnold","Cary Grant","Frances Farmer","Jack Oakie","Donald Meek"],"overview":"After the American Civil War, Jim Fisk, a former peddler and cotton smuggler, arrives in New York, along with his partners Nick and Luke, where he struggles to make his way through the treacherous world of Wall Street's financial markets.","release_date":"1937-07-30","vote_average":6.0,"runtime":109,"cert":"N\/A","id":52359,"title":"The Toast of New York","adult":false,"genre_ids":[35,18]},{"cast":["Cary Grant","Martha Scott","Cedric Hardwicke","Alan Marshal","Richard Carlson"],"overview":"Beautiful young Virginian Jane steps down from her proper aristocratic upbringing when she marries down-to-earth surveyor Matt Howard. Matt joins the Colonial forces in their fight for freedom against England. Matt will meet Jane's father in the battlefield.","release_date":"1940-09-19","vote_average":6.3,"runtime":116,"cert":"N\/A","id":52360,"title":"The Howards of Virginia","adult":false,"genre_ids":[18,36,10752]},{"cast":["Jules de Jongh","Wayne Forester","Robbie Stevens"],"overview":"In the near future.... The world is in turmoil. The atmosphere is thick and heavy with pollution and all natural resources are nearing exhaustion. Nations grow desperate and many are willing to fight each other for what little remains. The situation is rapidly spiraling out of control. In an urgent bid to solve the problem, missions are launched to explore the universe for planets that may contain alternative sources of energy. On the edge of space,one of the mining ships, The Ezekiel, finds an uncharted planet that reveals signs of a possible fuel resource. Two crew members are chosen to undertake a prospecting mission to the desolate rock, in order to take samples and survey the surface for later analysis. The mission goes well, until they reach 'grid reference 3894' where they unexpectedly descend into a world they could only imagine in their nightmares and unearth a dark and terrifying truth.","release_date":"2010-01-01","vote_average":6.7,"runtime":23,"cert":"","id":52363,"title":"Unearthed","adult":false,"genre_ids":[12,878,18]},{"cast":["Cary Grant","José Ferrer","Paula Raymond","Signe Hasso","Ramon Novarro"],"overview":"An American doctor gets caught in the middle of a revolution when he's forced to operate on a South American dictator.","release_date":"1950-07-07","vote_average":7.0,"runtime":95,"cert":"N\/A","id":52364,"title":"Crisis","adult":false,"genre_ids":[80,18,53]},{"cast":["Cary Grant","Deborah Kerr","Walter Pidgeon","Betta St. John","Eduard Franz"],"overview":"Clemson Reade, a business tycoon with marriage on his mind, and Effie, a U.S. diplomat, are a modern couple. Unfortunately there seems to be too much business and not enough pleasure on the part of Effie. When Clemson meets Tarji, a princess trained in all the arts of pleasing men, he decides he wants an old fashioned girl. Princess Tarji's father is king of oil-rich Bukistan. Because of the oil situation and to maintain good political relations during the courtship between Clemson &amp; Tarji, the State Department assigns a diplomat to maintain protocol until the wedding - Effie!","release_date":"1953-06-19","vote_average":6.1,"runtime":100,"cert":"N\/A","id":52365,"title":"Dream Wife","adult":false,"genre_ids":[35,10749]},{"cast":["Carole Bouquet","Daniel Auteuil","Patrice Chéreau","Jean-Roger Milo","Eric Boucher"],"overview":"A love story or a tale of the resistance, this poignant movie tells both the haunting story of a French resistance cell in Lyon but also the love of Lucie Aubrac for her husband...","release_date":"1997-02-26","vote_average":6.4,"runtime":115,"cert":"12","id":52366,"title":"Lucie Aubrac","adult":false,"genre_ids":[18]},{"cast":["Cary Grant","Jayne Mansfield","Leif Erickson","Suzy Parker","Ray Walston"],"overview":"Three navy war heroes are booked on a morale-building \"vacation\" in San Francisco. Once they manage to elude their ulcerated public relations officer, the trio throw a wild party with plenty of pretty girls.","release_date":"1957-12-10","vote_average":5.4,"runtime":105,"cert":"N\/A","id":52367,"title":"Kiss Them for Me","adult":false,"genre_ids":[35,10749,10752]},{"cast":["Sam Adams","Mike Alstott","Ronde Barber","Ryan Benjamin","Chris Berman"],"overview":"Follow the Buccaneers from opening day right through their Super Bowl triumph, as NFL Films provides an all-access pass to the huddle, sidelines and locker room. Relive the highlights from every game of Tampa Bay's amazing season -- capped by their astonishing 48-21 defeat of the Oakland Raiders in Super Bowl XXXVII.","release_date":"2003-01-26","vote_average":7.0,"runtime":180,"cert":"N\/A","id":52368,"title":"Super Bowl XXXVII Champions - Tampa Bay Buccaneers","adult":false,"genre_ids":[]},{"cast":["Yolande Moreau","Émilie Dequenne","Benjamin Biolay","Philippe Nahon","Matthias Schoenaerts"],"overview":"In the middle of a snowy no man's land, Charlotte picks up Max, a hitchhiker; they stop in a truck-stop restaurant, and when Max doesn't come back from the bathroom, Charlotte starts looking for him in vain. She decides to return during the night but gets kidnapped by the bartender, La Spack, who turns out to be Max's mother and needs to feed her kids, 'The pack', a bunch of blood lusting ghouls. Charlotte now faces a terrifying reality: these ghouls are already dead... and hungry. Alone and in the middle of nowhere, she quickly realizes... she's next on the menu!","release_date":"2010-09-29","vote_average":3.9,"runtime":85,"cert":"N\/A","id":52369,"title":"The Pack","adult":false,"genre_ids":[27]},{"cast":["Michael Jordan"],"overview":"From his days as a child in North Carolina to his retirement from the Chicago Bulls in 1999, His Airness takes you on a journey through Michael Jordan's entire career. Complete with spectacular highlights along with interviews from teammates, coaches, and writers, plus Michael's own insight, this video captures the spirit, determination and championship drive of this global icon.","release_date":"1999-01-01","vote_average":6.5,"runtime":null,"cert":"N\/A","id":52370,"title":"Michael Jordan: His Airness","adult":false,"genre_ids":[]},{"cast":["Anna Raadsveld","Benja Bruijning","Charlie Dagelet","Tom Van Landuyt","Renée Fokker"],"overview":"19-year old Belle practices playing the violin diligently, but is unable to impart her music with a sensitive undertone. Her life changes when she discovers that sexual desire stimulates passion in her music.","release_date":"2010-10-09","vote_average":4.7,"runtime":89,"cert":"N\/A","id":52371,"title":"LelleBelle","adult":false,"genre_ids":[10402,10749]},{"cast":["Julie Estelle","Evan Sanders","Ratu Felisha","Ibnu Jamil","Lita Soewardi"],"overview":"A young college student moves to a new boarding house in a very haunted area.","release_date":"2006-10-27","vote_average":6.3,"runtime":93,"cert":"N\/A","id":52372,"title":"The Chanting","adult":false,"genre_ids":[27]},{"cast":["Garneta Haruni","Monique Henry","Vikri Rahmat","Dion Wiyoko"],"overview":"Some youngsters cajole a couple of their friends to help in their attempt to make  a documentary about a dancer who disappeared and was said to have been murdered, and whose  body was never found. Rumors abound, causing much of the village where she lived to become  deserted. After getting a lead from an oddball villager, they decide to break into the house  which is said to be the site of the murder. What they find there is much more than they  ever could have bargained for...","release_date":"2009-02-12","vote_average":6.8,"runtime":90,"cert":"N\/A","id":52373,"title":"Kuntilanak Beranak","adult":false,"genre_ids":[27]},{"cast":["Ulrich Wickert"],"overview":"Dieser Dokumentarfilm zeigt die ökologischen Probleme, mit denen die Erde zu kämpfen hat. Mit Bezug auf die lange Entwicklungsgeschichte der auf der Erde lebenden Lebewesen wird insbesondere auch ein Augenmerk auf das Artensterben, das durch den Menschen verursacht wird, gelegt.","release_date":"2009-10-07","vote_average":6.0,"runtime":93,"cert":"N\/A","id":52374,"title":"Le syndrome du Titanic","adult":false,"genre_ids":[99]},{"cast":["Randy Pangalila","Celine Evangelista"],"overview":"A bus carrying a group of cheerleaders after competing has a bus accident and enters a chasm. Derry, the team’s assistant basketball coach suggests to leave the bus and look for help, but Shanti, insists on waiting for help to come but eventually must run in to the cemetery. The rest of the group decides to take shelter in an old abandoned hospital. In their hopeless situation, they look for anything that could be used to get any kind of help. In the chaos, Derry and Lina find a diary containing the secret for the destruction of the hospital. They soon realize that they are indeed facing the ghost Suster Ngesot and the only way to escape is to confront her head on.","release_date":"","vote_average":5.0,"runtime":null,"cert":"N\/A","id":52375,"title":"Kutukan Suster Ngesot","adult":false,"genre_ids":[27]},{"cast":["Coralie Gerald","Ricky Chilnady Pratama Harun","Aming Sugandhi","Indra Birowo","Suti Karno"],"overview":"Three friends who are also playboys are students of SMU Bina Persada. Okta, Ical and Rio openly approach Marsya, a transfer student from France. Mrs. Endang, the principal of the school repeatedly reminds the students to accept Marsya as one of the students, assisted by her husband, Mr Wahyu, who is a counseling teacher. Marsya’s innocence often lands her in trouble but one thing that bothered her most is the appearance of a female ghost at the school toilet. Does the ghost have any connection with the disappearance of Adelia some time ago? What is the real hidden secret?","release_date":"2010-01-14","vote_average":4.3,"runtime":80,"cert":"N\/A","id":52376,"title":"Toilet 105","adult":false,"genre_ids":[27]},{"cast":["Indra Bruggman","Dewi Persik"],"overview":"Diana and Gugun is a married couple who just bought a new house. They are busy looking for various kind of furniture to fill up their new home. One of the most important furniture is the bed. After the bed was placed in their new home, strange and unusual events started to occur.","release_date":"2010-04-01","vote_average":0.0,"runtime":97,"cert":"N\/A","id":52377,"title":"Tiran-Mati Di Ranjang","adult":false,"genre_ids":[27]},{"cast":["Asha Shara","Ricky Chilnady Pratama Harun","Amelia","Arswendi Nasution","Chintami Atmanegara"],"overview":"Tio is a very well-known sculptor who has customers from every country who always flock to his galleries. The statues he made are always very realistic and he is always all out in every sculpture he makes, even to go as far as ignoring his girlfriend, Maya. One day, Maya was promised that they will have a big engagement announcement on television, however it never happened, and Maya was only made to be the base of his newest sculpture. Maya, who heard about it, got mad at Tio. Tio cannot take it anymore, and in the end, killed Maya, even after knowing that she is pregnant with their child. Tio decided to make a sculpture from her body so people would not know the truth.","release_date":"2006-05-17","vote_average":5.0,"runtime":100,"cert":"N\/A","id":52378,"title":"Rumah Pondok Indah","adult":false,"genre_ids":[27]},{"cast":["Andi Soraya","Restu Sinaga","Debby Ayu","Angel Lelga","Dewi Persik"],"overview":"Asti finally decides to install the implant after she discovers that her husband Rako is having an affair with Donna. While looking for the implant, she is recommended by a shaman to look for the implant from a dead person.","release_date":"2009-07-13","vote_average":5.0,"runtime":null,"cert":"N\/A","id":52379,"title":"Susuk Pocong","adult":false,"genre_ids":[27]},{"cast":["Tamara Bleszynski","Kieran Sidhu","Marcel Chandrawinata","Tyas Mirasih","Navy Rizky Tavania"],"overview":"Tiara wants to get over with her traumatic past and is planning to visit Bride's Waterfall to release her tension. She invites few of her cousins to join her in this trip. Her boyfriend, Lilo and the rest seven people are joining this trip. Upon arrival the group falls in love with its pristine beach and Tiara is delighted and looking forward to have a good time there. However, their joy does not last very long as few strange incidents occurred in the island.","release_date":"2009-12-03","vote_average":4.0,"runtime":80,"cert":"N\/A","id":52382,"title":"Lost Paradise - Playmates in Hell","adult":false,"genre_ids":[18,10749,53,27]},{"cast":["Imelda Lubis","Uwi Jasmine"],"overview":"While searching for her missing sister, a college student experiences frightening dreams filled with other-worldly apparitions.","release_date":"2009-03-19","vote_average":5.0,"runtime":77,"cert":"N\/A","id":52383,"title":"The Ghost of Mortuary","adult":false,"genre_ids":[27]},{"cast":["Anthony Wong","Francis Ng","Eric Tsang","Yang Liu","Tang Yan"],"overview":"Amidst the gunfights and bloodshed in a city of sin, there lived two legendary figures, known only as Bullet and Brain. Bullet, as the name suggests, is the sharpest shooter the city has ever seen and can take someone out with a pistol in less than a tenth of a second. Brain, on the other hand, is a calculated genius with excellent problem-solving skills, not to mention some cool gadgetry. These two men are called into action again when an old score involving a little girl needs to be settled.","release_date":"2007-01-01","vote_average":4.6,"runtime":94,"cert":"N\/A","id":52384,"title":"Bullet and Brain","adult":false,"genre_ids":[28,35,80]},{"cast":["Andrew Lin","Kristal Tin"],"overview":"In one of the darkest and diverse cultural part in the city, there is a minority group who lives in the place where it is full of despair and frustration. Their desperate living comprises illegal gambling, prostitution as well as drug-dealing. This chaotic region is unique within the city.","release_date":"2008-05-27","vote_average":5.0,"runtime":null,"cert":"N\/A","id":52385,"title":"Chaos","adult":false,"genre_ids":[28,53]},{"cast":["Sophie Ngan Chin-Man","Lam Suet","Helena Law Lan","William Ho Ka-Kui","Cherry Chan Chiu-Chiu"],"overview":"Mentally disabled Joey is now over thirty and running the Sunshine Resorts inn with his elderly mother, Mrs Lim. He had his eyesight damaged as a child staring at an eclipse in Cheung Chau; but he likes to listen, recording his violent Uncle Hoi having sex. Women have been going missing after renting room thirteen at the inn, presumed suicides. But Joey knows better. Mayse, a journalist out of place at a trashy magazine, is ordered to investigate but sends Julie in her place. When Julie cant be reached for two days, Mayse heads to Cheung Chau herself to solve the mystery…","release_date":"2000-05-18","vote_average":4.8,"runtime":93,"cert":"N\/A","id":52388,"title":"Resort Massacre","adult":false,"genre_ids":[27,53]},{"cast":["Shawn Yue","Ekin Cheng","Stephanie Che","Fiona Xie","Renee Lee"],"overview":"Rookie Sergeant Lee is injured in a shoot-out and is assigned to the dubious-sounding Miscellaneous Affairs Department (MAD). There, he is paired up with Inspector Wong, a jaded and alcoholic veteran who explains that MAD’s role is to answer supernatural calls. Wong explains MAD’s rule number one - there are no ghosts. For every seemingly inexplicable phenomenon, there is a corresponding scientific and rational explanation.","release_date":"2008-03-15","vote_average":6.1,"runtime":93,"cert":"N\/A","id":52389,"title":"Rule Number One","adult":false,"genre_ids":[28,27]},{"cast":["Premsini Rathanasopa","Patiwat Ruengsri","Napat Bhunjongjit-Pisan","Nuttakorn Taewakul"],"overview":"When a murdered body of a highschool girl is found naked with a strange mark on her forehead used to prevent the vengeance of her spirit, Detective Khan from DSI is assigned to investigate the case. The dead girl is brought to Dr. Nicha at CIFS in Bangkok to find more clues and identify the body. Meanwhile, C, a former teenager's heartthrob is involved in this case when he begins to search for his lost ex-girlfriend. When the ghost is trying to connect to the living, Detective Khan starts to believe in something supernatural that leads him to the truth.","release_date":"2008-02-28","vote_average":4.8,"runtime":104,"cert":"N\/A","id":52390,"title":"Soul's Code","adult":false,"genre_ids":[53]},{"cast":["Sam Lee","San San Lee","Yiu-Cheung Lai","Lam Suet","Seina Kasugai"],"overview":"Keung suffers from a recurring nightmare in which a woman in red chases him down a highway and tries to kill him with a plastic toy jet. When his girlfriend Apple leaves on a business trip, Keung pounces on the chance to approach his new neighbor, Yurei, a Japanese stewardess. However, it soon becomes apparent that his new love interest is damaged goods, and that she has Keung and Apple booked first class for a flight straight to hell.","release_date":"2002-04-18","vote_average":5.0,"runtime":91,"cert":"N\/A","id":52391,"title":"The Stewardess","adult":false,"genre_ids":[27,53,35]},{"cast":["Macy Chan","Steven Cheung"],"overview":"The Narranmoda Boarding School is strict for girls and has rigid rules of behavior, but the headmaster accepts four male students to improve the income of the school. However, the boys are segregated from the girls and the inspector Miss Fong keeps them under the surveillance of the dedicated monitor student Ho Yat-Man. The urban legend tells that the school is haunted and when students break the school rules, they are called to the director office and vanishes or are found dead.","release_date":"2007-03-15","vote_average":4.5,"runtime":85,"cert":"N\/A","id":52392,"title":"The Haunted School","adult":false,"genre_ids":[27]},{"cast":["J. J. Jia","Ankie Beilke","Natalie Meng"],"overview":"Macy, BiBi and Chelsea, are young fashion models who have signed on to shoot a commercial. To meet with the theme “Youth and Death”, the director suggests shooting the commercial at their boss, Mr King’s ancestral home on the East Dragon Island. King’s great-grandfather had once been a vampire and put under a spell in his family grave on the island. The girls are busy partying and shooting at the beach. Little do they know that the old vampire is awakened and three other people on the island had been bitten and are turning into vampires.","release_date":"2008-10-16","vote_average":5.0,"runtime":99,"cert":"N\/A","id":52393,"title":"The Vampire Who Loved Me","adult":false,"genre_ids":[]},{"cast":["Tanushree Dutta","Sachin Khedekar","Udita Goswami","Nishigandha Wad","Murali Sharma"],"overview":"Anushka helps her sister fight a murder charge and she becomes trapped in a nightmarish world that may be inescapable.","release_date":"2010-03-05","vote_average":4.0,"runtime":116,"cert":"N\/A","id":52394,"title":"Rokkk","adult":false,"genre_ids":[53,27,9648]},{"cast":["Ally Sheedy","Lauren Hutton","Michael O'Keefe","Stan Shaw","Dina Merrill"],"overview":"Psychic Ally Sheedy helps police solve murders by mentally linking with the murderer. Then she discovers a murderer with the same talent - who wants to share the fear of his victims with her!","release_date":"1990-07-15","vote_average":6.4,"runtime":95,"cert":"18","id":52395,"title":"Fear","adult":false,"genre_ids":[27,53]},{"cast":["Sayaka Yoshino","Saki Akai"],"overview":"With stalker crimes on the rise in Tokyo, the Meiji Jingu Gaien police department decides to form an all-female Sex Crime Investigation Unit. As the first order of business a member of the theft division is paired with a member of the community safety division. With no experience in brutal crimes, the pair is obviously unprepared for what they're going to face, so two more experienced detectives are soon dispatched to join the them. However, it's already clear to the public and media that this unit is just a gimmick to improve the station's public image.","release_date":"","vote_average":5.0,"runtime":null,"cert":"N\/A","id":52396,"title":"Immoral","adult":false,"genre_ids":[]},{"cast":["Aiko Sato","Sho Aikawa"],"overview":"Katayama is on the way home to his wife and little daughter when he stumbles on a gang of punks beating up an innocent man. Katamaya decides to help the stranger and surprisingly wins the fight. This turns out to be a bad decision as his daughter is kidnapped and murdered by the leader of the same band of young thugs. Katayama seeks revenge and tries to trace the gangs location.","release_date":"2006-05-03","vote_average":7.0,"runtime":116,"cert":"N\/A","id":52401,"title":"Sun Scarred","adult":false,"genre_ids":[28,80,18,53]},{"cast":["Yu Misaki","Ken'ichi Endô","Kenji Takechi","Kenji Ohba","Tatsuya Gashûin"],"overview":"This is a story of a woman, amid in her sorrow, seeking for vengeance...","release_date":"2006-10-14","vote_average":6.3,"runtime":77,"cert":"N\/A","id":52402,"title":"The Legend of Red Dragon","adult":false,"genre_ids":[28]},{"cast":["Rio Matsumoto","Asami Imajuku","Yuka Iwasaki","Akifumi Miura","Takashi Sugiuchi"],"overview":"Within days after the mysterious new student Kawagami Tomie joins a high school classroom, all hell literally breaks loose. Simple in-fighting between boys and girls over Tomie's oppressive shadow soon gives way to mind-breaking violence, culminating in a grizzly dissection that ultimately leads to suicide, insanity, and even more violence.","release_date":"2005-04-09","vote_average":4.9,"runtime":74,"cert":"N\/A","id":52405,"title":"Tomie: Beginning","adult":false,"genre_ids":[27]},{"cast":["Joel Salatin","Will Allen","Russ Kremer","David Ball","Andrew Kimbrell"],"overview":"FRESH is more than a movie, it’s a gateway to action. Our aim is to help grow FRESH food, ideas, and become active participants in an exciting, vibrant, and fast-growing movement.","release_date":"2009-05-26","vote_average":8.3,"runtime":72,"cert":"N\/A","id":52406,"title":"Fresh","adult":false,"genre_ids":[99]},{"cast":["Nozomi Ando","Aoi Miyazaki","Jun Kunimura","Yuka Fujimoto","Ayaka Ninomiya"],"overview":"A shy young girl named Tomie lives alone in a dreary house with her widowed father and is bullied by girls in her high school. To escape her dismal existence she writes gothic stories and daydreams. Her life changes in a big way when she’s suddenly befriended one day by a pretty, sophisticated girl who also happens to be named Tomie. Fascinated by her new friend, she invites her home. When her father gets a look at his daughter’s guest he has to do a double take–she’s the absolute spitting image of his first love who was murdered twenty-some odd years ago by his best friend (who also fell for her, then took his own life). She had made such an impression on him, in fact, that he’d named his daughter after her. He soon learns that his daughter’s friend is indeed the same Tomie he’d loved, miraculously alive and as young and beautiful as ever. He soon falls under her spell again but learns he must pay a terrible price to be with her.","release_date":"2002-06-29","vote_average":4.6,"runtime":91,"cert":"N\/A","id":52407,"title":"Tomie: Forbidden Fruit","adult":false,"genre_ids":[27]},{"cast":["Shugo Oshinari","Miki Sakai","Satoshi Tsumabuki","Kumiko Endô","Masaya Kikawada"],"overview":"Young art student Hideo paints an unnerving portrait of Tomie, who whispers that she loves him. Inexplicably, he reacts by stabbing her to death with a painting trowel. Two friends, Takumi and Shunichi, arrive on the scene and help him dispose of the body. To cheer him up, the boys take the unwitting murderer to the nearest bar for a party... but a mysterious girl named Tomie shows up, bearing a few odd physical resemblances to the dead girl in the ground. Soon Hideo winds up a bloody mess in the bathroom stall, and his two compatriots are assaulted with a series of bizarre events in which Tomie possesses other girls' bodies, winds up a yammering severed head with claw-like arms, and taunts them no matter how often they kill her.","release_date":"2001-03-24","vote_average":4.2,"runtime":100,"cert":"N\/A","id":52408,"title":"Tomie: Re-birth","adult":false,"genre_ids":[27]},{"cast":["Sayaka Yamaguchi","Mai Hosho","Yosuke Kubozuka","Ken'ichi Endô","Makoto Togashi"],"overview":"A young girl is hospitalized. When an ultrasound examination reveals that something is moving inside her, a surgeon operates. The surprised surgical staff find themselves face-to-face with--not a baby--the disembodied head of a beautiful girl. Her name is Tomie, and she is in the process of regenerating herself. Though you may try, Tomie cannot be killed. She will return to seduce and to kill. Infected with Tomie's blood, the surgeon disappears, leaving his daughter, Yumi, to try to discover Tomie's identity and to solve the mystery of her father's disappearance.","release_date":"2000-02-11","vote_average":4.8,"runtime":95,"cert":"N\/A","id":52409,"title":"Tomie: Replay","adult":false,"genre_ids":[27]},{"cast":["Noriko Nakagoshi","Tasuku Emoto","Maki Meguro","Kenta Suga","Tokie Hidari"],"overview":"Unholy Women (Kowai onna), is a composite of three unrelated half-hour horror movies. A compilation of 3 separate short horror films (Rattle Rattle, Hagane, The Inheritance) written and directed by Keita Amemiya, Takuji Suzuki, and Keisuke Toyoshima respectively.  The first segment, “Rattle Rattle”, tells the story of a young woman who is pursued by an evil other-worldly being. The second movie, “Steel”, concerns a young man who agrees to take the sister of his boss out on a blind date, drawing him into a world more frightening than he ever dreamed possible. The third and final episode, “The Inheritance”, is a supernatural tale of a woman and her young son, scarred by abuse and psychological trauma.","release_date":"2006-11-25","vote_average":6.3,"runtime":107,"cert":"N\/A","id":52410,"title":"Unholy Women","adult":false,"genre_ids":[27]},{"cast":["Kwon Ki Duk","Shin Seong Il","Yoon Jin-seo"],"overview":"Only eight out of 36 boys pass the rigorous training at Seoul Action School. They all have different dreams but all wish to become stuntmen. Despite frequent accidents and injuries, they never give up their dream, and the movie follows their hopeful desperation.","release_date":"2008-08-28","vote_average":6.0,"runtime":110,"cert":"N\/A","id":52411,"title":"Action Boys","adult":false,"genre_ids":[28,99,35]},{"cast":["Lee Yo-won","Rie Young-zin","Jo Eun-ji","Kim Gyu-ri","Park Jeong-Woo"],"overview":"One summer, Yo-won fails her major and just gets fired from her part-time job, while Min-sun, an aspiring actress, gets humiliated in all kinds of ways by her academic advisor. Tired of the usual obvious advice people give, they drop everything and leave on a trip to Gangleung. But, then they discover a couple of revolvers in their borrowed car - the two revolvers that Detective Kim, from the Violent Crimes Division, and Nalchi, a middle boss in the organization, lost while gambling. The girls assume the guns are fake and pull the trigger - and the window shield goes out. From then on, their plans go awry and the two girls keep getting swept up into strange events. They meet up with Young-mi, a country tearoom waitress who has a complex about her looks, and Jin-a, who dreams of revenging herself on the guy who toyed with her and led her on. When these girls, attracted by the revolvers, get together, events snowball out of control.","release_date":"2002-01-11","vote_average":5.7,"runtime":108,"cert":"N\/A","id":52412,"title":"A.f.r.i.k.a","adult":false,"genre_ids":[18,28]},{"cast":["Oh Yeon-Seo","Jang Kyoung-ah","Son Eun-seo","Song Min-jung","Yu Shin-ae"],"overview":"Strange rumors start to spread at the catholic girls’ high school after Unjoo committed suicide one night. Unjoo’s younger sister Jung-un who attends the same school gets suspicious about Unjoo’s death. After persistent investigation, Jung-un finds out that on the night of the incident, Soy, Eugene, Eun-young, Unjoo, the four of them had tried to commit a joint suicide after making a vow on blood. But the three are still alive, and only Unjoo had died. the desire, jealousy, and lies behind the pledge of death between the four girls are revealed, along with the hidden truth behind Unjoo’s suicide.","release_date":"2009-06-18","vote_average":4.9,"runtime":88,"cert":"N\/A","id":52413,"title":"A Blood Pledge","adult":false,"genre_ids":[27]},{"cast":["Lee Ah-jin","Kwon Hyun-sang","Park Eun-bin","Son Ho-jun","Kim Su-ro"],"overview":"Se-hee is haunted by her step sister Tae-yeon who used to be a promising swimmer but suddenly killed herself in a swimming pool 2 years ago. During the summer vacation, she joins the study camp at school for upcoming college entrance exam with other 30 elite students. On the first night, when Se-hee finds a riddling passage scribbled in the desk, she soon sees a dead girl’s body hung upside down. Then the TV monitors are on and the students watch another friend crushed by his bike in the corridor. Since then, the succession of cruel killings occurs whenever they fail to answer the given questions in time. Meanwhile, the hidden truth behind Tae-yeon’s suicide is slowly revealed and terrified students struggle to death to undo the puzzle before they become the next victim.","release_date":"2010-07-28","vote_average":5.6,"runtime":82,"cert":"N\/A","id":52414,"title":"Death Bell 2","adult":false,"genre_ids":[27]},{"cast":["Gong Hyo-jin","Lee Jong-hyuk","Hwangwoo Seul-hye","Seo Woo","Bang Eun-jin"],"overview":"With her frumpy hair, blushing face, and awkward mannerisms, Yang Mi Sook has spent her entire life being unnoticed. Nicknamed Miss Carrot, she diligently teaches Russian to high school students who don?t listen, and ceaselessly pines after colleague Seo, her crush of ten years. Content with her uneventful, self-delusional existence, Mi Sook is sparked into action when hot young teacher Yuri comes strolling in and steals her class and her man. To nip their blooming romance in the bud, Mi Sook forms an unlikely alliance with Seo?s misfit teenager daughter, who?s every bit as eccentric as she is!","release_date":"2008-10-16","vote_average":5.8,"runtime":101,"cert":"N\/A","id":52415,"title":"Crush and Blush","adult":false,"genre_ids":[35]},{"cast":["Heo Jin-yong","Kim Joo-ryoung","Kim Ri-na","Yeong-jin Sin","Ho-rin Yoo"],"overview":"Roommates Yoo-jin, Eun-soo, Bo-ram, and Da-young are cramming for a college entrance exam. It's difficult for them to adapt to the stifling atmosphere of the women's lodging institute - and to get along with each other due to their differing personalities. Yoo-jin has the most difficulty with the stuffy institute life. she begins to have visions of events that took place at the institute in the past - like the tragic fire that occurred years ago. Yoo-jin gradually becomes consumed with fear, and the relationship among the four intimate friends begins to suffer.","release_date":"2006-08-03","vote_average":5.7,"runtime":93,"cert":"N\/A","id":52416,"title":"4 Horror Tales - Roommates","adult":false,"genre_ids":[27]},{"cast":["Park Eun-hye","Baek Eun-jin","Yoon-jeong Choi","Hyeon-kyeong Im","Myeong-jin Lee"],"overview":"Ji-yeon, a tollgate ticket girl, is frightened by a mysterious black car, which pays a bloodstained ticket fee at midnight. Her fear deepens after her colleague, Jong-sook, tells her that 12 years earlier a prisoner transport vehicle caused a traffic accident wherein all the prisoners involved died – and some of the corpses disappeared. Afterwards, a murder occurred near the tollgate on February 29th every four years. Soon, odd events become increasingly frequent, usually involving a doppelganger of Ji-yeon. When Jong-sook is killed on the fateful February 29th, Ji-yeon – with the help of two detectives – starts looking into matters herself.","release_date":"2006-07-20","vote_average":5.8,"runtime":90,"cert":"N\/A","id":52419,"title":"4 Horror Tales - February 29","adult":false,"genre_ids":[27]},{"cast":["Kim Seo-hyung","Kim You-jung","Jo Young-jin","Kim Yeong-seon","Kim Ja-young"],"overview":"Min-young moves onto the fifth floor of a new studio apartment with her six-year-old daughter, Joo-hee. She’s concerned when her downstairs neighbor, Han Chang-soo, says that he cannot tolerate the noise above him, even though the two women live tranquilly. Furthermore, she is anxious about other residents’ strange behavior, never mind the mysterious deaths. Min-young hardens herself mentally after the move into the new house, largely because of her daughter’s unprecedented odd behavior and continual run-ins with a bizarre woman. Convinced that Joo-hee has fallen sick and perturbed by the mysterious events around the studio apartment, Min-young looks to uncover the truth by herself…","release_date":"2006-07-27","vote_average":6.7,"runtime":100,"cert":"N\/A","id":52420,"title":"4 Horror Tales - Hidden Floor","adult":false,"genre_ids":[27]},{"cast":["Park Hee-soon","Jin Goo","Choi Il-hwa","Jang Hee-jin","Jeon Kuk-hwan"],"overview":"In the 11th year of Kwang Hae-gun, Jo-seon soldiers go to war with China after an invasion. In the middle of Manchu, three people who have barely survived are being cornered by the Chinese forces, and begin a bloody battle not with their enemies but with their friends.","release_date":"2011-02-24","vote_average":6.0,"runtime":111,"cert":"N\/A","id":52421,"title":"The Showdown","adult":false,"genre_ids":[28,18]},{"cast":["Min Kyung-jin","Hyun Min Ra"],"overview":"In an underground laboratory, a brain experiment is underway. In an abandoned coal mining area, casino creditors are being murdered. Those who inherit credit are now waiting to enter the casino.","release_date":"2005-01-01","vote_average":6.0,"runtime":100,"cert":"N\/A","id":52422,"title":"Geo Lobotomy","adult":false,"genre_ids":[27,878]},{"cast":["Kim Sun-a","Go Joon-hee","Na Moon-hee","Park Won-sang","Ryu Tae-joon"],"overview":"When the head of a credit union disappears with the credit union's money, four women create a team called Bong Chon Girl Scouts Troop #3 to recover the stolen money, and chaos ensues.","release_date":"2008-06-05","vote_average":6.7,"runtime":100,"cert":"N\/A","id":52423,"title":"Girl Scout","adult":false,"genre_ids":[28,35]},{"cast":["Ye Ji-won","Jeong Kyung-ho ","Jo Eun-ji","Im Won-hee","Jang Hyun-sung"],"overview":"A gorgeous movie star invites four men to a party to choose her lover. However, they start being killed and the situation gets out of control. This comic thriller is a remake of French movie “Serial Lover”.","release_date":"2007-08-22","vote_average":5.9,"runtime":94,"cert":"N\/A","id":52424,"title":"Femme Fatal","adult":false,"genre_ids":[35]},{"cast":["Jung Jin-young","Kim Yoon-seok","Jang Keun-suk","Kim Sang-ho","Kim Ho-jung"],"overview":"Sang-woo, the leader of college rock band Volcano, dies and sets up a reunion for Gi-yeong and the other members of the group. Former bass player Seong-wook lives a hand-to-mouth existence working two jobs. Drummer Hyeok-su is a single father struggling to make a living as a car salesman. The jobless lead guitarist Gi-yeong dreams of taking over Volcano as the new frontman. When he suggests they reform the band while the old friends reminisce at the funeral, they all spurn the idea. But Gi-yeong persists and gets each to relent, setting the stage for a rock and roll reunion.","release_date":"2007-09-12","vote_average":7.0,"runtime":112,"cert":"N\/A","id":52425,"title":"Happy Life","adult":false,"genre_ids":[10751,10402]},{"cast":["Lee Dong-wook","Lee Jae-yong","Eugene","Ki Joo-bong"],"overview":"Eun-soo, a librarian watches for book vandalism that currently happens in the library. One day, she catches Jun-oh tearing off certain page of books. Eun-soo accuses him of vandalism but soon discovers the complex story behind his actions. Jun-oh’s girlfriend suddenly leaves him with only a mysterious note. “Look up page 198”. Jun-oh’s girlfriend was a bibliophile and she checked out books regularly at the library. Jun-oh goes to the library and tears out page 198 from every book he comes in touch. As Eun-soo has just broken up, she gives him an advice saying that he has to let her go if she really meant it. However, looking at Jun-oh torn apart by his love, Eun-soo starts to help him decipher the messages on page 198 of all the books .","release_date":"2008-10-23","vote_average":5.8,"runtime":97,"cert":"N\/A","id":52426,"title":"Heartbreak Library","adult":false,"genre_ids":[]},{"cast":["Irene Dunne","Melvyn Douglas","Thomas Mitchell","Thurston Hall","Elisabeth Risdon"],"overview":"The small-town prudes of Lynnfield are up in arms over 'The Sinner,' a sexy best-seller. They little suspect that author 'Caroline Adams' is really Theodora Lynn, scion of the town's leading family. Michael Grant, devil-may-care book jacket illustrator, penetrates Theodora's incognito and sets out to 'free her' from Lynnfield against her will. But Michael has a secret too, and gets a taste of his own medicine.","release_date":"1936-11-12","vote_average":6.8,"runtime":94,"cert":"N\/A","id":52429,"title":"Theodora Goes Wild","adult":false,"genre_ids":[35,10749]},{"cast":["Irene Dunne","Randolph Scott","Dorothy Lamour","Elizabeth Patterson","Raymond Walburn"],"overview":"The setting is a small town in 1870s Pennsylvania. Sally Waterson and her father have stopped in town with their traveling medicine show, but when their wagon catches fire, they find themselves stranded. They're taken in by Mrs. Cortlandt and her grandson, Peter, who is trying to set up a pipeline that will supply oil throughout the state. Sally and Peter soon fall in love and marry. Neither their marriage nor Peter's pipe dreams flow too smoothly.","release_date":"1937-07-21","vote_average":0.0,"runtime":110,"cert":"N\/A","id":52432,"title":"High, Wide, and Handsome","adult":false,"genre_ids":[37]},{"cast":["Yang Dong-geun","Kin Sung Soo","Yoon Ji-min","Jeong Seong-Mo"],"overview":"Kyung-ho is a genius computer programmer who manages the on-line networks of all banks in Korea. One day, he accidentally runs into a man, John, who is an attractive businessman. John invites Kyung-ho to experience his lifestyle in high society. Through these lavish escapades, Kyung-ho is awakened to his hidden desires. As Kyung-ho finds out about a secret project John is working on, John asks him to join him in a plan to illegally withdraw small amounts of money from all the bank accounts across Korea by using Kyung-ho’s genius computer programming skills. With absolute trust in John, Kyung-ho finally joins this huge con game against Korea. Will John and Kyung-ho, who dream of being on top of the world, be the winners of this game?","release_date":"2006-06-01","vote_average":4.3,"runtime":91,"cert":"N\/A","id":52433,"title":"Monopoly","adult":false,"genre_ids":[80,9648,53]},{"cast":["Lee Yeon-hee","Choi Kang-hee","Kam Wu-seong","Lim Jung-Eun","Ryu Seung-ryong"],"overview":"Several people experience a miracle of love under the spell of a solar eclipse. Se-jin is obsessively in love with a very bizarre young woman named Ju-won. So-hyun confesses her feeling for Ji-wu by clinging to him and asking him how to become a strong drinker. Jeong-seok is a single father working as a copywriter, loved by Su-jeong, whose advances he rejects every time. Jin-man is a free-hug activist who returns to korea to meet his old flame.","release_date":"2007-12-18","vote_average":6.3,"runtime":111,"cert":"N\/A","id":52434,"title":"My Love","adult":false,"genre_ids":[35,10749]},{"cast":["Kim Joo-hyuk","Son Ye-jin","Joo Sang-wook","Choi Won Hong","Yun Yeong-keol"],"overview":"It all started with football. Deok-hoon falls in love with In-ah who shares his love and passion for the sports. They quickly become lovers and he proposes. She refuses at first but they are eventually happily married. Marriage is like a dream until one day In-ah declares her wish to marry another man. She doesn’t want divorce as she loves Deok-hoon all the same, only change is that she loves the new man as much. Leaving Deok-hoon who finds himself unable to leave In-ah in the middle, she goes ahead and marries her new man. And so the bizarre bigamy begins.","release_date":"2008-10-23","vote_average":6.1,"runtime":119,"cert":"N\/A","id":52435,"title":"My Wife Got Married","adult":false,"genre_ids":[18,10749]},{"cast":["Ahn Sung-ki","Jo Han-sun","Jeong Seok-yong","Cho Jin-woong","Lee Eun-ji"],"overview":"Young-joon, a fresh prosecutor, takes a big affair to leave for Busan and unwillingly gets cooperation from his father, Min-ho who is a veteran detective who deserted his family at one time. Since then, they are living separately without keeping touch each other for years. Now that their destiny to trace the same host of the accident related with a big drug trade gives the father and son a chance to recover their affection over the long time.","release_date":"2008-03-06","vote_average":0.0,"runtime":110,"cert":"N\/A","id":52436,"title":"My New Partner","adult":false,"genre_ids":[]},{"cast":["Irene Dunne","Fred MacMurray","Charles Ruggles","Billy Cook","William Collier Sr."],"overview":"An egotistical boxer romances a rich backer's daughter.","release_date":"1939-06-07","vote_average":0.0,"runtime":97,"cert":"N\/A","id":52437,"title":"Invitation to Happiness","adult":false,"genre_ids":[18,10749]},{"cast":["Irene Dunne","Alan Marshal","Roddy McDowall","Frank Morgan","Van Johnson"],"overview":"Susan travels with her father to England for a vacation. Invited to a society ball, Susan meets Sir John Ashwood and marries him after a whirlwind romance. However, American Susan never quite adjusts to life as a new member of the British gentry. Upon the outbreak of World War I, Ashwood is sent to the trenches and never returns. When her son goes off to fight in World War II, Susan fears the same tragic fate may befall him too.","release_date":"1944-05-11","vote_average":7.0,"runtime":126,"cert":"N\/A","id":52440,"title":"The White Cliffs of Dover","adult":false,"genre_ids":[18,10749,10752]},{"cast":["Ji Jin-hee","Lee Jong-hyuk","Yoon Se-ah","Park Byung-eun","Ha Jung-woo"],"overview":"Kin Suk-hyun is Korea’s youngest appointed criminal court head judge, very famous for his rational rulings. It is before his court that the case of distinguished mathematics professor Sohn Ki-chul’s murder of his wife is presented. While examining Sohn’s file, Suk-hyun finds Sohn’s life unbelievably parallels Kurt Gödel’s. But Kim believes fate is what one makes of it, and just regards Sohnn as a crazy old professor who killed his wife. One day, Suk-hyun gets a strange phone call threatening the lives of his wife, yoon-kyung, and his young daughter. Before long, yoon-kyung turns up dead, and Sohn dies of starvation-just like Gödel.","release_date":"2010-02-18","vote_average":6.0,"runtime":110,"cert":"N\/A","id":52441,"title":"Parallel Life","adult":false,"genre_ids":[28,53,18,9648]},{"cast":["Han Hyo-joo","Lee Young-hoon","Kim Eung-soo","Song Gwang-won","Jeon Il-beom"],"overview":"Ha-jung, a college freshman, is interested in a boy who works at a secondhand book store near her school. Although a clerk is excited by her, he cannot forget his old girlfriend who has been unconscious since a car accident three years earlier. The growing pains mature the awkward and immature twenty-year-old.","release_date":"2008-08-07","vote_average":6.8,"runtime":88,"cert":"N\/A","id":52442,"title":"Ride Away","adult":false,"genre_ids":[18]},{"cast":["Jung Woong-in","Sung Ji-ru"],"overview":"A story of a feud between two childhood friends that is reignited when one of them, big-time Seoul homicide detective Il-Do, decides to return to his hometown with his son to be a traffic cop. His first encounter in town is with reckless taxi driver Ho-Cheol, an old friend from his teen years. The two men have a complicated and bitter past; they were best friends until they became romantic rivals, and Il-Do won the heart of the girl they both loved, causing Ho-Cheol to undergo a mental breakdown. So when Ho-Cheol became Il-Do's superior officer in the army a few years later, he took every chance to make Il-Do's life miserable. Over a decade later, the two men take no time to reignite their hatred for one another, with Il-Do constantly targeting Ho-Cheol's taxi and showing up conveniently every time it breaks a traffic law.","release_date":"","vote_average":0.0,"runtime":104,"cert":"N\/A","id":52443,"title":"Santa Maria","adult":false,"genre_ids":[]},{"cast":["Daniel Henney","Uhm Jung-hwa","Bang Joong-Hyun","Lee Sung-min","Ok Ji-young"],"overview":"Min-joon is a believer in true love and always very dedicated to her current boyfriend. Distracted by the latest break-up, she bumps into a car and a man steps out of it - who turns out to be her new boss, Robin Heiden. Heiden has very clear ideas about a relationship and love: both are a game of power and Min-Joon seeks advice from him, as she doesn't want to get dumped again. However, when she starts to treat men like Heiden treats women, she realizes that she prefers her older behaviour, even if that means that she gets dumped again; she doesn't see love as a game of power and never will. Heiden, who has to deal with his own heartbreak, as he loved a woman so much that she had to shoot him to get the message across that she wasn't interested in him, starts to soften at Min-joon's attitude towards life. He eventually falls in love with her and both get into a real relationship and a happy ending of their own.","release_date":"2006-12-07","vote_average":6.2,"runtime":107,"cert":"N\/A","id":52444,"title":"Seducing Mr. Perfect","adult":false,"genre_ids":[10749]},{"cast":["Ji Jin-hee","Oh Man-seok","Kang Sung-yeon","Lee Ki-young","Cho Gyeong-hwan"],"overview":"Tae-soo tries to steal from a gang. The gang catches Tae-Soo's brother, Tae-Jin, instead. The incident causes the brothers to separate. Tae-Soo becomes a mob fixer and an assassin. Tae-Jin becomes a police detective. When a call brings the brothers together, they get ready for brotherly bonding, but Tae-Jin gets killed. Tae-Soo decides to get revenge on his brother's killer.","release_date":"2007-03-22","vote_average":6.2,"runtime":122,"cert":"N\/A","id":52445,"title":"Soo","adult":false,"genre_ids":[28,12]},{"cast":["Arrin Skelley","Patricia Patts","Casey Carlson","Michelle Muller","Daniel Anderson"],"overview":"Charlie Brown enters the Junior Olympics decathlon - and one of his rivals is a certain masked beagle!","release_date":"1979-03-19","vote_average":6.0,"runtime":23,"cert":"N\/A","id":52446,"title":"You're the Greatest, Charlie Brown","adult":false,"genre_ids":[16,35]},{"cast":[],"overview":"Coronation Street's Curly Watts and Reg Holdsworth, two of Britain's most enduring characters are reunited in a special one-off feature length movie, A Knight's Tale. They are joined by Norris Cole, Mary Taylor, Rosie Webster and Jason Grimshaw in a comedy of errors set at a medieval weekend within a Gothic castle. A Knight's Tale also stars Brian Capron in a cameo as a 'Dickie the boatman' and Jeremy Edwards (Holby City, Dancing on Ice) as plastic surgeon Uri. Written by Anonymous","release_date":"2010-11-01","vote_average":6.9,"runtime":81,"cert":"N\/A","id":52447,"title":"Coronation Street: A Knight's Tale","adult":false,"genre_ids":[]},{"cast":["Gilda Radner","Catherine O'Hara","John Leach","John Leach","John Leach"],"overview":"A witch, disgruntled by the fact that no one takes Halloween seriously anymore, decides to stir things up and disrupt the social gathering in her old house as well as turn a couple of kids who love monsters into actual monsters.","release_date":"1978-10-27","vote_average":7.7,"runtime":28,"cert":"N\/A","id":52448,"title":"Witch's Night Out","adult":false,"genre_ids":[14,35,10751,16]},{"cast":["Cameron Diaz","Jason Segel","Justin Timberlake","Lucy Punch","Phyllis Smith"],"overview":"A lazy, incompetent middle school teacher who hates her job and her students is forced to return to her job to make enough money for a boob job after her rich fiancé dumps her.","release_date":"2011-05-16","vote_average":5.5,"runtime":92,"cert":"15","id":52449,"title":"Bad Teacher","adult":false,"genre_ids":[35]},{"cast":["Amanda Brooks","Thomas Ian Nicholas","Kurupt","Malcolm McDowell","Faye Dunaway"],"overview":"Cut off by her wealthy father, a young woman talks her boyfriend into robbing a check cashing spot. Things don't quite work out for the couple, however, who are now being pursued by the cops.","release_date":"2006-01-01","vote_average":4.3,"runtime":87,"cert":"N\/A","id":52450,"title":"Cut Off","adult":false,"genre_ids":[28]},{"cast":["Milla Jovovich","Orlando Bloom","Logan Lerman","Ray Stevenson","Matthew Macfadyen"],"overview":"The hot-headed young D'Artagnan along with three former legendary but now down on their luck Musketeers must unite and defeat a beautiful double agent and her villainous employer from seizing the French throne and engulfing Europe in war.","release_date":"2011-08-31","vote_average":5.7,"runtime":110,"cert":"12A","id":52451,"title":"The Three Musketeers","adult":false,"genre_ids":[12,28,53]},{"cast":["Vinnie Jones","Patrick Bergin","Eriq La Salle","Samantha Mumba","Lennox Lewis"],"overview":"Johnny Doyle escapes a violent past in Ireland to lie low in London, until his former mentor Flynn breaks out of Brixton Prison...","release_date":"2006-09-19","vote_average":4.4,"runtime":93,"cert":"N\/A","id":52452,"title":"Johnny Was","adult":false,"genre_ids":[28,80,18]},{"cast":["Wayne Morton","Hal Smith","Don Messick","Joe Raposo","Ken Lundie"],"overview":"A young man wishes he could get away and his wish is granted in a globetrotting, song singing way.","release_date":"1980-05-02","vote_average":8.0,"runtime":25,"cert":"U","id":52453,"title":"Pontoffel Pock, Where Are You?","adult":false,"genre_ids":[16,10751]},{"cast":["Jaleel White","Gary Stretch","Sarah Lieving","Robert Picardo","Gerald Webb"],"overview":"When the prehistoric warm-water beast the Crocosaurus crosses paths with that cold-water monster the Mega Shark, all hell breaks loose in the oceans as the world's top scientists explore every option to halt the aquatic frenzy. Swallowing everything in their paths -- including a submarine or two -- Croc and Mega lead an explorer and an oceanographer on a wild chase. Eventually, the desperate men turn to a volcano for aid.","release_date":"2010-12-21","vote_average":2.8,"runtime":90,"cert":"N\/A","id":52454,"title":"Mega Shark vs. Crocosaurus","adult":false,"genre_ids":[28,27,878]},{"cast":["Jim Davis","Robert Griffin","Joel Fluellen","Barbara Turner","Eduardo Ciannelli"],"overview":"A test rocket carrying wasps to outer space,  to study the effects on them of weightlessness and radiations, crashes out of control back to Earth, into the jungles of Africa.  The two astrobiologists in charge of the test mount an expedition to the Darkest Continent to retrieve their experiment, only to find the wasps have grown to giant size which are panicking all forms of life as they quest for food.","release_date":"1957-05-17","vote_average":2.9,"runtime":71,"cert":"N\/A","id":52455,"title":"Monster from Green Hell","adult":false,"genre_ids":[878]},{"cast":["Hal Smith","Mel Blanc","Bob Holt","June Foray","Lennie Weinrib"],"overview":"The Hoober-Bloob Highway is an animated musical special written by Dr. Seuss. Visit the magical island where Mr. Hoober-Bloob sends babies to Earth in his own musical way.","release_date":"1975-02-19","vote_average":6.8,"runtime":24,"cert":"N\/A","id":52456,"title":"The Hoober-Bloob Highway","adult":false,"genre_ids":[16,10751,10770]},{"cast":[],"overview":"Daisy-Head Mayzie wakes up one morning to find a daisy has sprouted from the top of her head. Facing her classmates' taunts and her parents' dismay, Mayzie triumphs at last with the hard-won knowledge that love is more important than fame!","release_date":"1995-02-05","vote_average":0.0,"runtime":24,"cert":"N\/A","id":52457,"title":"Daisy-Head Mayzie","adult":false,"genre_ids":[]},{"cast":["Charles Durning","Chris Latta","Miriam Flynn","Clive Revill","Joseph Cousins"],"overview":"The Zooks and the Yooks are at war over the butter and bread - on which side should one spread?","release_date":"1989-11-13","vote_average":6.1,"runtime":24,"cert":"N\/A","id":52458,"title":"The Butter Battle Book","adult":false,"genre_ids":[16,10751]},{"cast":["Allan Sherman","Hans Conried","Paul Winchell","Bob Holt"],"overview":"The pressure to conform, the inevitability of change, and the resistance to trying something new form the basis for the usual madcap adventures associated with the creative mind of Dr. Seuss. \"Dr. Seuss on the Loose\" builds upon three short stories - \"The Sneetches,\" \"The Zax\" and \"Green Eggs and Ham\" - to create a thematic trio that explores the often fickle and flexible world of attitudes.","release_date":"1973-10-15","vote_average":7.4,"runtime":25,"cert":"N\/A","id":52459,"title":"Dr. Seuss on the Loose","adult":false,"genre_ids":[16,10751,10770]},{"cast":["Maury Chaykin","Timothy Hutton","Bill Smitrovich","Mimi Kuzyk","Saul Rubinek"],"overview":"Interrupted at dinner by a street kid with a strange story, Nero Wolfe and Archie Goodwin find themselves drawn into a strange case when their young informant is found murdered. The victim's mother soon appears with his life savings totally $4.30, Wolfe's fee for taking the case! Archie's fancy legwork brings Wolfe to a mysterious woman with golden spider earrings. And when everyone else investigating the matter hits a dead end, only the inimitable Wolfe can get to the bottom of the crime.","release_date":"2000-03-05","vote_average":8.5,"runtime":94,"cert":"N\/A","id":52460,"title":"The Golden Spiders: A Nero Wolfe Mystery","adult":false,"genre_ids":[18]},{"cast":["Carrie Fisher"],"overview":"\"Wishful Drinking\" is based on Fisher's memoirs of the same title. The stage adaptation had its world premiere in 2006 at the Geffen Playhouse in L.A. It later played at Berkeley Repertory before opening on Broadway in October at Studio 54. The show takes audiences on a comic tour of Fisher's messy personal life and career. The actress-writer recounts stories about her work on the \"Star Wars\" series as well as her relationship with her parents Eddie Fisher and Debbie Reynolds. She also discusses her much-publicized problems with alcohol and drugs.","release_date":"2010-12-10","vote_average":7.4,"runtime":75,"cert":"N\/A","id":52461,"title":"Carrie Fisher: Wishful Drinking","adult":false,"genre_ids":[99,35]},{"cast":["Pierre Dulat","Andrea Edmondson","Summer Nguyen","Lydia McLane","Steven Wollenberg"],"overview":"A young woman in dire financial straights accepts an offer to be a wealthy aristocrat's human \"pet\" for six months. Then ruthless modern \"pet-nappers\" kidnap the woman to sell her on the GSM (Global Slave Market).","release_date":"2006-05-17","vote_average":6.7,"runtime":94,"cert":"N\/A","id":52462,"title":"The Pet","adult":false,"genre_ids":[18,53]},{"cast":["Zhao Wei","Masahiro Motoki","Li Feng","Dylan Kuo","Sam Lee"],"overview":"A successful Japanese make-up artist collides with a tough-talking Shanghai taxi driver in this romantic dramedy that twists traditional roles by making the beauty expert a male and the cab driver a feisty female. Although he works in a glamorous industry, Naoki Mizushima (Masahiro Motoki) can't help but notice that his life is anything but beautiful. Can the uncouth Lin Xi (Wei Zhao) help him make over his life for the better?","release_date":"2007-06-26","vote_average":6.3,"runtime":110,"cert":"N\/A","id":52463,"title":"The Longest Night In Shanghai","adult":false,"genre_ids":[18,10749]},{"cast":["Han Ye-seul","Kim In-kwon","Hong Yeo-Jin","Kwon Oh-joong","Lee Jong-hyuk"],"overview":"Sin Min-joo is juggling relationships with four different men, adopting a different persona for each one. But her love life becomes increasingly tangled, and the men show their true colours when they find out how they've been manipulated.","release_date":"2007-12-18","vote_average":6.5,"runtime":108,"cert":"N\/A","id":52464,"title":"Miss Gold Digger","adult":false,"genre_ids":[35,10749]},{"cast":["Wil Anderson"],"overview":"Wil Anderson's sell-out show \"Wilosophy\" was filmed at the Sydney Opera House this year. This is his first ever DVD. \"surprisingly heartfelt, regularly courageous and consistently funny\" - The Age, 2009.","release_date":"2009-11-11","vote_average":9.0,"runtime":70,"cert":"N\/A","id":52465,"title":"Wil Anderson: Wilosophy","adult":false,"genre_ids":[35]},{"cast":["Lance Henriksen","Danielle Harris","Justin Courtney Pierre","Nicki Clyne","Lydia Lunch"],"overview":"Even in a postapocalyptic future in which Earth has been colonized by aliens, humans need hearts to live, so when an orphan boy's sister needs a new one, he'll go to just about any length to get it in this \"illustrated film\" from Matt Pizzolo.","release_date":"2010-05-25","vote_average":6.3,"runtime":73,"cert":"N\/A","id":52466,"title":"Godkiller: Walk Among Us","adult":false,"genre_ids":[16,878]},{"cast":["Hiroshi Abe","Naomasa Musaka","Toshiya Nagasawa","Azusa Nakamura","Toshihiko Sakakibara"],"overview":"Based on the popular Manga\/Animated Film Series, Sanctuary: The Movie is the live action version of Sanctuary telling the story of two boys who survived the Khmer genocide in Cambodia and now try to create their own sanctuary in Japan. Asami is going into politics to become a national leader, seeking to create a new and better Japan, whereas Hojo wants to improve Japan by \"infiltrating\" and changing the other side of Japanese society, the Yakuza, becoming one of their bosses and most influencial members. Together, they are working their way up, each if them in his very own way, just to fulfill their dream: creating their very own sanctuary in a world that has gone mad.","release_date":"1995-01-21","vote_average":5.0,"runtime":103,"cert":"N\/A","id":52469,"title":"Sanctuary: The Movie","adult":false,"genre_ids":[18]},{"cast":["June Allyson","David Niven","Jessie Royce Landis","Robert Keith","Eva Gabor"],"overview":"The eccentric Bullock household again need a new butler. Daughter Irene encounters bedraggled Godfrey Godfrey at the docks and, fancying him and noticing his obviously good manners, gets him the job. He proves a great success, but keeps his past to himself. When an old flame turns up Irene's sister Cordelia starts making waves.","release_date":"1957-10-11","vote_average":6.8,"runtime":92,"cert":"N\/A","id":52470,"title":"My Man Godfrey","adult":false,"genre_ids":[35]},{"cast":["JoBeth Williams","Tom Conti","Giancarlo Giannini","Coral Browne","James Staley"],"overview":"American housewife Cathy Palmer loses her memory on a trip to Paris after being hit by a car. She wakes up in the hospital believing she's the fictional international spy, Rebecca Ryan.","release_date":"1984-10-26","vote_average":6.4,"runtime":105,"cert":"N\/A","id":52471,"title":"American Dreamer","adult":false,"genre_ids":[28,12,35,80,10749]},{"cast":["Kevin Corrigan","Steve Parlavecchio","Lee Holmes","Matthew Hennessey","Doug MacMillan"],"overview":"Tony gets fired from his job. He's not really sad about this because he prefers writing songs and playing the guitar. He meets the drummer Charlie and they decide to start a band, although Tony is afraid of playing in front of other people. He can't even play in front of Charlie. They find another guitarist, Wynn, who enjoys fishing if he's not playing the guitar. The final member of the band is Eric, the bass-player who is often unpredictable in his actions. They name the band Circus Monkey and want to get famous and rich. However, after some successful gigs, they begin to realize what all the big music and show business is about","release_date":"1997-09-12","vote_average":7.3,"runtime":103,"cert":"N\/A","id":52472,"title":"Bandwagon","adult":false,"genre_ids":[35,18]},{"cast":["Henning Moritzen","Ulrich Thomsen","Nicolas Bro","Per Fly","Benedikte Hansen"],"overview":"Famous pianist Zetterström returns home to his native Denmark, to give a concert, just to find out that the choices he has made in his life have affected his love life greatly.","release_date":"2005-09-30","vote_average":6.9,"runtime":88,"cert":"N\/A","id":52473,"title":"Allegro","adult":false,"genre_ids":[18,10749,878]},{"cast":["Firmine Richard","Bruno Lochet","Philippe Duquesne","Léopoldine Serre","Julien Crampon"],"overview":"When the mother they have never known dies, three half brothers aged 8, 15 and 17 respectively, who were all brought up in different ways, meet for the very first time. They spend the long summer holidays with Nonna, their grandmother, and start sharing secrets and rabbits, polenta and mean tricks, adventures and first time experiences, together. At last their once solitary lives take a new direction.","release_date":"2010-11-10","vote_average":7.1,"runtime":91,"cert":"N\/A","id":52474,"title":"I Love You Very Much","adult":false,"genre_ids":[35,10751]},{"cast":["Alexander Fehling","Miriam Stein","Moritz Bleibtreu","Volker Bruch","Burghart Klaußner"],"overview":"After aspiring poet Johann Wolfgang von Goethe fails his law exams, he's sent to a sleepy provincial court to reform. Instead, he falls for Lotte, a young woman who is promised to another man.","release_date":"2010-10-14","vote_average":6.1,"runtime":100,"cert":"N\/A","id":52475,"title":"Young Goethe in Love","adult":false,"genre_ids":[10749,18]},{"cast":["Christian Ulmen","Katarzyna Maciag","Fabian Hinrichs","Waldemar Kobus","Jens Münchow"],"overview":"","release_date":"2010-09-30","vote_average":3.0,"runtime":null,"cert":"N\/A","id":52476,"title":"Hochzeitspolka","adult":false,"genre_ids":[35]},{"cast":["Jason London","Alan Dale","Missy Crider","Simon Westaway","Elizabeth Alexander"],"overview":"After eight months of hyper-sleep, when Christopher 'Chris' McNiel (Jason London) and Theta Kaplan (Missy Crider) of a Mars cargo transport ship the Solar System Shipping Vessel No.17 (Triple S-17) awaken, they find out something has gone terribly wrong. They've woken up from hyper-sleep almost ten months past their scheduled time, find the ship's internals badly damaged, off course and almost no fuel. What's more, it's discovered the first shift killed each other. As the plot unfolds, something truly evil is discovered on board - an alien biological life form which can psychologically manipulate humans.","release_date":"1999-01-28","vote_average":5.3,"runtime":90,"cert":"N\/A","id":52477,"title":"Alien Cargo","adult":false,"genre_ids":[878]},{"cast":[],"overview":" ","release_date":"2007-01-01","vote_average":0.0,"runtime":38,"cert":"N\/A","id":52478,"title":"Die Handwerker Gottes","adult":false,"genre_ids":[]},{"cast":["Jonathan Ross"],"overview":"Presented by gadget, gizmo and toy collector extraordinaire Jonathan Ross, 100 Greatest Toys with Jonathan Ross is a three hour countdown of the nation's favourite toys and games. From Action Man to Yahtzee, Barbie to Trivial Pursuit; inventors and toy-makers tell the inside stories of their creations and success.","release_date":"2010-12-19","vote_average":7.0,"runtime":151,"cert":"U","id":52479,"title":"100 Greatest Toys With Jonathan Ross","adult":false,"genre_ids":[99]},{"cast":["Dean Martin","Alain Delon","Joey Bishop","Peter Graves","Rosemary Forsyth"],"overview":"The Louisiana wedding of debutante Phoebe Ann Naylor to Don Andrea de Baldasar, El Duce de la Casala is stopped by the Cavalry over a matter of honor. Don Andrea flees across the river to Texas, where he meets up with Sam Hollis and his Indian sidekick, Kronk, who are carrying rifles to the town of Moccasin Flats. Don Andrea rescues an Indian maiden, Lonetta, tames some longhorns, competes with Sam for Phoebe's affections, eludes a Comanche war party and the cavalry (who have come to Moccasin Flats to celebrate Texas' statehood) and ultimately saves the town and gets his girl.","release_date":"1966-10-26","vote_average":5.8,"runtime":101,"cert":"","id":52480,"title":"Texas Across the River","adult":false,"genre_ids":[35,37]},{"cast":[],"overview":"Elbow are an English 5-piece indie band based out of Bury, Greater Manchester. Having originally met in 1990, playing under previous band names, they formed their current lineup and became Elbow in 1997.  Tracklisting: 01 Starlings 02 The bones of you 03 Mirrorball 04 Grounds for divorce 05 An audience with the pope 06 Weather to fly 07 The loneliness of a tower crane driver 08 The fix 09 Some riot 10 One day like this 11 Friend of ours","release_date":"2008-03-17","vote_average":4.5,"runtime":54,"cert":"N\/A","id":52481,"title":"Elbow - Seldom Seen Kid (Live at Abbey Road)","adult":false,"genre_ids":[10402]},{"cast":["Bernice Hansen"],"overview":"Little ELMER ELEPHANT has a crush on Tillie Tiger &amp; his affection is reciprocated (don't try to figure it out). Trouble is, the pint-sized pachyderm is beset by bullies who ridicule his trunk and make his life miserable. Then a conflagration breaks out at Tillie's tree house...","release_date":"1936-03-28","vote_average":5.8,"runtime":8,"cert":"N\/A","id":52482,"title":"Elmer Elephant","adult":false,"genre_ids":[16]},{"cast":["Robert Logan","Susan Damante","Heather Rattray","Ham Larsen","George Buck Flower"],"overview":"The Wilderness Family now face terrifying times in fierce winter storms, an avalanche, and being attacked by a ferocious pack of hungry wolves. Watch as America's favorite family stands strong together to prove that the best things in life are really free.","release_date":"1978-11-15","vote_average":5.7,"runtime":105,"cert":"N\/A","id":52485,"title":"Further Adventures of the Wilderness Family","adult":false,"genre_ids":[12,10751]},{"cast":[],"overview":"","release_date":"","vote_average":5.0,"runtime":null,"cert":"N\/A","id":52486,"title":"Ela Dança, Eu Danço 3","adult":false,"genre_ids":[]},{"cast":["Warren Miller"],"overview":"Inveterate ski enthusiast and chronicler Warren Miller cranks out another 90 minutes of some of the most exciting skiing anywhere in \"Freeriders\" 1998.","release_date":"1998-10-11","vote_average":0.0,"runtime":90,"cert":"N\/A","id":52495,"title":"Warren Miller's Freeriders","adult":false,"genre_ids":[99,28]},{"cast":["Marguerite Viby","Katy Valentin","Agnes Rehni","Aage Fønss","Knud Rex"],"overview":"After staying 3 years in America the Countess Ellie Stenholt (Marguerite Viby) returns home to Denmark and the family estate Stenholt. She finds that everything isn't going well noticing that the estate is falling apart and money is short.","release_date":"1939-10-09","vote_average":5.0,"runtime":99,"cert":"N\/A","id":52496,"title":"Komtessen på Steenholt","adult":false,"genre_ids":[35]},{"cast":["Pierce Gagnon","Dean Cain","Dwayne Boyd","Sonny Shroyer","Kelly Lintz"],"overview":"An inspirational true story about how a rural community rallied around a distraught family to search for their missing two year-old boy and through doing so changed the lives of many of those involved.","release_date":"2010-01-01","vote_average":5.1,"runtime":89,"cert":"N\/A","id":52499,"title":"The Way Home","adult":false,"genre_ids":[18,10751,10749]}]