[{"cast":[],"overview":"About ten years ago Sean Quirk, being a student at the College of Music in Chicago, heard for the first time in his hometown of Milwaukee the audio recording of the group \"Hung-Hurtuu\" - the world famous performers of Tuvan throat singing. And the life of Sean Patrick has changed dramatically. He moved to the capital of Tuva, the city of Kyzyl, married the Tuvinka Svetlana Sunduy, they had three children. Sean became Honored Artist of the Republic of Tuva, soloist of the National Orchestra of the Republic of Tuva, participant and manager of the folklore group \"Alash\", nominees at the Grammy in the field of World music. He received land as a gift from the Government of the Republic of Tajikistan in the suburb of Kyzyl and began to build his house.","release_date":"2012-12-07","vote_average":0.0,"runtime":26,"cert":"N\/A","id":524500,"title":"Kushkash-ool. Bird boy","adult":false,"genre_ids":[99]},{"cast":["Alexandr Sudarev","Stasya Miloslavskaya","Yevgeni Syty","Olga Beshulya"],"overview":"Annual Charitable Christmas Evening “Action!”","release_date":"2017-12-03","vote_average":0.0,"runtime":12,"cert":"N\/A","id":524511,"title":"The Thick Woman","adult":false,"genre_ids":[18]},{"cast":["Mikhail Porechenkov","Sergey Yahontov","Maxim Polzikov","Eduard Ovaspyan"],"overview":"Annual Charitable Christmas Evening “Action!”","release_date":"2017-12-03","vote_average":0.0,"runtime":8,"cert":"N\/A","id":524513,"title":"Appendix","adult":false,"genre_ids":[14]},{"cast":["Valeriy Garkalin","Mikhail Kokshenov","Aleksei Buldakov","юлия началова","Lyubov Polishchuk"],"overview":"","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":524515,"title":"Герой её романа","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Seth’s world is falling apart around him, as his hatred towards his brother will cause him to make a bad choice that could lead to his death.","release_date":"2019-11-26","vote_average":0.0,"runtime":100,"cert":"\"NR\"","id":524517,"title":"Undertows","adult":false,"genre_ids":[18,10751]},{"cast":["Alexey Agranovich","Dmitriy Mulyar","Ivan Porodnov","Natalia Akopova"],"overview":"Love needs permanent grooming. For the sake of love, a nice young guy has decided to increase his sexuality.","release_date":"2018-06-05","vote_average":0.0,"runtime":4,"cert":"N\/A","id":524519,"title":"The God Is Dead","adult":false,"genre_ids":[]},{"cast":["Kristina Babushkina","Anna Mikhalkova","Evgeny Sangadzhiev"],"overview":"The story tells of a series of such meetings, which radically changed the life of a sportswoman.","release_date":"2018-06-05","vote_average":0.0,"runtime":17,"cert":"N\/A","id":524521,"title":"Dope","adult":false,"genre_ids":[]},{"cast":["Anna Zaikova","Bakhtiyar Badenov","Dmitry Kulichkov","Dmitri Rudkov"],"overview":"A young girl is involved in an accident with the car of a migrant worker. Nothing serious.  The situation could be resolved quite simply. But the police officers who arrive on the scene have their own ideas.","release_date":"2018-06-05","vote_average":0.0,"runtime":13,"cert":"N\/A","id":524523,"title":"Road Accident","adult":false,"genre_ids":[]},{"cast":[],"overview":"The hundreds of sketches made by Gustave Moreau exploring the character of Salome, as portrayed in his series, L’Apparition are the starting point of this practice-based research project. As an extension of Moreau’s images of Salome, the project considers gestural control sound design based on “striking” and “bowing” movements, and how these might operate as metaphors by mapping gestures with strong physical associations to sound and rhythm modules specifically designed to represent them. Apparition also investigates music and visuals in the form of a contemporary “composed novel”, exploring the syntax of found footage, pattern, texture, colour, text, gesture and electroacoustic composition.","release_date":"2018-05-06","vote_average":0.0,"runtime":13,"cert":"N\/A","id":524531,"title":"Apparition","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2018-05-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":524533,"title":"Beagle - Rose Seven Vol. 2","adult":false,"genre_ids":[28]},{"cast":[],"overview":"","release_date":"2018-05-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":524535,"title":"Yellow Road","adult":false,"genre_ids":[28]},{"cast":["Chris Pratt","Amy Lyndon","Annie Little"],"overview":"A horror comedy that spoofs the narcissistic film director whose delusional vision of her badly written three page treatment (a direct ripoff of The Blair Witch Project), pages she feels are enough to make a complete movie. The director immediately loses its star (Donna Mills) and has to step into the female lead role herself. Not an actor, a beauty, or even a very good director, she is forced to face her limits.","release_date":"2000-01-01","vote_average":0.0,"runtime":25,"cert":"\"\"","id":524537,"title":"Cursed Part 3","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2018-05-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":524539,"title":"Dead Cook","adult":false,"genre_ids":[27]},{"cast":["Nate","Willie"],"overview":"Nate and Willie go on a mission together in the latest installment of our 'Covert' series.A Note From Dink ... My buddy Mike has been busy rounding up more hot Marines for our viewing pleasure and boy has he hit the mark with this release. Sometimes less is more and when you throw a hot marine like Willie in the cage with a devil dawg like Nate you've got the perfect match. We've met Willie before and watched him get it on with Brad as he sucked and got fucked, but watching him take this new recruit, Nate, and break him in with little trouble at all is one sight to see.","release_date":"2007-03-23","vote_average":0.0,"runtime":102,"cert":"\"NC-17\"","id":524541,"title":"Covert Missions 3","adult":true,"genre_ids":[]},{"cast":[],"overview":"The story centres on an orphaned quartet (boy, two girls, a baby) washed ashore on a desert island in what just might be the Bahamas. There, they encounter a pile of branches that transforms into a dubious Jesus-esque bearded man, as well as a doppelganger family of naked black children.","release_date":"2013-01-24","vote_average":0.0,"runtime":80,"cert":"\"\"","id":524552,"title":"All Magic Sands\/Chappaqua","adult":false,"genre_ids":[18,12]},{"cast":["Aparna Balamurali","Askar Ali","Baiju Santhosh","Dain Davis","Pradeep Kottayam"],"overview":"Achaamma is forced to make a promise to her father; she would not elope and marry anyone like her elder sister. While she keeps her word for the longest time, she begins to stumble when she meets Hari, her fellow mate at her college.","release_date":"2018-05-11","vote_average":3.5,"runtime":138,"cert":"N\/A","id":524557,"title":"Kaamuki","adult":false,"genre_ids":[80,10749]},{"cast":["João Octávio Borgato","Lucas Pereira Marques da Silva"],"overview":"A haunting story of loss, regret, redemption and love.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":524562,"title":"The Mannequin","adult":false,"genre_ids":[9648,18]},{"cast":["Tatsuji Sugiyama","Daiki Tanaka","Junko Miyashita","Takako Sakai"],"overview":"","release_date":"2018-05-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":524564,"title":"Kyoushi - Red Line Crossing","adult":false,"genre_ids":[9648,53]},{"cast":["Mehdi Hashemi","Golab Adineh"],"overview":"After spending all his money buying a piece of land that was already sold to someone else, Nasrallah Madadi finds himself in trouble. To solve his money problems, he then decides to be the offender of fraud rather than its victim. Getting himself involved with a pair of criminals, he begins a crooked business selling a same yellow taxi to different buyers, only to steal it back from them and sell it again. In a fascinating portrayal of human nature, Canary Yellow follows Nasrallah through the ups and downs of his double-sided experience of crime. But will it all end with the better life for his family he hopes for?","release_date":"1989-02-01","vote_average":6.0,"runtime":96,"cert":"N\/A","id":524566,"title":"Canary Yellow","adult":false,"genre_ids":[35,18]},{"cast":["Master Szeto"],"overview":"Feng Shui master Szeto Fat Ching leads the original cast of 2009's The Unbelievable to explore even more shocking and thrilling paranormal phenomenon in Southeast Asia with  The Unbelievable Channeling The Spirits. Going deep into the tribes of Thailand, Vietnam, Cambodia and Malaysia, the crew including Rachel Chan, Uny and Pochacco Lee go face to face with some of the oldest supernatural practices and experience first-hand Southeast Asia's paranormal activities.","release_date":"2012-12-13","vote_average":10.0,"runtime":90,"cert":"N\/A","id":524577,"title":"The Unbelievable Channeling The Spirits","adult":false,"genre_ids":[27,9648]},{"cast":[],"overview":"GRRRL is a ground breaking feature length documentary that follows the dramatic journey of Kortney Olson, as she uncovers the impacts of female body standards on females of all ages. She explores why these issue continue to exist in the industry despite overwhelming studies and research showing the damaging effects of these practices on our mental health.","release_date":"2018-05-15","vote_average":0.0,"runtime":69,"cert":"\"NR\"","id":524579,"title":"GRRRL: Beauty Is The Beast","adult":false,"genre_ids":[]},{"cast":["Simon Armitage","Tony Blair","George W. Bush","Winston Churchill","Charles Dance"],"overview":"Speech-making is the art of persuasion. Well-honed rhetoric appeals not just to the mind, but to the heart and, deeper down, in the guts. Examining the speeches that provoked radical change, surprised pundits or shocked listeners, poet Simon Armitage dissects what makes a perfect speech. Simon gets the inside story behind some of the famous speeches of the modern age, talking to Tony Blair's speechwriter, to Earl Spencer on his controversial address at his sister's funeral and the woman who challenged the rioters in Hackney. We hear how Peter Tatchell confronted the BNP, Paul Boateng on how Enoch Powell's divisive speech personally affected him as a child, and Colonel Tim Collins, whose charge was to motivate his troops on the eve of the Iraq war. Simon discusses the nuts and bolts of speech writing with Vincent Franklin, aka the blue-sky thinking guru Stuart Pearson from The Thick of It, and gets tips on powerful delivery from actor Charles Dance.","release_date":"2013-11-06","vote_average":0.0,"runtime":60,"cert":"N\/A","id":524584,"title":"Speeches That Shook the World","adult":false,"genre_ids":[36,99]},{"cast":[],"overview":"","release_date":"2018-04-05","vote_average":0.0,"runtime":null,"cert":"\"\"","id":524586,"title":"The Rock And Roll Hall Of Fame - In Concert 2014-2017","adult":false,"genre_ids":[10402]},{"cast":["Stephen Hughes","Colm Kearns"],"overview":"Promo film for The Runt #5: \"Flesh of the Runt\" (2014)","release_date":"2014-01-13","vote_average":0.0,"runtime":2,"cert":"N\/A","id":524588,"title":"Dublin: City of Sex and Literature","adult":false,"genre_ids":[35]},{"cast":["Dae Na","Esther Nam","Song Hye-kyo","Frank Ocean","Crystal Field"],"overview":"Brad Bang is one of the top male supermodels in the world. Grace Sol is a passionate but fragile actress. Despite their growing, troubled relationship, after a series of rehearsals and one fateful night, Grace falls for Brad, only to realize that despite needing each other, their love is forbidden.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":524590,"title":"Ships Passing in the Night","adult":false,"genre_ids":[]},{"cast":["Leyla Shikhlinskaya","Hasan Mammadov","Hasanagha Turabov","Chingiz Alioghlu","Mukhtar Avsharov"],"overview":"The film is about man and woman who remembered their childhood. The film reflects atmosphere of Baku. It is an adaptation of Anar Rzayev's \"Georgian surname\" novel.","release_date":"1971-02-12","vote_average":9.0,"runtime":83,"cert":"N\/A","id":524601,"title":"The Day Passed","adult":false,"genre_ids":[18,10749]},{"cast":["Stephen Hughes","Colm Kearns","Bobby Lowe"],"overview":"Promo film for The Runt #8: \"The Runt Flies at Dusk\" (2015)","release_date":"2015-08-11","vote_average":0.0,"runtime":3,"cert":"N\/A","id":524603,"title":"The Making of Meta","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A refugee and an homeless guy share the difficulties of a night on the streets of Lisbon, facing starvation, cold and an uncertain future. Joined by destiny, together in fate?","release_date":"2017-01-12","vote_average":8.0,"runtime":16,"cert":"N\/A","id":524605,"title":"No Refuge","adult":false,"genre_ids":[18]},{"cast":["Joe Meek","Pete Murray","Lonnie Donegan"],"overview":"Documentary about the influential pop composer and record producer Joe Meek, who died in dramatic circumstances in 1967 after a bizarre childhood and a career, often controversial, which spanned the period from the mid-50s to the rise of the Beatles in the 60s. At the end of his life he was suffering from paranoid delusions that people were watching him through walls. Alan Lewens' film charts an Ortonesque tale of post-war Britain.","release_date":"1991-02-08","vote_average":0.0,"runtime":60,"cert":"N\/A","id":524607,"title":"The Very Strange Story of the Legendary Joe Meek","adult":false,"genre_ids":[10402,99]},{"cast":[],"overview":"In the past, the now 82-year-old Leo happily traveled with his wife Riet to faraway lands. But since the first signs of Alzheimer’s, the father-in-law of filmmaker Marco Niemeijer prefers his own backyard above anywhere else. There, surrounded by his beloved trees and plants, Leo tries to keep hold of his increasingly confusing existence. Over the course of a year, Niemeijer films Leo every month, from season to season. Whether rain or shine, Leo can always be found in his trouble-free refuge. At first his words and actions are coherent, but as time passes, these become increasingly illogical. Leo begins to wander more aimlessly, playing with a thought and then losing it. Various mantras help him deal with his situation, such as \"What I’m not looking for, I will not miss.\" The intimate yard scenes alternate with old home videos made by Leo during his wanderlust years.","release_date":"2017-11-19","vote_average":0.0,"runtime":72,"cert":"N\/A","id":524609,"title":"Garden of Life","adult":false,"genre_ids":[99]},{"cast":["Hasan Mammadov","Shukur Burkhanov","Tofig Taghizadeh","Leyla Shikhlinskaya","Hasanagha Turabov"],"overview":"The film is about the fishing island.","release_date":"1972-10-16","vote_average":0.0,"runtime":94,"cert":"N\/A","id":524611,"title":"The Golden Goose","adult":false,"genre_ids":[18]},{"cast":["Kyle Breitkopf","Emma Duke","Cory Gruter-Andrew","Aiden Cumming-Teicher","Kaelyn Breitkopf"],"overview":"","release_date":"2017-10-29","vote_average":10.0,"runtime":83,"cert":"N\/A","id":524613,"title":"Beyond the Sun","adult":false,"genre_ids":[12,10751]},{"cast":[],"overview":"Juliet reads in her horoscope that a childhood sweetheart could reappear.","release_date":"2014-01-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":524621,"title":"Moonlight Serenade","adult":false,"genre_ids":[]},{"cast":[],"overview":"An old woman waits for the bus at night, but she is not alone.","release_date":"2012-10-31","vote_average":7.0,"runtime":14,"cert":"\"\"","id":524623,"title":"Waiting","adult":false,"genre_ids":[27,16]},{"cast":["Tate Birchmore","Adam Huss","Madeline Zima","Mischa Barton","Naomi Grossman"],"overview":"After a terrible car crash in which his son dies, a brilliant surgeon becomes prey to unbearable physical pain, and it can only be eased by the taste of human blood. When he encounters a man who claims he can help him get his life back, he embarks upon a nightmarish journey through which he will either have to come to terms with his pain… or become a monster.","release_date":"2019-01-31","vote_average":6.0,"runtime":83,"cert":"\"\"","id":524625,"title":"Painkillers","adult":false,"genre_ids":[18]},{"cast":["Jeff Beck","Beth Hart","David Gilmour","Eric Clapton","Jan Hammer"],"overview":"The story of English rock guitarist Jeff Beck from his earliest days learning to strum on homemade guitars in Wallington, Surrey, to his teenage friendship with Jimmy Page and mastering his craft with guitar legends that influenced his incredible career.","release_date":"2018-05-18","vote_average":5.0,"runtime":85,"cert":"\"\"","id":524627,"title":"Still on the Run: The Jeff Beck Story","adult":false,"genre_ids":[99,10402]},{"cast":["Liam Horan","Art Kearns","Martha Van De Bly","Colm Kearns"],"overview":"Through a series of flashbacks the story unfolds of how a 'swinging' couple lead up to a sexually explicit argument about where exactly the boundaries of their relationship are.","release_date":"2005-10-18","vote_average":0.0,"runtime":8,"cert":"N\/A","id":524629,"title":"The Couple","adult":false,"genre_ids":[18]},{"cast":["Jane Dashow","Marielena Logsdon","Neil Magnuson","Deborah Jean Morgan"],"overview":"A woman seeks love and beyond in a small American town.","release_date":"","vote_average":0.0,"runtime":28,"cert":"N\/A","id":524637,"title":"Babyland","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"A brilliant documentary about the growth of Israel into the Jewish homeland. Seventy-three years of struggle for religious freedom is vividly recorded using rare archive film footage and photographs of historic events in the development of 20th century Israel. Beginning with the Dreyfus Affair in 1894, the film covers Theodor Herzl, founder of modern Zionism; the earliest immigration and settlements; the formation of kibbutzim; the Balfour Declaration; the rise of European anti-Semitism; the British occupation of Palestine; Arab confrontations; the United Nations resolution; the \"Exodus\" incident, and the Six Day War.","release_date":"1968-11-20","vote_average":0.0,"runtime":91,"cert":"N\/A","id":524639,"title":"A Wall in Jerusalem","adult":false,"genre_ids":[]},{"cast":[],"overview":"This film documentary uses the 1967 Six-Day War and its immediate aftermath as its basis. The material primarily presents Israeli sources and perspectives.","release_date":"1968-06-11","vote_average":0.0,"runtime":70,"cert":"\"\"","id":524644,"title":"Survival 1967","adult":false,"genre_ids":[]},{"cast":[],"overview":"Though filmed after the British occupation troops left Palestine, Dream No More is set just before the troops' departure. The film follows the trials and tribulations of Jewish refugee Shlomo Vollmus, played by Avraham Doryon. Finally able to legally emigrate to the Holy Land, Shlomo joins a Jewish settlement and sets about to make himself a vital part of his new community. With the exception of Doryon, the cast is comprised of nonprofessionals, none of whom speak on-camera. For the benefit of English-speaking audiences, narration is provided by radio actors Mason Adams (later \"Charlie Hume\" on TV's Lou Grant) and Ann Shepherd.","release_date":"","vote_average":0.0,"runtime":62,"cert":"N\/A","id":524646,"title":"Dream No More","adult":false,"genre_ids":[]},{"cast":[],"overview":"Big Al connects with his audiences--getting them to appreciate the lighter side of their own lives relating his observations and experiences. A winner on America's Funniest People, Al has been interviewed on The Billy Bush Show, and he has been seen in several PBS commercials. Big Al is regularly performing for larger venues and events. He was a finalist in HBO's Lucky 21 Contest, representing the East Coast in the Las Vegas Comedy Competition. If you haven't experienced a Big Al performance … put this on your “must do” list and bring some friends. Laughter at a Big Al show is always guaranteed.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":524648,"title":"Al Goodwin: Badgerine","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":524650,"title":"Brando","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"The Circle is a documentary about the Large Hadron Collider. The LHC is a gigantic scientific instrument near Geneva, where it spans the border between Switzerland and France about 100m underground. It is a 27km particle accelerator used by physicists to study the origin of everything. Results and interpretation of the collisions of particles will revolutionize our understanding of the Universe and how it began. The Circle leaves the scientific aspect of the experiment and makes a journey above the ground. We follow the 27km circle in an existential search for local people with an opinion about what's happening below.","release_date":"2013-04-28","vote_average":0.0,"runtime":48,"cert":"N\/A","id":524652,"title":"The Circle","adult":false,"genre_ids":[99]},{"cast":["韩朴俊","Zhu Yan Man Zi","李心敏","何索","韩秋池"],"overview":"A Landslide forces a train to stop on a bridge.  Druring the stop a murder takes place. The train  policeman He has to investigate the case. Only a few passengers are on board,  is one of them the murderer or was a mysterious entity the killer?","release_date":"2018-05-11","vote_average":5.0,"runtime":70,"cert":"N\/A","id":524666,"title":"The Guilt I","adult":false,"genre_ids":[18,9648,80]},{"cast":["Yves Saint-Laurent","Pierre Bergé","Laetitia Casta","Loulou de la Falaise","Catherine Deneuve"],"overview":"A documentary on Yves Saint-Laurent and the legendary fashion designer's final show.","release_date":"2018-11-14","vote_average":0.0,"runtime":74,"cert":"N\/A","id":524668,"title":"Celebration","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A documentary on the attacks on a activists at Moscow's first gay pride demonstration.","release_date":"2006-11-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":524670,"title":"Moskva. Pride '06","adult":false,"genre_ids":[]},{"cast":["Kôya Fukuda","Shigeaki Fukui","Wakana Gotô","Shôno Hayama","Tetsunaga Matsuoka"],"overview":"Based on the comic by Tomohiro Koizumi","release_date":"2015-02-21","vote_average":0.0,"runtime":80,"cert":"N\/A","id":524675,"title":"The Boy with Dead Eyes","adult":false,"genre_ids":[]},{"cast":["Togo Shimura","Megumi Morisaki","Hakuryu"],"overview":"Based on the comic written by Masao Yajima and illustrated by Kenshi Hirokane.","release_date":"1993-05-08","vote_average":0.0,"runtime":70,"cert":"N\/A","id":524677,"title":"Ningen Kôsaten: Furyô","adult":false,"genre_ids":[18]},{"cast":["Saori Aoki","Toshiki Ayata","Guin Poon Chaw","Yumiko Fujita","Sukekiyo Kameyama"],"overview":"Based on the comic written by Masao Yajima and illustrated by Kenshi Hirokane.","release_date":"1993-06-05","vote_average":0.0,"runtime":70,"cert":"N\/A","id":524679,"title":"Ningen kôsaten: Ame","adult":false,"genre_ids":[18]},{"cast":["Lance Caraway","Major Curda","Josh Levi","Jordyn Lucas","Ross MacKenzie"],"overview":"A group of teens launch their own record label on campus to create viral music video stars.","release_date":"2016-08-06","vote_average":0.0,"runtime":12,"cert":"\"\"","id":524681,"title":"NU Skool Records","adult":false,"genre_ids":[35,10402]},{"cast":[],"overview":"","release_date":"2011-04-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":524692,"title":"Die schmerzhafte Erziehung der Dany Sun","adult":true,"genre_ids":[]},{"cast":[],"overview":"A young woman living with HIV, faces what she fears the most - rejection, and finds what she always wanted - the unconditional love and acceptance of her family.","release_date":"2000-02-10","vote_average":0.0,"runtime":52,"cert":"N\/A","id":524694,"title":"Chrissy","adult":false,"genre_ids":[]},{"cast":["Robert Lindsay","David Michael Krueger","Michael Ross","Dorothy Lewis","Jonathan Pincus"],"overview":"Looking at new research by neurologists, psychologists, psychiatrists and biochemists, and with powerful testimony from murder witnesses and murderers themselves, the series reveals the latest thinking on the causes of violent behavior and considers how murderers can best be treated and managed.","release_date":"2001-09-04","vote_average":0.0,"runtime":55,"cert":"N\/A","id":524696,"title":"Mind of a Murderer","adult":false,"genre_ids":[99]},{"cast":["Uta Frith","Ryan Klug","David Michael Krueger","Mark Moye","Robert Sonneborn Jr"],"overview":"It is estimated that about 1 in 100 people are psychopaths, but although many violent offenders fall into this category it does not mean all psychopaths will be violent. Nor does it mean all violent people are psychopaths. Is the tendency towards psychopathic behaviour something that people are born with, or is it something caused by our upbringing? Find out about the indicative behaviours doctors look out for when making a diagnosis of psychopathy.","release_date":"2017-08-29","vote_average":7.0,"runtime":49,"cert":"N\/A","id":524698,"title":"What Makes a Psychopath?","adult":false,"genre_ids":[99]},{"cast":["Paulina Andreeva","Yevgeni Syty"],"overview":"She is 25 years old, lives with her father and does advertising for an online casino in her video blog. The father works as cashier in a grocery shop and irons the daughter’s socks. But half an hour ago he decided that it is time to stop that.","release_date":"2018-06-07","vote_average":0.0,"runtime":8,"cert":"N\/A","id":524715,"title":"The Martian Chronicles of Us Us Us","adult":false,"genre_ids":[]},{"cast":["Luca Avallone","Giada Foletto","Elisabetta Perotto"],"overview":"","release_date":"2018-05-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":524717,"title":"Un Fiore perEnne","adult":false,"genre_ids":[]},{"cast":["Timofey Tribuntsev","Agrippina Steklova","Valeri Skorokosov"],"overview":"The film presents its story through a dialogue of a session at a psychiatrist’s, where He and She voice their problems and define the conflicts that inevitably arise between man and woman, and have arisen since the beginning of time: worries, children, jealousy, love, patience... All that without which family life is inconceivable. The film is a parable that unfolds the well- known story of Man and Woman in absolutely unexpected manner.","release_date":"2018-06-05","vote_average":0.0,"runtime":11,"cert":"N\/A","id":524719,"title":"Not Seriously","adult":false,"genre_ids":[]},{"cast":["Alexey Vertkov","Pavel Derevyanko","Sofia Tsyganova","Svetlana Rudskaya","Sergey Bondarchuk"],"overview":"Sergei leads the ordinary life of an ordinary family man with a small business, but through a fatal combination of circumstances  he becomes the target of killers. His last words seem to suggest an unexpected recognition, after which he is ready to carry out  the lethal shot. Apparently we all have something to confess before death, and sometimes it is more difficult to live with it than die.","release_date":"2018-06-05","vote_average":0.0,"runtime":15,"cert":"N\/A","id":524721,"title":"Innocent","adult":false,"genre_ids":[]},{"cast":["Jennifer Jordan","Harding Harrison","Eric Edwards","Alan Marlow","Felicity Browning"],"overview":"Set in the early 1930's, 'The Big Con' (aka 'The Bite') is a colorful parody of 'The Sting' combining sex, comedy and monkey business. Three cons (Sweet Kate, The Toledo Kid and Johnny Memphis) get together during a sexual frolic and plan a terrific scam aimed at local banker Francis B. Dobbs. Dobbs is to be seduced into buying a 'house of ill repute.' For this purpose, the trio recruits beautiful women and other convincing characters who pose as call girls, governors, senators and successful businessmen performing sexual acrobatics to persuade Dobbs to make the purchase. How Dobbs is left holding the bag builds to an unusual and comic ending!","release_date":"1975-02-19","vote_average":0.0,"runtime":72,"cert":"\"\"","id":524723,"title":"The Big Con","adult":true,"genre_ids":[35]},{"cast":["Irina Starshenbaum","Aleksandr Pal","Aleksey Filimonov","Semyon Shteinberg"],"overview":"The tragic and ironic reasoning about the fear of growing-up is shown through the prism of the personal relations of two protagonists. In a restaurant that is appropriate for the occasion a young man proposes to the girl he loves — and is unexpectedly turned down. The protagonists stay together for a few more hours, trying to understand what happened and come to grips with their selves. Gradually they get closer and closer.","release_date":"2018-06-03","vote_average":1.0,"runtime":16,"cert":"N\/A","id":524734,"title":"No","adult":false,"genre_ids":[18]},{"cast":["Andryan Sulaiman","Sandrinna Michelle","Adlu Fahrezy","Aurélie Moeremans","Fero Walandouw"],"overview":"A group of kids agree to explore an abandon house in order to win a reality show contest, which requires them to prove that the stories of the evil Kuntilanak are real. They soon discover that the ghost is very much real when it appears from an old mirror and starts haunting them.","release_date":"2018-06-14","vote_average":5.6,"runtime":105,"cert":"N\/A","id":524736,"title":"Kuntilanak","adult":false,"genre_ids":[27]},{"cast":["Chelsea Islan","Pevita Pearce","Ray Sahetapy","Karina Suwandi","Clara Bernadeth"],"overview":"Hoping to find answers to her estranged father's mysterious illness, a young woman visits his old villa and uncovers a horrifying truth from the past.","release_date":"2018-08-09","vote_average":6.1,"runtime":110,"cert":"\"R\"","id":524738,"title":"May the Devil Take You","adult":false,"genre_ids":[27,53]},{"cast":["Alba Rohrwacher","Maddalena Crippa","Luigi Diberti","Ivan Franěk","Barbara Enrichi"],"overview":"","release_date":"2010-11-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":524740,"title":"In carne e ossa","adult":false,"genre_ids":[18]},{"cast":["Cut Mini Theo","Jeff Smith","Dimas Aditya","Edo Borne","Joshua Pandelaki"],"overview":"Deon (Jeff Smith) witness a strange incident when a friend he beats suddenly bites the nurse's neck and becomes a cannibal. After that, the attacks from the zombies happen quickly at school and on the streets, so Deon picks up his mother, Isma (Cut Mini), in Teratai Asri apartment. Deon and his mother are trapped inside the apartment while other residents has fled. Meanwhile at the Five Military Base, Colonel Vito (Joshua Pandelaki) welcomes Richard (Willem Bevers}, Deon's father, a scientist, who discovered the origin of the outbreak: originating from the evolution of an amoeba parasite named Naegleria-ross zeta, and that the Zeta serum he had created located in Teratai Asri apartment. Colonel Vito decides that their team visit a zombie killer gang called Blue River to get the best combat strategy against the zombies. Deon also tries to fight the zombies who attack the apartment.","release_date":"2019-08-01","vote_average":0.0,"runtime":94,"cert":"N\/A","id":524742,"title":"Zeta: When the Dead Awaken","adult":false,"genre_ids":[27,18,28]},{"cast":["Mariya Shalaeva","Mikhail Evlanov","Manana Totibadze","Andrei Piskarev"],"overview":"She is absolutely sure she wants a divorce! He doesn’t agree, but doesn’t dare contradict. So they go for a divorce. They’d go to the end, if they weren’t stopped by a ridiculous incident...  Why do people part? Where do feeling go in a stream of offences and claims?  The film is a reflection about partings and relationships, where there is no good and bad, but people don’t hear each other, even though they are close.","release_date":"2018-06-05","vote_average":0.0,"runtime":17,"cert":"N\/A","id":524744,"title":"Divorce","adult":false,"genre_ids":[]},{"cast":[],"overview":"Directed by Olivier Fouchard.","release_date":"2016-05-17","vote_average":0.0,"runtime":75,"cert":"\"\"","id":524758,"title":"Carnets D'ateliers","adult":false,"genre_ids":[]},{"cast":[],"overview":"Nikolay Litvin is a 92-year-old paratrooper, a veteran of the Second World War and, as he calls himself, \"the head of the Litvinov clan\". Despite his age, he appreciates life in all its manifestations, dreams of yet another parachute jump and spends years telling his children, grandchildren and great-grandchildren about the war. This is the story of a typical Russian family and the common attempt of its several generations to understand how much the shock of war matters to them and... does it matter at all?","release_date":"2016-12-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":524760,"title":"The War and Peace of Private Litvin","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Philippe Garrel interviews young people who have become rich on their thoughts about money and capitalism.","release_date":"1967-06-18","vote_average":0.0,"runtime":49,"cert":"N\/A","id":524762,"title":"Les Jeunes et l'argent","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Short Philippe Garrel portrait of a young woman, Handa, who loves that which is decadent, complicated, precious, cannot stand simplicity, and detests people who watch television.","release_date":"1967-06-18","vote_average":0.0,"runtime":11,"cert":"N\/A","id":524767,"title":"Handa ou la sophistication","adult":false,"genre_ids":[99]},{"cast":["Phil McGraw","Tracey Armah"],"overview":"Nothing bad ever happens to me..like ever! Tracey gets Dr.Phil's attention by telling stories of abuse, violations and excesses. The audience gets upset and speechless. Tracey becomes the overnite sensation of train wrecks in the making.","release_date":"2015-10-16","vote_average":0.0,"runtime":30,"cert":"\"\"","id":524769,"title":"Dr. Phil meets Tracey Armah","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Realistic, historically accurate reenactment about 13th-century Baltic tribes.","release_date":"2018-05-16","vote_average":0.0,"runtime":100,"cert":"N\/A","id":524783,"title":"Baltic Tribes","adult":false,"genre_ids":[12]},{"cast":["M.C. Gainey","James Paxton","Alexandra von Renner","José Julián","Dillon Lake"],"overview":"Set over the course of one summer weekend, a bat-wielding, masked killer in a rusted-out black Cadillac weaves in and out of three interlocking stories awash in sex, drugs, punk rock, black magic, and broken homes.","release_date":"2018-06-21","vote_average":0.0,"runtime":null,"cert":"\"\"","id":524785,"title":"Boogeyman Pop","adult":false,"genre_ids":[27,28]},{"cast":["Corbin Bernsen","Oksana Orlan","Kristina Pimenova","Gregory O'Gallagher","Yuliya Zelenskaya"],"overview":"A Russian woman travels to America with her daughter to marry a reclusive billionaire, who turns out to be a psycho who sends their lives spiraling into a living hell.","release_date":"2019-06-04","vote_average":5.6,"runtime":91,"cert":"\"NR\"","id":524787,"title":"The Russian Bride","adult":false,"genre_ids":[27,53]},{"cast":["Lalor Roddy","Ciaran Flynn","Helena Bereen","Lauren Coe","Carleen Melaugh"],"overview":"In the autumn of 1960, Father Thomas Riley and Father John Thornton were sent by the Vatican to investigate a miraculous event in an Irish home for 'fallen women', only to uncover something much more horrific.","release_date":"2018-07-13","vote_average":5.0,"runtime":76,"cert":"\"\"","id":524789,"title":"The Devil's Doorway","adult":false,"genre_ids":[27]},{"cast":["Samantha Stewart","Brittany Belland","Kemerton Hargrove, Jr.","Clyde Hargrove"],"overview":"Lindsey is celebrating her 30th birthday, but when a friend from high school shows up with a proposition, things get weird.","release_date":"2016-09-30","vote_average":0.0,"runtime":14,"cert":"\"\"","id":524791,"title":"The 30 Year Deal","adult":false,"genre_ids":[]},{"cast":["Yiu-Cheung Lai","Lau Siu-Kwan","Lai Loh Kong","Yin Chun Chu","Ku Feng"],"overview":"There is a rumor that floats around the web. If someone surfs the website www.990714.com, during the Chinese Ghost Festival, they can communicate with the people of the underworld. Seven students succeed in communicating, and reap the consequences. One by one, they each mysterious die. While Han is surfing the website, he hears a knock on the door. It is Tal, a hall-monitor for his school. One night, Tal tells Han that there is another mystery to the site. He reveals that the site can tell you what will happen the next day...","release_date":"2000-01-14","vote_average":0.0,"runtime":95,"cert":"N\/A","id":524793,"title":"Internet Ghost Stories","adult":false,"genre_ids":[]},{"cast":["Tarun","Shanthi Krishna","Vinukuttan Nair","Chacko Koshy","Vineeth Kumar"],"overview":"A heart-capturing early childhood of one of the most popular saints of the last millennium – Don Bosco","release_date":"1993-12-31","vote_average":0.0,"runtime":106,"cert":"N\/A","id":524810,"title":"Johnny","adult":false,"genre_ids":[36,18,35]},{"cast":["Anjelica","Era","Nastia Goldis","Megan Vale","Nessa Shine"],"overview":"My parents told me to stay away from boys like you! I'm a playful teen getting her virgin ass fucked! I'm for sure gonna get grounded for having anal sex!","release_date":"2012-01-25","vote_average":7.0,"runtime":130,"cert":"\"NC-17\"","id":524812,"title":"Little Anal Angels 2","adult":true,"genre_ids":[]},{"cast":["Dakota Skye","Lady Dee","Naomi Nevena","Tiffany Teen","Marry Lynn"],"overview":"Girls Only Who needs a man when you have friends like these? Petite In POV How nice does that look? Sexy Spinner An invitation that can't be refused. Shaven Mavens Every man's fantasy! Wild Ride She loves the taste!","release_date":"2017-01-06","vote_average":6.0,"runtime":79,"cert":"\"NC-17\"","id":524820,"title":"Petite HD Porn 14: Wild Ride","adult":true,"genre_ids":[]},{"cast":[],"overview":"A documentary about ambitious young carpenter Árpád Rostás who is tasked with the repair of the main hall of a castle.","release_date":"1994-01-01","vote_average":0.0,"runtime":67,"cert":"N\/A","id":524822,"title":"A lépcső","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Gail Mancuso film.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":524824,"title":"Nobody's Watching","adult":false,"genre_ids":[]},{"cast":["Guillermo Murray","Maricruz Olivier","Blanca Sánchez"],"overview":"Widower lives with his three young-adult children, hiding from them the fact that one of them was born to a different mother than the woman he was married to. Then the mother of the \"illegitimate\" child shows up after 20 years...","release_date":"1970-05-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":524832,"title":"Ha entrado una mujer","adult":false,"genre_ids":[]},{"cast":["Malin Åkerman","Kat Dennings","Jane Seymour","Aisha Tyler","Deon Cole"],"overview":"The story follows Molly (Akerman), a glamorous, newly divorced actor, and Abby (Dennings), her recently-dumped lesbian best friend, with Seymour as Helen, Molly’s gorgeous Swedish mother. Together, along with their motley crew of close friends and strange acquaintances, they host a dysfunctional, comical and chaotic Thanksgiving dinner.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":524840,"title":"Friendsgiving","adult":false,"genre_ids":[35]},{"cast":["Günter Lamprecht","Horst Raspe"],"overview":"","release_date":"1983-04-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":524845,"title":"Milo Barus, der stärkste Mann der Welt","adult":false,"genre_ids":[36]},{"cast":[],"overview":"Inspired by a music series that the band runs in New York City, Family Dinner - Volume One is a live DVD featuring 8 different vocalists with Snarky Puppy as the backing band. Genre morphs from track to track with performances by Lalah Hathaway, Lucy Woodward, N'Dambi, Magda Giannikou, Shayna Steele, Chantae Cann, Tony Scherr, and Malika Tirolien. The album was recorded and filmed in the beautiful Shaftman Performance Hall at Jefferson Center in Roanoke, VA in March 2013.","release_date":"2013-09-24","vote_average":0.0,"runtime":55,"cert":"\"\"","id":524850,"title":"Snarky Puppy: Family Dinner - Volume One","adult":false,"genre_ids":[]},{"cast":[],"overview":"The G1 (Grade One) Climax is a professional wrestling tournament held each August by the New Japan Pro-Wrestling promotion. Though it has sometimes been held as a single-elimination tournament, it is usually (and currently) held as a round-robin, with winners from two blocks wrestling in the final to decide that year's winner. In its current format, the tournament lasts four weeks. The winner of each block is determined by a points system; two points for a victory, one point for a draw, and zero points for a loss.","release_date":"2017-08-07","vote_average":0.0,"runtime":195,"cert":"N\/A","id":524858,"title":"G1 Climax 27 - Day 16","adult":false,"genre_ids":[]},{"cast":["Mariyam Azza","Shiban Ahmed","Aminath Rishfa","Ali Azim"],"overview":"A story about the limits we live in and the impact it has on our lives when we either go beyond or when we fail to challenge our limits.","release_date":"2017-09-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":524863,"title":"Hahdhu","adult":false,"genre_ids":[18,10749]},{"cast":["Ali Mohtesham","Ajab Gul","Saima Noor","Adnan Khan","Nayyar Ejaz"],"overview":"A Pakistani school boy from Khyber Pakhtunkhwa province of Pakistan sacrifices his life by preventing a suicide bomber from entering his school. This film is a tribute to Aitzaz Hasan.","release_date":"2016-12-02","vote_average":10.0,"runtime":160,"cert":"N\/A","id":524865,"title":"Salute","adult":false,"genre_ids":[18,28]},{"cast":["Shahroz Subzwari","Behroze Sabzwari","Nadeem Beyg","Atiqa Odho","Sarish Khan"],"overview":"A young musician, Rayyan, falls in love at first sight with Ruba. Ruba has no interest in Rayyan as she is happily engaged to Murad. What follows is a pursuit of true love by a passionate young boy.","release_date":"2017-08-11","vote_average":10.0,"runtime":149,"cert":"N\/A","id":524867,"title":"Chain Aye Na","adult":false,"genre_ids":[10749,18]},{"cast":["Bill Gaither","Mark Lowry"],"overview":"There's more! The hilarity continues as Mark Lowry pokes good-natured fun at everything from Bill Gaither's hairstyle to his prolific video-taping of Homecoming concerts. Join Mark and Bill as they share their memories and chuckle their way through their favorite comedy performances. Their lighthearted hijinks are guaranteed to leave you laughing.","release_date":"2004-05-04","vote_average":0.0,"runtime":90,"cert":"\"\"","id":524869,"title":"The Best of Mark Lowry & Bill Gaither Volume 2","adult":false,"genre_ids":[]},{"cast":[],"overview":"A school principal is transferred to a national school in a far flung area as a political punishment. Through his dedication and perseverance, the principal develops the school with impressive academic results.","release_date":"2007-01-01","vote_average":0.0,"runtime":100,"cert":"N\/A","id":524871,"title":"Aganthukaya","adult":false,"genre_ids":[18]},{"cast":["Kelly Erin Decker","Christopher Pennock","Nathan Wilson","Kate Avery","Elyse Ashton"],"overview":"A Psychological Thriller. Estranged sisters reunite. In Glorious Black and White.","release_date":"2017-09-22","vote_average":0.0,"runtime":45,"cert":"\"\"","id":524882,"title":"The Night-Time Winds","adult":false,"genre_ids":[18,27,53]},{"cast":["Dafne Keen"],"overview":"A standalone story that follows Laura\/X-23, the daughter of Wolverine.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":524884,"title":"Untitled X-23 Film","adult":false,"genre_ids":[28,878]},{"cast":["Nicola Nocella","Giorgio Colangeli","Ivana Lotito","Nicola Vero","Lisangela Sgobba"],"overview":"It is the day of Enrica and Filippo's wedding. All their relatives are waiting in the church for the arrival of the bride. It is a stifling hot day.","release_date":"2013-10-12","vote_average":0.0,"runtime":15,"cert":"N\/A","id":524886,"title":"Bella di papà","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Greg is a love addict whose girlfriend left him for their couples therapist. Depressed, heartbroken, and unemployed, Greg must find a roommate to help pay rent. But Greg scares all potential roommates away, except for a girl named Peyton who moves in and whom Greg falls madly in love with.","release_date":"","vote_average":0.0,"runtime":88,"cert":"N\/A","id":524888,"title":"Poor Greg Drowning","adult":false,"genre_ids":[]},{"cast":["Michaela Kuklová","Jitka Schneiderová","Pavel Řezníček","Jana Hlaváčová","Jan Budař"],"overview":"","release_date":"2005-11-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":524890,"title":"Ruth to vidí jinak","adult":false,"genre_ids":[18,10770]},{"cast":["Bastomi","Siti Sulaeha","Sifa Nur Hasanah"],"overview":"The true story of the hardships and sacrifices the sulphur miners of Kawah Ijen in Indonesia make in order to provide for their families.","release_date":"2018-05-13","vote_average":0.0,"runtime":5,"cert":"\"NR\"","id":524892,"title":"Terraform","adult":false,"genre_ids":[99,10402]},{"cast":["Yûzô Kayama","Yuriko Hoshi","Ichirô Arishima","Chôko Iida","Machiko Naka"],"overview":"Young Yuichi (Kayama) romances Sumiko (Hoshi) while helping out at his family's restaurant, singing in a band, and preparing for an important boxing tournament.","release_date":"1962-02-10","vote_average":0.0,"runtime":94,"cert":"N\/A","id":524894,"title":"Pride of the Campus","adult":false,"genre_ids":[]},{"cast":["Tamilla Aghamirova","Salman Dadashov","Gunduz Abbasov","Leyla Badirbeyli","Sveta Javadova"],"overview":"This is a story about World War II. The adultery of her husband didn't wreck her life because she could stand all difficulties with a little help of her faithfull friends.","release_date":"1958-12-14","vote_average":0.0,"runtime":71,"cert":"N\/A","id":524908,"title":"Her Great Heart","adult":false,"genre_ids":[18,10749,10751,10752]},{"cast":["Kira Muratova","Aleksandr Sokurov","Aleksey German","Renata Litvinova","Andrzej Wajda"],"overview":"Film about the work of Ukrainian film director Kira Muratova.","release_date":"2003-06-15","vote_average":0.0,"runtime":48,"cert":"N\/A","id":524910,"title":"Kira","adult":false,"genre_ids":[99]},{"cast":[],"overview":"This film documents a tedious process of dismantling and reassembling 16 mm found footage. The film collage imitates functions of a curtain, while the recorded optical track describes the flm's subsequent destruction during its first projection.","release_date":"2013-05-18","vote_average":0.0,"runtime":2,"cert":"N\/A","id":524912,"title":"Black Rectangle","adult":false,"genre_ids":[]},{"cast":["Jonathan Wren","Alice Fellows","Michael Baldwin","Michael Bramhald","Sarah Bridge"],"overview":"An off the cuff documentary, depicting a group of friends' ramble through the Derbyshire Peak District; including a musical ride on the Folk Train, stunning views from the top of Kinder Scout, and a general sense of Tolkien-esque questing.","release_date":"2018-05-18","vote_average":0.0,"runtime":11,"cert":"N\/A","id":524914,"title":"Ramblin' Wrenny's Birthday Hike","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A wide-eyed doll salesman is mistaken for a bomb-wielding anarchist by the oppressive forces of the totalitarian state.","release_date":"1955-08-12","vote_average":0.0,"runtime":70,"cert":"N\/A","id":524916,"title":"The Doll Merchant","adult":false,"genre_ids":[14]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":524918,"title":"Nos faltan","adult":false,"genre_ids":[]},{"cast":["Darya Kostinskaya","Eva Koshevaya","Liza Shvedova","Tatyana Posashkova","Yury Shipkov"],"overview":"In a province small town a road junction is being built. It hangs over the buildings and the people. Two young girls, schoolmates, make a video blog about it while hoping to move out of this place forever. This is a story of their friendship, of being so close, that you lose yourself.","release_date":"2016-12-01","vote_average":0.0,"runtime":44,"cert":"N\/A","id":524926,"title":"Rabbits in the headlights","adult":false,"genre_ids":[99]},{"cast":["Олеся Смирнова","Денис Зюркалов","Ирина Пономарева","Ольга Спиридонова","Yuriy Nazarov"],"overview":"","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":524928,"title":"Надежда","adult":false,"genre_ids":[35,18]},{"cast":["韩朴俊","Zhu Yan Man Zi","李心敏","何索","韩秋池"],"overview":"Train policeman He hopes that a autopsy of the body can help to find the real culprit and the true cause of his Death.  Can the rising morning sun bring also light in the darkness of the case?","release_date":"2018-05-18","vote_average":4.0,"runtime":61,"cert":"N\/A","id":524930,"title":"The Guilt III","adult":false,"genre_ids":[80]},{"cast":["Arkady Ukupnik","Viktor Ilichyov","Yekaterina Zinchenko","ирина дмитракова","Леонид Карпович"],"overview":"","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":524932,"title":"Не нарушая закона","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Can one escape from family to get into a mental hospital? An overdose of drugs – and you are “free”. Now Dasha lies on a hospital bed, paints and smokes. She smokes. And smokes. And smokes... A closed space of the mental hospital is more and more hard to endure. How much is she going to stay in this box? A day of discharge comes. She is going to return back home.","release_date":"2015-09-30","vote_average":0.0,"runtime":57,"cert":"N\/A","id":524937,"title":"Mousetrap","adult":false,"genre_ids":[99]},{"cast":[],"overview":"In a small village on the slopes of the former coal mines, Oleg Pavlov, the father of many children, screens the \"Little Prince\" of Exupery. The camera is the cheapest, bought for retirement. In the roles - Oleg and his four children. Two years of filming and editing - and journalists from all over Russia are on a visit to an amazing creative and friendly family. But the family never calls his father at the table. Children refuse to go to the premiere of the film. And Oleg himself does not go to spend the eldest daughter, when she leaves to live in another city. He just sleeps. And no one wakes him up.","release_date":"2015-11-02","vote_average":0.0,"runtime":55,"cert":"N\/A","id":524939,"title":"The Little Prince","adult":false,"genre_ids":[99]},{"cast":[],"overview":"God judges me and I judge God! Esther chose a life of chastity, purity, and honesty forty years ago. One day, she gets on a bus to Gunsan, her first post, and meets Sang-moon, a drunk polio victim who lives by selling prostitutes to soldiers in the American Town. His daughter is sick and his wife left him for a black man. Sang-moon blames his life and himself for his cursed life, but when he sees Esther, he falls into a strange trance and starts to observe everything she does. To Sang-moon who resents God for his cursed life, Sister Esther who worships this God becomes another subject of resen","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":524962,"title":"Original Sin","adult":false,"genre_ids":[]},{"cast":[],"overview":"Directed by Johanna Vaude.","release_date":"2002-04-05","vote_average":0.0,"runtime":9,"cert":"N\/A","id":524964,"title":"Samurai","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Directed by Johanna Vaude.","release_date":"2005-01-01","vote_average":0.0,"runtime":8,"cert":"N\/A","id":524966,"title":"Totality Remix","adult":false,"genre_ids":[]},{"cast":[],"overview":"Directed by Johanna Vaude.","release_date":"2007-01-01","vote_average":0.0,"runtime":19,"cert":"N\/A","id":524968,"title":"Exploration","adult":false,"genre_ids":[]},{"cast":[],"overview":"The director mixes excerpts from his documentaries Soviets and Homeland with footage of the collapse of the Soviet Union.","release_date":"1991-04-01","vote_average":0.0,"runtime":50,"cert":"N\/A","id":524970,"title":"End of Empire","adult":false,"genre_ids":[]},{"cast":[],"overview":"Directed by Christian Lebrat.","release_date":"1980-05-18","vote_average":0.0,"runtime":10,"cert":"\"\"","id":524978,"title":"Trama","adult":false,"genre_ids":[]},{"cast":[],"overview":"Directed by Christian Lebrat.","release_date":"1982-05-18","vote_average":0.0,"runtime":13,"cert":"\"\"","id":524980,"title":"Holon","adult":false,"genre_ids":[]},{"cast":["Andrew","Jonah Lowe","Ned Rinalducci","Mason Rinalducci","Chris Borg"],"overview":"Undercover through the police, a juvenile delinquent joins a bike cult.","release_date":"2018-05-10","vote_average":0.0,"runtime":10,"cert":"\"NR\"","id":524982,"title":"Bike Cult","adult":false,"genre_ids":[28]},{"cert":"N\/A","title":"Wings","cast":[],"id":524984,"overview":"In a society where men control the purse strings as a way of holding power over the family, a woman breaks free from the domestic prison her husband has created to continue her job as a street cleaner. A beautifully realised film with a strong visual aesthetic and a quiet power.","runtime":3,"genre_ids":[18],"release_date":"2018-05-03","vote_average":0.0,"adult":false}]