[{"cast":["Ronnie Corbett","Harry Enfield","Catherine Tate","Miranda Hart","Matt Lucas"],"overview":"One of Britain's most enduring and best-loved comics, Ronnie Corbett, turned 80 in December 2010. In this brand new comedy sketch show, the octogenarian comic legend appears alongside some of the biggest names in British comedy, in sketches featuring everything from a superannuated super-hero to a stage-struck dog. Add in a sprinkling of one-liners and a brand new Ronnie monologue in the famous chair for the must-see comedy of the festive season.","release_date":"2010-12-25","vote_average":7.5,"runtime":50,"cert":"PG","id":52500,"title":"The One Ronnie","adult":false,"genre_ids":[35]},{"cast":["Julian Clary"],"overview":"Author, TV host and comedian returns with his latest live tour, Lord of the Mince.","release_date":"2010-11-29","vote_average":0.0,"runtime":85,"cert":"","id":52503,"title":"Julian Clary Live: Lord of the Mince","adult":false,"genre_ids":[35]},{"cast":["Lene Nystrøm","Götz Otto","Kåre Conradi","Hary Prinz","Jørgen Langhelle"],"overview":"A thriller based on true events in Norway during the WW II. Tor Lindblom makes a fortune supplying the Nazis with everything from liquor and cigarettes to cement and steel. He also owns the Club Havana, a nightclub in Oslo frequented by the industrial elite of occupied Norway, Officers of the Wehrmacht and opportunistic hustle...","release_date":"2009-10-09","vote_average":5.0,"runtime":110,"cert":"N\/A","id":52504,"title":"Betrayal","adult":false,"genre_ids":[18,53,99,10752]},{"cast":["Natalie Portman","Scott Cohen","Charlie Tahan","Lauren Ambrose","Lisa Kudrow"],"overview":"Emilia, a law-school graduate, falls in love with her married boss, Jack. After Emilia marries Jack, her happiness turns unexpectedly to grief following the death of her infant daughter. Devastated, Emilia nonetheless carries on, attempting to forge a connection with her stepson William and to resist the interference of Jack's jealous ex-wife.","release_date":"2010-10-28","vote_average":6.2,"runtime":98,"cert":"15","id":52505,"title":"The Other Woman","adult":false,"genre_ids":[18]},{"cast":["Line Verndal","Henrik Rafaelsen","Lena Endre","Bryan Brown","Garrett Schenck"],"overview":"Sonia arrives in Trinidad with her two children to join her husband Jo who is working as an oil engineer. On the surface she lives a life of luxury in a large houses with servants. The days are uneventful and blend together into an everlasting holiday, where the women nurse their superficial relationships over cocktails poolside – the perfect climate for self-delusion.","release_date":"2011-05-20","vote_average":5.3,"runtime":105,"cert":"N\/A","id":52506,"title":"Limbo","adult":false,"genre_ids":[18]},{"cast":[],"overview":"After numerous sold out tours and two highly acclaimed albums under their belts, Australian drum 'n' bass outfit Pendulum release their first ever live collection. Recorded at therenowned Brixton Academy in London over two dates in December 2008, the band perform a selection of tracks from their albums including their massive remix of The Prodigy's 'VoodooPeople' and their reinterpretation of Metallica's 'Master Of Puppets'. A DVD of the live set directed by Grammy nominated Paul Caslin is also included.","release_date":"2009-07-11","vote_average":5.8,"runtime":95,"cert":"","id":52507,"title":"Pendulum:  Live At Brixton Academy","adult":false,"genre_ids":[10402]},{"cast":["Ann Jillian","Robert Hays","Jack Palance","Ashley Gorrell","Linda Sorensen"],"overview":"Veterinarian and part-time mayor Sarah heads a town council desperate to find a doctor to keep open the small town's clinic. They fear, rightly, that family after family will move away and the town will disappear. Their hopes are raised when Bob announces his widower son Michael the surgeon and grand daughter are going to visit for the first time in years for the Xmas holiday. The mayor's attempt to recruit Michael is complicated by their history (their high school romance) and his secret shame (that he has lost his confidence in his surgical skills to the point that his big city hospital is kicking him upstairs to an administrative position.","release_date":"1997-12-23","vote_average":6.9,"runtime":94,"cert":"N\/A","id":52508,"title":"I'll Be Home For Christmas","adult":false,"genre_ids":[10770,35,18,10751,10749]},{"cast":["Michael Schøt"],"overview":"","release_date":"2008-08-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":52509,"title":"Michael Schøt: Upolitisk Korrekt","adult":false,"genre_ids":[]},{"cast":["Michael Schøt"],"overview":"Michael Schøt viser på \"uPolitisk Korrekt\", at han er en af landets absolut bedste samfundskritiske komikere. Glæd dig til 2 sæt med elegante observationer og brutale angreb, når han tager fat på det vanvittige lille absurd-teater, vi kalder Danmark.På dvd'en finder du de to shows \"uPolitisk Korrekt\" og \"Mere uPolitisk Korrekt\", der blev optaget til TV2 Zulu i 2009 og 2010 - i Sceneriet, Det Ny Teater + 10 ekstra aldrig viste minutter af \"uPolitisk Korrekt\" + Michaels shows fra \"Stand-up.dk\" sæson 3, 4, 5 og 6.","release_date":"2010-08-08","vote_average":4.8,"runtime":106,"cert":"N\/A","id":52510,"title":"Michael Schøt: Mere Upolitisk Korrekt","adult":false,"genre_ids":[35]},{"cast":["Nancy Abdel Sakhi","Haris Burina","Aleksandar Seksan","Lucija Serbedzija","Senad Bašić"],"overview":"Sarajevo, 1992. They are called Ahmed, Lana, Sado, Saba, Sahbey, Beba, Nemanja, Marx, Matan. They live in and between wartimes. They have \"nafaka\", the destiny which was bestowed on them by God Almighty. They have enough gallows humor and courage to believe in freedom and happiness.","release_date":"2006-10-20","vote_average":6.0,"runtime":115,"cert":"N\/A","id":52511,"title":"Nafaka","adult":false,"genre_ids":[28,10752]},{"cast":["Yo Hitoto","Tadanobu Asano","Masato Hagiwara","Kimiko Yo","Nenji Kobayashi"],"overview":"Making her way through life by forming superficial relationships, Yoko (Japanese pop idol Yo Hitoto) keeps everyone at arm's length, whether it's her father (Nanji Kobayashi) and stepmother (Kimiko Yo) or Hajime (Tadanobu Asano), the owner of a small bookstore who could be the father of her unborn child. Yoko seems most at home when she's riding the train, speeding around the city with only her thoughts to entertain her.","release_date":"2004-09-01","vote_average":6.8,"runtime":103,"cert":"N\/A","id":52512,"title":"Café Lumière","adult":false,"genre_ids":[18]},{"cast":["Lang Lang"],"overview":"Filmed live in Vienna's legendary Musikverein concert hall, this release represents Lang Lang's second live recorded recital to date after the best-selling \"Live at Carnegie Hall\" in 2004, which marked his international breakthrough as a recording artist.","release_date":"2010-09-07","vote_average":0.0,"runtime":124,"cert":"N\/A","id":52513,"title":"Lang Lang - Live in Vienna","adult":false,"genre_ids":[10402]},{"cast":["Jeffrey Hunter","France Nuyen","Harold Sakata","Donald Woods","Linda Ho"],"overview":"An American intelligence agent, aided by a Chinese-American female agent, uses a time-travel belt to thwart Chinese operatives who are attempting to import to Los Angeles the materials to make an atomic bomb.","release_date":"1966-10-01","vote_average":3.5,"runtime":91,"cert":"N\/A","id":52516,"title":"Dimension 5","adult":false,"genre_ids":[28,878]},{"cast":["Janet Gaynor","Will Rogers","Lew Ayres","Sally Eilers","Norman Foster"],"overview":"The Frake family attend the Iowa State Fair. Father Abel enters his Hampshire boar, Blue Boy, in the hog contents. Mother Melissa enters the mincemeat competition. And their children, Margy and Wayne, find love with newspaper reporter Pat Gilbert and trapeze artist Emily Joyce. But will everyone return home safe and happy or will hearts be broken?","release_date":"1933-02-10","vote_average":6.0,"runtime":97,"cert":"N\/A","id":52517,"title":"State Fair","adult":false,"genre_ids":[35,18,10749]},{"cast":["Kate Beckinsale","Stephen Rea","Michael Ealy","Theo James","India Eisley"],"overview":"Having escaped years of imprisonment, vampire warrioress Selene finds herself in a changed world where humans have discovered the existence of both Vampire and Lycan clans and are conducting an all-out war to eradicate both immortal species. Now Selene must battle the humans and a frightening new breed of super Lycans to ensure the death dealers' survival.","release_date":"2012-01-19","vote_average":6.2,"runtime":88,"cert":"18","id":52520,"title":"Underworld: Awakening","adult":false,"genre_ids":[14,28,27]},{"cast":["Scott Stevens","Johnny Miller","Sean Genovese","Nick Visconti","Mark Thompson"],"overview":"16 friends who snowboard and film; Stack Footy. Hundreds of good ideas, hundreds of bad ideas; Stack Footy. Thousands of tricks landed, one thousand more crashed; Stack Footy. Millions of magical moments captured by ones and zeros; Stack Footy. Billions of laughs, cries, smiles, smirks, jokes and moments of repose; Stack Footy.","release_date":"2008-07-31","vote_average":0.0,"runtime":36,"cert":"N\/A","id":52523,"title":"Stack Footy","adult":false,"genre_ids":[]},{"cast":[],"overview":"Rome SDS and Kids on Shred Productions is setting the stage for their 2nd full length film release in September of 2008. Coming off a solid project in \"Any Means\" the crew has come back to bring you more of what snowboarding is to us. With the whole team back plus some new young kids upping the level, No Correct way will show snowboarding progression by following around the Rome Team to all corners in search of snow.","release_date":"2008-11-18","vote_average":0.0,"runtime":54,"cert":"N\/A","id":52524,"title":"No Correct Way","adult":false,"genre_ids":[28,12,35,18]},{"cast":["Torstein Horgmo","Shaun White","Heikki Sorsa","Eero Ettala","Aaron Biittner"],"overview":"Featuring the the world’s best snowboarders, Torstein Horgmo, Shaun White, Aaron Biittner, Heikki Sorsa, Eero Ettala, Stevie Bell, Dan Brisse, Erin Comstock, Mason Aguirre, Bode Merill, Scotty Arnold, Ryo Aono, Drew Fuller, Pat Moore, and Torah Bright","release_date":"2008-08-20","vote_average":0.0,"runtime":39,"cert":"N\/A","id":52525,"title":"I Ride Park City","adult":false,"genre_ids":[]},{"cast":["Daniel Kuzniecka","Isabel Achaval","Manuel Vicente","Duilio Marzio"],"overview":"Sent on a problem-solving mission by his boss, ambitious junior executive Gustavo (Daniel Kuzniecka) runs out of gas and lands in a tiny rural town full of bizarre locals and no cell phone reception. Trapped in a desolate wasteland, he finds shelter at a crumbling motel inhabited by a luscious temptress (Isabel Achaval), oddball owners and a variety of dubious guests. Soon, Gustavo realizes that his unplanned layover may change his very fate.","release_date":"2002-10-31","vote_average":0.0,"runtime":100,"cert":"N\/A","id":52526,"title":"Three Birds","adult":false,"genre_ids":[12,10749]},{"cast":[],"overview":"Runway Films is proud to present its second film ‘SEE WHAT I SEE’, a compilation of the most progressive riding from the world’s best female riders in 2008. Upping the ante from last year’s LA LA LAND, this is a movie not to be missed as the platform has been raised with scenes of riding the historical streets of Quebec city, snowmobiling the vast glaciers of British Columbia, lapping many of the major parks in the USA and reflecting upon what one’s mind would conceive as their own snowboarding lifestyle. With new tricks in the bag, stakes are high for this movie to be destined to open your eyes towards female snowboarding.","release_date":"2008-07-24","vote_average":0.0,"runtime":33,"cert":"N\/A","id":52527,"title":"See What I See","adult":false,"genre_ids":[]},{"cast":["Kenny Everett","Pamela Stephenson","Vincent Price","Gareth Hunt","Don Warrington"],"overview":"Six scientists arrive at the creepy Headstone Manor to investigate a strange phenomena which was the site of a mysterious massacre years earlier where 18 guests were killed in one night. It turns out that the house is the place of a satanic cult lead by a sinister monk who plans to kill the scientists who are inhabiting this house of Satan.","release_date":"1984-03-29","vote_average":6.0,"runtime":91,"cert":"18","id":52528,"title":"Bloodbath at the House of Death","adult":false,"genre_ids":[35,27]},{"cast":["Glenn Gould"],"overview":"Prepared, shot, and edited over a period of five years from 1976 to 1981, the three-part series Glenn Gould Plays Bach has so far only been seen via the limited parameters of television transmission. Now, for the first time, this testment is made available with a sound and picture reporduction faithful to our original conception. This film, shot in New York in April and May 1981, marks his life--as if interpolated between the two peaceful Arias and the two recordings, the one opening, the other closing his career--with a symbol of cyclic perfection.","release_date":"2007-08-28","vote_average":4.3,"runtime":58,"cert":"N\/A","id":52529,"title":"The Goldberg Variations","adult":false,"genre_ids":[99,10402]},{"cast":["Henry Rollins"],"overview":"Musician and talk show host Henry Rollins performs for two nights in Israel.","release_date":"2007-01-01","vote_average":10.0,"runtime":76,"cert":"N\/A","id":52530,"title":"Henry Rollins: Uncut From Israel","adult":false,"genre_ids":[]},{"cast":["Shintarō Katsu","Mieko Kondo","Tôru Abe","Tamao Nakamura","Matasaburô Niwa"],"overview":"This is the story of a blind masseur who tricks people, steals, and kills; he is the anti-Zatoichi","release_date":"1960-09-01","vote_average":7.0,"runtime":91,"cert":"N\/A","id":52531,"title":"The Blind Menace","adult":false,"genre_ids":[]},{"cast":["Patrick Bouchitey","Zabou Breitman","Bernard Crombey","Mario d'Alba"],"overview":"","release_date":"2005-12-05","vote_average":5.3,"runtime":105,"cert":"N\/A","id":52532,"title":"La Vie Privée des Animaux","adult":false,"genre_ids":[35]},{"cast":["Luciano Ligabue"],"overview":"","release_date":"2006-02-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":52533,"title":"Ligabue Club - Nome e Cognome Tour","adult":false,"genre_ids":[]},{"cast":["Luciano Ligabue"],"overview":"","release_date":"2006-04-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":52534,"title":"Ligabue Palasport - Nome e Cognome Tour","adult":false,"genre_ids":[]},{"cast":["Ray Aranha","Keivyn McNeill Grayes","Elise Ballard","Sharlene Brown","Erik Jensen"],"overview":"This retelling of Charles Dickens's Oliver Twist may be populated by drug pushers, pimps and prostitutes, but the book's classic themes remain the same. Caught under the thumb of a lecherous brothel owner, 10-year-old Lee befriends an aspiring musician named Angel who helps him escape his servitude and sends a maternal drag queen to vanquish the boy's enemies.","release_date":"1996-11-14","vote_average":4.5,"runtime":100,"cert":"N\/A","id":52537,"title":"Twisted","adult":false,"genre_ids":[18]},{"cast":["Jean Dujardin","Mathilde Seigner","Antoine Duléry","Miou-Miou","Lio"],"overview":"Ils ont 25 ans et se marient aujourd'hui.Ils ont 35 ans, se sont unis il y a dix ans et se déchirent aujourd'hui.Ils ont 45 ans, se sont déchirés il y a dix ans et tentent aujourd'hui de se réconcilier...","release_date":"2004-04-21","vote_average":5.2,"runtime":100,"cert":"N\/A","id":52538,"title":"Mariages !","adult":false,"genre_ids":[35,18]},{"cast":["Alexandra Boyd","Lee Cherry","Cam Clarke","Lara Cody","Justin Cowden"],"overview":"ELYSIUM - The name of planet which invade the earth. A scientist newly found a planet at AD 2113 which is located at the end of the Galaxy and they give it a name to elysium.The story is about the message that only love for humanity can save the earth and the human beings in aggressive and resistant historical situation with the motive of brave warrior's adventures saving the human from attacks of outer world.","release_date":"2003-02-24","vote_average":3.8,"runtime":85,"cert":"N\/A","id":52541,"title":"Elysium","adult":false,"genre_ids":[16,878]},{"cast":["Morten Grunwald","Emil Hass Christensen","Bendt Rothe","Willy Rathnov","Louis Miehe-Renard"],"overview":"På et sygehus's 5 mandsstue - stue nummer 13 - ligger der 5 meget forskellige mænd, med meget forskellig baggrunde: Byretsdommer Winther, modedesigner Philip André , bankkasserer Madsen, den uforbederlige indbrudstyv Herluf \"Smukke Arne\" Jensen , og legationssekretær Konrad Konradsen. Legationssekretæren har begået en dumhed og er kommet i lommen på en pengeafpresseren Helmer Gamtofte . Han er i besiddelse af nogle kompromitterende billeder, som han opbevarer i en bankboks i den bank, hvor Madsen er ansat. Det mandfolkekammeratskab der opstår på stue 13, bliver drivkraften, der får byretsdommeren, til at foreslå \"Smukke Arne\" at hjælpe Konradsen og bryde ind i banken og tilegne billederne.","release_date":"1964-11-13","vote_average":6.0,"runtime":99,"cert":"N\/A","id":52542,"title":"Five men and Rosa","adult":false,"genre_ids":[35,80]},{"cast":["Poul Reichhardt","Astrid Villaume","Nina Pens Rode","William Rosenberg","Paul Hagen"],"overview":"På en af vore smukke, store herregårde - Borchholmgård - bor Godsejer Claus Borch (Gunnar Lauring). Han er enkemand og barnløs, rent officielt ihvert fald. Mens han er på rejse, ankommer Anders Jansen (Poul Reichhardt) til gården. Han medbringer et brev, som han er kommet i besiddelse af efter sin mors død. Det var moderens sidste ønske, at Anders skulle opsøge sin far og vise ham brevet, der beviser, at han er Claus Borchs søn.","release_date":"1954-12-20","vote_average":6.3,"runtime":92,"cert":"N\/A","id":52545,"title":"Arvingen","adult":false,"genre_ids":[35,10751,18]},{"cast":["Alain Delon","Véronique Jannot","Bernard Giraudeau","Francine Bergé","Michel Auclair"],"overview":"The film is set in a modern war, probably between a European country and a country in the Far East. Behind the battle lines, in a medical unit, a surgeon falls in love with an idealistic nurse after an initially difficult meeting.","release_date":"1979-10-26","vote_average":5.7,"runtime":90,"cert":"N\/A","id":52546,"title":"The Medic","adult":false,"genre_ids":[10752,18]},{"cast":["Sofie Gråbøl","Vigga Bro","Kirsten Lehfeldt","Else Petersen","John Hahn-Petersen"],"overview":"I en lille 2-værelses baggårdslejlighed, på Vesterbro i København, bor den 14 årige Ester (Sofie Gråbøl) sammen med faderen (Torben Jensen), moderen (Vigga Bro) og storebroderen Carl (Carl Quist Møller). Det er tidens typiske arbejderkvarter og lejligheden er uden nogen form for moderne bekvemmeligheder. Koks skal hentes i en mørk kælder, hvor hjemløse har søgt ly og logi for natten. Ester er en drømmer. Hendes ønske er at blive forfatter og hun skriver digte i det skjulte. Hun glemmer ofte tid og sted, når hendes tanker går på langfart.","release_date":"1986-11-07","vote_average":5.6,"runtime":90,"cert":"N\/A","id":52547,"title":"Barndommens gade","adult":false,"genre_ids":[18]},{"cast":["Nando Reis","Muricy Ramalho"],"overview":"Tells the stories of six national soccer titles won by São Paulo Futebol Clube, from the point of view of the fans.","release_date":"2010-09-17","vote_average":8.5,"runtime":90,"cert":"N\/A","id":52550,"title":"Soberano - Seis Vezes São Paulo","adult":false,"genre_ids":[99]},{"cast":["Mark Tremonti","Brian Marshall","Myles Kennedy","Scott Phillips"],"overview":"Formed in 2004 by Creed members Mark Tremonti, Brian Marshall and Scott Phillips and former Mayfield Four singer Myles Kennedy, Alter Bridge is a hard rock band that continues to gain in popularity in a time when record and ticket sales are down. Having spawned 5 Top Ten hits in the US and numerous Top Ten Hits Internationally, Alter Bridge is now becoming one of the most respectable hard rock touring acts in the World. Three of the members 'other band Creed was one of the most successful rock groups ever, having sold over 30 million records, winning a Grammy Award and selling out arenas and stadiums world- wide. Live from Amsterdam is the their first concert film and live album, recorded on December 7, 2008 at the Heineken Music Hall in Amsterdam, Netherlands.","release_date":"2009-10-06","vote_average":6.4,"runtime":120,"cert":"N\/A","id":52551,"title":"Alter Bridge: Live from Amsterdam","adult":false,"genre_ids":[10402]},{"cast":["M. Jennings","Romus Reece","Kerry Arrowood-Cummings","Lee Bloom","Stephanie Brown"],"overview":"Marcus makes a bet that he'll go out with the next girl who walks through the Mayflower! bar doors. She just happens to be the gorgeous Rhonda and costs $1000 to take him around the world. Follow Marcus and Lamont's adventure to get the money.","release_date":"2009-11-01","vote_average":0.0,"runtime":85,"cert":"N\/A","id":52552,"title":"Mayflower!","adult":false,"genre_ids":[35,10749]},{"cast":["Yorgo Voyagis","Mohammed Lakhdar-Hamina","Leila Shenna","Cheikh Nourredine","François Maistre"],"overview":"The beginings of the Algerian Revolution as seen through the eyes of a peasant.","release_date":"1975-11-26","vote_average":5.5,"runtime":177,"cert":"N\/A","id":52555,"title":"Chronicle of the Years of Fire","adult":false,"genre_ids":[18]},{"cast":["Tarık Akan","Halil Ergün","Şerif Sezer","Meral Orhonsay","Necmettin Çobanoğlu"],"overview":"A harsh portrait of Turkey, its people and its authorities, shown through the stories of five prisoners given a week's home leave, and the problems they encounter in adjusting to the world outside.","release_date":"1982-09-01","vote_average":7.5,"runtime":124,"cert":"N\/A","id":52556,"title":"Yol","adult":false,"genre_ids":[18,10749]},{"cast":["Coluche","Valérie Mairesse","Didier Kaminka","François Perrot","Éva Darlan"],"overview":"Michel works there manically solving people's problems over the phone. He is about to tie the knot with his girl friend Isabelle, an airline hostess. She flies all over the world, he hates to leave the office. A series of madcap mishaps involving theft or injury (as you would expect in his line of work) ensues after Michel promises Isabelle nothing will delay their marriage and she promises in turn that she's done flying. Once this unlikely promise is made, it becomes premise and both are forced into escalating white lies to maintain the appearance of keeping their word. Their predicament mounts as Isabelle is forced to do a few more flights, while Michel is compelled to travel to New York, Tunisia, and finally Hong Kong, where they are finally reunited in the throes of a contrived and hilarious drug deal involving a 747, water taxi chases, and martial arts.","release_date":"1983-03-23","vote_average":6.2,"runtime":102,"cert":"N\/A","id":52557,"title":"Banzaï","adult":false,"genre_ids":[35]},{"cast":[],"overview":"DVD description: You'll love the \"warm, winning comic chemistry\" (New York Magazine) between comedy legends Joseph Bologna (Big Daddy) and Tom Bosley (TV's Happy Days) in this timeless tale of second chances. Joined by an irresistible young ensemble cast, Bologna and Bosley set out on a quest that's \"filled with little pleasures\" (New York Sun). Fifty years ago, top pro baseball prospect Mickey Stern met the girl of his dreams on the magical Fire Island. Now Mickey returns with his bestfriend Harry and discovers the island magic hasn't disappeared. Mickey finds his past in a younger man's future and has just one week to make up for old mistakes. Naturally, a few curveballs are thrown their way.","release_date":"","vote_average":4.8,"runtime":90,"cert":"N\/A","id":52558,"title":"Returning Mickey Stern","adult":false,"genre_ids":[35,18,10749]},{"cast":["Cécile de France","Jean-Paul Rouve","Marie Vincent","Jean-Claude Donda","Gérard Surugue"],"overview":"Prince Charming was supposed to live long and happily with Snow White after kissing her back to life. However the jealous 'good' fairy decides that she and the prince were meant to be, only the start of a whole series of perversions of various fairy tale characters' traditional good nature.","release_date":"2007-01-31","vote_average":4.7,"runtime":82,"cert":"N\/A","id":52559,"title":"Snow White: The Sequel","adult":false,"genre_ids":[16,35]},{"cast":["Michael McKean","Chris Young","Josie Bissett","Beau Dremann","John Cameron Mitchell"],"overview":"John Twiller takes down his high school yearbook and begins to reminiscence about that time he first moved into the neighborhood in 1956. His teenage self, Jack is obsessed with Lily one of the more popular girls around. The sole obstacle is Angelo, her bullying boyfriend. With the help of his pals Crutch, Floyd, and Spider, he makes every attempt possible to change her mind.","release_date":"1990-08-03","vote_average":6.0,"runtime":82,"cert":"N\/A","id":52560,"title":"Book of Love","adult":false,"genre_ids":[35,10749]},{"cast":["Edward G. Robinson","Jean Arthur","Arthur Hohl","James Donlan","Arthur Byron"],"overview":"Ordinary man-in-the-street Arthur Ferguson Jones leads a very straightforward life. He's never late for work and nothing interesting ever happens to him. One day everything changes: he oversleeps and is fired as an example, he's then mistaken for evil criminal killer Mannion and is arrested. The resemblance is so striking that the police give him a special pass to avoid a similar mistake. The real Mannion sees the opportunity to steal the pass and move around freely and chaos results.","release_date":"1935-02-22","vote_average":7.0,"runtime":93,"cert":"N\/A","id":52561,"title":"The Whole Town's Talking","adult":false,"genre_ids":[35,80,18]},{"cast":["Luciano Ligabue"],"overview":"","release_date":"2006-05-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":52562,"title":"Ligabue Stadio - Nome e Cognome Tour","adult":false,"genre_ids":[]},{"cast":["Luciano Ligabue"],"overview":"","release_date":"1991-07-06","vote_average":6.0,"runtime":null,"cert":"N\/A","id":52563,"title":"Ligabue Dal Vivo","adult":false,"genre_ids":[]},{"cast":["Luciano Ligabue"],"overview":"","release_date":"2002-07-15","vote_average":7.8,"runtime":null,"cert":"N\/A","id":52566,"title":"Ligabue Stadio Olimpico","adult":false,"genre_ids":[]},{"cast":["Jovanotti"],"overview":"","release_date":"2005-11-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":52567,"title":"Jovanotti Buon Sangue Live","adult":false,"genre_ids":[10402]},{"cast":["Biagio Antonacci"],"overview":"Registrazione dei due concerti al Forum di Milano dell'aprile 2005. Tracklist: Eternità; Immagina; Angela; Mio padre è un re; Quanto tempo ancora; Che differenza c'è; Passo da te; Dopo il viaggio; Non parli mai; Mi fai stare bene; Amo te; Quell'uomo lì; Prima di tutto; Così presto no; Se io se lei; Se è vero che ci sei; Le cose che hai amato di piú; Ritorno ad amare; Pazzo di lei; Non ci facciamo compagnia; Convivendo; Iris (tra le tue poesie); Sappi amore mio; Fiore; Danza sul mio petto; Non so piú a chi credere; Non è mai stato subito; Liberatemi.","release_date":"","vote_average":4.0,"runtime":170,"cert":"N\/A","id":52568,"title":"Biagio Antonacci Convivendo Tour 2005","adult":false,"genre_ids":[28,53,10749]},{"cast":[],"overview":"O Exaltasamba irá celebrar os 25 anos de sua carreira com a gravação do show que fará no dia 5 de junho no Parque Antártica, em São Paulo. A apresentação será lançada em CD e DVD. Formado nos anos 80, o grupo já lançou 14 álbuns e 3 DVDs. A formação atual conta com Péricles (banjo e voz), Pinha (repique de mão), Thiaguinho (banjo e voz), Brilhantina (cavaco) e Thell (tantã). O repertório do show em São Paulo terá os maiores sucessos da banda, como “Aceita, Paixão”, “Me Apaixonei Pela Pessoa Errada” e “Abandonado”. O DVD, ainda sem título, contará com 14 faixas inéditas e 8 músicas de artistas que influenciaram o Exaltasamba ao longo dos anos.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":52569,"title":"Exaltasamba - 25 Anos","adult":false,"genre_ids":[]},{"cast":["Piero Pelù"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":52570,"title":"Piero Pelù Tra Cielo E Terra","adult":false,"genre_ids":[]},{"cast":["Dina Meyer","Lochlyn Munro","Mackenzie Gray","Donnelly Rhodes","Dario Delacio"],"overview":"An astronomer and a cryptographer uncover a series of ancient tunnels, unwittingly unleashing a deadly Sphinx. In order to trap the Sphinx back in its tomb and stop impending destruction, our explorers must solve a series of complicated and possibly deadly riddles.","release_date":"2008-06-13","vote_average":3.6,"runtime":89,"cert":"12","id":52571,"title":"Riddles of the Sphinx","adult":false,"genre_ids":[9648,10770]},{"cast":["Steve Howe","John Wetton","Carl Palmer","Geoff Downes"],"overview":"This album is the Asia fan's dream come true. An outstanding music BDDisc (filmed in Tokyo) which features the 4 original members (John Wetton, Steve Howe, Geoffrey Downes, and Carl Palmer), accompanied by excellent sound quality and camera work. The camera focusses on the band members playing and does not dart back and forth from the audience to the band members. What a relief! This album marks the 25th anniversary of the 1st Asia album, which came out in 1982.","release_date":"2007-09-24","vote_average":5.2,"runtime":155,"cert":"","id":52572,"title":"Asia: Fantasia – Live In Tokyo","adult":false,"genre_ids":[10402,99]},{"cast":["Vasco Rossi","Clara Moroni","Alberto Rocchetti","Claudio Golinelli","Maurizio Solieri"],"overview":"","release_date":"2003-04-01","vote_average":5.3,"runtime":null,"cert":"N\/A","id":52573,"title":"Vasco Rossi @ S.Siro 03","adult":false,"genre_ids":[10402]},{"cast":["Vasco Rossi","Stef Burns","Maurizio Solieri","Riccardo Mori","Mike Baird"],"overview":"A live consert with Vasco","release_date":"2005-04-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":52574,"title":"Vasco Rossi Live Anthology","adult":false,"genre_ids":[10402]},{"cast":["Tommy Lee Jones","Ed Flanders","James Hampton","Tovah Feldshuh"],"overview":"The Amazing Howard Hughes is a 1977 television movie about American aviation pioneer and filmmaker Howard Hughes, based on the book by Hughes' business partner Noah Dietrich. The film starred Tommy Lee Jones, Ed Flanders, and Tovah Feldshuh.","release_date":"1977-04-13","vote_average":5.3,"runtime":215,"cert":"N\/A","id":52579,"title":"The Amazing Howard Hughes","adult":false,"genre_ids":[18,10770]},{"cast":["Tomoka Kurotani","Masaya Kikawada","Hiroaki Murakami","Reiko Takashima","Hirotaro Honda"],"overview":"俵万智の『トリアングル』を原作に、作詞家の阿木曜子が映画監督に挑戦したヒロイン映画。33歳のフリーライター薫里（黒谷友香）は年上のカメラマン（村上弘明）との不倫、ヴァイオリニストの卵（黄河田将也）と、2人の男の間で揺れ動いていく。大人の女性の恋と日常を繊細なタッチで描いたものだが、ダンスなどを用いたイメージ重視の演出がなされている割にはそこが膨らんでゆかず、時折挿入される原作の短歌に画が負けているのは痛い。どこか一昔前の女性自立を表看板にしたセクシー映画を見せられているようだ。結局、黒谷友香のシェイプアップされた美しいヌードも含むラブ・シーンの数々が最大の魅力ということになってしまうが、それらが嫌味なく撮られているのは認めていい。阿木監督の夫・宇崎竜童の音楽も妻を健気にサポートしている。（増當竜也）","release_date":"2006-11-11","vote_average":0.0,"runtime":101,"cert":"N\/A","id":52580,"title":"TANNKA","adult":false,"genre_ids":[18]},{"cast":["Roy \"Chubby\" Brown"],"overview":"Britain's most outrageous comic is back with his best show yet! Help yourself to a huge portion of laughs and plenty of sauce with Pussy &amp; Meatballs, Chubby's brand new live DVD. It's far too rude for TV so if you like your humour very politically incorrect don't miss this brilliant new show. It's bursting with bellyaching comedy and definitely his funniest, filthiest DVD yet!","release_date":"2010-11-22","vote_average":0.0,"runtime":62,"cert":"18","id":52581,"title":"Roy Chubby Brown: Pussy & Meatballs","adult":false,"genre_ids":[35]},{"cast":["Jang Hyun-sung","Hong So-hee","Park Hee-soon","Cho Seong-ha"],"overview":"Two young men, Ye-joon and Jae-moon, have been close friends since doing military service together. Ye-joon has lately worked his way up to becoming a successful financier, while the unambitious Jae-moon has opted for a much less conspicuous route. He now works as a cook and is enjoying family life with his wife Ji-sook and their new-born son. Ji-sook tolerates her husband’s attachment to his friend, but everything changes after the tragic death of the child, caused by Ye-joon. Ji-sook was in Paris when the tragedy occurred and isn’t aware of the circumstances; she even starts an affair with Ye-joon when her husband is imprisoned after taking the blame for his son’s death. Relationships which were originally crystal-clear begin to grow distinctly cloudy.","release_date":"2008-11-27","vote_average":4.3,"runtime":110,"cert":"N\/A","id":52582,"title":"My Friend & His Wife","adult":false,"genre_ids":[]},{"cast":["Goo Bon-Seung","Kang Ye-won","Lee Joo-hyun","Choi Eun-ju","Lee Yoon-sung"],"overview":"Everything seems to be going right for young Sung-Bin. He's got looks, money, a good job, and a beautiful fiancee. Only one thing is missing: he can't satisfy his wife in bed. He then sets out to master all things sex so he can return home and please her.","release_date":"2002-10-11","vote_average":4.3,"runtime":108,"cert":"N\/A","id":52583,"title":"Sex of Magic","adult":false,"genre_ids":[18,10749]},{"cast":["Go Eun-ah","Jung Joon-ho","Kim Won-hee","Lim Hyung-jun","Kim Ji-young"],"overview":"An attractive single mother rents a room in her house to a mysterious drifter who has nefarious plans to swindle her.","release_date":"2007-08-08","vote_average":5.5,"runtime":107,"cert":"N\/A","id":52586,"title":"Swindler in My Mom's House","adult":false,"genre_ids":[35]},{"cast":["Karoline Herfurth","Nina Hoss","Jennifer Ulrich","Anna Fischer","Max Riemelt"],"overview":"One night, 18 year old Lena is bitten by Louise, leader of a female vampire trio that are as deadly as they are beautiful. Her newfound vampiric lifestyle is a blessing and a curse at the same time. At first, she enjoys the limitless freedom, the luxury, the parties. But soon the murderous blood lust of her comrades in arms proves too much for her, and she falls dangerously in love with Tom, a young undercover cop. When she resolves to turn her back on the bloodsucking band of sisters, Louise fury knows no bounds. Lena will have to choose between immortal love and immortal life.","release_date":"2010-10-28","vote_average":6.2,"runtime":100,"cert":"N\/A","id":52587,"title":"We Are the Night","adult":false,"genre_ids":[14,18,27,10749]},{"cast":["Yuya Yagira","Satomi Ishihara","Kei Tanaka","Shihori Kanjiya","Chiaki Sato"],"overview":"A high school girl, Wara (Ishihara Satomi), looks cheerful, but she conceals darkness deep in her mind. On a sudden impulse, she nearly climbs over a fence on the hospital roof, when an unacquainted boy, called Dino (Yagira Yuya), persuades her otherwise. Concerned about troubled Wara, Dino puts a bandage on the fence. Wara feels comforted by his act, and comes up with an idea to form \"Hotai Club\" (Bandage Club). The Club asks people to post their　bruising experiences on the site, then the Club applies a bandage to the damaged part or the place, and a digital photograph is sent back to the original poster. Wara started the Club with Dino and other friends. Club members each have their own problems, but they are gradually freed from their worries through the activities of the Club.","release_date":"2007-09-15","vote_average":6.5,"runtime":118,"cert":"N\/A","id":52588,"title":"The Bandage Club","adult":false,"genre_ids":[18,35]},{"cast":["Hitomi Kuroki","Junichi Okada","Jun Matsumoto","Shinobu Terajima","Kento Handa"],"overview":"Toru Kojima and his friend Koji are young student boys with one thing in common - they both love to date older women. Koji is a playboy with several women, young and older, whereas Toru is a romantic with his heart set on on certain lady.","release_date":"2005-01-15","vote_average":7.2,"runtime":125,"cert":"N\/A","id":52589,"title":"Tokyo Tower","adult":false,"genre_ids":[18,10749]},{"cast":["David Draiman","Dan Donegan","Mike Wengren","John Moyer"],"overview":"This 75+ minute film, directed by Rafa Alcantara of TWENTYFOURCORE Productions, candidly captures the band's ten-year history, with extensive behind the scenes and never before seen footage. \"It basically tells the story of the band, from its inception to present day, says front man David Draiman. \"The band has had its share of ups and downs along the way and I think we tried to be as open and honest about all of it as we could. It's very insightful and we hope its something the fans will appreciate.\"","release_date":"2010-08-26","vote_average":4.5,"runtime":75,"cert":"N\/A","id":52590,"title":"Decade Of Disturbed","adult":false,"genre_ids":[99]},{"cast":["Armand Assante","James Russo","Flavor Flav","Hector Echavarria","John Savage"],"overview":"\"From the day I was born I had to fight to survive. I fought everyone and everything that came in front of me. On the streets, confessions are made in Blood. They say that when you confess your sins, only then can you be redeemed. This is my redemption. This is my confession.\" (Eddie Castillo 2005)","release_date":"2005-06-10","vote_average":4.4,"runtime":95,"cert":"N\/A","id":52591,"title":"Confessions of a Pit Fighter","adult":false,"genre_ids":[12,18,28,53]},{"cast":["Lee Joon-gi","Aoi Miyazaki","Kimiko Yo","Shun Shioya","Ayaka Morita"],"overview":"Min is a Korean boy moves to Japan with his father who is a potter. One day at a local shrine, he meets Nanae, a beautiful Japanese girl with stunning eyes who is aspiring to be a painter. Min falls in love at first sight and finds out that Nanae attends the school to which he has just transferred. Their friendship develops fast despite their cultural and language difference. When Min's grandmother falls ill, Min returns to Korea and Nanae is nowhere to be found. Had his true feelings for Nanae not been apparent to her? Why has Nanae disappeared without a word?","release_date":"2007-05-12","vote_average":6.3,"runtime":102,"cert":"N\/A","id":52592,"title":"Virgin Snow","adult":false,"genre_ids":[10749]},{"cast":["Roy Rogers","George 'Gabby' Hayes","Dale Evans","Carol Hughes","George Meeker"],"overview":"In this Roy Rogers entry, featuring a song written by Oklahoma Governor Roy J. Turner (making him and Lousiania's Jimmie Davis and Texas' W.E. \"Pappy\" O'Daniel possibly the only state governors to write songs used in a western), Flying U ranch owner Sam Talbot is killed by a fall from a horse. St. Louis reporter Connie Edwards comes to check a rumor that he might have been murdered. She goes to Roy Rogers, editor of the local newspaper, and he takes her to the reading of Talbot's will. The ranch is left to Talbot's 12-year-old ward, Duke Lowery, much to the dismay of Talbot's niece, Jan Holloway. After some attempts on Duke's life, Roy finally proves that Jan, Steve McClory and coroner Jim Judnick had Talbot killed and are conspiring to do the same for Duke, making Jan the last heir.","release_date":"1946-10-18","vote_average":6.0,"runtime":72,"cert":"N\/A","id":52593,"title":"Home in Oklahoma","adult":false,"genre_ids":[28,37]},{"cast":["Axel Strøbye","Kai Løvring","Ulf Pilgaard","Baard Owe","Poul Bundgaard"],"overview":"A festive crime comedy about a confused innkeeper who involuntarily finds himself becoming entangled in a larger crime-affair where the villains have stolen and smuggled a precious diamond baked in a cake ...","release_date":"1976-02-20","vote_average":7.0,"runtime":84,"cert":"N\/A","id":52596,"title":"Flaming Fire Chief","adult":false,"genre_ids":[35]},{"cast":["Buster Crabbe","Frances Galdwin","Ed Cassidy","Al St. John","I. Stanford Jolley"],"overview":"Kirby sends his henchmen to break killer Matt Brawley out of jail. But Brawley has already broken out and they return with Fuzzy instead. Realizing they think he's Brawley, Fuzzy plays the part. He and Bill plan to round up the gang but Fuzzy is in trouble when the real Brawley shows up to expose the hoax.","release_date":"1945-08-17","vote_average":0.0,"runtime":58,"cert":"N\/A","id":52597,"title":"Stagecoach Outlaws","adult":false,"genre_ids":[28,37]},{"cast":["Astrid Villaume","Kjeld Jacobsen","Bertel Lauring","Baard Owe","Ejner Federspiel"],"overview":"Et sted på Fyn, hvor de levende hegn omkranser de bugnede marker, ligger Uglegaarden. Det er den største og rigeste gård i sognet, og den ejes af enken Dora og hendes tre brovtende stedsønner Karl, Viggo og Thomas. Deres faste tilholdssted er landsbyens kro, hvor kropigen Sara må finde sig i deres grovkornede tilnærmelser. De tre brødre har store planer med den lille nabogård Mosegaarden. De har opdaget, at under Mosegaardens magre marker og høje skrænter findes rågrus i store mængder. Chr. Thorup, der ejer stedet, har belånt gården til langt op over skorstene. Nu venter Uglegaards-brødrene bare på det rigtige tidspunkt til at overtage Mosegaarden. Men da Thourps søn, Henrik, uventet dukker op på Mosegaarden, bliver der kastet grus i de tre brødres skumle planer.","release_date":"1967-10-16","vote_average":7.5,"runtime":100,"cert":"N\/A","id":52598,"title":"Brødrene på Uglegaarden","adult":false,"genre_ids":[35]},{"cast":["Robert Rusler","Jennifer Garies","Fredric Lehne","Pepper Sweeney","Assen Blatechki"],"overview":"En plein coeur de l'Europe de l'Est, dans une ancienne république du bloc communiste. Un puissant cartel de la drogue organise des raids destinés à destabiliser le pouvoir en place afin de prendre progressivement le contrôle de la région. Seul moyen de mettre fin aux ambitions de cette dangereuse organisation : l'emploi de la force militaire. En l'occurence, l'intervention d'une escadrille d'hélicoptères de combat commandée par le ranger Ben Garrett...","release_date":"2004-06-16","vote_average":3.0,"runtime":90,"cert":"N\/A","id":52599,"title":"Air Strike","adult":false,"genre_ids":[28,12,53,10752]},{"cast":["Dirch Passer","Karl Stegger","Paul Hagen","Ove Sprogøe","Lone Hertz"],"overview":"The protagonist is a jovial bus driver, well beloved by his passengers, essentially the whole community around him. The bus, however, is old, and needs to be replaced. The bus driver himself is also needed as a handyman for all the people around him, assisting with stray cattle, household machines, children's homework, errands of all kinds, and at one occasion, assisting birth. Progress is however leaving him behind, and the local county council plots on a solution, involving a new bus and driver. The community revolts, and the local midwife (married to the mayor) intervenes with all the locals to keep the bus driver, who ends up keeping his job in a new bus.","release_date":"1963-10-04","vote_average":5.6,"runtime":90,"cert":"N\/A","id":52600,"title":"Bussen","adult":false,"genre_ids":[35]},{"cast":["Buster Crabbe","Al St. John","Patti McCarty","Charles King","John Merton"],"overview":"Billy Carson and Fuzzy Jones have just collected a reward and Fuzzy indulges in a dream of getting away from the hectic life he has been leading and wants to settle down. They arrive in Red Rock just as the newspaper is being sold at foreclosure and, despite the attempts by Lafe Barlow to intimidate him from bidding. Fuzzy finds himself the owner of a newspaper. Fuzzy meets Edith Martin, daughter of the former owner, and unthinkingly commits himself to carrying on her father's policy of bringing a telegraph line to Red Rock. For reason of his own, Barlow is against this and has his henchmen wage a campaign of terror against the ranchers and citizens. Before long, Billy who had been lazily indifferent to everything connected to Fuzzy and his newspaper, decides to take a hand on the side of the good guys.","release_date":"1944-06-25","vote_average":6.0,"runtime":60,"cert":"N\/A","id":52601,"title":"Fuzzy Settles Down","adult":false,"genre_ids":[37]},{"cast":["Poul Reichhardt","Ingeborg Brams","Ib Schønberg","Karin Nellemose","Else Højgaard"],"overview":"Café Paradis is an award-winning Danish film made in 1950, directed by Bodil Ipsen and Lau Lauritzen Jr., and written by Johannes Allen. The film received the Bodil Award for Film of the Year, and Ib Schønberg, for what is regarded his finest performance, received the Bodil Award for Best Supporting Actor.","release_date":"1950-10-21","vote_average":7.5,"runtime":97,"cert":"N\/A","id":52602,"title":"Café Paradis","adult":false,"genre_ids":[10751,18,35]},{"cast":["Bodil Kjer","Hans Kurt","Poul Reichhardt","Ellen Gottschalch","Johannes Meyer"],"overview":"Komponisten John Berger er plaget af ægteskabelige problemer og kæmper med en deadline for musikken til en operette. Da han får besøg af musikkens muse Polyhymnia, begynder melodierne at flyde, men hun bliver samtidig årsag til en masse forviklinger i det jordiske liv. Hun forelsker sig, ligesom Johns kone Irene, i flyverløjtnanten Harry, mens hendes far Zeus misbilligende ser til og beslutter sig for at gribe ind. Alt imens nærmer premieren på operetten sig med hastige skridt.","release_date":"1951-10-03","vote_average":6.5,"runtime":101,"cert":"N\/A","id":52603,"title":"Mød mig på Cassiopeia","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Jérôme Lebanner"],"overview":"Chaque année, les meilleurs combattants de boxe pieds-poings toutes disciplines et toutes catégories confondues s'affrontent dans le but de se qualifier pour l'événement le plus prestigieux des sports de combat : le \"Fields K-1 World Grand Prix Final\". Le 8 décembre 2007, les 8 finalistes se retrouvent au Japon, à Yokohama, Jérôme Le Banner est qualifié.","release_date":"2008-11-04","vote_average":0.0,"runtime":90,"cert":"N\/A","id":52604,"title":"Boxing my Shadow","adult":false,"genre_ids":[]},{"cast":["Ben Bonenfant","Nick Frangione","Raphael Barker","Artem Mishin","Michael Carlisi"],"overview":"A routine trick propels a tall, dark, cynical hustler into a series of life-changing encounters in this drama. But this amicable and sexually efficient rent boy begins to look at himself differently when he finds himself lost in a maze-like apartment building. As he wanders through the building, he tricks with a variety of johns; sex is the commonality, but out of that commodity comes raw, unguarded emotions for all.","release_date":"2010-09-24","vote_average":6.1,"runtime":95,"cert":"N\/A","id":52605,"title":"Strapped","adult":false,"genre_ids":[18]},{"cast":["Ove Sprogøe","Lily Broberg","Astrid Villaume","Kristian Paaschburg","Manfred Reddemann"],"overview":"The four kids, Julian, Dick, Georgina and Anne plus the dog Tim go on a bike-trip without any grownups around, but they are soon followed by a another boy, Richard, who is pursued by kidnappers.","release_date":"1970-10-16","vote_average":7.0,"runtime":90,"cert":"N\/A","id":52606,"title":"Five Get Into Trouble","adult":false,"genre_ids":[80,18,10751]},{"cast":["Ove Sprogøe","Astrid Villaume","Lily Broberg","Karl Stegger","Else-Marie Juul Hansen"],"overview":"En børnefilm efter den engelske forfatter Enid Blytons meget populære De Fem-bøger, oversat til 37 sprog. Den kvikke Georgina (Lone Thielke) kommer - sammen med Julian (Mads Rahbek) Dick (Niels Kibenich), Anne (Sanne Knudsen) og Schäferhunden Tim på sporet af spioner, der stjæler tophemmelige formler fra Georginas far. De paragraffer klarer de fem.","release_date":"1969-10-13","vote_average":8.0,"runtime":81,"cert":"N\/A","id":52607,"title":"Five and the Spies","adult":false,"genre_ids":[80,18,10751]},{"cast":["Oliver Reed","Geraldine Chaplin","Don Gordon","Diane Cilento","Eugene Blau"],"overview":"In the not too distant future, a very smoggy and overpopulated Earth government makes it illegal to have children for a generation. One couple, unsatisfied with their substitute robot baby, breaks the rules and gets in a lot of trouble. (Z.P.G. stands for Zero Population Growth.)","release_date":"1972-05-25","vote_average":5.8,"runtime":97,"cert":"N\/A","id":52608,"title":"Z.P.G.","adult":false,"genre_ids":[18,878]},{"cast":["Poul Reumert","Anna Borg","Poul Reichhardt","Lily Weiding","Lilian Ellis"],"overview":"Komponisten Jørgen Rhoders lever livet let, i hvert fald hvis man spørger hans søn Per. Per og hans stedsøster, Ulla, beslutter sig for at give deres far lidt modgang, således at hans kompositioner kan blive bedre. Jørgen snyder dog børnene og først da børnene får gjort forældrene uvenner ser det ud til at lysne. I mellemtiden tror Ulla, at Per er forelsket i Lily.","release_date":"1945-10-22","vote_average":7.0,"runtime":95,"cert":"N\/A","id":52609,"title":"De kloge og vi gale","adult":false,"genre_ids":[35]},{"cast":["Sally Kellerman","Casper Van Dien","Jack Scalia","Denise Richards","Elliott Gould"],"overview":"Out at Pacific Coast University, five students living in the same apartment building go through personal trials.","release_date":"1995-04-18","vote_average":4.0,"runtime":92,"cert":"N\/A","id":52610,"title":"Kill Shot","adult":false,"genre_ids":[53,35,10749]},{"cast":["Claudia Fontán","Manuel Manquiña","Matías Sandor","Camila Riveros","Fernando Guillén Cuervo"],"overview":"Eight year old Lucas would like to know how the Tooth Fairy exchanges coins for teeth without getting caught. He is determined to stay awake all night to find out. Meanwhile, a little mouse falls into a trap set by a dishonest contractor who is desperate to tell the world his secret, that the mouse is the Tooth Fairy. Lucas and his family has to do everything in their power to help the sweet little mouse with its mission, which since time immemorial, is to make children happy...","release_date":"2008-12-12","vote_average":5.0,"runtime":90,"cert":"N\/A","id":52611,"title":"The Hairy Tooth Fairy 2","adult":false,"genre_ids":[16,10751]},{"cast":["Albert Dupontel","Claude Perron","Philippe Uchan","Michel Vuillermoz","Nicolas Marié"],"overview":"A playwright of note, Darius developed a drinking problem after his first major hit, and has taken time out from writing his follow-up to go to a clinic and dry out. After his release, Darius finds his producer has hired a leading lady for his next show, booked the theater and advertised the starting date -- all without Darius writing so much as a word of this new play. Darius desperately tries to come up with ideas, but nothing comes to mind, with an inflexible deadline staring him in the face. One day, Darius kills a neighbor's cat by accident; terribly depressed, he swallows some sedatives and falls asleep at his computer -- only to awake with the beginning of his play glowing on the screen. Darius is now convinced he must kill in order to create, and starts murdering an ever-expanding variety of creatures in order to satisfy his now bloodthirsty muse.","release_date":"1999-06-16","vote_average":6.8,"runtime":92,"cert":"N\/A","id":52612,"title":"Le créateur","adult":false,"genre_ids":[35]},{"cast":["Pio Marmaï","Omar Sy","Karim Belkhadra","Fanny Valette","Guy Lecluyse"],"overview":"La loi de Murphy est un principe empirique énonçant que \" si quelque chose peut mal tourner, alors cette chose finira infailliblement par mal tourner \". La loi de Murphy est donc une variante de la loi de l'emmerdement maximum qui veut qu'une tartine tombe toujours du côté de la confiture... Après quatre ans de prison, Elias effectue sa réinsertion dans un hôpital. Il travaille comme brancardier. Dans cinq heures, sa conditionnelle arrivera à terme. Il pourra prendre un nouveau départ et tirer un trait sur le passé. Mais voilà, c'est sans compter sur La loi de Murphy et sa jolie brochette d'emmerdements maximums.","release_date":"2009-11-04","vote_average":4.8,"runtime":94,"cert":"N\/A","id":52613,"title":"La loi de Murphy","adult":false,"genre_ids":[35,53]},{"cast":["Willem Dafoe","Yan Luo","Shek Sau","Yi Ding","John Cho"],"overview":"With World War 2 looming, a prominent family in China must confront the contrasting ideas of traditionalism, communism and Western thinking, while dealing with the most important ideal of all: love and its meaning in society.","release_date":"2001-03-16","vote_average":5.3,"runtime":116,"cert":"N\/A","id":52616,"title":"Pavilion of Women","adult":false,"genre_ids":[10752,18,10749]},{"cast":["Gérard Jugnot","Bernard Le Coq","Juan Diego","Assaad Bouab","Stéphane Debac"],"overview":"En 1577, Pic Saint Loup, grand couturier sur le déclin, se voit confier par le roi Henri III, une mission diplomatique : il doit confectionner sa plus belle robe de cérémonie pour le mariage arrangé d'un de ses neveux avec la fille d'un Grand d'Espagne. Dans une Espagne catholique intégriste qui traque protestants, maures, juifs et homosexuels, Saint Loup va se mettre en chemin entouré de ses gens. Ce qu'il ignore, c'est qu'il part avec un protestant, son fidèle secrétaire, bien décidé à cacher une bombe dans la robe pour venger les siens de la sanglante Saint Barthélémy. Il part également avec son \" nègre \" un maure qu'il doit transformer en blond normand, avec son parfumeur, son \" nez \" un juif marrane ainsi que son coiffeur, une folle perdue. Tout ce joli monde \" persona non grata \" va se retrouver chez le père de la fiancée, un détraqué de la pire espèce, qui n'est autre que le grand inquisiteur de Cordoba...","release_date":"2009-10-14","vote_average":2.7,"runtime":97,"cert":"N\/A","id":52617,"title":"Fashion Victim","adult":false,"genre_ids":[18,35]},{"cast":["Angelika Meissner","Heidi Brühl","Paul Klinger","Margarete Haagen","Paul Henckels"],"overview":"Immenhof wurde zu einem Hotel umgestaltet, das Urlaub mit Ponyreiten anbietet und sich deshalb \"Ponyhotel\" nennt. Die Mädchen Dick und Dalli reiten auf Ponys ins nahe gelegene Lübeck, um dort Werbung für das Ponyhotel zu machen. Da die Prospekte nicht zu erfüllende Erwartungen wecken, reisen die ersten Gäste enttäuscht wieder ab. Die Situation ändert sich, als es Jochen von Roth und Oma Jantzen gelingt, ein Reisebüro von den Vorzügen ihres Urlaubshotels zu überzeugen.","release_date":"1957-01-01","vote_average":6.0,"runtime":94,"cert":"N\/A","id":52618,"title":"Ferien auf Immenhof","adult":false,"genre_ids":[35,10751]},{"cast":[],"overview":"Bergensbanen is a real time documentary film of the entire journey by rail from Bergen to Oslo in Norway. The journey, lasting almost seven and a half hours, was filmed by cameras on the outside of the train, and is interspersed with interviews, archive footage and music. An alternative cut (the version commonly available on the internet) consists entirely of unbroken phantom ride footage.","release_date":"2009-11-27","vote_average":7.0,"runtime":434,"cert":"N\/A","id":52619,"title":"Bergensbanen","adult":false,"genre_ids":[99]},{"cast":["Richie Andrusco","Richard Brewster","Winifred Cushing","Jay Williams","Will Lee"],"overview":"Joey Norton, seven years old, lives with his older brother Lennie in a lower middle class neighborhood of Brooklyn. Joey is too small to be taken seriously by Lennie and Lennie's friends. One day, while their mother is away visiting her sick mother, Lennie and his friends play a joke on Joey. They stage an incident so that Joey thinks he has shot and killed his brother. Francois Truffault credits this classic with inspiring the French New Wave.","release_date":"1953-10-06","vote_average":6.8,"runtime":80,"cert":"N\/A","id":52620,"title":"Little Fugitive","adult":false,"genre_ids":[18]},{"cast":["Heidi Brühl","Horst Janson","Birgit Westhausen","Bettina Westhausen","Jutta Speidel"],"overview":"","release_date":"1973-12-18","vote_average":5.2,"runtime":94,"cert":"N\/A","id":52621,"title":"Die Zwillinge vom Immenhof","adult":false,"genre_ids":[18,10751]},{"cast":["Samuel Le Bihan","Jean-François Stévenin","Jean-Pierre Kalfon","Youssef Diawara","Kahena Saighi"],"overview":"After a drug deal gone wrong, Bédé goes into hiding in the countryside at a reformative school for criminal youth. His location is found out, and he and the pupils have to protect themselves with whatever means they have.","release_date":"2000-06-13","vote_average":6.0,"runtime":105,"cert":"N\/A","id":52622,"title":"Total Western","adult":false,"genre_ids":[28,53]},{"cast":["Cem Akkanat","Steven Boen","Thomas Cammaert","Koen De Bouw","Joke Devynck"],"overview":"Five members of the Missing Persons Task Force investigate the mysterious disappearance of 17-year-old Evi. While unraveling the girl's troubled relationship with her parents, which leaves her father as one of the prime suspects, they discover that her life had recently taken a bizarre turn, with the teenager seen at several sex parties, receiving expensive gifts from a shadowy new friend. Was Evi the victim of a pimp, or did her father discover his daughter's double life and lose control?","release_date":"2007-01-01","vote_average":4.8,"runtime":null,"cert":"N\/A","id":52623,"title":"Missing","adult":false,"genre_ids":[80,18,53]},{"cast":["Clovis Cornillac","Christian Clavier","Sami Bouajila","Vimala Pons","Valérie Benguigui"],"overview":"Xavier Alvarez est un petit architecte d'Aix-en-Provence en recherche perpétuelle de reconnaissance sociale. Il s'est fait tout seul et prospère, mais ne parvient pas à décrocher de gros marchés publics pour assouvir ses rêves de grandeur. Il décide donc de se lancer corps, âme et biens dans la campagne de Vincent Cluzel, le candidat outsider à la mairie, persuadé qu'il renverra l'ascenseur en cas de victoire. À force d'énergie et de ruse, il parvient à discréditer le favori et à faire élire son protégé. Mais leur amitié sincère, nouée dans la conquête du pouvoir, se heurte alors aux limites des intérêts et de l'ambition.","release_date":"2009-12-02","vote_average":6.1,"runtime":95,"cert":"N\/A","id":52624,"title":"Bitter Victory","adult":false,"genre_ids":[53,18]},{"cast":["Heidi Brühl","Horst Janson","Birgit Westhausen","Bettina Westhausen","Olga Tschechowa"],"overview":"There is a lot of sunshine on the traditional Immenhof: owner Dalli and tenant Alexander Arkens want to give the javascript soon. Even Alexander's twin daughters Billy and Bobby and grandma Arkens have the sympathetic Dalli closed in her heart. But while the witty twins enjoy country life, the Immenhof is once again in financial trouble. A loan, which is due to be repaid, is a big concern for Dalli and Alexander. While Dalli wants to ask for help at her former job, Alexander wants to come to money on his own. This is the big noise preprogrammed.","release_date":"1974-09-11","vote_average":4.3,"runtime":93,"cert":"N\/A","id":52625,"title":"Frühling auf Immenhof","adult":false,"genre_ids":[18,10751]},{"cast":["Samuel Le Bihan","Nan Yu","Yann Trégouët","Bounsy Luang Phinith","Samart Payakarun"],"overview":"Samuel Le Bihan (”Brotherhood of the Wolf”) stars as Raphael Ramirez, an ex-boxing champ who now trains his young brother Manu (Yann Tregouet) to take up the mantle. Fate intervenes when Tony (Bounsy Luang Phinith), Raphael’s ex-rival, returns to town to wed his reluctant fianc’e Chinh (Nan Yu). As soon as Chinh and Raphael meet, sparks fly, and soon the two are sneaking out together. Of course this doesn’t sit well with either Tony or Chinh’s Chinese guardians, who have essentially sold her to Tony’s wealthy family. Adding to the mix is Chinh’s brother Noi (Samart Payakarun), who has come to France with the promise of a work permit to be supplied by Tony. That is, if the wedding takes place as planned.","release_date":"2003-04-16","vote_average":5.2,"runtime":97,"cert":"N\/A","id":52626,"title":"Fureur","adult":false,"genre_ids":[18,10749]},{"cast":["Kathy Long","Kris Kristofferson","Lance Henriksen","Scott Paulin","Gary Daniels"],"overview":"In the future, as a result of devastating wars, all suitable for cultivation of land turned into one big lifeless desert. In the search of fertile lands around the world were traveling group of nomadic farmers. But one of the distant city genesis in these lands came cyborgs. For the operation they need human resources, or more simply - blood. To combat this army of Vampire creator has been sent cyborg Gabriel (Christopherson). In this he will help the girl Nea (Long), whose parents as a child killed the main villain - Job (Henriksen).","release_date":"1993-04-19","vote_average":5.4,"runtime":95,"cert":"N\/A","id":52627,"title":"Knights","adult":false,"genre_ids":[28,12,878]},{"cast":["Sophie Marceau","Rodolfo De Souza","Margarita Rosa de Francisco","Linnett Hernandez Valdes","Christopher Lambert"],"overview":"Muriel is beautiful, free-spirited and bed-ridden since a horrific accident. Leo is a drunk middle-aged ex-boxer. Desperate for work and unqualified, he interviews for Muriel, who hires him to cook and care for her against her better judgment. Initially out of his depth, Leo slowly wins Muriel's trust. As Muriel teaches him to read, he forces her to confront the joys beyond her window.","release_date":"2009-11-18","vote_average":6.0,"runtime":93,"cert":"N\/A","id":52628,"title":"Cartagena","adult":false,"genre_ids":[18,10749]},{"cast":["Damián Alcázar","Joaquín Cosio","Ernesto Gómez Cruz","María Rojo","Elizabeth Cervantes"],"overview":"Benjamin Garcia, Benny is deported from the United States. Back home and against a bleak picture, Benny gets involved in the drug business, in which he has for the first time in his life, a spectacular rise surrounded by money, women, violence and fun. But very soon he will discover that criminal life does not always keep its promises.","release_date":"2010-09-03","vote_average":7.2,"runtime":145,"cert":"N\/A","id":52629,"title":"El Infierno","adult":false,"genre_ids":[18,80,35]},{"cast":["Antoine de Caunes","Mehdi Dehbi","Elsa Zylberstein","Judith Magre","Catherine Hiegel"],"overview":"A clarinetist is trying to finish his record when his wife and ten year old son reappear in his life.  His 10-year-old son whom he has never seen, and Naim, a young Muslim transvestite who will change his life ...","release_date":"2009-12-03","vote_average":5.3,"runtime":90,"cert":"N\/A","id":52630,"title":"He Is My Girl","adult":false,"genre_ids":[35,10749]},{"cast":["Catherine Munden","Ryan Doom","Daniel Booko","Mike Dunay","Guy Wilson"],"overview":"A pirate radio station is granting callers their hearts' desires. But as some teenagers find out, be careful what you wish for.","release_date":"2008-10-04","vote_average":2.8,"runtime":93,"cert":"N\/A","id":52631,"title":"The Open Door","adult":false,"genre_ids":[27]},{"cast":["Demián Bichir","Ana de la Reguera","Gerardo Trejo Luna","Juan Ignacio Aranda","Andrés Palacios"],"overview":"Hidalgo, en su celda del Hospital Militar de Chihuahua, recuerda algunos pasajes de su vida, principalmente su estancia como párroco en San Felipe Torres Mochas; donde se relacionó con las clases bajas y nació la idea emancipadora, tradujo y montó al Tartufo de Molière, se enamoró de Josefa Quintana y se alejó por algún tiempo de la vida eclesiástica.","release_date":"2010-09-16","vote_average":4.9,"runtime":115,"cert":"N\/A","id":52632,"title":"Hidalgo: la historia jamás contada","adult":false,"genre_ids":[18,36]},{"cast":["Joanne Nail","Robbie Lee","Asher Brauner","Chase Newhart","Monica Gayle"],"overview":"A tough gang of teenage girls are looking for love and fighting for turf on the mean streets of the city! Bad girls to the core, these impossibly outrageous high school hoodlums go where they want ... and create mayhem wherever they go!","release_date":"1975-01-05","vote_average":6.6,"runtime":91,"cert":"N\/A","id":52633,"title":"Switchblade Sisters","adult":false,"genre_ids":[28,80,18]},{"cast":["Brendan Fehr","Chad Lindberg","Tania Raymonde","Natassia Malthe","Shirley Knight"],"overview":"A depressed young man struggles to move on and escape haunting memories of his girlfriend, killed ten years ago in a train accident.","release_date":"2008-03-28","vote_average":4.1,"runtime":92,"cert":"N\/A","id":52634,"title":"The Other Side of the Tracks","adult":false,"genre_ids":[14,53,878]},{"cast":["Lori Loughlin","Johnny Messner","Stefanie Powers","Charles Henry Wyson","Troy Winbush"],"overview":"Ten year old Jared Marshall's life crumbled down after his parents' divorce a year ago. Not only does his dad put his job first since, mother uproots him from Iowa by moving in with her ma so she can take a job in California. When Jared's class writes letters to US troops in Bosnia from the nearest base, kindhearted Sergeant First Class Vince Carerra, who grew up fatherless and got divorced because his wife wasn't faithful while he was on tour of duty, takes to the kid and starts a correspondence with 'fatherly' advice. Once his unit returns to Fort Sebastian, Vince calls on Jared's home, warmly welcomed. Vince becomes Jared's personal baseball coach and after some Cupid encouragement, his mother's boyfriend, but on an understanding not to commit because he's likely to be redeployed.","release_date":"2010-05-08","vote_average":6.6,"runtime":88,"cert":"N\/A","id":52635,"title":"Soldier Love Story","adult":false,"genre_ids":[10749,10770]},{"cast":["Martin Nissen","Anne Consigny","Julien Frison","Louise Portal","Jacques Germain"],"overview":"Louis is a twelve year old boy who lives with his parents and older brother in southern Morocco. Louis is very happy until the day his father shares a secret with him.","release_date":"2009-02-03","vote_average":6.4,"runtime":86,"cert":"N\/A","id":52636,"title":"Angel at Sea","adult":false,"genre_ids":[18]},{"cast":["Noë Sampy","Arielle Moutel","Tsuyu Shimizu","Hippolyte Girardot","Marilyne Canto"],"overview":"When Yuki finds out that her parents are separating and she is moving to Japan with her mother, she and her best friend Nina devise ways to reunite the feuding adults.","release_date":"2009-11-27","vote_average":6.1,"runtime":92,"cert":"N\/A","id":52637,"title":"Yuki & Nina","adult":false,"genre_ids":[18]},{"cast":["Stefano Dionisi","Michel Galabru","Michel Serrault"],"overview":"Antonio Vivaldi est né un 4 mars 1679 à Venise. Il est frappé dés sa naissance d'un mal qu'on ne parviendra jamais à déceler, et qui décide sa mère à lui administer aussitôt, un baptême provisoire. Ce mal dont se plaindra le virtuose toute sa vie ne l'empêchera pas toutefois de donner des récitals à des intervalles très rapprochés. Persuadée de l'intervention de Dieu, sa mère le fait tonsurer à l'age de 14 ans, avec l'assentiment de son mari, convaincu lui-même que cette orientation sacerdotale faciliterait grandement la carrière d'instrumentiste de son fils...","release_date":"2007-08-29","vote_average":0.0,"runtime":95,"cert":"N\/A","id":52638,"title":"Antonio Vivaldi, un prince à Venise","adult":false,"genre_ids":[]},{"cast":["Donald Wolfit","Vincent Ball","Barbara Shelley","Victor Maddern","William Devlin"],"overview":"A man and wife are terrorized by Mad Scientist Dr. Callistratus who was executed but has returned to life with a heart transplant. Along with his crippled assistant Carl, the 'anemic' Mad Scientist, believed to be a vampire, conducts blood deficiency research on the inmates of a prison hospital for the criminally insane to sustain his return to life.","release_date":"1958-08-25","vote_average":5.8,"runtime":87,"cert":"","id":52639,"title":"Blood of the Vampire","adult":false,"genre_ids":[27,878]},{"cast":["François Berléand","Jackie Berroyer","Dieudonné","Claudia Gerini","Catherine Mouchet"],"overview":"Ils sont cinq tueurs. Francis, le chef, Louis le parano, Victor, l'accro aux series tele, M'sieur, fan de tamagochi et Marchand, dont la femme est la seule certitude. Elle le croit representant en chaussures. Jusqu'au jour ou elle decouvre la verite. Une discussion plus qu'orageuse suit, au cours de laquelle il lui balance un coup de poing d'une telle force qu'elle tombe dans le coma. Marchand est effondre. Il acquiert la conviction que, s'il se rachete, elle se reveillera. Il decide non seulement de raccrocher mais encore de sauver ses hypothetiques victimes.","release_date":"2001-06-13","vote_average":5.3,"runtime":95,"cert":"N\/A","id":52640,"title":"Hors Service","adult":false,"genre_ids":[35]},{"cast":["Rhiannon Leigh Wryn","Bart Johnson","William Brent","Zack Ward","Brian Stepanek"],"overview":"A pair of kids trying to save their beloved pooch from a mad scientist working for a sinister villain whose experiment has transformed their dog into a crazy-eyed muppet monstrosity.","release_date":"2011-01-04","vote_average":5.7,"runtime":90,"cert":"N\/A","id":52643,"title":"Monster Mutt","adult":false,"genre_ids":[10751,878,35]},{"cast":["Nathan Patrick Agin","Jay Bodnar","Jaye Bodnar","Drew Boronkay"],"overview":"The haunting story of a man released from a mental institution 16 years after accidentally being responsible for the death of his mother.","release_date":"2010-06-15","vote_average":4.0,"runtime":110,"cert":"N\/A","id":52644,"title":"Autopilot","adult":false,"genre_ids":[18]},{"cast":["Kamal Haasan","R. Madhavan","Trisha Krishnan","Urvashi","Sangeetha Krish"],"overview":"Madhan is deeply in love with actress Ambujakshi but he always suspects her, which eventually ends in quarrels. When Ambujakshi goes abroad (Paris) to enjoy her vacation, Madhan gets irritated and approaches private detective Mannar to spy on her. Mannar accepts the job on one condition: Madhan has to take care of the medical expenses of Rajan (Ramesh Arvind). Meanwhile, Deepa also goes to Paris with her children. And with that, the hilarious joy ride begins!","release_date":"2010-12-23","vote_average":6.0,"runtime":168,"cert":"N\/A","id":52645,"title":"Manmadhan Ambu","adult":false,"genre_ids":[35]},{"cast":["Michael Paré","Roy Scheider","Oleg Taktarov","Irina Apeksimova","John Mastando"],"overview":"Steve Nichols part à Moscou pour un voyage d'affaires de routine. Il doit remettre au point le transport par bateau de médicaments aux Etats-Unis et il va rencontrer ses associés russes. Le train-train... jusqu'au moment où il devient la cible du “Red Serpent”. Ne se rendant compte de rien, Steve tombe dans un piège et sera obligé de participer à un projet mortel de traffic de drogues.","release_date":"2002-10-05","vote_average":2.3,"runtime":90,"cert":"N\/A","id":52646,"title":"Red Serpent","adult":false,"genre_ids":[28,53]},{"cast":[],"overview":"When Daniel, a 24-year-old pizza delivery guy, is dumped by his long-term girlfriend, he accidentally summons God to his side to help him cope with the ordeal. Soon he has Daniel believing that there may be more to life than ex-girlfriends.","release_date":"2009-02-20","vote_average":6.5,"runtime":90,"cert":"N\/A","id":52649,"title":"Of Golf and God","adult":false,"genre_ids":[10749,35]},{"cast":["Scott Glenn","Constance Marie","Randall Batinkoff","Raymond Cruz","Lisa Boyle"],"overview":"Marshall McClary, one of the most violent, racist, foul- mouthed Marshalls in Texas, is in the middle of resolving a hostage situation (by shooting everyone he sees) when the FBI agents show up, interfering with his negotiation, and ending the event with McClary being wounded and two of the criminals escaping. After hearing that the two fugitives has fled to Miami, McClary follows behind them, working with the local police and offending every single person he encounters.","release_date":"1999-10-02","vote_average":4.0,"runtime":102,"cert":"N\/A","id":52650,"title":"The Last Marshal","adult":false,"genre_ids":[28,53]},{"cast":["Jarunee Suksawas","Jacqueline Apithananont","Anna Reese","Dan Chupong","Suwinit Panjamawat"],"overview":"As sea pirates threaten to invade their kingdoms, three queens of Langkasuka must band together to defend their lands and peoples.","release_date":"2008-08-12","vote_average":6.4,"runtime":90,"cert":"N\/A","id":52651,"title":"Legend of the Tsunami Warrior","adult":false,"genre_ids":[28,12,14,36,878]},{"cast":["John Turturro","Emily Watson","Geraldine James","Stuart Wilson","Fabio Sartor"],"overview":"Based upon the novel by Vladimir Nabokov, a chess grandmaster travels to Italy in the 1920s to play in a tournament and falls in love.","release_date":"2000-08-21","vote_average":6.3,"runtime":109,"cert":"","id":52654,"title":"The Luzhin Defence","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"English gangster flick.","release_date":"2001-11-17","vote_average":3.5,"runtime":71,"cert":"18","id":52655,"title":"Shooters","adult":false,"genre_ids":[28,80,53]},{"cast":["Billy Wirth","Jennifer Rubin","Corey Glover","Marlene Forte"],"overview":"A bittersweet and heartfelt story about going back. In the twenty-four hours before their 20th high school reunion, five friends, a younger brother and a mysterious photojournalist are reunited by determined Mayor Margaret to remember the good times of 1981","release_date":"2001-04-06","vote_average":3.0,"runtime":94,"cert":"N\/A","id":52656,"title":"Reunion","adult":false,"genre_ids":[18]},{"cast":["Michael Dudikoff","Steve James","William Wallace","John P. Ryan","James Booth"],"overview":"Martial arts expert Matt Hunter was one of the most promising operatives in Army intelligence until his parents were killed by terrorists, and he retired to the family's farm in Louisiana to take care of his 12-year-old sister Sara and their grandfather Jimmy. Larry Richards, a black man running for the Senate, is one of Matt's best friends. Larry has become the target of The Pentangle, a racist organization led by a man named Glastenbury, and Glastenbury doesn't want Larry to be elected. In an attempt on Larry's life during a Mardi Gras parade in New Orleans, The Pentangle kills one of Larry's sons. Matt lets Larry, his wife Daisy, and his other son move to the remotely located farm so they can hide from Glastenbury and the Pentangle, but the Pentangle strikes again, setting the farmhouse on fire. Matt and Sara escape as the only survivors. Then the Pentangle kidnaps Sara, sending Matt on a mission to rescue Sara from Glastenbury and the Pentangle","release_date":"1986-09-13","vote_average":5.7,"runtime":104,"cert":"N\/A","id":52657,"title":"Avenging Force","adult":false,"genre_ids":[28,18,53]},{"cast":["Fred Ward","David Warner","Julianne Moore","Clancy Brown","Lee Tergesen"],"overview":"In a fantastical 1940s where magic is used by everyone, a hard-boiled detective investigates the theft of a mystical tome.","release_date":"1991-01-01","vote_average":6.7,"runtime":96,"cert":"N\/A","id":52660,"title":"Cast a Deadly Spell","adult":false,"genre_ids":[35,9648,10770,27,14]},{"cast":["Richard Harris","Edmond O'Brien","Bradford Dillman","Ann Turkel","Constance Ford"],"overview":"Uncle Frank Kelly calls on Harry Crown to help him in a gang war. The war becomes personal when Harry's new girlfriend is kidnapped by Uncle Frank's enemy, Big Eddie.","release_date":"1974-08-29","vote_average":5.0,"runtime":98,"cert":"N\/A","id":52661,"title":"99 and 44\/100% Dead","adult":false,"genre_ids":[28,80,35,12]},{"cast":["Romeo Pop","Costel Constantin","Dan Nuțu","Ion Caramitru","Dumitru Furdui"],"overview":" ","release_date":"1974-03-25","vote_average":6.5,"runtime":98,"cert":"N\/A","id":52662,"title":"The Blue Gates of the City","adult":false,"genre_ids":[18,10752]},{"cast":["Song Kang-ho","Jang Jin-young","Park Sang-myeon","Jung Woong-in","Song Young-chang"],"overview":"Dae-Ho is an unproductive bank clerk who is late to work every morning and the object of his manager's frustrations. He was a fan of TV wrestling as a child, but can't get out of a headlock. He finds a local wrestling trainer and through a series of events eventually starts to train. He is slowly transformed as he begins his second job as the cheating villain wrestler known as the Foul King. He starts to stand up for himself in odd ways that are not really in his own best interest. Events get out of hand as conflicting influences come together.","release_date":"2000-02-04","vote_average":6.8,"runtime":112,"cert":"N\/A","id":52663,"title":"The Foul King","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Richard Bacon counts down the 100 most irritating people with celebrities, pop stars and politicians all in the running.","release_date":"2010-12-27","vote_average":0.0,"runtime":null,"cert":"","id":52664,"title":"Most Annoing People 2010","adult":false,"genre_ids":[]},{"cast":["Yılmaz Erdoğan","Ersin Korkut","Büşra Pekin","Sinan Bengier"],"overview":"Burdened by troubles and caught between cultures, Riza takes a job as a mall Santa and finds that real life may not be so different from make believe.","release_date":"2009-11-27","vote_average":5.4,"runtime":107,"cert":"N\/A","id":52667,"title":"Neşeli Hayat","adult":false,"genre_ids":[18,35]},{"cast":["Taner Birsel","Halit Ergenç","Selçuk Yöntem","Haluk Bilginer","Charles Carroll"],"overview":"","release_date":"2008-10-24","vote_average":7.9,"runtime":null,"cert":"N\/A","id":52668,"title":"Devrim Arabaları","adult":false,"genre_ids":[18]},{"cast":["Camilla Metelmann","Kim Sønderholm","Maja Muhlack","Mads Koudal","Mette Løvendahl"],"overview":"Laura is having a day that can hardly get any worse, but then she stumbles into a cabdriver and things are about to get even worse.","release_date":"2009-05-24","vote_average":3.5,"runtime":90,"cert":"N\/A","id":52669,"title":"Bleed with Me","adult":false,"genre_ids":[27,53]},{"cast":["Matthew Newton","Craig Horner","Kristian Schmid","Veronica Sywak","Mark Priestley"],"overview":"Every year more than 70,000 Australian school leavers head to the beaches of Australia's Gold Coast to celebrate their release from the secondary school system. With a wild mixture of sun, surf and sex, this quintessential Australian tradition is known affectionately as 'Schoolies Week'. So strap on the beer goggles and follow several groups of friends as they travel to the Gold Coast by train, clapped out Holden, Limo and on foot in search of the best time of their lives.","release_date":"2002-03-12","vote_average":6.0,"runtime":95,"cert":"N\/A","id":52670,"title":"Blurred","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"This DVD is basically the entire 41-minute album as you hear it on the CD with an array of visuals to accompany it. Lots of the footage you've probably seen in the official music videos for the album's four singles (Sadeness, Principles of Lust, Mea Culpa, Rivers of Belief). Some scenes may look a bit cliche nowadays, but putting yourself back in 1990, you can see Michael Cretu's vision. The scenes include landscapes, monks, knights in armor, and trippy illusions.","release_date":"2003-09-08","vote_average":7.1,"runtime":94,"cert":"N\/A","id":52671,"title":"Enigma: MCMXC a.D.","adult":false,"genre_ids":[10402]},{"cast":["Yui Kano","Teruaki Uotani","Minami Aoyama","Katsuya Kobayashi"],"overview":"Yoshirou, a secluded teenager, brings back home a stray cat after a car accident. The next morning the cat has turned into a nice girl, Kiki, who wants to be his girlfriend... Will catnip get in the way of their love?","release_date":"2006-06-21","vote_average":5.3,"runtime":68,"cert":"N\/A","id":52672,"title":"Cat Girl Kiki","adult":false,"genre_ids":[18,878]},{"cast":["Rolf Lassgård","Helena Bergström","Johan Widerberg","Gunilla Röör","Jonas Falk"],"overview":"Olof lives alone on his family's farm after the death of his mother. Unable to read and write, he is dependent on his younger friend, Erik, who helps him in the afternoons. Once a sailor, Erik brags of having known hundreds of women. Out of the blue, Olof advertises in the local paper for a young lady housekeeper, and Ellen, a middle-class city woman, arrives to take over the house and, as the summer goes on, Olof's heart and Erik's desire as well.","release_date":"1998-12-25","vote_average":5.4,"runtime":130,"cert":"N\/A","id":52673,"title":"Under the Sun","adult":false,"genre_ids":[18,10749]},{"cast":["Monica Bellucci","Francesca D'Aloja","Marco Giallini","Antonella Steni","Silvio Vannucci"],"overview":"New year's eve at \"The Islands\" condos. An aging countess's party is crashed by the soccer team from her gigolo's town. While dressing for a dinner party, the wealthy Guilia discovers her husband's affair with her best friend and vows revenge. Next door, a family prepares their vintage Dodge for a drive through the streets. A call girl ties up a lawyer while, unbeknownst to him, three men await the right moment to break into his office. Across the hall, a woman downs pills in a lonely suicide attempt. Two young men hide out in a bedroom smoking dope; one of them has some dynamite. As midnight approaches, each group draws closer to grotesque tragedy.","release_date":"1998-03-06","vote_average":6.0,"runtime":109,"cert":"N\/A","id":52676,"title":"The Last New Year's Eve","adult":false,"genre_ids":[35,18]},{"cast":["René Lefèvre","Florelle","Jules Berry","Marcel Lévesque","Odette Talazac"],"overview":"A man and a woman arrive in a cafe-hotel near the belgian frontier. The customers recognize the man from the police's description. His name is Amedee Lange, he murdered Batala in Paris. His lady friend Valentine tells the whole story : Lange was an employee in Batala's little printing works. Batala was a real bastard, swindling every one, seducing female workers of Valentine's laundry... One day he fled to avoid facing his creditors, and the workers set up a cooperative to go on working. But the plot is less important that the description of the atmosphere just before the Popular Front.","release_date":"1936-01-24","vote_average":7.0,"runtime":80,"cert":"N\/A","id":52677,"title":"The Crime of Monsieur Lange","adult":false,"genre_ids":[18,80,35]},{"cast":["Gisela Schneeberger","Campino","Dieter Pfaff","Ottfried Fischer","Emmanuelle Riva"],"overview":"A retail store owner in a mall fights to cope with her family and customers at the same time that she is threatened with the loss of her lease.","release_date":"1992-10-29","vote_average":0.0,"runtime":103,"cert":"N\/A","id":52678,"title":"Langer Samstag","adult":false,"genre_ids":[]},{"cast":["Emil Jannings","Evelyn Brent","William Powell","Jack Raymond","Nicholas Soussanin"],"overview":"A former Imperial Russian general and cousin of the Czar ends up in Hollywood as an extra in a movie directed by a former revolutionary.","release_date":"1928-01-22","vote_average":7.2,"runtime":88,"cert":"N\/A","id":52679,"title":"The Last Command","adult":false,"genre_ids":[18,36,10749,10752]},{"cast":["Charlotte de Turckheim","Jacques Weber","Vincent Desagnat","Victoria Abril","Rossy de Palma"],"overview":"The Arbac de Neuvilles are one of the oldest families in France. They have inhabited their ancient château for fifty-two generations and are proud of their noble ancestry. But today they are stone broke. When a bailiff turns up notifying them that they owe two million euros in back taxes, these proud aristocrats are understandably shaken to the core of their ancestral seat. Just how are they to find this amount of money when none of them has any capacity for work?","release_date":"2006-09-20","vote_average":4.6,"runtime":79,"cert":"N\/A","id":52682,"title":"Les aristos","adult":false,"genre_ids":[35]},{"cast":["Gérard Lanvin","Carole Bouquet","Virginie Ledoyen","Guillaume Canet"],"overview":"High-profile lawyer Michel takes on the defence of a young and pretty small-time thief, Cécile, after the botched hold-up of a jewellery shop. As predicted by his elegant art-dealer and sculptress wife Viviane, Michel goes well beyond his brief, jeopardising his career and ruining his marriage of 18 years.","release_date":"1998-10-06","vote_average":6.6,"runtime":98,"cert":"N\/A","id":52683,"title":"En plein cœur","adult":false,"genre_ids":[18]},{"cast":["Monica Bellucci","Stanislas Merhar","Carlo Brandt","Antoine Fayard","Christophe Le Masne"],"overview":"Professional pickpocket Franck Spadone and his co-horts rob a beautiful stripper (played by Monica Bellucci). But Spadone becomes infatuated with his victim, and soon finds himself in the midst of a gang war because of his affections for her.","release_date":"2000-07-19","vote_average":5.0,"runtime":85,"cert":"N\/A","id":52684,"title":"Franck Spadone","adult":false,"genre_ids":[18,53]},{"cast":["Thomas Calabro","Ashley Laurence","Shaun Kurtz","James Russo","Victor Grant"],"overview":"In this classic retro horror thriller, Sam, an aspiring writer, takes a job as a clerk in an L.A. inner city grocery market owned by the sinister Dr. Munoz, a former scientist who claims to have a rare skin condition.","release_date":"2007-02-15","vote_average":3.7,"runtime":88,"cert":"N\/A","id":52685,"title":"Chill","adult":false,"genre_ids":[27]},{"cast":["Yukari Asai","Mikijiro Hira","Etsuko Ichihara","Masao Mishima","Hisako Ohkata"],"overview":"Horus, a kid living in an unnamed Scandinavian\/Eastern Europe culture of the Iron Age, recovers the Sword of the Sun from the rock giant Maug and learns from his dying father that he must return to his ancestral territory. In the process, he defends a village from the attacks of Grunwald, a warlord\/ice demon and befriends the enigmatic Hilda, a lonely and beautiful girl who sings haunting songs (and who hides a terrible secret).","release_date":"1968-07-24","vote_average":6.5,"runtime":82,"cert":"U","id":52686,"title":"Horus, Prince of the Sun","adult":false,"genre_ids":[12,18,16,14]},{"cast":["Lea Thompson","Andrew Airlie","Rachel Hayward","Christina Jastrzembska","Rick Ravanello"],"overview":"A stressed out lawyer and mother of three gets her yuletide wish when she wishes to see what her life would be like if she had chosen to pursue her career in Law rather than marrying and becoming a working mother.","release_date":"2008-11-24","vote_average":4.8,"runtime":84,"cert":"N\/A","id":52687,"title":"The Christmas Clause","adult":false,"genre_ids":[35,18]},{"cast":["Sam Elliott","John Corbett","Sarah Paulson","Karen Allen","Emily Alyn Lind"],"overview":"A young father asks for pumpkins at the local farm stand. \"In August? No.\" the farmer replies. The farmer ruminates on the odd request and gets involved with strangers for the first time since his son's death long ago.","release_date":"2010-11-28","vote_average":7.7,"runtime":96,"cert":"N\/A","id":52688,"title":"November Christmas","adult":false,"genre_ids":[18]},{"cast":["Michael Bell","Joe Alaskey","John Byner","Tress MacNeille","Alexaundria Simmons"],"overview":"Opus the Penguin struggles to achieve his seemingly impossible dream to be able to fly.","release_date":"1991-12-18","vote_average":6.0,"runtime":22,"cert":"N\/A","id":52691,"title":"A Wish for Wings That Work","adult":false,"genre_ids":[16,35]},{"cast":["Emilia Schüle","André Hennicke","Gesine Cukrowski","Stephan Luca","Muriel Baumeister"],"overview":"A presumed virus outbreak during a flight from south Asia to Munich. Most of all, the scientific premise is utterly wrong. Retroviruses is shown as multiplying in erythrocytes, which lack a) DNA (necessary for retrovirus replication) and b) the enzymatic apparatus for multiplying any viral nucleic acids.","release_date":"2009-12-10","vote_average":4.5,"runtime":90,"cert":"N\/A","id":52692,"title":"Faktor 8 – Der Tag ist gekommen","adult":false,"genre_ids":[10770,28,53]},{"cast":["Cynthia Khan","Hiroshi Fujioka","Eric Tsang","Richard Ng","Stanley Fung"],"overview":"In a bloody beginning, a pair of stylish Japanese thieves steal some valuable gems. In a harrowing scene, during their escape, they kill the partner of a ruffled detective (think Columbo with a Chuck Barris hairdo). The detective swears revenge, and the thieves played by the athletic and lovely Michiko Nishiwaki and her terminally ill partner\/lover played by Stuart Ong plan on going to Hong Kong, sell the loot, and buy weapons for the Red Army. All the while Cynthia, a rookie cop in Hong Kong, tries to get in on the action of the task force she has been assigned to, but unfortunately her superior is her uncle who wants to keep her out of harms way. The Japanese thieves and the detective trailing them, all make their way to Hong Kong, and Cynthia ends up entangled in the same mess with the detective, trying to bring the cold blooded and desperate thieves to justice. People on both sides are killed, leading to crossed paths of personal revenge, everyone out for each others blood.","release_date":"1988-09-28","vote_average":6.1,"runtime":84,"cert":"N\/A","id":52695,"title":"In the Line of Duty 3","adult":false,"genre_ids":[28,53,80]},{"cast":["Ranveer Singh","Anushka Sharma","Manmeet Singh","Manu Rishi Chadha","Manish Chaudhary"],"overview":"Shruti and Bittoo decide to start a wedding planning company together after they graduate from university, but romance gets in the way of business.","release_date":"2010-12-10","vote_average":7.0,"runtime":139,"cert":"N\/A","id":52696,"title":"Band Baaja Baaraat","adult":false,"genre_ids":[35,18,10749]},{"cast":["Michelle Clunie","Tracey Gold","Chris Brochu","Ted Monte","Cliff DeYoung"],"overview":"Riley is a math genius who is fascinated by math and the universe; his mom is a woman just trying to...","release_date":"2008-06-09","vote_average":3.0,"runtime":91,"cert":"N\/A","id":52697,"title":"Solar Flare","adult":false,"genre_ids":[878,53,10770]},{"cast":["Roy Rogers","George 'Gabby' Hayes","Dale Evans","Tom Keene","Lloyd Corrigan"],"overview":"Sandwiched in between the numerous musical numbers, the Gabby Whittaker and Madden rodeo's are competing for bookings. When Gabby gets a date in Albuquerque, Madden has his man destroy his equipment. Roy finds a broken rawhide rope at the scene and uses it to bring Madden to justice.","release_date":"1944-11-06","vote_average":6.0,"runtime":78,"cert":"N\/A","id":52700,"title":"Lights of Old Santa Fe","adult":false,"genre_ids":[28,37]},{"cast":[],"overview":"A Humble Life is certainly true to its title, a documentary study of the day-to-day world of Umeno Mathuyoshi, an old woman who lives in an isolated mountain house in the Nara prefecture in Japan.","release_date":"1997-05-22","vote_average":6.3,"runtime":76,"cert":"N\/A","id":52701,"title":"A Humble Life","adult":false,"genre_ids":[14,99,878,10751]},{"cast":["James Houghton","Albert Salmi","Lynn Carlin","Larry Pennell","Jacquelyn Hyde"],"overview":"A witch put to death in 1692 swears vengeance on her persecutors and returns to the present day to punish their descendants.","release_date":"1982-08-26","vote_average":6.6,"runtime":85,"cert":"N\/A","id":52702,"title":"Superstition","adult":false,"genre_ids":[27]},{"cast":["Roy Rogers","George 'Gabby' Hayes","Elyse Knox","Addison Richards","Sally Payne"],"overview":"The mayor has sent for a gunslinger who, though appearing to clean up the town, is really to be the mayor's means of taking the town over. When Roy and Gabby arrive in Tombstone, Roy is mistaken for the gunslinger. Just as Roy is ready to expose the mayor, the real gunslinger shows up.","release_date":"1941-05-07","vote_average":5.0,"runtime":60,"cert":"N\/A","id":52703,"title":"Sheriff of Tombstone","adult":false,"genre_ids":[28,37]},{"cast":["David S. Percy"],"overview":"\"If some of the film was spoiled, it's remotely possible they [NASA] may have shot some scenes in a studio environment to avoid embarrassment.\" - David Groves, PhD. This compelling video throws into serious doubt the authenticity of the Apollo missions and features information that challenges the declared abilities of NASA to successfully send a man to the Moon and return him safely to Earth. New evidence clearly suggests that NASA hoaxed pictures allegedly taken on the lunar surface. These findings are supported by analysis and the testimony of experts from various disciplines, including photographer\/filmmaker David S. Percy ARPS and physicist David Groves PhD. Hear what NASA has to say in response to these disturbing findings.","release_date":"2000-10-12","vote_average":0.0,"runtime":224,"cert":"","id":52704,"title":"What Happened on the Moon","adult":false,"genre_ids":[99]},{"cast":["Marino Masé","Patrice Moullet","Geneviève Galéa","Catherine Ribeiro","Barbet Schroeder"],"overview":"During a war in an imaginary country, unscrupulous soldiers recruit poor farmers with promises of an easy and happy life. Two of these farmers write to their wives of their exploits.","release_date":"1963-05-31","vote_average":6.6,"runtime":76,"cert":"N\/A","id":52705,"title":"Les Carabiniers","adult":false,"genre_ids":[35,18,10752]},{"cast":["Laurent Terzieff","Aurelle Doazan","Jean-Pierre Léaud","Claude Brasseur","Johnny Hallyday"],"overview":"Emile Chenal and his wife, Françoise, leaned on boxing manager Jim Fox Warner to cough up the considerable sum of money that he owes them, with both the police and the mob circling the situation. In the same hotel, Inspector Neveu looks into a murder that took place years before, and his storyline overlaps with the arc of the Chenals.","release_date":"1985-05-10","vote_average":6.1,"runtime":95,"cert":"N\/A","id":52710,"title":"Detective","adult":false,"genre_ids":[18,35,80]},{"cast":["Gérard Depardieu","Laurence Masliah","Bernard Verley","Aude Amiot","Roland Blanche"],"overview":"This complex allegorical tale tells the story of man’s quest for spiritual meaning. When God enters the body of 1980s filmmaker Simon Donnadieu, his wife Rachel realizes that something has gone awry, but chooses to remain faithful to her erratically-behaving husband.","release_date":"1993-09-08","vote_average":6.6,"runtime":95,"cert":"N\/A","id":52713,"title":"Oh, Woe Is Me","adult":false,"genre_ids":[35,18]},{"cast":["Sola Aoi"],"overview":"When a crew of bank robbers believes that an alluring young woman has blown their cover, they kidnap the girl. Back at their hideout they develop sinister plans to rape and then kill her. When one of the crooks mysteriously turns up dead however, they begin to realize that their intended victim may be a powerful, vindictive, supernatural force.","release_date":"2004-10-22","vote_average":6.0,"runtime":76,"cert":"N\/A","id":52720,"title":"Siren","adult":false,"genre_ids":[27]},{"cast":["Terence Hill","Bud Spencer","Silvia Monti","George Martin","Diana Lorys"],"overview":"Rivaling Pirates and Spanish gold are the ingredients for this story. Blackie the pirate is the one who first hears from this shipment of gold when he encounters \"Don\" Pedro. He thinks of a plan to find this ship and its gold. His counter player is the vice roy of the Spanish kolony. When they visit one of the pirate settlements, they find three other pirate captains over there. One of them sells goods and prisoners from his latest capture. Don Pedro recognizes the wife of the vice roy, and Blackie buys her. However, one of the pirate captains, Skull, knows also who she is, and tries to make a deal. Blackie refuses, and Skull makes a deal with the other two pirate captains to plot against Blackie.","release_date":"1971-03-12","vote_average":6.1,"runtime":99,"cert":"N\/A","id":52721,"title":"Blackie the Pirate","adult":false,"genre_ids":[28,12,35]},{"cast":["Bobby \"Blitz\" Ellsworth","D.D. Verni","Dave Linsk","Derek \"The Skull\" Tailer","Ron Lipnicki"],"overview":"The Wacken Open Air festival is an annual heavy metal festival that takes place in a small German town. The 2007 festival saw New Jersey thrash band Overkill play a frantic set, which is presented here in its entirety.","release_date":"2007-10-04","vote_average":4.8,"runtime":50,"cert":"N\/A","id":52722,"title":"Overkill: Live At Wacken Open Air 2007","adult":false,"genre_ids":[10402]},{"cast":["Bob Hope"],"overview":"1956 - with Bob Hope","release_date":"1956-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":52723,"title":"Showdown at Ulcer Gulch","adult":false,"genre_ids":[35]},{"cast":["Sheree J. Wilson","Peter LaCroix","Scott Hylands","Aaron Pearl","Desireé Loewen"],"overview":"When a barrage of meteors hurtles through the atmosphere straight for Mayor Anna McPherson's town, Anna must lead the desperate fight to save the town and her family from the flaming balls of destruction shooting down from the sky.","release_date":"2007-06-02","vote_average":3.5,"runtime":90,"cert":"N\/A","id":52724,"title":"Anna's Storm","adult":false,"genre_ids":[28,18,878]},{"cast":[],"overview":"Captures the exciting movement of Spiritual Activism that is exploding around the planet, and the powerful personalities who are igniting it.","release_date":"2008-01-01","vote_average":4.5,"runtime":90,"cert":"N\/A","id":52725,"title":"Fierce Light: When Spirit Meets Action","adult":false,"genre_ids":[99]},{"cast":["Maria Schell","François Périer","Jany Holt","Mathilde Casadesus","Suzy Delair"],"overview":"An adaptation of Émile Zola’s 1877 masterpiece L’assommoir, the film is an uncompromising depiction of a lowly laundress’s struggles to deal with an alcoholic husband while running her own business.","release_date":"1956-09-05","vote_average":7.0,"runtime":112,"cert":"N\/A","id":52726,"title":"Gervaise","adult":false,"genre_ids":[10749,18]},{"cast":["Masatoshi Nagase","Aoi Miyazaki","Hirofumi Arai","Ittoku Kishibe","Hironobu Nomura"],"overview":"Loved Gun is a story about a hitman named Hayamada (Masatoshi Nagase) who carries a distinctive red gun. As the film progresses we discover the reason for his work, and how he came to be alone. His aim right now is to reach a desitination, but he’s late. Along the way, having injured himself in a vehicular accident, he runs into Miyuki (Aoi Miyazaki), who as also become alone due to tragic events within her family. As Hamayada collapses from his injuries Miyuki takes him to a hospital.","release_date":"2004-05-13","vote_average":7.2,"runtime":111,"cert":"N\/A","id":52727,"title":"Loved Gun","adult":false,"genre_ids":[18,53]},{"cast":["Kôjirô Hongô","Kichijirô Ueda","Reiko Kasahara","Naoyuki Abe","Taro Marui"],"overview":"Gamera's back, and just in time to save Japan from Gyaos, a mysterious bat-like creature awakened by a volcanic eruption. As in the first Gamera movie, a young boy establishes an emotional link with Gamera, and the two work together, with the help of the world's scientists, to put and end to Gyaos' violent rampage.","release_date":"1967-03-15","vote_average":5.6,"runtime":86,"cert":"N\/A","id":52728,"title":"Gamera vs. Gyaos","adult":false,"genre_ids":[28,12,27,878]},{"cast":["David Blaine"],"overview":"David Blaine does it again. With 'Vertigo', we see some more incredible magic and unusual illusions. Intercut with the Magic is David - standing on a pole in NY for two days. A pole that seemed to be extended 10 stories tall with nothing for him to hang on to - and there was nothing to catch him. This portion of the program was live and at the end of the show - he jumped into a stack of cardboard boxes.","release_date":"2002-05-22","vote_average":7.1,"runtime":60,"cert":"N\/A","id":52729,"title":"David Blaine: Vertigo","adult":false,"genre_ids":[99]},{"cast":["Sandra Ng Kwun-Yu","Eric Tsang","Eason Chan","Hu Jun","Andy Lau"],"overview":"After his attempted robbery runs aground, a thief takes a shine to his would-be victim -- a charming prostitute -- who begins to tell him her life story.","release_date":"2002-12-26","vote_average":6.4,"runtime":106,"cert":"N\/A","id":52730,"title":"Golden Chicken","adult":false,"genre_ids":[35,18]},{"cast":["David Garrett"],"overview":"An outdoor concert violinist David Garrett at the tour in support of new album \"Rock Symphonies\", held 06\/08\/2010 at the amphitheater Berlin Kindl-Bühne Wuhlheide.","release_date":"2010-10-05","vote_average":6.0,"runtime":null,"cert":"N\/A","id":52733,"title":"David Garrett: Rock Symphonies","adult":false,"genre_ids":[10402]},{"cast":["Rick Springfield","Janet Eilber","Patti Hansen","Albert Salmi","Gregory Itzin"],"overview":"Details the efforts of a pop-rock star (James Roberts \/ Rick Springfield) to win the love of a woman he meets in a car accident. None of the usual gambits work on this woman, who has never heard of him. Complications arise involving the ex-girlfriend Nicky, who is still in his band.","release_date":"1984-06-29","vote_average":4.1,"runtime":93,"cert":"N\/A","id":52734,"title":"Hard to Hold","adult":false,"genre_ids":[35,18,10749]},{"cast":["Vera Farmiga","Domenick Lombardozzi","Jill Hennessy","Malcolm Gets","Steve Buscemi"],"overview":"New York serves as a backdrop for a cast of characters in search of love, lust or lucre including a woman who makes awkward moves on the man renovating her SoHo loft, an embezzler, a sleazy artist and a phone psychic.","release_date":"2002-11-01","vote_average":5.2,"runtime":90,"cert":"N\/A","id":52735,"title":"Love in the Time of Money","adult":false,"genre_ids":[18,10749]},{"cast":["Grant Cramer","Teal Roberts","Gary Wood","Michael St. Michaels","Sorrells Pickard"],"overview":"Three middle-aged daddies visit California to have a marvelous time at the beach. When they learn that a nice apartment and an expensive cabriolet isn't enough for them to score with the chicks, they employ a student to help them. At first he's as disgusted of them and his job as his girlfriend, but soon they find out how to use the situation to everyone's benefit.","release_date":"1984-05-04","vote_average":5.5,"runtime":88,"cert":"N\/A","id":52736,"title":"Hardbodies","adult":false,"genre_ids":[35]},{"cast":[],"overview":"After the evil Dr. Robotnik builds a time machine, speedy hero Sonic must embark on a series of adventures that span the ages. These cartoons follow Sonic's exciting journeys to the days of King Arthur, ancient Mobegypt and the Mesozoic era. With the help of his trusty pal Tails, the brave hedgehog leaps into action, protecting innocent citizens from danger and thwarting Dr. Robotnik's sinister schemes.","release_date":"1993-10-29","vote_average":3.5,"runtime":88,"cert":"N\/A","id":52737,"title":"Adventures of Sonic the Hedgehog: The Fastest Thing in Time","adult":false,"genre_ids":[10751]},{"cast":["Jan Decleir","Wim Opbrouck","Maria Popistașu","Manuela Servais","Guusje van Tilborgh"],"overview":"On the day of his forced retirement, a grumpy school principal decides, together with his neighbour, to search for a wife on the Internet...","release_date":"2007-08-08","vote_average":0.0,"runtime":107,"cert":"N\/A","id":52738,"title":"A perfect match","adult":false,"genre_ids":[35,18,10749]},{"cast":["C. Thomas Howell","Peter Horton","Courtney Thorne-Smith","Harley Jane Kozak","Christopher Rydell"],"overview":"A law student comes to California for the summer and ends up playing professional volleyball.","release_date":"1990-03-30","vote_average":5.3,"runtime":104,"cert":"N\/A","id":52741,"title":"Side Out","adult":false,"genre_ids":[35,18,10749]},{"cast":["Jessica Montanez","Brendan Connor"],"overview":"Lured by the smell of easy money, beautiful, exotic dancers agree to spend the weekend at the remote mountain getaway of a wealthy voyeur. Once there, the girls are drugged, tied up and slowly tortured to death with everything from a blowtorch to an electric drill by a killer who uses their bodies as a canvas for his sadistic, twisted art.","release_date":"2007-10-16","vote_average":3.0,"runtime":80,"cert":"N\/A","id":52742,"title":"Experiment in Torture","adult":false,"genre_ids":[27,53]},{"cast":["Bud Abbott","Lou Costello","Grace MacDonald","Cecil Kellaway","Eugene Pallette"],"overview":"Abbot and Costello must find a replacement for a woman's horse they accidentally killed after feeding it some candy. They head for the racetrack, find a look-a-like and take it. They do not realize that the nag is \"Tea Biscuit,\" a champion racehorse.","release_date":"1943-03-19","vote_average":6.7,"runtime":80,"cert":"N\/A","id":52743,"title":"It Ain't Hay","adult":false,"genre_ids":[35]},{"cast":["Robert De Niro","Meryl Streep","Harvey Keitel","Jane Kaczmarek","George Martin"],"overview":"During shopping for Christmas, Frank and Molly run into each other. This fleeting short moment will start to change their lives, when they recognize each other months later in the train home and have a good time together. Although both are married and Frank has two little kids, they meet more and more often, their friendship becoming the most precious thing in their lives.","release_date":"1984-11-21","vote_average":6.7,"runtime":102,"cert":"N\/A","id":52744,"title":"Falling in Love","adult":false,"genre_ids":[18,10749]},{"cast":["Coleen Gray","Grant Williams","Phillip Terry","Gloria Talbott","John van Dreelen"],"overview":"An endocrinologist in a dysfunctional marriage with an aging, alcoholic wife journeys to Africa seeking a drug that will restore youth.","release_date":"1960-05-01","vote_average":4.1,"runtime":77,"cert":"N\/A","id":52745,"title":"The Leech Woman","adult":false,"genre_ids":[27,878]},{"cast":["C.V. France","Helen Haye","Jill Esmond","Edmund Gwenn","John Longden"],"overview":"An old traditional family and a modern family battle over land in a small English village and almost destroy each other.","release_date":"1931-02-26","vote_average":5.2,"runtime":77,"cert":"","id":52748,"title":"The Skin Game","adult":false,"genre_ids":[18]},{"cast":["Dan Stulbach","Dira Paes","Maria Alice Vergueiro","Zezé Motta","Zezeh Barbosa"],"overview":"Filmed over a five-year period, Chronically Unfeasible dissects Brazilian problems, using six people who meet in a restaurant in São Paulo as models to illustrate political, sociological and economic disparities between Brazil's upper and lower classes.","release_date":"2000-08-10","vote_average":5.6,"runtime":101,"cert":"N\/A","id":52751,"title":"Chronically Unfeasible","adult":false,"genre_ids":[35]},{"cast":["Peter Falk","William Russ","Maria Ricossa","Valerie Bertinelli","David Cubitt"],"overview":"When a photojournalist (David Cubitt) photographs a mysterious stranger performing an act of bravery, the act quickly becomes headline news and the town dubs the stranger \"John Christmas\". After seeing the photo, Kathleen McAllister (Valerie Bertinelli) becomes convinced that the mysterious stranger is in fact her long-lost brother Hank (William Russ). With the town's help, Kathleen and Noah set about to find the stranger's true identity with the help Max (Peter Falk), a Christmas angel.","release_date":"2003-11-30","vote_average":6.3,"runtime":83,"cert":"N\/A","id":52752,"title":"Finding John Christmas","adult":false,"genre_ids":[10751,10770]},{"cast":["Elie Semoun","Franck Dubosc"],"overview":"","release_date":"2002-08-02","vote_average":6.1,"runtime":null,"cert":"N\/A","id":52757,"title":"Les petites annonces d'Elie - L'intégrale","adult":false,"genre_ids":[35]},{"cast":["Henry Fonda","Sylvia Sidney","Barton MacLane","Jean Dixon","William Gargan"],"overview":"Based partially on the story of Bonnie and Clyde, Eddie Taylor is an ex-convict who cannot get a break after being released from prison. When he is framed for murder, Taylor is forced to flee with his wife Joan Graham and baby. While escaping prison after being sentenced to death, Taylor becomes a real murderer, condemning himself and Joan to a life of crime and death on the road.","release_date":"1937-01-29","vote_average":7.3,"runtime":86,"cert":"N\/A","id":52758,"title":"You Only Live Once","adult":false,"genre_ids":[80,18,10749]},{"cast":["Marcel Bozzuffi","Pierre Trabaud","Jacques Balutin","Jacques Jouanneau","Jean Berger"],"overview":"When the members of a caravan of pioneers find a daisy growing in the middle of the desert they decide to stop there and to build their town on this very spot. Houses soon spring up like mushrooms, immediately followed by a bank, a saloon, a prison, etc. Daisy Town is born. Unfortunately a city does not go without its bad boys and the peaceful place is soon turned into a lawless place. To restore law and order, a lawman is needed. Lucky Luke, the cowboy who shoots faster than his shadow, will be this man: all the villains had better watch out!","release_date":"1971-11-01","vote_average":6.5,"runtime":71,"cert":"N\/A","id":52761,"title":"Daisy Town","adult":false,"genre_ids":[16,35,37]},{"cast":["Joel Edgerton","Helmut Bakaitis","Tommy Dysart","Jude Beaumont"],"overview":"Set in a world of iron dirigibles and steam powered computers, this gothic horror mystery tells the story of Jasper Morello, a disgraced aerial navigator who flees his plague-ridden home on a desperate voyage to redeem himself.","release_date":"2005-01-19","vote_average":7.2,"runtime":26,"cert":"N\/A","id":52762,"title":"The Mysterious Geographic Explorations of Jasper Morello","adult":false,"genre_ids":[12,16,9648]},{"cast":["Rafi Pitts","Mitra Hajjar","Malek Jahan Khazai","Ali Nicksaulat","Ismaïl Amani"],"overview":"In an act of vengeance, a young man randomly kills two police officers. He escapes to the forest, where he is arrested by two other officers. The three men are surrounded by trees, the woods. They are lost in a maze, a desolate landscape, where the boundaries between the hunter and the hunted are difficult to perceive.","release_date":"2010-04-08","vote_average":6.5,"runtime":90,"cert":"N\/A","id":52767,"title":"The Hunter","adult":false,"genre_ids":[18,53]},{"cast":["Sandra Ng Kwun-Yu","Vivian Chow","William Chan Wai-Ting","Cheung Siu-Fai"],"overview":"After being separated for years, former lovers Macy (Sandra Ng) and Anita (Vivian Chow) are reunited at a pregnancy seminar. After sharing the accidental circumstances that led to their respective pregnancies, the two fall back in love. However, to add to the trouble caused by the fathers of their babies (Eddie Cheung and William Chan), Anita also finds herself the victim of gender discrimination at work due to her pregnancy. Will Macy and Anita make it through the obstacles in the way of their reunion, and what roles will the two to-be-fathers end up playing in the women's lives?","release_date":"2010-08-26","vote_average":5.8,"runtime":105,"cert":"N\/A","id":52768,"title":"All About Love","adult":false,"genre_ids":[18,35,10749]},{"cast":["Piotr Pytlakowski","Ewa Ornacka","Piotr Borowiec"],"overview":"The film is a summary of the series of the same title. It talks about the war between Pruszkow and Wołomin during the last dozen years. It recalls the most interesting figures of the two gangs: \"Masa\" - Poland's witness number one, \"Pershing\", \"nightingale\", \"Kiełbasa\", \"Słowik\", \"Kiełbasa\", \"Dziad\" and \"Wariat\".","release_date":"2004-01-01","vote_average":4.3,"runtime":86,"cert":"N\/A","id":52773,"title":"Alfabet mafii. Dekada mafijnej Warszawy","adult":false,"genre_ids":[99,80]},{"cast":["Bryan Brown","Karen Allen","Justin Rosniak","Chris Haywood","Bill Kerr"],"overview":"When scam artist Harry Reynolds gets out of jail, he makes his way to the depressed coastal village of Beachport, where according to local myth, an old Portuguese treasure ship lies buried in the sand. Harry is an old pro at manipulating this situation to his best advantage, but never anticipates how deeply he will be affected by the relationship he develops with a young boy and his mother. A delightful tale of greed, gullibility and grandiose schemes, \"Sweet Talker\" is a romantic comedy for everyone in the family.","release_date":"1991-05-10","vote_average":3.8,"runtime":86,"cert":"N\/A","id":52774,"title":"Sweet Talker","adult":false,"genre_ids":[35,10749]},{"cast":["Hans Kaart","Bernard Droog","Ineke Brinkman","Wim Van den Heuvel","Andrea Domburg"],"overview":"After a fight the brass band in a small village splits up into two separate bands. They both want to win a contest and will do anything to prevent the other band from winning it.","release_date":"1958-10-04","vote_average":7.3,"runtime":86,"cert":"N\/A","id":52775,"title":"Fanfare","adult":false,"genre_ids":[35,10402]},{"cast":["Jacky Cheung","Eric Tsang","Anita Yuen","Bosco Wong","Stephy Tang"],"overview":"Kung (Eric Tsang) and Kin's (Jacky Cheung) rivalry goes way back to the seventies when they fought over the same girl, who eventually became Kung's wife (Anita Yuen). Now they run competing phone stores right across from each other on Mongkok's busiest street, and stretch their minds trying to outdo each other with crazy promotions. There's absolutely no mixing with the enemy in these parts - until Kung and Kin's kids fall for each other! Further chaos breaks out when the landlord triples the rent of all the shop owners to force them out for redevelopment.","release_date":"2010-02-11","vote_average":5.6,"runtime":99,"cert":"N\/A","id":52776,"title":"72 Tenants of Prosperity","adult":false,"genre_ids":[35]},{"cast":["Michael O'Keefe","Karen Allen","Peter Fonda","James Woods","Elizabeth Ashley"],"overview":"An impressionable young man finds himself literally enslaved by a modern-day religious cult. In an effort to bring him back to reality, the boy's parents hire a deprogrammer to kidnap him and return him to his family.","release_date":"1982-11-04","vote_average":6.6,"runtime":111,"cert":"N\/A","id":52777,"title":"Split Image","adult":false,"genre_ids":[18]},{"cast":["Karen Allen","Thierry Lhermitte","Christopher Cazenove","Hutton Cobb","Michael Mellinger"],"overview":"American tour guide Mo Alexander misses her tour group, and then her flight out of Paris. Stuck in the city of romance, Mo runs into the very suave -- and very married -- Xavier, who attempts to seduce Mo while his family is out of town. His charms prove hard to resist, and Mo succumbs, though her conscience weighs heavy. Soon their bickering romance of convenience takes a serious turn, and, in spite of himself, Xavier finds he's falling in love.","release_date":"1984-09-21","vote_average":6.1,"runtime":95,"cert":"N\/A","id":52778,"title":"Until September","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"This short ‘free’ film, shot in the glass factories of Leerdam and Schiedam, demonstrates how glass blowers do their work. But thanks to the superbly edited ballet of working hands and the sequence of mechanical motions of the engines, is it especially a cinematic tour de force. That the industry can’t do without man’s involvement is shown in the scene where we hear the voice of Haanstra himself counting the bottles on the conveyor belt, until one bottle breaks…","release_date":"1958-01-01","vote_average":7.7,"runtime":10,"cert":"N\/A","id":52779,"title":"Glass","adult":false,"genre_ids":[99]},{"cast":["Joanne Woodward","John Malkovich","Karen Allen","James Naughton"],"overview":"A son longs to escape from his stifling home, where his genteel mother worries about the future prospects of his lame, shy sister.","release_date":"1987-10-23","vote_average":6.5,"runtime":134,"cert":"N\/A","id":52780,"title":"The Glass Menagerie","adult":false,"genre_ids":[18]},{"cast":["Samuel Haus","Sara Sommerfeld","Krister Henriksson","Eric Ericson","Joakim Nätterqvist"],"overview":"A continuation of funny adventures of Tsatsiki.","release_date":"2001-12-25","vote_average":3.5,"runtime":89,"cert":"N\/A","id":52781,"title":"Tsatsiki: Friends Forever","adult":false,"genre_ids":[10751]},{"cast":["Ivor Novello","Annette Benson","Isabel Jeans","Ian Hunter","Ben Webster"],"overview":"After public school student Roddy Berwick takes the blame for a friend's transgression and is expelled, his life goes downhill.","release_date":"1927-10-24","vote_average":6.2,"runtime":110,"cert":"","id":52782,"title":"Downhill","adult":false,"genre_ids":[18]},{"cast":[],"overview":"adult","release_date":"2010-02-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":52787,"title":"Big Tits Curvy Asses 12","adult":true,"genre_ids":[]},{"cast":["Chloë Sevigny","Stephen Rea","Lou Doillon","Dallas Roberts","JR Bourne"],"overview":"A reporter witnesses a brutal murder, and becomes entangled in a mystery involving a pair of Siamese twins who were separated at birth, one of them forced to live under the eye of a watchful, controlling psychiatrist.","release_date":"2006-11-10","vote_average":3.7,"runtime":92,"cert":"N\/A","id":52788,"title":"Sisters","adult":false,"genre_ids":[9648,53,27]},{"cast":["Christine Evans","Zach Harmon","Derrick Denicola","Carolina Hoyos","G. Hannelius"],"overview":"With a meth-addict for a mother and a non-existent father, Amber doesn't have much in this world, except for one thing... her music.","release_date":"2009-10-23","vote_average":6.0,"runtime":99,"cert":"N\/A","id":52791,"title":"Black & Blue","adult":false,"genre_ids":[18,10751]},{"cast":["Lise Delamare","Jean Mercure","Jacques Spiesser","Catherine Ferran","Sabrina Leurquin"],"overview":"A white Bull Terrier named Baxter is given to an elderly woman by her daughter. As time passes, the dog develops aggressive and murderous behavior in order to be adopted by another family.","release_date":"1989-01-18","vote_average":6.9,"runtime":82,"cert":"N\/A","id":52794,"title":"Baxter","adult":false,"genre_ids":[27,18,35]},{"cast":[],"overview":"Nobita has changed the real world to a world of magic using the \"Moshimo Box\" in admiration of magic. One day, Nobita meets Chaplain Mangetsu, a magic researcher, and his daughter Miyoko. Nobita learns from them that the Great Satan of the Devildom Star is scheming to invade the Earth. The Chaplain tries to find a way out using ancient books, however, the Devildom Star rapidly approaches the Earth by the minute, causing earthquakes and abnormal weather conditions. Nobita, along with his friends, Doraemon, Shizuka, Suneo, Gaian and Dorami, together with Miyoko, storm into the Devildom Star, just like the \"Legendary Seven Heroes\" in an ancient book in order to confront the Great Satan and peace returns to the world of magic.","release_date":"2007-03-10","vote_average":6.8,"runtime":112,"cert":"N\/A","id":52795,"title":"Doraemon the Movie: Nobita's New Great Adventure Into the Underworld - The Seven Magic Users","adult":false,"genre_ids":[10751,12,16]},{"cast":["Anthony LaPaglia","Aaron Stanford","Mark Webber","Allison Janney","Michelle Monaghan"],"overview":"A widower confronts his older son's decision to leave home and his younger son's self-destructive behavior.","release_date":"2004-01-29","vote_average":5.8,"runtime":90,"cert":"N\/A","id":52796,"title":"Winter Solstice","adult":false,"genre_ids":[18]},{"cast":["Wilfrid Brambell","Harry H. Corbett","Diana Dors","Bill Maynard","Milo O’Shea"],"overview":"Albert Steptoe and his son Harold are junk dealers, complete with horse and cart to tour the neighbourhood. They also live amicably together at the junk yard. Always on the lookout for ways to improve his lot, Harold invests his father's life savings in a greyhound who is almost blind and can't see the hare. When the dog loses a race and Harold has to pay off the debt, he comes up with another bright idea. Collect his father's life insurance. To do this his father must pretend to be dead.","release_date":"1973-05-01","vote_average":6.8,"runtime":99,"cert":"","id":52797,"title":"Steptoe and Son Ride Again","adult":false,"genre_ids":[18,35]},{"cast":["Sarah Geronimo","John Lloyd Cruz","Dante Rivero","Rowell Santiago","Irma Adlawan"],"overview":"Laida Magtalas is a modern-day Belle who works hard to provide for her family while hoping that someday she will meet her prince charming and that they will live happily ever after together. That would-be prince charming is none other than \"Miggy\", the youngest member of the Montenegro clan — a well established family in the business world. Moony Laida's desire to finally meet Miggy leads her to apply as an Editorial Assistant at his newly launched men’s magazine, \"Bachelor\". In spite of the fact that a relationship with Miggy may prove to be a long shot, Laida revels working in such close proximity with the man of her dreams.","release_date":"2008-08-03","vote_average":7.3,"runtime":66,"cert":"N\/A","id":52800,"title":"A Very Special Love","adult":false,"genre_ids":[18,35,10749]},{"cast":["Ai-Ai de las Alas","Eugene Domingo","Shaina Magdayao","Carlo Aquino","Alwyn Uytingco"],"overview":"With the one, big, happy family that she has, any woman would admire Ina Montecillo as the embodiment of a perfect mother. But after more than 30 years of doing everything for her family, she realizes she hasn’t done anything for herself. Ina then embarks on a journey of finding her self-worth that surprisingly lands her as the President of the Philippines!","release_date":"2008-12-25","vote_average":4.0,"runtime":105,"cert":"N\/A","id":52801,"title":"The Only Mother To You All","adult":false,"genre_ids":[35,18]},{"cast":["Peter Ackworth","Cyd Black","Claire Adams","Princess Donna","Lorelei Lee"],"overview":"Graphic Sexual Horror takes a peek behind the terrifying facade behind the most notorious of bondage websites, exploring the dark mind of its artistic creator and asking hard questions about personal responsibility. Interviews reveal deep fascinations with bondage and sadomasochism that run parallel, and in fact become irreversibly entwined with the lure of money.","release_date":"2009-01-18","vote_average":7.5,"runtime":84,"cert":"N\/A","id":52804,"title":"Graphic Sexual Horror","adult":false,"genre_ids":[99]},{"cast":["Stockard Channing","Ellen Muth","Kelly Rowan","Jenny O'Hara","RuPaul"],"overview":"Jane, a high school teenager, tries to deal with the discovery that she is a lesbian after developing an intense friendship with another girl who makes her discover her true sexuality, which is only the start of Jane's troubles when Jane's unaccepting mother, Janice, struggles with her surprising revelation of brought forth by her only daughter.","release_date":"2000-08-07","vote_average":6.5,"runtime":87,"cert":"N\/A","id":52805,"title":"The Truth About Jane","adult":false,"genre_ids":[18,10749]},{"cast":["Peter van de Velde","Dirk Van Vooren","Dirk Bosschaert","Anke Helsen","Anke Helsen"],"overview":"Na een woeste storm, belandt de norse Kapitein Eksteroog op een onbewoond eiland. Op dit eiland zoekt hij naar een schat die zijn aartsvijand Zilvertand er ooit heeft begraven. Ook Reus, een gigantische kerel van 2 meter hoog, belandt samen met vijf kinderen en hun hondje Smikkel op hetzelfde eiland. Kapitein Eksteroog en Reus laten de kinderen naar de schat zoeken terwijl zij hun hondje Smikkel gevangen houden. Piet Piraat wil zich een echte piraat voelen dus moet hij een schat vinden. Stien, Berend, Steven en Piet gaan op onderzoek uit naar een eiland wat niet op de kaart staat en belanden zo op het eiland van Kapitein Eksteroog. Ze besluiten de kinderen te helpen en op zoek te gaan naar de schat. Dat wordt het begin van een tocht vol avontuur en gevaar.","release_date":"2008-12-16","vote_average":3.3,"runtime":null,"cert":"N\/A","id":52806,"title":"Piet Piraat en het zwaard van Zilvertand","adult":false,"genre_ids":[12,10751]},{"cast":[],"overview":"Op de Scheve Schuit heeft Steven een raar ding meegenomen dat onder een doek zit. Niemand van de piraten heeft het nog gezien. Maar dan komen er rare geluiden vanonder het doekje en begint het te praten. Steven kan het niet langer verhullen en haalt het doekje eraf. En daar zit Lorre... de papegaai van Piraat Roodbaard. Piet wil het niet hebben en vindt dat Lorre de schuit moet verlaten, totdat ze erachter komen dat Lorre misschien wel weet waar de schat van Roodbaard ligt...","release_date":"2009-08-07","vote_average":9.5,"runtime":70,"cert":"N\/A","id":52807,"title":"Piet Piraat en het geheim van Lorre","adult":false,"genre_ids":[10751]},{"cast":["Maurizio Merli","Arthur Kennedy","Tomás Milián","Maria Rosaria Omaggio","Giampiero Albertini"],"overview":"A tough, violent cop who doesn't mind bending the law goes after a machine-gun-carrying, hunchbacked psychotic killer.","release_date":"1976-10-10","vote_average":6.9,"runtime":95,"cert":"N\/A","id":52808,"title":"Rome, Armed to the Teeth","adult":false,"genre_ids":[28,80]},{"cast":["Tomás Milián","Pino Colizzi","Isa Danieli","Salvatore Borgese","Luciano Catenacci"],"overview":"Brothers Till We Die (Italian: La banda del gobbo) is an Italian poliziottesco-action film directed in 1978 by Umberto Lenzi. This film is the last collaboration among Lenzi and Tomas Milian. In this movie Milian plays two characters, Vincenzo Marazzi aka \"The Hunchback\" that he already played for Lenzi in Rome Armed to the Teeth, and his twin brother Sergio Marazzi aka \"Er Monnezza\", a role that he played for the first time in Lenzi's Free Hand for a Tough Cop and later resumed in Destruction Force by Stelvio Massi.","release_date":"1978-08-17","vote_average":6.8,"runtime":95,"cert":"N\/A","id":52809,"title":"Brothers Till We Die","adult":false,"genre_ids":[53,28,80]},{"cast":["Tomás Milián","Maurizio Merli","John Saxon","Renzo Palmer","Gabriella Lepori"],"overview":"Luigi Maietto aka \"Chinaman\" escapes from prison. As soon as he is free he assigns immediately two henchman to murder the inspector whose testimonal once led to his prison sentence. Inspector Tanzi is left for dead but survives. The local newspapers cover up for him and pretend the assassination had succeeded. When Tanzi gets better, his superior wants him to hide in Switzerland. But Tanzi defies him because he intends to make sure himself that Maietto is put back in prison. He goes for it.","release_date":"1977-02-03","vote_average":7.0,"runtime":100,"cert":"N\/A","id":52810,"title":"The Cynic, the Rat & the Fist","adult":false,"genre_ids":[28,80,53]},{"cast":["Francesco Benigno","Alessandra Di Sanzo","Roberto Mariano","Maurizio Prollo","Alfredo Li Bassi"],"overview":"Young men with no future have little in the present as well. Natale is released from prison: he takes up with his friends again but none can find work. Claudio, from Palermo, gets out of juvenile detention in Naples and he's met by Vita, a girl who's come from home to run away with him. Where can they go? A young dad, whose potato stall at the market is shut down because he has no permit, takes his two small children to the beach and yells at them. Mario, gay, a prostitute in drag, gets a visit from his mom; he offers tea, then finds the water to his apartment is shut off. Social workers drop by, parole officers file reports. What hope is there? What options besides crime?","release_date":"1990-09-14","vote_average":6.7,"runtime":110,"cert":"N\/A","id":52811,"title":"Boys on the Outside","adult":false,"genre_ids":[18]},{"cast":["Evgeniya Trofimova","Dmitriy Dyuzhev","Aleksandr Golovin","Nikolai Dobrynin","Roman Kostomarov"],"overview":"Young woman decides to revenge her husband killers.","release_date":"2010-12-12","vote_average":1.0,"runtime":85,"cert":"N\/A","id":52812,"title":"Close Enemy","adult":false,"genre_ids":[28,18]},{"cast":[],"overview":"Deep in the Andean mountains lays a mysterious ruin named Machu Picchu. For 400 years it sat abandoned on its misty cliff, the quintessential lost city in the jungle. Rediscovered in 1911, it contained no written records or carvings, nothing that could shed light on its history. For a century since, it has defied the endless scores of visitors and scientists who attempted to understand its purpose. Who were the mysterious people who built it and why did they build it here? Today an international team of archeologists, engineers and scientists are finally piecing together the clues. Together they are discovering astonishing new burials, revealing the intricacies of its ingenious engineering and finally decoding the secrets of Machu Picchu.","release_date":"2010-07-05","vote_average":8.0,"runtime":52,"cert":"","id":52813,"title":"Machu Picchu Decoded","adult":false,"genre_ids":[99]},{"cast":["Letekidan Micael","Solomie Micael","Seble Tilahun","Daniel Seyoum","Mekdes Wegene"],"overview":"","release_date":"2009-01-29","vote_average":6.0,"runtime":92,"cert":"N\/A","id":52814,"title":"Feuerherz - Die Reise der jungen Awet","adult":false,"genre_ids":[18]},{"cast":["Guido Weijers"],"overview":"","release_date":"2006-12-31","vote_average":9.5,"runtime":90,"cert":"N\/A","id":52815,"title":"Guido Weijers: De Oudejaarsconference 2006","adult":false,"genre_ids":[35]},{"cast":["Britney Spears"],"overview":"Britney Spears performs some of her biggest hits live at the American Airlines Arena in Miami.","release_date":"2004-03-28","vote_average":7.2,"runtime":92,"cert":"N\/A","id":52820,"title":"Britney Spears: Live from Miami","adult":false,"genre_ids":[10402]},{"cast":["Ben Gazzara","E.G. Marshall","Martin Sheen","William Windom","Joseph Wiseman"],"overview":"What begins as a routine investigation quickly escalates into a heartstopping race to save millions from certain death in this taut and gripping thriller. Michael Crichton (Jurassic Park, ER) \"makes an impressive directorial debut\" (The Hollywood Reporter) in this deadly cat-and-mouse game in which the stakes couldn't be higher! When government agent Steven Graves (Ben Gazzara) investigates political extremist James Wright (E.G. Marshall), he uncovers a diabolical plot to blast lethal nerve gas into San Diego during the Republican Convention. What's worse, a computer hacker (Martin Sheen) has provided Wright with a psychological profile to help him outwit Graves. As Wright ingeniously eludes Graves, can Graves find a way to stop him before the ultimate nightmare begins?","release_date":"1972-12-12","vote_average":5.5,"runtime":73,"cert":"N\/A","id":52825,"title":"Pursuit","adult":false,"genre_ids":[28,53,10770]},{"cast":["Zach Galligan","Apollonia van Ravenstein","Lauren Tom","Dan Aykroyd","Bill Murray"],"overview":"An artist fails a test and is required to direct traffic in New York City's Holland Tunnel. He winds up falling in love with a beautiful woman, who takes him to the moon on a Lunar Cruiser.","release_date":"1984-09-06","vote_average":6.6,"runtime":82,"cert":"N\/A","id":52826,"title":"Nothing Lasts Forever","adult":false,"genre_ids":[878,35,14]},{"cast":["Roddy McDowall","Preston Foster","Rita Johnson","James Bell","Patti Hale"],"overview":"A young boy tries to train Thunderhead, a beautiful white colt and the son of his beloved Flicka, to be a champion race horse.","release_date":"1945-03-15","vote_average":9.0,"runtime":78,"cert":"N\/A","id":52827,"title":"Thunderhead - Son of Flicka","adult":false,"genre_ids":[18,10751]},{"cast":[],"overview":"This controversial, quasi-documentary film concerns the bizarre, dysfunctional and perverse lifestyle of an artist and seven women who seek out and voluntarily remain in an ostensibly abusive emotional and sexual relationship. It takes place in a distant corner of the sado-masochistic world that exists far beyond mere fetishes and role-playing. In this world, sex is extreme, often violent, and people sometimes die.","release_date":"2003-04-20","vote_average":10.0,"runtime":102,"cert":"N\/A","id":52828,"title":"Slaves","adult":true,"genre_ids":[99]},{"cast":[],"overview":"On this fascinating journey you will explore the caves where the early Buddhist masters achieved enlightenment, enter the monasteries where the early Dalai Lamas and the founders of Buddhism meditated and taught, and - at an altitude of over 16,000 feet - look into the remarkable Oracle Lake where every Dalai Lama has had prophetic visions. Written by Anonymous","release_date":"2007-08-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":52829,"title":"The Sacred Sites of the Dalai Lamas: A Pilgrimage to the Oracle Lake","adult":false,"genre_ids":[99]},{"cast":["Emilia Schüle","Daniel Axt","Maria Ehrich","Vivien Wulf","Jan Wannemacher"],"overview":"When being sent to a boarding school for classical music, teenager Julia discovers rock music - and rock musicians. Torn between these two musical worlds, she has to find her own way.","release_date":"2010-02-18","vote_average":5.8,"runtime":99,"cert":"N\/A","id":52830,"title":"Rock It!","adult":false,"genre_ids":[35,10751]},{"cast":[],"overview":"ONE: The Movie was created to increase awareness of the connections we all share. To remind us of our similarities and celebrate our differences. To allow the positive energy of ONEness to emerge in a world that too often seems disconnected and broken. The film's concept is simple: Ask the ultimate questions of the life to the great masters and to everyday people. Then let the dialog flow. The result is a movie that has sparked dialog on six continents and in hundreds of venues - from barns to prisons to universities to theaters. ONE riminds us that we are all on a journey to better understand ourselves, our connections with others, and our utlimate meaning and detiny. Form movie site","release_date":"2005-05-01","vote_average":8.0,"runtime":null,"cert":"N\/A","id":52831,"title":"One: The Movie","adult":false,"genre_ids":[99]},{"cast":[],"overview":"In the 19th century, as it became aware of the colonial designs of European power on central Asia, Tibet expelled westerners and closed its frontiers. As its isolation deepened, so did Tibet's allure and mystique. But in the early 1900s, Francis Younghusband, a British colonialist, managed to penetrate the hidden city of Lhasa and bring to an end the country's years of isolation.","release_date":"2001-01-01","vote_average":0.0,"runtime":53,"cert":"N\/A","id":52832,"title":"Treasure Seekers Tibet's Hidden Kingdom","adult":false,"genre_ids":[99]},{"cast":["Casper Van Dien","Danielle Brett","Joseph Griffin","Catherine Oxenberg"],"overview":"The highway to hell runs straight through a college campus in this compelling thriller about a killer truck. After helping a pretty co-ed out of a nasty domestic situation, Jim Travis gives the girl a lift home. But once on the road, the situation takes a white-knuckle twist as Jim gets into a frightening duel with a crazy truck driver.","release_date":"2001-10-30","vote_average":4.3,"runtime":96,"cert":"N\/A","id":52833,"title":"Road Rage","adult":false,"genre_ids":[18,28,53]},{"cast":["Hugh Laurie","JJ Bee"],"overview":"An enchanted forest is created when some trees decide to \"move up\" to a big hill, where they can enjoy the sunshine and a new life. Many creatures move into the new forest and it soon becomes a paradise. Down below, live horrible goblins in a dark, gloomy forest. One night, a young boy comes through the dark, murky forest, running after the pursuing goblins. In the snowy cold of winter, the boy makes his way into the enchanted forest. When he wakes up, he meets the inhabitants and he is called Jack Frost, due to his strange power to make things cold with one touch of his finger...","release_date":"2004-08-04","vote_average":0.0,"runtime":29,"cert":"","id":52834,"title":"The Tale of Jack Frost","adult":false,"genre_ids":[16,10751,10770]},{"cast":["Robert Ginty","Persis Khambatta","Donald Pleasence","Fred Williamson","Harrison Muller Sr."],"overview":"A nomad mercenary on a high-tech motorcycle helps bring about the downfall of the evil Orwellian government, the Omega.","release_date":"1983-01-01","vote_average":2.6,"runtime":92,"cert":"N\/A","id":52837,"title":"Warrior of the Lost World","adult":false,"genre_ids":[28,878]},{"cast":[],"overview":"Leo Leone has been wrestling since he was seven years old. As the only son of wrestling coach (and ex-state champion) Edward Leone, Leo's dedication to the sport was tied up in his love for his father. Now Leo is seventeen. His life has been an endless cycle of training, sacrifice, and starving to make weight -- a process that is becoming ever more difficult during adolescence. He's tired of denying himself everything, and is feeling the lure of a world beyond the mat. Living paycheck to paycheck, working a dead-end job in the mines while coaching for no money, Leo's father Ed sees a wrestling scholarship as his son's only chance to escape the treadmill of life in a small Pennsylvania town. But though his motives are good, Ed is pushing his son too hard","release_date":"2001-09-14","vote_average":6.8,"runtime":null,"cert":"N\/A","id":52838,"title":"Reversal","adult":false,"genre_ids":[18,10751]},{"cast":["Bob Hope","Lana Turner","Janis Paige","Jim Hutton","Paula Prentiss"],"overview":"A. J. Niles is the author of a series of 'Bachelor Books'. These books describe the romantic life of a bachelor in various cities of the world. But when he runs into trouble with the I.R.S. for back taxes, he needs to write another book fast, to pay them. His publisher decides a book about life in the American suburbs would be a hit, and settles him into Paradise Cove. One bachelor plus lonely housewives equals many angry husbands.","release_date":"1961-11-01","vote_average":7.1,"runtime":109,"cert":"N\/A","id":52841,"title":"Bachelor in Paradise","adult":false,"genre_ids":[35,10749]},{"cast":["Brian Bosworth","Shannon Whirry","Michael Dorn","Cliff Robertson","Bruce Weitz"],"overview":"A Presidential candidate running against the Vice-President plans a trip to the Balkans to negotiate the release of American servicemen being held hostage. Before he leaves, he receives a disk documenting evidence that the Vice-President has been trying to revive the American economy by causing a war in the Balkans. He plans to show it to both sides in the hopes of ending the situation. However, Secret Service agents hijack the Concorde he is on and kill the pilots. It's up to an Air Force officer, nicknamed \"Washout\" because he can't fly a plane, to land the Concorde. Written by Leigh Roche","release_date":"2001-01-01","vote_average":2.0,"runtime":null,"cert":"N\/A","id":52842,"title":"Mach 2","adult":false,"genre_ids":[28,53]},{"cast":["Jane Russell","Gilbert Roland","Arthur Hunnicutt","Mary McCarty","Joyce Mackenzie"],"overview":"Oil heiress Mame Carson takes an incognito cruise so that men will love her for her body, not her money.","release_date":"1954-02-08","vote_average":5.0,"runtime":102,"cert":"N\/A","id":52843,"title":"The French Line","adult":false,"genre_ids":[18,10749,35]},{"cast":["Don DeFore","Ann Harding","Charles Ruggles","Victor Moore","Gale Storm"],"overview":"A New Yorker hobo moves into a mansion and along the way he gathers friends to live in the house with him. Before he knows it, he is living with the actual home owners.","release_date":"1947-04-19","vote_average":7.4,"runtime":116,"cert":"N\/A","id":52844,"title":"It Happened on Fifth Avenue","adult":false,"genre_ids":[35,10402,10749]},{"cast":[],"overview":"Matti and Mikko play for Finland's worst amateur rugby team. Overworked and domesticated, the two men long for a space to revel in their masculinity and bond with other men.","release_date":"2010-03-12","vote_average":6.0,"runtime":86,"cert":"N\/A","id":52845,"title":"Freetime Machos","adult":false,"genre_ids":[99]},{"cast":["Marlene Dietrich","Fred MacMurray","Aline MacMahon","Stanley Ridges","Arline Judge"],"overview":"Bold, eccentric Broadway performer Lisa Madden befuddles her handlers by coming home with a baby she picked up on the street. She wants to keep the baby but has to find a husband to make adoption viable. Why not her new obstetrician Dr. McBain? She offers him help with his research on rabbits in exchange for marriage - and he accepts. The marriage of convenience turns into a marriage of real love. When Dr. McBain's ex-wife comes looking for money, Lisa suspects something and leaves New York. However, a serious illness with the baby brings them together again as McBain operates to try and save the baby's life","release_date":"1942-02-17","vote_average":6.5,"runtime":92,"cert":"N\/A","id":52846,"title":"The Lady Is Willing","adult":false,"genre_ids":[10749]},{"cast":["Kathryn Grayson","Mario Lanza","David Niven","J. Carrol Naish","James Mitchell"],"overview":"Snooty opera singer meets a rough-and-tumble fisherman in the Louisiana bayous, but this fisherman can sing! Her agent lures him away to New Orleans to teach him to sing opera, but comes to regret this rash decision when the singers fall in love.","release_date":"1950-08-24","vote_average":6.1,"runtime":97,"cert":"N\/A","id":52847,"title":"The Toast of New Orleans","adult":false,"genre_ids":[18,10402,10749]},{"cast":["James Cagney","Virginia Mayo","Doris Day","Gordon MacRae","Gene Nelson"],"overview":"A Broadway director helps the West Point cadets put on a show, aided by two lovely ladies and assorted complications.","release_date":"1950-11-25","vote_average":6.9,"runtime":107,"cert":"N\/A","id":52848,"title":"The West Point Story","adult":false,"genre_ids":[10402,10749]},{"cast":["Renaud Verley","Viveca Lindfors","Alfredo Mayo","Maribel Martín","Nuria Gimeno"],"overview":"A young man is released from an asylum and returns home for revenge on his aunt and her three daughters, who had him declared insane in order to steal his inheritance.","release_date":"1973-10-01","vote_average":6.7,"runtime":106,"cert":"N\/A","id":52849,"title":"Bell from Hell","adult":false,"genre_ids":[27]},{"cast":["Freddie Highmore","Ken Stott","Victoria Hamilton","Oscar Kennedy","Helena Bonham Carter"],"overview":"An adaptation of celebrity chef Nigel Slater's bestselling memoir, 'Toast' is the ultimate nostalgic trip through everything edible in 1960's Britain. Nigel's mother was always a poor cook, but her chronic asthma and addiction to all things canned does not help.","release_date":"2010-12-30","vote_average":6.6,"runtime":90,"cert":"PG","id":52850,"title":"Toast","adult":false,"genre_ids":[18,35,36,10751]},{"cast":["Ruth Jones","Mark Lewis Jones","Steve Speirs","Paul Kaye","Michael Sheen"],"overview":"One-off period comedy, peeping into the lives of a south Wales family's Christmases across the 1980s, written by comedian Mark Watson and inspired by a Dylan Thomas short story. Christmas in this household may be a less than poetic affair, but it is just as eventful. So much changes across a decade in any family, and yet so much manages to remain the same.","release_date":"2009-12-17","vote_average":0.0,"runtime":60,"cert":"","id":52851,"title":"A Child's Christmases in Wales","adult":false,"genre_ids":[35]},{"cast":["Kim Sang-joong","Yoon Da-hoon","Im Chang-jung","Jin Hee-kyung","Lee Jae-eun"],"overview":"A heist movie about three groups of thieves who independently plan to rob the same bank on the same day, which causes no end of pandemonium and confusion, or does it?","release_date":"2000-12-30","vote_average":5.0,"runtime":92,"cert":"N\/A","id":52852,"title":"Jakarta","adult":false,"genre_ids":[35,80,53]},{"cast":["Bud Abbott","Lou Costello","Kathryn Grayson","John Carroll","Patricia Dane"],"overview":"Doc and Wishey run into some Nazi-agents, who want to smuggle bombs into the USA from a Mexican border hotel.","release_date":"1942-04-01","vote_average":6.9,"runtime":91,"cert":"N\/A","id":52853,"title":"Rio Rita","adult":false,"genre_ids":[35]},{"cast":["Ti Lung","Lo Lieh","Tanny Tien-Ni","Lily Li Li-Li","Ku Feng"],"overview":"A magician makes money by charging people to cast love spells on the objects of their affection. Complications arise when he decides that he wants a customer's bride for himself.","release_date":"1975-10-02","vote_average":5.1,"runtime":93,"cert":"N\/A","id":52854,"title":"Black Magic","adult":false,"genre_ids":[27]},{"cast":["Ice Cube","Elizabeth Hurley","Ving Rhames","Thokozani Nkosi","Ron Smerczak"],"overview":"Vusi Madlazi returns to the South African village he left as a young boy to bury his father. He meets up with his brother Ernest, who tells him their other brother Stephen couldn't be contacted. Vusi goes to Johannesburg to find him, but at first can only find his neighbor\/girlfriend, Karin, a stripper. Vusi proceeds to learn how conditions have changed since the end of apartheid, not always for the better for black men.","release_date":"1997-02-12","vote_average":4.3,"runtime":95,"cert":"N\/A","id":52855,"title":"Dangerous Ground","adult":false,"genre_ids":[18]},{"cast":["Andie MacDowell","John Turturro","Michael Richards","Nathan Watt","Maury Chaykin"],"overview":"Steven Lidz, unhappy with his home life since his mother got sick, goes and lives with his two crazy Uncles. There he changes and gets closer to his Uncles, but his parents want him home even though he is finally happy and popular. Written by Todd Weiser","release_date":"1995-09-15","vote_average":6.1,"runtime":93,"cert":"N\/A","id":52856,"title":"Unstrung Heroes","adult":false,"genre_ids":[35,18,10751]},{"cast":["Alec Guinness","Jack Hawkins","Wilfrid Lawson","Kenneth Griffith","Jeanette Sterke"],"overview":"A cardinal is arrested for treason against the state. He is a popular hero of his people, for his resistance against the Nazis during the war and his resistance when his country again fell to a totalitarian conqueror.  In prison, his interrogator is determined to extract a confession of guilt, and thus destroy his power over his people.","release_date":"1955-04-19","vote_average":7.5,"runtime":95,"cert":"","id":52857,"title":"The Prisoner","adult":false,"genre_ids":[18]},{"cast":["Karl Merkatz","Ingrid Burkhard","Erika Deutinger","Klaus Rott","Manuel Rubey"],"overview":"","release_date":"2008-12-19","vote_average":5.9,"runtime":90,"cert":"N\/A","id":52858,"title":"Echte Wiener - Die Sackbauer-Saga","adult":false,"genre_ids":[35,18]},{"cast":["John Wayne","Thomas Mitchell","Ian Hunter","Barry Fitzgerald","Wilfrid Lawson"],"overview":"The crew of the merchant ship Glencairn hope to survive a transatlantic crossing during World War II. Adapted from four Eugene O'Neill one-act plays.","release_date":"1940-11-11","vote_average":6.4,"runtime":105,"cert":"N\/A","id":52859,"title":"The Long Voyage Home","adult":false,"genre_ids":[28,18,10752]},{"cast":["Anil Kapoor","Kajol","Anupam Kher","Shakti Kapoor","Parmeet Sethi"],"overview":"Vishwanath is a multi-millionaire industrialist, who lives in a palatial house, with his only chid, a son named Vijay. Vijay has been literally born with a silver spoon in his mouth, and indulges in life's temptations and weaknesses to the extreme. Vishwanath would like his son to get married and be responsible. Vijay agrees to get married on condition that his future bride sign an agreement that the marriage is on a trial basis for one year, and thereafter is Vijay does not fall in love with her, the marriage gets annulled. Vishwanath asks his personal assistant, Megha, to quit her job and marry Vijay, but Megha refuses. Megha comes from a poor family, consisting of her mom, two other sisters, and one brother. Written by Shrikant","release_date":"1999-01-22","vote_average":5.3,"runtime":168,"cert":"N\/A","id":52860,"title":"Hum Aapke Dil Mein Rehte Hain","adult":false,"genre_ids":[10751,18,10749]},{"cast":["Bette Davis","Franchot Tone","Margaret Lindsay","Alison Skipworth","John Eldredge"],"overview":"Dan Bellows finds former stage star Joyce Heath a penniless drunk and takes her to his Connecticut home for rehabilitation. Unaware that she is married to Gordon, he asks his fiancée Gail to free him and offers to sponsor Joyce in a play. When Gordon refuses to give Joyce a divorce, she runs the car into a tree crippling him for life. Joyce urges Dan return to Gail, opens her play, and begs Gordon for forgiveness.","release_date":"1935-12-25","vote_average":7.4,"runtime":79,"cert":"N\/A","id":52863,"title":"Dangerous","adult":false,"genre_ids":[18]},{"cast":["Bette Davis","George Brent","Ricardo Cortez","Jack La Rue","Henry O'Neill"],"overview":"Newspaperman Bill Bradford becomes a special agent for the tax service trying to end the career of racketeer Nick Carston. Julie Gardner is Carston's bookkeeper. Bradford enters Carston's organization and Julie cooperates with him to land Carston in jail. An informer squeals on them. Julie is kidnapped by Carston's henchmen as she is about to testify","release_date":"1935-09-14","vote_average":7.3,"runtime":76,"cert":"N\/A","id":52864,"title":"Special Agent","adult":false,"genre_ids":[18]},{"cast":[],"overview":"\"Oil Smoke &amp; Mirrors\" offers a sobering critique of our perceived recent history, of our present global circumstances, and of our shared future in light of imminent, under-reported and mis-represented energy production constraints. While the ideas presented in this film can at first seem daunting, it's ultimate assertion is that these challenges can indeed be met and surpassed, if, but only if, we can find the courage to perceive them.","release_date":"","vote_average":0.0,"runtime":50,"cert":"N\/A","id":52865,"title":"Oil Smoke and Mirrors","adult":false,"genre_ids":[99]},{"cast":[],"overview":"7 years after 911 the supposed mastermind behind the attacks is still at large, and the nation is entrenched in multiple Wars in the Middle East. Is Bin Laden the Evil behind the attack or a mere front man in a larger picture, a Bogeyman? We are told we are fighting a War on Terror, and that the Terrorists hate us for our freedom. If that is the case, why do our leaders take more and more of those freedoms away every day?","release_date":"2008-07-22","vote_average":5.1,"runtime":102,"cert":"N\/A","id":52866,"title":"Fabled Enemies","adult":false,"genre_ids":[99]},{"cast":["Roddy McDowall","Tuesday Weld","Lola Albright","Martin West","Ruth Gordon"],"overview":"From his prison cell, young Alan Musgrave (Roddy McDowell) relates his experiences of the previous year dedicated to fulfilling every whim of beautiful and self-absorbed high school senior Barbara Ann Greene played by Tuesday Weld.","release_date":"1966-02-21","vote_average":6.6,"runtime":105,"cert":"N\/A","id":52867,"title":"Lord Love a Duck","adult":false,"genre_ids":[35,18]},{"cast":["Terri Treas","William Katt","Scott Burkholder","Denny Dillon","Melissa Clayton"],"overview":"Roger Cobb (William Katt) is killed in a car accident. His family must move into the house that has haunted him for several years. Soon the family begins to experience scary and unexplained phenomena.","release_date":"1992-01-21","vote_average":4.2,"runtime":94,"cert":"N\/A","id":52868,"title":"House IV","adult":false,"genre_ids":[53,27]},{"cast":["William Cooper"],"overview":"\"Surrounding us in our day-to-day lives are mysteries, that to spend our days pondering would paralyze us from leading productive lives. So we turn away from these thoughts in order to seek out as trouble free an existence as we can. Then there are those who have made it their business to explore and expose these mysteries; to remind us of what we already know on some deep subconscious level, that things are rarely what they seem on the surface. Bill Cooper was such a man.","release_date":"2006-06-05","vote_average":5.0,"runtime":83,"cert":"N\/A","id":52869,"title":"The Hour Of Our Time","adult":false,"genre_ids":[99]},{"cast":["Keisuke Koide","Shihori Kanjiya","Karina","Tatsuya Fujiwara","Kento Hayashi"],"overview":"\"Parade\" is the story of a strange living situation in a 2LDK apartment (having two bedrooms, a living-dining room, and a kitchen) in suburban Tokyo. There are five residents ranging in age from eighteen to twenty-eight: Ryosuke (Keisuke Koide), a male student with no motivation or aspirations; Kotomi (Shihori Kanjiya), an out-of-work aspiring actress who longs for a celebrity boyfriend; Mirai (Karina), a heavy-drinking female illustrator; Satoru (Kento Hayashi), a male prostitute with a spectator like attitude toward life; and Naoki (Tatsuya Fujiwara), a salaryman who works for a film distribution company and says strange things in his sleep. The roommates are not in any way romantically involved with one another, but one can see subtle hints of affection and friendship among them. In the end, however, none of them really know each other.","release_date":"2010-02-20","vote_average":6.9,"runtime":118,"cert":"N\/A","id":52870,"title":"Parade","adult":false,"genre_ids":[18]},{"cast":["Peter Schiff","Ellen Brown","Bill Still"],"overview":"It is well known in economics academia that The Wonderful Wizard of Oz written by L. Frank Baum in 1900 is loaded with powerful symbols of monetary reform which were the core of the Populist movement and the 1896 and 1900 president bid of Democrat William Jennings Bryan. The yellow brick road (gold standard), the emerald city of Oz (greenback money), even Dorothy’s silver slippers (changed to ruby slippers for the movie version) were the symbol of Baum’s and Bryan’s belief that adding silver coinage to gold would provide much needed money to a depression-strapped, 1890s America. We believe Baum’s symbols represent the only solution to relieve the growing economic hardship here in America – and the rest of the world. Practically speaking, 2009 marks the 70th anniversary of the 1939 MGM release of the The Wizard of Oz movie, so interest will be very high. Even Oz websites put up by kids get millions of hits.","release_date":"2009-10-01","vote_average":5.2,"runtime":104,"cert":"N\/A","id":52871,"title":"The Secret of Oz","adult":false,"genre_ids":[99]},{"cast":["Bunta Sugawara","Takeshi Katô","Akira Kobayashi","Mikio Narita","Kunie Tanaka"],"overview":"Shozo Hirono has managed to separate from the Yamamori family and create his own small family, and extend his circle of acquaintances. These new friendships include a powerful underboss of the Muraoka family, Noboru Uchimoto.","release_date":"1973-09-25","vote_average":7.4,"runtime":119,"cert":"N\/A","id":52874,"title":"Battles Without Honor and Humanity: Proxy War","adult":false,"genre_ids":[28,18,80]},{"cast":[],"overview":"October, 2000, Dallas presentation. Jim Marrs, in his third and best appearance before The Eclectic Viewpoint. Jim presents startling facts from his well-researched book Ruly By Secrecy, that show how inner circles within inner circles of the rich and powerful are trying to guide mankind into a frightening New World Order of global rule. A fascinating evening.","release_date":"2000-10-21","vote_average":3.8,"runtime":121,"cert":"N\/A","id":52875,"title":"Ruled By Secrecy","adult":false,"genre_ids":[99]},{"cast":["William Lewis"],"overview":"Washington, You’re Fired captures the spirit and zest of an old fashioned Boston tea party and captivatingly delivers the audience an education into detrimental legislation that will affect them and generations of Americans to come. Solutions and game plans are laid on a table of change... it's up to you to pick up the just cause of liberty and light the fires of freedom.","release_date":"","vote_average":5.0,"runtime":78,"cert":"N\/A","id":52876,"title":"Washington, You're Fired!","adult":false,"genre_ids":[99]},{"cast":["Pierre Richard","Aldo Maccione","Valérie Mairesse","Danielle Minazzoli"],"overview":"Pierre Renard is the blackboy of the writer George Vallier. At the time of a reception, the Italian actor Aldo Barazutti takes him for the writer and proposes to him to come to work with him in Tunisia with the development of a scenario. In fact Barazutti wants only to flee her wife to find her mistress Valerie. Misunderstandings when Vallier joined them. They must flee in the desert a jealous husband...","release_date":"1980-01-23","vote_average":4.9,"runtime":105,"cert":"N\/A","id":52877,"title":"It's Not Me, It's Him","adult":false,"genre_ids":[35,12]},{"cast":["Judd Nelson","Janet Gunn","Jeff Kober","Mark Sheppard","Richard Gunn"],"overview":"Twenty five years ago, the SS Corona Queen disappeared in the region known as, \"The Bermuda Triangle\". Now, it has returned. Seven people go on board to learn the truth behind her disappearance but the ship did not return alone...","release_date":"2001-10-23","vote_average":5.1,"runtime":96,"cert":"N\/A","id":52878,"title":"Lost Voyage","adult":false,"genre_ids":[27,53]},{"cast":["Sirpa Lane","Vassili Karis","Lucio Rosato","Umberto Ceriani","Maria D'Alessandro"],"overview":"In the future the struggle for space superiority has forced humanity to search the cosmos for a rare element called Antallum that is the key ingredient for the construction of neutron bombs. Starship captain Larry Madison and his crew are assigned to retrieve Antallum from the remote planet Lorigon. However, Madison and crew find themselves under the control of a powerful computer on Lorigon that incites everyone to have sex.  Some versions feature brief adult scenes shot with body doubles.","release_date":"1980-05-13","vote_average":4.0,"runtime":86,"cert":"N\/A","id":52883,"title":"Beast in Space","adult":false,"genre_ids":[878,27]},{"cast":["Yang Dong-geun","Jung Jin-young","Han Chae-young","Yoo Ha-bok","Ki Joo-bong"],"overview":"Two detectives investigate a string of horrific murders in Seoul and zero in on a sadistic gang leader who carries an actual ball and chain.","release_date":"2003-05-16","vote_average":5.8,"runtime":117,"cert":"N\/A","id":52884,"title":"Wild Card","adult":false,"genre_ids":[28,53,80]},{"cast":["József Madaras","Tibor Molnár","András Kozák","Jácint Juhász","Anatoli Yabbarov"],"overview":"In 1919, Hungarian Communists aid the Bolsheviks' defeat of Czarists, the Whites. Near the Volga, a monastery and a field hospital are held by one side then the other.","release_date":"1967-11-03","vote_average":7.2,"runtime":90,"cert":"N\/A","id":52885,"title":"The Red and the White","adult":false,"genre_ids":[10752,18]},{"cast":["Oliver Reed","Amanda Donohoe","Georgina Hale","Frances Barber","Tony Rickards"],"overview":"Middle-aged Gerald Kingsland advertises in a London paper for a female companion to spend a year with him on a desert island. The young Lucy Irving takes a chance on contacting him and after a couple of meetings they decide to go ahead. Once on the island things prove a lot less idyllic than in the movies, and gradually it becomes clear that it is Lucy who has the desire and the strength to try and see the year through.","release_date":"1986-03-05","vote_average":6.0,"runtime":117,"cert":"","id":52886,"title":"Castaway","adult":false,"genre_ids":[12,18]},{"cast":[],"overview":"In Cashville, two friend friends are torn apart buy fast money and launch an all out street war where no one can be trusted. Loyalty and Respect is lost over Cash in the city of Cashville.","release_date":"2006-01-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":52887,"title":"Loyalty & Respect","adult":false,"genre_ids":[28,12,35,80,18,10402]},{"cast":["Anders Danielsen Lie","Jarl Kulle","Bjørn Floberg","Elisabeth Sand","Frank Robert"],"overview":"\"Herman\", based on Lars Saabye Christensen's novel of the same name, tells the story of the young boy Herman who suddenly loses his hair and becomes bald at the age of eleven. He follows him through what is a very difficult period in his life, through big mood swings and irrational behaviour until he finally learns to accept himself for who he is.","release_date":"1990-09-13","vote_average":6.0,"runtime":95,"cert":"N\/A","id":52890,"title":"Herman","adult":false,"genre_ids":[18,10751]},{"cast":["Pavel Derevyanko","Anna Semenovich","Yuriy Galtsev","Yuriy Stoyanov","Aleksey Ogurtsov"],"overview":"A Russian WW2 spy spoof following misadventures of a clueless Soviet secret agent trapped inside Hitler's inner circle.","release_date":"2008-09-18","vote_average":3.1,"runtime":99,"cert":"N\/A","id":52891,"title":"Hitler's Kaput!","adult":false,"genre_ids":[35]},{"cast":["Roger Wilson","Jill Schoelen","Scott McGinnis","Cindy Eilbacher","Clancy Brown"],"overview":"A group of friends start a rock band, but as they start their rise in the music world, they get mixed up with drugs.","release_date":"1985-08-01","vote_average":5.8,"runtime":111,"cert":"N\/A","id":52894,"title":"Thunder Alley","adult":false,"genre_ids":[18]},{"cast":["Carl Lumbly","Danny Glover","Chrisjan Appollus","Obed Emvula","Joel Haikali"],"overview":"Namibia: The Struggle for Liberation is a 2007 epic film on the Namibian independence struggle against South African occupation as seen through the life of Sam Nujoma, the leader of the South-West Africa People's Organisation and the first president of the Republic of Namibia.","release_date":"2007-06-27","vote_average":6.3,"runtime":161,"cert":"N\/A","id":52897,"title":"Namibia: The Struggle for Liberation","adult":false,"genre_ids":[18,36,10752]},{"cast":["Michael Jackson","Jackie Jackson","Janet Jackson","Jermaine Jackson","Jesse Jackson"],"overview":"A live telecast of the public memorial service for the king of pop, Michael Jackson.","release_date":"2009-07-07","vote_average":7.0,"runtime":180,"cert":"N\/A","id":52900,"title":"Michael Jackson Memorial","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Based on true events this film shows us how far people are willing to go to survive.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":52901,"title":"Famished","adult":false,"genre_ids":[]},{"cast":[],"overview":"For 20 years, a subculture has emerged in Brazil under society's radar. It is the culture surrounding 'funk carioca', a musical rhythm which mixes the American electronic funk of the 1980s with the most diverse influences of Brazilian music. 'Baile funk' is one of the most interesting musical movements in the world, but it comes from what is at times one of the most violent and poorest places in the world: the slums of Rio de Janeiro (favelas). This music is the personalization of the raw element. Bombastic rhythms coming from the American Miami Bass and samples are fused with powerful rap vocals using Brazilian slang. This documentary tells stories of sex, love, poverty, and pride among Rio's marginalized people. They have their own language, style, and heroes. It's a film that's fast, heavy, and violent like the city itself.","release_date":"2008-01-01","vote_average":5.2,"runtime":80,"cert":"N\/A","id":52902,"title":"Favela on Blast","adult":false,"genre_ids":[99,10402]},{"cast":["Timo Aalto","Pekka Ahonen","Aarne Aksila","Mauno Alasuutari","Arto Blomqvist"],"overview":"Finnish men in sauna, speaking straight from the heart.","release_date":"2010-03-26","vote_average":7.4,"runtime":80,"cert":"N\/A","id":52903,"title":"Steam of Life","adult":false,"genre_ids":[99]},{"cast":["Tony Curtis","Debbie Reynolds","Pat Boone","Joanna Barnes","Ellen Burstyn"],"overview":"Shot by a jealous husband, Charley falls out a porthole and is lost at sea only to find himself returned as an attractive blond woman. His best friend is staying at his house as he puts Charlie's affairs in order and after being convinced, finds himself an unwilling helper in Charlie's new plan to marry into money","release_date":"1964-11-18","vote_average":5.9,"runtime":116,"cert":"N\/A","id":52906,"title":"Goodbye Charlie","adult":false,"genre_ids":[35,878,10749]},{"cast":["Edmund Gwenn","Esmond Knight","Jessie Matthews","Fay Compton","Frank Vosper"],"overview":"The story of Johann Strauss the elder and younger.","release_date":"1934-03-15","vote_average":5.5,"runtime":81,"cert":"","id":52907,"title":"Waltzes from Vienna","adult":false,"genre_ids":[10402,10749,18]},{"cast":["Karl Merkatz","Ingrid Burkhard","Klaus Rott","Erika Deutinger","Charles Brauer"],"overview":"","release_date":"2010-12-23","vote_average":3.7,"runtime":100,"cert":"N\/A","id":52908,"title":"Echte Wiener 2 - Die Deppat'n und die Gspritzt'n","adult":false,"genre_ids":[18,35]},{"cast":["Tomás Milián","Enzo Cannavale","Bombolo","Eli Wallach","Margherita Fumero"],"overview":"Undercover cop Nico Giraldi travels to New York and Las Vegas to find a crooked cop who gave his squadron back in Italy a bad name.","release_date":"1978-10-10","vote_average":6.5,"runtime":91,"cert":"N\/A","id":52913,"title":"Little Italy","adult":false,"genre_ids":[35,80]},{"cast":["Tomás Milián","Robert Webber","Lilli Carati","Giuseppe Pambieri","Giuliana Calandra"],"overview":"A gang of thieves are robbing luxury apartments in Rome, but after emptying the villa of the wealthy Mr. Douglas, the thieves are beginning to die..","release_date":"1976-10-29","vote_average":7.1,"runtime":101,"cert":"N\/A","id":52914,"title":"Squadra antifurto","adult":false,"genre_ids":[35,28]},{"cast":[],"overview":"The Church of Jesus Christ of Latter-day Saints is building temples across the world. In Between Heaven and Earth religious scholars of various faiths discuss the importance of temple worship from the time of Adam and Eve to modern main and provide a broad insight into the concept and need for temples.","release_date":"2002-01-01","vote_average":5.8,"runtime":44,"cert":"N\/A","id":52915,"title":"Between Heaven and Earth","adult":false,"genre_ids":[99]},{"cast":["Lee Van Cleef","William Berger","Ignazio Spalla","Aldo Canti","Franco Ressel"],"overview":"Several pillars of society have robbed an Army safe containing $100,000 so they can buy the land upon which the coming railroad will be built. But they haven't reckoned on the presence of the master gunslinger, Sabata.","release_date":"1969-09-16","vote_average":6.2,"runtime":111,"cert":"N\/A","id":52916,"title":"Sabata","adult":false,"genre_ids":[37,28]},{"cast":[],"overview":"Hyde Park Concert Film, July 2009.  Intro \/ She's So High \/ Girls &amp; Boys \/ Tracy Jacks \/ There's No Other Way \/ Jubilee \/ Badhead \/ Beetlebum \/ Out Of Time \/ Trimm Trabb \/ Coffee and TV \/ Tender \/ Country House \/ Oily Water \/ Chemical World \/ Sunday Sunday \/ Parklife \/ End Of Century \/ To The End \/ This Is A Low \/ Popscene \/ Advert \/ Song 2 \/ Death Of A Party \/ For Tomorrow \/ The Universal","release_date":"2010-01-19","vote_average":9.0,"runtime":126,"cert":"N\/A","id":52917,"title":"Blur: Live at Hyde Park, London","adult":false,"genre_ids":[]},{"cast":["Osama Bin Laden"],"overview":"Tells the story of two men, Abu Jandal and Salim Ahmed Hamdan, whose fateful encounter in 1996 set them on a course of events that led them to Afghanistan, Osama bin Laden, 9\/11, Guantanamo, and the U.S. Supreme Court.","release_date":"2010-05-09","vote_average":7.7,"runtime":90,"cert":"N\/A","id":52918,"title":"The Oath","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Former NYPD Officer Craig Bartmer was a 9\/11 First Responder and a committed worker at Ground Zero. He, like many others who worked to clean Ground Zero, has developed respiratory illnesses as a result of the toxic dust inhaled at the site. Also like many others who were physically affected by the attacks, Craig Bartmer is now combating Post Traumatic Stress Disorder. In this interview he details his eyewitness account of the collapse of World Trade Center Building 7. He also speaks out against the official 9\/11 story, the lies told by the EPA about the air quality at Ground Zero and the critical need for a fresh independent investigation into the 9\/11 attacks","release_date":"2006-10-27","vote_average":0.0,"runtime":27,"cert":"N\/A","id":52919,"title":"Speaking Out","adult":false,"genre_ids":[]},{"cast":["Krzysztof Kowalewski","Ewa Wiśniewska","Ewa Ziętek","Marek Bargiełowski","Damian Damięcki"],"overview":"Tadeusz Krzakoski (Krzysztof Kowalewski), the director of a failing state-owned company, is married with problems. His mistress, the daughter of a Communist party bigwig, says she's pregnant and Tadeusz knows he'll have to marry her to save his reputation and his job. But divorce is never simple and Bareja's screwball comedies are never boring.","release_date":"1978-12-08","vote_average":8.4,"runtime":99,"cert":"N\/A","id":52920,"title":"What Will You Do When You Catch Me?","adult":false,"genre_ids":[35]},{"cast":["Michael Carlisi","Sheila Kraics","Geoff Libby","Jessica Marie","William Martin"],"overview":"The Shively house has always been a center of dark happenings throughout its existence every family that has inhabited the house has experienced a miserable and deadly end. Tonight a group of friends discover the awful truth that lay dormant in the house. The demons have possessed the former grounds keeper Adam (William Martin) to help with their escape and Theadora (Kari Wishingrad) the last in the bloodline of the soothsayers is the only one that can help stop the evil before... The demons get out","release_date":"2008-07-25","vote_average":4.5,"runtime":77,"cert":"N\/A","id":52923,"title":"Hell House","adult":false,"genre_ids":[18,27]},{"cast":[],"overview":"End of Liberty exposes from a real life perspective how the U.S. is headed for a complete societal collapse. All Americans are now experiencing countless warning signs on a daily basis that a societal collapse is near. Unfortunately, most Americans don’t understand the significance of these warning signs.","release_date":"2010-11-30","vote_average":6.0,"runtime":74,"cert":"N\/A","id":52924,"title":"End Of Liberty","adult":false,"genre_ids":[99]},{"cast":["Carly Pope","Christine Baranski","Bobby Cannavale","Monica Parker","Kristen Hager"],"overview":"The holiday season is turned upside down for a neophyte food critic JJ (Pope) when her uninhibited mother (Baranski) shows up unannounced. In an attempt to occupy her mom's time, JJ works out a deal with a young chef (Cannavale) that stirs up some matters of the heart.","release_date":"2005-12-05","vote_average":6.5,"runtime":120,"cert":"N\/A","id":52925,"title":"Recipe for a Perfect Christmas","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"","vote_average":8.0,"runtime":null,"cert":"N\/A","id":52926,"title":"Unser Universum: Raum und Geschwindigkeit","adult":false,"genre_ids":[]},{"cast":["Shoni Alysse Cook","William Martin","Robert J. Carrera","Jeremia Draper","William Martin"],"overview":"Jordan (SHONI ALYSSE COOK),a young woman caught in a world of bizarre murders and government conspiracies,must find the answer to saving the world from its end and saving herself. Her father has been missing for twelve years and a man she doesn't know claims to have all the answers she's seeking about her past, and the reason for her visions. Jordan must trust Christian (JOE AMOS) as he is to be her guide to finding all the mysteries. Now she must dive into the unknown and find clues to unlock the past to save the future.","release_date":"2006-02-20","vote_average":7.5,"runtime":92,"cert":"N\/A","id":52927,"title":"Millennium Apocalypse: The End is Here...","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":8.0,"runtime":null,"cert":"N\/A","id":52928,"title":"Unser Universum: Raum und Kraft","adult":false,"genre_ids":[]},{"cast":["Daniel Rigby","Bryan Dick","Victoria Wood","Vic Reeves","Reece Shearsmith"],"overview":"Single drama telling the story of Eric Morecambe and Ernie Wise's formative years, from child stars to national treasures. 'Big head, short legs' is Eric Bartholomew's first impression of Ernie Wiseman, but their friendship endures and, encouraged by his well-meaning but determined mother Sadie, Eric became the funny man to Ernie's 'feed'. After a successful stint in children's variety, they work their way up the ladder of live performance, but after a disastrous television debut in the series Running Wild, Morecambe and Wise learn to trust their own instincts and just make people laugh.","release_date":"2011-01-01","vote_average":8.5,"runtime":90,"cert":"12","id":52929,"title":"Eric & Ernie","adult":false,"genre_ids":[35,18,10770]},{"cast":[],"overview":"","release_date":"","vote_average":8.0,"runtime":null,"cert":"N\/A","id":52930,"title":"Unser Universum: Raum und Größe","adult":false,"genre_ids":[]},{"cast":["Keith Thompson","Chris White"],"overview":"This new documentary examines the history of the New World Order and demonstrates that the New World Order is 'New Age' oriented. The Zeitgeist films and movement are exposed and shown to have ties to the New Age, Theosophy, Freemasonry and the New World Order movements.","release_date":"2011-09-12","vote_average":5.9,"runtime":138,"cert":"N\/A","id":52931,"title":"Aquarius: The Age of Evil","adult":false,"genre_ids":[99]},{"cast":["Janet Waldo","Daws Butler"],"overview":"Jeannie the babysitter is supposed to be looking after an unnamed baby while Joan and George are out. However, she is more interested in talking on the telephone. At first Tom and Jerry take the opportunity to help themselves to some food, but they soon discover the baby crawling away while Jeannie continues to talk on the phone, unaware. Tom and Jerry rescue the baby from increasingly dangerous hazards, such as the cupboards, the sink, a curtain rod, the heating ducts, a flagpole, and a mailbox down the street (which leads to them being shot at by rogue police officers). Tom goes home with the baby, but suddenly the baby falls in the sky. Tom gets a stroller, but the baby uses a diaper as a parachute, and floats to safety. Jeannie is unaware through all of this (even when the baby crawls over her), and at one point even chases Tom away for \"bothering the baby\" when he returns the baby to the crib.","release_date":"1956-05-04","vote_average":6.8,"runtime":6,"cert":"N\/A","id":52932,"title":"Busy Buddies","adult":false,"genre_ids":[35,16]},{"cast":["James E. Meyer","Jessica Buchleitner","Jack Topalian"],"overview":"By the time Tony found out that his illegal card room was $10,000 short, Kent would be long gone. He had pulled this kind of caper a hundred times. Kent didn't need a partner, but he couldn't resist sharing the experience with Kim, the diner waitress who could make his operation a whole lot easier. So why did Kent find himself holed up in a retirement home with a wounded woman, a man gunning for him and a group of senior citizens asking him to fix their AC? Would Kent let his greed do him in? Or would he find redemption?","release_date":"2010-01-01","vote_average":0.0,"runtime":25,"cert":"N\/A","id":52935,"title":"The Wedding","adult":false,"genre_ids":[28]},{"cast":["Steve Buscemi","Seymour Cassel","Jennifer Beals","Pat Moya","Will Patton"],"overview":"An aspiring young filmmaker gets involved with an eccentric gangster for the financing of his first film.","release_date":"1992-10-23","vote_average":6.5,"runtime":93,"cert":"N\/A","id":52936,"title":"In the Soup","adult":false,"genre_ids":[35]},{"cast":["Valeri Solovyev","Anna Geller","Oleg Kulikovich","Liya Medvedeva","Sergei Makovetsky"],"overview":"This is the fourth and final of a series of animated films based on Russian folk legends. A bogatyr is an epic warrior from ancient Kievan Rus. Most are directed in the traditional bylinas, traditional Russian epic poems, as being endowed with enormous strength and cunning, although often not completely immune to human weaknesses. Here, our three heroes gather together once more to rescue the ruler of the land from the attempts of an evil foreign queen. She plans to make him fall in love with her so her youth and beauty can be renewed, but in exchange will destroy his kingdom.","release_date":"2010-12-29","vote_average":5.8,"runtime":73,"cert":"N\/A","id":52939,"title":"Tri bogatyrya i Shamakhanskaya tsaritsa","adult":false,"genre_ids":[16,10751,35,12]},{"cast":["Jean Simmons","Katina Paxinou","Derrick De Marney","Derek Bond","Sophie Stewart"],"overview":"Victorian gothic melodrama based on the novel by Sheridan Le Fanu from a screenplay adapted by Aldwych farceur Ben Travers. This creepy chiller is saved from the doldrums by Robert Krasker's atmospheric cinematography, and fine performances from the ensemble cast. The BBC later filmed the story for television in 1987. In 1845, 17-year-old Caroline (Jean Simmons) is nursing her dying father. He has enough faith in the reform of his reprobate brother, Silas (Derrick de Marney), suspected but in the clear of murder, to place her under his wing after his death. The hitherto naive heroine soon learns that scheming Uncle Silas is planning to kill her in order to get his hands on the family fortune, aided by the equally corrupt governess Madame de la Rougierre.","release_date":"1947-10-08","vote_average":6.0,"runtime":98,"cert":"","id":52940,"title":"Uncle Silas","adult":false,"genre_ids":[18,27,9648]},{"cast":["Christopher Lee","Peter Cushing","Mike Raven","Richard Hurndall","George Merritt"],"overview":"Christopher Lee stars in this Amicus production of “Dr. Jekyll &amp; Mr. Hyde” where the names have been changed to Dr. Marlowe and Mr. Blake. Lee as Dr. Marlowe experiments with intravenous drugs that are suppose to release inner inhibitions. So comes forth Mr. Blake (also Lee) who gets more monstrous with each transformation. Peter Cushing plays his friend and colleague, Dr. Utterson.","release_date":"1971-11-01","vote_average":4.3,"runtime":75,"cert":"","id":52941,"title":"I, Monster","adult":false,"genre_ids":[878,27]},{"cast":[],"overview":"From the Tea Party Movement to State Legislators, the American people are drawing a line in the sand. On what side of it will you stand? Has the government our Founders created been forgotten by Washington DC? Is a Patriot Uprising ready to capture the spirit of 1776? \"Don't Tread On Me: Rise of the Republic\" gives the viewer a look into the movements, mindset, and legislation that will catapult the \"Great Restoration\" into households across America. What is the choke-collar the Federal Government uses to reign in the States? Are the States sovereign or subjects of Washington DC? What did the Founders foresee and how did they seek to protect us from a tyrannical government?","release_date":"2010-05-01","vote_average":6.5,"runtime":89,"cert":"N\/A","id":52942,"title":"Don't Tread On Me","adult":false,"genre_ids":[99]},{"cast":["José Luis López Vázquez","Agustín González","Tito García","Goyo Lebrero","Antonio Moreno"],"overview":"A man gets trapped inside a telephone box and nobody is able to free him.","release_date":"1972-12-13","vote_average":6.8,"runtime":35,"cert":"N\/A","id":52943,"title":"The Telephone Box","adult":false,"genre_ids":[27,53,18,10770]},{"cast":["Ravi Teja","Shriya Saran","Anjana Sukhani","Mahesh Manjrekar","Sayaji Shinde"],"overview":"This story is all about a ambitious boy named Seenu (Ravi Teja) who dreams of becoming a don. He always likes to be called as ‘Don’ Seenu since childhood due to the strong influence of the Amitabh Bachchan starrer ‘Don’. He grows up with just one passion - that of becoming the World's No: 1 Don. Thanks to his enterprising nature, he gains access to the cream of the city's dons, and uses his cleverness to play off the top two - Machiraju (Sayaji Shinde) and Narsing (Sri Hari), fierce rivals - against each other.","release_date":"2010-08-06","vote_average":6.3,"runtime":166,"cert":"N\/A","id":52944,"title":"Don Seenu","adult":false,"genre_ids":[35,18,28]},{"cast":[],"overview":"A group of cannibals gather together for a tribal dance. In the middle of their gala, they are interrupted by a ferocious lion!","release_date":"1930-03-13","vote_average":5.4,"runtime":6,"cert":"N\/A","id":52945,"title":"Cannibal Capers","adult":false,"genre_ids":[16]},{"cast":["Hape Kerkeling","Angelika Milster","Judy Winter","Michael Brandner","Katharina Schubert"],"overview":"Karl-Heinz, a filling-station attendant, and his family, Herta, a retiree, Kurt, a drugstore branch manager, and Margot, a divorced man-hunter, have only one thing in common: they have booked a holiday at Club Las Piranjas, where they want to relax from their nerve-racking occupations. But there are three people knowing a way to prevent this. Most notably the two animators Edwin and Biggy, who don't allow any amusement outside their own plans, and of course the always drunken club chief Mrs. Wenger, whose only thought is, that there shouldn't be any reclamation from the travel agency. Apart from the scruffy condition of the Club (no water in the pool, etc). and the obscure Club activities involving Biggy and Edwin, the vacation becomes a complete horror trip, with only one end in sight, which is to part from the club as soon as possible. Written by Stefan Fey","release_date":"1995-06-28","vote_average":6.8,"runtime":89,"cert":"N\/A","id":52946,"title":"Club Las Piranjas","adult":false,"genre_ids":[35]},{"cast":["Roger Kwok","Yuen Wah","Yuen Qiu","Jade Leung","Wong Jing"],"overview":"Chi Mo Sai (Yuen Wah) meets Wong (Roger Kwok) in Auntie Fei's (Yuen Qiu) cafe and learns that Wong has photographic memory. He decides to exploit this skill by teaching Wong how to play Mahjong, but Fei, Wong's boss, strongly objects to it. Despite Fei's objections, Wong learns Mahjong from compulsive gambler Chi Mo Sai. He impresses triad boss Tin Kau Ko (Wong Jing). Wong falls in love with Tin's mistress (Theresa Fu) and is beaten by Tin's men. Wong then becomes crazy. Luckily, Fei cured him using Mahjong. Fei wanted Wong to beat Tin in the \"King of Mahjong\" competition and be the King of Mahjong. The film ends with a climactic \"King of Mahjong\" Competition. It is the only film made in 2005 to boast of having a sequel made in 2005.","release_date":"2005-06-03","vote_average":5.4,"runtime":98,"cert":"N\/A","id":52947,"title":"Kung Fu Mahjong","adult":false,"genre_ids":[28,35]},{"cast":[],"overview":"John Wilson wakes up, gets ready for his day and heads to work. He has no idea that he's being watched, tracked and studied. Is he a threat to national security? Is he a terrorist or a criminal? No, he's an ordinary American citizen. Like everyone else, John's rights and freedoms have been systematically destroyed - all in the name of security and convenience. Is it about peace and unity? Or is it about ultimate global power? What if there were hidden forces with no ties to democracy or constitutional rights in power? What if new laws, media propaganda and Secret Societies labeled John a danger to society? And what if all this set the stage for a Biblically prophesied global government run by the Antichrist?","release_date":"2009-10-06","vote_average":4.5,"runtime":null,"cert":"N\/A","id":52948,"title":"Shadow Government","adult":false,"genre_ids":[99]},{"cast":["Vincent Price"],"overview":"A collection of 4 Poe stories narrated by Vincent Price: 1) The Telltale Heart, 2) Pit and the Pendulum, 3) The Sphinx, and 4) The Cask of Amontillado.","release_date":"1970-01-01","vote_average":7.6,"runtime":53,"cert":"N\/A","id":52949,"title":"An Evening of Edgar Allan Poe","adult":false,"genre_ids":[18,27,9648]},{"cast":["Don Stannard","Tamara Desni","Meinhart Maur","Joyce Linden","Percy Walsh"],"overview":"David Phillips (Patrick Macnee) is running down the darkened streets of London's Limehouse district, pursued by two men with guns. He finds a public phone and puts a call through to Dick Barton (Don Stannard), but before he can report, a shot rings out. Barton must piece together what Phillips found out that got him killed. Phillips had been assigned to protect Professor Mitchell (Percy Walsh) and his new development, a ray capable of exploding any unstable element aboard an aircraft in flight. Mitchell has been targeted for kidnapping by Serge Volkoff (Meinhart Maur), a foreign agent from Eastern Europe, as part of a larger, much more sinister plot to destroy England and cripple Western Europe. Complicating matters further is that Mitchell's daughter (Joyce Linden) has also been kidnapped, and Barton must contend with Volkoff's crafty female companion Anna (Tamara Desni).","release_date":"1950-10-02","vote_average":3.5,"runtime":64,"cert":"","id":52950,"title":"Dick Barton at Bay","adult":false,"genre_ids":[12,80,10751]},{"cast":[],"overview":"This story offers varied lessons. It portrays the senselessness of prejudice and discrimination, and also a lesson of materialism and entrepreneurship. Sneetches are a group of vaguely avian yellow creatures who live on a beach. Some Sneetches have a green star on their bellies, and in the beginning of the story the absence of a star is the basis for discrimination. Sneetches who have stars on their bellies are part of the \"in crowd,\" while Sneetches without stars are shunned and consequently mopey.","release_date":"1973-10-15","vote_average":4.7,"runtime":12,"cert":"N\/A","id":52951,"title":"The Sneetches","adult":false,"genre_ids":[16,35,10751]},{"cast":["Peter Robbins","Sally Dryer","Christopher Shea","Kathy Steinberg","Bill Melendez"],"overview":"After Charlie Brown's team loses their first game of the season (123-0), his team throws down their caps in disgust and quits. Frustrated and depressed, Charlie Brown wanders around aimlessly until Linus meets him with good news: Mr. Hennessey, operator of a local hardware store, is offering to sponsor Charlie Brown's team, place them in an organized league, and even buy them new uniforms. The excitement gets the better of Charlie Brown, and he eagerly tells the team the good news. Lucy is apprehensive, but states that if Charlie Brown can really get the team uniforms, they will give him another chance and return to the team. Later at home, Charlie Brown gets a phone call from Mr. Hennessey, and is told that the league does not allow girls or dogs. Charlie Brown tries to reason with Mr. Hennessey, but is told that the stipulations are rules set by the league. Unwilling to sacrifice his friends, Charlie Brown reluctantly declines Mr. Hennessey's offer.","release_date":"1966-06-08","vote_average":6.0,"runtime":25,"cert":"N\/A","id":52952,"title":"Charlie Brown's All-Stars","adult":false,"genre_ids":[16,35,10751]},{"cast":["Damon Wayans"],"overview":"Damon Wayans is stand-up comedy at its best! He will make you laugh out loud as he talks about kids, work, life and more! See him like never before in this HBO live concert special, available for the first time on DVD!","release_date":"1990-01-01","vote_average":0.0,"runtime":56,"cert":"N\/A","id":52953,"title":"Damon Wayans: The Last Stand","adult":false,"genre_ids":[35]},{"cast":["Mel Blanc","Arthur Q. Bryan"],"overview":"The cartoon finds a row of signs saying it's rabbit season (\"If you're looking for fun, you don't need a reason. All you need is a gun, it's Rabbit Season!\"). Bugs Bunny and Daffy Duck again are arguing over which of them is “in season” (it is really Duck Season, as Daffy says in the beginning), while a befuddled Elmer Fudd tries to figure out which animal is telling the truth. Between using sneaky plays-on-words, and dressing himself in women's clothing (including a Lana Turner-style sweater), Bugs manages to escape unscathed, while Daffy repeatedly has his beak blown off, upside-down, and sideways by Elmer.","release_date":"1952-09-20","vote_average":7.3,"runtime":7,"cert":"N\/A","id":52954,"title":"Rabbit Seasoning","adult":false,"genre_ids":[16,10751,35]},{"cast":["Peter Robbins","Pamelyn Ferdin","Glenn Gilger","Glenn Gilger","Ann Altieri"],"overview":"School is out for the summer and Charlie Brown, Linus, Schroeder and Pig Pen are planning to spend it reading every comic book, watching television, practicing ballplay, and classical music, and having clean thoughts. However, Lucy tells them that she signed them up for camp. The girls are eager to go, but the boys hate the idea.(Linus adding that its like finding out that he was drafted.) The boys shove each other to get on the bus, while the girls line up in order. At camp, Charlie Brown is chosen captain of the boys camp. The boys and girls have a swim race which the girls win easily. Then they have a softball game, which the boys lose with only one run. Other competitions are just as lopsided. Afterwards, the boys sit around the campfire and reflect on how miserable they are. In one scene, the colors of the shirts of Schroder and Linus are mixed up during this scene.","release_date":"1969-09-27","vote_average":7.1,"runtime":24,"cert":"N\/A","id":52955,"title":"It Was a Short Summer, Charlie Brown","adult":false,"genre_ids":[16,35]},{"cast":["Todd Barbee","Melanie Kohn","Stephen Shea","Donna Le Tourneau","Jimmy Ahrens"],"overview":"When Woodstock's fancy new nest disappears one afternoon, he turns to Snoopy for help. Adopting the guise of Sherlock Holmes (complete with cloak, deerstalker cap and bubble pipe), Snoopy and Woodstock go on the hunt for the missing nest.","release_date":"1974-02-01","vote_average":5.8,"runtime":25,"cert":"N\/A","id":52956,"title":"It's a Mystery, Charlie Brown","adult":false,"genre_ids":[16,35]},{"cast":["Mel Blanc","Stan Freberg"],"overview":"Shorty, a school-age rabbit with a high-pitched voice, jumps into Bugs Bunny's rabbit hole to escape the clutches of the villainous, but extremely stupid, Pete Puma, whose distinctive speech climaxes in an ear-splitting screech. Pete tries to trick Bugs and Shorty with an exploding cigar. Doesn't work. The cigar says \"El Explodo\" right on the wrapper. He tries to trick them by disguising himself as Shorty's mother. Doesn't work either. His rabbit ears are leaves that are inelegantly affixed to his hat. How can this poor, pathetic puma win the day? Smarter opponents than he have failed to outwit the wily Bugs Bunny.","release_date":"1952-11-15","vote_average":6.4,"runtime":7,"cert":"N\/A","id":52957,"title":"Rabbit's Kin","adult":false,"genre_ids":[16,10751,35]},{"cast":["Gallagher","Karen 'Sarge' Sargent"],"overview":"Gallagher's mad as hell but he never shows it, because he's cool as well. He's back in this 1981 special and telling jokes... to prevent his anger from building up.","release_date":"1981-01-01","vote_average":0.0,"runtime":95,"cert":"N\/A","id":52958,"title":"Gallagher: Mad As Hell","adult":false,"genre_ids":[]},{"cast":["Julie Andrews","Richard Crenna","Michael Craig","Daniel Massey","Robert Reed"],"overview":"Gertrude Lawrence rises to stage stardom at the cost of happiness.","release_date":"1968-07-18","vote_average":6.3,"runtime":176,"cert":"","id":52959,"title":"Star!","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Julie Andrews","Omar Sharif","Anthony Quayle","Dan O'Herlihy","Sylvia Syms"],"overview":"During a Caribbean holiday, a British civil servant finds herself falling in love with a Russian agent.","release_date":"1974-07-11","vote_average":6.5,"runtime":119,"cert":"N\/A","id":52960,"title":"The Tamarind Seed","adult":false,"genre_ids":[18,10749]},{"cast":["Jack Lemmon","Julie Andrews","Sally Kellerman","Robert Loggia","Jennifer Edwards"],"overview":"A wealthy architect struggles with a severe case of male menopause at the approach of his 60th birthday.","release_date":"1986-10-10","vote_average":6.1,"runtime":102,"cert":"N\/A","id":52961,"title":"That's Life!","adult":false,"genre_ids":[35,18]},{"cast":["Gallagher"],"overview":"A live performance by \"Sledge-O-Matic\" stand-up comedian Gallagher.","release_date":"1983-01-01","vote_average":4.0,"runtime":50,"cert":"N\/A","id":52962,"title":"Gallagher: Stuck in the Sixties","adult":false,"genre_ids":[35]},{"cast":["Jonas Karlsson","Brendan Coyle","Anja Lundqvist","Torkel Petersson","Göran Ragnerstam"],"overview":"In the sleepy town of Stensfors, the soccer team used to be something to be proud of , playing in the national league 30 years ago. Now the team will be dissolved if it can't win the rest of the games in the local league. Team member Kent goes on a business trip to Liverpool and meet Duncan Miller, the premier league football star of the 1980s who promises to come over to Sweden and play a few games just for fun. Unfortunately, when he arrives it is obvious that their saviour is both an alcoholic and very unfit to play. Plot by Mattias Thuresson.","release_date":"2006-08-18","vote_average":5.8,"runtime":null,"cert":"N\/A","id":52967,"title":"Offside","adult":false,"genre_ids":[18]},{"cast":["Wanda Sykes"],"overview":"Wanda Sykes talks relationships, politics and strip clubs in her second stand-up special.","release_date":"2003-07-22","vote_average":5.5,"runtime":42,"cert":"N\/A","id":52968,"title":"Wanda Sykes: Tongue Untied","adult":false,"genre_ids":[35]},{"cast":["Mel Blanc","Arthur Q. Bryan","Arnold Stang"],"overview":"The sign greeting campers says, \"Welcome to Jellostone National Park: A Restful Retreat.\" Elmer Fudd finds this to be a dirty lie when Bugs Bunny torments him for the fun of it. Bugs will trick Elmer into thinking day is night, mid-air is safe ground, and his rabbity self is a grizzly bear before Elmer commits an act he'll immediately regret.","release_date":"1941-12-20","vote_average":6.6,"runtime":8,"cert":"N\/A","id":52969,"title":"Wabbit Twouble","adult":false,"genre_ids":[16,10751,35]},{"cast":["Hiroyuki Sanada","Jun Miho","Yuki Kazamatsuri","Sonny Chiba","Jackie Chan"],"overview":"A fortuneteller prophesizes that whoever marries the beautiful Ukio will become the ruler of the world. Naturally, this makes her very popular with those vying for power, particularly the insatiably greedy Lord Donjo. Only the ninja Jotaro can stop Donjo's plan, but to do so, he must first battle the deadly team of \"Devil Monks\" serving the lord. Will Jotaro succeed in his mission? And if so, will Ukio marry him, thus making him the ruler of the world?","release_date":"1982-12-18","vote_average":5.8,"runtime":100,"cert":"N\/A","id":52970,"title":"Ninja Wars","adult":false,"genre_ids":[18,28]},{"cast":["Mel Blanc","Arthur Q. Bryan"],"overview":"Behind the Hollywood Bowl stage which is playing the opera, The Barber of Seville, Bugs Bunny flees into the backstage area with Elmer Fudd in close pursuit. Seeing his opportunity to fight on his terms, Bugs raises the curtain on Elmer, trapping him on stage. As the orchestra begins playing, Bugs comes into play as the barber who is going to make sure that Elmer is going to get a grooming he will never forget.","release_date":"1950-12-16","vote_average":7.6,"runtime":8,"cert":"N\/A","id":52971,"title":"Rabbit of Seville","adult":false,"genre_ids":[16,35]},{"cast":["Jackie Chan","Richard Harrison","David Bowles","Warren Chan","Morna Lee"],"overview":"Two brothers, Warren and David, try to defeat the evil forger who is making their lives a misery.","release_date":"1986-01-01","vote_average":6.7,"runtime":92,"cert":"N\/A","id":52972,"title":"Ninja the Protector","adult":false,"genre_ids":[18,28]},{"cast":["Mel Blanc","John T. Smith"],"overview":"Bugs Bunny is too sound a sleeper to notice that a rainstorm has flooded his rabbit hole and sent his mattress floating downstream toward the castle of an evil scientist who needs a brain for his mechanical monster. Bugs tries to escape and save his brain from the clutches of Rudolph, the scientist's giant orange monster.","release_date":"1952-04-19","vote_average":7.2,"runtime":7,"cert":"N\/A","id":52973,"title":"Water, Water Every Hare","adult":false,"genre_ids":[16,35,10751]},{"cast":["Mel Blanc","Arthur Q. Bryan","Dave Barry","Richard Bickenbach"],"overview":"The Disassociated Press wants Bugs Bunny's life story. Got a pencil? \"First,\" says Bugs, \"I was born.\" He quickly learns he is different from the other children: he's a \"rabbit in a human world.\" He grows up to accept repetitive chorus boy jobs in such Broadway revues as \"Girl of the Golden Vest,\" \"Wearing of the Grin\" and \"Rosie's Cheeks.\" His career hits the skids and he's living on a park bench before he's discovered by that great vaudeville star, Elmer Fudd. Their dual comedy act is a hit, which leads to film roles. Will Bugs Bunny ever have to look back?","release_date":"1950-06-17","vote_average":6.7,"runtime":7,"cert":"N\/A","id":52974,"title":"What's Up Doc?","adult":false,"genre_ids":[16,35,10751,10749]},{"cast":["Kotaro Satomi","Kôji Nanbara","Mikijiro Hira","Kei Satō","Tamagata Isao"],"overview":"Three Iga ninja are on a hunt for Chidoken, a Takeda ninja sent out to assasinate Lord Nobunaga.","release_date":"1964-03-01","vote_average":0.0,"runtime":96,"cert":"N\/A","id":52975,"title":"The Third Ninja","adult":false,"genre_ids":[18,28,35,10751,12]},{"cast":["Martyn Stubbs"],"overview":"Throughout the documented history of those early pioneering man missions into space, one can find numerous references, made by both astronauts and cosmonauts, to witnessing and sometimes describing curious anomalous objects seen while in orbit around the Earth. John Glenn likened these to fireflies and for a time, NASA actually believed they had stumbled across living creatures, according to one of its’ retired astronauts Scott Carpenter.” EBE Award Winner! Best Film International UFO Congress Film Festival. On March 11, 2000, in front of an assembled audience of UFO enthusiasts and the media, evidence was presented that would appear to indicate the existence of, not one, but two types of unknown extraterrestrial lifeforms. Labeled Phenomena One and Phenomena Two by a man who spent several years recording and logging thousands of hours of NASA space shuttle transmissions, this historic footage and the story that lay behind its discovery can now be revealed.","release_date":"2001-10-11","vote_average":5.5,"runtime":90,"cert":"N\/A","id":52976,"title":"The Secret NASA Transmissions The Smoking Gun","adult":false,"genre_ids":[99]},{"cast":[],"overview":"L.I.N.E. training is the Marine Corps' version of hand-to-hand combat which is taught to all Marine Corps. The Marine Corps uses these unique methods of self-defense because they are easy to learn, extremely effective, and can be incorporated into other martial arts systems. L.I.N.E. training stands for \"Linear Involuntary Neurological override Engagement\" which means, that once learned, these movements become automatic reflexes in reaction to physical assaults. These are the complete, twelve lessons which will 'arm' you with a variety of counter moves and counter strikes against physical attacks. All lessons taught in this program are taught by Marine Corps Drill Instructors at the Marine Corps' Recruit Training Center in San Diego, California and occur during actual L.I.N.E. training classes. This program enables you to learn these hand-to-hand combat drills alongside Marine Corps' recruits","release_date":"","vote_average":0.0,"runtime":57,"cert":"N\/A","id":52977,"title":"Marine Corps L.I.N.E. Training","adult":false,"genre_ids":[]},{"cast":["Bunta Sugawara","Sonny Chiba","Meiko Kaji","Hiroshi Nawa","Mikio Narita"],"overview":"Repeatedly beat to a pulp by gamblers, cops, and gangsters, lone wolf Shoji Yamanaka finally finds a home as a Muraoka family hitman and falls in love with boss Muraoka's niece. Meanwhile, the ambitions of mad dog Katsutoshi Otomo draws our series' hero, Shozo Hirono into a new round of bloodshed.","release_date":"1973-04-28","vote_average":7.7,"runtime":100,"cert":"N\/A","id":52980,"title":"Battles Without Honor and Humanity: Deadly Fight in Hiroshima","adult":false,"genre_ids":[18,28,80]},{"cast":["Carrie Janisse","Missy Browning","Tony Bond","Michael McMillen","Amy Thomson"],"overview":"Two show-business women leave Los Angeles for Las Vegas, but phoney state troopers abduct them in the desert and they are taken to a laboratory\/prison. Here, males come to experience sexual fantasies, which it is the job of the two girls and other attractive captives to flesh out. The captors force an hypnotic drug upon them to aid their performances. Then a country hitchhiker they met earlier at a gas station decides to rescue the girls.","release_date":"1993-10-01","vote_average":5.0,"runtime":71,"cert":"N\/A","id":52981,"title":"Desert Passion","adult":false,"genre_ids":[80,18]},{"cast":["Manuel Goncalves","Christian Perrette","Lucas Pedroni"],"overview":"Europe, autumn 1944. In the middle of a platoon of the 82nd Airborne, errors of command are going to isolate a small group of men who are under the command of Sgt. Pallumbo. Their destiny, mingled with hope and death, is going cross that of a family of citizens who struggle to survive too.","release_date":"2010-06-11","vote_average":3.5,"runtime":107,"cert":"N\/A","id":52982,"title":"The Cross Roads","adult":false,"genre_ids":[10752]},{"cast":["Gene Tierney","George Montgomery","Lynn Bari","Victor McLaglen","Alan Baxter"],"overview":"China Girl charts the exploits of two-fisted newsreel photographer Johnny Williams (George Montgomery), stationed in Burma and China in the early stage of WW II. Captured by the Japanese, he escapes from a concentration camp with the aid of beautiful, enigmatic 'China Girl' Miss Young (Gene Tierney). The two arduously make their way back to friendly lines so that Johnny can deliver the vital military information he's managed to glean from his captors.","release_date":"1942-12-09","vote_average":4.4,"runtime":95,"cert":"N\/A","id":52983,"title":"China Girl","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A nonverbal film featuring the landscapes of New Zealand. Shot in the south west corner of New Zealand, known as Fiordland. Ata Whenua contains images of the landscapes and animals of the region, through a range of seasons and extremes. The images are beautiful, crystal clear, and set to an impressive soundtrack.","release_date":"2005-09-26","vote_average":0.0,"runtime":32,"cert":"N\/A","id":52986,"title":"Ata Whenua - Shadowland","adult":false,"genre_ids":[]},{"cast":["Pippo Franco","Giancarlo Prete","Piero Vida","Monica Monet","Laura Troschel"],"overview":"","release_date":"1973-01-01","vote_average":5.5,"runtime":null,"cert":"N\/A","id":52987,"title":"Furto di sera bel colpo si spera","adult":false,"genre_ids":[35]},{"cast":["Gianluca D'Ercole","Giulia Bellucci","Alessia Racchichini","Fabiana Bamdinelli"],"overview":"","release_date":"2010-08-11","vote_average":6.0,"runtime":null,"cert":"N\/A","id":52990,"title":"La Polinesia è sotto casa","adult":false,"genre_ids":[35]},{"cast":["Helen Hayes","Van Heflin","Dean Jagger","Robert Walker","Minor Watson"],"overview":"In this Cold War drama, a woman suspects her son is a Communist spy.","release_date":"1952-04-08","vote_average":5.1,"runtime":122,"cert":"N\/A","id":52991,"title":"My Son John","adult":false,"genre_ids":[18]},{"cast":["John Loder","Ruth Ford","Marian Hall","Richard Fraser","Mary Field"],"overview":"A wounded soldier discovers his hospital is secretly run by the Nazis.","release_date":"1943-01-14","vote_average":5.0,"runtime":64,"cert":"N\/A","id":52992,"title":"The Gorilla Man","adult":false,"genre_ids":[53]},{"cast":["Najib Amhali"],"overview":"","release_date":"2000-01-01","vote_average":5.3,"runtime":95,"cert":"N\/A","id":52993,"title":"Najib Amhali: Veni Vidi Vici","adult":false,"genre_ids":[35]},{"cast":[],"overview":"When Kuba finds out his girlfriend Ewa is pregnant, he reflects on life and wants to prepare to do everything he can to be a great father and provider. Kuba wants to be a responsible man but he isn't sure what is the ideal way to live. He visits his three uncles seeking their advice on what he should do. As they all have their own perspectives, each of his uncles guides him in new directions.","release_date":"2008-07-18","vote_average":7.0,"runtime":90,"cert":"N\/A","id":52994,"title":"Jak żyć","adult":false,"genre_ids":[18]},{"cast":["Lukman Sardi","Donny Alamsyah","Darius Sinathrya","Teuku Rifnu Wikana","Rahayu Saraswati"],"overview":"The movie starts with the tough lives of the aforementioned characters in a military school, showing friendship and even competition among them. But the lives of the young cadets changes when Dutch soldiers suddenly attack their camp, tearing them apart. With limited weaponry and forces, they decided to unite to fight against the Dutch and defend their freedom. Combining action, drama, humor, romance, human tragedy and strong personal stories, the movie is aimed at inspiring the new generation with the spirit of the generations before them who fought and sacrificed themselves for the freedoms Indonesia enjoys today.","release_date":"2009-08-13","vote_average":4.6,"runtime":108,"cert":"N\/A","id":52995,"title":"Red & White","adult":false,"genre_ids":[10752,18]},{"cast":["Graham Low","Oli van der Vijver","Nicola Stapleton","Martin Curtis","Jeremy Beadle"],"overview":"Follow the exploits of taciturn hero No Name and his stereotypical Indian side-kick Running Sore as they search for the nefarious villain The Squint.","release_date":"1995-11-24","vote_average":6.0,"runtime":78,"cert":"","id":52996,"title":"A Fistful of Fingers","adult":false,"genre_ids":[35,37]},{"cast":["Eric Aviles"],"overview":"In the gang infested neighborhoods nearby Chicago's Little Village, Raul follows in the footsteps of his older brother Freddy.  Raul's destiny as a member of the Latin Crowns street gang seems predetermined, but when he falls in love with an innocent young woman and his brother is shot under questionable circumstances, Raul decides to leave the gang. This quest to go straight becomes more and more difficult as he finds himself entangled with the newest member of the gang, and as the violence of their day to day life on the street intensifies. When the gang begins to fall apart around him, Raul's loyalty is questioned on every front and he becomes caught in the middle of a spiraling series of events that jeopardize every aspect of his life.","release_date":"2004-07-01","vote_average":0.0,"runtime":94,"cert":"N\/A","id":52997,"title":"Once Upon a Time in the Hood","adult":false,"genre_ids":[28,18]},{"cast":["Omero Antonutti","Lambert Wilson","Eusebio Poncela","Inés Sastre"],"overview":"The story of an expedition down the Orinoco and Amazon rivers in 1560 by Spanish soldiers searching for the fabled city of gold, El Dorado.","release_date":"1988-04-20","vote_average":4.9,"runtime":149,"cert":"N\/A","id":52998,"title":"El Dorado","adult":false,"genre_ids":[12,36]},{"cast":["Daniel Auteuil","Géraldine Pailhas","François Cluzet","François Berléand","Emanuelle Devos"],"overview":"Based on the 2000 book of the same name by Emmanuel Carrère, it is inspired by the real-life story of Jean-Claude Romand. L'Adversaire's protagonist Jean-Marc Faure (Auteuil) pursues an imaginary career as a doctor of medicine in a plot more closely based on Romand's life and Carrère's book than was Laurent Cantet's 2001 film L'Emploi du Temps. The film was nominated for a Palme d'Or at the 2002 Cannes Film Festival.","release_date":"2002-08-28","vote_average":6.8,"runtime":129,"cert":"N\/A","id":52999,"title":"The Adversary","adult":false,"genre_ids":[9648,18,80]}]