[{"cast":["Skeet Ulrich","Kristy Swanson","Derek de Lint","Rena Owen","Antonie Kamerling"],"overview":"Kevin Burke a young executive for a multinational investment bank, is a rising star in the Rotterdam office. Rewarded for his perceptive eye and mastery of foreign languages, Kevin receives the promotion he has been working for - a coveted spot on the company's internal security team. Trained by the enigmatic Mr. Ficks to protect the firm's employees in volatile, third world markets, Kevin thinks he has a shield for every arrow. And this makes him feel safe, or at least \"safer\" than he's felt since his father's mysterious death. Karl Jorgensen, the Managing Director of the bank, is Kevin's boss and surrogate father. He has mentored Kevin over the years, which makes his biological son, Karl Jorgensen Junior, visibly jealous. Jorgensen brushes off the \"sibling rivalry\", but clearly favors Kevin, molding him into a confident, young man. It is this confidence that gives Kevin the courage he needs to propose to the woman he loves...","release_date":"2001-08-23","vote_average":5.8,"runtime":96,"cert":"N\/A","id":53000,"title":"Soul Assassin","adult":false,"genre_ids":[28,9648,53]},{"cast":["Julian Sands","Eriq Ebouaney","Camille Summers","Clint Dyer","Robert Hobbs"],"overview":"After her mothers death, Grace, 14, decides to go back to Africa to find her father whom she hasn't seen since her parents divorced. After his plane crashes in the desert, her father gets caught by diamond hunters. Grace follows her fathers route along with family friend Kadjiro...","release_date":"2006-02-08","vote_average":6.3,"runtime":92,"cert":"N\/A","id":53003,"title":"The Trail","adult":false,"genre_ids":[12]},{"cast":["Charlie Trairat","Suchao Pongwilai","Pemanee Sungkorn","Surachai Sangarkart","Vorawit Phonginsee"],"overview":"Sudsakorn is a curious young man, raised in the ancient traditions of magic by his mystical grandfather. He never knew his farther. His mother, a beautiful mermaid is pained by his sadness, so sends him on a quest to find his father. Armed with his grandfather's magical weaponry Sudsakorn sets off into the mysterious world of yore on his trusty steed, Ma Nin Mangkorn, a half dragon , half horse. What starts as a simple quest soon turns into an amazing adventure, Sudsakorn encounters a heinous and deadly creature, and must use his magical powers to defeat the foul beast, and continue his journey. The display of power doesn't go unnoticed and Sudsakorn is persuaded to fight monsters and demons by the king of an ancient city. With his new found mission to protect the innocent, but can Sudsakorn 's power last, or will the forces of evil defeat him before he finds his father? Sudsakorn must fight to stay alive before be too falls victim the treachery of the ancient world.","release_date":"2006-11-30","vote_average":3.5,"runtime":115,"cert":"N\/A","id":53004,"title":"Legend of Sudsakorn","adult":false,"genre_ids":[14,28,12]},{"cast":["Sam Jones","Joey House","Harry Guardino","Nicholas Worth","Frank Sivero"],"overview":"As two rival Godfathers view to take control of the city, a hot-tempered family member kills two relatives of the opposing family, breaking the \"Truce of Honor\". Now the war begins! As a young boxer seeks revenge for his fiancée's death, the streets become a real-life battlefield... to settle the score!","release_date":"1993-05-19","vote_average":5.0,"runtime":95,"cert":"N\/A","id":53005,"title":"Fist of Honor","adult":false,"genre_ids":[12,18,28,53]},{"cast":["Conan Lee","Sheila Chan","Cheng Pak-Lam","Cynthia Rothrock","Lam Ching-Ying"],"overview":"Cynthia Rothrock helps to protect a Buddhist boy from villains who wish to stop him from becoming the Prince of the Sun.","release_date":"1990-09-24","vote_average":5.0,"runtime":93,"cert":"N\/A","id":53006,"title":"Prince of the Sun","adult":false,"genre_ids":[28]},{"cast":["Eric Bassanesi","Basia Wajs"],"overview":"Don screams out as a horrific monster is about to eat him alive! But then he wakes up. It's only a dream! That day he boards his private plane, a flying casino, that caters to the needs of the fantastically rich clients who want to play for high stakes at high altitudes. But then the plane is engulfed in a strange thick fog that seeps into the cabin. The evil mist transforms the passengers and crew one by one into monstrous half human, half insect creatures with a ravenous appetite for human flesh. Don realises that it is his nightmare come true - it is his Flight to Hell!","release_date":"2003-01-01","vote_average":3.0,"runtime":null,"cert":"","id":53007,"title":"Flight to Hell","adult":false,"genre_ids":[27]},{"cast":["Pierre-Olivier Mornas","Bernard-Pierre Donnadieu","Ticky Holgado","Bernard Haller","Patrice Valota"],"overview":"Set in the French countryside in the 1600s, a lone rider deposits a newborn baby boy on the steps of a monastery, having bitten his nose off. The child is bought up by an ex-pirate and his wife and is taught to read, write, count, joust and fence, and is also given a wooden nose. However, he is ordered by a local baron to attend a tough seminary, but he soon rebels and makes an action-packed escape...","release_date":"1993-09-15","vote_average":6.1,"runtime":160,"cert":"N\/A","id":53008,"title":"Justinien Trouve, or God's Bastard","adult":false,"genre_ids":[35,18,36]},{"cast":["Jean Lefebvre","Daniel Ceccaldi","Henri Guybet","Julien Guiomar","Renée Saint-Cyr"],"overview":"Julien est envoyé par son patron à l'île Maurice, où il fait la connaissance d'Henri, un chômeur professionnel. Un soir de beuverie, les deux hommes se soulagent au pied d'une statue sacrée. Offensés par ce sacrilège, les dieux les punissent en leur ôtant leur reflet et en les faisant léviter. Si cette situation leur paraît au début invivable, les deux hommes finissent cependant par tirer parti de ces désavantages pour régler leurs problèmes personnels.","release_date":"1978-06-28","vote_average":7.4,"runtime":100,"cert":"N\/A","id":53009,"title":"These Sorcerers Are Mad","adult":false,"genre_ids":[35,14]},{"cast":["Virginie Efira","François-Xavier Demaison","Raphaël Personnaz","Thomas Ngijol","Brigitte Roüan"],"overview":"Julien Monnier has a serious problem. Though he's a brilliant couples counselor, he can't keep a woman in his life for more than two weeks. Indeed, ever since his childhood, Julien jinxes every woman who falls in love with him. But it's not just any small jinx. It's the kind that sends you to the hospital several times a week, that destroys your professional life or that turns your friends into enemies. Julien is strictly speaking a true black cat for women. Joanna Sorini will soon learn this at her expense the day she meets him. A career that's just taking off, a love life that finally seems to be taking a good turn, all that may just change.","release_date":"2011-01-05","vote_average":5.7,"runtime":87,"cert":"N\/A","id":53010,"title":"Second Chance","adult":false,"genre_ids":[35,10749]},{"cast":["Cengiz Küçükayvaz","Sinan Bengier","Haldun Boysan","Önder Açıkbaş","Kemal Kuruçay"],"overview":"","release_date":"2010-01-01","vote_average":4.5,"runtime":null,"cert":"N\/A","id":53011,"title":"Harbi Define","adult":false,"genre_ids":[]},{"cast":[],"overview":"The film’s story centers on Musashi Miyamoto, one of the most famous swordsmen in Japanese history. He pioneered the Hyouhou Niten Ichi-ryuu style of two-sword fighting and wrote “The Book of Five Rings,” a book that has been compared to Sun Tzu’s “The Art of War” for its insight on tactics and strategy.","release_date":"2009-06-13","vote_average":6.5,"runtime":72,"cert":"N\/A","id":53012,"title":"Musashi: The Dream of the Last Samurai","adult":false,"genre_ids":[16,28]},{"cast":["Brendan Dempsey","Andy Curtis","Jamie Belton","Kathryn Ranheim","Shaun Elebert"],"overview":"Slightly demented English gangster steals an Irish Pub in order to set up his ultimate score. Problems arise when the rightful owners of the pub put up more of a fight than he bargains for.","release_date":"2005-10-01","vote_average":7.0,"runtime":88,"cert":"","id":53013,"title":"Gobshite","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"Tom has plans to take a nice long nap in a hammock, but Jerry has gotten there first and is snoozing happily, so the two fight it out to see who gets to sleep there.","release_date":"1951-12-08","vote_average":7.1,"runtime":7,"cert":"N\/A","id":53014,"title":"Cat Napping","adult":false,"genre_ids":[16,35]},{"cast":["Ib Schønberg","Henny Lindorff Buckhøj","Inger Lassen","Knud Heglund","Louis Miehe-Renard"],"overview":"","release_date":"1953-02-25","vote_average":7.0,"runtime":108,"cert":"N\/A","id":53015,"title":"Den gamle mølle paa Mols","adult":false,"genre_ids":[35,10751]},{"cast":["Eddie Constantine","Hanns Zischler","Claudia Michelsen","Nathalie Kadem","André S. Labarthe"],"overview":"The supremely world-weary Lemmy Caution, last seen in Godard's \"Alphaville\" (France\/1965), has several strange encounters while trying to make his way from the former East Germany to \"the west.\"","release_date":"1991-09-01","vote_average":7.3,"runtime":62,"cert":"N\/A","id":53016,"title":"Germany Year 90 Nine Zero","adult":false,"genre_ids":[18]},{"cast":["Kjeld Petersen","Ghita Nørby","Paul Hagen","Birgitte Reimer","Christian Arhoff"],"overview":"Hans og Mona beslutter at give deres respektive ægtefælder lidt at tænke over, ved at blive fundet i en kompromitterende situation under en fælles ferie. For at lette den lidt akavede stemning, beslutter de at søge hjælp i barskabet, hvor de får mikset en potent cocktail sammen, som de døber Grøn Elevator. Det bliver starten på en munter aften.","release_date":"1961-08-21","vote_average":5.8,"runtime":82,"cert":"N\/A","id":53017,"title":"Den grønne elevator","adult":false,"genre_ids":[35]},{"cast":["Maria Garland","Kirsten Saerens","Søren Elung Jensen","Gunnar Lauring","Jessie Rindom"],"overview":"Ellekjærs fremtid ligger Ann-Marie på sinde. Hun forsøge at få sin adoptivdatter, Grete, gift med Erik von der Rude, men Grete elsker forkarlen Jørgen. De beslutter sig for at gifte sig, hvorefter Annemarie slår hånden af Grete. Ann-Marie anden datter, Elin, er dog forelsket i Erik. Eriks fortid fra København indhenter ham dog, og Elin flytter ind hos sin søster. Derefter går filmen gennem en række forviklinger, før endelig Elin og Erik kan blive gift, og Ann-Marie forenes med sine døtre igen.","release_date":"1962-09-03","vote_average":5.8,"runtime":87,"cert":"N\/A","id":53018,"title":"Den rige enke","adult":false,"genre_ids":[10751,18]},{"cast":["Dirch Passer","Birgitte Price","Peter Steen","Ove Sprogøe","Gunnar Lauring"],"overview":"","release_date":"1966-10-01","vote_average":6.0,"runtime":103,"cert":"N\/A","id":53019,"title":"Der var engang","adult":false,"genre_ids":[10751,14,35]},{"cast":["Ebbe Langberg","Vivi Bach","Mike Pierre","Jesper Langberg","Hans W. Petersen"],"overview":"About the young Aarhus businessman Jacob Hansen who is going to a congress in Copenhagen. His competitor in the firm sends his secretary over to spy and bring Jacob into disrepute. The secretary has sympathy for Jacob, creating complications when his wife show up.","release_date":"1968-07-19","vote_average":6.0,"runtime":83,"cert":"N\/A","id":53020,"title":"What a Pity About Daddy","adult":false,"genre_ids":[35,10751]},{"cast":["Dean Martin","Kim Novak","Ray Walston","Felicia Farr","Cliff Osmond"],"overview":"While traveling home from Vegas, an amorous lounge singer named Dino gets conned by a local mechanic\/songwriter into staying in town for the night. The mechanic's songwriting partner, Orville, offers Dino his home for overnight lodging and enlists a local waitress\/call girl to pose as his wife in order to placate Dino's urges.","release_date":"1964-12-22","vote_average":7.3,"runtime":125,"cert":"N\/A","id":53021,"title":"Kiss Me, Stupid","adult":false,"genre_ids":[35,10749]},{"cast":["Poul Reichhardt","Johannes Meyer","Peter Malberg","Katy Valentin","Lisbeth Movin"],"overview":"Den gamle godsejer Vilhelm Stone har på grund af svaghed for kvinder og spil ødelagt sit ægteskab, mistet sin søn og sine venner. Men da han dør, vender sønnen Niels hjem fra Australien for at overtage godset. Så let går det dog ikke. Sagførere trækker arvesagen i langdrag, og i første omgang arver Niels kun galophesten Ibrahim. Niels satser hårdt på at vinde årets store løb på galopbanen, og det er her Poul Reichhardt synger den berømte schlager Ibrahim til sin hest.. I kampen for at få familie-godset får Niels utrolig hjælp af sin tro følgesvend, karlen Nicholajsen.","release_date":"1952-12-22","vote_average":5.5,"runtime":109,"cert":"N\/A","id":53022,"title":"Det store løb","adult":false,"genre_ids":[10751,18]},{"cast":["Jean-Claude Drouot","Claire Drouot","Olivier Drouot","Sandrine Drouot","Marie-France Boyer"],"overview":"Though married to the good-natured, beautiful Thérèse, young husband and father François finds himself falling unquestioningly into an affair with an attractive postal worker.","release_date":"1965-02-10","vote_average":7.3,"runtime":79,"cert":"N\/A","id":53023,"title":"Le Bonheur","adult":false,"genre_ids":[18,10749]},{"cast":["Elvis Presley"],"overview":"A 1973 concert by Elvis Presley that was broadcast live via satellite on January 14, 1973. The concert took place at the Honolulu International Center in Honolulu and aired in over 40 countries across Asia and Europe. Viewing figures have been estimated at over 1 billion viewers world wide, and the show was the most expensive entertainment special at the time, costing $2.5 million.","release_date":"1973-01-14","vote_average":7.4,"runtime":87,"cert":"N\/A","id":53024,"title":"Elvis: Aloha from Hawaii","adult":false,"genre_ids":[10402]},{"cast":["Ethan Hawke","Teri Polo","Brian McNamara","Fisher Stevens","Sharlene Martin"],"overview":"The shy teenager Tom McHugh worships his sexy neighbor Geena Matthews that lives on the other side of the street, but he does not dare to talk to her. When his parents travel with their dog for a competition and his self-confident big brother Craig McHugh unexpectedly arrives from California for a visit with a classic 1959 Cadillac, Graig decides to call Geena and schedule a date with Tom. He lends his clothes and his credit card to Tom, who cuts his hair like Craig, buy flowers while Tom calls a limousine service. However, the driver has an accident and Tom decides \"to borrow\" the fancy car to impress the girl. When Tom is mistakenly taken as being Craig and finds a body in the trunk, his dream-night with Geena becomes a nightmare.","release_date":"1991-08-16","vote_average":5.5,"runtime":97,"cert":"N\/A","id":53027,"title":"Mystery Date","adult":false,"genre_ids":[35,10749]},{"cast":["Jane Birkin","Jean-Pierre Léaud","Philippe Léotard","Farid Chopel","Alain Souchon"],"overview":"A portrait of actress Jane Birkin.","release_date":"1988-03-02","vote_average":7.1,"runtime":97,"cert":"N\/A","id":53028,"title":"Jane B. by Agnès V.","adult":false,"genre_ids":[14,99]},{"cast":["Dirch Passer","Walter Giller","Ghita Nørby","Christina Schollin","Carl Ottosen"],"overview":"Love Thy Neighbour (Danish: Elsk... din næste!, German: Vergiß nicht deine Frau zu küssen ) is a 1967 Danish-German comedy film directed by Egil Kolstø and starring Walter Giller.","release_date":"1967-09-01","vote_average":5.8,"runtime":97,"cert":"N\/A","id":53029,"title":"Love Thy Neighbour","adult":false,"genre_ids":[35,10749]},{"cast":["Birgitte Federspiel","Preben Lerdorff Rye","Victor Montell"],"overview":"One day a strange man comes by and, seeing the lonely situation, invites himself in out of the rain. The woman is quietly hospitable and allows him to remain overnight. He stays on the next day and the next day. Pretty soon the woman begins to fall in love.","release_date":"1959-04-21","vote_average":6.0,"runtime":90,"cert":"N\/A","id":53030,"title":"A Stranger Knocks","adult":false,"genre_ids":[18]},{"cast":["Nigel Davenport","Susan Hampshire","Geoffrey Keen","Peter Lukoye","Edward Judd"],"overview":"When Elsa's three mischievious cubs begin wreaking havok on the nearby villages, Joy and her husband are forced to move them hundreds of miles to a game preserve.","release_date":"1972-12-16","vote_average":6.8,"runtime":90,"cert":"N\/A","id":53031,"title":"Living Free","adult":false,"genre_ids":[12,18,10751]},{"cast":["William Shatner"],"overview":"Through the use of spectacular, never-before-seen nuclear test footage, travels to ten former testing sites and explores the history, physical changes resulting from the tests and current condition of these amazing and important places. Visit the notorious Nevada Test Site, known as the most bombed place on earth. Over 900 nuclear explosions where detonated at this location – an area larger than the State of Rhode Island. Once upon a time these locations were kept top secret, but today, with this 60th Anniversary Diamond Edition of Atomic Journeys: Welcome to Ground Zero, you will finally see these historic hot spots. Preserving the incredible legacy of America’s nuclear testing program stands as a reminder of the fine line between the progress of mankind and the destruction of the earth. Once you understand what really happened at the Ground Zero nuclear testing sites, you will never be the same.","release_date":"2000-10-03","vote_average":7.1,"runtime":52,"cert":"N\/A","id":53032,"title":"Atomic Journeys: Welcome to Ground Zero","adult":false,"genre_ids":[99,36]},{"cast":["Naomie Harris","Anna Maxwell Martin","Tessa Peake-Jones","Claire Benedict","Adrian Scarborough"],"overview":"N has been a day patient at north London's Dorothy Fish day hospital for 13 years - her ambition is never to leave. Then she meets glamourous new patient Poppy Shakespeare, an ad agency receptionist convinced she's not mad.","release_date":"2008-03-31","vote_average":8.0,"runtime":86,"cert":"","id":53033,"title":"Poppy Shakespeare","adult":false,"genre_ids":[18]},{"cast":["Eiko Yamada","Keiko Yokozawa","Ryusei Nakao","Iemasa Kayumi","Nobuo Tanaka"],"overview":"After her village is destroyed and all its residents slaughtered by the evil wizard Gardein and his master The Dark Lord, a warrior known as Lemnear, The Silver Champion, vows to find and kill them both to avenge the massacre.","release_date":"1989-10-05","vote_average":4.6,"runtime":45,"cert":"N\/A","id":53034,"title":"Legend of Lemnear","adult":false,"genre_ids":[16,878,12,14]},{"cast":["Jack Kevorkian"],"overview":"Documentary about Dr. Jack Kevorkian, who was performing euthanasia in the US in 1990's","release_date":"2010-06-28","vote_average":7.0,"runtime":null,"cert":"N\/A","id":53035,"title":"Kevorkian","adult":false,"genre_ids":[99]},{"cast":["Elsie Baker","Barbara Chase","Roberta Reeves","Wilkie de Martel","Cliff Scott"],"overview":"Five people are spending the night in a haunted house. Things get dicey when some of them start turning up decapitated.","release_date":"1968-01-01","vote_average":4.0,"runtime":85,"cert":"N\/A","id":53036,"title":"Ghosts of Hanley House","adult":false,"genre_ids":[27,53]},{"cast":["Maribel Verdú","Juan Luis Galiardo","Aitor Mazo","Jesús Bonilla","Javier Gurruchaga"],"overview":"411 BC, Sparta and Athens are in a endless war, but Lisistrata, a beautiful woman has an idea to stop the fight, and convinces all the women to do it: no sex until there is peace.","release_date":"2002-09-13","vote_average":4.4,"runtime":89,"cert":"N\/A","id":53039,"title":"Lisístrata","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Take to the high seas with the most famous pirates of all time, and discover the truth behind the legends of men like Blackbeard. While the possibility of wealth and fame was real, so was the chance that they would be struck down by the guns and sabers of those they attacked, or done in by disease, malnutrition and the capricious seas. LOST CITY OF PIRATES is a riveting look at a long-ago era that continues to fuel our imaginations. Meet the legendary figures that roamed the high seas, and learn their stories from leading authors and historians. Go beneath the waves to see the remains of the pirate city once feared as \"the wickedest place on earth,\" and learn the true story of the notorious pirates of Jamaica's Port Roya","release_date":"","vote_average":0.0,"runtime":45,"cert":"N\/A","id":53040,"title":"Lost City of Pirates","adult":false,"genre_ids":[99,36]},{"cast":["Erykah Badu","Tracy Chapman","Jimmy Cliff","Ben Harper"],"overview":"One Love documents the December 1999 tribute concert honoring reggae pioneer Bob Marley produced in Oracabessa Bay, Jamaica, and originally broadcast on the TNT cable network. Featured is a cross-section of major rock, pop, hip hop, and reggae talent including Lauryn Hill, Chrissie Hynde, Jimmy Cliff, Erykah Badu, Queen Latifah, Busta Rhymes, and Tracy Chapman. For its DVD release, the producers have restored an hour of additional footage not included in the broadcast, including bonus songs performed by the Marley Family and a behind-the-scenes featurette. Exclusive DVD features also include a Dolby Digital 5.1 Surround Sound mix and a multi-angle presentation of the concert finale, enabling users to select from five separate angles.","release_date":"1999-12-01","vote_average":10.0,"runtime":145,"cert":"N\/A","id":53041,"title":"One Love - The Bob Marley All-Star Tribute","adult":false,"genre_ids":[10402]},{"cast":["Nuno Lopes","Beatriz Batarda","Miguel Guilherme","Ana Bustorff","Laura Soveral"],"overview":"In the wake of his daughter's disappearance, a father wallowing in grief feeds his desire to find her with unusual methods.","release_date":"2005-05-16","vote_average":7.2,"runtime":102,"cert":"N\/A","id":53042,"title":"Alice","adult":false,"genre_ids":[18,10749]},{"cast":["Eric Porter","Angharad Rees","Jane Merrow","Keith Bell","Derek Godfrey"],"overview":"A series of murders occur that mirror those committed by the Whitechapel Ripper. Through his experiments with psychoanalysis Dr Pritchard discovers a deadly violence in one of his young female patients. As he delves into the recesses of her mind he uncovers that Anna is possessed by her dead father's spirit, willing her to commit acts of gruesome savagery over which she has no control. But the most chilling revelation of all is the identity of her father: Jack the Ripper himself.","release_date":"1971-10-17","vote_average":6.3,"runtime":85,"cert":"15","id":53045,"title":"Hands of the Ripper","adult":false,"genre_ids":[27,53]},{"cast":[],"overview":"Toda criança precisa de um pai” é uma frase que frequentemente se ouve, mas há algum fundamento científico que a sustente? Neste documentário, a psicóloga infantil Laverne Antrobus faz uma busca para descobrir por que a relação do pai com seus filhos é tão importante. Ela revela descobertas de pesquisas recentes sobre a ciência da paternidade. Documentário integrante da Fatherhood Season da BBC 4.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":53046,"title":"A Biologia dos Pais","adult":false,"genre_ids":[]},{"cast":["Tomio Aoki","Hiroko Kawasaki","Tokuji Kobayashi","Tatsuo Saitô","Takeshi Sakamoto"],"overview":"","release_date":"1930-05-02","vote_average":0.0,"runtime":27,"cert":"N\/A","id":53047,"title":"Hard Times","adult":false,"genre_ids":[18]},{"cast":["Crispin Glover","David Paymer","Glenne Headly","Joe Piscopo","Maury Chaykin"],"overview":"An adaptation of Herman Melville's short story \"Bartleby, the Scrivener\" told in the setting of a modern office.","release_date":"2001-03-10","vote_average":6.6,"runtime":85,"cert":"N\/A","id":53048,"title":"Bartleby","adult":false,"genre_ids":[35,18]},{"cast":["Trisha Todd","Karen Trumbo","Faith McDevitt","Craig Damen","Leslie Hidula"],"overview":"Claire of the Moon is set in the 1990s in the Pacific Northwest. Claire Jabrowski, a famous heterosexual author, decides to attend a retreat for all-female writers. Claire's rommate at the retreat is Dr. Noel Benedict, author of a book called The Naked Truth. The movie culminates in a sexual encounter between the two authors.","release_date":"1992-09-18","vote_average":5.9,"runtime":105,"cert":"N\/A","id":53049,"title":"Claire of the Moon","adult":false,"genre_ids":[18,10749]},{"cast":["Jody Fair","Russ Bender","Henry McCann","Martin Braddock","Elaine DuPont"],"overview":"A group of drag-racing fanatics, members of a Los Angeles club, move into an old deserted mansion and set up shop, making it their headquarters. They hold a Halloween masked ball for the club's grand opening, and invite everyone to come dressed as their favorite monster! Oddly enough, the festivities turn sour when one of the bright youths discovers an impostor among them in the form of an honest-to-gosh live monster who's been hogging all the dances with the best-looking girls","release_date":"1959-07-01","vote_average":4.5,"runtime":65,"cert":"N\/A","id":53050,"title":"Ghost of Dragstrip Hollow","adult":false,"genre_ids":[35,27]},{"cast":["Mel Blanc"],"overview":"In Scotland, Bugs Bunny rescues a woman from a monster. The \"woman\" is a kilted Scotsman, and the \"monster\" is his bagpipe. The Scotsman then challenges Bugs to a game of golf.","release_date":"1948-12-14","vote_average":6.3,"runtime":7,"cert":"N\/A","id":53051,"title":"My Bunny Lies Over the Sea","adult":false,"genre_ids":[16]},{"cast":["Rick Shew","Liz Cardenas Franke","Emily Stuhler","Truman Croft","Jennifer Hamada"],"overview":"Bailey, an adorable Golden Retriever puppy, is moving! On the road trip to their new home, his family makes a stop and mistakenly leaves Bailey behind. This mischievous and playful pup sets out to find his family and stumbles across \"Sharkarosa,\" an exotic wildlife ranch. At the ranch, Bailey meets and is befriended by an assortment of animals, including kangaroos, camels, a bearcat, a baby tiger, and \"Puck,\" the sheepdog entrusted with running \"Sharkarosa.\" Will Bailey ever see his family again? Or will he be left to work at the ranch until the \"Cows Come Home?\"","release_date":"2011-08-30","vote_average":5.1,"runtime":90,"cert":"N\/A","id":53054,"title":"Adventures of Bailey: The Lost Puppy","adult":false,"genre_ids":[10751]},{"cast":["Judd Nelson","Vincent Spano","Jennifer O'Dell","Chris Chen"],"overview":"The movie stars Judd Nelson as a wealthy but unstable hermit who is convinced he will soon become insane much as his father did; his father actually did go insane and murdered Nelson's character's mother. He hires a private investigator (played by Vincent Spano) to look into his wife's possible motives for helping drive him insane. The wife, played by Jennifer O'Dell, is a sort of trophy wife; Nelson's character is certain that she is out to both drive him insane and rob him of his fortune.","release_date":"2009-01-27","vote_average":5.8,"runtime":98,"cert":"N\/A","id":53055,"title":"Nevermore","adult":false,"genre_ids":[53]},{"cast":[],"overview":"Thanks to his adventurous style, Martin Freinademetz, the former multiple World &amp; European snowboard Champ and the organizer of the “Red Bull Romaniacs Hard Enduro Rallye\", explored the Carpathians Mountain areas on his own enduro bike for many years, before coming up with this solid and unique hardcore competition in 2004. He had the off road experience and skills, knew the geographical areas better than anyone, so could present an unforgettable Enduro Rallye experience. Amazing mountain climbs and downhills, fantastic single trails, add in navigation…and thanks to the numerous exploring and tour guide experiences, Martin figured out that adding a time-attack to those tracks would leave him an ideal World Class motorbike Enduro Rallye on tracks never used before.","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":53056,"title":"Red Bull Romaniacs 2010","adult":false,"genre_ids":[28,35,53,99]},{"cast":[],"overview":"Reaching from the white snows of the Arctic Circle to the yellow sands of the desert, this is the story of two nomadic people and how they cope with the twenty-first century.","release_date":"","vote_average":0.0,"runtime":52,"cert":"N\/A","id":53057,"title":"The Nomad's Trail","adult":false,"genre_ids":[99]},{"cast":["Emma Samms","Mark Rolston","Justin Walker","Danielle Weeks","Clint Howard"],"overview":"In this remake to the original 1980 ecological horror movie, a secret government experiment turns nightmarish when genetically altered fish, bred as amphibious weapons, escape. Scientists believe them dead after a biohazardous chemical spill. Far from it, the creatures thrive as bloodthirtsy killers, threatening to annihilate a small coastal town by slaughtering the men and abducting the women for mating! Government scientists attempt to keep the creatures' origin a secret while trying to destroy them.","release_date":"1996-09-14","vote_average":3.6,"runtime":86,"cert":"N\/A","id":53060,"title":"Humanoids from the Deep","adult":false,"genre_ids":[878,53]},{"cast":["Jeff Speakman","James Brolin","Michael Shaner","Alex Datcher","Wolfgang Bodison"],"overview":"It was a brutal murder that sent deranged psychopath Martin Kagan to prison. It was a naive deputy warden that granted him a stay of execution. Now, the police department's tactical defence instructor, John Lomax, wants revenge for his beloved sister's death.","release_date":"1995-08-15","vote_average":5.6,"runtime":92,"cert":"N\/A","id":53061,"title":"The Expert","adult":false,"genre_ids":[]},{"cast":["John Alderton","Deryck Guyler","Peter Cleall","Joan Sanderson","Carol Hawkins"],"overview":"Mr. Hedges, the somewhat naive and idealistc teacher of the rebellious Class 5C, lobbies to have them allowed on the school camping trip despite much precedent to the contrary. Once on the camping trip Mr. Hedges pursues the local barmaid and the class indulge in their usual activities. A small feud with some stereotypical upper class children in red blazers is resolved with a false rape allegation. A case of some stolen money is resolved through Mr. Hedges trusting the class. At the final dance Mr. Hedges is ensnared in the romantic clutches of Miss Cutforth, contrary to his wishes.","release_date":"1971-05-01","vote_average":6.9,"runtime":100,"cert":"PG","id":53062,"title":"Please Sir!","adult":false,"genre_ids":[35]},{"cast":["Corey Michael Eubanks","Michael Ironside","Kari Whitman","Don Swayze","Rance Howard"],"overview":"A repo man tries to deliver a repossessed Jaguar. He's captured by a bizarre family, straight out of the backwoods, who force him to fight in an illegal, bare-fist tournament run by an insane sheriff.","release_date":"1994-05-18","vote_average":4.2,"runtime":93,"cert":"N\/A","id":53063,"title":"Forced to Kill","adult":false,"genre_ids":[28,53]},{"cast":["Minako Naka","Norihiko Morishita","Keinosuke Okamoto","Kazuyoshi Hayashi","Yoshifumi Nomura"],"overview":"After losing her parents, young flower selling Midori is put up by a fairground group. She is abused and forced to slavery, until the arrival of an enigmatic magician of short stature, who gives her hope for a better future.","release_date":"1992-05-02","vote_average":6.7,"runtime":56,"cert":"","id":53064,"title":"Midori","adult":false,"genre_ids":[27,16,18]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":53065,"title":"BZAT – 9 dage bag barrikaderne","adult":false,"genre_ids":[]},{"cast":["Kevin Sorbo","David Schofield","Annabel Wright","Robyn Addison","Tom Harper"],"overview":"A rural sheriff (Kevin Sorbo) faces a seemingly impossible battle when he is forced to defend his small town from a demon riding bolts of lightning and causing mayhem.","release_date":"2009-09-12","vote_average":3.8,"runtime":90,"cert":"N\/A","id":53070,"title":"Lightning Strikes","adult":false,"genre_ids":[878]},{"cast":["Zdeněk Svěrák","Ladislav Smoljak","Jan Hraběta","Bořivoj Penc","Jaroslav Weigel"],"overview":"When late in life was presenting Cimrman his artistic activity, came arresting knowledge: none of the works he had signed, not recognition. And so he decided to retreat to the anonymity of the author and become folklore. Clairvoyantly recognized that the modern era marked for extinction of folk creativity in areas such as the national song, story, legend, proverb or weather lore. The only thing from the oral folklore of die and stay alive is an anecdote. And she plays a significant role in his play Lijavec.","release_date":"1982-01-22","vote_average":7.4,"runtime":95,"cert":"N\/A","id":53073,"title":"Lijavec","adult":false,"genre_ids":[35]},{"cast":["Susana Klein","Cecilia Gispert","Nelly Hering","Oscar Silva"],"overview":"Mafalda is a comic strip written and drawn by Argentine cartoonist Joaquín Salvador Lavado, better known by his pen name Quino. The strip features a 6-year-old girl named Mafalda, who is deeply concerned about humanity and world peace and rebels against the current state of the world. The strip ran from 1964 to 1973 and was very popular in Latin America, Europe, Quebec, and in Asia, leading to two animated cartoon series and a movie.","release_date":"1981-01-01","vote_average":5.3,"runtime":93,"cert":"N\/A","id":53074,"title":"Mafalda: The Movie","adult":false,"genre_ids":[14,16,35,10751]},{"cast":[],"overview":"A bunch of pro skiers from around the US get sponsorship to make a serious ski movie and use the cash to bum around for a season.","release_date":"1986-12-02","vote_average":0.0,"runtime":75,"cert":"N\/A","id":53077,"title":"Maltese Flamingo","adult":false,"genre_ids":[]},{"cast":[],"overview":"When you go out onto the streets of Dublin looking for bikes, bring the footage you find back into the edit suite and re-mix it with some important words of advice from the past and good tunes this is what you get. Part snapshot of the zeitgeist part cycling agit-prop this is one of the best developed examples of Irish alternative television production. Despite being fast paced and entertaining One Less Car doesn’t shy away from complex topics and, sometimes ambiguous or contradictory viewpoints. What emerges is the feel of a groundswell, of a phase transition as the act of re-imagining our city starts to see actual impact and gain critical mass. If anything convinces you that cycling is todays most relevant transport issue, it’ll be One Less Car.","release_date":"2010-03-08","vote_average":0.0,"runtime":48,"cert":"N\/A","id":53078,"title":"One Less Car","adult":false,"genre_ids":[99]},{"cast":["Harry Nilsson","Richard Perry","Doug Hoefer","Jimmy Webb","Micky Dolenz"],"overview":"The documentary explores the enigmatic life and music of Harry Nilsson in an attempt to answer the question, \"Who is Harry Nilsson?\" The film includes new and archive audio and film including interviews with Robin Williams, Yoko Ono, Van Dyke Parks, Randy Newman, Ray Cooper, the Smothers Brothers, and Micky Dolenz. \"Who is Harry Nilsson?\" uses promotional films, music videos, and home movies; segments from the unreleased documentary made during the recording of Son of Schmilsson (Did Somebody Drop His Mouse?); and excerpts from Nilsson's rare TV appearances in his BBC specials, the \"Smothers Brothers Comedy Hour\", \"Playboy After Dark\", and in an episode of \"The Ghost and Mrs. Muir\".","release_date":"2010-10-26","vote_average":7.6,"runtime":116,"cert":"N\/A","id":53079,"title":"Who Is Harry Nilsson (And Why Is Everybody Talkin' About Him?)","adult":false,"genre_ids":[99,10402]},{"cast":["Nicholas G. Cooper","Mungo McKay","Sonya Salomaa","Chelan Simmons","Daniel West"],"overview":"An underwater earthquake generates a tsunami that strikes Malibu, bringing a hunting pack of prehistoric-looking goblin sharks to the surface. Although the beach is evacuated before the big wave strikes, a group of lifeguards and a crew of construction workers are stranded in the high water and have to fight the sharks to get to dry land.","release_date":"2009-07-25","vote_average":3.6,"runtime":87,"cert":"N\/A","id":53080,"title":"Malibu Shark Attack","adult":false,"genre_ids":[27,878,28]},{"cast":[],"overview":"Comedy about Harry Ackerman's nightmares about fun seekers and their skiing adventures. Rodney Mullen and Robby Naish are also included.","release_date":"1987-02-14","vote_average":7.0,"runtime":75,"cert":"N\/A","id":53081,"title":"The Good, the Rad and the Gnarly","adult":false,"genre_ids":[]},{"cast":["Sergey Nikonenko","Juozas Budraitis","Aleksey Guskov","Valentina Telichkina","Vladimir Etush"],"overview":"A criminal drama about a life of Russian snooker professionals.","release_date":"1998-01-01","vote_average":4.9,"runtime":100,"cert":"N\/A","id":53084,"title":"Classic","adult":false,"genre_ids":[28,80,18]},{"cast":["Vladimir Mashkov","Evgeny Mironov","Svetlana Antonova","Viktoriya Isakova","Anna Banshchikova"],"overview":"Agent of special department \"Piranha\" Kirill Mazur and his colleague Olga go to the far north with the assignment to liquidate an underwater secret weapon lab in the guise of a mutual vacation. All of a sudden, they find themselves in the world where civilization laws are forgotten, and this deadly weapons are kept by gangsters who are controlled by a new \"master of taiga\" Prohor, whose leisure time is spent hunting at humans. Mazur didn't know that he would have to trade his familiar gun for a hand-made bone knife, and save his companion and himself instead of saving the world. For them, this safari in northern forests would be no less dangerous as for the live targets.","release_date":"2006-04-06","vote_average":6.6,"runtime":125,"cert":"N\/A","id":53085,"title":"Piranha Hunt","adult":false,"genre_ids":[28,53,80]},{"cast":["Yuriy Kutsenko","Vladimir Vdovichenkov","Grigorij Sijatvinda","Stanislav Duzhnikov","Aleksandr Tyutin"],"overview":"The peoples of the world has finally managed to agree on the most important issues on the planet and there was long overdue balance. Signed an agreement to terminate development of weapons of mass destruction, but in secret all the superpowers continue to build up military power on classified sites, which seemed never existed. Goodwin, a former commander of special forces, is tasked to collect his former people responsible for the mission. Something very serious has happened to the base where secretly working to develop a new combat the virus, and more recent cohorts, who have almost nothing left in common, have come together again...","release_date":"2007-02-21","vote_average":5.8,"runtime":88,"cert":"N\/A","id":53086,"title":"Paragraph 78: Film One","adult":false,"genre_ids":[53,28,878]},{"cast":[],"overview":"Documentary about 13-year-old Deborah Drapper, who, unlike other British teens has never heard of Britney Spears or Victoria Beckham. She has been brought up in a deeply Christian family and her parents have tried to make sure she and her ten brothers and sisters have grown up protected from the sins of the outside world. Deborah is a bright, confident girl who has big ambitions for her life and the film spends a summer with her as she ventures out in the world to see what life outside her family could be and starts putting her beliefs forward to a wider audience.","release_date":"2009-03-10","vote_average":0.0,"runtime":60,"cert":"","id":53087,"title":"Deborah 13: Servant of God","adult":false,"genre_ids":[99]},{"cast":["Magnus Betnér"],"overview":"Magnus Betnér is ranting about society and famous people he despite.","release_date":"2007-02-07","vote_average":5.5,"runtime":55,"cert":"N\/A","id":53088,"title":"Magnus Betnér Uncut","adult":false,"genre_ids":[35,99]},{"cast":["Dean Campbell","Shy Love","Tommy Blade","Brad Star","Brian Austin"],"overview":"War is hell for Ian and Jake in Iraq until a moment of passion takes them away from it all for just one night. The fling is short lived though because Ian is scheduled to ship out and is going home to marry his fiance‚ Shy Love. A year later when a postcard arrives from Jake the two military men have a reunion that change them forever. When Jake arrives at Ian and his wife's ranch he's brought along T.J. Hart, a city girl who realizes there is more to the guy's friendship than they are letting on. After catching up over a few drinks T.J. dares Ian and Shy to kiss because she thinks they are such a hot couple. Soon both couples shed their inhibitions and Jake and T.J. have sex across the room from Ian and Shy, who are going at it, too.","release_date":"2006-06-21","vote_average":7.0,"runtime":104,"cert":"N\/A","id":53091,"title":"Bi-Back Mountain","adult":true,"genre_ids":[]},{"cast":["Robin Tunney","Henry Thomas","Michael Parks","Stephen Lang","John MacKay"],"overview":"\"Niagra, Niagra\" begins quietly in a drugstore in Poughkeepsie, where Marcie, the film's disarming heroine, likes to shoplift. She literally crashes into Seth, a quiet outsider, also on a shoplifting spree. Marcie invites Seth to accompany her to Canada to find a black hairstyling head. They set off in Seth's beat-up station wagon, destined for a toy store in Toronto. While on the road, Marcie confides to Seth that she has Tourette's syndrome, necessitating a series of detours to liquor stories and pharmacies along the roads of upstate New York.","release_date":"1997-08-30","vote_average":7.5,"runtime":93,"cert":"N\/A","id":53092,"title":"Niagara, Niagara","adult":false,"genre_ids":[18,10749]},{"cast":["Nando Gazzolo","Vittoria Febbi","Carlo Romano","Luigi Pavese","Willy Moser"],"overview":"West and soda is a 1965 traditionally-animated Italian feature film directed by Bruno Bozzetto. It is a parody of the traditional American Western.","release_date":"1965-10-01","vote_average":7.1,"runtime":86,"cert":"N\/A","id":53093,"title":"West and Soda","adult":false,"genre_ids":[16,37,35]},{"cast":["Klaus Löwitsch","Barbara Valentin","Mascha Rabben","Karl-Heinz Vosgerau","Wolfgang Schenck"],"overview":"Cybernetics engineer Fred Stiller uncovers a massive corporate conspiracy involving a virtual reality computer project.","release_date":"1973-10-14","vote_average":7.6,"runtime":205,"cert":"N\/A","id":53094,"title":"World on a Wire","adult":false,"genre_ids":[18,878,53,9648]},{"cast":["Stephen Baldwin","Kari Wührer","Benjamin King","Scott Williamson","Michael Gregory"],"overview":"A wily businessman plots with a sultry executive to swindle $40 million from his father. But who is conning who?","release_date":"2002-11-12","vote_average":4.8,"runtime":88,"cert":"N\/A","id":53095,"title":"Spider's Web","adult":false,"genre_ids":[18,53,9648,10749]},{"cast":["Mark Joy","William Gregory Lee","Scott Miles"],"overview":"Businessman Bill Masterson is out of his element on a long fishing weekend, but outdoorsman Matt Murphy is there to help. Or so Bill thinks. Matt has his own reasons for bringing Bill out into the 100,000 acres of Virginia's Great Dismal Swamp. The swamp has plans of its own, and the men struggle against natural dangers, otherworldly scares and a predator -- in the form of reclusive survivalist Croaker Norge. Croaker will do anything to remain undetected and is quick to punish anyone who crosses him. The men's wives, Cindy Murphy and Tina Masterson sense something's wrong and start searching for their men. Even as they convince Ranger Rettig to call up an all-out search, Croaker takes things into his own powerful hands. A twisting physical battle turns into a twisted psychological war -- both sides determined to stay alive and free. Anyone can enter -- but not everyone leaves the Great Dismal Swamp alive.","release_date":"2008-08-03","vote_average":3.3,"runtime":90,"cert":"N\/A","id":53098,"title":"Dismal","adult":false,"genre_ids":[]},{"cast":["Meredith Sweeney","Matthew Kennedy","Adam Brooks","Jeremy Gillespie","Stephen Gomori"],"overview":"The evil Count Draculon and his army of demons have conquered Earth, but a young soldier who lost his life in the first war against Hell has reawakened in the future as MANBORG! Together with a crew of post-apocalyptic rebels, the half-man half-machine hero will fight to defeat Draculon and take back the planet!","release_date":"2011-10-25","vote_average":5.2,"runtime":75,"cert":"N\/A","id":53101,"title":"Manborg","adult":false,"genre_ids":[27,878]},{"cast":["Martin Sheen","Vic Morrow","Michelle Phillips","Stuart Margolin","Nick Nolte"],"overview":"A sadistic small-town sheriff has a habit of deliberately forcing speeders to their deaths on the mountain roads leading into town. The brother of one of the victims rolls into town in his hot rod to investigate his brother's death.","release_date":"1974-09-25","vote_average":6.9,"runtime":74,"cert":"N\/A","id":53102,"title":"The California Kid","adult":false,"genre_ids":[27,28,53,10770]},{"cast":["Anna Franziska Jäger","Matthias Schoenaerts","Déborah François","Nico Sturm","Maria Kraakman"],"overview":"Nine-year-old Karo grows up with her parents in an Amsterdam commune in the Seventies. She leads a carefree existence in this utopia-for-adults. Everything is shared in the squat, but not everyone is able to honor these ideals. Karo gets confused because of the internal conflicts that start to divide the group. Karo slowly realizes that nothing can stay the same forever.","release_date":"2009-10-28","vote_average":6.3,"runtime":101,"cert":"N\/A","id":53103,"title":"My Queen Karo","adult":false,"genre_ids":[18]},{"cast":["Andrilla Chakrabarti","Nan Cochran","John Griesemer","Kim Airs","Susan Bennett"],"overview":"Extraordinary behind-the-scenes access reveals a drug company's fevered race to develop the first FDA-approved Viagra for women - and offers a humorous but sobering look inside the cash-fueled pharmaceutical industry.","release_date":"2009-05-02","vote_average":6.3,"runtime":73,"cert":"N\/A","id":53104,"title":"Orgasm Inc.","adult":false,"genre_ids":[99]},{"cast":["Rik Mayall","Patrick Bergin","Craig Sheffer","Craig Sheffer","Adrian Paul"],"overview":"\"Merlin: The Return\" is the story of the battle between good and evil. The dark forces of Mordred are pitted against the mythical sorcery of Merlin. Mordred and his mother Morgana have been imprisoned in another world for the past 1500 years while Merlin's magical powers kept them at bay. However, in the present, a scientist accidentally finds the gateway to the other world and is about to release Mordred into 20th Century life. Arthur is reawakened from his slumber and together with Merlin, tries to find a way to stop Mordred from re-entering this world","release_date":"2000-12-22","vote_average":2.3,"runtime":90,"cert":"","id":53105,"title":"Merlin: The Return","adult":false,"genre_ids":[10751,14,878]},{"cast":["Lena Endre","Suzanne Reuter","Peter Dalle","Johan Ulveson","Gösta Ekman"],"overview":"Marie and David are always arguing while their friends Sara and Samuel always seem to be happy together. Or are they? This year they decide to spend Christmas in the mountains together.","release_date":"1997-10-29","vote_average":5.5,"runtime":90,"cert":"N\/A","id":53106,"title":"Unmarried Couples: A Comedy That Will Break You Up","adult":false,"genre_ids":[35,10749]},{"cast":["Steve Peat","Brendan Fairclough"],"overview":"Exceptional filming, personal anecdotes from World Cup riders and, of course, unbeleivably brilliant riding makes for a no-doubt addition to your library. There are sections of Earthed 4 that make sitting nearly impossible, and quite a few bits will have you talking to your TV.","release_date":"2007-02-01","vote_average":0.0,"runtime":68,"cert":"N\/A","id":53107,"title":"Earthed 4 - Death or Glory","adult":false,"genre_ids":[]},{"cast":["Roy Rogers","Trigger","Ruth Terry","Guinn Williams","Onslow Stevens"],"overview":"Horse breeders Adams and Brock are vying for the Army contract. When Adams is killed trying to ride his horse Trigger, Roy saves the horse from being shot. He trains him and then plans to ride him in the race to win the contract.","release_date":"1944-01-05","vote_average":6.0,"runtime":72,"cert":"N\/A","id":53110,"title":"Hands Across the Border","adult":false,"genre_ids":[37]},{"cast":["Roy Rogers","Smiley Burnette","Lynne Roberts","Morgan Wallace","Wade Boteler"],"overview":"After Pat Garrett kills Billy the Kid, Billy's look-alike Roy Rogers arrives and is mistaken for him. Although a murderer, Billy was on the side of the homesteaders against the large ranchers. As Billy's death is unknown, Roy gets Garrett to let him pose as Billy to continue the fight, but without the killing.","release_date":"1938-09-04","vote_average":5.5,"runtime":53,"cert":"N\/A","id":53111,"title":"Billy The Kid Returns","adult":false,"genre_ids":[28,37]},{"cast":["Roy Rogers","Lynne Roberts","Andy Devine","Trigger","Nana Bryant"],"overview":"A ranch owner (Francis Ford) turns his place into a home for boys who have lost their fathers in World War II. His evil female lawyer (Nana Bryant) covets the ranch and works in cahoots with Ford's long-lost nephew and a pack of killer dogs to get it. U.S. Marshal Roy Rogers puts an end to her plans.","release_date":"1948-06-15","vote_average":6.0,"runtime":70,"cert":"N\/A","id":53112,"title":"Eyes of Texas","adult":false,"genre_ids":[28,12,37]},{"cast":["Meryl Streep","Renée Zellweger","William Hurt","Tom Everett Scott","Lauren Graham"],"overview":"A career woman reassesses her parents' lives after she is forced to care for her cancer-stricken mother.","release_date":"1998-09-18","vote_average":6.6,"runtime":127,"cert":"N\/A","id":53113,"title":"One True Thing","adult":false,"genre_ids":[18,10749]},{"cast":["Roy Rogers","Trigger","George 'Gabby' Hayes","Dale Evans","Adele Mara"],"overview":"Sue Farnum inherits a circus, but her dead father's partner is trying to take it away from her. Roy and Bob Nolan are filming a movie on location at the circus. They and a number of other western movie stars come to Sue's aid, putting on a show and catching the bad guys.","release_date":"1945-06-15","vote_average":0.0,"runtime":68,"cert":"N\/A","id":53114,"title":"Bells of Rosarita","adult":false,"genre_ids":[37]},{"cast":["Roy Rogers","Trigger","Jane Frazee","Andy Devine","Robert Livingston"],"overview":"Sintown is just a deserted ghost town until Vanerpool starts looking for silver. Cookie and Roy's partners put $20,000 into the business only to find that the mine is worthless and Vanerpool is bankrupt. Carol comes out to look for silver to save the company, but does not know that their engineer, named Regan, is crooked and wants all the silver for himself. But only Old Ed knows where the mother lode is located.","release_date":"1948-11-04","vote_average":0.0,"runtime":67,"cert":"N\/A","id":53115,"title":"Grand Canyon Trail","adult":false,"genre_ids":[37]},{"cast":["Victoria Abril","Javier Bardem","Carmelo Gómez","Juan Diego","Sergi López"],"overview":"Miranda, a sex addict, works for a radio station and is married to a cop. She signs up for therapy in order to deal with her sex addiction. Also in the group is Javier, a sex-phone junkie. The two misfits hit it off and a torid affair ensues. But things get a little complicated when Javier finds out that this phone sex trysts have been secretly taped and being distributed all over Madrid, and that his ex-wife is living with his business partner. Elsewhere, while investigating a murder case, Felix discovers Miranda's affair with Javier.","release_date":"1999-01-14","vote_average":5.8,"runtime":115,"cert":"N\/A","id":53116,"title":"Between Your Legs","adult":false,"genre_ids":[18,10749,53]},{"cast":["Santiago Magill","Christian Meier","Lucía Jiménez","Giovanni Ciccia","Vanessa Robbiano"],"overview":"Based on the alleged autobiography of gay peruvian talk show host Jaime Bailey. Joaquin, a young man from the high class of Lima, deals with problems concerning his sexual identity as a child, then as a teenager pressured by his macho snobbish father, then as an independent lazy pot-smoking college student, and later as a cocaine addict in Lima and Miami.","release_date":"1998-07-16","vote_average":6.5,"runtime":120,"cert":"N\/A","id":53117,"title":"Don't Tell Anyone","adult":false,"genre_ids":[35,18]},{"cast":["Janice Karman","Ross Bagdasarian, Jr."],"overview":"The Chipmunks head for outer space in this affectionate Star Trek spoof. Theodore stars as Dr. McRoy, who's abducted by aliens. Now it's Capt. Dirk (Alvin), Mr. Speck (Simon), Uhaha (Brittany) and the crew of the USS Boobyprize to the rescue. But will they reach McRoy before he's brainwashed by his captors? Two additional episodes from the beloved animated series, \"Elementary, My Dear Simon\" and \"Chip Tracy,\" are included as a bonus.","release_date":"1990-11-10","vote_average":3.2,"runtime":66,"cert":"N\/A","id":53118,"title":"Alvin and the Chipmunks Go to the Movies: Star Wreck","adult":false,"genre_ids":[16,10751,878]},{"cast":["Laura Fraser","Adam Monty","Isabella Rossellini","Jeroen Krabbé","David Bradley"],"overview":"While escaping from Nazis during the WWII, a Jewish man dug suitcases full of things dear to his heart in the ground two. The war deprived him of his family, and afterwards he endlessly turns over the soil of Antwerp to find the suitcases, which makes him look obsessed. He keeps checking old maps and keeps digging, trying to find, in fact, those he lost. His daughter Chaya is a beautiful modern girl looking for a part-time job. She finds a place as a nanny in the strictly observant Chassidic family with many children, although her secular manners clearly fly in the face of many commandments. One of the reasons she is accepted is that mother of the family is absolutely overburdened by the household, so she stays despite the resistance of the father, normally - an indisputable authority in the family. She develops a special bond with the youngest of the boys, four-year old Simcha, so far incapable of speaking.","release_date":"1998-03-30","vote_average":7.1,"runtime":100,"cert":"N\/A","id":53119,"title":"Left Luggage","adult":false,"genre_ids":[18]},{"cast":["Nassar Abdulla","Mohit Ahlawat","Snehal Dabi","Shubha Khote","Ravi Kishan"],"overview":"An ensemble film set on the deserted highway between Mumbai and Goa and revolves around incidents that take place in one night to four sets of travelers. It is essentially a dark film, in which, each character is an anti-hero who has a dark mysterious interconnection between these stories that unfolds in a non-linear format. Each story varies from the other in its humor or less a similar motive - money","release_date":"2010-09-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":53120,"title":"The Film Emotional Atyachar","adult":false,"genre_ids":[53]},{"cast":["Casey Camp-Horinek","Richard Ray Whitman","Jon Proudstar","Aaron Riggs","Marcus Frejo"],"overview":"Frankie is dying. Irene hasn't forgiven him. And they are racing against time to find their way home. Frankie needs help and Irene is the one he turns to. He must go home one last time. And, like so many times before, Irene is extending herself beyond her common sense. The two set out on a journey that becomes more than getting home; confronting the past, love, understanding, and self discovery. Barking Water is a tale of great love that looks at what brings us all together. It's a tale of home...and what it takes to get there.","release_date":"2009-01-17","vote_average":6.5,"runtime":85,"cert":"N\/A","id":53121,"title":"Barking Water","adult":false,"genre_ids":[18]},{"cast":["Rajinikanth","Prabhu Ganesan","Jyothika","Nayanthara","Vadivelu"],"overview":"Creepy happenings in an abandoned mansion are attributed to the ghost of an ancient courtesan, back for revenge.","release_date":"2005-04-14","vote_average":7.1,"runtime":164,"cert":"N\/A","id":53122,"title":"Chandramukhi","adult":false,"genre_ids":[35,18,28]},{"cast":["Gustavo Bueno","Toño Vega","Jose Tejada","Gilberto Torres","Aristóteles Picho"],"overview":"The military anti-terrorist army takes control of \"Chuspi\", an unknown and faraway small village, isolated by the terrorist group \"Sendero Luminoso\" (Shining Path). A soldier called Vitin Luna, and other young soldiers face an invisible, perhaps superior force. Their unit is commanded by a brutal lieutenant who declares the entire village guilty of treason. In the face of this crisis, Vitin must choose between blind obedience and his own conscience.","release_date":"1988-12-08","vote_average":6.1,"runtime":128,"cert":"N\/A","id":53123,"title":"In the Mouth of the Wolf","adult":false,"genre_ids":[18,28,10752]},{"cast":["Fabrizio Aguilar","Carlos Alcantara","Gianfranco Brero","Fernando Cayo","Katia Condos"],"overview":"President Fujimori's government is on its way out, and the citizens of Peru are struggling to get by, often engaging in unscrupulous means to get ahead--or just to make a buck. Rafo (Fabrizio Aguilar) is a struggling filmmaker who supports his girlfriend Laura (Mari Pili Barreda). He encounters a Spanish con artist played by Fernando Cayo; posing as an executive for a major phone company, the Spaniard draws Rafo into an elaborate scam.","release_date":"2004-04-08","vote_average":6.3,"runtime":90,"cert":"N\/A","id":53124,"title":"Con Game","adult":false,"genre_ids":[18,35]},{"cast":["Antonio Callirgos","Eduardo Cesti","Aristóteles Picho","Liliana Trujillo","Sergio Galliani"],"overview":"Juan, a young man convicted of terrorism, is given amnesty from a Lima prison; he boards a bus to return home and, in his mind's eye, recalls events in his village near Huaraz when he was 10 or 12. His father is long dead, his mother lives with Fermin, secretly a sympathizer with the Communist guerrillas in the hills. Town leaders are assassinated at night. When Juan discovers Fermin's secret, Juan is spirited away to the guerrillas to learn Marxist slogans and how to fight. When the band decides to attack the town to avenge the death of a comrade, Juan must choose.","release_date":"2003-09-25","vote_average":5.6,"runtime":90,"cert":"N\/A","id":53125,"title":"Paper Dove","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":53126,"title":"四大金钗之夜明珠","adult":false,"genre_ids":[]},{"cast":["Egor Beroev","Olga Krasko","Marat Basharov","Vladimir Ilin","Dmitriy Pevtsov"],"overview":"The film is based on the second book from the Adventures of Erast Petrovich Fandorin series of novels written by the Russian author Boris Akunin. The film takes place in 1877 during the Russian-Turkish war. Erast Fandorin has just escaped from Turkish prison and is trying to get on the Russian side as soon as possible to give important information about the upcoming attack of the enemy. On his way he meets Varvara Suvorova, a young lady who is going to see her fiancée - a soldier of the Russian army. Erast also knows that there is a spy somewhere in the Russian army, everyone is under suspicion.","release_date":"2005-02-22","vote_average":6.7,"runtime":130,"cert":"N\/A","id":53129,"title":"The Turkish Gambit","adult":false,"genre_ids":[9648,12,28,18,36]},{"cast":["Hôryû Nakamura","Ryôko Asagi","Yumeka Sasaki","Seiji Nakamitsu","Haruki Jô"],"overview":"A young widow, Noriko, lives with her senile father-in-law, Shukichi, on a farm. He believes his favorite cow, long gone, is still alive. Noriko pretends to be the cow and lets him milk her - a satisfying arrangement for them both.","release_date":"2003-04-08","vote_average":4.1,"runtime":61,"cert":"N\/A","id":53130,"title":"A Lonely Cow Weeps at Dawn","adult":false,"genre_ids":[18]},{"cast":["Nate Quarry","Pete Sell","Stephan Bonnar","Sam Hoger","Chris Leben"],"overview":"Ultimate Fight Night was a mixed martial arts event held by the Ultimate Fighting Championship on August 6, 2005.","release_date":"2005-08-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":53131,"title":"UFC Fight Night 1: Ultimate Fight Night 1","adult":false,"genre_ids":[]},{"cast":["Benny Hill"],"overview":"Mr. Hill's last TV work, taped and aired before his death, with outdoor scenes taped in New York City. Highlights of this show include \"A Streetcar Named Desirée\" (a Tennessee Williams takeoff) and a spoof of \"Ask Dr. Ruth\" (where he impersonated Dr. Ruth Westheimer and Roseanne).","release_date":"1991-05-30","vote_average":8.0,"runtime":60,"cert":"N\/A","id":53132,"title":"Benny Hill's World Tour: New York!","adult":false,"genre_ids":[]},{"cast":["Katrine Bach","Simon Paisley Day","Oliver Ford Davies","Iain Glen","Corin Redgrave"],"overview":"In early April 1945 a small British ambulance unit was diverted from frontline battle in northern Germany, to handle an unfolding medical crisis behind enemy lines. A local prison camp had suffered an outbreak of typhus. That prison camp was Bergen-Belsen. The British had no idea of the true scale of this humanitarian catastrophe nor of what it would come to represent.","release_date":"2007-10-15","vote_average":5.4,"runtime":101,"cert":"","id":53135,"title":"The Relief of Belsen","adult":false,"genre_ids":[]},{"cast":["Nick Romeo Reimann","Nora Tschirner","Maria Schrader","Axel Stein","Jacob Matschenz"],"overview":"\"The Crocodiles\" are celebrating the birthday of Hannes and the beginning of the best summer vacation they have ever had. Although the boys have grown and developed different interests, the band remains united against all odds. During a wild  karts race that ends in a terrible accident, Frank is taken to hospital by ambulance. His life is in danger: he needs a transplant from a close relative to save his life. The only possible donor is his brother, Dennis, who was put behind bars by the Crocodiles with their teammate Kevin. Time is running out, but true friends never give up! With the help of Jenny and Hannes' mother , the band surprises us with a bold plan","release_date":"2011-01-20","vote_average":7.4,"runtime":81,"cert":"N\/A","id":53136,"title":"The Crocodiles 3","adult":false,"genre_ids":[28,10751,12,18,35]},{"cast":["Drew Fickett","Josh Koscheck","Brandon Vera","Fabiano Scherner","Chris Leben"],"overview":"Ultimate Fight Night 2 was a mixed martial arts event held by the Ultimate Fighting Championship on October 3, 2005.","release_date":"2005-10-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":53137,"title":"UFC Fight Night 2: Loiseau vs. Tanner","adult":false,"genre_ids":[]},{"cast":["Josh Burkman","Drew Fickett","Chris Leben","Jorge Rivera","Stephan Bonnar"],"overview":"Ultimate Fight Night 3 was a mixed martial arts event held by the Ultimate Fighting Championship on January 16, 2006.","release_date":"2006-01-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":53138,"title":"UFC Fight Night 3: Sylvia vs. Silva","adult":false,"genre_ids":[]},{"cast":["Chris Leben","Luigi Fioravanti","Joe Stevenson","Josh Neer","Rashad Evans"],"overview":"Ultimate Fight Night 4 was a mixed martial arts event held by the Ultimate Fighting Championship on April 6, 2006.","release_date":"2006-04-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":53139,"title":"UFC Fight Night 4: Bonnar vs Jardine","adult":false,"genre_ids":[]},{"cast":[],"overview":"This fun and exciting release from the PBS animated series Super Why! includes four holiday themed episodes: 'Twas the Night Before Christmas, The Ghost Who Was Afraid of Halloween, The Three Feathers, and The Stars in the Sky.","release_date":"2010-10-12","vote_average":0.0,"runtime":100,"cert":"N\/A","id":53142,"title":"Super Why! 'Twas The Night Before Christmas","adult":false,"genre_ids":[16,10751]},{"cast":["Danica Sheridan","Rob Alton","Igor Arefiev","Natalia Bashkatova","Stéphane Bayol"],"overview":"In the magical world of La Nouba, dreams become reality and talent turns the ordinary into the extraordinary. La Nouba is, literally, a waking dream come true – clowns, ballerinas, trapeze artists, an incredible BMX bicycle act – and much more.","release_date":"2004-11-02","vote_average":7.2,"runtime":90,"cert":"N\/A","id":53143,"title":"Cirque Du Soleil: La Nouba","adult":false,"genre_ids":[99,10751,10402]},{"cast":["Roy Rogers","George 'Gabby' Hayes","Dale Evans","Paul Harvey","Brad Dexter"],"overview":"Roy Rogers, a Nevada State Ranger Captain in charge of the Rangers Reclamation Service, makes a trip to Las Vegas for the annual Heldorado Frontier Days Festival, as he wants to help his old friend Gabby Whittaker who originated the idea (at least, in this film).In Las Vegas, Roy meets heiress Carol Randall, who has been selected as the Queen of the Heldorado. Roy is informed that the F.B.I. wants an immediate investigation of the counterfeit thousand dollar bills that are being passed over the gambling tables at the casino.","release_date":"1946-12-15","vote_average":6.0,"runtime":70,"cert":"N\/A","id":53144,"title":"Heldorado","adult":false,"genre_ids":[37]},{"cast":[],"overview":"Live at the Carrier Dome in Syracuse, Prince Rogers Nelson delivers an electrifying live mix of R&amp;B, Soul, Blues, and Rock with a somewhat electronic treatment from the rhythm section known as The Revolution.","release_date":"","vote_average":9.0,"runtime":116,"cert":"N\/A","id":53147,"title":"Syracuse and the World","adult":false,"genre_ids":[]},{"cast":["Josh Albee","Phil Clark","Cathleen Cordell","Michael Evans","Lola Fisher"],"overview":"In this animated version of Charles Dickens' classic novel, we see the story of young Oliver Twist, a boy orphaned at birth and left to grow up under the cruel tutelage of Mr. Bumble, the local parish beadle.","release_date":"1974-07-10","vote_average":5.0,"runtime":91,"cert":"N\/A","id":53148,"title":"Oliver Twist","adult":false,"genre_ids":[16,18,10751]},{"cast":["Scott Valentine","Charlie Spradling","Richard Zobel","Ingrid Vold","Stephanie Hardy"],"overview":"Scott Valentine is a vampire who is torn between his need to feed and his desire to learn about the world of humans. But when he kidnaps Nina, a beautiful but troubled stripper, his world is turned upside down. For after she discovers that he cannot be hurt physically, Nina tries a new tactic... seduction.","release_date":"1993-01-28","vote_average":4.8,"runtime":81,"cert":"N\/A","id":53149,"title":"To Sleep with a Vampire","adult":false,"genre_ids":[18,27,10749,53]},{"cast":["Brian Robbins","Bill Calvert","Tricia Leigh Fisher","Gerrit Graham","Robert Vaughn"],"overview":"A military experiment to create a race of super-warriors goes awry, as legions of murderous zombies are unleashed upon a suburban neighborhood.","release_date":"1989-05-05","vote_average":3.9,"runtime":85,"cert":"15","id":53150,"title":"C.H.U.D. II: Bud the Chud","adult":false,"genre_ids":[27,35,878]},{"cast":["Val Kilmer","Noah Fleiss","Karen Young","Ethan Hawke","Max Ligosh"],"overview":"A destitute 14 year old struggles to keep his life together despite harsh abuse at his mother's hands, harsher abuse at his father's, and a growing separation from his slightly older brother. Petty thefts for food grow into more major takes until he steals a cash box from the diner where he works. Although Joe uses the money to pay off some of his father's debts and to replace his mother's records that his father smashed in a fit of temper, Joe gets no thanks...","release_date":"1999-10-17","vote_average":6.1,"runtime":93,"cert":"N\/A","id":53151,"title":"Joe the King","adult":false,"genre_ids":[80,18]},{"cast":["Michael Gempart","Leander Lichti"],"overview":"Sebastian, a young male prostitute, is one of Georgs few remaining chances to break through his hermit-like everyday life in exchange for a few fleeting moments of being together with someone at least for a few hours. Georg loves Sebastians easy-going and playful manner. He loves the absurd stories that the boy spontaneously comes up with and Georg never knows whether to actually believe all of them or not.","release_date":"2007-10-27","vote_average":6.5,"runtime":77,"cert":"N\/A","id":53152,"title":"While You Are Here","adult":false,"genre_ids":[18]},{"cast":["Dmitri Ulyanov","Boris Galkin","Ivan Bortnik","Anna Churina","Pavel Trubiner"],"overview":"A young seismologist, who lives in Amsterdam, along with a popular journalist, accidentally become the participants of a deadly game, lead by an international syndicate that plans to take over the power (with the help of a seismological weapon) in the republics of the former Soviet Union. Russian Secret Services, that provide security for the heads of the summit of the region of the Kaspiiskoe Sea, intervene in this case...","release_date":"2006-09-28","vote_average":1.0,"runtime":106,"cert":"N\/A","id":53153,"title":"Shift","adult":false,"genre_ids":[28]},{"cast":["Ingrid Bergman","Jean Marais","Mel Ferrer","Jean Richard","Juliette Gréco"],"overview":"Set amid the military maneuvers and Quatorze Juillet carnivals of turn-of-the-century France, Jean Renoir’s delirious romantic comedy Elena and her Men stars a radiant Ingrid Bergman as a beautiful, but impoverished, Polish princess who drives men of all stations to fits of desperate love. When Elena elicits the fascination of a famous general, she finds herself at the center of romantic machinations and political scheming, with the hearts of several men—as well as the future of France—in her hands.","release_date":"1956-09-12","vote_average":5.9,"runtime":95,"cert":"N\/A","id":53156,"title":"Elena and Her Men","adult":false,"genre_ids":[18,35,10749]},{"cast":["Tommy Lee Jones","Helen Shaver","Yaphet Kotto","Lawrence Dane","Peter Dvorsky"],"overview":"A Vietnam vet takes forceful control of Central Park to remember those who served and died in the Vietnam War.","release_date":"1985-10-06","vote_average":5.1,"runtime":102,"cert":"N\/A","id":53157,"title":"The Park Is Mine","adult":false,"genre_ids":[10770,28,12,18]},{"cast":["Igor Livanov","Aristarkh Livanov","Marina Zudina","Aleksandr Porokhovshchikov","Leonid Kuravlyov"],"overview":"When a man is forced to return to a secret Russian training camp, he decides to plan his escape, not knowing who to trust.","release_date":"1992-12-01","vote_average":1.0,"runtime":93,"cert":"N\/A","id":53158,"title":"Destroy the Thirtieth!","adult":false,"genre_ids":[28]},{"cast":["Monte Blue","Raquel Torres","Robert Anderson","Renee Bush","Napua"],"overview":"An alcoholic doctor on a Polynesian island, disgusted by white exploitation of the natives, finds himself marooned on a pristinely beautiful island.","release_date":"1928-11-11","vote_average":6.4,"runtime":88,"cert":"N\/A","id":53161,"title":"White Shadows in the South Seas","adult":false,"genre_ids":[18,10749]},{"cast":["Ed Bishop","James Cameron","Arthur C. Clarke","Keith Denny","Heather Downham"],"overview":"The Impact 2001: A Space Odyssey has had on Society and Cinema.","release_date":"2001-01-13","vote_average":6.4,"runtime":60,"cert":"","id":53164,"title":"2001: The Making of a Myth","adult":false,"genre_ids":[99]},{"cast":["Stephen Chow","Sharla Cheung Man","Ng Man Tat","Athena Chu","Deannie Yip"],"overview":"Star Chow (Stephen Chow) is an officer in the Royal Hong Kong Police's elite Special Duties Unit (SDU). During a meeting with his senior officer, Inspector Yip (Deanie Ip), Star jokingly suggests he wishes to be reassigned to the traffic unit. Star immediately finds himself demoted to Constable engaging in traffic duty on the streets of Hong Kong. After being made the scapegoat for a failed high school terrorist investigation, Star hastily resigns from the police. He decides to enroll at the high school to launch his own private investigation. But Star realises the investigation won't be easy when he discovers that the bumbling, incompetent CID detective Tat (Ng Man Tat) is also undercover at the high school.","release_date":"1992-04-09","vote_average":6.8,"runtime":106,"cert":"N\/A","id":53165,"title":"Fight Back to School 2","adult":false,"genre_ids":[35,28]},{"cast":["Edwige Fenech","Alvaro Vitali","Marzio Honorato","Franco Diogene","Gianfranco Barra"],"overview":"The adventures of Gianna, a sexy policewoman who wants to help a child in search of his mother.","release_date":"1979-08-10","vote_average":4.6,"runtime":90,"cert":"N\/A","id":53166,"title":"A Policewoman on the Porno Squad","adult":false,"genre_ids":[80,35]},{"cast":["Randal Kleiser"],"overview":"A short film directed by George Lucas.","release_date":"1966-01-01","vote_average":5.6,"runtime":3,"cert":"N\/A","id":53167,"title":"Freiheit","adult":false,"genre_ids":[18]},{"cast":["Stephen Chow","Cecilia Cheung","Karen Mok","Ng Man Tat","Jackie Chan"],"overview":"Wan Tin-Sau is an actor who cannot seem to catch a break, since his only professional jobs are limited to being a movie extra. As well as being an actor, he is also the head of his village's community center.","release_date":"1999-02-08","vote_average":7.1,"runtime":89,"cert":"N\/A","id":53168,"title":"King of Comedy","adult":false,"genre_ids":[35,18,10749]},{"cast":["Shane Sweeney","Tom Geoffrey","Alex Edwards","Celia Muir"],"overview":"Four friends set out on a motorcycle adventure weekend, clocking up miles in an attempt to outrun their age and urban lifestyles. After bartering with a local land owner for a place to set up camp, they spend the night reminiscing over their wasted youth. The following morning they spot an ominous looking caravan, and decide to investigate. Within minutes, an idiotic prank leads to a series of brutal events and a deadly race for survival. A modern plunge back into the worlds created by movies such as 'Deliverance' and 'Southern Comfort' but with a gritty British twang. Kidnap, murder and a hidden past are just some of the reasons these four adventurers should have stayed at home. An action thriller that will make you question who the villains really are. You cant outrun what's in your blood.","release_date":"2011-01-13","vote_average":5.3,"runtime":84,"cert":"","id":53169,"title":"Travellers","adult":false,"genre_ids":[53]},{"cast":[],"overview":"It's the ultimate honor for a Tar Heel basketball player - having your jersey raised in lasting tribute high above the Dean Smith Center floor.Jerseys in the Rafters takes you on an emotional journey through the years with the most decorated players in UNC Basketball history. Enjoy exciting highlights from their college days along with exclusive interviews from the players, their teammates and coaches.Players with retired jerseys include Michael Jordan, James Worthy, Phil Ford, Antawn Jamison and Lennie Rosenbluth. Honored players include Vince Carter, Billy Cunningham, Sam Perkins, Charlie Scott and many more!","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":53170,"title":"Jerseys in the Rafters: Carolina's Greatest Stars","adult":false,"genre_ids":[]},{"cast":["Rick Davies","Roger Hodgson","Bob Siebenberg","Dougie Thomson","John Helliwell"],"overview":"Live in Munich, Bavaria Germany, 1983. Supertramp was started and bankrolled in 1969 by a wealthy Dutch industrialist with aspirations of forming the ulltimate \"super rock group.\"","release_date":"1983-02-01","vote_average":4.0,"runtime":98,"cert":"N\/A","id":53173,"title":"Supertramp: Live in Munich","adult":false,"genre_ids":[10402]},{"cast":["Til Schweiger","Emma Schweiger","Jasmin Gerat","Samuel Finzi","Sanny van Heteren"],"overview":"Henry is a playboy who has no idea that he is the father of a beautiful, cute girl out of a One-night-Stand. Her mother left the daughter in front of Henry door after her husband realized after 8 years of marriage that he is not the father so their relationship now is breaking up... By the way: Kokowääh, is how a German (in this case an 8 Year old child) that has never heard the dish before - would pronounce \"Coq Au Vin\" (chicken in a wine sauce).","release_date":"2011-02-02","vote_average":6.4,"runtime":115,"cert":"N\/A","id":53174,"title":"Kokowääh","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Much anticipated, the Volcom 9191 film or better known as, \"The Gigi Movie\" features the creative genius of filmmaker Jake Price and an amazing group of riders including Bryan Iguchi, Terje Haakonsen, Mark Landvik, Curtis Ciszek, Blair Habenicht, Wille Yli Luoma, Luke Mitrani, Wolle Nyvelt, Jake Blauvelt, Nicolas Muller, and obviously Gigi Ruf who take you from New Zealand to Chile to Jackson Hole and more. Ambitious and slightly off-beat, 9191 mashes stop-motion animations with out-of-this-world footage and combines it with a haunting soundtrack by Baron, famed for his work on Flip's Extremely Sorry film. If you're looking for a snowboard flick with more meat than potatoes, you've got your hands full with 9191.","release_date":"2010-09-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":53175,"title":"Volcom 9191","adult":false,"genre_ids":[]},{"cast":[],"overview":"A cat, being sent out for the night, begins to make trouble for some birds. He later has a nightmare that the birds grow and begin to extract their revenge.","release_date":"1931-07-28","vote_average":5.9,"runtime":7,"cert":"N\/A","id":53178,"title":"The Cat's Out","adult":false,"genre_ids":[16]},{"cast":["Coluche","Roland Giraud","Josiane Balasko","Charlotte de Turckheim","Jacques Debary"],"overview":"After having lost his job for having saved a child accused of shop lifting, Frédéric Barbier decides to become a school teacher with some funny results.The great comedy actor Coluche is excellent as a simple school teacher.","release_date":"1981-10-28","vote_average":6.1,"runtime":95,"cert":"N\/A","id":53179,"title":"Le Maître d'école","adult":false,"genre_ids":[35]},{"cast":["Sullivan Stapleton","Eva Green","Lena Headey","Callan Mulvey","David Wenham"],"overview":"Greek general Themistokles attempts to unite all of Greece by leading the charge that will change the course of the war. Themistokles faces the massive invading Persian forces led by mortal-turned-god, Xerxes and Artemesia, the vengeful commander of the Persian navy.","release_date":"2014-03-05","vote_average":6.1,"runtime":102,"cert":"18","id":53182,"title":"300: Rise of an Empire","adult":false,"genre_ids":[28,10752,14]},{"cast":["Derek Jacobi","John Carlisle","John Bowe","Pete Postlethwaite","Tom Mannion"],"overview":"As incomparable in swordplay and wordplay as he is, the gallant soldier, philosopher, and poet Cyrano de Bergerac is as timid as a schoolboy before the fair Roxanne. Derek Jacobi delivers an electrifying award-winning portrayal of Rostand's legendary log-nosed swordsman in this highly acclaimed production from the world's premier theatre troupe, The Royal Shakespeare Company. The bold Cyrano boasts he can defeat a hundred men in a swordfight, but because of his grotesque nose lacks the confidence to court the woman he loves. Yet so entranced with Roxanne is Cyrano that he uses the eloquence of his poetry to woo her for a rival.","release_date":"1985-07-26","vote_average":5.3,"runtime":176,"cert":"N\/A","id":53183,"title":"Cyrano de Bergerac","adult":false,"genre_ids":[10770,12,18,36,10749]},{"cast":["Howard Vernon","Hugo Blanco","Gogó Rojo","Fernando Delgado","Ana Castor"],"overview":"Jess Franco returns with another campy gore-fest featuring the strange goings-on in a tiny hamlet called Holfen. When women wind up knifed and gouged in the village, everyone thinks the deaths are due to a curse wielded by a cruel 17th century baron. Von Klaus heir Ludwig is distantly related to the royal, which makes him the target of suspicion. Can he clear his name, or will he wind up giving in to his dark side?","release_date":"1962-06-15","vote_average":5.3,"runtime":95,"cert":"N\/A","id":53184,"title":"The Sadistic Baron Von Klaus","adult":false,"genre_ids":[27]},{"cast":["Julie Walters","Jim Broadbent","Thora Hird","Sian Thomas","Andrew Lancel"],"overview":"Diana and Deric have an ideal marriage: they thrive in each other's company, they're funny, and they enjoy their two grown children and Deric's dotty mother; the trouble is, Diana can no longer walk and her malady defies medical diagnosis. To care for Diana, Deric is letting his business slide, but at a civic luncheon, he is seated next to Aileen Armitage, a novelist who is blind. They have a nice time, and on the sly, Diana contacts Aileen to made an odd request. Diana's declining health and her resolve bring this triangle of unlikely friends to a surprising place.","release_date":"1993-09-05","vote_average":0.0,"runtime":102,"cert":"","id":53185,"title":"Wide Eyed and Legless","adult":false,"genre_ids":[10770,18,10749,35]},{"cast":["Iva Janžurová","Josef Abrhám","Nina Divíšková","Petr Čepek","Josef Somr"],"overview":"Jealous of her vapidly \"good\" sister's popularity, poisonous Viktoria doses pretty Klara's tea with a slow-acting fatal substance. As the latter grows hysterically weak, the former finds success increasingly compromised by guilt, blackmail, and the pesky need to kill others lest she be exposed.","release_date":"1972-09-01","vote_average":7.5,"runtime":97,"cert":"N\/A","id":53186,"title":"Morgiana","adult":false,"genre_ids":[18,27]},{"cast":["Francis Lederer","Norma Eberhardt","Ray Stricklyn","Virginia Vincent","John Wengraf"],"overview":"After a vampire leaves his native Balkans, he murders a Czech artist, assumes his identity, and moves in with the dead man's American cousins.","release_date":"1958-04-01","vote_average":5.2,"runtime":77,"cert":"","id":53187,"title":"The Return of Dracula","adult":false,"genre_ids":[27]},{"cast":["María Ester Escobar","Francisco Maturana","Alexis García V.","Jaime Gaviria Gómez"],"overview":"Pablo Escobar was the richest, most powerful drug kingpin in the world, ruling the Medellin Cartel with an iron fist. Andres Escobar was the biggest soccer star in Colombia. The two were not related, but their fates were inextricably-and fatally-intertwined. Pablo's drug money had turned Andres' national team into South American champions, favored to win the 1994 World Cup in Los Angeles. It was there, in a game against the U.S., that Andres committed one of the most shocking mistakes in soccer history, scoring an \"own goal\" that eliminated his team from the competition and ultimately cost him his life. The Two Escobars is a riveting examination of the intersection of sports, crime, and politics.","release_date":"2010-06-22","vote_average":7.5,"runtime":100,"cert":"N\/A","id":53190,"title":"The Two Escobars","adult":false,"genre_ids":[80,99]},{"cast":[],"overview":"Just weeks after being diagnosed with a rare and incurable form of cancer, 31-year-old actress Kris Carr turned the camera on herself as she embarked on the fight of her life. The result is this moving and funny inspirational documentary. In need of experimental treatment, Carr travels the country seeking experts on alternative medicine and, along the way, meets other cancer-stricken women driven to survive.","release_date":"2007-03-11","vote_average":6.0,"runtime":90,"cert":"N\/A","id":53191,"title":"Crazy Sexy Cancer","adult":false,"genre_ids":[99]},{"cast":["Hulk Hogan","Mr. T","Christopher Alan Pallies","Randy Savage","Greg Valentine"],"overview":"Mr. T vs. Roddy Piper in a Boxing match Battle Royal featuring superstars and athletes from the WWF and NFL Hulk Hogan (c) vs. King Kong Bundy in a Steel Cage match for the WWF Championship","release_date":"1986-04-07","vote_average":6.1,"runtime":113,"cert":"N\/A","id":53192,"title":"WWE WrestleMania II","adult":false,"genre_ids":[28,18]},{"cast":["Hulk Hogan","André the Giant","Josip Nikolai Peruzović","Khosrow Vaziri","The Honky Tonk Man"],"overview":"Hulk Hogan goes up against Andre the Giant for the WWF World Championship, while Randy 'Macho Man' Savage battles Ricky Steamboat for the Intercontinental Championship at the Pontiac Silverdome in Detroit.","release_date":"1987-03-29","vote_average":9.1,"runtime":185,"cert":"N\/A","id":53193,"title":"WWE WrestleMania III","adult":false,"genre_ids":[28,18]},{"cast":["Mikhail Romm","Marlene Dietrich","Joseph Goebbels"],"overview":"Romm's \"Ordinary Fascism\" pulls out all the stops in its selection of documentary material to draw the viewer not only into absolute horror about fascism and nazism in the 1920s-1940s Europe, but also to a firmest of convictions that nothing of the sort should be allowed to happen again anywhere in the world.","release_date":"1965-12-31","vote_average":7.5,"runtime":138,"cert":"N\/A","id":53194,"title":"Triumph Over Violence","adult":false,"genre_ids":[99,36,10752]},{"cast":["Hulk Hogan","Randy Savage","Elizabeth Hulette","André the Giant","Ted DiBiase"],"overview":"WrestleMania IV was the fourth annual WrestleMania professional wrestling pay-per-view event produced by the World Wrestling Federation (WWF). It took place on March 27, 1988 at the Trump Plaza in Atlantic City, New Jersey.  The main event was the finals of a fourteen-man tournament for the undisputed WWF Championship, where Randy Savage defeated Ted DiBiase to win the vacant title. The main matches on the undercard were a twenty-man battle royal won by Bad News Brown, Demolition (Ax and Smash) versus Strike Force (Tito Santana and Rick Martel) for the WWF Tag Team Championship, Brutus Beefcake versus The Honky Tonk Man for the WWF Intercontinental Championship and a 14-man tournament for the vacated WWF Championship.","release_date":"1988-03-27","vote_average":7.6,"runtime":214,"cert":"N\/A","id":53195,"title":"WWE WrestleMania IV","adult":false,"genre_ids":[28,18]},{"cast":[],"overview":"A short documentary about a hospital ward for children with leukemia in Lithuania.","release_date":"2005-10-10","vote_average":6.5,"runtime":52,"cert":"N\/A","id":53196,"title":"Before Flying Back to Earth","adult":false,"genre_ids":[99]},{"cast":["Laurence Guvillier","Davos Hanich","François Maspero","Yves Montand","François Périer"],"overview":"French essay film focusing on global political turmoil in the 1960s and '70s, particularly the rise of the New Left in France and the development of socialist movements in Latin America.","release_date":"1977-11-23","vote_average":8.3,"runtime":180,"cert":"N\/A","id":53197,"title":"A Grin Without a Cat","adult":false,"genre_ids":[99,10752,36]},{"cast":["Martin Scorsese"],"overview":"World-renowned director Martin Scorsese narrates this journey through his favorites in Italian cinema.","release_date":"1999-09-11","vote_average":7.9,"runtime":246,"cert":"N\/A","id":53198,"title":"My Voyage to Italy","adult":false,"genre_ids":[99]},{"cast":["Hulk Hogan","Randy Savage","Bobby Heenan","Steven Kenneth Lombardi","James Edward Duggan Jr"],"overview":"WrestleMania V was the fifth annual WrestleMania professional wrestling pay-per-view event produced by the World Wrestling Federation (WWF). It took place on April 2, 1989 at the Trump Plaza in Atlantic City, New Jersey. The event was commentated by Gorilla Monsoon and Jesse Ventura.  The main event was Hulk Hogan versus Randy Savage for the WWF Championship billed \"The Mega Powers Explode\" which Hogan won after a leg drop. Featured matches on the undercard were Rick Rude versus The Ultimate Warrior for the WWF Intercontinental Championship, The Hart Foundation (Bret Hart and Jim Neidhart) versus Greg Valentine and The Honky Tonk Man and Demolition (Ax and Smash) versus Powers of Pain and Mr. Fuji in a handicap match for the WWF Tag Team Championship.","release_date":"1989-04-02","vote_average":7.2,"runtime":219,"cert":"N\/A","id":53199,"title":"WWE WrestleMania V","adult":false,"genre_ids":[28,18]},{"cast":["Werner Herzog"],"overview":"This film shows the disaster of the Kuwaitian oil fields in flames. In contrast to the common documentary film there are no comments and few interviews. What must have been the hell itself is presented to the viewer in such beautiful sights and beautiful music that one has to be fascinated by it.","release_date":"1995-10-25","vote_average":8.0,"runtime":54,"cert":"N\/A","id":53200,"title":"Lessons of Darkness","adult":false,"genre_ids":[10752,99]},{"cast":[],"overview":"American Zeitgeist is a feature length documentary by filmmaker Rob McGann that offers an historical look at the War on Terrorism from 1979 through 2006. The narrative of American Zeitgeist is woven out of more than 40 in-depth interviews with leading experts on terrorism, U.S. foreign policy, Islam and Middle Eastern studies","release_date":"2006-01-01","vote_average":6.5,"runtime":null,"cert":"N\/A","id":53203,"title":"American Zeitgeist","adult":false,"genre_ids":[]},{"cast":["Roger Daltrey","Pete Townshend","John Entwistle","Keith Moon","Ringo Starr"],"overview":"A documentary on The Who, featuring interviews with the band's two surviving members, Pete Townshend and Roger Daltrey.","release_date":"2007-09-14","vote_average":7.0,"runtime":237,"cert":"N\/A","id":53204,"title":"Amazing Journey - The Story of The Who","adult":false,"genre_ids":[99,10402]},{"cast":["Simon Ward","Anthony Hopkins","Lisa Harrow","Brian Stirner","Freddie Jones"],"overview":"James Herriot is a vet in Yorkshire, England, during the 1940's. He is assigned to the practice of Siegfried Farnon, who (together with his mischievous brother Tristan) already have a successful business. James undergoes a variety of adventures during his work, which are just as often caused by the characters of the county (including the Farnon brothers) as the animals in his care.","release_date":"1975-07-27","vote_average":6.6,"runtime":92,"cert":"","id":53205,"title":"All Creatures Great and Small","adult":false,"genre_ids":[18]},{"cast":["Münir Özkul","Adile Naşit","Şener Şen"],"overview":"It is full of joy and kindness, it tells the life of great people, those who love each other with purity, those who share everything and those who care for each other. The music of the movie- which is cheerful when played fast and sorrowful when played gently- is perfect.. Just as perfect as those people in good old times and as the life they represent. The act is so natural that you either find yourself shed tears or laughing as loudly as you can. Every little detail is so fascinating. I do not know what more to say about this film, but it is certainly worth watching again, again and again.","release_date":"1978-01-01","vote_average":8.1,"runtime":92,"cert":"N\/A","id":53206,"title":"Happy Days","adult":false,"genre_ids":[]},{"cast":["Deddy Mizwar","Nurul Arifin"],"overview":"All sorts of unlikely figures come to prominence in wartime, no matter what the country. Indonesia is no exception. In this comedy, popular Indonesian actor Deddy Mizwar plays Naga Bonar, a pickpocket who has seized the opportunity of the moment to declare himself a general in the Freedom Forces during the chaos of the Japanese occupying forces’ withdrawal in 1945, as the Dutch attempted to reassert their control over the area.","release_date":"1986-12-31","vote_average":6.8,"runtime":101,"cert":"N\/A","id":53207,"title":"Nagabonar","adult":false,"genre_ids":[35,10752]},{"cast":["Mel Blanc"],"overview":"The short-tempered Daffy Duck must improvise madly as the backgrounds, his costumes, the soundtrack, even his physical form, shifts and changes at the whim of the animator.","release_date":"1953-02-28","vote_average":8.2,"runtime":7,"cert":"N\/A","id":53210,"title":"Duck Amuck","adult":false,"genre_ids":[16,35]},{"cast":["Bill Roberts"],"overview":"A workman finds a singing frog in the cornerstone of an old building being demolished. But when he tries to cash in on his discovery, he finds the frog will sing only for him, and just croak for the talent agent and the audience in the theater he's spent his life savings on.","release_date":"1955-12-30","vote_average":7.6,"runtime":7,"cert":"N\/A","id":53211,"title":"One Froggy Evening","adult":false,"genre_ids":[16,35,10751]},{"cast":["Kestie Morassi","Nick Russell"],"overview":"Where do you find love? Sometimes all you need is a sign.","release_date":"2008-03-10","vote_average":7.6,"runtime":12,"cert":"N\/A","id":53214,"title":"Signs","adult":false,"genre_ids":[10749]},{"cast":[],"overview":"The story of a Kiwi who spends his whole life working towards achieving his dream.","release_date":"2006-01-01","vote_average":7.1,"runtime":3,"cert":"N\/A","id":53215,"title":"Kiwi!","adult":false,"genre_ids":[16,28]},{"cast":["T. J. Thyne","Vicki Davis","Pam Cooke","Manolo Travieso Hurst","Danielle Kaplowitz"],"overview":"A cheerful parking attendant considers it his job to do more than validate parking. He wants to validate the customers themselves, delivering compliments about their appearances and the inner qualities behind them. Everyone who comes up to him with a ticket walks away validated as a worthwhile human being. Soon, the parking attendant becomes so popular that people line up for validation...","release_date":"2007-01-01","vote_average":7.3,"runtime":16,"cert":"N\/A","id":53216,"title":"Validation","adult":false,"genre_ids":[35,10749]},{"cast":["Mel Blanc","Arthur Q. Bryan"],"overview":"Bugs is in drag as the Valkyrie Brunhilde who sits on an overwieght horse. \"She\" is pursued by Elmer playing the demigod \"Siegfried\".","release_date":"1957-07-06","vote_average":7.6,"runtime":7,"cert":"N\/A","id":53217,"title":"What's Opera, Doc?","adult":false,"genre_ids":[10402,16,35]},{"cast":["Roger Jacquet","Anne Cornaly","Anker Larsen","Stéphane Fey","Jean-François Zeller"],"overview":"During the Civil War, a Southern civilian is about to be hanged for attempting to sabotage a railway bridge. When the execution takes place from the bridge, the rope breaks and he begins his escape toward home.","release_date":"1962-05-01","vote_average":7.8,"runtime":28,"cert":"N\/A","id":53218,"title":"An Occurrence at Owl Creek Bridge","adult":false,"genre_ids":[18]},{"cast":["Pinto Colvig","Walt Disney","Clarence Nash"],"overview":"Goofy's in the driver's seat, Mickey's in the kitchen, and Donald's in bed in Mickey's high-tech house trailer. When Goofy comes back to eat breakfast, leaving the car on autopilot, it takes them onto a dangerous closed mountain road. When Goofy realizes this, he accidentally unhooks the trailer, sending it on a perilous route. They come very close to disaster several times, while the oblivious Goofy drives on and hooks back up to them.","release_date":"1938-05-06","vote_average":6.8,"runtime":7,"cert":"N\/A","id":53219,"title":"Mickey's Trailer","adult":false,"genre_ids":[16,35]},{"cast":["Mel Blanc","Arthur Q. Bryan"],"overview":"Daffy Duck and Bugs argue back and forth whether it is duck season or rabbit season. The object of their arguments is hunter Elmer Fudd.","release_date":"1951-05-19","vote_average":7.5,"runtime":7,"cert":"N\/A","id":53220,"title":"Rabbit Fire","adult":false,"genre_ids":[16,10751,35]},{"cast":["Philip Morrison"],"overview":"A scientific film essay, narrated by Phil Morrison. A set of pictures of two picnickers in a park, with the area of each frame one-tenth the size of the one before. Starting from a view of the entire known universe, the camera gradually zooms in until we are viewing the subatomic particles on a man's hand.","release_date":"1977-01-01","vote_average":7.6,"runtime":9,"cert":"N\/A","id":53223,"title":"Powers of Ten","adult":false,"genre_ids":[99]},{"cast":["Mel Blanc","Arthur Q. Bryan"],"overview":"The final installment of the \"Hunting Trilogy\" once again has Elmer out hunting, while Bugs and Daffy try to con him into shooting the other.","release_date":"1953-10-03","vote_average":7.4,"runtime":7,"cert":"N\/A","id":53224,"title":"Duck! Rabbit, Duck!","adult":false,"genre_ids":[16]},{"cast":["Lexy Hulme","Joseph Gordon-Levitt","Lawrie Brewster","Channing Tatum"],"overview":"As Morgan and Destiny visit the Zeppelin Zoo for their eleventeenth date, they run into Lionel, Destiny's former boyfriend and a charming ladies' man. When Destiny's pet goes missing, Morgan and Lionel go head-to-head in search of the Destiny's pet and her affection.","release_date":"2010-01-01","vote_average":6.4,"runtime":7,"cert":"N\/A","id":53225,"title":"Morgan and Destiny's Eleventeenth Date: The Zeppelin Zoo","adult":false,"genre_ids":[10749]},{"cast":["Jun Fukuyama","Shunsuke Daitô","Yuta Furukawa","Satoshi Hino","Wakana Matsumoto"],"overview":"College student Mutou Ookawa catches a glimpse of Ametani Yuiko, his co-worker from a former part-time job and falls immediately in love. Summoning up his courage, he eventually confesses his feelings to her and she responds “…but I’m a fujoshi.” Mutou not having the slight clue what “fujoshi” means, immediately responds “That’s OK!”","release_date":"2009-05-02","vote_average":5.0,"runtime":98,"cert":"N\/A","id":53226,"title":"How to Date an Otaku Girl","adult":false,"genre_ids":[18,35,10749]},{"cast":["Buzz Aldrin","Neil Armstrong","Michael Collins","Robert H. Goddard","Richard Nixon"],"overview":"This documentary by Theo Kamecke from 1970 gives an indepth and profound look at the Apollo 11 mission to the moon. NASA footage is interspersed with reactions to the mission around the world as the film captures the intensity as well of the philosophical significance of the event. Won special award at Cannes. Written by Adam Bernstein .","release_date":"1970-01-01","vote_average":7.1,"runtime":96,"cert":"","id":53227,"title":"Moonwalk One","adult":false,"genre_ids":[99]},{"cast":["Jacqueline Kennedy","John F. Kennedy"],"overview":"President John F. Kennedy is shown riding in an open-top car with his wife and several others, waving at crowds on the sidewalk. He is hit by a bullet and clutches his throat as the others react with surprise. Another shot hits Kennedy in the head and he collapses. A Secret Service agent runs up to the car, and Mrs. Kennedy climbs onto the trunk to pull him aboard as the car speeds away.","release_date":"1963-11-22","vote_average":7.2,"runtime":1,"cert":"N\/A","id":53228,"title":"Zapruder Film of Kennedy Assassination","adult":false,"genre_ids":[80,99,36]},{"cast":["Anthony Quinn","Jackie Gleason","Mickey Rooney","Julie Harris","Stanley Adams"],"overview":"Mountain Rivera is at the end of his boxing career after a knockout by Cassius Clay in the seventh round. His left eye is one punch from permanent trauma, his ears turned to cauliflower, his speech slurred from \"being hit a million times,\" and he slings punches anytime he hears a bell, but his trainer and 'cutman' Army, and Miss Miller, a manipulative social worker, support his illusion that he could be a movie usher, a camp counselor, or a romantic partner for Miller.","release_date":"1962-10-16","vote_average":7.0,"runtime":95,"cert":"N\/A","id":53229,"title":"Requiem for a Heavyweight","adult":false,"genre_ids":[18]},{"cast":["Mae Murray","John Gilbert","Roy D'Arcy","Josephine Crowell","George Fawcett"],"overview":"When Prince Danilo falls in love with American dancer Sally O'Hara, his uncle, King Nikita I of Monteblanco, forbids him to marry her because Sally is a commoner. Thinking she has been jilted by her prince, Sally marries wealthy Baron Sadoja. When the elderly man dies suddenly, Sally must be wooed all over again by Danilo.","release_date":"1925-08-26","vote_average":6.4,"runtime":137,"cert":"N\/A","id":53230,"title":"The Merry Widow","adult":false,"genre_ids":[10749,18]},{"cast":["Rudolph Valentino","Gloria Swanson","Edythe Chapman","Alec B. Francis","Robert Bolder"],"overview":"A young woman marries an older millionaire and then falls in love with a handsome nobleman on her honeymoon.","release_date":"1922-05-07","vote_average":6.8,"runtime":80,"cert":"N\/A","id":53231,"title":"Beyond the Rocks","adult":false,"genre_ids":[18,10749]},{"cast":["Marion Davies","Leslie Howard","Richard Bennett","Irene Rich","Douglass Montgomery"],"overview":"John owns the largest chain of five and ten cent stores in the country. He moves his family to New York from Kansas City and their life, though grand, is falling apart due to his constant working. Wife and mother Jenny is lonely. Son Avery hates his job. Daughter Jennifer is snubbed by classmate Muriel and her friends. At a charity bazaar, Jennifer meets Berry and sparks are evident. However, he is engaged to Muriel and Muriel will make sure that she, and only she, marries Berry. After the marriage, Berry still thinks of Jennifer as Jennifer thinks of Berry. Avery laments about the state of his family since they were happy in Kansas City.","release_date":"1931-06-13","vote_average":7.6,"runtime":89,"cert":"N\/A","id":53232,"title":"Five and Ten","adult":false,"genre_ids":[18]},{"cast":["Kyle Davis","Devin McGinn","Gregg Lawrence","Edmund Lupinski","Leah McKendrick"],"overview":"Jeff, a down on his luck office worker finds out he is the last living relative of horror novelist H.P. Lovecraft. What he doesn't know is that Lovecraft's monsters are real and will soon threaten the very existence of mankind. Jeff and his best friend Charlie are forced to embark on a perilous adventure and they enlist the help of high school acquaintance, Paul, a self proclaimed Lovecraft specialist. Together the three unlikely heroes must protect an alien relic and prevent the release of an acient evil, known as Cthulhu.","release_date":"2009-10-03","vote_average":5.4,"runtime":78,"cert":"N\/A","id":53237,"title":"The Last Lovecraft: Relic of Cthulhu","adult":false,"genre_ids":[35,27,12]},{"cast":["Jeong Han-Yong","Ji Hyun-woo","Im Jung-eun","Yang Joo-Ho","Jung Ae-ri"],"overview":"It's school festival day and Min-hyuk is busy dancing and singing. However, it is not the stage but a toilet that binds his destiny. He is bewitched by a daring high school girl, Mi-hyun, who comes into the men's room because the women's room is full. From that day on, Min-hyuk woos her, escorts her home at night, stuffs her locker with roses, and clears passages for her in the morning after a snow fall. For all his efforts, he doesn't get much more than a tender glance from Mi-hyun. When she suddenly vanishes \"sorry\" are the only words she leaves behind.","release_date":"2006-08-17","vote_average":5.2,"runtime":111,"cert":"N\/A","id":53238,"title":"Fly High","adult":false,"genre_ids":[18,10749]},{"cast":["Carly Pope","Marc Menard","Adam O'Byrne","Ed Marinaro","Crystal Lowe"],"overview":"Surviving the plane crash was only the beginning ... After their plane crashes into uncharted territory in the Himalayas, the survivors set out to find help in the freezing cold. As the days pass and with no sign of a rescue, tensions begin to mount. The survivors wrestle with their consciences as they realise that in order to survive, they must use the bodies of the dead as food. But when it appears that something else is already feeding upon the dead, the survivors realise that their biggest danger is not hunger but something infinitely more sinister: a legendary Yeti is stalking them and is moving in for the kill. Can they outsmart the beast or will they die trying?","release_date":"2008-11-08","vote_average":3.1,"runtime":85,"cert":"N\/A","id":53245,"title":"Yeti: Curse of the Snow Demon","adult":false,"genre_ids":[27]},{"cast":["Michael Citriniti","Rhonda Griffin","Mel Johnson Jr.","Jacqueline Lovell","Tracie May"],"overview":"Dr. Lorca, an eccentric collector of biological oddities - has just \"acquired\" his greatest specimen: a horrible mutant born of toxic sewage, but the creature's rightful owner wants it back. The collector's clash is cut short though, as the sickening specimen comes to life, re-animating an angry, oozing little army of ferocious freaks","release_date":"1997-08-26","vote_average":5.1,"runtime":82,"cert":"N\/A","id":53246,"title":"Hideous!","adult":false,"genre_ids":[27,35]},{"cast":["Anastasiya Zavorotnyuk","Aleksandr Lazarev Jr.","Lidiya Fedoseyeva-Shukshina","Aleksey Panin","Yuri Kuzmenko"],"overview":"Two strange people are driving to the sea... Partially in the real world, partially in fantasy.","release_date":"2009-02-26","vote_average":2.9,"runtime":85,"cert":"N\/A","id":53251,"title":"Artefact","adult":false,"genre_ids":[35,18,14]},{"cast":["Gregory Hlady","Aleksey Kortnev","Leonid Mozgovoy","Rimma Sarkisyan","Olga Samoshina"],"overview":"In the near future, writer Victor Banev gets himself on a UN commission to investigate what's going on in the remote town of Tashlinsk, where reports tell of a virus-created race of brainiac mutants. Banev's tween daughter Ira is enrolled at a school for gifted children which has been taken over by the mutants, who have grown to despise ordinary humanity.","release_date":"2006-10-19","vote_average":6.6,"runtime":109,"cert":"N\/A","id":53252,"title":"The Ugly Swans","adult":false,"genre_ids":[878,18,9648]},{"cast":["David Jason","Maggie Smith","William Ash","Sonya Walger","James Murray"],"overview":"Feature-length drama about the mystery of Sandringham Company, which disappeared in action at Gallipoli in 1915. Commanded by Captain Frank Beck, their estate manager, the men advanced into battle, were enveloped in a strange mist and never seen again.","release_date":"1999-11-14","vote_average":6.2,"runtime":110,"cert":"","id":53253,"title":"All the King's Men","adult":false,"genre_ids":[18,10752,9648]},{"cast":["Stan Laurel","Oliver Hardy","Anita Garvin","Tiny Sandford","Dorothy Coburn"],"overview":"Inexperienced waiters (Laurel &amp; Hardy) are hired for a swank dinner party.","release_date":"1928-03-24","vote_average":6.1,"runtime":18,"cert":"N\/A","id":53254,"title":"From Soup to Nuts","adult":false,"genre_ids":[35]},{"cast":["Joshua Peace","Michael Madsen","Stephen McHattie","Dov Tiefenbach","Kristen Hager"],"overview":"On the advice of his childhood hero, Robert R. Mutt embarks on a madcap adventure to attain the three keys to being a \"somebody\" - a girl, some money and a championship ring.","release_date":"2009-01-01","vote_average":5.3,"runtime":78,"cert":"N\/A","id":53259,"title":"You Might As Well Live","adult":false,"genre_ids":[35]},{"cast":["Jeff Kosloski","Lisa Rosenhagen","Kirk Edward Anderson","Michael O'Shea","Dave Shirley"],"overview":"In this hilarious parody of the indie hit Memento, roommates Kyle and Dan watch channel 53, eat pizza and chips, and smoke a ridiculous amount of marijuana. One day, however, they discover that their treasured Kind Bud is missing. Someone has stolen it and left a clue as to the whereabouts of their stash: a photo of some strangely familiar mountains. Whomever it was, Kyle and Dan vow to find them and make them pay. So they begin a journey filled with assumption, deception and consumption. Locating the missing weed, however, is complicated by the fact that Kyle and Dan have completely burned out their short-term memories. What is said or done right now is of little consequence, because in a few minutes they won't remember a damn thing.","release_date":"2004-10-18","vote_average":10.0,"runtime":25,"cert":"N\/A","id":53262,"title":"Hempmento","adult":false,"genre_ids":[]},{"cast":["Jimmy Smits","Maria del Mar","Jon Seda","Clifton Collins Jr.","Ernesto Hernández"],"overview":"An ex-boxer, living with the knowledge that his fight career was cut short by a crooked manager, channels his bitter disappointment in a single-minded quest for boxing championships for his three sons. We see them in pee-wee Silver Glove matches with dad constantly pushing them. Ten years later, they're young men, with dad as both father and manager. A professional promoter, Nick Everson, wants to sign the boys, but dad rejects those offers. Then, in expressions of their varied relationships with their father, each son makes his own decisions. Can dad ever step aside, and can the family hold together?","release_date":"2000-05-31","vote_average":3.9,"runtime":118,"cert":"N\/A","id":53263,"title":"Price of Glory","adult":false,"genre_ids":[18]},{"cast":["Donald Sutherland","Rodolfo Coria"],"overview":"If it weren't for a series of cataclysmic events, a comet impact being first on the list, our planet could well still be the domain of dinosaurs. Following Pr Rodolfo Coria, a world-reknown Argentinian paleontologist, we visit sites of major discoveries he has contributed to in Patagonia and travel back in time to see these amazing beasts come to life in 3D...","release_date":"2007-04-05","vote_average":6.6,"runtime":39,"cert":"N\/A","id":53264,"title":"Dinosaurs: Giants of Patagonia","adult":false,"genre_ids":[99]},{"cast":["Roman Heart","Barrett Long","Brad Star","Trevor Knight","Jason Crew"],"overview":"Think you know big? Well, you haven't seen this big. The Big Dick Club is the most cock ever assembled in one movie. Meet Falcon's newest exclusive, ten-inch Ralph Woods. See the return of eleven-inch Barrett Long. Get to know all ten inches of Jason Crew. Have you met nine-and-a-half inch Trevor Knight? When Duncan Princo gets a flyer for the Big Dick Club, his interest gets piqued. When he goes and sucks off the biggest dick he's ever seen through a glory hole, he knows he must get more. And so he's off, embarking on a sexual adventure of trying to find out who the dick of his dreams belongs to.","release_date":"2006-03-17","vote_average":6.5,"runtime":99,"cert":"N\/A","id":53265,"title":"Big Dick Club","adult":true,"genre_ids":[]},{"cast":["Ken Ryker","Scott Baldwin","Chad Knight","Christian Fox","Drew Nolan"],"overview":"Superstar Ken Ryker stars with Drew Nolan, Christian Fox, Steve Marks, Chad Knight, Mike Chavez and Mike Nichols in explosive action...men cruising and tempting one another with the ferocity of wild animals. Enough sweaty sex for even the most insatiable appetitesScene 1: Mike Chavez, Scott Baldwin, Steve MarksScene 2: Christian Fox, Ken RykerScene 3: Chad Knight, Mike NicholsScene 4: Drew Nolan, Christian Fox","release_date":"1995-07-03","vote_average":8.0,"runtime":71,"cert":"N\/A","id":53266,"title":"Big River","adult":true,"genre_ids":[]},{"cast":["Kim Sang-kyung","Chu Sang-mi","Ye Ji-won","Kim Hak-sun","Ahn Gil-kang"],"overview":"Actor Gyung-soo (Kim Sang-kyung) is passed over for a part and decides to leave Seoul and visit a friend. His friend tells him the legend of the \"Turning Gate,\" which foreshadows future events. During his visit, Gyung-soo meets Myung-sook (Ye Ji-won), a girl who quickly falls for him. After a night of passion, he boards the train back for Seoul and meets a married woman who claims to know him. Gyung-soo thinks he may be in love with her, but perhaps he's chosen the wrong woman.","release_date":"2002-03-22","vote_average":6.9,"runtime":115,"cert":"N\/A","id":53267,"title":"On the Occasion of Remembering the Turning Gate","adult":false,"genre_ids":[18]},{"cast":[],"overview":"\"World Builder\" is a short film by Bruce Branit (co-creator of \"405\") in which a man uses holographic tools to create a virtual world for a woman he loves. The filming was completed in a single day, but the post-production computer graphics required 2 years.","release_date":"2007-01-01","vote_average":7.1,"runtime":9,"cert":"N\/A","id":53268,"title":"World Builder","adult":false,"genre_ids":[10749,878]},{"cast":["Jun Fukuyama","Sayaka Ohara","Kazuya Nakai","Rina Hidaka","Hisayo Mochizuki"],"overview":"It has been several years after the events of Shunmuki and Watanuki has become the new proprietor of Yūko's shop following her death. Domeki has taken a position at a university to study folklore and Kohane has become a student at the same university studying under Domeki. Due to Domeki's position, a series of events have occurred that requires Watanuki's services. The episode outlines the process by which Watanuki fulfills the request while presenting changes in many of the characters in the series. The ending theme is \"Kaza Nagi\" (風なぎ?) by Shikao Suga.","release_date":"2010-04-23","vote_average":6.5,"runtime":45,"cert":"N\/A","id":53269,"title":"xxxHolic: Rō","adult":false,"genre_ids":[16]},{"cast":["Roy Rogers","George 'Gabby' Hayes","Dale Evans","Douglass Dumbrille","Leyland Hodgson"],"overview":"Rodeo star Roy Rogers returns home to find that his old friend Tom Craig has been murdered after he was accused of stealing a family crest from Helen Williams (Evans). Helen joins up with Roy and Gabby Whittaker (Hayes) to find the killers and the crest. Arthur Courtney and his gang are behind the murder. Roy and Gabby find the crest hidden at the Craig ranch, but are quickly captured by the outlaws. Helen gathers together the Sons of the Pioneers, and Roy's local Indian friends to come to Roy and Gabby's rescue. An exciting film filled with action.","release_date":"1946-08-26","vote_average":0.0,"runtime":69,"cert":"N\/A","id":53272,"title":"Under Nevada Skies","adult":false,"genre_ids":[28,12,37]},{"cast":["Roy Rogers","George 'Gabby' Hayes","Carol Hughes","Joe Sawyer","Maude Eburne"],"overview":"Wanted by the law in New York, Dr. Steve Kells heads west and arrives in an area controlled by an outlaw gang known as the Border Legion. When the gang's boss is wounded, they kidnap Kells and force him to remove the bullet. Not allowed to leave and being a wanted man, he joins the gang. Now wanted as a gang member also, he nevertheless plans a raid that will lead the entire gang into a trap.","release_date":"1940-12-05","vote_average":6.0,"runtime":58,"cert":"N\/A","id":53273,"title":"The Border Legion","adult":false,"genre_ids":[28,18,37]},{"cast":["Roy Rogers","George 'Gabby' Hayes","Julie Bishop","Monte Blue","Sally Payne"],"overview":"Bill Hickok, assisted by Calamity Jane, is after a foreign agent and his guerrilla band who are trying to take over some western territory just as the Civil War is coming to a close.","release_date":"1940-10-21","vote_average":4.3,"runtime":54,"cert":"N\/A","id":53274,"title":"Young Bill Hickok","adult":false,"genre_ids":[28,37]},{"cast":["Nick Cheung","Zhang Jingchu"],"overview":"A haunting, tragic love story about the aftermath of the American War in Vietnam, and the long-term effect it had on ordinary people's lives. Set in a border town between China and Vietnam, it is a universal story that could be about any war, in any country.","release_date":"2009-08-09","vote_average":7.0,"runtime":99,"cert":"N\/A","id":53275,"title":"Red River","adult":false,"genre_ids":[18]},{"cast":["Jacob Haugaard","Finn Nørbygaard","Berrit Kvorning","Benny Poulsen","Paul Hüttel"],"overview":"Jacob and Finn run their low-budget private-eye business out of an auto salvage yard. Usually they are woefully incompetent, and on occasion they are inventive, like the time they find a boat captain's dentures. They're broke, so when Finn comes to the attention of a local hospital as having very healthy organs, Jacob is willing to help a corrupt doctor and his gold-digging nurse sell Finn's heart to a dying sheik in Switzerland. Finn rebels, so Jacob plots to substitute a pig's heart; then Finn gets attached to the pig and won't hear of its slaughter. As the sheik's health deteriorates and the doctor gets more desperate, Finn is in grave danger. Jacob has another plan.","release_date":"1989-12-15","vote_average":4.9,"runtime":78,"cert":"N\/A","id":53276,"title":"The jut-nuts part III","adult":false,"genre_ids":[10751,35]},{"cast":["Fan Bingbing","Chapman To"],"overview":"A child's quest to return to home on his own takes center stage on the reality television program. With declining ratings and investor pressures, Li, the producer and host of the program, also faces difficulty in locating the next show's talent. In the rush of things, a thought pops inside her head and she knows exactly who can take on as her next star. She locates and brings five-year-old Lu to the set, and sends him off to find his way home alone. The cocky and resourceful boy calls his divorced father to overcome numerous hurdles, and in the process finds new and unexpected routes in a treacherous but often hilarious journey, tracked discreetly by a television crew.","release_date":"2008-10-17","vote_average":0.0,"runtime":94,"cert":"N\/A","id":53279,"title":"Home Run","adult":false,"genre_ids":[18]},{"cast":["Lau Ching-Wan","Huo Siyan","Ekin Cheng","Fruit Chan","Gordon Chan"],"overview":"Fai, a talented actor who has won the Best New Artist of the Hong Kong Film Awards and always plays leading roles in television, is an arrogant guy who does not cherish the opportunities given to him. As he keeps on criticizing his co-workers, his career and popularity gradually deteriorates. He is not offered leading roles anymore and has to take the parts of villains and rapists. Finally, he has even lost his job at the TV station. Fai becomes extremely depressed, but a twist of fate makes him become an agent for extras. As Fai gives pointers to a young girl named Fei, who truly loves acting, he regains his own enthusiasm towards acting and life.","release_date":"2006-09-01","vote_average":5.0,"runtime":93,"cert":"N\/A","id":53282,"title":"My Name Is Fame","adult":false,"genre_ids":[35]},{"cast":["Anang Desai","Paresh Ganatra","Rajeev Mehta","Supriya Pathak"],"overview":"Khichdi: The Movie is a Hindi film directed by Aatish Kapadia, starring Supriya Pathak, Rajeev Mehta, and Anang Desai. The film is produced by JD Majethia and is the first film of Hats Off Production. Narrated through the two wise kids of the hilariously madcap Parekh family, namely Jacky and Chakki, Khichdi: The Movie is about a hare-brained dream of a snail-brained bunch of lovable losers. Hansa's brother Himanshu has borne a ridiculous ambition that is to have a memorable legendary love story","release_date":"2010-10-01","vote_average":6.3,"runtime":120,"cert":"N\/A","id":53283,"title":"Khichdi: The Movie","adult":false,"genre_ids":[35,10751]},{"cast":["Rishi Kapoor","Neetu Singh","Aditi Vasudev"],"overview":"A middle-class father in India struggles through a series of unexpected events for upholding respect and smiles.","release_date":"2010-10-08","vote_average":5.9,"runtime":146,"cert":"N\/A","id":53284,"title":"Do Dooni Chaar","adult":false,"genre_ids":[18,35]},{"cast":["Joe Pesci","Vincent Gardenia","Madolyn Smith Osborne","Stacey Travis","Carole Shelley"],"overview":"Joe Pesci stars as Louie Kritski, a heartless landlord who has been so negligent in keeping up his ghetto apartment that he is threatened with jail time. The judge gives him another option, which he accepts -- he must live in his rat-infested hell hole until he brings it up to liveable standards. The judge gives him 120 days, during which time Louie meets many of his tenants, including drug dealer Marlon (Ruben Blades). Over time, Louie grows more sympathetic with their problems and sees the results of his own greediness. Unfortunately, Louie's father, Big Lou Kritski (Vincent Gardenia), is the real owner of the property, and he resists his son's entreaties to spend money to clean up the place.","release_date":"1991-10-04","vote_average":5.9,"runtime":84,"cert":"N\/A","id":53287,"title":"The Super","adult":false,"genre_ids":[35]},{"cast":["Werner Boote","John Taylor","Peter Lieberzeit"],"overview":"Werner Boote presents an up-close and personal view of the controversial and fascinating material that has found its way into every facet of our daily lives: plastic. He takes us on a journey around the globe, showing that plastics have become a threat for both environment and human health.","release_date":"2009-09-15","vote_average":6.4,"runtime":95,"cert":"N\/A","id":53290,"title":"Plastic Planet","adult":false,"genre_ids":[99]},{"cast":["Bert Visscher"],"overview":"","release_date":"2009-10-01","vote_average":7.0,"runtime":null,"cert":"N\/A","id":53291,"title":"Bert Visscher - Stoffe Jongens","adult":false,"genre_ids":[35]},{"cast":["Afonso Pimentel","João Lagarto","Laura Soveral","Natália Luiza","Lourdes Norberto"],"overview":"For a 13-year-old boy like Filipe, the prospect of a summer vacation in the Azores with his father is like a dream come true. But dreams are sometimes just a way to avoid facing reality.","release_date":"1996-12-20","vote_average":8.3,"runtime":85,"cert":"N\/A","id":53294,"title":"Adeus, Pai","adult":false,"genre_ids":[18,10749]},{"cast":["Guillermo Campra","David Becerra","Irene Visedo","Josep Maria Pou","Gustavo Salmerón"],"overview":"Carlitos is a heartfelt story about one young boy's fight for his right to play soccer, while keeping his very essence intact.","release_date":"2008-08-22","vote_average":6.8,"runtime":107,"cert":"N\/A","id":53297,"title":"Carlitos and the Chance of a Lifetime","adult":false,"genre_ids":[35,10751]},{"cast":["Şafak Sezer","Ersin Korkut","Büşra Pekin","Eyşan Özhim"],"overview":"Fikret had spent his life as a seaman in the ships, lived with the mentality of a lover at every port...","release_date":"2007-12-20","vote_average":4.5,"runtime":105,"cert":"N\/A","id":53298,"title":"Kutsal Damacana","adult":false,"genre_ids":[35,53]},{"cast":["Akshay Kumar","Anushka Sharma","Rishi Kapoor","Dimple Kapadia","Masha Pour"],"overview":"Parghat Singh 'Gattu' Kahlon is a middle aged shopkeeper who secretly practices bowling at night in order to keep his dream of playing for England alive. Even though his family members despise him for giving up his dreams only due to his father's wish, they find a ray of hope and convince him to play for England while they plan to hide the truth from his father.","release_date":"2011-01-28","vote_average":5.7,"runtime":140,"cert":"N\/A","id":53299,"title":"Patiala House","adult":false,"genre_ids":[18]},{"cast":["Youp van 't Hek"],"overview":"","release_date":"2008-12-31","vote_average":4.0,"runtime":null,"cert":"N\/A","id":53300,"title":"Youp van 't Hek: Schreeuwstorm","adult":false,"genre_ids":[]},{"cast":["Kenan İmirzalıoğlu","Olgun Şimşek","Engin Günaydın","Settar Tanriogen","Erkan Can"],"overview":"","release_date":"2004-09-24","vote_average":6.8,"runtime":102,"cert":"N\/A","id":53301,"title":"Toss-Up","adult":false,"genre_ids":[18]},{"cast":["Roddy Piper","Jayne Heitmeyer","Billy Drago","Tyrone Benskin","Richard Raybourne"],"overview":"A renegade police officer tracks a rapist spreading a deadly virus around 2009 Boston.","release_date":"1996-12-30","vote_average":5.2,"runtime":94,"cert":"N\/A","id":53310,"title":"Sci-fighters","adult":false,"genre_ids":[28,878,53]},{"cast":["Stuart Smith","Bruce Baron","Singha Suriyong","Sorapong Chatree"],"overview":"A twenty year old feud between Ronald, a benevolant village leader and Roger, an evil tyrant, leaves Ronald dead and Roger running the village with an evil bunch of ruffians. Ronald's three children have been split up and are now young adults. Jimmy, the eldest, has been in training for 20 years to extract revenge upon his father's killer and retain control of the village. Meanwhile, evil Ninja leader Victor has stolen the Black Ninja Warrior from Charles, the new leader of the Red Ninjas. Charles sets out to recapture the Black Ninja Warrior and prevent Victor from stealing the Gold Ninja Warrior. Jimmy heads for the village to get Roger as Charles begins his quest to find and destroy Victor. Jimmy has doubts: will he take back the village, will he be re-united with his brother and sister and will he deal with Roger? But Charles is confident that his good Ninja powers will defeat the evil power.","release_date":"1986-01-01","vote_average":5.5,"runtime":84,"cert":"N\/A","id":53311,"title":"The Ultimate Ninja","adult":false,"genre_ids":[28,12]},{"cast":["Alan Rickman","Emma Thompson","Siubhan Harrison","Joseph Long","Georgina Sutcliffe"],"overview":"Alan Rickman and Emma Thompson star in The Song Of Lunch, a powerful and visually arresting film, made by BBC Drama Production for BBC Two, to mark National Poetry Day on 7 October. The film, a dramatisation of Christopher Reid's narrative poem, tells the story of an unnamed book editor (Alan Rickman) who, 15 years after their break-up, is meeting his former love (Emma Thompson) for a nostalgic lunch at Zanzotti's, the Soho restaurant they used to frequent.","release_date":"2010-10-08","vote_average":7.2,"runtime":60,"cert":"","id":53314,"title":"The Song of Lunch","adult":false,"genre_ids":[10770,18]},{"cast":["Danny Huston","Elisabeth Röhm","Matthew Yang King","Anjelica Huston"],"overview":"A film by Bernard Rose, based on the novel by Leo Tolstoy with music by Ludwig Van Beethoven. Edgar Hudson meets Abby, a concert pianist, at a dinner party. Abby is involved with someone else but that doesn't stop the two from acting upon their strong attraction to one another. They start to sneak around but it's not long before they realize they should be together. Soon after Abby breaks up with her boyfriend, she becomes pregnant with Edgar's child - something that was not planned.","release_date":"2008-06-20","vote_average":8.3,"runtime":99,"cert":"N\/A","id":53315,"title":"The Kreutzer Sonata","adult":false,"genre_ids":[18,10749]},{"cast":["Brad Patton","Dean Monroe","Matthew Rush","Arpad Miklos","Barrett Long"],"overview":"Clocking in at two and a half hours long and comprised of five thirty-minute-long scenes, Bootstrap is Steven Scarborough's long-awaited return to the Falcon Director's chair.Scene #1: Alex LeMonde, Brad Patton, Troy Moore, Fernando MontanaScene #2: Ivan Andros, Matthew Rush, Kane O'FarrellScene #3: Brad Patton, Barrett Long, Dean MonroeScene #4: Gus Mattox, Shane Rollins, Dean MonroeScene #5: Joe Sport, Arpad Miklos","release_date":"2005-06-07","vote_average":9.0,"runtime":153,"cert":"N\/A","id":53316,"title":"Bootstrap","adult":true,"genre_ids":[]},{"cast":["Constantin Bojog","Crina Semciuc","Diana Gursca","Oreste Scarlat Teodorescu"],"overview":"In a world where any teenager can film with his own mobile phone and post all kinds of things on the Internet, Laura, an 18-year-old girl, spends a night in a club with her friend Mira.","release_date":"2010-01-01","vote_average":5.3,"runtime":82,"cert":"N\/A","id":53317,"title":"WebSiteStory","adult":false,"genre_ids":[28,18]},{"cast":["Corbin Bernsen","Jameson Baltes","Brittney Bowman","Leigh Greyvenstein","Malcolm McDowell"],"overview":"When Kyle (Jameson Baltes) and Evie (Brittney Bowman) Preston start exploring the grounds of their late grandmother's house they discover an old, abandoned mine shaft and soon find that the old lady's stories about fairies trapped underground were true. Imprisoned many years ago by two battling giants, the fairies now risk being lost forever unless Kyle and Evie can find a way to help them. The task becomes even more urgent when the children's father (Corbin Bernsen) is taken ill, and they need the fairies to cure him with their magic","release_date":"1998-01-01","vote_average":3.2,"runtime":91,"cert":"U","id":53318,"title":"The Fairy King Of Ar","adult":false,"genre_ids":[14,12,10751]},{"cast":["Checco Zalone","Nabiha Akkari","Rocco Papaleo","Tullio Solenghi","Anna Rita Del Piano"],"overview":"Checco, an uneducated but self-satisfied fellow from Milan, who has always dreamed of becoming a police officer, fails his entrance exam for the third time. It must be said that at the oral examination Checco said that the reason why he wanted to join the police was benefits in kind and cronyism! But the young man has connections and he soon finds himself a security agent at the Milan Cathedral. Of course the bumbling idiot proves a living catastrophe! Spotted by Sufien, an Arab terrorist who is preparing an attack against the cathedral, Checco appears as the perfect sucker. To manipulate him, he sends his charming sister Farah to him, with the mission to seduce him...","release_date":"2011-01-05","vote_average":6.5,"runtime":97,"cert":"N\/A","id":53319,"title":"What a Beautiful Day","adult":false,"genre_ids":[35]},{"cast":["Kane O'Farrell","Bobby Williams","Jason Adonis","Joe Sport","Rod Barry"],"overview":"Some guys just can't help themselves. They are just born to be bad! Falcon Exclusive Bobby Williams is horny all the time and just can't seem to keep his dick in his pants. He ends up fucking around with buddy Falcon Exclusive Pierre Fitch while watching porn together. Still horny, Bobby spies Falcon Exclusive Kane O'Farrell fucking the hell out of Falcon favorite Cade Devlin and shoots another huge load. Football stud Falcon Lifetime Exclusive Jason Adonis finds some Spanish Fly at a party and ends up fucking his coach, Falcon Exclusive Joe Sport. Bobby's brother, Falcon favorite Rod Barry, gets into the action with a wild kegger... then decides to teach Bobby a lesson he won't soon forget with the help of some buddies and his hard cock. Born to Be Bad is a non-stop orgy of boys doing what comes naturally... and enjoying every load-popping moment!","release_date":"2005-04-03","vote_average":0.0,"runtime":102,"cert":"N\/A","id":53320,"title":"Born 2 B Bad","adult":true,"genre_ids":[]},{"cast":["Bruce Lee","Van Williams","Wende Wagner","Lloyd Gough","Edmund Hashim"],"overview":"Several episodes of the 1966 TV series \"The Green Hornet\" edited together and released as a feature.","release_date":"1976-10-14","vote_average":5.8,"runtime":89,"cert":"N\/A","id":53321,"title":"Fury of the Dragon","adult":false,"genre_ids":[28,12,80]},{"cast":["Matthew Rush","Michel Mattel","Matt Majors","Jackson Price","Derek Cameron"],"overview":"This sizzling hot feature exposes The Falcon Family of Companies' cream of the crop! See our super-hung and nasty performers at their best in this 'must see' production! Order your very own Buck Meadows Signature Supercock for use while watching Buck take Jackson Price by the fist and cock full!","release_date":"2004-12-23","vote_average":8.0,"runtime":87,"cert":"N\/A","id":53322,"title":"Bounce (Director's Cut)","adult":true,"genre_ids":[]},{"cast":[],"overview":"In 1908, the French banker and philanthropist Albert Kahn launched one of the most ambitious projects in the history of photography. A pacifist, internationalist and utopian idealist, Kahn decided to use his private fortune to improve understanding between the nations of the world. To this end, he created what he called his Archive of the Planet. For the next two decades, he dispatched professional photographers to document the everyday lives of people in more than 50 countries all around the world. Kahn's wealth enabled him to supply his photographers with the most advanced camera technology available. They used the autochrome - the first user-friendly camera system capable of producing true-colour photographs.","release_date":"2009-03-22","vote_average":4.0,"runtime":59,"cert":"","id":53323,"title":"Japan in Colour - The Wonderful World of Albert Kahn","adult":false,"genre_ids":[99]},{"cast":["Tim Kruger","Milan Gamiani","Carioca","Moran Stern","Thierry Lamasse"],"overview":"Tim Kruger is “the” German porn star. He combines boyish charm and manly looks: steel blue eyes, trendy facial hair, a hairy chest and a massive cock! This total top likes nailing strong guys. He has a lot of fun giving it to them as raunchy as they need it.","release_date":"2010-11-01","vote_average":0.0,"runtime":102,"cert":"N\/A","id":53326,"title":"Special Nr. 6 - Tim Kruger","adult":true,"genre_ids":[]},{"cast":[],"overview":"Prepare for school with Mickey and friends. Developed by Disney and leading educators, the animated classic MICKEY AND THE BEANSTALK now has learning breaks that will prepare your child for the academic and social challenges of school. Learning is woven throughout this classic adventure packed with storytelling magic that captures young imaginations. Pop-up visuals encourage children to learn about counting, matching, measuring, and putting a story in order. Watch your child's face light up each time a correct answer helps Mickey. Learning's more fun with friends to share the adventure!","release_date":"2005-03-22","vote_average":7.0,"runtime":78,"cert":"N\/A","id":53333,"title":"Disney Learning Adventures: Mickey's Reading & Math Fun: Mickey and the Beanstalk","adult":false,"genre_ids":[16,10751,12,14]},{"cast":["Lee Ingleby","Mark Gatiss","Derren Brown","Philip Jackson","Julian Rhind-Tutt"],"overview":"Young teacher Ben finds an ancient door-knocker in the garden of his new home. According to the local museum curator, it comes from the recently demolished Geap Manor - a sinister old place which seemed to attract... unpleasantness. So begin three stories from the dark history of this crooked house...","release_date":"2008-12-22","vote_average":7.8,"runtime":90,"cert":"","id":53334,"title":"Crooked House","adult":false,"genre_ids":[9648,27,10770]},{"cast":["Scott Aaronson","Deanna Brooks","Brianna Berman","Sarah McGuire","Brian Lloyd"],"overview":"Thanks to an auto accident, a parasitic alien manages to get into a hospital. It quickly moves from the crash victim into a candy striper. Among the patients at the hospital are some rather short high school basketball players. It is through them that we watch the events unfold. The infected, or inhabited, candy striper becomes predatory. She goes after men for sex and after women to spread. Infected women develop an incredible sweet tooth and devour anything sweet they can find. The horror then spreads. As the horror takes over more of the hospital and the CDC locks it down, the basketball players and a few friends do everything they can to try and get out of the hospital. But soon it becomes evident that the problem has spread too far. Now if they manage to escape it will only be to delay the inevitable if they cannot halt the spread of aliens before they get out and take over the whole world.","release_date":"2006-06-27","vote_average":3.7,"runtime":89,"cert":"N\/A","id":53335,"title":"Candy Stripers","adult":false,"genre_ids":[27]},{"cast":["Jackie Gleason","Steve McQueen","Tuesday Weld","Tony Bill","Tom Poston"],"overview":"Maxwell Slaughter is a kind, heavyset guy who has reached the rank of master sergeant in the army. Admired by handsome young Sgt. Eustis Clay, Slaughter forms a close bond with his peer. Clay hopes to convince Slaughter to join him in a business venture outside of the service, but, in the meantime, he introduces the older officer to the beautiful young Bobby Jo Pepperdine, inadvertently creating trouble for both men.","release_date":"1963-11-27","vote_average":6.4,"runtime":88,"cert":"N\/A","id":53336,"title":"Soldier in the Rain","adult":false,"genre_ids":[35,18]},{"cast":["Bono","The Edge"," Larry Mullen Jr.","Adam Clayton"],"overview":"A bonus live DVD entitled Vertigo 05: Live from Milan is included in the deluxe edition of the U218 Singles. The DVD features a highlight of ten songs from the band's 25-song set in Milan, Italy during the Vertigo Tour in 2005.","release_date":"2005-07-21","vote_average":7.3,"runtime":57,"cert":"N\/A","id":53341,"title":"U2 Vertigo Tour: Live From Milan","adult":false,"genre_ids":[10402]},{"cast":["Tomás Milián","Bombolo","Olimpia Di Nardo","Paco Fabrini","Anita Kupsch"],"overview":"Rome, Italy, early 1980s. A guy who worked at the Blue Gay, a transvestite cabaret, is found murdered, strangled. Marshal Nico Giraldi (Tomas Milian) is responsible for investigating, infiltrating the Roman Gay community.","release_date":"1984-11-11","vote_average":5.5,"runtime":null,"cert":"N\/A","id":53342,"title":"Cop in Drag","adult":false,"genre_ids":[35,80]},{"cast":["Theo Maassen"],"overview":"","release_date":"1995-01-01","vote_average":7.0,"runtime":null,"cert":"N\/A","id":53343,"title":"Theo Maassen: Neuk het Systeem","adult":false,"genre_ids":[35]},{"cast":["Lemmy","Dave Brock","Phil Campbell","\"Fast\" Eddie Clarke","Jarvis Cocker"],"overview":"Over four decades, Motorhead frontman Lemmy  Kilmister has registered an immeasurable impact on music history. Nearly 65, he remains the living embodiment of the rock and roll lifestyle, and this feature-length documentary tells his story, one of a hard-living rock icon who continues to enjoy the life of a man half his age.","release_date":"2010-03-15","vote_average":7.5,"runtime":116,"cert":"15","id":53344,"title":"Lemmy","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"","release_date":"1999-09-11","vote_average":6.0,"runtime":null,"cert":"N\/A","id":53345,"title":"Ligabue In Arena","adult":false,"genre_ids":[]},{"cast":["Kevin Sorbo","Lucy Lawless","Michael Hurst","Renee O'Connor","Kevin Smith"],"overview":"Mighty Zeus brings Hercules' mother, Alcmene, to Mount Olympus, and Hercules, believing she has been kidnapped, leads a rescue mission to save her. Zeus' jealous wife, Hera, decides that it should now be her time to rule the universe. Hera steals the Chronos Stone, source of the God's power, and unleashes the four Titans from their eons of imprisonment. With these angry behemoths on the loose, only the combined forces of Hercules and Xena, together with their trusty sidekicks Iolaus and Gabrielle, can save Mount Olympus.","release_date":"1998-01-01","vote_average":6.1,"runtime":80,"cert":"N\/A","id":53346,"title":"Hercules and Xena - The Animated Movie: The Battle for Mount Olympus","adult":false,"genre_ids":[14,12,16]},{"cast":["Lance Henriksen","Brian Wimmer","Adam Taylor Gordon","Claudia Christian","Sean Young"],"overview":"A troubled young boy and his father on a road trip stumble upon a rural farm where the elderly owner has sinister plans for the both of them involving witchcraft and evil.","release_date":"2006-01-08","vote_average":4.8,"runtime":92,"cert":"N\/A","id":53347,"title":"The Garden","adult":false,"genre_ids":[18,53,27]},{"cast":["Josef Hader","Detlev Buck","Victoria Malektorovych","Ivan Laca","Emöke Vinczeová"],"overview":"After screwing up a money exchange a Viennese small-time crook accompanied by a Russian hostess hits the road to the East.","release_date":"2002-10-31","vote_average":6.3,"runtime":null,"cert":"N\/A","id":53348,"title":"Blue Moon","adult":false,"genre_ids":[12,35,10749]},{"cast":["Doug Benson","Melissa Etheridge","Joe Rogan","Hal Sparks"],"overview":"The fight against drug use in America has been going on since the turn of the last century but the term \"War on Drugs\" only became part of our national dialogue in 1970 when it was first used by President Richard Nixon. The President later formed the DEA and started a push to outlaw drugs of all kinds. Among the most discussed drugs in this war is Marijuana. This special will look at the storied and strange history of Marijuana in America.","release_date":"2010-11-03","vote_average":5.6,"runtime":88,"cert":"N\/A","id":53349,"title":"Marijuana: A Chronic History","adult":false,"genre_ids":[99]},{"cast":["Henriette Nagel","Selina Shirin Müller","Emilia Schüle","Jonathan Beck","Christina Peifer"],"overview":"After Kati, Hanna and Mila first experiences with guys, it is now necessary to cultivate those relations. The jealous Mila thinks that her friend Markus, would cheat on  her with Vanessa. Kati, who is actually together with Tobi, finds that Robert, whom she met during a shooting, more than just cool. Only with Hanna everything seems to work perfectly. Branko is a real gentleman and does everything for her musical career - but not entirely unselfishly, as soon turns out. Problems therefore pre-programmed with the girlfriends and their new conquests!","release_date":"2010-08-03","vote_average":5.3,"runtime":92,"cert":"N\/A","id":53352,"title":"Cheeky Girls 2","adult":false,"genre_ids":[18,35]},{"cast":["Christopher Plummer","David Morse","Frances Sternhagen","James Sutorius","Stephen Elliott"],"overview":"An intelligent android (Michael) constructed by a research team is taken outdoors and successfully passed off as human in a trial run. When the government hears of this, they order their own set of tests in Washington. When the project leader realizes the military want the android for a soldier, he can't accept it, and he and Michael go into hiding to avoid their clutches.","release_date":"1983-12-07","vote_average":6.0,"runtime":96,"cert":"N\/A","id":53353,"title":"Prototype","adult":false,"genre_ids":[878]},{"cast":["Anne Parillaud","Arthur Dupont","Thierry Frémont","Jean-Hugues Anglade"],"overview":"Sarah's life is in pieces after the brutal death of her 18 year-old son. One night, her car accidentally hits Arthur, a young man the same age as her boy who is running from a burglar. Sarah sympathizes with him and takes him in, only to be tracked down by the burglar whose murderous rage towards Arthur forces her to take action.","release_date":"2010-03-21","vote_average":5.2,"runtime":79,"cert":"N\/A","id":53354,"title":"In Their Sleep","adult":false,"genre_ids":[27,53]},{"cast":["Wings Hauser","Bo Hopkins","George Kennedy","Brion James","Kimberly Beck"],"overview":"Scientists poison the water supply of a small town, turning the residents into homicidal maniacs who kill each other and anybody who passes through.","release_date":"1988-09-28","vote_average":4.9,"runtime":96,"cert":"N\/A","id":53355,"title":"Nightmare at Noon","adult":false,"genre_ids":[28,27,53]},{"cast":["Josef Hader","Georg Friedrich","Maria Hofstätter","Martin Puntigam","Konstantin Reichmuth"],"overview":"","release_date":"2000-10-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":53356,"title":"Gelbe Kirschen","adult":false,"genre_ids":[18]},{"cast":["Claude Brasseur","Sophie Marceau","Betsy Blair","Hippolyte Girardot","Sidiki Bakaba"],"overview":"The marriage of the famous writer Alan and his young wife Lola is in a crisis. On a vacation in Haiti Lola wants to decide if their relationship still has a future...","release_date":"1986-11-06","vote_average":5.0,"runtime":null,"cert":"N\/A","id":53357,"title":"Descent Into Hell","adult":false,"genre_ids":[80,18,53]},{"cast":["David Lawrence","Jamil Jabril","Paul Spence","Terra Hazelton","Rose Martin"],"overview":"Terry and Dean head north to make sweet cash in the oil patch.","release_date":"2010-10-01","vote_average":6.5,"runtime":85,"cert":"N\/A","id":53358,"title":"Fubar II","adult":false,"genre_ids":[35]},{"cast":["Til Schweiger","Geno Lechner","Ralph Herforth"],"overview":" ","release_date":"1996-11-29","vote_average":5.0,"runtime":90,"cert":"N\/A","id":53359,"title":"Adrenalin","adult":false,"genre_ids":[53,10770]},{"cast":["Jalal Merhi","Monika Schnarre","Lazar Rockwood","Jamie Farr","Bolo Yeung"],"overview":"A man's brother dies of an overdose from a new and potent drug introduced by a drug gang. He puts off his wedding to a beautiful model and postpones taking over the family business while he travels to Hong Kong to learn Tiger Claw kung fu from its master. Then he plans to take his revenge on the drug dealers responsible for his brother's death.","release_date":"1991-07-09","vote_average":3.3,"runtime":88,"cert":"N\/A","id":53360,"title":"Fearless Tiger","adult":false,"genre_ids":[28]},{"cast":["Richard Harrison","Bruce Stallion","Melvin Pitcher","Konrad Chang","Lily Lan"],"overview":"Set in Great Shanghai - two rival gangs, the Furious Fox and the Black Eagle are fighting to establish domination in the territory. Only one force can stop the never-ending killings... The Ninja Dragon!","release_date":"1986-05-01","vote_average":6.8,"runtime":85,"cert":"18","id":53363,"title":"Ninja Dragon","adult":false,"genre_ids":[80,28]},{"cast":["Julia Koschitz","Felix Hellmann","Walter Hess","Leopold Hornung","Katharina M. Schubert"],"overview":"","release_date":"2010-11-11","vote_average":7.0,"runtime":85,"cert":"N\/A","id":53364,"title":"Der letzte schöne Herbsttag","adult":false,"genre_ids":[]},{"cast":["Sydney Pollack","Woody Allen","Richard Attenborough","Jeanine Basinger","Claire Bloom"],"overview":"Brilliant, long in-the-works story of the life and art of the world's greatest comedian and the cinema's first genius, Charlie Chaplin. Produced, written and directed by renowned film critic Richard Schickel.","release_date":"2003-05-01","vote_average":6.8,"runtime":132,"cert":"N\/A","id":53367,"title":"Charlie: The Life and Art of Charles Chaplin","adult":false,"genre_ids":[99]},{"cast":["Charlie Chaplin","Henry Lehrman","Grover Ligon","Edward Nolan","Virginia Kirtley"],"overview":"A swindler scams a journalist to get some money and then applies for a job at his newspaper.","release_date":"1914-02-02","vote_average":5.7,"runtime":13,"cert":"N\/A","id":53368,"title":"Making a Living","adult":false,"genre_ids":[35]},{"cast":["Charlie Chaplin","Ford Sterling","Roscoe 'Fatty' Arbuckle","Mabel Normand","Peggy Pearce"],"overview":"The Tramp, a film Johnnie (someone who loiters near theaters or studios to meet stars or get a job), attempts to meet his favorite movie actress at the Keystone Studio, but does not win friends there.","release_date":"1914-03-02","vote_average":5.5,"runtime":12,"cert":"N\/A","id":53369,"title":"A Film Johnnie","adult":false,"genre_ids":[35]},{"cast":["Charlie Chaplin","Ford Sterling","Roscoe 'Fatty' Arbuckle","Chester Conklin","Minta Durfee"],"overview":"In a dance hall, two members of the orchestra and a tipsy dancer fight over the hat check girl.","release_date":"1914-03-09","vote_average":4.6,"runtime":10,"cert":"N\/A","id":53370,"title":"Tango Tangles","adult":false,"genre_ids":[35]},{"cast":["Charlie Chaplin","Roscoe 'Fatty' Arbuckle","Peggy Pearce","Frank Opperman","Helen Carruthers"],"overview":"A very plastered fella follows a pretty woman home, and proceeds to make a nuisance of himself.","release_date":"1914-03-16","vote_average":5.0,"runtime":16,"cert":"N\/A","id":53371,"title":"His Favorite Pastime","adult":false,"genre_ids":[35]},{"cast":["Charlie Chaplin","Minta Durfee","Edgar Kennedy","Gordon Griffith","Alice Davenport"],"overview":"A brat's magic lantern show exposes an indiscreet moment between a landlady and her star boarder.","release_date":"1914-04-04","vote_average":4.8,"runtime":16,"cert":"N\/A","id":53372,"title":"The Star Boarder","adult":false,"genre_ids":[35]},{"cast":[],"overview":"This compelling Emmy Award winning documentary shows the dirty side of hydraulic fracturing and natural gas, an energy source the industry touts as a clean alternative to fossil fuels.","release_date":"2009-08-07","vote_average":0.0,"runtime":74,"cert":"N\/A","id":53373,"title":"Split Estate","adult":false,"genre_ids":[99]},{"cast":["Charlie Chaplin","Mabel Normand","Harry McCoy","Chester Conklin","Mack Sennett"],"overview":"Charlie, competing with his rival's race car, offers Mabel a ride on his motorcycle but drops her in a puddle. He also kidnaps his rival before the race. But Mabel decides to take the wheels in his place, thus causing a threat to Charlie. As the race progresses, despite a very late start, Mabel manages to gain a lead of three laps. Charlie with his henchmen, tries to sabotage the race by using oil and bombs on the track. They seem to succeed for a while, but their dirty tricks were not enough to stop the high-spirited Mabel from winning the race.","release_date":"1914-04-18","vote_average":5.4,"runtime":18,"cert":"N\/A","id":53374,"title":"Mabel at the Wheel","adult":false,"genre_ids":[35]},{"cast":["Charlie Chaplin","Minta Durfee","Edgar Kennedy","Gordon Griffith","Chester Conklin"],"overview":"Charlie is hanging around in the park, finding problems with a jealous suitor, a man who thinks that Charlie has robbed him a watch, a policeman and even a little boy, all because our friend can't stop snooping.","release_date":"1914-04-20","vote_average":5.5,"runtime":20,"cert":"N\/A","id":53375,"title":"Twenty Minutes of Love","adult":false,"genre_ids":[35]},{"cast":["Charlie Chaplin","Mack Swain","Alice Davenport","Alice Howell","Helen Carruthers"],"overview":"When a married couple become separated in the park, Charlie takes up with the lady and is beat up when her husband rejoins her. He takes a room in their hotel, and she sleepwalks into his room so that when her husband returns from his walk he must go out again to look for her. Charlie returns the lady to her room but must climb out onto the window ledge in a downpour.","release_date":"1914-05-04","vote_average":5.4,"runtime":16,"cert":"N\/A","id":53376,"title":"Caught in the Rain","adult":false,"genre_ids":[35]},{"cast":["Raven Alexis","Sasha Heart","Alexia Rae","Manuel Ferrara","Tommy Gunn"],"overview":"Sara and Chris are a monogamous married couple. They're both become victims of the daily grind, and somehow, their sex has become... typical. Sara's cousin Jessica comes for a visit, and suddenly, things are turned upside down. As Jessica fucks and sucks her way around the neighborhood, a fire begins to burn within Sara, a fire that hasn't been allowed to breathe for years. Sara is forced to confront her past face, as years of tamed desire and yearning flow freely once again.","release_date":"2010-12-28","vote_average":6.0,"runtime":92,"cert":"N\/A","id":53377,"title":"Kissing Buddies","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1996-11-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":53378,"title":"Ligabue Un anno Con Elvis","adult":false,"genre_ids":[]},{"cast":["Plácido Domingo","Luciano Pavarotti","José Carreras","Zubin Mehta"],"overview":"The Three Tenors is a name given to the Spanish singers Plácido Domingo and José Carreras and the Italian singer Luciano Pavarotti who sang in concert under this banner during the 1990s and early 2000s. This is the first collaboration of the trio, with a performance at the ancient Baths of Caracalla, in Rome, Italy, on July 7, 1990 – the eve of the 1990 FIFA World Cup Final. Zubin Mehta conducted the orchestra of Maggio Musicale Fiorentino and the orchestra of Teatro dell'Opera di Roma.","release_date":"1990-07-07","vote_average":6.0,"runtime":86,"cert":"N\/A","id":53381,"title":"The Original Three Tenors Concert","adult":false,"genre_ids":[10402]},{"cast":["Charlie Chaplin","Mack Swain","Phyllis Allen","Ted Edwards","Mack Sennett"],"overview":"A jealous wife (Chaplin) is chasing her unfaithful husband during a parade, after he starts to flirt with a pretty woman.","release_date":"1914-05-07","vote_average":4.7,"runtime":6,"cert":"N\/A","id":53384,"title":"A Busy Day","adult":false,"genre_ids":[35]},{"cast":["Roscoe 'Fatty' Arbuckle","Minta Durfee","Edgar Kennedy","Charlie Chaplin","Frank Opperman"],"overview":"To show his girl how brave he is Fatty challenges the champion to a fight. Charlie referees, trying to avoid contact with the two monsters.","release_date":"1914-06-11","vote_average":5.1,"runtime":27,"cert":"N\/A","id":53385,"title":"The Knockout","adult":false,"genre_ids":[35]},{"cast":["Louis de Funès","Fernandel","Charles Aznavour","Lino Ventura","Michel Simon"],"overview":"The film consists of seven roughly 15 minute episodes, each showing what will happen if one or more of the Ten Commandments will be broken: Jérome Chambard is warned that he will lose his job if he continues to swear; Françoise Beaufort enamored of a stripper calls on her only to find her married to a janitor who doesn't know what kind of dancing his wife performs; Denis, a Jesuit novice, leaves the order to avenge his sister's suicide, which was provoked by Garigny, who seduced her into prostitution and drug addiction; Philip buys a necklace for Micheline though he is bored with her; a young man find out that his real mother is not Madeleine, but actress Clarisse Ardant; Didier Marin, cashier of a bank, was fired by his boss; the Devil appears as a serpent for Jérome Chambard and the bishop are eating.","release_date":"1962-09-14","vote_average":4.7,"runtime":120,"cert":"N\/A","id":53386,"title":"The Devil and the Ten Commandments","adult":false,"genre_ids":[35,80]},{"cast":["Charlie Chaplin","Mabel Normand","Mack Swain","Eva Nelson","Hank Mann"],"overview":"Mabel goes home after being humiliated by a masher whom her husband won't fight. The husband goes off to a bar and gets drunk.","release_date":"1914-06-20","vote_average":6.2,"runtime":17,"cert":"N\/A","id":53387,"title":"Mabel's Married Life","adult":false,"genre_ids":[35]},{"cast":["Charlie Chaplin","Phyllis Allen","Alice Davenport","Charles Bennett","Jess Dandy"],"overview":"Charlie is in charge of stage \"props\" and has trouble with actors' luggage and conflicts over who gets the star's dressing room. Once the dressing-room issue is resolved the next issue is getting everyone on stage with the correct backdrop. Backstage Charlie and an old man fight, often disrupting the on-stage performances. The audience also break into a fight, and a hose brought out behind the scenes ends up squirted over them.","release_date":"1914-08-01","vote_average":5.2,"runtime":31,"cert":"N\/A","id":53388,"title":"The Property Man","adult":false,"genre_ids":[35]},{"cast":["Gilles Lellouche","Vahina Giocante","Charles Berling","Michael Madsen","Lisa Ray"],"overview":"A hot young Wall Street trader finds a formula based on climatology to play the market and win big... but at what cost?","release_date":"2010-09-01","vote_average":5.4,"runtime":85,"cert":"N\/A","id":53389,"title":"Trader Games","adult":false,"genre_ids":[18,53]},{"cast":["Charlie Chaplin","Cecile Arnold","Jess Dandy","Vivian Edwards","Chester Conklin"],"overview":"A painter turned tramp (Chaplin), devastated by losing the woman he was courting as a wealthy man, finds himself drunk and getting drunker by the minute with some sailors at a bar until he's literally falling down. He keeps futilely trying to draw the woman's picture on the floor with a piece of chalk until he finally passes out cold (or perhaps dies, as in the poem) at the end of the film.","release_date":"1914-08-10","vote_average":5.3,"runtime":14,"cert":"N\/A","id":53390,"title":"The Face on the Barroom Floor","adult":false,"genre_ids":[35]},{"cast":["Charlie Chaplin","Charles Bennett","Helen Carruthers","Edwin Frazee","Edward Nolan"],"overview":"Charlie begins to woo a woman on a bench, only to have her seaman boyfriend object. After a brick fight between the two men that eventually involves two police officers, all five people end up in the local pond to cool off.","release_date":"1914-08-13","vote_average":5.4,"runtime":7,"cert":"N\/A","id":53391,"title":"Recreation","adult":false,"genre_ids":[35]},{"cast":["Charlie Chaplin","Jess Dandy","Charley Chase","Cecile Arnold","Harry McCoy"],"overview":"Charlie takes care of a man in a wheelchair.","release_date":"1914-08-31","vote_average":5.8,"runtime":16,"cert":"N\/A","id":53392,"title":"His New Profession","adult":false,"genre_ids":[35]},{"cast":["Charlie Chaplin","Roscoe 'Fatty' Arbuckle","Phyllis Allen","Minta Durfee","Al St. John"],"overview":"Two drunks fight with their wives and then go out and get even drunker.","release_date":"1914-09-07","vote_average":6.4,"runtime":13,"cert":"N\/A","id":53393,"title":"The Rounders","adult":false,"genre_ids":[35]},{"cast":["Charlie Chaplin","Chester Conklin","Cecile Arnold","Vivian Edwards","Peggy Page"],"overview":"Charlie and a rival vie for the favors of their landlady.","release_date":"1914-10-10","vote_average":5.5,"runtime":16,"cert":"N\/A","id":53394,"title":"Those Love Pangs","adult":false,"genre_ids":[35]},{"cast":["Charlie Chaplin","Mack Swain","Charley Chase","Fritz Schade","Frank Hayes"],"overview":"Charlie and his partner are to deliver a piano to 666 Prospect St. and repossess one from 999 Prospect St.","release_date":"1914-11-07","vote_average":6.0,"runtime":16,"cert":"N\/A","id":53397,"title":"His Musical Career","adult":false,"genre_ids":[35]},{"cast":["Charlie Chaplin","Mabel Normand","Mack Swain","Phyllis Allen","Helen Carruthers"],"overview":"Charlie and his friend Ambrose meet in a restaurant and accidentally leave with each other's coats. Charlie was going to pick up a baby bottle and Ambrose was going to mail a love letter that was in his coat pocket. Charlie's wife finds the letter and thinks he has a secret lover and Ambrose's wife believes he has an illegitimate child. Controversy arises in the park between Charlie and his wife and Ambrose and his wife. It is resolved at the end, but Charlie sparks another fight between the other couple by showing his friend's wife the love letter that was in his pocket.","release_date":"1914-11-09","vote_average":5.5,"runtime":32,"cert":"N\/A","id":53398,"title":"His Trysting Place","adult":false,"genre_ids":[35]},{"cast":["Alba Rohrwacher","Luca Marinelli","Aurora Ruffino","Arianna Nastro","Tommaso Maria Neri"],"overview":"Prime numbers are divisible only by one and themselves. These numbers are solitary and incomprehensible to others. Alice and Mattia are both \"prime\", both haunted by the tragedies that have marked them in childhood: a skiing accident for Alice which has caused a defect in her leg, and the loss of his twin sister for Matthew.","release_date":"2010-09-10","vote_average":5.8,"runtime":118,"cert":"N\/A","id":53399,"title":"The Solitude of Prime Numbers","adult":false,"genre_ids":[18]},{"cast":["Charlie Chaplin","Phyllis Allen","Mack Swain","Mabel Normand","Harry McCoy"],"overview":"Charlie and his wife are walking in the park when they encounter Ambrose and his wife where they become attracted to each other's wife and start chasing them around the park. A policeman out looking for a masher also becomes involved.","release_date":"1914-12-05","vote_average":5.4,"runtime":16,"cert":"N\/A","id":53400,"title":"Getting Acquainted","adult":false,"genre_ids":[35]},{"cast":["Charlie Chaplin","Mack Swain","Gene Marsh","Fritz Schade","Cecile Arnold"],"overview":"Set in the stone age, King Low-Brow rules the land and a harem of wives. When Charlie arrives in this land (where every man has one thousand wives), he falls in love with the King's favorite wife. When the King falls over a cliff, he is presumed dead and Charlie crowns himself King. The King, however, is not dead and comes back and bashes Charlie over the head with a rock. It turns out it was a dream and a police man bashed Charlie over the head with his club because he was sleeping in the park.","release_date":"1914-12-07","vote_average":5.2,"runtime":22,"cert":"N\/A","id":53401,"title":"His Prehistoric Past","adult":false,"genre_ids":[35]},{"cast":["Charlie Chaplin","Ben Turpin","Charlotte Mineau","Leo White","Robert Bolder"],"overview":"When one of the actors on a movie set doesn't show up, Charlie gets his chance to be on camera and replaces the actor. While waiting, he plays in a dice game and gets on many people's nerves. When he finally gets to act, he ruins his scene, accidentally destroys the set, and tears the skirt of the star of the movie.","release_date":"1915-02-01","vote_average":5.7,"runtime":32,"cert":"N\/A","id":53402,"title":"His New Job","adult":false,"genre_ids":[35]},{"cast":["Charlie Chaplin","Ben Turpin","Bud Jamison","Edna Purviance","Leo White"],"overview":"After a visit to a pub, Charlie and Ben cause a ruckus at a posh restaurant. Charlie later finds himself in a compromising position at a hotel with the head waiter's wife.","release_date":"1915-02-15","vote_average":5.6,"runtime":33,"cert":"N\/A","id":53403,"title":"A Night Out","adult":false,"genre_ids":[35]},{"cast":["Ludivine Sagnier","Kristin Scott Thomas","Patrick Mille","Guillaume Marquet","Marie Guillard"],"overview":"In the sterile setting of a powerful multinational, two young women compete ... Isabelle is working under the orders of Christine, a woman of power she admires unreservedly.","release_date":"2010-08-09","vote_average":6.5,"runtime":104,"cert":"N\/A","id":53404,"title":"Love Crime","adult":false,"genre_ids":[53,80,9648]},{"cast":["Charlie Chaplin","Edna Purviance","Leo White","Leona Anderson","Bud Jamison"],"overview":"A tramp steals a girl's handbag, but when he tries to pick Charlie's pocket loses his cigarettes and matches. He rescues a hot dog man from a thug, but takes a few with his walking stick. When the thief tries to take some of Charlie's sausages, Charlie gets the handbag. The handbag makes its way from person to person to its owner, who is angry with her boyfriend who didn't protect her in the first place. The boyfriend decides to throw himself in the lake in despair, so Charlie helps him out.","release_date":"1915-03-18","vote_average":5.2,"runtime":15,"cert":"N\/A","id":53405,"title":"In the Park","adult":false,"genre_ids":[35]},{"cast":["Charlie Chaplin","Billy Armstrong","Margie Reiger","Bud Jamison","Edna Purviance"],"overview":"It is windy at a bathing resort. After fighting with one of the two husbands, Charlie approaches Edna while the two husbands themselves fight over ice cream. Driven away by her husband, Charlie turns to the other's wife.","release_date":"1915-04-29","vote_average":5.5,"runtime":15,"cert":"N\/A","id":53406,"title":"By the Sea","adult":false,"genre_ids":[35]},{"cast":["Gilbert M. Anderson","Lee Willard","Marguerite Clayton","Hazel Applegate","Charlie Chaplin"],"overview":"A rough criminal gets into an argument over a girl in a dance hall.","release_date":"1915-05-07","vote_average":3.9,"runtime":15,"cert":"N\/A","id":53407,"title":"His Regeneration","adult":false,"genre_ids":[37]},{"cast":["Charlie Chaplin","Charles Inslee","Edna Purviance","Billy Armstrong","Marta Golden"],"overview":"Charlie and his boss have difficulties just getting to the house they are going to wallpaper. The householder is angry because he can't get breakfast and his wife is screaming at the maid as they arrive. The kitchen gas stove explodes, and Charlie offers to fix it. The wife's secret lover arrives and is passed off as the workers' supervisor, but the husband doesn't buy this and fires shots. The stove explodes violently, destroying the house.","release_date":"1915-06-21","vote_average":5.6,"runtime":29,"cert":"N\/A","id":53408,"title":"Work","adult":false,"genre_ids":[35]},{"cast":["Charlie Chaplin","Edna Purviance","Charles Inslee","Marta Golden","Margie Reiger"],"overview":"Mother, father and daughter go to the park. The women doze off on a bench while the father plays a hide-and-seek game with a girl, blindfolded. Charlie leads him into a lake. Both dozing ladies on the bench fall for Charlie and invite him for dinner. The father returns home with a friend. Charlie rushes upstairs and dresses like a woman, shaving his mustache. Both men fall for Charlie.","release_date":"1915-07-12","vote_average":6.4,"runtime":24,"cert":"N\/A","id":53409,"title":"A Woman","adult":false,"genre_ids":[35]},{"cast":["Charlie Chaplin","Edna Purviance","Carl Stockdale","Charles Inslee","Leo White"],"overview":"A janitor at a bank is in love with a secretary and dreams that she has fallen in love with him too.","release_date":"1915-08-09","vote_average":6.7,"runtime":33,"cert":"N\/A","id":53410,"title":"The Bank","adult":false,"genre_ids":[35]},{"cast":["Charlie Chaplin","Edna Purviance","Wesley Ruggles","Bud Jamison","Billy Armstrong"],"overview":"A shipowner intends to scuttle his ship on its last voyage to get the insurance money. Charlie, a tramp in love with the owner's daughter, is grabbed by the captain and promises to help him shanghai some seamen. The daughter stows away to follow Charlie. Charlie assists in the galley and attempts to serve food during a gale.","release_date":"1915-10-04","vote_average":5.3,"runtime":30,"cert":"N\/A","id":53411,"title":"Shanghaied","adult":false,"genre_ids":[35]},{"cast":["Charlie Chaplin","Edna Purviance","Charlotte Mineau","Dee Lampton","Leo White"],"overview":"Mr. Pest tries several theatre seats before winding up in front in a fight with the conductor. He is thrown out. In the lobby he pushes a fat lady into a fountain and returns to sit down by Edna. Mr. Rowdy, in the gallery, pours beer down on Mr. Pest and Edna. He attacks patrons, a harem dancer, the singers Dot and Dash, and a fire-eater.","release_date":"1915-11-20","vote_average":6.2,"runtime":24,"cert":"N\/A","id":53412,"title":"A Night in the Show","adult":false,"genre_ids":[35]},{"cast":["Pilar López de Ayala","Leonor Silveira","Filipe Vargas","Ricardo Trêpa","Paulo Matos"],"overview":"A magical tale about a young photographer who falls madly in love with a woman he can never have, except in his dreams. Late one night, Isaac is summoned by a wealthy family to take the last photograph of a young bride, Angelica, who mysteriously passed away. Arriving at their estate, Isaac is struck by Angelica's beauty, but when he looks through his lens, something strange happens - the young woman appears to come to life. From that moment, Isaac will be haunted by Angelica day and night.","release_date":"2010-12-29","vote_average":6.7,"runtime":97,"cert":"N\/A","id":53413,"title":"The Strange Case of Angelica","adult":false,"genre_ids":[18]},{"cast":["Charlie Chaplin","Edna Purviance","Wesley Ruggles","James T. Kelley","Leo White"],"overview":"Charlie is released from prison and immediately swindled by a fake parson. A fellow ex-convict convinces Charlie to help burglarize a house.","release_date":"1916-05-27","vote_average":6.4,"runtime":26,"cert":"N\/A","id":53414,"title":"Police","adult":false,"genre_ids":[35]},{"cast":["Charlie Chaplin","Edna Purviance","Jack Henderson","Ben Turpin","Leo White"],"overview":"A gypsy seductress is sent to sway a goofy officer to allow a smuggling run.","release_date":"1915-12-18","vote_average":6.1,"runtime":31,"cert":"N\/A","id":53415,"title":"A Burlesque on Carmen","adult":false,"genre_ids":[35]},{"cast":["Charlie Chaplin","Eric Campbell","Edna Purviance","Lloyd Bacon","Charlotte Mineau"],"overview":"An impecunious customer creates chaos in a department store while the manager and his assistant plot to steal the money kept in the establishment's safe.","release_date":"1916-05-15","vote_average":6.4,"runtime":28,"cert":"N\/A","id":53416,"title":"The Floorwalker","adult":false,"genre_ids":[35]},{"cast":["Charlie Chaplin","Edna Purviance","Lloyd Bacon","Eric Campbell","Leo White"],"overview":"Charlie is a fireman who always does everything wrong. A man talks the Fire Chief into ignoring his burning home (he wants the insurance money) unaware that his daughter (the love of the Chief) is upstairs in the house. When the house next door catches fire its owner rouses Charlie who rouses the force.","release_date":"1916-06-12","vote_average":6.4,"runtime":32,"cert":"N\/A","id":53417,"title":"The Fireman","adult":false,"genre_ids":[35]},{"cast":["Charlie Chaplin","Albert Austin"],"overview":"A drunken homeowner has a difficult time getting about in his home after arriving home late at night.","release_date":"1916-08-07","vote_average":6.7,"runtime":25,"cert":"N\/A","id":53418,"title":"One A.M.","adult":false,"genre_ids":[35]},{"cast":["Eric Campbell","Charlie Chaplin","Edna Purviance","Albert Austin","Lloyd Bacon"],"overview":"Charlie is an overworked labourer at a film studio who helps a young woman find work even while his coworkers strike against his tyrannical boss.","release_date":"1916-11-13","vote_average":6.7,"runtime":24,"cert":"N\/A","id":53419,"title":"Behind the Screen","adult":false,"genre_ids":[35,10749]},{"cast":["Charlie Chaplin","Edna Purviance","Eric Campbell","Henry Bergman","John Rand"],"overview":"An alcoholic checks into a health spa and his antics promptly throw the establishment into chaos.","release_date":"1917-04-16","vote_average":6.6,"runtime":31,"cert":"N\/A","id":53420,"title":"The Cure","adult":false,"genre_ids":[35]},{"cast":["Charlie Chaplin","Edna Purviance","Leo White","Billy Armstrong","James T. Kelley"],"overview":"As Colonel Nutt is experimenting with explosives, a new janitor is joining his household. The inept janitor proceeds to make life difficult for the rest of staff.","release_date":"1918-08-11","vote_average":4.5,"runtime":23,"cert":"N\/A","id":53421,"title":"Triple Trouble","adult":false,"genre_ids":[35]},{"cast":["Charlie Chaplin","Edna Purviance","Syd Chaplin","Henry Bergman"],"overview":"A propaganda film created by Charlie Chaplin at his own expense for the Liberty Load Committee to help sell U.S. Liberty Bonds during World War I. The story is a series of sketches humorously illustrating various bonds like the bond of friendship and of marriage and, most important, the Liberty Bond, to K.O. the Kaiser which Charlie does literally.","release_date":"1918-09-29","vote_average":4.5,"runtime":10,"cert":"N\/A","id":53422,"title":"The Bond","adult":false,"genre_ids":[35]},{"cast":["Edna Purviance","Charlie Chaplin","Syd Chaplin","Loyal Underwood","Henry Bergman"],"overview":"An American doughboy, stationed in France during the Great War, goes on a daring mission behind enemy lines and becomes a hero.","release_date":"1918-08-20","vote_average":6.9,"runtime":45,"cert":"","id":53423,"title":"Shoulder Arms","adult":false,"genre_ids":[35,10752]},{"cast":["Charlie Chaplin","Edna Purviance","Tom Wilson","Tom Terriss","Henry Bergman"],"overview":"Chaplin plays a handyman at a hotel. His love interest in the village is the girl played by Edna Purviance. A young man from the city arrives and appears to have an eye for Edna too. Chaplin tries to win her back.","release_date":"1919-06-15","vote_average":6.5,"runtime":41,"cert":"N\/A","id":53424,"title":"Sunnyside","adult":false,"genre_ids":[35]},{"cast":["Charlie Chaplin","Edna Purviance","Jackie Coogan","Babe London","Loyal Underwood"],"overview":"A quickly made Chaplin two-reeler to help fill a gap while working on his first feature The Kid. It's about a an outing with his wife and kids and things don't go smoothly.","release_date":"1919-12-15","vote_average":6.0,"runtime":20,"cert":"N\/A","id":53425,"title":"A Day's Pleasure","adult":false,"genre_ids":[35]},{"cast":["Charles Bronson","José Ferrer","Theresa Saldana","Joseph Maher","René Enríquez"],"overview":"Professional killer Holland is forced out of retirement to break a Central American government's political torture ring when one of his friends, a Latin American journalist, is killed. The murderer, Doctor Clement Molloch, is the master sadist behind the political torture of innocent victims. Posing as a journalist, Holland lures Molloch out of his fortress-like headquarters by using his murdered friend's wife and daughter as bait. When Holland kidnaps Molloch's sister, the doctor is led on a wild chase that takes him to an abandoned opal mine where he finally comes face to face with Holland.","release_date":"1984-03-14","vote_average":6.2,"runtime":90,"cert":"","id":53426,"title":"The Evil That Men Do","adult":false,"genre_ids":[28,12,80,53]},{"cast":["Charlie Chaplin","Jackie Coogan","Edwina Mountbatten","Louis Mountbatten"],"overview":"This short which was made as a wedding present for Lord and Lady Mountbatten. In it, Lady Mountbatten has a valuable pearl necklace, which a very large number of crooks wants to steal.","release_date":"1922-01-01","vote_average":4.6,"runtime":11,"cert":"N\/A","id":53427,"title":"Nice and Friendly","adult":false,"genre_ids":[]},{"cast":["Rick Springfield","John Kapelos","Robert Harper","Richard Fancy","Laura Johnson"],"overview":"Detective Nick Knight is investigating a series of murders in which the bodies are found drained of blood - but the most recent one doesn't fit the pattern. Instead it involves the cure that Nick has been searching for for decades, so that he himself can face the light of day. Later remade as the first two episodes of Forever Knight.","release_date":"1989-08-20","vote_average":6.7,"runtime":92,"cert":"N\/A","id":53428,"title":"Nick Knight","adult":false,"genre_ids":[80,18,27]},{"cast":["Charlie Chaplin","Phyllis Allen","Mack Swain","Edna Purviance","Syd Chaplin"],"overview":"A bricklayer and his wife clash over his end-of-the-week partying.","release_date":"1922-04-02","vote_average":7.1,"runtime":28,"cert":"N\/A","id":53429,"title":"Pay Day","adult":false,"genre_ids":[35]},{"cast":["Charlie Chaplin","Edna Purviance","Kitty Bradbury","Syd Chaplin","Mack Swain"],"overview":"The Tramp is an escaped convict who is mistaken as a pastor in a small town church.","release_date":"1923-02-26","vote_average":7.1,"runtime":47,"cert":"N\/A","id":53430,"title":"The Pilgrim","adult":false,"genre_ids":[35]},{"cast":["Paul Robeson","Sinclair Lewis","Anita Loos","Theodore Dreiser","Sherwood Anderson"],"overview":"A home movie version of the Dumas play: a young woman becomes a courtesan and tragedy befalls her.","release_date":"1926-01-01","vote_average":2.0,"runtime":33,"cert":"N\/A","id":53431,"title":"Camille","adult":false,"genre_ids":[18]},{"cast":["Tommy Tiernan"],"overview":"Filmed in 2004\/2005 at Cork's Marquee Festival, Glor Ennis, Vicar Street in Dublin, The Galway Arts Festival, The Electric Picnic in Laois and The Edinburgh Fringe Festival. RUNNING TIME: 1 hour 11 minutes SPECIAL FEATURES: - Filmed at the 2004 'Just For Laughs': The Montreal International Comedy Festival (15 minutes approx.)","release_date":"2005-01-01","vote_average":8.0,"runtime":71,"cert":"N\/A","id":53432,"title":"Tommy Tiernan: Loose","adult":false,"genre_ids":[]},{"cast":["Tommy Tiernan"],"overview":"Tommy Tiernan’s record breaking outrageous “Bovinity” tour played to more than 120,000 people from Letterkenny to Killarney. Including an incredible 56 nights in Vicar Street in Dublin.","release_date":"2008-10-03","vote_average":0.0,"runtime":null,"cert":"","id":53433,"title":"Tommy Tiernan: Bovinity","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Set at the Newport jazz festival in 1958, this documentary mixes images of water and the town with performers and audience. The film progresses from day to night and from improvisational music to Gospel. It's a concert film that suggests peace and leisure, jazz at a particular time and place.","release_date":"1960-11-11","vote_average":7.3,"runtime":82,"cert":"N\/A","id":53434,"title":"Jazz on a Summer's Day","adult":false,"genre_ids":[99,10402]},{"cast":["Donald Sutherland","Brooke Adams","Paul Mazursky"],"overview":"Two novice thieves are plotting to rob a bank in Vancouver. A photographer snaps a shot of one thief as he is carrying the bank building's blueprints. The would-be thief then begins a relationship with the photographer and attempts to retrieve the photos. Meanwhile, the thieves' plot consists of this: one man will enter the bank building after dark, while the other man sits in a van and uses a computer to unlock the building's doors. The final step involves transporting the cash to a freight ship waiting on the docks, for transportation to a money launderer in Macau.","release_date":"1979-09-28","vote_average":6.3,"runtime":100,"cert":"N\/A","id":53435,"title":"A Man, a Woman and a Bank","adult":false,"genre_ids":[28,35,10749]},{"cast":["Bill Paxton"],"overview":"Tornado Alley documents two unprecedented missions seeking to encounter one of Earth’s most awe-inspiring events—the birth of a tornado. Filmmaker Sean Casey’s personal quest to capture the birth of a tornado with a 70mm camera takes viewers on a breathtaking journey into the heart of the storm. A team of equally driven scientists, the VORTEX2 researchers, experience the relentless strength of nature’s elemental forces as they literally surround tornadoes and the supercell storms that form them, gathering the most comprehensive severe weather data ever collected.","release_date":"2011-03-18","vote_average":6.5,"runtime":40,"cert":"N\/A","id":53436,"title":"Tornado Alley","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A man strong enough to bend a penny with just his fingers, Stanless Steel reaches middle age, career disappointments and difficult personal relationships that begin to test his strengths and force him to struggle with the weaknesses around him -- including his own.","release_date":"2011-01-25","vote_average":7.3,"runtime":null,"cert":"N\/A","id":53437,"title":"Strongman","adult":false,"genre_ids":[99]},{"cast":[],"overview":"adult","release_date":"2010-07-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":53438,"title":"The Bald and the Beautiful","adult":true,"genre_ids":[]},{"cast":["Dean Martin","Jerry Lewis","Diana Lynn","Nina Foch","Raymond Burr"],"overview":"When an aspiring barber becomes inadvertently involved in the theft of a valuable diamond, necessity forces him to masquerade as a 12 year-old child - with humorous consequences.","release_date":"1955-08-25","vote_average":7.1,"runtime":102,"cert":"N\/A","id":53441,"title":"You're Never Too Young","adult":false,"genre_ids":[35]},{"cast":["John Carradine","Roger Gentry","Vic McGee","Jerry Rannow","Eve Bernhardt"],"overview":"In 1974, four astronauts, silver shoe-clad Dorothy, overweight Doc, goofy Charlie, and wooden Steve, crash land on Mars when taking readings, with only four days of supplies. They must try to survive on the surface, which is barren except for some canals with huge maggots with fins. After embarking through a golden igneous cavern, braving a storm and finding an unmanned Earth vessel, they discover a golden road which leads them to the unchanging ruins of what was once a beautiful Martian city. The Martians are modeled on the Flatheads of Oz, and their collective consciousness, the \"Wizard,\" forbids them to leave until they perform a very small task...","release_date":"1965-01-01","vote_average":2.6,"runtime":78,"cert":"N\/A","id":53442,"title":"The Wizard of Mars","adult":false,"genre_ids":[27,878,14]},{"cast":["Mario Almada","Everardo Arzate"],"overview":"Desperate to save his family from death threats by a notorious drug dealer, Mateo Cruz steals the venerated image of the Virgin of Guadalupe causing pandemonium throughout Mexico.","release_date":"2009-03-01","vote_average":5.3,"runtime":92,"cert":"N\/A","id":53443,"title":"Morenita, El Escandalo","adult":false,"genre_ids":[]},{"cast":["Daniele Luttazzi"],"overview":"","release_date":"2003-11-13","vote_average":7.7,"runtime":117,"cert":"N\/A","id":53444,"title":"Adenoidi","adult":false,"genre_ids":[]},{"cast":["Molly Windsor","Robert Carlyle","Susan Lynch","Craig Parkinson","Andrea Lowe"],"overview":"The Unloved is film that gives a child's eye view of the U.K.'s government-run care system for orphans and children in danger. Lucy is eleven years old. Having been neglected by her estranged mother and father, she is placed in a children's home. Through her eyes, we follow Lucy's struggle to cope with the system. Her saving is her self-belief and her certainty that she is being watched over and protected by the holy spirit. Hers is a heroic quest for love, beauty and transcendence.","release_date":"2009-05-17","vote_average":6.8,"runtime":106,"cert":"","id":53445,"title":"The Unloved","adult":false,"genre_ids":[18]},{"cast":["Bing Crosby","Fred Astaire","Joan Caulfield","Billy De Wolfe","Olga San Juan"],"overview":"Jed Potter looks back on a love triangle conducted over the course of years and between musical numbers. Dancer Jed loves showgirl Mary, who loves compulsive nightclub-opener Johnny, who can't stay committed to anything in life for very long.","release_date":"1946-10-15","vote_average":6.9,"runtime":104,"cert":"N\/A","id":53446,"title":"Blue Skies","adult":false,"genre_ids":[35,10749]},{"cast":["Sting","Dominic Miller","Manu Katché","Chris Botti"],"overview":"This DVD contains a behind the scenes documentary film and an intimate concert performance by Sting. The documentary is a candid look at the genesis, development and realisation of Sting's live CD. \"...all this time,\" which features reinvented arrangements of Sting's most celebrated songs. [Tracklist:] 01 Fragile 02 A Thousand Years 03 Perfect Love... Gone Wrong 04 All This Time 05 Seven Days 06 The Hounds Of Winter 07 Don't Stand So Close To Me 08 When We Dance 09 Dienda 10 Roxanne 11 If You Love Somebody Set Them Free 12 Brand New Day 13 Fields Of Gold 14 Moon Over Bourbon Street 15 Shape Of My Heart 16 If I Ever Lose My Faith In You 17 Every Breath You Take","release_date":"2001-12-04","vote_average":6.7,"runtime":180,"cert":"N\/A","id":53447,"title":"Sting: All This Time","adult":false,"genre_ids":[10402,99]},{"cast":["Yusuf Islam","Jean Roussel","Jerry Conway","Alun Davies"],"overview":"CAT STEVENS Majikat, Earth Tour, was recorded during his last legendary tour of North America in 1976. It was an ambitious production involving live magicians, synchronised film projection and a large innovative stage set. This was the ultimate tour of Cat Stevens before he quit the music business and became Yusuf Islam; he didn't perform on stage again for nearly thirty years","release_date":"2004-05-17","vote_average":4.5,"runtime":135,"cert":"N\/A","id":53450,"title":"Cat Stevens: Majikat","adult":false,"genre_ids":[10402]},{"cast":["Clarence Nash","Lee Millar"],"overview":"Donald Duck is at the beach and tries to ride a rubber horse. He notices Pluto sleeping at the shore and decides to have some fun with him by sending the rubber horse over to Pluto which completely mesmerizes him. Meanwhile, a tribe of ants abduct Donald's picnic lunch. Donald lays out fly paper to stop the ants. Pluto follows one of the ants and, of course, he and later Donald become enmeshed in the fly paper","release_date":"1939-06-09","vote_average":5.6,"runtime":8,"cert":"N\/A","id":53453,"title":"Beach Picnic","adult":false,"genre_ids":[16]},{"cast":["Clarence Nash"],"overview":"Donald cheerfully sets up his umbrella etcetera for a day at the beach, but so did a mischievously lazy bee, who doesn't accept his actions inadvertently mess up the bee's spot. Once Donald is in the water in an inflatable raft, the irate insect uses its angle to sting not the duck, but the dingy, more often then Donald has fingers and toes to stuff in the holes, next makes sure to attract the 'gastronomical' attention of a whole band of sharks: duck hunting season at sea is open. Donald uses all the resourcefulness of desperation, and his only weapon, the beach umbrella...","release_date":"1950-10-13","vote_average":5.5,"runtime":6,"cert":"N\/A","id":53454,"title":"Bee At The Beach","adult":false,"genre_ids":[16]},{"cast":["Clarence Nash"],"overview":"Gardener Donald spots bees in his garden and follows them back to the hive in search of honey. The bee guarding the hive won't let him in, so Donald disguises himself as a bee.","release_date":"1951-12-14","vote_average":6.5,"runtime":7,"cert":"N\/A","id":53455,"title":"Bee On Guard","adult":false,"genre_ids":[16]},{"cast":["Audrey Dana","Laurent Couson","Raphaël Haroche","Samuel Labarthe","Jacky Ido"],"overview":"A theater projectionist's daughter is involved in the Resistance in WWII, but she doesn’t share his political involvement &amp; only believes in passion. She follows the men she loves unconditionally, suffering betrayal and hardship.","release_date":"2010-09-15","vote_average":6.7,"runtime":120,"cert":"N\/A","id":53456,"title":"What War May Bring","adult":false,"genre_ids":[18]},{"cast":["Kristin Scott Thomas","Niels Arestrup","Frédéric Pierrot","Michel Duchaussoy","Dominique Frot"],"overview":"On the night of 16 July 1942, ten year old Sarah and her parents are being arrested and transported to the Velodrome d'Hiver in Paris where thousands of other jews are being sent to get deported. Sarah however managed to lock her little brother in a closet just before the police entered their apartment. Sixty years later, Julia Jarmond, an American journalist in Paris, gets the assignment to write an article about this raid, a black page in the history of France. She starts digging archives and through Sarah's file discovers a well kept secret about her own in-laws.","release_date":"2010-09-16","vote_average":7.3,"runtime":111,"cert":"N\/A","id":53457,"title":"Sarah's Key","adult":false,"genre_ids":[18,10752]},{"cast":["Clarence Nash","John McLeish"],"overview":"Donald tries his best to be polite and dignified as a hotel bellboy. But when his first guest is Pete Junior, the job is next to impossible.","release_date":"1942-12-18","vote_average":6.2,"runtime":7,"cert":"N\/A","id":53458,"title":"Bellboy Donald","adult":false,"genre_ids":[16]},{"cast":["David Schofield","Eliza Bennett","Ruth Gemmell","Juliet Aubrey","Emma Cleasby"],"overview":"A group of teachers must defend themselves from a gang of murderous kids when their school comes under siege after hours.","release_date":"2010-09-07","vote_average":5.7,"runtime":79,"cert":"18","id":53459,"title":"F","adult":false,"genre_ids":[27,53]},{"cast":["Bolek Polívka","Marián Labuda","Oldřich Vlach"],"overview":"","release_date":"2007-05-31","vote_average":6.3,"runtime":107,"cert":"N\/A","id":53460,"title":"ROMing","adult":false,"genre_ids":[35]},{"cast":[],"overview":"This frenetic documentary about motorcycle daredevil Seth Enslow chronicles his career as a madman on two wheels, focusing on his attempt to set the world's distance record for jumping a motorcycle more than 250 feet from one ramp to another. Enslow's reckless style is portrayed vividly with clips showing him doing things on a motorcycle that no sane person would even envision. He tries to ride up vertical mountainsides, he goes rocketing off cliffs, and in one segment that shows how he literally dropped onto the scene and established himself as an up and coming wild man, he sails through the air and lands on a desert hillside filled with parked motorcycles (whose owners madly scramble to avoid his unexpected landing). Enslow's obsession to set the world's distance jumping record, and even interviews the fellow who designed Enslow's ramp. Footage of the great jump includes Enslow's rough and bloody landing.","release_date":"2000-11-28","vote_average":0.0,"runtime":85,"cert":"N\/A","id":53461,"title":"Seth The Hard Way","adult":false,"genre_ids":[99]},{"cast":["Clarence Nash","Pinto Colvig"],"overview":"Donald and Goofy are putting up advertising posters in a farm. Goofy prepares to post on a windmill, but his tools keep disappearing and reappearing on the windmill blades. Donald puts up his posters, a picture of a soup can, and a goat eats them immediately. Goofy gets stuck to his poster after it comes around on the windmill. Donald, being his calm, even-tempered self, gets into a battle with the goat.","release_date":"1940-05-17","vote_average":6.4,"runtime":8,"cert":"N\/A","id":53462,"title":"Billposters","adult":false,"genre_ids":[16]},{"cast":["Jackie Kreisler","Shane Elliott","Mark Bernier","Jonathan Breck","Kyle Saylors"],"overview":"In the Nevada mountains between Las Vegas and Reno in the desolate nuclear testing grounds of Dreamland (Area 51), a young couple Megan (Jackie Kreisler) and Dylan (Shane Elliott) stop in a greasy spoon cafe where they learn about the Area 51 government base a few miles away. After they get back on the road, Dylan turns on the radio. The only broadcast he can find is a speech from Adolf Hitler at the 1936 Olympic Games. The car dies and a visitor appears from another moment in time. When Megan and Dylan look closely they realise that it is Hitler from the past.","release_date":"2007-02-27","vote_average":3.0,"runtime":77,"cert":"N\/A","id":53463,"title":"Dreamland","adult":false,"genre_ids":[878,27,9648]},{"cast":[],"overview":"A Rockin' Bronco — Spyler and CeCe want to put on a rodeo for all their friends, but they need help finding things to make it really cool and super funny! A Wish For a Fish — After building a boat, Spyler and CeCe want to go fishing for a new friend to play with. A Bird I Heard — Spyler and CeCe are having trouble sleeping because a crow won't stop squawking. They want to build a scarecrow, but how? A Super Silly Pizza — It's time for a pizza party at Spyler and CeCe's. Where are they going to find toppings for their super silly pizza? A Truck Out of Luck — Spyler and CeCe discover that their friend, Wheeler, is one stuck truck. How are they going to get him out of the sand? A Kite in Fight — It's a very windy day and Spyler and CeCe can't find anything to play with. What can they do that won't blow away in the wind?","release_date":"2004-08-03","vote_average":0.0,"runtime":60,"cert":"N\/A","id":53464,"title":"I SPY - A Rocking Bronco and Other Stories","adult":false,"genre_ids":[]},{"cast":["Clarence Nash","Dink Trout"],"overview":"An older beetle of a rare variety advises a young passerby against crossing a stream, where he is likely to get trapped by bug collector Donald, as he himself almost was when he was young.","release_date":"1947-08-22","vote_average":5.0,"runtime":7,"cert":"N\/A","id":53465,"title":"Bootle Beetle","adult":false,"genre_ids":[16]},{"cast":["Ernest Borgnine","Chip Breault","W.M. Comartin","Bobb Hopkins","Chet Hopkins"],"overview":"Based on a true story. Three greedy capitalists, a land baroness, banker and politician, flood a Vermont farming valley to create a lake resort. Ten years later, following a severe blizzard, the three perpetrators are left stranded in nearby Ramage House and the vengeful spirits of the town are woken.","release_date":"2005-01-10","vote_average":6.5,"runtime":87,"cert":"","id":53466,"title":"3 Below","adult":false,"genre_ids":[53]},{"cast":["Clarence Nash","Clarence Nash","Clarence Nash","Clarence Nash","Billy Bletcher"],"overview":"Donald and his nephews are visiting the carnival. After Donald makes a relatively high score on a weight testing machine, he is thought to be a veritable strong man and takes on an offer from a little boy to fight his uncle in a boxing match. Unfortunately for Donald, that \"little boy\" is actually a con man in cahoots with boxer Peewee Pete who is anything but what his name implies. His nephews notice and try to warn Donald but he finds himself in the ring with Pete anyway.","release_date":"1953-12-25","vote_average":6.1,"runtime":7,"cert":"N\/A","id":53469,"title":"Canvas Back Duck","adult":false,"genre_ids":[16]},{"cast":["Louis de Funès","Pierre Dudan","Marthe Mercadier","María Riquelme","Philippe Lemaire"],"overview":"Paul fishes out of the water the body of his greatest enemy. To avoid accusations that he is a killer, taking steps that will clear his good name.","release_date":"1961-10-25","vote_average":5.3,"runtime":null,"cert":"N\/A","id":53470,"title":"In The Water... Which Makes Bubbles!","adult":false,"genre_ids":[35]},{"cast":["Corinna Harfouch","Ulrich Tukur","Carola Regnier","Judith Engel","Hermann Lause"],"overview":"","release_date":"2004-03-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":53471,"title":"Die fremde Frau","adult":false,"genre_ids":[18]},{"cast":["Renée Soutendijk","Victor Löw","Hans Hoes","Jaimy Siebel","Mirjam de Rooij"],"overview":"A single doctor falls in love with a mysterious man suspected of murdering his wife. She gets involved in a hot affair. But the mistrust ..","release_date":"1994-04-21","vote_average":6.3,"runtime":null,"cert":"N\/A","id":53472,"title":"De Flat","adult":false,"genre_ids":[10749,9648,53]},{"cast":[],"overview":"Ed, Edd n Eddy: The Edifying Ed-Ventures is an original animated television series created by Danny Antonucci and produced by Canadian-based a.k.a. Cartoon. It premiered on Cartoon Network on January 4, 1999. Ed, Edd n Eddy is one of Cartoon Network's longest running and is considered one of its most successful franchises and the longest-running of the channel's original Cartoon Cartoons. The series revolves around three adolescent boys collectively known as \"the Eds,\" who hang around in a suburban cul-de-sac. Unofficially led by Eddy, the Eds constantly scheme to make money off their peers, in order to purchase their favorite confectionery: jawbreakers. However, their plans usually fail, leaving them in various predicaments.","release_date":"2005-05-10","vote_average":9.3,"runtime":null,"cert":"N\/A","id":53481,"title":"Ed, Edd n Eddy: The Edifying Ed-Ventures","adult":false,"genre_ids":[]},{"cast":["Toni Servillo","Andrea Renzi","Nello Mascia","Angela Goodwin","Antonino Bruschetta"],"overview":"The debut feature by acclaimed Italian director Paolo Sorrentino (Il Divo) is a stylish and blackly comic look at the dark side of fame. Evocatively set during the eighties, the film charts the decline of two men both named Antonio Pisapia who lead entirely separate yet strangely parallel lives. One (Toni Servillo, Gomorrah) is a pop singer who finds himself washed up after a sex scandal ends his run of success; the other (Andrea Renzi) a football hero whose playing career is abruptly cut short by injury. Sharply observed and featuring excellent performances from the two leads, Sorrentino's compelling film explores the personal consequences wrought by cruel reversals of fortune. (iTunes)","release_date":"2001-08-31","vote_average":7.3,"runtime":100,"cert":"N\/A","id":53482,"title":"One Man Up","adult":false,"genre_ids":[35,18]},{"cast":["Anaïs Demoustier","Pio Marmaï","Laurent Poitrenaux","Jean-Louis Coulloc'h","Manuel Vallade"],"overview":"Julie Bataille is fed up with student jobs. At 23, with a 5-years university degree, she wants to work for real. She meets Ben by chance at a job interview. He's a guy who chose to live by the day, getting by with whatever crosses his path and small-time trafficking. Ben asks her to come and spend the summer with him in the South. Julie declines. Then one day, on an impulse, she leaves everything behind and joins him.","release_date":"2010-08-10","vote_average":5.5,"runtime":90,"cert":"N\/A","id":53485,"title":"Living on Love Alone","adult":false,"genre_ids":[10749,18]},{"cast":["Giacomo Rizzo","Fabrizio Bentivoglio","Laura Chiatti","Gigi Angelillo","Clara Bindi"],"overview":"Geremia, an aging tailor\/money lender, is a repulsive, mean, stingy man who lives alone in his shabby house with his scornful, bedridden mother. He has a morbid, obsessive relationship with money and he uses it to insinuate himself into other people's affairs, pretending to be the \"family friend\". One day he is asked by a man to lend him money for the wedding of Rosalba, his daughter. Geremia falls in love at first sight with the bewitching creature and and soon indulges in a \"beauty and the beast\" relationship...","release_date":"2006-10-01","vote_average":7.1,"runtime":102,"cert":"N\/A","id":53486,"title":"The Family Friend","adult":false,"genre_ids":[18]},{"cast":["Sean Penn","Frances McDormand","Judd Hirsch","Eve Hewson","Kerry Condon"],"overview":"A bored, retired rock star sets out to find his father's executioner, an ex-Nazi war criminal who is a refugee in the U.S.","release_date":"2011-10-01","vote_average":7.0,"runtime":118,"cert":"","id":53487,"title":"This Must Be the Place","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A salt water version of \"Water Babies\" (1935); adorable redheaded 'merbabies' materialize out of the crashing surf and proceed to the sea floor where they conduct a circus along with a variety of sea creatures.","release_date":"1938-12-09","vote_average":5.0,"runtime":9,"cert":"N\/A","id":53490,"title":"Merbabies","adult":false,"genre_ids":[16]},{"cast":["Clarence Nash"],"overview":"Donald takes a job as a gift wrapper in a department store.","release_date":"1945-01-26","vote_average":5.8,"runtime":8,"cert":"N\/A","id":53491,"title":"The Clock Watcher","adult":false,"genre_ids":[16]},{"cast":["Clarence Nash","Pinto Colvig"],"overview":"In the African jungle, the narrator introduces us to the various birds living there and to wildlife photographer Donald Duck intent on getting some pictures. Unfortunately, all his attempts to photograph birds are ruined by the \"clown of the jungle\", the Aracuan Bird. Example: when Donald attempts to photograph a chorus line of hummingbirds, the Aracuan Bird interrupts the picture with a Russian kick dance. Donald becomes aggravated to the point where he gives chase but the bird always manages to outsmart Donald and make short work of his sanity.","release_date":"1947-06-20","vote_average":6.0,"runtime":6,"cert":"N\/A","id":53494,"title":"Clown of the Jungle","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A look at the disastrous effects a rain flood has on a termite community (IMDb).  A young couple, a king and queen termite, settle down and build a grand empire within a massive mound. When the mound suffers damage from rain, fire, and a falling branch, the scent from the termite colony is carried off by wind and catches the attention of a swarming driver ant colony led by their \"black queen.\" Now a war is waged as ant and termite fight a battle of minuscule proportions for the survival of their very colonies (kevinxirau)..","release_date":"2006-10-18","vote_average":6.5,"runtime":82,"cert":"N\/A","id":53497,"title":"The Besieged Fortress","adult":false,"genre_ids":[99]},{"cast":["Ken Ryker","Jeff Palmer","Tom Chase","Jake Andrews","Steve Pierce"],"overview":"Honoring the Code of Conduct: a tale of domination and submission in the military. Follow super-hot Dean Spencer as he is locked up in solitary confinement, awaiting his dishonorable discharge. Stripped and shaved, he is forced to learn an entirely new way of life by Master Sargeant Jake Andrews. Also starring Falcon Exclusive Jeff Palmer…the adventure begins!","release_date":"1996-02-06","vote_average":7.5,"runtime":82,"cert":"N\/A","id":53498,"title":"Code Of Conduct Part 1 - Stripped (Director's Cut)","adult":true,"genre_ids":[]},{"cast":["Haruka Igawa","Kanata Hongo","Tomoko Tabata","Tomoro Taguchi","Shinobu Terajima"],"overview":"A Christmas Eve power outage provides a collection of troubled Tokyo denizens the opportunity to come clean on the misdeeds of their past.","release_date":"2005-11-01","vote_average":6.3,"runtime":132,"cert":"N\/A","id":53499,"title":"Until the Lights Come Back","adult":false,"genre_ids":[18]}]