[{"cast":["Juha Veijonen","Outi Mäenpää","Kärt Tomingas","Samuli Edelmann","Karri Termonen"],"overview":"The feature film produced by Solar Films has the title The South. It is a comedy of crime, romance and deception played out against the background of a vacation under the Mediterranean sun.","release_date":"2000-12-01","vote_average":5.0,"runtime":85,"cert":"N\/A","id":53500,"title":"Lomalla","adult":false,"genre_ids":[53,18]},{"cast":["Antonio Sabàto, Jr.","Christian Toulali","Grand L. Bush","Heather Marie Marsden","Velizar Binev"],"overview":"The Megalodon shark. A prehistoric killing machine 60 feet long, flashing 200 pounds of teeth and weighing over 20 tons. It's the deadliest predator the world has ever seen. The scientists say it's been extinct for more than 10,000 years. The scientists are wrong. In the darkness of the deep, an underwater research station has been viciously destroyed. Now a tough team of daring divers led by Spencer Northcutt [Antonio Sabato Jr. \"Melrose Place\"] is taking an experimental sub to war. It's killer instinct vs. sophisticated technology, deadly jaws vs. harpoon-tipped torpedoes, mega-shark vs. modern man is a thrilling extreme deep sea fight to the death.","release_date":"2001-10-01","vote_average":4.8,"runtime":94,"cert":"N\/A","id":53501,"title":"Shark Hunter","adult":false,"genre_ids":[28,12,27,878,53]},{"cast":["Luke Goss","Joshua Alba","Matthew R. Anderson","Laura Chinn","Cameron Goodman"],"overview":"Good Vampires battle Zombie Vampires while trying to hide their own identity and prevent the infection from spreading.","release_date":"2010-05-13","vote_average":3.2,"runtime":90,"cert":"N\/A","id":53502,"title":"The Dead Undead","adult":false,"genre_ids":[27,878,28]},{"cast":["Irina Björklund","Samuli Edelmann","Roope Karisto","Eva Röse","Titta Jokinen"],"overview":"A bittersweet tale of a love affair between two people whose lives seem to have lost all direction. The female lead, Milla, is drifting aimlessly through life until she meets Aki. They fall in love - but happiness in a relationship shadowed by crime and drugs is not necessarily a given. The movie is based on the novel Minä ja Morrison by first-time author Kata Kärkkäinen","release_date":"2001-12-28","vote_average":5.0,"runtime":91,"cert":"N\/A","id":53503,"title":"Me and Morrison","adult":false,"genre_ids":[10749,80,18]},{"cast":["Miley Cyrus","Dylan Sprouse","Cole Sprouse"],"overview":"Miley Stewart (Hannah Montana), Cory (Cory in the House), and Zack and Cody (Suite Life of Zack and Cody) are about to find out that impulsive wishes often result in unintended consequences in Wish Gone Amiss.","release_date":"2007-07-13","vote_average":7.7,"runtime":68,"cert":"N\/A","id":53504,"title":"Wish Gone Amiss","adult":false,"genre_ids":[35,18,10751]},{"cast":["Jeremy Irons"],"overview":"In Botswana's Okavango Delta, an ostracized lioness and her two cubs must fight alone to survive - overcoming all manner of hazards. Their only defense is to escape to Duba Island -- and with that, an unknown future. The setting for this epic tale is one of the last regions where lions can live in the wild. Faced with dwindling land and increasing pressure from hunting, lions - like our lone lioness and her cubs - are approaching the brink of extinction.","release_date":"2011-02-11","vote_average":7.7,"runtime":88,"cert":"N\/A","id":53505,"title":"The Last Lions","adult":false,"genre_ids":[99]},{"cast":["Pedro Infante","Blanca Estela Pavón","Evita Muñoz","Carmen Montejo","Miguel Inclán"],"overview":"A poor neighborhood in Mexico City. Carpenter Pepe el Toro lives peacefully with his daughter Chachita while woos the pretty Celia, but tragedy knocks his door when he is falsely accused of having perpetrated a felony.","release_date":"1948-03-25","vote_average":7.3,"runtime":128,"cert":"N\/A","id":53510,"title":"Nosotros los pobres","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Percy is still ribbing Thomas about the time he thought Percy was a ghost. Thomas pays no attention, and one night is asked to collect a special load from Brendam. Thomas is horrified to find it's a dragon, but his driver tells him it's made of paper and is needed for a carnival. Meanwhile, Percy has stuck on some points while shunting and has to stay there for the night. He finds it hard to sleep, and when Thomas passes with the dragon he is so terrified he doesn't sleep at all. The next day Percy sees the dragon again, but is indignant when he sees Thomas pushing it. The two make up their teasing.","release_date":"2006-08-15","vote_average":0.0,"runtime":67,"cert":"N\/A","id":53511,"title":"Thomas, Percy and the Dragon","adult":false,"genre_ids":[10751]},{"cast":["Harold Lloyd","Bebe Daniels","'Snub' Pollard","Wallace Howe","Bud Jamison"],"overview":"Lloyd is a serious young middle-class guy on the make who wants to marry the boss’ daughter. The problem is getting in to see the boss so that he can ask for her hand in marriage as the office is guarded by a bunch of comic, clumsy flunkies who throw everyone out who tries to get in.","release_date":"1919-02-09","vote_average":6.4,"runtime":13,"cert":"N\/A","id":53512,"title":"Ask Father","adult":false,"genre_ids":[35]},{"cast":["O.G.B.","O.G.B.","Rohff","113"],"overview":"L'histoire du groupe le plus controversé du rap français. Pour la 1ere fois, les artistes de l'axe Orly-Choisy-Vitry se livrent dans un documentaire exceptionnel de plus de 2h00, avec des images live inédites, des clips et des documents remontant jusqu'a 1991.","release_date":"2004-01-26","vote_average":0.0,"runtime":128,"cert":"N\/A","id":53513,"title":"Si tu roules avec la Mafia K'1 Fry","adult":false,"genre_ids":[99]},{"cast":["Uhm Tae-woong","Lee Min-jung","Daniel Choi","Park Shin-hye","Park Chul-min"],"overview":"The Cyrano Agency is a dating agency which helps people who can't date to have a love life. The agency staff try helping their clients without being noticed. The agency's representatives Byeong-hoon and Min-yeong are giving their best to pair up their client, Sang-yong, with his love interest named Hee-joong. But when Byeong-hun sees Hee-joong's profile, he begins to doubt their abilities. Will \"Cyrano Agency\" succeed in their mission?","release_date":"2010-09-16","vote_average":6.1,"runtime":118,"cert":"N\/A","id":53514,"title":"Cyrano Agency","adult":false,"genre_ids":[10749,35]},{"cast":["Harold Lloyd","Bebe Daniels","'Snub' Pollard","Helen Gilmore","Noah Young"],"overview":"A young playwright spends his last cent to pay the past-due rent for the pretty dancer who's his boarding house next-door neighbor. Soon after, he winds up at a gambling club, where he wins big - just before a police raid.","release_date":"1919-11-02","vote_average":6.9,"runtime":25,"cert":"N\/A","id":53515,"title":"Bumping Into Broadway","adult":false,"genre_ids":[35]},{"cast":["Harold Lloyd","Bebe Daniels","'Snub' Pollard","Sammy Brooks","Billy Fay"],"overview":"Billy Blazes confronts Crooked Charley, who has been ruling the town of Peaceful Vale through fear and violence.","release_date":"1919-07-06","vote_average":6.1,"runtime":13,"cert":"N\/A","id":53516,"title":"Billy Blazes, Esq.","adult":false,"genre_ids":[35,37]},{"cast":["Ann-Kathrin Kramer","Tobias Oertel","Rolf Kanies","Michael Lott","Sina Tkotsch"],"overview":"","release_date":"2010-11-30","vote_average":4.3,"runtime":null,"cert":"N\/A","id":53517,"title":"380.000 Volt - Der große Stromausfall","adult":false,"genre_ids":[53]},{"cast":["Harold Lloyd","Mildred Davis","Anna Mae Bilson","Roy Brooks","Sammy Brooks"],"overview":"A young man, unaccustomed to children, must accompany a young girl on a train trip.","release_date":"1921-03-27","vote_average":6.0,"runtime":40,"cert":"N\/A","id":53518,"title":"Now or Never","adult":false,"genre_ids":[35]},{"cast":["Harold Lloyd","Roy Brooks","Mildred Davis","Wallace Howe"],"overview":"A tipsy doctor encounters his patient sleepwalking on a building ledge, high above the street.","release_date":"1920-07-11","vote_average":6.7,"runtime":26,"cert":"N\/A","id":53519,"title":"High and Dizzy","adult":false,"genre_ids":[35]},{"cast":["Lee Kang-Sheng","Lu Yi-Ching","Fanny Ardant","Jean-Pierre Léaud","Laetitia Casta"],"overview":"Hsiao-Kang, a Taiwanese film director, travels to the Louvre in Paris, France, to shoot a film that explores the Salomé myth.","release_date":"2009-10-02","vote_average":6.7,"runtime":138,"cert":"N\/A","id":53520,"title":"Face","adult":false,"genre_ids":[35,18]},{"cast":["Harold Lloyd","Mildred Davis","Wallace Howe","Sammy Brooks","William Gillespie"],"overview":"After numerous failed attempts to commit suicide, our hero (Lloyd) runs into a lawyer who is looking for a stooge to stand in as a groom in order to secure an inheritance for his client (Davis). The inheritance is a house, which her scheming uncle \"haunts\" so that he can scare them off and claim the property.","release_date":"1920-03-14","vote_average":5.8,"runtime":25,"cert":"N\/A","id":53521,"title":"Haunted Spooks","adult":false,"genre_ids":[35]},{"cast":["Harold Lloyd","Constance Cummings","Kenneth Thomson","Louise Closser Hale","Spencer Charters"],"overview":"Harold Hall, a young man with little or no acting ability, desperately wants to be in the movies. After a mix-up with his application photograph, he gets an offer to have a screen-test, and goes off to Hollywood. At the studio, he does everything wrong and causes all sorts of trouble. But he catches the fancy of a beautiful actress, and eventually the studio owner recognizes him as a comic genius.","release_date":"1932-09-23","vote_average":6.0,"runtime":81,"cert":"N\/A","id":53522,"title":"Movie Crazy","adult":false,"genre_ids":[35,10749]},{"cast":["Harold Lloyd","Mildred Davis","Fred McPherson"],"overview":"The comic adventures of a new car owner.","release_date":"1920-09-26","vote_average":6.2,"runtime":25,"cert":"N\/A","id":53523,"title":"Get Out and Get Under","adult":false,"genre_ids":[35]},{"cast":["Jeremy Irons","Robbie Coltrane","Samuel Irons","Cyril Cusack","Michael Hordern"],"overview":"Somewhere in England, in the Autumn of 1955, a widowed father and his son live an idyllic life together. Only their gas station happens to sit on a piece of land that a local developer wants to buy. And when he won't take no for an answer, and sets government inspectors and social works onto Danny and his father, Danny and his father decide to get even with Hazell and his pheasant- shooting friends in a manner in keeping with their own family tradition.","release_date":"1989-04-29","vote_average":6.3,"runtime":99,"cert":"U","id":53524,"title":"Danny the Champion of the World","adult":false,"genre_ids":[18]},{"cast":["Harold Lloyd","Mildred Davis","James T. Kelley","Aggie Herring","Vera White"],"overview":"An ambitious coat-room checker impersonates an English nobleman.","release_date":"1921-05-29","vote_average":5.3,"runtime":35,"cert":"N\/A","id":53525,"title":"Among Those Present","adult":false,"genre_ids":[35]},{"cast":["Harold Lloyd","Mildred Davis","Noah Young","Jack Morgan","Jack Edwards"],"overview":"Comic adventures of newlyweds and children.","release_date":"1921-09-11","vote_average":5.2,"runtime":25,"cert":"N\/A","id":53526,"title":"I Do","adult":false,"genre_ids":[35]},{"cast":["Harold Lloyd","Phyllis Welch","Raymond Walburn","Lionel Stander","William Frawley"],"overview":"Egyptologist, Dean Lambert, accused of car-theft, skips bail and begins a cross-country trek to join a group in New York headed for Egypt. With the police close on his trail he gets in and out of scrapes along the way.","release_date":"1938-07-29","vote_average":5.5,"runtime":95,"cert":"N\/A","id":53527,"title":"Professor Beware","adult":false,"genre_ids":[35]},{"cast":["Harold Lloyd","Barbara Kent","Noah Young","Charles Middleton","Will Walling"],"overview":"A gentle botany student has to toughen up to replace his father as chief of police.","release_date":"1929-10-12","vote_average":4.8,"runtime":115,"cert":"N\/A","id":53528,"title":"Welcome Danger","adult":false,"genre_ids":[35]},{"cast":["Aunjanue Ellis","Razaaq Adoti","Vivica A. Fox","Leon","Louis Gossett Jr."],"overview":"When someone is murdered on New Year's Eve, the prime suspect is Valerie Maas, a church-going home-maker whose life unravels when she discovers that her husband of many years has been leading a double life. Her strength of character and faith keep her going as the revelation of her husband's betrayal threatens to destroy all that they have known.","release_date":"2007-05-08","vote_average":4.6,"runtime":98,"cert":"N\/A","id":53529,"title":"Cover","adult":false,"genre_ids":[80,18,9648]},{"cast":["Harold Lloyd","Mildred Davis","'Snub' Pollard","Gus Leonard","Noah Young"],"overview":"A young adventurer trades places with a European prince and falls in love above his station.","release_date":"1920-02-08","vote_average":5.8,"runtime":27,"cert":"N\/A","id":53530,"title":"His Royal Slyness","adult":false,"genre_ids":[35]},{"cast":["Harold Lloyd","Bebe Daniels","'Snub' Pollard","Fred C. Newmeyer","Helen Gilmore"],"overview":"After a wild bachelor party, our hero finds himself aboard a sailing vessel where he encounters numerous adventures. In a dream sequence, he fantasizes that the ship is seized by a band of female pirates.","release_date":"1919-11-30","vote_average":6.7,"runtime":20,"cert":"N\/A","id":53531,"title":"Captain Kidd's Kids","adult":false,"genre_ids":[35]},{"cast":["Harold Lloyd","'Snub' Pollard","Bebe Daniels"],"overview":"While blindfolded and playing pin the tail on the donkey with some lady friends, our hero is mistaken for an escaped initiate of a kooky fraternal order.","release_date":"1919-10-12","vote_average":5.0,"runtime":12,"cert":"N\/A","id":53532,"title":"Pay Your Dues","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Even as a young boy, Beethoven marched to the beat of a different drummer. Trained in the traditional music methods by his father, Beethoven was an accomplished pianist by the age of 12. But he yearned to try new sounds and persevered until audiences heard his music. By his early twenties, this persistent young man performed for Joseph Haydn, who compared him to the great Mozart. Sadly, Beethoven began to lose his hearing, but he threw himself even more deeply into his music, composing \"Fur Elise,\" \"Sonata Pathetique\" and the dramatic \"Fifth Symphony\" years later, audience members heard what he could not and leapt to their feet in ecstatic appreciation for such passionate music. His creativity gave the world then, as it does today, music that stirs the soul. The video begins in 1827 with 30,000 people paying tribute to the great Beethoven in Vienna, Austria. Then the video switches to his life as a child...","release_date":"2005-01-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":53535,"title":"Animated Hero Classics: Beethoven","adult":false,"genre_ids":[]},{"cast":["Matthew Davis"],"overview":"We first meet Christopher Columbus as an exuberant boy of Genoa, Italy, who wants only one thing - an adventurous life at sea. As he grows into young manhood, he becomes an expert sailor. When King John offers a handsome reward for the captain who can find the fastest route to the treasures of India, Columbus realizes he has found his calling. Columbus is convinced that the most direct route to the Far East is by sailing due west around the globe. But King John only laughs at Columbus. \"No one has ever sailed to the west on the great ocean. It cannot be done.\" Columbus' determination keeps his dream alive. Many years later, in search of support for his voyage of discovery, Columbus is in the court of Queen Isabella of Spain. He tells her, \"I have met many men who say it is impossible to sail west. They all have one thing in common - none of them has sailed west.\" The Queen is intrigued by Columbus' determination, but Spain is at war. She can spare neither ships nor money for such ...","release_date":"1991-01-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":53536,"title":"Animated Hero Classics: Christopher Columbus","adult":false,"genre_ids":[]},{"cast":["Dana Delany","Ellen Burstyn","Clancy Brown","Maggie Gyllenhaal","Sada Thompson"],"overview":"Unhappy in her marriage, expectant mother Rose (Dana Delany) flees to a home for unwed mothers in rural Tennessee in this adaptation of Ann Patchett's novel. When she stays on after her baby is born, Rose becomes friends with an elderly nun (Sada Thompson) and begins a relationship with the local handyman, Son (Clancy Brown). Everything seems fine until Rose's first husband tracks her down and she's forced to relive her troubled past.","release_date":"1998-04-05","vote_average":4.0,"runtime":92,"cert":"N\/A","id":53537,"title":"The Patron Saint of Liars","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"As a young girl, Joan lived in the French countryside. One day, she heard voices from heaven talking to her. The voices told Joan that she was called to help fight for the freedom of France. They also told her that Prince Charles was to be anointed and crowned the rightful king of France. Joan went to see Prince Charles but the Prince said to send her away. The warrior, Le Hire, reminded Charles of a prophesy that said a young maiden would save France. Prince Charles agreed to see Joan but planned to prove that she was a fake. Charles switched clothes with his tailor and hid in the crowd of people when Joan entered the room. He believed if Joan had special powers, she would be able to identify him. Joan was not fooled and she quickly bowed before him. The Prince was convinced so he made her a commander in his army. Under Joan's command new supplies and soldiers made it into Orleans and the English fled. Talbot, the leader of the English military, believed Joan must be a witch ...","release_date":"1996-06-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":53538,"title":"Animated Hero Classics: Joan of Arc","adult":false,"genre_ids":[18,16]},{"cast":[],"overview":"Jesus uses a series of short stories, parables, to help us learn about the Kingdom of Heaven and about how to live each day. Eternal life, faith, judgment, obedience and preparedness are the principles explored in this video. The Kingdom of Heaven begins with Jesus in the clouds and angels in the background. There are people from different times and different races looking into the clouds and seeing Jesus. Jesus begins to speak to the people about the Kingdom of Heaven and how the treatment of others is the same as actions toward Him. Slowly, Jesus' shining garment is traded for an earthly robe and He is preaching to a gathering of people. Two Pharisees watch and listen. Boaz, one of the Pharisees, is angered by what he hears Jesus saying and the other Jeremiah is intrigued. David and Sarah, brother and sister, listen also. Boaz says that all Jesus does is tell silly stories. Jeremiah tries to explain that perhaps Jesus wants everyone to discover the meaning from the stories...","release_date":"1991-01-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":53539,"title":"The Kingdom of Heaven","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"Two bicycle repairmen embark on their dream to fly. With no formal training as either scientists or engineers, they study Lilienthal's diagrams for his glider and learn from experience the keys to controlled flight. As young boys, Wilbur and Orville Wright are full of ideas, enthusiasm and dreams. Above their bicycle repair shop they discover how birds are able to balance by tilting their wings - wing warping. They want to make a glider to do the same thing. \"You have a dream, you should do it,\" their father encourages them. After writing to the \"center of knowledge for flight'\" Octave Chanute, they learn the best place to glide is Kitty Hawk, North Carolina. They tell Chanute about wing warping and make him promise not to tell anyone until they can perfect it. Their first attempts are unsuccessful, however, as they realize that Lilienthal's figures were incorrect. Wilbur and Orville begin experimenting with the figures. Meanwhile, others are beginning to take flight, but only in ...","release_date":"2007-12-18","vote_average":0.0,"runtime":30,"cert":"N\/A","id":53540,"title":"Animated Hero Classics: The Wright Brothers","adult":false,"genre_ids":[]},{"cast":["Kyoko Fukada","Shigeru Izumiya","Akemi Kobayashi","Saori Koide","Ei Morisako"],"overview":"One day, an angel materializes before Kato's eyes. While the angel seems like an average girl with a passion for gin and lime, she sports a pair of big white wings. Only lonely-hearted people can see her. She may seem ordinary, but this angel touches hearts and transforms lives.","release_date":"2005-07-17","vote_average":7.4,"runtime":117,"cert":"N\/A","id":53541,"title":"Angel","adult":false,"genre_ids":[18]},{"cast":["Carol Channing","Robert Goulet","Tommy Tune","Gwen Verdon","Ray Walston"],"overview":"Broadway royalty and Tony-winners Tommy Tune, Carol Channing, Robert Goulet, and Harvey Fierstein are your hosts for this third compilation of great musical performances from the archives of the Tony Award® broadcasts. Legendary stars from legendary shows strut their stuff in 23 performances that have become part of Broadway history.","release_date":"2005-08-07","vote_average":7.5,"runtime":95,"cert":"N\/A","id":53542,"title":"Broadway's Lost Treasures III: The Best of The Tony Awards","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Wilshire Pig and Sheldon Snail discover a map to uncover Doctor Frankenswine's monster. All kinds of mishaps ensue in their quest.","release_date":"1991-05-29","vote_average":8.0,"runtime":30,"cert":"N\/A","id":53543,"title":"Claymation Comedy of Horrors","adult":false,"genre_ids":[16]},{"cast":["John Brockhoeft","Grant Cheney","Rachel Early","Steven Ertelt","Nellie Gray"],"overview":"Unborn in the USA: Inside the War on Abortion is a 2007 documentary film featuring interviews with pro-life activists across the United states. Its tagline is, \"How the pro-lifers are winning\". The film was started as a thesis project by students Stephen Fell and Will Thompson of Rice University. The film chronicles major events such as the annual March for Life and the 2004 March for Women's Lives, and features interviews with members of the Army of God and other pro-life activists.","release_date":"2007-06-15","vote_average":7.0,"runtime":105,"cert":"N\/A","id":53544,"title":"Unborn in the USA: Inside the War on Abortion","adult":false,"genre_ids":[99]},{"cast":["Kwai Lun-Mei","Mok Chi-Yee","Alec Chia","James Wen","Wu Peng-Fong"],"overview":"Tang (Muo) goes on a trip to Taitung to record the sounds of nature, hoping the tape may save his relationship with his girlfriend who is leaving him. What he does not know, is that she has already moved away and another girl, Yun (Kwai), has moved into that apartment. Yun is trapped in a hopeless love triangle, and troubled by all the issues she faces in life. After listening to the tape that Tang sent, she feels as if the kindness of nature is calling her, and travels to Taitung to find the mysterious man who sends her the tape. On the other hand, Tsai (Chia), a psychiatrist struggling in a failed marriage, suddenly realizes that he needs to let things go after helping a patient with extramarital affairs. He leaves everything behind and goes to Taitung to search for his ex-lover. The three young souls, with different purposes, comes to the coast and search for the meaning of their life, a journey considerably longer than any of them has taken before.","release_date":"2007-11-02","vote_average":6.8,"runtime":118,"cert":"N\/A","id":53545,"title":"The Most Distant Course","adult":false,"genre_ids":[18,10749]},{"cast":["Trey Anastasio","Mike Gordon","Page McConnell","Jon Fishman"],"overview":"On August 14th and 15th, 2010 Phish played their 12th and 13th shows at Alpine Valley Music Theater - all 2-night stands since 2003. \"Alpine\" as it is affectionately known, is a steeply-sloping amphitheater with a big lawn and raucous crowd perpetually bursting with energy right in the band's faces due to the angles of the place. The angles all aligned on Saturday August 14th - the focus of the Alpine Valley DVD.","release_date":"2010-11-20","vote_average":6.8,"runtime":null,"cert":"N\/A","id":53546,"title":"Phish: Alpine Valley","adult":false,"genre_ids":[10402]},{"cast":["Grace Zabriskie","Hal Linden","Dina Merrill","Joseph Campanella","Portia de Rossi"],"overview":"A newly-wed NYC couple move into a low-rent luxury apartment only to be harassed by cryptic elderly neighbors. Matt (Dean Cain) and Jackie (Portia de Rossi) are living in NYC, brimming with that certain \"glow\" all newly-weds possess. They are in love despite failed attempts at pregnancy and a tight budget. One day, Matt meets a group of health-obsessed elderly people in the park. They seem kind, and offer Matt and Jackie a beautiful low-rent apartment in their building. How can the couple resist a luxury apartment with a state-of-the-art gym, cheap rent, and friendly neighbors? Jackie believes it all too good to be true when she notices a young couple in their building disappears, and elderly neighbors are watching her every move...","release_date":"2002-08-02","vote_average":4.9,"runtime":89,"cert":"N\/A","id":53553,"title":"The Glow","adult":false,"genre_ids":[10770,9648,53]},{"cast":["Hans Alfredson"],"overview":"On their way to find Paris, Sture the dog (Hasse Alfredsson) and his friend Picasso end up on a hotel in the middle of nowhere. Along with Miss Mops, Sture tries to sniff out who is causing all the strange events of the hotel.","release_date":"2000-10-03","vote_average":6.0,"runtime":68,"cert":"N\/A","id":53554,"title":"Hundhotellet","adult":false,"genre_ids":[16,35,9648]},{"cast":[],"overview":"Life before Brian. AC\/DC documentary.","release_date":"2005-01-01","vote_average":0.0,"runtime":92,"cert":"","id":53559,"title":"AC\/DC: And Then There Was Rock","adult":false,"genre_ids":[]},{"cast":["William Coryn","Michel Modo","Jacques Dynam","Henri Crémieux","Michel Elias"],"overview":"The evil knight Torchesac, who is at the service of the sinister lord of La Mortaille, gets a very powerful magic flute and uses it for evil purposes. Johan and Pirlouit, assisted by the magician Homnibus, travel to the land of the Smurfs, the only manufacturers of this sort of instrument, to get a new one and battle the usurpers.","release_date":"1976-10-07","vote_average":6.1,"runtime":72,"cert":"N\/A","id":53566,"title":"The Smurfs and the Magic Flute","adult":false,"genre_ids":[16,12,10751,35,14]},{"cast":["Silje Reinamo","Erlend Nervold","Jon Sigve Skard","Sunniva Lien"],"overview":"Norwegian folklore turns out to be real when Leo and Elvis encounter a girl called Thale in a basement. A regular cleaning job turns into a struggle for survival, while they're trying to figure out what or who Thale is.  Could Thale be a huldra?  A seductive forest spirit who appears from the front to be a beautiful young woman, but who also has a cow's tale and whose back appears to be like a hollowed out tree. The huldra has been known to offer rewards to those who satisfy them sexually, while death to those who fail to do so and are also prone to stealing human babies.","release_date":"2012-02-16","vote_average":5.4,"runtime":76,"cert":"15","id":53567,"title":"Thale","adult":false,"genre_ids":[27,14]},{"cast":["Doug Chapman","Shannon Schoenit","Ryf Van Rij","Iian Srulovicz"],"overview":"By 2031, the Earth has exhausted its supply of fossil fuels. With the world on the verge of collapse, nations from around the globe form a coalition called AREN; the 'Manhattan Project' of clean self-replenishing energy. When an experiment goes wrong that threatens the world's existence, David Canterra and a team of elite soldiers are sent on a mission to stop the anomaly. What they find is a mind-bending alternate dimension, and their only way home is through the fabric of time.","release_date":"2011-01-06","vote_average":0.0,"runtime":12,"cert":"N\/A","id":53568,"title":"Somnolence","adult":false,"genre_ids":[878,53]},{"cast":["Rani Mukerji","Vidya Balan","Myra Karn","Neil Bhoopalam","Mohammed Zeeshan Ayyub"],"overview":"A reporter teams up with the sister of a murdered model in order to bring her case justice.","release_date":"2011-01-07","vote_average":6.8,"runtime":136,"cert":"N\/A","id":53569,"title":"No One Killed Jessica","adult":false,"genre_ids":[80,18]},{"cast":["Roscoe 'Fatty' Arbuckle","Buster Keaton","Al St. John","Alice Lake","Joe Keaton"],"overview":"Fatty plays a village blacksmith in “Jazzville,” an imaginary rural village. There is a rivalry between Fatty and Cy Klone, the garage owner, over the affections of a pretty schoolteacher. A city chap unites the two rivals when he tries to steal the girl. An annual village ball features amateur talent in vaudeville stunts with Keaton as a wriggling Fatima who charms a long black stocking from a cigar box like a snake. The film is presumed lost.","release_date":"1917-12-10","vote_average":0.0,"runtime":20,"cert":"N\/A","id":53570,"title":"A Country Hero","adult":false,"genre_ids":[35]},{"cast":["Buster Keaton","Charlotte Greenwood","Reginald Denny","Cliff Edwards","Dorothy Christy"],"overview":"Jeffrey Haywood wants to marry to Virginia Embrey. However, Virginia refused to marry unless her older sister, the hard-to-please Angelica gets married first. Angelica, in turn, finds every man she knows too dull and predictable, and for this reason prefers to stay single. Jeff then tries to make Angelica interested in the mild-mannered and timid Reggie Irving (Keaton) passing him off as a notorious playboy to intrigue her. He asks his friend Polly to teach Reggie \"how to treat a woman right\", but he turns to be a disastrous learner.","release_date":"1931-02-28","vote_average":5.5,"runtime":73,"cert":"N\/A","id":53571,"title":"Parlor, Bedroom and Bath","adult":false,"genre_ids":[35]},{"cast":["Norma Shearer","Richard Barthelmess","Warner Baxter","Matthew 'Stymie' Beard","Wallace Beery"],"overview":"Star-packed promotional short subject intended to raise funds for the National Variety Artists Tuberculosis Sanatorium. The plot involves Norma Shearer having her jewels stolen.","release_date":"1931-04-04","vote_average":5.2,"runtime":20,"cert":"","id":53572,"title":"The Stolen Jools","adult":false,"genre_ids":[35]},{"cast":["Buster Keaton","Anita Page","Cliff Edwards","Frank Rowan","Norman Phillips Jr."],"overview":"A dim-witted slumlord tries to reform a gang of urban boys (and impress an attractive young woman) by transforming their rough neighborhood into a more decent place.","release_date":"1931-09-26","vote_average":6.0,"runtime":74,"cert":"N\/A","id":53573,"title":"Sidewalks of New York","adult":false,"genre_ids":[35,80]},{"cast":["John Wayne","Marsha Hunt","Johnny Mack Brown","John Patterson","Monte Blue"],"overview":"Dare Rudd takes a shine to his cattleman cousin Tom's girlfriend who asks Tom to hire Dare to head the big cattle drive. Dare loses the money for the drive to cardsharps, but Tom wins it back, but Dare must save Tom's life.","release_date":"1937-12-10","vote_average":4.6,"runtime":59,"cert":"N\/A","id":53574,"title":"Born to the West","adult":false,"genre_ids":[10749,37]},{"cast":["Buster Keaton","Jimmy Durante","Irene Purcell","Polly Moran","Gilbert Roland"],"overview":"Paris plumber Elmer Tuttle is enlisted by socialite Patricia Alden to help make her lover Tony Lagorce jealous. With the help of his friend Julius J. McCracken and through the high society contacts he has made through Patricia, Elmer hopes to find financing for his latest invention, a pistol with a range-finding light. Comic complications ensue when Elmer's effort to interest a military leader is misconstrued as an assassination attempt.","release_date":"1932-02-06","vote_average":7.0,"runtime":73,"cert":"N\/A","id":53575,"title":"The Passionate Plumber","adult":false,"genre_ids":[35]},{"cast":["Buster Keaton","Jimmy Durante","Roscoe Ates","Phyllis Barry","John Miljan"],"overview":"When Prohibition ends, a barber tries to get in the liquor business only to come up against mobsters.","release_date":"1933-02-10","vote_average":8.0,"runtime":66,"cert":"N\/A","id":53576,"title":"What! No Beer?","adult":false,"genre_ids":[35]},{"cast":["Buster Keaton","Lupita Tovar","Lyn Harding","Esme Percy","Andreas Malandrinos"],"overview":"The film follows the same plot as its remake Pest from the West (1939), with a millionaire setting out to win a local girl in Mexico.","release_date":"1936-01-02","vote_average":0.0,"runtime":61,"cert":"N\/A","id":53577,"title":"The Invader","adult":false,"genre_ids":[35]},{"cast":["Buster Keaton","Joe Keaton","Myra Keaton","Louise Keaton","Dewey Robinson"],"overview":"A hillbilly family, hard-hit by the end of Prohibition, decide to set the biggest brother up as a professional wrestler.","release_date":"1935-01-11","vote_average":5.0,"runtime":20,"cert":"N\/A","id":53578,"title":"Palooka from Paducah","adult":false,"genre_ids":[35]},{"cast":["Buster Keaton","Lona Andre","Dewey Robinson","Harold Goodwin"],"overview":"Elmer owns a gas station out in the California desert. Soon he has a business rival in Jim, who opens up another station, and is also trying to steal Elmer's girlfriend. She plays both rivals against the other and, because she is a baseball fan, both Elmer and Jim try to show each other up in the big local baseball game.","release_date":"1935-02-22","vote_average":3.0,"runtime":19,"cert":"N\/A","id":53579,"title":"One Run Elmer","adult":false,"genre_ids":[35,28]},{"cast":["Buster Keaton","Dorothea Kent","Jane Jones","Robert McKenzie"],"overview":"Elmer answers an ad for a handyman job and starts working for an older woman and her niece. He gets the impression that his employer wants to marry him, even as he finds himself falling in love with her niece. Elmer talks out his dilemma with himself (in a clever use of double-exposure which puts two Keatons onscreen together) and concludes that he must leave both women. But the aunt catches up with him and takes him at gunpoint to the local preacher. There Elmer discovers she wants him to marry her niece, which he does joyously.","release_date":"1935-03-15","vote_average":6.0,"runtime":19,"cert":"N\/A","id":53580,"title":"Hayseed Romance","adult":false,"genre_ids":[35,10749]},{"cast":["Dean Martin","Jerry Lewis","Marjie Millar","Pat Crowley","Richard Haydn"],"overview":"Herman owes a lot of gambling debts. To pay them off, he promises the mob he'll fix a horse, so that it does not run. He intends to trick his animal-loving cousin, Virgil, an apprentice veterinarian, into helping him. Of course, he doesn't tell Virgil what he is really up to. Mistaken identities are assumed, while along the way, Virgil meets a female vet and Herman falls for the owner of the horse. Goons and mobsters are also lurking around; so beware!","release_date":"1953-12-31","vote_average":6.0,"runtime":100,"cert":"N\/A","id":53581,"title":"Money from Home","adult":false,"genre_ids":[35,10402]},{"cast":["Buster Keaton","Vernon Dent","Dorothea Kent","Jack Shutta"],"overview":"Naval recruit Elmer is seemingly unable to discharge any of his duties without making life miserable for his irascible commanding officer, who winds up getting doused with paint, splattered with muck, and repeatedly tossed into the water due to Elmer's ineptitude. To make matters worse, Elmer takes a shine to the CO's girlfriend, which prompts her jealous boyfriend into several wrathful chases after Elmer. He eventually has Elmer locked in the brig -- but his girlfriend is in there too, so she can be together with her beloved Elmer.","release_date":"1935-05-03","vote_average":5.0,"runtime":20,"cert":"N\/A","id":53582,"title":"Tars and Stripes","adult":false,"genre_ids":[35]},{"cast":["Buster Keaton","Dorothea Kent","Broderick O'Farrell","Si Jenks","Fern Emmett"],"overview":"Elmer attempts to elope with his fiancée, but they escape her parents by driving off in a car that's actually owned by a wanted gangster. When they hear on the radio that the police are looking for them, they dump the car and hide out near a farmhouse. But the farmer's radio also broadcasts the couple's description, so they run away and start hitchhiking, only to be picked up by two policemen. They manage to flee into a railroad yard and hop a train that turns out to be refrigerated. Finally they decide to turn themselves in -- just as they learn that the real crooks have been apprehended.","release_date":"1935-08-09","vote_average":5.0,"runtime":20,"cert":"N\/A","id":53583,"title":"The E-Flat Man","adult":false,"genre_ids":[35]},{"cast":["Buster Keaton","Lona Andre","Tiny Sandford","Kitty McHugh","Harry Bowen"],"overview":"Milton, a disappointed romantic, has sworn off women. He gives a lift to a female hitchhiker, whom he happily discovers is also a hurt soul and has sworn off men. Their trip together runs into interference from an aggressive driver who later reappears after the two have set up camp. He starts putting the moves on the woman, but when Milton's ex-girlfriend shows up, she gets into a fight with the interloper and gives Milton and his new pal the chance to slip away.","release_date":"1935-10-25","vote_average":5.0,"runtime":20,"cert":"N\/A","id":53584,"title":"The Timid Young Man","adult":false,"genre_ids":[35]},{"cast":["Buster Keaton","Lona Andre","Harold Goodwin","Grant Withers","Barbara Bedford"],"overview":"Scoutmaster Elmer Brown loses his heart to the pretty carhop who works in a drive-in diner. Complicating his romantic longings is her policeman fiancé. When he tries to eliminate Elmer by giving him traffic tickets for every conceivable violation, the girl takes pity on the martyred Elmer and they drive off together. She informs him that she is also fending off another suitor, Oscar; and to make matters worse, her father is backing the cop while her mother promotes Oscar. Eventually all three men wind up competing for her hand at a chaotic wedding ceremony that ends with Elmer winning his beloved.","release_date":"1936-01-03","vote_average":6.0,"runtime":18,"cert":"N\/A","id":53585,"title":"Three on a Limb","adult":false,"genre_ids":[35]},{"cast":["Buster Keaton","Marlyn Stuart","Earle Gilbert","Donald MacBride","Herman Lieb"],"overview":"Buster plays Elmer \"Happy\" Triple, a scientist who is expected to develop the next big thing. That big thing ends up to be a powder when combined with water, produces major blasts that make no sound, which catches the eyes of three robbers who want Elmer's secret powder.","release_date":"1936-10-09","vote_average":6.0,"runtime":19,"cert":"N\/A","id":53586,"title":"The Chemist","adult":false,"genre_ids":[35]},{"cast":["Buster Keaton","Gloria Brewster","Barbara Brewster","Harold Goodwin","Lynton Brent"],"overview":"Buster, an ice delivery man, falls for one of his customers, not knowing she has a twin sister living next door.","release_date":"1937-02-12","vote_average":5.0,"runtime":17,"cert":"N\/A","id":53587,"title":"Ditto","adult":false,"genre_ids":[35]},{"cast":["Buster Keaton","Lorna Gray","Gino Corrado","Richard Fiske","Bud Jamison"],"overview":"A millionaire vacationing in Mexico falls for a local girl and sets out to win her.","release_date":"1939-06-16","vote_average":7.0,"runtime":20,"cert":"N\/A","id":53588,"title":"Pest from the West","adult":false,"genre_ids":[35]},{"cast":["Buster Keaton","Beatrice Blinn","Robert Sterling","Dorothy Appleby","Bobby Barber"],"overview":"To save money, Buster and his wife decide to drive to Detroit to buy a new car, then drive it home.","release_date":"1940-01-19","vote_average":4.0,"runtime":20,"cert":"N\/A","id":53593,"title":"Nothing But Pleasure","adult":false,"genre_ids":[35]},{"cast":["Buster Keaton","Vernon Dent","Richard Fiske","Ned Glass","Lynton Brent"],"overview":"Buster, a reporter, takes a train trip and winds up innocently involved with a gangster's wife.","release_date":"1940-03-22","vote_average":0.0,"runtime":20,"cert":"N\/A","id":53594,"title":"Pardon My Berth Marks","adult":false,"genre_ids":[35]},{"cast":["Buster Keaton","Elsie Ames","Richard Fiske","Bruce Bennett","Dorothy Appleby"],"overview":"A jewel thief uses Buster as an unsuspecting dupe.","release_date":"1940-06-28","vote_average":0.0,"runtime":20,"cert":"N\/A","id":53595,"title":"The Taming of the Snood","adult":false,"genre_ids":[35]},{"cast":["Gael García Bernal","Luis Tosar","Raúl Arévalo","Najwa Nimri","Karra Elejalde"],"overview":"As a director and his crew shoot a controversial film about Christopher Columbus in Cochabamba, Bolivia, local people rise up against plans to privatize the water supply.","release_date":"2010-09-16","vote_average":7.0,"runtime":104,"cert":"15","id":53596,"title":"Even the Rain","adult":false,"genre_ids":[18,36]},{"cast":["Buster Keaton","Elsie Ames","Don Beddoe","Lynton Brent","John Tyrrell"],"overview":"A magician hires Buster as a housekeeper while he's away.","release_date":"1940-09-20","vote_average":5.0,"runtime":18,"cert":"N\/A","id":53597,"title":"The Spook Speaks","adult":false,"genre_ids":[35]},{"cast":["Billy Gilbert","Buster Keaton","Anita Louise","Margaret Hamilton","Alan Mowbray"],"overview":"Victorian melodrama gets a big send-up in this spoof production of the old play \"The Drunkard; or, The Fallen Saved.\" The play within the movie is the old one where evil villain Cribbs schemes to get his lusty clutches on the heroine by driving her naive husband to alcoholic ruin. Luckily, a temperance lecturer is on hand to set things straight, as is the great Buster Keaton as the drunkard's brother.","release_date":"1940-10-11","vote_average":0.0,"runtime":66,"cert":"N\/A","id":53598,"title":"The Villain Still Pursued Her","adult":false,"genre_ids":[35,10749]},{"cast":["Buster Keaton","Elsie Ames","Matt McHugh","Dorothy Appleby","Jack 'Tiny' Lipson"],"overview":"Buster's home life is disrupted when his ex-wife and her boyfriend move in.","release_date":"1940-12-13","vote_average":5.5,"runtime":18,"cert":"N\/A","id":53599,"title":"His Ex Marks the Spot","adult":false,"genre_ids":[35]},{"cast":["Buster Keaton","Matt McHugh","Eddie Fetherston"],"overview":"Mobster Louie the Wolf sends an unsuspecting handyman (Keaton) to gather up the collection money owed him, hoping the sap will get rubbed out by Slugger McGraw, a rival gangster. Keaton, however, innocently escapes all the perils that whiz about him without his even knowing it, much to the consternation of McGraw's hoods. When he finally does wake up to Louie's plot, Keaton provokes various policemen to chase him and leads them back to the hoodlum's hideout.","release_date":"1941-02-21","vote_average":7.0,"runtime":20,"cert":"N\/A","id":53600,"title":"So You Won't Squawk","adult":false,"genre_ids":[35]},{"cast":["Buster Keaton","Elsie Ames","Monte Collins","Bud Jamison","Lynton Brent"],"overview":"A millionaire falls for an army nurse, who tells him she likes men in uniform. So he enlists at Camp Cluster. She still has no time for him, so he figures out how to get into the hospital and under her care.","release_date":"1941-09-18","vote_average":6.0,"runtime":17,"cert":"N\/A","id":53601,"title":"General Nuisance","adult":false,"genre_ids":[35,10749]},{"cast":["Markus Hering","Meret Becker","Veronica Ferres","Hannah Levy","David Schlichter"],"overview":"","release_date":"2010-08-26","vote_average":5.0,"runtime":null,"cert":"N\/A","id":53602,"title":"Das Leben ist zu lang","adult":false,"genre_ids":[]},{"cast":["Buster Keaton","Monte Collins","Eddie Laughton","Elsie Ames","Harry Semels"],"overview":"Buster fights a duel over a girl.","release_date":"1941-11-20","vote_average":6.0,"runtime":17,"cert":"N\/A","id":53603,"title":"She's Oil Mine","adult":false,"genre_ids":[35]},{"cast":["Mirosław Baka","Joseph Fiennes","Clare Higgins","Kelly Harrison","Neve McIntosh"],"overview":"After Germany invades Poland and the Nazis order the confinement of all local Jews in the ghetto, medical doctor Artur Planck (Joseph Fiennes) manages to flee with his family, seeking refuge at the farm of Emilia (Kelly Harrison), their former grocer. With the Planck family hiding in her attic, Emilia finds her feelings for the physician growing stronger than she wants, or can control -- despite the dangers of the situation.","release_date":"2007-09-28","vote_average":6.3,"runtime":120,"cert":"N\/A","id":53604,"title":"Spring 1941","adult":false,"genre_ids":[18,10749,10752]},{"cast":["Walter de Donder","Aimé Anthoni","Chris Cauwenbergs","Agnes de Nul","Luk Alloo"],"overview":"","release_date":"2000-12-04","vote_average":4.3,"runtime":75,"cert":"N\/A","id":53605,"title":"Plop in de Wolken","adult":false,"genre_ids":[]},{"cast":["Jon Hall","Louise Allbritton","Edward Everett Horton","Eric Blore","Buster Keaton"],"overview":"A harried daughter tries to keep her wacky family together while trying to sell her eccentric father's latest invention, a collapsible life raft.","release_date":"1944-09-29","vote_average":6.5,"runtime":83,"cert":"N\/A","id":53606,"title":"San Diego I Love You","adult":false,"genre_ids":[35]},{"cast":["Peggy Ryan","Jack Oakie","June Vincent","Gene Lockhart","Johnny Coy"],"overview":"A vaudeville performer returns from the dead to help his wife and daughter, who are being dominated by a greedy banker.","release_date":"1945-06-01","vote_average":0.0,"runtime":87,"cert":"N\/A","id":53607,"title":"That's the Spirit","adult":false,"genre_ids":[35]},{"cast":["Franchot Tone","Susanna Foster","David Bruce","Louise Allbritton","Jacqueline deWit"],"overview":"In this musical comedy, a young singer becomes so desperate to appear on Broadway that she goes to a prominent producer and tells him that she is the daughter who resulted from his day-long marriage to a young woman he knew years ago. The producer is delighted and soon puts his daughter up on stage. The trouble begins when the girl's \"mother\" suddenly pays a call. For her own reasons, the woman decides to play along with the girl's ruse. Fortunately, by the story's end, the truth is revealed, all differences are reconciled and happiness ensues.","release_date":"1945-09-28","vote_average":0.0,"runtime":84,"cert":"N\/A","id":53608,"title":"That Night with You","adult":false,"genre_ids":[35]},{"cast":["Robert Lowery","Helen Gilbert","William Farnum","Buster Keaton","Si Jenks"],"overview":"Lee Preston, aka Leland Bruce, kills a man in self defense but flees to the redwood country when the law makes it a murder charge. There he meets Lynn O'Malley, the niece of Sandy McTavish who runs the trading post. Lee learns the reason why this is good trapping country is because the timber barons across the lake are ruthlessly cutting the trees and driving the animals across the river. The trappers appeal to him to take a petition to the Governor which would prohibit the timber people from coming to their side of the lake. At first, because he is a wanted man, he refuses but does so later for the sake of the people even though he knows it will lead to his arrest.","release_date":"1946-03-15","vote_average":0.0,"runtime":64,"cert":"N\/A","id":53609,"title":"God's Country","adult":false,"genre_ids":[35,18,37]},{"cast":["Buster Keaton","Guillermo Bravo Sosa","Pedro Elviro","Luis G. Barreiro","Ángel Garasa"],"overview":"An American soldier (Keaton) during World War II escapes from an airplane crash over the Pacific Ocean. He arrives on a beach believing he has landed in Japan, but he is actually in Mexico. He wanders into a fishing village and is arrested under the mistaken belief that he is a wanted serial killer. Keaton and another prisoner are put in the custody of an scientist who is planning to launch a manned rocket into outer space. The two prisoners, along with the scientist’s assistant, are blasted into space but their craft lands in an isolated portion of Mexico instead. They mistake a beekeeper wearing protective headgear as an alien, while the beekeeper believes the trio (who are wearing wizard robes) are escaped lunatics. The prisoners and the scientist’s assistant are apprehended by the local police, and the matter is quickly settled. The film is notable both as Keaton’s only Mexican production and as the last time Keaton had star billing in a feature film.","release_date":"1946-08-02","vote_average":5.0,"runtime":90,"cert":"N\/A","id":53610,"title":"Boom in the Moon","adult":false,"genre_ids":[10752,35,878]},{"cast":["Bruno Renne","Ilja Richter","Volker Lechtenbrink","Marc Wehe","Julia Richter"],"overview":"Each night, like every other child in the world, Miko goes to Dreamland thanks to magic sand dispersed by the Sandman. But one night, the evil dream Habumar steals the Sand of Dreams and takes control of Dreamland. The Sandman and his faithful sheep Neopomuk ask Miko to help them get back the precious sand, and to hence foil the plans of terrifying Habumar. So begins a great adventure in a world where all is possible.","release_date":"2010-09-30","vote_average":5.8,"runtime":83,"cert":"N\/A","id":53611,"title":"The Sandman and the lost sand of dream","adult":false,"genre_ids":[16,10751]},{"cast":["Charles Ruggles","Peggy Ann Garner","Richard Ney","Alan Mowbray","Iris Adrian"],"overview":"Posing as a wealthy Parisian, Mercadet fleeces friends and casual acquaintances alike. He is forced into this life of crime to keep up appearances, so that his daughter Julie can land herself a rich husband.","release_date":"1949-05-11","vote_average":0.0,"runtime":75,"cert":"N\/A","id":53612,"title":"The Lovable Cheat","adult":false,"genre_ids":[35]},{"cast":["Dan Dailey","Anne Baxter","Anne Revere","Stanley Ridges","Shari Robinson"],"overview":"In 1924, stage-struck Boston blueblood Hannah Adams picks up musical star Tim O'Connor and takes him home for dinner. One thing leads to another, and when Tim's show rolls on to Chicago a new Mrs. O'Connor comes along as incompetent chorus girl. Hollywood beckons, and we follow the star careers of the O'Connor family in silents and talkies. Includes good imitation \"silents\" with classic cameo by Buster Keaton.","release_date":"1949-06-29","vote_average":0.0,"runtime":94,"cert":"N\/A","id":53613,"title":"You're My Everything","adult":false,"genre_ids":[35]},{"cast":["Silvana Pampanini","Robert Lamoureux","Carlo Campanini","Pina Renzi","Buster Keaton"],"overview":"The owner of a cheese factory fears communists and mistakes a meek youth who works for him for one of them. He invites him to his house to win his confidence and the youth falls in love with his daughter.","release_date":"1953-06-14","vote_average":0.0,"runtime":89,"cert":"N\/A","id":53614,"title":"L'incantevole nemica","adult":false,"genre_ids":[35]},{"cast":["Buster Keaton","Harold Goodwin","Eleanor Keaton"],"overview":"Feature film fashioned from parts of Keaton's short-lived TV series \"The Buster Keaton Show.\"","release_date":"1950-01-01","vote_average":0.0,"runtime":80,"cert":"N\/A","id":53615,"title":"The Misadventures of Buster Keaton","adult":false,"genre_ids":[35]},{"cast":["Buster Keaton","Sigrid Nelsson","Nina Varela"],"overview":"A low budget industrial film shot for the Eastman Kodak company. The mildly funny film that shows all the troubles of a man named Lester Snapwell (Keaton), who, in the late 1860's, tries to photograph his sweetheart, Clementine, and her mother. However, he has too much trouble with the bulky camera. Then he is accidentally killed and father time transports him forward in time. In each successive period he struggles with the photographic technology of the day. Then he arrives in the 1960's where the new Kodak Instamatic\" camera puts all his troubles to rest.","release_date":"1963-01-01","vote_average":0.0,"runtime":22,"cert":"N\/A","id":53616,"title":"The Triumph of Lester Snapwell","adult":false,"genre_ids":[35]},{"cast":["Tommy Kirk","Annette Funicello","Elsa Lanchester","Harvey Lembeck","Jesse White"],"overview":"A Martian teenager sent to prepare for an invasion falls in love with an Earth girl.","release_date":"1964-11-11","vote_average":5.8,"runtime":82,"cert":"N\/A","id":53617,"title":"Pajama Party","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Dave Cooperman","Gary Ugarek","Michelle Wright","Brian Wright","Connor Brandt"],"overview":"October 2008. A biochemical weapon explosion causes a freak chain of events and brings the dead back to life. It is up to five people to make a stand for survival against an ever growing army of the Living Dead.","release_date":"2006-10-23","vote_average":2.9,"runtime":63,"cert":"N\/A","id":53618,"title":"Deadlands: The Rising","adult":false,"genre_ids":[28,12,27,53]},{"cast":["Frankie Avalon","Deborah Walley","Cesar Romero","Fred Clark","Gale Gordon"],"overview":"An astronaut goes into space with a chimpanzee. When they return to Earth after their orbit, it is discovered that the chimp has the brains of the astronaut, and the astronaut has the brains of the chimp. Complications ensue.","release_date":"1965-08-18","vote_average":0.0,"runtime":90,"cert":"N\/A","id":53619,"title":"Sergeant Dead Head","adult":false,"genre_ids":[35]},{"cast":["Clarence Nash"],"overview":"Donald Duck is ordered to wipe out a Japanese airfield. After parachuting out of an airplane, he lands in a Japanese forest. He uses an inflated canoe to cross the river, but as soon as it fills up with water, Donald is running for his life. He makes sure the canoe hits nothing that would pop it. When he gets to the edge of a cliff, he sees the airfield. The canoe has already exploded, causing water to flow. This large amount of water splashes onto the airfield, wiping the whole thing clean, but leaving disfigured airplanes","release_date":"1944-06-02","vote_average":5.9,"runtime":7,"cert":"N\/A","id":53620,"title":"Commando Duck","adult":false,"genre_ids":[16]},{"cast":["Buster Keaton"],"overview":"Comedy short produced by the Construction Safety Association of Ontario, Canada. It demonstrates the do's and don'ts of construction site safety. The film is the last professionally filmed footage of film legend Buster Keaton, shot months before his death from lung cancer on February 1, 1966. He recreates several routines from his youth, as well as some new material for the film. Most notable was his recreation of a gag from his 1918 film The Bell Boy in which he mops the floor using only the tip of the mop, little by little while sitting on the floor.","release_date":"1966-01-08","vote_average":6.0,"runtime":30,"cert":"N\/A","id":53621,"title":"The Scribe","adult":false,"genre_ids":[35]},{"cast":["John Wayne","Polly Ann Young","Anita Campillo","George 'Gabby' Hayes","Edward Peil Sr."],"overview":"The Marshal sends John Weston to a rodeo to see if he can find out who is killing the rodeo riders who are about to win the prize money. Barton has organized the rodeo and plans to leave with all the prize money put up by the townspeople. When it appears that Weston will beat Barton's rider, he has his men prepare the same fate for him that befell the other riders.","release_date":"1934-05-15","vote_average":4.9,"runtime":55,"cert":"N\/A","id":53622,"title":"The Man From Utah","adult":false,"genre_ids":[28,12,18,37]},{"cast":["Buster Keaton","Franco Franchi","Ciccio Ingrassia","Martha Hyer","Fred Clark"],"overview":"In May 1943, two American soldiers, Joe and Frank, of Italian descent are searching the North African desert for a German general called Von Kassler, when they are captured by Von Kassler aide Inge Schultze who lets them escape with fake war plans, only Joe and Frank steal the real war plans which pave way for the Allied victory. Months later, the duo once again come up against Von Kassler when they are captured at Anzio and try to outwit the Nazis a second time.","release_date":"1966-04-20","vote_average":4.9,"runtime":84,"cert":"N\/A","id":53623,"title":"Two Marines and a General","adult":false,"genre_ids":[10752,35]},{"cast":["John Wayne","Mary Kornman","Paul Fix","Eddy Chandler","Carmen Laroux"],"overview":"Rodeo star John Scott and his gambler friend Kansas Charlie are wrongly accused of armed robbery. They leave town as fast as they can to go looking for their own suspects in Poker City.","release_date":"1935-04-21","vote_average":4.6,"runtime":54,"cert":"N\/A","id":53624,"title":"The Desert Trail","adult":false,"genre_ids":[28,37]},{"cast":["Harold Lloyd","Bebe Daniels","'Snub' Pollard"],"overview":"Suburban neighbors (Lloyd and Pollard) join together to build a garden shed, but through carelessness, wind up ruining the garden, as well as the laundry, which is drying in the yard.","release_date":"1919-07-13","vote_average":5.5,"runtime":9,"cert":"N\/A","id":53627,"title":"Just Neighbors","adult":false,"genre_ids":[35]},{"cast":["Harold Lloyd","'Snub' Pollard","Bebe Daniels"],"overview":"Harold is a bookkeeper who works in an office but can't keep his mind on his job -- the spring weather is too nice to stay indoors. After escaping from his office he romps in the park instead.","release_date":"1919-06-29","vote_average":5.0,"runtime":10,"cert":"N\/A","id":53628,"title":"Spring Fever","adult":false,"genre_ids":[35]},{"cast":["Harold Lloyd","Bebe Daniels","'Snub' Pollard"],"overview":"Our hero is a barber in a small Mexican town, wooing a local senorita, against the wishes of her mother.","release_date":"1919-05-11","vote_average":0.0,"runtime":11,"cert":"N\/A","id":53629,"title":"Si, Senor","adult":false,"genre_ids":[35]},{"cast":["Harold Lloyd","Bebe Daniels","'Snub' Pollard","Bud Jamison","Noah Young"],"overview":"Stage hand Harold falls in love with the leading lady of a visiting theatrical troupe.","release_date":"1919-04-27","vote_average":5.0,"runtime":12,"cert":"N\/A","id":53632,"title":"Ring Up the Curtain","adult":false,"genre_ids":[35]},{"cast":["Harold Lloyd","Bebe Daniels","'Snub' Pollard"],"overview":"Hijinx at a classical dance academy when two tramps take a stab at ballet.","release_date":"1918-09-29","vote_average":5.0,"runtime":11,"cert":"N\/A","id":53633,"title":"Swing Your Partners","adult":false,"genre_ids":[35]},{"cast":["Harold Lloyd","Bebe Daniels","'Snub' Pollard"],"overview":"Roomers in a boarding house break the rules and are caught cooking if their room. A frantic run-in with the landlady ensues.","release_date":"1918-09-01","vote_average":0.0,"runtime":11,"cert":"N\/A","id":53634,"title":"Two Scrambled","adult":false,"genre_ids":[35]},{"cast":["Harold Lloyd","Bebe Daniels","'Snub' Pollard"],"overview":"Our newlywed hero is about to embark on his honeymoon when he realizes that he has lost the train tickets. In a mad scramble to find them, his bride is led to believe that she has been deserted.","release_date":"1918-08-04","vote_average":0.0,"runtime":11,"cert":"N\/A","id":53635,"title":"That's Him","adult":false,"genre_ids":[35]},{"cast":["Harold Lloyd","'Snub' Pollard","Bebe Daniels"],"overview":"Our hero has a dream, while in the trenches at the front, that he is in Berlin rescuing a Red Cross nurse from the hands of the Kaiser and his henchmen.","release_date":"1918-07-21","vote_average":0.0,"runtime":11,"cert":"N\/A","id":53636,"title":"Kicking the Germ Out of Germany","adult":false,"genre_ids":[35]},{"cast":["Harold Lloyd","Bebe Daniels","'Snub' Pollard"],"overview":"Con artists Harold and Snub attempt to outwit phony psychic Miss Goulash and her \"professor\" father.","release_date":"1918-06-23","vote_average":5.5,"runtime":13,"cert":"N\/A","id":53637,"title":"Are Crooks Dishonest?","adult":false,"genre_ids":[35]},{"cast":["Harold Lloyd","'Snub' Pollard","Bebe Daniels"],"overview":"Our hero, a professor in Turkey, challenges a Sultan for the affections of a girl.","release_date":"1918-06-16","vote_average":0.0,"runtime":12,"cert":"N\/A","id":53638,"title":"Somewhere in Turkey","adult":false,"genre_ids":[35]},{"cast":["Harold Lloyd","'Snub' Pollard","Bebe Daniels"],"overview":"At a masquerade ball, our hero, in a tramp costume, is arrested when they think he is a real hobo. In the meantime, an actual hobo, at the party, is treated like a guest.","release_date":"1918-06-09","vote_average":0.0,"runtime":10,"cert":"N\/A","id":53639,"title":"Sic 'Em, Towser","adult":false,"genre_ids":[35]},{"cast":["Harold Lloyd","'Snub' Pollard","Bebe Daniels","Helen Gilmore","William Blaisdell"],"overview":"Our hero gets a job at a hotel in the country and proceeds to introduce some changes, installing gadgets and time-saving devices.","release_date":"1918-06-02","vote_average":5.0,"runtime":12,"cert":"N\/A","id":53640,"title":"The City Slicker","adult":false,"genre_ids":[35]},{"cast":["Harold Lloyd","'Snub' Pollard","Bebe Daniels","William Blaisdell","Charles Stevenson"],"overview":"A mild-mannered young man has left home, and is now playing the piano in a bar in the west. The dangerous criminal Dagger-Tooth Dan enters the bar where the young man is playing. Soon afterwards, the local sheriff also arrives, with some letters that he has received. Dan notices the letters, and he switches the information in them to make the sheriff think that the piano player is the dangerous one.","release_date":"1918-05-19","vote_average":5.0,"runtime":8,"cert":"N\/A","id":53641,"title":"Two-Gun Gussie","adult":false,"genre_ids":[35,37]},{"cast":["Harold Lloyd","'Snub' Pollard","Bebe Daniels","William Blaisdell","Sammy Brooks"],"overview":"Bebe is surrounded by suitors, but her father wants her to marry Professor M. T. Noodle. Harold makes his move by impersonating the professor.","release_date":"1918-05-12","vote_average":5.0,"runtime":12,"cert":"N\/A","id":53642,"title":"The Non-Stop Kid","adult":false,"genre_ids":[35]},{"cast":["Harold Lloyd","'Snub' Pollard","Bebe Daniels","Hazel Baugh","William Blaisdell"],"overview":"Our hero is a janitor in a old age rest home who actually runs the place.","release_date":"1918-04-14","vote_average":0.0,"runtime":11,"cert":"N\/A","id":53643,"title":"Pipe the Whiskers","adult":false,"genre_ids":[35]},{"cast":["Harold Lloyd","'Snub' Pollard","Bebe Daniels","Bud Jamison","William Blaisdell"],"overview":"In order to claim his inheritance, our hero must first produce a wife and family.","release_date":"1917-12-23","vote_average":4.5,"runtime":10,"cert":"N\/A","id":53644,"title":"Bashful","adult":false,"genre_ids":[35]},{"cast":["Harold Lloyd","'Snub' Pollard","Bebe Daniels"],"overview":"Our hero is a police officer who gets involved in a crap game, flirting with a nurse and other amusements.","release_date":"1917-12-09","vote_average":0.0,"runtime":5,"cert":"N\/A","id":53645,"title":"Move On","adult":false,"genre_ids":[35]},{"cast":["Harold Lloyd","'Snub' Pollard","Bebe Daniels","Gilbert Pratt","Fred C. Newmeyer"],"overview":"Luke is an inept detective who follows the wrong man to a seaside hotel.","release_date":"1917-12-02","vote_average":0.0,"runtime":22,"cert":"N\/A","id":53646,"title":"We Never Sleep","adult":false,"genre_ids":[35]},{"cast":["Harold Lloyd","Bebe Daniels","Gus Leonard","Charles Stevenson","Sammy Brooks"],"overview":"In order to get his daughter away from her suitors, her father decides to spirit her away to Bermuda. Our hero, however, stows away on the ship. When discovered, he is credited with catching a crook, thus winning a reward and the girl.","release_date":"1917-11-25","vote_average":4.8,"runtime":9,"cert":"N\/A","id":53647,"title":"All Aboard","adult":false,"genre_ids":[35]},{"cast":["Roberto Benigni","Francesca De Sapio","Dominique Laffin","Carlo Monni","Luca Levi"],"overview":"A new teacher introduces radical ideas at a nursery school and it leads to various reactions from the students and the parents.","release_date":"1979-10-24","vote_average":5.1,"runtime":110,"cert":"N\/A","id":53648,"title":"Seeking Asylum","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":53649,"title":"abutres","adult":false,"genre_ids":[]},{"cast":["Marlon Brando","Eiji Okada","Sandra Church","Pat Hingle","Arthur Hill"],"overview":"An intelligent, articulate scholar, Harrison MacWhite, survives a hostile Senate confirmation hearing at the hands of conservatives to become ambassador to Sarkan, a southeast Asian country where civil war threatens a tense peace. Despite his knowledge, once he's there, MacWhite sees only a dichotomy between the U.S. and Communism. He can't accept that anti-American sentiment might be a longing for self-determination and nationalism. So, he breaks from his friend Deong, a local opposition leader, ignores a foreman's advice about slowing the building of a road, and tries to muscle ahead. What price must the country and his friends pay for him to get some sense?","release_date":"1963-04-02","vote_average":7.0,"runtime":115,"cert":"N\/A","id":53650,"title":"The Ugly American","adult":false,"genre_ids":[53,18]},{"cast":["Randolph Scott","Donna Reed","Lee Marvin","Frank Faylen","Claude Jarman Jr."],"overview":"In 1865, a troop of Confederate soldiers led by Major Matt Stewart attack the wagon of gold escorted by Union cavalry and the soldiers are killed. The only wounded survivor tells that the war ended one month ago, and the group decides to take the gold and meet their liaison that knew that the war ended but did not inform the troop. The harsh Rolph Bainter kills the greedy man and the soldiers flee in his wagon driven by Major Stewart. When they meet a posse chasing them, Stewart gives wrong information to misguide the group; however, they have an accident with the wagon and lose the horses. They decide to stop a stagecoach and force the driver to transport them, but the posse returns and they are trapped in the station with the passenger. They realize that the men are not deputies and have no intention to bring them to justice but take the stolen gold.","release_date":"1952-11-15","vote_average":5.9,"runtime":81,"cert":"N\/A","id":53651,"title":"Hangman's Knot","adult":false,"genre_ids":[28,37]},{"cast":["Plácido Domingo","Luciano Pavarotti","James Levine"],"overview":"Heralded as the biggest single musical event in history, three legendary tenors, Luciano Pavarotti, Jose Carreras and Placido Domingo, come together for the ultimate opera performance.","release_date":"1998-07-10","vote_average":0.0,"runtime":125,"cert":"N\/A","id":53652,"title":"The 3 Tenors: Paris 1998","adult":false,"genre_ids":[10402]},{"cast":["Chow Yun-Fat","Tony Leung Ka-Fai","William Ho Ka-Kui","Roy Cheung","Tommy Wong"],"overview":"Inside a Chinese prison two inmates form a friendship and face the difficulty of life on the inside.","release_date":"1987-11-13","vote_average":6.6,"runtime":101,"cert":"N\/A","id":53653,"title":"Prison on Fire","adult":false,"genre_ids":[53,80]},{"cast":["Kirk Douglas","Alex Cord","Irene Papas","Luther Adler","Susan Strasberg"],"overview":"The son of a powerful Mafia don comes home from his army service in Vietnam and wants to lead his own life, but family tradition, intrigues and powerplays involving his older brother dictate otherwise, and he finds himself being slowly drawn back into that world.","release_date":"1968-12-01","vote_average":5.0,"runtime":96,"cert":"N\/A","id":53654,"title":"The Brotherhood","adult":false,"genre_ids":[28,80,18,53]},{"cast":["Yul Vazquez","A. J. Buckley","Gabrielle Union","Giancarlo Esposito","Anjelah Johnson-Reyes"],"overview":"A disgraced former LAPD detective leads a home invasion in search of millions in stolen money. The plan goes awry and homicide detectives seeking answers interrogate the only survivors; a thief and a victim.","release_date":"2007-01-01","vote_average":4.1,"runtime":87,"cert":"N\/A","id":53655,"title":"The Box","adult":false,"genre_ids":[28,53,80]},{"cast":["Lee Byung-hun","Jung Joon-ho","Kim Seung-woo","Kim So-yeon","Choi Seung-hyun"],"overview":"Hyunjun and Sawoo, close friends and rivals from the South Korean special forces, are recruited by the secret agency NSS. They both fall for Seunghee, the beautiful but lethal profiling specialist at NSS. When they are faced against each other in a nuclear terrorist attack, they are forced to make their final decision and Seunghee's formidable secret is revealed.","release_date":"2010-03-21","vote_average":6.1,"runtime":118,"cert":"N\/A","id":53656,"title":"Iris: The Movie","adult":false,"genre_ids":[28,12,18,10749]},{"cast":["Richard Burton","John Colicos","Wolfgang Preiss","Clinton Greyn","Danielle De Metz"],"overview":"Captain Foster plans on raiding German-occupied Tobruk with hand- picked commandos, but a mixup leaves him with a medical unit led by a Quaker conscientious objector. Despite all odds they succeed with their mission. On the way they pick up and drug the mistress of an Italian general, blow up the entire fuel supply for the Afrika Korps, and swap philatelic gossip with Field Marshal Erwin Rommel.","release_date":"1971-02-12","vote_average":5.5,"runtime":99,"cert":"N\/A","id":53657,"title":"Raid on Rommel","adult":false,"genre_ids":[10752,28]},{"cast":["Stephen Chow","Ng Man Tat","Gong Li","Ray Lui","Charles Heung"],"overview":"After the events in God of Gamblers II, Tai-Kun who lost his ESP powers has regained the abilities again and seeks revenge against Sing, the Saint of Gamblers. When Tai-Kun, aided by his fellow disciples, exerts ESP powers under full force against Sing who is doing likewise to them, the spacetime becomes distorted and sends Tai-Kun and Sing to Shanghai in 1937. Meeting his own grandfather Chow Tai Fook and the benign millionaire Ding Lik, Sing must deal with Ding Lik's foes and the Japanese military forces, with his \"mistaken\" crush on one of a pair of twin sisters, find out who defeated the French \"God of Gamblers\", Pierre Cashon, in that era (the mysterious \"Comment allez-vous\"), and finally find out how to travel back to Hong Kong in 1991.","release_date":"1991-08-21","vote_average":6.9,"runtime":116,"cert":"N\/A","id":53658,"title":"God of Gamblers III Back to Shanghai","adult":false,"genre_ids":[28,35,53]},{"cast":["Rob Lowe","Frances Conroy","Paget Brewster","Christopher Lloyd","Jude Ciccolella"],"overview":"A family man is warned he has only forty days to live.","release_date":"2006-12-18","vote_average":4.3,"runtime":87,"cert":"N\/A","id":53659,"title":"A Perfect Day","adult":false,"genre_ids":[18]},{"cast":["Harold Lloyd","'Snub' Pollard","Bebe Daniels","Gilbert Pratt","Fred C. Newmeyer"],"overview":"In pre-historic times (dream sequence), our hero, in a loin cloth, battles other cavemen over the opposite sex.","release_date":"1917-11-18","vote_average":5.5,"runtime":25,"cert":"N\/A","id":53660,"title":"Clubs Are Trump","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Your Wildest Fantasy Will Become Your Worst Nightmare","release_date":"2002-10-24","vote_average":4.3,"runtime":78,"cert":"N\/A","id":53661,"title":"Bikini Party Massacre","adult":false,"genre_ids":[27]},{"cast":["Harold Lloyd","'Snub' Pollard","Bebe Daniels","Sammy Brooks","Billy Fay"],"overview":"A man takes a job in a café, hoping to get to know the pretty waitress working there.","release_date":"1917-11-11","vote_average":4.0,"runtime":4,"cert":"N\/A","id":53662,"title":"The Flirt","adult":false,"genre_ids":[35]},{"cast":["Harold Lloyd","'Snub' Pollard","Bebe Daniels","Gilbert Pratt","Gus Leonard"],"overview":"An Englishman and his valet have adventures in the American West.","release_date":"1917-11-04","vote_average":0.0,"runtime":22,"cert":"N\/A","id":53663,"title":"Love, Laughs and Lather","adult":false,"genre_ids":[35]},{"cast":["Holly Sampson","Shauna O'Brien","D.J. West","Amber Herrel","Anthony Skordi"],"overview":"The second installment in the classic Emmanuelle softcore film series to be helmed by director Ura Hee, Emmanuelle 2000: Emmanuelle in Paradise finds actress Holly Sampson in role originated by Sylvia Kristel. This time around, the seductress travels to such locales as Morocco and Japan, landing in passionate trysts at every turn.","release_date":"2000-01-01","vote_average":5.5,"runtime":89,"cert":"N\/A","id":53664,"title":"Emmanuelle 2000: Emmanuelle in Paradise","adult":false,"genre_ids":[]},{"cast":["Harold Lloyd","'Snub' Pollard","Bebe Daniels","William Blaisdell","Sammy Brooks"],"overview":"After finding a note in a floating bottle, our hero is off to resue the heroine. He runs into a tribe of cannibals.","release_date":"1917-10-28","vote_average":0.0,"runtime":6,"cert":"N\/A","id":53665,"title":"Rainbow Island","adult":false,"genre_ids":[35]},{"cast":["Harold Lloyd","'Snub' Pollard","Bebe Daniels","Billy Fay","Bud Jamison"],"overview":"An Englishman and his valet tour the American West.","release_date":"1917-10-21","vote_average":0.0,"runtime":11,"cert":"N\/A","id":53666,"title":"From Laramie to London","adult":false,"genre_ids":[35]},{"cast":["Harold Lloyd","'Snub' Pollard","Bebe Daniels","W.L. Adams","William Blaisdell"],"overview":"A counterfeit count is aided in his courtship of the heroine by her father who is overwhelmed by his \"title.\"","release_date":"1917-11-14","vote_average":4.3,"runtime":12,"cert":"N\/A","id":53667,"title":"Bliss","adult":false,"genre_ids":[35]},{"cast":["Peter O'Toole","Earle Cross"],"overview":"Sherlock Holmes and Dr. Watson receive a letter from an informant who known by the pseudonym Fred Porlock. Porlock is a man well connected with criminals. The letter is written in code, and Holmes determines that the code comes from the words in a book. They decipher the code by page and column and find that John Douglas of Birlstone House is in danger.","release_date":"1983-01-01","vote_average":2.8,"runtime":50,"cert":"N\/A","id":53668,"title":"Sherlock Holmes and the Valley of Fear","adult":false,"genre_ids":[16,9648]},{"cast":["Harold Lloyd","Bebe Daniels","'Snub' Pollard","Gilbert Pratt","Billy Fay"],"overview":"Luke, running a chili parlor, inherits a million dollars and joins high society.","release_date":"1917-10-07","vote_average":0.0,"runtime":22,"cert":"N\/A","id":53669,"title":"Birds of a Feather","adult":false,"genre_ids":[35]},{"cast":["William Baldwin","Hart Bochner","Nastassja Kinski","Michelle Duquet","Jordy Benattar"],"overview":"Housewife Grace Needham (Nastassja Kinski) has a one-night stand with Julian Grant (William Baldwin), who then becomes obsessed with sinking her marriage to husband Matt (Hart Bochner). The twist here is that Julian is a millionaire global powerbroker, and Matt works for him! It's a titanic battle of testosterone as the guys duke it out while Grace simmers angrily.","release_date":"2001-08-01","vote_average":9.0,"runtime":94,"cert":"N\/A","id":53670,"title":"Say Nothing","adult":false,"genre_ids":[28,18,9648,10749,878,53]},{"cast":["Harold Lloyd","'Snub' Pollard","Bebe Daniels","Frank Alexander","William Blaisdell"],"overview":"Our hero saves a man from drowning, only to find that it is the wrong man.","release_date":"1917-09-30","vote_average":5.0,"runtime":10,"cert":"N\/A","id":53671,"title":"By the Sad Sea Waves","adult":false,"genre_ids":[35]},{"cast":["Jessica Drake","Eva Angelina","Chanel Preston","Jenny Hendrix","Kortney Kane"],"overview":"After another stressful day at the office, Andrea (Jessica Drake) decides to stop into a local hotel bar to grab a drink and unwind. But this is no typical bar; it’s where out of town businessmen come to acquire a little “companionship”. When she’s mistaken for a hooker by the handsome gentleman (Marcus London) who brought her a drink, Andrea is devastated and leaves in a huff. But her curiosity gets the better of her and she returns for a chance encounter. They share an intense but brief relationship… Night after night Andrea returns, anxious to find another John to erase the emptiness inside. But it’s not long before the reality of her secret nightlife has very real consequences.","release_date":"2010-08-04","vote_average":0.0,"runtime":123,"cert":"N\/A","id":53674,"title":"Hooked","adult":true,"genre_ids":[53]},{"cast":["Stormy Daniels","Tori Black","Roxy Jezel","Jayme Langford","Kaylani Lei"],"overview":"A DVD compilation featuring the best of Stormy Daniels.","release_date":"2009-11-04","vote_average":8.5,"runtime":126,"cert":"N\/A","id":53675,"title":"Stormy Tonight","adult":true,"genre_ids":[]},{"cast":["Stefan Gerhardsson","Krister Classon","Jojje Jönsson","Siw Carlsson"],"overview":"","release_date":"2006-06-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":53676,"title":"Full fräs","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2003-12-03","vote_average":9.0,"runtime":null,"cert":"N\/A","id":53677,"title":"Full Frys","adult":false,"genre_ids":[]},{"cast":["Krister Classon","Stefan Gerhardsson"],"overview":"","release_date":"1990-12-31","vote_average":6.0,"runtime":null,"cert":"N\/A","id":53678,"title":"När dä va då","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"1990-01-02","vote_average":8.0,"runtime":null,"cert":"N\/A","id":53679,"title":"Bakhalt","adult":false,"genre_ids":[]},{"cast":["Stefan Gerhardsson","Krister Classon"],"overview":"","release_date":"1998-08-02","vote_average":4.8,"runtime":null,"cert":"N\/A","id":53680,"title":"Där fick du!","adult":false,"genre_ids":[35]},{"cast":["Stefan Gerhardsson","Siw Carlsson","Jojje Jönsson","Jeanette Capocci","Mikael Riesebeck"],"overview":"","release_date":"2002-06-19","vote_average":7.0,"runtime":110,"cert":"N\/A","id":53681,"title":"Stingy-liquor and Devilry","adult":false,"genre_ids":[35]},{"cast":["Stefan Gerhardsson","Annika Andersson","Siw Carlsson","Mikael Riesebeck","Gösta Jansson"],"overview":"","release_date":"2003-05-13","vote_average":6.0,"runtime":120,"cert":"N\/A","id":53682,"title":"Weddings and Devilry","adult":false,"genre_ids":[]},{"cast":["Mikael Riesebeck","Stefan Gerhardsson","Jojje Jönsson","Annika Andersson"],"overview":"The year is 1949 and we are back at Matilda and Nils-Eriks farm. There son Lennart and his wife Rakel are planing to take over the farm after his parents.","release_date":"2004-07-28","vote_average":6.0,"runtime":106,"cert":"N\/A","id":53683,"title":"Child Cry and Devilry","adult":false,"genre_ids":[35]},{"cast":["René Marik"],"overview":"In seinem neuen Programm \"KasperPop\" stürzt sich Mariks liebenswertes Ensemble erneut in haarsträubende Abenteuer. Es geht um Katastrophen und Pop. René Mariks Protagonisten erzählen amüsante Szenen aus Film- und Märchenklassikern und echten Katastrophen. Mit dabei natürlich Eisbär Kalle, Frosch Falkenhorst und der Maulwurf mit Sprachfehler.","release_date":"2012-01-19","vote_average":6.8,"runtime":94,"cert":"N\/A","id":53684,"title":"Rene Marik - KasperPop","adult":false,"genre_ids":[35]},{"cast":["Jennifer Love Hewitt","Peter Facinelli","Matthew Lillard","Dash Mihok","Jennifer Jostyn"],"overview":"Two college graduates who find themselves stuck behind the counter of a pizza parlor while their friends move on struggle to find a new direction for their lives.","release_date":"1998-08-07","vote_average":2.3,"runtime":94,"cert":"N\/A","id":53685,"title":"Telling You","adult":false,"genre_ids":[18,35,10749]},{"cast":["Anders Eriksson","Kerstin Granlund","Claes Eriksson","Peter Rangmar","Jan Rippe"],"overview":"The stationmaster is trying to prevent his station from being closed. The train isn't coming and he has to explain to the waiting trainpassengers why it's late, while other people is trying to get the station for their use; for example the italians, who want to make a pizzeria out of it.","release_date":"1991-09-06","vote_average":5.2,"runtime":104,"cert":"N\/A","id":53688,"title":"The Stationmaster Is on Fire - The Movie, That Is!","adult":false,"genre_ids":[35]},{"cast":["Knut Agnred","Kerstin Granlund","Peter Rangmar","Anders Eriksson","Per Fritzell"],"overview":"Egil (Knut Agnred) is just an ordinary painter. But one day, when he's about to paint a fence, incredible stuff starts to happen!","release_date":"1996-11-29","vote_average":5.4,"runtime":106,"cert":"N\/A","id":53689,"title":"Monopol","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2008-01-25","vote_average":6.0,"runtime":null,"cert":"N\/A","id":53690,"title":"Greatest hits on Youtube","adult":false,"genre_ids":[]},{"cast":[],"overview":"Action Man: Robot ATAK is 2004 direct-to-video CGI animated movie based on the Action Man toys, characters and general story line of Action Man for that era. It features Action Man and his team mates (\"Red Wolf\" and \"Flint\") trying to clear his name whilst battling against new villain \"No-Face\" and DR. X who has been re-constructed by No-Face and is now half cyborg. The movie was rated PG and was directed by Chris Woods, Steve Birch &amp; John Moffet.","release_date":"2004-10-04","vote_average":5.8,"runtime":45,"cert":"N\/A","id":53691,"title":"Action Man Robot ATAK","adult":false,"genre_ids":[]},{"cast":["Tori Black","Kristina Rose","Marie Luv","Rebeca Linares","Manuel Ferrara"],"overview":"The sensationally beautiful Tori Black, performs in her 1st non-POV anal scene with former AVN male performer of the year, Manuel Ferrara, directed by the award winning Mason. This movie is a celebration of sexuality featuring a collection of diverse scenarios and locations. It is also a celebration of one of the most beautiful stars ever to grace the adult industry, and it features some of her most powerful performances yet.","release_date":"2009-09-17","vote_average":10.0,"runtime":197,"cert":"N\/A","id":53692,"title":"Tori Black Is Pretty Filthy","adult":true,"genre_ids":[]},{"cast":["Laus Høybye","Karen-Lise Mynster","Dick Kaysø","Line Kruse","Lukas Forchhammer"],"overview":"The tween, Mads, finds it hard to fit in. Having feelings for a girl in class and a clumsy farther who is a teacher at his school doesn't help. By an unforeseen chance of events, Mads becomes somewhat of a hero, but will he win the girl?","release_date":"1991-10-04","vote_average":6.7,"runtime":86,"cert":"N\/A","id":53693,"title":"The Crumbs","adult":false,"genre_ids":[35,10751]},{"cast":[],"overview":"A6m zero from WAC. highlights the Mitsubishi Zero-Sen in action.","release_date":"","vote_average":7.5,"runtime":81,"cert":"N\/A","id":53696,"title":"Zero 21  Hi-Vision Master Version","adult":false,"genre_ids":[]},{"cast":["Dan Henderson","Renato Sobral","Robbie Lawler","Matt Lindland","Paul Daley"],"overview":"Strikeforce: Henderson vs. Babalu II, also known as Strikeforce: St. Louis, was a mixed martial arts event that was held by Strikeforce on December 4, 2010 at the Scottrade Center in St Louis, Missouri, United States.","release_date":"2010-12-04","vote_average":6.2,"runtime":103,"cert":"N\/A","id":53697,"title":"Strikeforce: Henderson vs. Babalu II","adult":false,"genre_ids":[]},{"cast":["Tori Spelling","Susan Blakely","Scott Plank","Carmen Argenziano","Jeri Ryan"],"overview":"Thanks to a roommate's practical joke, bookish college student Joanna Halbert finds herself signed up with a Malibu-based escort service which promises her big money and an easy ride. Instead, she becomes entangled in a web of corruption, sleaze, and violence.","release_date":"1996-02-11","vote_average":2.0,"runtime":90,"cert":"N\/A","id":53698,"title":"Co-ed Call Girl","adult":false,"genre_ids":[80,18]},{"cast":["Bram Vermeulen"],"overview":"","release_date":"","vote_average":9.0,"runtime":49,"cert":"N\/A","id":53699,"title":"In the beginning","adult":false,"genre_ids":[]},{"cast":["Enrico Brignano","Carlo Buccirosso","Biagio Izzo","Martina Stella","Enrico Bertolino"],"overview":"Several groups of Italians experience amusing adventures and tests of character on the Caribbean island of Antigua. Some of the characters are there simply for rest and relaxation, while others act with different motivations. Multiple plot lines unfold simultaneously as different characters' stories are presented.","release_date":"2009-06-12","vote_average":4.7,"runtime":110,"cert":"N\/A","id":53700,"title":"Un'estate ai Caraibi","adult":false,"genre_ids":[35]},{"cast":["Ai Maeda","Meisa Kuroki","Hinano Yoshikawa","Shûji Kashiwabara","Tetsuji Tamayama"],"overview":"A group of eccentric students decide to make a movie. But, when their star suddenly quits, this witty ensemble cast begins to live the film, including murder, deception and true love.","release_date":"2005-10-03","vote_average":7.0,"runtime":115,"cert":"N\/A","id":53701,"title":"Who's Camus Anyway?","adult":false,"genre_ids":[35,18]},{"cast":["Jonny Fischer","Manuel Burkart"],"overview":"","release_date":"2007-07-29","vote_average":6.0,"runtime":null,"cert":"N\/A","id":53702,"title":"DivertiMento - Zuvielisation","adult":false,"genre_ids":[35]},{"cast":["Anders Eriksson","Jan Rippe","Sven Melander","Laila Westersund","Magnus Härenstam"],"overview":"Roy and Roger decide to close their gasstation for the summer, to try to find where, what and how their lost father is. Roger also falls in love and much more.","release_date":"1990-12-23","vote_average":4.6,"runtime":92,"cert":"N\/A","id":53703,"title":"Macken - Roy's & Roger's Bilservice","adult":false,"genre_ids":[35]},{"cast":["Claes Eriksson","Peter Rangmar","Anders Eriksson","Per Fritzell","Jan Rippe"],"overview":"Grisen i säcken är en av GAS populäraraste produktioner. Den är uppdelad i tre akter: Dansbandsoperan Grisen i säcken, bygdespelet Värmlänningarna kommer tillbaka och slutligen Doktor Haka's rekordrevy (en revy). Föreställningen sågs totalt av 218 000 personer, både Göteborg och Stockholm inräknat.","release_date":"1992-12-05","vote_average":8.5,"runtime":null,"cert":"N\/A","id":53704,"title":"Grisen i säcken","adult":false,"genre_ids":[35,10402]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":53705,"title":"En himla många program","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1990-09-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":53708,"title":"Hemkört","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2002-01-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":53709,"title":"Stefan & Krister - Roliga timmen","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":53710,"title":"Stefan & Krister - Birger & Olvert Gräjtest hits","adult":false,"genre_ids":[]},{"cast":["Stefan Gerhardsson","Krister Classon","Camilla Lénström","Christina Nordstrand","Leif Olsson"],"overview":"","release_date":"2001-08-28","vote_average":7.8,"runtime":null,"cert":"N\/A","id":53711,"title":"Stefan & Krister - 20 år under bältet","adult":false,"genre_ids":[35]},{"cast":["Robert Wagner","Jeffrey Hunter","Virginia Leith","Joanne Woodward","Mary Astor"],"overview":"Bud Corliss (Wagner) is an ambitious student who is wooing Dorothy Kingship (Woodward) purely for her father's mining fortune. When he discovers that Dorothy is pregnant with his child, he realizes she is quite likely to be disinherited by her wealthy family. He assures Dorothy that he'll take care of her, yet he hesitates when Dorothy insists on marrying. Bud then murders Dorothy and stages it in a way that it appears to be a suicide. He then reaches out to her sister Ellen (Leith) with the hopes of marrying her in order to ingratiate himself with her father. After a couple of months Ellen finds evidence to question the suicide verdict, and then discovers Bud knew Dorothy. Ellen struggles to avenge her sister and save her own life.","release_date":"1956-06-12","vote_average":7.0,"runtime":94,"cert":"N\/A","id":53712,"title":"A Kiss Before Dying","adult":false,"genre_ids":[18,53,80,9648,10749]},{"cast":[],"overview":"","release_date":"1987-09-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":53713,"title":"Schiefweg - Bilder aus der Kindheit der Emerenz Meier","adult":false,"genre_ids":[]},{"cast":["Bette Davis","Gary Merrill","Emlyn Williams","Anthony Steel","Barbara Murray"],"overview":"Novelist Janet Frobisher, lives in an isolated house, having been separated for years from her criminal husband. She has fallen in love with her secretary's fiancé and when her estranged husband unexpectedly appears, Janet poisons him, but just as she's about to dispose of the body, one of her husband's criminal cohorts also shows up.","release_date":"1951-11-20","vote_average":6.8,"runtime":90,"cert":"","id":53714,"title":"Another Man's Poison","adult":false,"genre_ids":[80,18,53]},{"cast":["Claes Eriksson","Anders Eriksson","Jan Rippe","Per Fritzell","Knut Agnred"],"overview":"20 years together! That is something to celebrate and that is exactly what Galenskaparna och After Shave did by performing a new play, with completely new material and a set of completely new characters.","release_date":"2003-02-20","vote_average":7.0,"runtime":null,"cert":"N\/A","id":53715,"title":"Kasinofeber","adult":false,"genre_ids":[]},{"cast":["Knut Agnred","Lisa Alvgrim","Anders Eriksson","Claes Eriksson","Per Fritzell"],"overview":"Merry Christmas! it says so well, now that it's Christmas again. Christmas concerts or amaryllis, which are most common? We do not know. But we are many who want to be drained on the Christmas spirit. Now this Christmas show is no concert in the traditional sense. We have asked ourselves: Are the little (swedish dancing) frogs really so funny to see? And on this basis we have tried to create a somewhat different Christmas concert, but which we nevertheless assumed Christmas fundamental ingredients.  Cast apart After Shave &amp; Galenskaparna do include:\r Carl Einarsson Häckner\r The unimaginable orchestra\r Johan Wellton\r Lisa Alfgrim with Slam\r Maltese Button","release_date":"2002-12-25","vote_average":6.1,"runtime":97,"cert":"N\/A","id":53716,"title":"Jul Jul Jul","adult":false,"genre_ids":[35]},{"cast":["Terje Formoe","Ole Alfsen","Nina Lund Feste","Brit Elisabeth Haagensli","Dennis Storhøi"],"overview":"Captain Sabertooth's menacing ship, the Dark Lady, is the only one Tiny, the world's youngest priate has ever known. He dreams that one of these days Captain Sabertooth will come to see that Tiny is a real pirate and a brave one too! But Captain Sabertooth has only one thing on his mind, to discover the long lost, legendary treasure trove of Gory Gabriel. Tiny is mesmerized by the beautiful Veronica, a local girl from Luna Bay. Their destinies entwine and together they must fight fate, legend - and Captain Sabertooth.","release_date":"2003-12-25","vote_average":6.7,"runtime":75,"cert":"N\/A","id":53717,"title":"Captain Sabertooth","adult":false,"genre_ids":[16,10751]},{"cast":["Dean Martin","Jerry Lewis","Ruth Hussey","Eddie Mayehoff","Marion Marshall"],"overview":"Jarring Jack Jackson, the greatest football player in Ridgefield College history, is disappointed that his only son Junior is an uncoordinated, allergy-ridden bookworm. He uses his athletic reputation and standing as #1 alumni contributor to pressure the coach to take Junior on the team. In addition, he pays the tuition of Junior's financially needy classmate Bill Baker, a potential all-American, with the understanding that he will room with Junior and mentor him athletically and socially. Junior's initial efforts as quarterback prove disastrous and further complications arise when the room mates both fall in love with the same co-ed. Plot complications become critical as the climactic homecoming game approaches.","release_date":"1951-05-31","vote_average":6.4,"runtime":104,"cert":"N\/A","id":53718,"title":"That's My Boy","adult":false,"genre_ids":[35]},{"cast":["John Wayne","Ray Corrigan","Raymond Hatton","Jennifer Jones","Eddy Waller"],"overview":"The Three Mesquiteers convince a group of settlers to exchange their present property for some which, unbeknownst to our goodguys, is going to be worthless. They are captured before they can warn the ranchers.","release_date":"1939-08-10","vote_average":5.1,"runtime":57,"cert":"N\/A","id":53719,"title":"New Frontier","adult":false,"genre_ids":[37]},{"cast":["Andy Lau","Gigi Leung","David Wu","Paul Chun Pui","Chin Ka-Lok"],"overview":"Joe is a champion motorcycle racer who is forced to question his entire lifestyle after he and some close friends are seriously injured in motorcycle accidents. He subsequently struggles to maintain his identity as a risk-taker; and fights to maintain and redefine his relationships with his fiancée, his friends, and his estranged father.","release_date":"1995-12-14","vote_average":6.1,"runtime":114,"cert":"N\/A","id":53720,"title":"Full Throttle","adult":false,"genre_ids":[28,18]},{"cast":["Marli Bortoletto","Angélica Santos","Paulo Cavalcante","Elza Gonçalves","Rodrigo Andreatto"],"overview":"Franjinha, the inventor kid in Monica's gang, tired of reading the comics, invents a new device to read the stories: a kind of a story-processor, that swallows the printed pages and projects the scenes in movement, on the wall.","release_date":"2004-07-09","vote_average":7.4,"runtime":75,"cert":"N\/A","id":53721,"title":"Turma da Mônica em Cine Gibi: O Filme","adult":false,"genre_ids":[16,10751,35]},{"cast":["Harold Lloyd","Bebe Daniels","'Snub' Pollard","Bud Jamison","Gus Leonard"],"overview":"Luke operates a sanatarium, which he has naturally staffed with a bevy of attractive nurses.","release_date":"1917-09-16","vote_average":0.0,"runtime":22,"cert":"N\/A","id":53722,"title":"Lonesome Luke Loses Patients","adult":false,"genre_ids":[35]},{"cast":["Harold Lloyd","'Snub' Pollard","Bud Jamison","Bebe Daniels","J. Darcie 'Foxy' Lloyd"],"overview":"Snitch steals Ginger's baseball tickets and takes Ginger's girl to the game. Finding himself without tickets, Ginger dresses as a baseball player and wins the game. The film is notable as the debut of the \"Glasses\" or \"Boy\" character.","release_date":"1917-09-09","vote_average":0.0,"runtime":5,"cert":"N\/A","id":53723,"title":"Over the Fence","adult":false,"genre_ids":[35]},{"cast":[],"overview":"MUSICALLY MAD takes you into the hearts and heads of the singers and soundmen, the backbone of the UK roots reggae sound systems. With them they bring the deepest bass and the highest chants, delivered by massive stacks of speakers and custom-built sound equipment. For some, attending a sound system dance is a religious experience, channelled through the music and the message. For others it`s the natural way to connect with the music they love. Either way, sound system culture is growing and changing.","release_date":"2008-07-01","vote_average":3.8,"runtime":60,"cert":"","id":53724,"title":"Musically Mad","adult":false,"genre_ids":[99,10402]},{"cast":["Harold Lloyd","Bebe Daniels","'Snub' Pollard","Gilbert Pratt","Gus Leonard"],"overview":"While on the job, delivering a message, Luke finds himself in a girl's seminary.","release_date":"1917-08-04","vote_average":0.0,"runtime":11,"cert":"N\/A","id":53725,"title":"Lonesome Luke, Messenger","adult":false,"genre_ids":[35]},{"cast":["Harold Lloyd","Bebe Daniels","'Snub' Pollard","Marie Mosquini","S.B. Smith"],"overview":"Luke is a pickpocket, hiding out from the cops in a dive in the slum part of town. He later winds up in a boxing match which again brings the law on his tail.","release_date":"1917-04-15","vote_average":0.0,"runtime":22,"cert":"N\/A","id":53726,"title":"Lonesome Luke on Tin Can Alley","adult":false,"genre_ids":[35]},{"cast":["Harold Lloyd","Bebe Daniels","'Snub' Pollard","Bud Jamison","Sidney De Gray"],"overview":"Luke runs the coat-check concession at the White Light Cafe.","release_date":"1917-03-18","vote_average":0.0,"runtime":22,"cert":"N\/A","id":53727,"title":"Lonesome Luke's Lively Life","adult":false,"genre_ids":[35]},{"cast":["Harold Lloyd","Bebe Daniels","'Snub' Pollard","Sammy Brooks","Bud Jamison"],"overview":"Luke and his sidekick steal a trolley car and create havoc for passengers.","release_date":"1917-02-04","vote_average":0.0,"runtime":11,"cert":"N\/A","id":53728,"title":"Luke's Trolley Troubles","adult":false,"genre_ids":[35]},{"cast":["Rumer Willis","Kristin Cavallari","Tania Raymonde","Rob Schneider","Ryan Merriman"],"overview":"With help from her best friends (Rumer Willis, Kristin Cavallari), a high schooler (Tania Raymonde) turns the tables on a jock (Ryan Merriman) who plans to deflower her.","release_date":"2009-02-07","vote_average":4.7,"runtime":120,"cert":"N\/A","id":53729,"title":"Wild Cherry","adult":false,"genre_ids":[35]},{"cast":["Harold Lloyd","Bebe Daniels","'Snub' Pollard","Billy Fay","Fred C. Newmeyer"],"overview":"As a detective, Luke is after a gang of crooks who are robbing party guests of their jewels.","release_date":"1916-12-24","vote_average":0.0,"runtime":11,"cert":"N\/A","id":53730,"title":"Luke Locates the Loot","adult":false,"genre_ids":[35]},{"cast":["Harold Lloyd","Bebe Daniels","'Snub' Pollard","Charles Stevenson","Billy Fay"],"overview":"Luke, working in a fireworks factory.","release_date":"1916-12-17","vote_average":0.0,"runtime":11,"cert":"N\/A","id":53733,"title":"Luke's Fireworks Fizzle","adult":false,"genre_ids":[35]},{"cast":["David Arquette","Tim Blake Nelson","Emily Mortimer","Megan Follows"],"overview":"Two brothers need household help after their Ma passes away. They decide to join a romance tour to Russia to find and bring home a traditionally minded wife.","release_date":"2003-01-21","vote_average":5.7,"runtime":82,"cert":"N\/A","id":53734,"title":"A Foreign Affair","adult":false,"genre_ids":[35,18,10749]},{"cast":["Harold Lloyd","Bebe Daniels","'Snub' Pollard","Charles Stevenson","Billy Fay"],"overview":"Luke crashes a society affair, thereby livening things up.","release_date":"1916-12-10","vote_average":0.0,"runtime":11,"cert":"N\/A","id":53735,"title":"Luke, Rank Impersonator","adult":false,"genre_ids":[35]},{"cast":["Harold Lloyd","Bebe Daniels","'Snub' Pollard","Charles Stevenson","Billy Fay"],"overview":"When a doctor is forced, because of a lack of patients, to dismiss his pretty nurse, Luke comes to the rescue and uses his flivver to supply a ready supply of accident cases.","release_date":"1916-11-19","vote_average":0.0,"runtime":11,"cert":"N\/A","id":53736,"title":"Luke, Patient Provider","adult":false,"genre_ids":[35]},{"cast":["Sola Aoi","Yutaka Mishima"],"overview":"A middle-aged businessman has become unhealthily obsessed with a schoolgirl with whom he shares his daily commute. When he tries to make a direct connection with her, it creates dire complications.","release_date":"2005-01-28","vote_average":3.5,"runtime":57,"cert":"N\/A","id":53737,"title":"Raw Summer","adult":false,"genre_ids":[10749,18]},{"cast":["Harold Lloyd","Bebe Daniels","'Snub' Pollard","Charles Stevenson","Billy Fay"],"overview":"Lonesome Luke at the Tijuana Races.","release_date":"1916-10-15","vote_average":0.0,"runtime":11,"cert":"N\/A","id":53738,"title":"Luke and the Bang-Tails","adult":false,"genre_ids":[35]},{"cast":["Belén Rueda","Clara Lago","Angie Cepeda","Eduardo Noriega","Carlos Leal"],"overview":"Diego is a doctor so used to working in extreme situations that he has immunized himself to others' pain. He has switched off from his work, his partner and his commitment as a father. Over the course of a disturbing meeting, Diego is threatened with a gun. Hours later, he can only remember the sound of a bang and the strange feeling of having being hit with something more than a bullet. Diego has to take an irreversible decision which will affect his own life and that of his loved ones.","release_date":"2010-06-03","vote_average":5.4,"runtime":102,"cert":"N\/A","id":53739,"title":"For the Good of Others","adult":false,"genre_ids":[53,18,878]},{"cast":["Harold Lloyd","'Snub' Pollard","Bebe Daniels","Charles Stevenson","Billy Fay"],"overview":"Luke is a bellboy at a fancy club.","release_date":"1916-10-01","vote_average":0.0,"runtime":11,"cert":"N\/A","id":53740,"title":"Luke's Speedy Club Life","adult":false,"genre_ids":[35]},{"cast":["Geert Hunaerts","Josse De Pauw","Michael Pas","Gène Bervoets","Amid Chakir"],"overview":"Three 'Bukowskian' torrid nights in the life of a man in search of love. Harry Voss, 12, is young and naive. Love, for him, is romantic love between princes and princesses demurely kissing each other on the mouth. His father is a hero who kidnapped his mother and married her on a lonely mountain peak... Later on, he'll do the same. But Harry has a lot to learn. He learns about 'being hot' and 'fucking' and about what you have to do when you're alone and 'feel the itch'. He also learns that there are handsome men and ugly ones, that love can be unfair. That one can find comfort in drinking... but above all he learns that man is capable of anything - absolutely anything! - to get his fair share of love.","release_date":"1987-10-01","vote_average":6.4,"runtime":90,"cert":"N\/A","id":53741,"title":"Crazy Love","adult":false,"genre_ids":[35,18,10749]},{"cast":["Harold Lloyd","'Snub' Pollard","Bebe Daniels","Charles Stevenson","Billy Fay"],"overview":"Lonesome Luke asleep in the briny deep.","release_date":"1916-09-18","vote_average":0.0,"runtime":11,"cert":"N\/A","id":53742,"title":"Luke and the Mermaids","adult":false,"genre_ids":[35]},{"cast":["Arthur Russell","Philip Glass","Allen Ginsberg","Bob Blank","Ernie Brooks "],"overview":"Wild Combination is a visually absorbing portrait of the seminal avant-garde composer, singer-songwriter, cellist, and disco producer Arthur Russell. Before his death in 1992, Arthur prolifically created music that spanned both pop and the transcendent possibilities of abstract art. Now, over fifteen years since his passing, Arthur's work is finally finding its audience. Wolf incorporates rare archival footage and commentary from Arthur's family, friends, and closest collaborators to tell this poignant and important story.","release_date":"2008-09-26","vote_average":6.3,"runtime":71,"cert":"N\/A","id":53743,"title":"Wild Combination: A Portrait of Arthur Russell","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Dokumentation über Entstehung und Vermarktung der fünften Studioproduktion der erfolgreichen Weilheimer Band \"The Notwist\".","release_date":"2002-06-30","vote_average":5.3,"runtime":90,"cert":"N\/A","id":53744,"title":"On-Off The Record","adult":false,"genre_ids":[99,10402]},{"cast":["Clarence Nash","Florence Gill"],"overview":"Donald is trying to collect a condor's egg when the condor returns. He hides inside an empty egg and regrets this when the large, warm mother returns. He regrets it even more when he \"hatches\" and mama encourages him to fly. And mama proves to be even more protective than Donald would like.","release_date":"1944-04-21","vote_average":5.1,"runtime":8,"cert":"N\/A","id":53745,"title":"Contrary Condor","adult":false,"genre_ids":[16]},{"cast":["Paul Panzer"],"overview":"","release_date":"2010-12-03","vote_average":7.3,"runtime":null,"cert":"N\/A","id":53748,"title":"Paul Panzer - Endlich Freizeit (Was für'n Stress)","adult":false,"genre_ids":[]},{"cast":["Clarence Nash","Dessie Flynn","James MacDonald"],"overview":"Donald is shoveling the snow off his walk; Chip 'n' Dale are shoveling their branch. Donald tricks them into shoveling his walk. Angered, they sneak into his house, where he's getting ready to make popcorn. They've never seen this before, but they love it. They stow away in the box, then make off with the bowl of popped corn.","release_date":"1951-03-23","vote_average":6.6,"runtime":7,"cert":"N\/A","id":53751,"title":"Corn Chips","adult":false,"genre_ids":[16,10751]},{"cast":["Eckart von Hirschhausen"],"overview":"","release_date":"2009-09-04","vote_average":5.5,"runtime":null,"cert":"N\/A","id":53752,"title":"Eckart von Hirschhausen - Glück kommt selten allein","adult":false,"genre_ids":[35]},{"cast":["Tom Chase","Brad Patton","Adam Champ","Darin Hawk","Lance"],"overview":"Couples III celebrates over four decades of man-on-man coupling at Colt Studio. Through the sensual lenses of legendary Colt Studio Group directors Rip Colt, John Rutherford and Kristofer Weston you will experience the sexual chemistry of the world's most masculine couples in all-male erotica. Featuring two never-before-released pre-condom classic scenes taken directly from the Colt vaults, Colt Couples III will leave you craving more as these men intimately invite you into their private sexual worlds.","release_date":"2008-04-01","vote_average":0.0,"runtime":89,"cert":"N\/A","id":53753,"title":"Couples III","adult":true,"genre_ids":[]},{"cast":["Steve Coogan","Rob Brydon","David Walliams","Philip Jackson","James Corden"],"overview":"The former stars of a TV sci-fi series are reunited for a cruise with members of their fan club.","release_date":"2002-12-23","vote_average":5.5,"runtime":90,"cert":"15","id":53754,"title":"Cruise of the Gods","adult":false,"genre_ids":[35,18]},{"cast":["Harold Lloyd","'Snub' Pollard","Bebe Daniels","Charles Stevenson","Billy Fay"],"overview":"Lonesome Luke at the San Diego Exposition.","release_date":"1916-08-21","vote_average":0.0,"runtime":11,"cert":"N\/A","id":53755,"title":"Luke Does the Midway","adult":false,"genre_ids":[35]},{"cast":["Harold Lloyd","'Snub' Pollard","Bebe Daniels","Charles Stevenson","Billy Fay"],"overview":"A day at the seaside chasing a lost child.","release_date":"1916-08-07","vote_average":0.0,"runtime":11,"cert":"N\/A","id":53756,"title":"Luke's Lost Lamb","adult":false,"genre_ids":[35]},{"cast":["Harold Lloyd","'Snub' Pollard","Bebe Daniels","Charles Stevenson","Billy Fay"],"overview":"Luke happens into a spiritualist's shop where he is smitten by her daughter. He decides to stick around and take a job there.","release_date":"1916-07-24","vote_average":0.0,"runtime":11,"cert":"N\/A","id":53757,"title":"Luke, Crystal Gazer","adult":false,"genre_ids":[35]},{"cast":["Harold Lloyd","'Snub' Pollard","Bebe Daniels","Billy Fay","Fred C. Newmeyer"],"overview":"Out west, Luke changes clothes with an outlaw and proceeds into town. Of course, he is mistaken for the wanted man and a chase ensues.","release_date":"1916-07-10","vote_average":0.0,"runtime":11,"cert":"N\/A","id":53758,"title":"Luke Rides Roughshod","adult":false,"genre_ids":[35]},{"cast":["Bebe Daniels","Hobart Bosworth","Eugenie Besserer","Robert Z. Leonard","Winifred Greenwood"],"overview":"An early version of the classic, based more on the 1902 stage musical than on the original novel.","release_date":"1910-03-24","vote_average":5.3,"runtime":13,"cert":"N\/A","id":53759,"title":"The Wonderful Wizard of Oz","adult":false,"genre_ids":[12,35,14]},{"cast":["Bebe Daniels","John Boles","Bert Wheeler","Robert Woolsey","Dorothy Lee"],"overview":"Capt. James Stewart pursues the bandit \"The Kinkajou\" over the Mexican border and falls in love with Rita. He suspects, that her brother is the bandit.","release_date":"1929-09-15","vote_average":8.5,"runtime":140,"cert":"N\/A","id":53760,"title":"Rio Rita","adult":false,"genre_ids":[10749,37,10402]},{"cast":["Thomas Meighan","Theodore Roberts","Raymond Hatton","Robert Cain","Gloria Swanson"],"overview":"Gloria Swanson plays a spoiled maiden who always gets her way until shipwrecked with her butler, then learns which qualities are really admirable in a person.","release_date":"1919-11-23","vote_average":6.7,"runtime":116,"cert":"N\/A","id":53761,"title":"Male and Female","adult":false,"genre_ids":[12,18]},{"cast":[],"overview":"Après Paris, New York et Tokyo, voici MacLeod «live» à Laval. L’humoriste nous livre un spectacle explosif, de l’humour abrasif, bref, du MacLeod à son meilleur! Avec la retenue qu’on ne lui connaît pas, MacLeod continue de repousser les limites. Dans un environnement scénique encore jamais vu, Peter MacLeod nous présente un cocktail de gags, certains peut-être déjà entendus, d’autres à découvrir, dans un spectacle unique présenté un soir seulement : Laval n’a qu’à bien se tenir, MacLeod arrive","release_date":"2010-12-07","vote_average":4.8,"runtime":110,"cert":"N\/A","id":53762,"title":"Macleod Live a Laval","adult":false,"genre_ids":[35]},{"cast":["Jake Andrews","Carlos Morales","Todd Maxwell","Cannon","Felipe"],"overview":"Like your Colt studs two at a time? Then \"Colt Couples II\" is for you. This man-on-man DVD features some of the hottest one-on-one action in Colt's library. Here in Couples II, get a full load of classic Colt Men Ray Dragon and Felipe's man-love encounter, watch as Colt Man Carlos Moralas gets all of Colt Man Exclusive Tod Parker, after which Tod plows right into hot action with red-hot Colt Man Todd Maxwell. Finally, as if you needed any more stimulation, blow out your circuits to uber-sexy Colt Man Jake Andrews as he takes in every inch of his equally muscled partner, Colt Man Cannon.","release_date":"2004-09-22","vote_average":0.0,"runtime":124,"cert":"N\/A","id":53763,"title":"Couples II - More COLT Men On The Make","adult":true,"genre_ids":[]},{"cast":["Wallace Reid","Bebe Daniels","Raymond Hatton","Willis Marks","George B. Williams"],"overview":"Sylvester Tibble is a clerk in his uncle's restaurant. Sylvester dreams of becoming a famous dancer and tries to inject a little of the jazz life into his uncle's old-fashioned establishment. When dancer Junie Budd shows up at the restaurant, Sylvester sees a chance to make his dream come true.","release_date":"1920-05-02","vote_average":0.0,"runtime":50,"cert":"N\/A","id":53764,"title":"The Dancin' Fool","adult":false,"genre_ids":[35,10749]},{"cast":["Eric Stoltz","Annabella Sciorra","Chris Eigeman","Carlos Jacott","Marianne Jean-Baptiste"],"overview":"After his first date at age 15 ended with the girl making out with another man at a party, aspiring writer Lester Grimm has treated all his girlfriends with jealousy and suspicion. While dating Ramona Ray, paranoia gets the best of him when he discovers that her most recent ex is successful novelist Dashiell Frank. Lester begins attending the same group therapy sessions as Dashiell to learn about Ramona's past with him.","release_date":"1997-09-11","vote_average":5.9,"runtime":105,"cert":"N\/A","id":53765,"title":"Mr. Jealousy","adult":false,"genre_ids":[35,10749]},{"cast":["Gloria Swanson","Thomas Meighan","Bebe Daniels","Theodore Kosloff","Sylvia Ashton"],"overview":"Robert and Beth Bordon are married but share little. He runs into Sally at a cabaret and the Gordons are soon divorced. Just as he gets bored with Sally's superficiality, Beth strives to improve her looks. The original couple falls in love again at a summer resort.","release_date":"1920-05-21","vote_average":6.8,"runtime":90,"cert":"N\/A","id":53766,"title":"Why Change Your Wife?","adult":false,"genre_ids":[35,18,10749]},{"cast":["Waheeda Rehman","Guru Dutt","Kumari Naaz","Johnny Walker","Mahesh Kaul"],"overview":"The film tells, in flashback, the story of Suresh Sinha (Guru Dutt), a famous film director and his relationship with an aspiring actress.","release_date":"1959-02-01","vote_average":6.5,"runtime":148,"cert":"N\/A","id":53767,"title":"Kaagaz Ke Phool","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A young boy dreams of being a cowboy. After he gets the basics, as outlined in the title song, he's attacked by Indians. He runs out of bullets and manages to lasso them. He smokes the peace pipe with their chief. A robber is holding up a stagecoach and he rides to the rescue, refusing the reward. He also saves a train from a dynamited bridge, and a girl tied to a cactus, before riding into the sunset (and back to his suburban bed).","release_date":"1956-11-06","vote_average":7.1,"runtime":7,"cert":"N\/A","id":53768,"title":"A Cowboy Needs A Horse","adult":false,"genre_ids":[16]},{"cast":["Fred MacMurray","Ava Gardner","Roland Culver","Richard Haydn","Spring Byington"],"overview":"After the war, Matt Gordon returns to Singapore to retrieve a fortune in smuggled pearls. Arrived, he reminisces in flashback about his prewar fiancée, alluring Linda, and her disappearance during the Japanese attack. But now Linda resurfaces...with amnesia and married to rich planter Van Leyden. Meanwhile, sinister fence Mauribus schemes to get Matt's pearls.","release_date":"1947-08-13","vote_average":6.1,"runtime":79,"cert":"N\/A","id":53769,"title":"Singapore","adult":false,"genre_ids":[12,80,10749]},{"cast":["Clarence Nash","Gloria Blondell","Dessie Flynn","James MacDonald"],"overview":"It's the 1890's, and Donald is riding his penny-farthing bicycle to see Daisy when Chip 'n Dale make fun of him. It quickly escalates into a full-fledged war between Donald and the chipmunks.","release_date":"1950-03-24","vote_average":6.1,"runtime":6,"cert":"N\/A","id":53770,"title":"Crazy Over Daisy","adult":false,"genre_ids":[16]},{"cast":["Bebe Daniels","Harrison Ford","Walter Hiers","Charlotte Woods","Lillian Langdon"],"overview":"A silent film version of the Kern-Bolton-Wodehouse \"Princess Theatre\" musical. The story concerns an engaged young man, Bill, whose ex-fiancée arrives unexpectedly on his wedding day. Meanwhile, comic complications arise because of a couple of crooks, the bride's mother dislikes the groom, and the nuptials are called off. Bill works to convince his old flame that he was not worthy to marry her; but his clumsy efforts do not make him look good to his new fiancée.","release_date":"1920-11-01","vote_average":0.0,"runtime":50,"cert":"N\/A","id":53771,"title":"Oh, Lady, Lady","adult":false,"genre_ids":[35,10749]},{"cast":["Wallace Reid","Gloria Swanson","Wanda Hawley","Theodore Roberts","Elliott Dexter"],"overview":"Socialite Anatol Spencer, finding his relationship with his wife lackluster, goes in search of excitement. After bumping into old flame Emilie, he lets an apartment for her only to find that she cheats on him. He is subsequently robbed, conned, and booted from pillar to post. He decides to return to his wife and discovers her carousing with his best friend Max.","release_date":"1921-09-25","vote_average":4.8,"runtime":117,"cert":"N\/A","id":53772,"title":"The Affairs of Anatol","adult":false,"genre_ids":[18,35,10749]},{"cast":["Clarence Nash","Pinto Colvig","Paul Frees"],"overview":"Donald and Goofy are driving across the desert, apparently the Sahara. The car breaks down (out of gas), and they start walking. Before long, they are out of water, and are seeing mirages of soda fountains and icebergs. Fortunately, they find a camel.","release_date":"1947-08-01","vote_average":5.1,"runtime":6,"cert":"N\/A","id":53773,"title":"Crazy With The Heat","adult":false,"genre_ids":[16]},{"cast":["Jean-Paul Rouve","Sophie Quinton","Guillaume Gouix","Olivier Rabourdin","Arsinée Khanjian"],"overview":"The ambiguous suicide of a local beauty, weathergirl, cheese model, and Marilyn Monroe look-a-like finds an eager sleuth in David Rousseau, best-selling crime novelist. When Rousseau visits a remote Alps village for the reading of his friend's will he unwittingly, but irresistibly, gets caught in the tangled web of murder and small town politics in this off-beat mystery.","release_date":"2011-01-12","vote_average":6.2,"runtime":102,"cert":"N\/A","id":53776,"title":"Nobody Else But You","adult":false,"genre_ids":[35,80,9648]},{"cast":["Ann Sheridan","Robert Cummings","Ronald Reagan","Betty Field","Charles Coburn"],"overview":"Five children in an apparently ideal American small town find their lives changing as the years pass near the turn of the century in 1900. Parris and Drake, both of whom have lost their parents, are best friends; Parris dreams of becoming a doctor, studying under the father of his sweetheart Cassie, while Drake plans on becoming a local businessman when he receives his full inheritance - juggling girlfriends in the meantime. As they become adults, the revelations of local secrets threaten to ruin their hopes and dreams.","release_date":"1942-04-18","vote_average":6.9,"runtime":127,"cert":"N\/A","id":53779,"title":"Kings Row","adult":false,"genre_ids":[10749,18,9648]},{"cast":["Laurence Naismith","Lynne Frederick","Garry Miller","Rosalyn Landor","Marc Granger"],"overview":"Mysterious old solicitor Mr. Blunden visits Mrs. Allen and her young children in their squalid, tiny Camden Town flat and makes her an offer she cannot refuse. The family become the housekeepers to a derelict country mansion in the charge of the solicitors. One day the children meet the spirits of two other children who died in the mansion nearly a hundred years prior. The children prepare a magic potion that allows them to travel backwards in time to the era of the ghost children. Will the children be able to help their new friends and what will happen to them if they do?","release_date":"1972-12-07","vote_average":6.6,"runtime":95,"cert":"U","id":53780,"title":"The Amazing Mr Blunden","adult":false,"genre_ids":[10751,14]},{"cast":["John Wayne","Lucile Browne","George 'Gabby' Hayes","LeRoy Mason","Lloyd Ingraham"],"overview":"John Martin is a government agent working under cover. Leading citizen Morgan calls in gunman Galt who blows Martin's cover.","release_date":"1935-03-15","vote_average":4.7,"runtime":49,"cert":"N\/A","id":53781,"title":"Rainbow Valley","adult":false,"genre_ids":[37]},{"cast":["Rudolph Valentino","Bebe Daniels","Lois Wilson","Doris Kenyon","Lowell Sherman"],"overview":"The Duke of Chartres is in love with Princess Henriette, but she seemingly wants nothing to do with him. Eventually he grows tired of her insults and flees to England when Louis XV insists that the two marry. He goes undercover as Monsieur Beaucaire, the barber of the French Ambassador, and finds that he enjoys the freedom of a commoner’s life. After catching the Duke of Winterset cheating at cards, he forces him to introduce him as a nobleman to Lady Mary, with whom he has become infatuated. When Lady Mary is led to believe that the Duke of Chartres is merely a barber she loses interest in him. She eventually learns that he is a nobleman after all and tries to win him back, but the Duke of Chartres opts to return to France and Princess Henriette who now returns his affection.","release_date":"1924-08-11","vote_average":0.0,"runtime":106,"cert":"N\/A","id":53782,"title":"Monsieur Beaucaire","adult":false,"genre_ids":[18,10749]},{"cast":["Bebe Daniels","Warner Baxter","Ford Sterling","George Beranger","Miss Beresford"],"overview":"Polly Brewster, a penniless Hollywood model\/movie extra inherits one million dollars. But her new lawyer, Tom Hancock, informs her that she has to spend it all within 30 days to inherit $5 million more from her spiteful Uncle Ned Brewster who tries to prevent it from happening.","release_date":"1926-03-22","vote_average":0.0,"runtime":72,"cert":"N\/A","id":53783,"title":"Miss Brewster's Millions","adult":false,"genre_ids":[35,18]},{"cast":["Bebe Daniels","Lawrence Gray","Marguerite Clayton","Josephine Drake","John Patrick"],"overview":"Emily Bennett, arriving in Palm Beach on a train, puts her head out of the window and her face is smudged black from the locomotive's coal smoke. She is mistaken for a black girl and this embarrasses her two aunts who are hoping to join the Palm Beach social set. She later fails to impress playboy Jack Trotter when she bungles the christening of his motor-boat. Late she runs into some bootleggers who are loading liquor onto Jack's boat with intent to steal the boat. They have no wish of anyone knowing their intentions, so they kidnap Emily. As it turns out, the gangsters would have been better off by just leaving Emily where she was.","release_date":"1926-05-17","vote_average":0.0,"runtime":70,"cert":"N\/A","id":53788,"title":"The Palm Beach Girl","adult":false,"genre_ids":[12,35,10749]},{"cast":["Bebe Daniels","Richard Arlen","William Powell","Melbourne MacDowell","George Irving"],"overview":"A rich but hypochondriac heiress inherits a sanitarium. What she doesn't know is that it is a front for bootleggers, and a hideout for criminals on the run from the law.","release_date":"1928-02-26","vote_average":5.8,"runtime":86,"cert":"N\/A","id":53789,"title":"Feel My Pulse","adult":false,"genre_ids":[35]},{"cast":["Edward G. Robinson","Bebe Daniels","Aline MacMahon","DeWitt Jennings","Robert Warwick"],"overview":"A farmer strikes it rich out West, then leaves his wife for a young beauty.","release_date":"1932-12-22","vote_average":6.0,"runtime":83,"cert":"N\/A","id":53790,"title":"Silver Dollar","adult":false,"genre_ids":[18]},{"cast":["Bebe Daniels","Randolph Scott","Sidney Blackmer","Muriel Kirkland","Jessie Ralph"],"overview":"Cynthia Warren, independently wealthy through her ability as an illustrator and poster artist, rebels against the premise that every woman is destined for matrimony and motherhood, and decides she has as much right as a man to play around. So, leaving behind steady-but-dull Randolph Morgan (who seems to be the primary buyer of her 'art') she heads for Paris. The New York harbor is barely out of sight before she falls into the arms of a slick from England, William Lawton, who already has a wife. In Paris, she hooks up with a Prince, but Lawton shows up again and makes some unwanted advances and the Prince comes to her aid, and Lawton ends up apparently somewhat dead when the Prince tosses him out a window...","release_date":"1933-06-05","vote_average":0.0,"runtime":73,"cert":"N\/A","id":53791,"title":"Cocktail Hour","adult":false,"genre_ids":[18,10749]},{"cast":["John Barrymore","Bebe Daniels","Doris Kenyon","Isabel Jewell","Melvyn Douglas"],"overview":"Successful attorney has his Jewish heritage and poverty-stricken background brought home to him when he learns his wife has been unfaithful.","release_date":"1933-12-25","vote_average":7.3,"runtime":82,"cert":"N\/A","id":53792,"title":"Counsellor at Law","adult":false,"genre_ids":[18]},{"cast":["Alice Faye","Ray Walker","Bebe Daniels","Frank Mitchell","Jack Durant"],"overview":"Aging star (Daniels) finally recognizes the truth when she is replaced in her new movie by a girl from the chorus (Faye).","release_date":"1935-11-01","vote_average":0.0,"runtime":66,"cert":"N\/A","id":53793,"title":"Music Is Magic","adult":false,"genre_ids":[18]},{"cast":["Bebe Daniels","Ben Lyon","Richard Lyon","Barbara Lyon","Hugh Morton"],"overview":"Based on their hit radio show, Bebe Daniels and Ben Lyon starred in this British \"Ozzie and Harriet\" type show about \"Life with the Lyons\" with their two children, Barbara and Richard. On radio and TV, this series ran from 1950-61.","release_date":"1954-05-25","vote_average":0.0,"runtime":81,"cert":"","id":53794,"title":"Life with the Lyons","adult":false,"genre_ids":[35]},{"cast":["Ben Lyon","Bebe Daniels","Barbara Lyon","Richard Lyon","Reginald Beckwith"],"overview":"The second in the series of films about the Lyon family, based on the BBC radio series Life With the Lyons. Ben Lyon appears to have forgotten his wedding anniversary making his wife Bebe furious. When his son sees him dining with a glamorous French singer he thinks the worst. But Ben has laid false evidence in order to surprise the whole family with a trip to France. Only, once in Paris, all the day's previous misunderstandings pail into insignificance at the compromising situations the Lyons get themselves into.","release_date":"1955-02-11","vote_average":1.0,"runtime":81,"cert":"","id":53795,"title":"The Lyons in Paris","adult":false,"genre_ids":[35]},{"cast":["Gloria Swanson","Robert Ames","Purnell Pratt","Henry B. Walthall","Wally Albright"],"overview":"A stenographer who works for a lawyer falls in love with and marries a wealthy young man. His family has the marraige annulled, after which she gives birth to a child. Her former boss helps her out to ensure the child's welfare, which starts gossip that she is a \"kept woman.\"","release_date":"1929-11-11","vote_average":7.0,"runtime":90,"cert":"N\/A","id":53796,"title":"The Trespasser","adult":false,"genre_ids":[18]},{"cast":["Gloria Swanson","Ben Lyon","Monroe Owsley","Barbara Kent","Arthur Lake"],"overview":"A young woman jeopardizes the relationship with the man she loves when a no-account from her past shows up.","release_date":"1931-05-16","vote_average":6.3,"runtime":92,"cert":"N\/A","id":53797,"title":"Indiscreet","adult":false,"genre_ids":[18,10749]},{"cast":["Adolphe Menjou","Gloria Swanson","John Howard","Desi Arnaz","Helen Broderick"],"overview":"A famous actress has to win over her ready-made family when she weds a shipping magnate.","release_date":"1941-10-03","vote_average":6.0,"runtime":79,"cert":"N\/A","id":53798,"title":"Father Takes a Wife","adult":false,"genre_ids":[35,10749]},{"cast":["Gloria Swanson","John Boles","Pauline Garon","Ian Keith","Andrés de Segurola"],"overview":"A young woman at life's crossroads is granted mystic visions of how her decisions will affect her future life.","release_date":"1927-03-11","vote_average":7.7,"runtime":78,"cert":"N\/A","id":53799,"title":"The Love of Sunya","adult":false,"genre_ids":[18,10749]},{"cast":["John Barrymore","Roland Young","Carol Dempster","Gustav von Seyffertitz","Louis Wolheim"],"overview":"Sherlock Holmes is a master at solving the most impenetrable mysteries, but he has his work cut out for him on his latest case. Prince Alexis is accused of a theft that he insists he didn't commit. The evidence is stacked against him, but Holmes' trusted friend, Dr. Watson, vouches for the prince. As the famed detective investigates, he's brought face to face with his most devious adversary yet -- Professor Moriarty.","release_date":"1922-03-07","vote_average":5.9,"runtime":85,"cert":"N\/A","id":53800,"title":"Sherlock Holmes","adult":false,"genre_ids":[18,9648,80]},{"cast":["Marion Davies","Forrest Stanley","Lyn Harding","Theresa Maxwell Conover","Pedro de Cordoba"],"overview":"Mary Tudor falls in love with a new arrival to court, Charles Brandon. She convinces her brother King Henry VIII to make him his Captain of the Guard. Meanwhile, Henry is determined to marry her off to the aging King Louis XII of France as part of a peace agreement.","release_date":"1922-09-15","vote_average":8.0,"runtime":121,"cert":"N\/A","id":53801,"title":"When Knighthood Was in Flower","adult":false,"genre_ids":[18,10749]},{"cast":["Sanjay Dutt","Sushmita Sen","Sunil Shetty","Anil Kapoor","Akshaye Khanna"],"overview":"Two friends, who are crooks, rob a bank and the bank manager is accused of being an accomplice. The manager sets out to prove his innocence and bust the duo.","release_date":"2010-12-10","vote_average":4.6,"runtime":143,"cert":"N\/A","id":53804,"title":"No Problem","adult":false,"genre_ids":[35]},{"cast":["Nicolas Vaporidis","Giorgio Faletti","Carolina Crescentini","Dario Cassini","Matteo Urzia"],"overview":"","release_date":"2007-10-05","vote_average":6.4,"runtime":102,"cert":"N\/A","id":53805,"title":"Concrete Romance","adult":false,"genre_ids":[53]},{"cast":["Penny Slinger","Jane Arden","Sheila Allen","Sally Minford","Jack Bond"],"overview":"A surreal look at the schizophrenia of a group of girls in a therapy session.","release_date":"1972-11-21","vote_average":7.6,"runtime":111,"cert":"","id":53806,"title":"The Other Side of the Underneath","adult":false,"genre_ids":[18,27]},{"cast":["Aarif Rahman","Tony Leung Ka-Fai","Christy Chung","Jennifer Tse","Michelle Ye"],"overview":"Bruce Lee, My Brother is an action-dramatic biopic of the eponymous martial arts legend as told by his younger brother, Robert Lee. It revolves around Bruce Lee's life as a rebellious adolescent in Hong Kong before he sets off for the USA and conquers the world at the age of 18 with only US$100 in his pocket.","release_date":"2010-11-25","vote_average":6.9,"runtime":129,"cert":"N\/A","id":53807,"title":"Bruce Lee, My Brother","adult":false,"genre_ids":[18,28]},{"cast":["Sean Connery"],"overview":"This is the official FIFA film of the 1982 World Cup Finals in Spain. Runs 98 minutes and includes commentary by Sean Connery with a special score composed by Rick Wakeman. Not your average footie film, this is a stunning record of the 1982 tournament finals which included England and Northern Ireland and culminated in Italy's thrilling victory against West Germany.","release_date":"1983-03-21","vote_average":5.8,"runtime":101,"cert":"","id":53810,"title":"G'olé!","adult":false,"genre_ids":[99]},{"cast":["James Helm","Megan Palinkas","George Shevtsov","Richie Flanagan","Sam Barrett"],"overview":"The serenity of another quiet evening is shattered for an amateur photographer when a desperate woman takes refuge in his humble suburban home. Reluctantly, he is pulled into a cat and mouse game with her pursuers. Only dawn will reveal the blood-soaked fallout of being alone in the middle of suburbia.","release_date":"2008-02-22","vote_average":3.4,"runtime":85,"cert":"N\/A","id":53811,"title":"No Through Road","adult":false,"genre_ids":[27,53]},{"cast":["Alektra Blue","Andie Valentino","Angie Savage","Brianna Love","Jana Cova"],"overview":"Six erotic stories that are as much about boo as they are about boobs.","release_date":"2009-02-17","vote_average":0.0,"runtime":113,"cert":"N\/A","id":53812,"title":"Jana Cova: Scream","adult":true,"genre_ids":[]},{"cast":["Jesse Jane","Shay Jordan","Samantha Ryan","Madison Young","Rebeca Linares"],"overview":"Watch Jesse Jane and her friends in six eerie erotic fantasies in this new release in the Scream series by Digital Playground.","release_date":"2007-11-29","vote_average":8.5,"runtime":134,"cert":"N\/A","id":53813,"title":"Jesse Jane: Scream","adult":true,"genre_ids":[27]},{"cast":["Sophia Santi","Jelena Jensen","Shay Laren","Bobbi Starr","Samantha Ryan"],"overview":"Enjoy Sophia Santi and Jana Cova in this wonderful and sexy horror spoof. Set in another era, 6 erotic stories unfold in an eerie mansion. It's delightfully wicked and sensationally horny with an A-list cast, lots of plastic wrap and ball gags. Director Celeste weaves a tale of seduction and lust with an all girl orgy, boy \/ girl, two on one and even some cock throbbing anal action. When you are fully satiated and lured by the real time audio soundtrack, return for the special features including a fantastic behind-the-scenes glimpse of the Digital Playground cast and crew in playful action!","release_date":"2007-07-12","vote_average":7.0,"runtime":129,"cert":"N\/A","id":53814,"title":"Sophia Santi: Scream","adult":true,"genre_ids":[]},{"cast":["Alec Knight","Audrey Bitoni","Ben English","Cayton Caley","Derrick Pierce"],"overview":"A sexy horror spoof set in a eerie mansion, watch six sexy stories unfold that are as much about boo as they are about boobs.","release_date":"2007-11-01","vote_average":0.0,"runtime":120,"cert":"N\/A","id":53815,"title":"Shay Jordan: Scream","adult":true,"genre_ids":[]},{"cast":["Matt Challands"],"overview":"The \"trashmaster\" divides his time between collecting garbage and cleaning up other forms of trash fouling up New York City's streets: dealers, small-time criminals... When the dancers in his favourite strip club are mysteriously killed, the trashmaster finds himself hot on the trail of a particularly twisted serial killer.","release_date":"2010-12-01","vote_average":4.8,"runtime":90,"cert":"N\/A","id":53816,"title":"The Trashmaster","adult":false,"genre_ids":[80,16]},{"cast":["Ellen Dorrit Petersen","Ida Elise Broch","Tom Lidgard","Olivia Nystedt","Kyrre Haugen Sydness"],"overview":"PAX is a grand-scale drama. An intimate and powerful romantic film about seven people's encounter with themselves as life forces them into the raging storm. They all have someone waiting. PAX, the Latin word for peace, is also flight terminology for flight passengers. When flying in an airplane we are all \"pax\".","release_date":"2010-02-01","vote_average":5.2,"runtime":85,"cert":"N\/A","id":53817,"title":"Pax","adult":false,"genre_ids":[18]},{"cast":["Michael Caine"],"overview":"1986 FIFA World Cup Official Film. Mexico had just recovered from a devastating earthquake, but the nation put on a great tournament and Argentina, inspired by Maradona, justified \"favourite\" status. Eighty-six minutes of football magic from numerous world stars, including Diego Maradona, Gary Lineker, Michel Platini, Socrates, Rummenigge, Sanchez, Laudrup and many others. Michael Caine narrates this, the official FIFA coverage.","release_date":"1986-12-01","vote_average":7.3,"runtime":86,"cert":"N\/A","id":53818,"title":"Hero","adult":false,"genre_ids":[99]},{"cast":["Alektra Blue","Lela Star","Sammie Rhodes","Asa Akira","Breanne Benson"],"overview":"Watch the steamy all-girl cast of lust explore their fantasies.","release_date":"2010-05-18","vote_average":8.0,"runtime":140,"cert":"N\/A","id":53819,"title":"Lust","adult":true,"genre_ids":[]},{"cast":["Jesse Jane","Stoya","Bree Olson","Nikki Benz","Kimberly Kole"],"overview":"Lust is an anthology of lushly sensual affairs, featuring Jesse Jane as lead seductress. These erotic breath taking beauties Lust for the Men they desire, they can't avoid sinning when it feels so good. Each pursuit is a mutual sexual lusting, colliding into explosive liaisons.","release_date":"2008-01-22","vote_average":0.0,"runtime":96,"cert":"N\/A","id":53820,"title":"Jesse Jane: Lust","adult":true,"genre_ids":[]},{"cast":["Filip Garbacz","Bogdan Koca","Dorota Wierzbicka-Matarelli","Piotr Jagielski"],"overview":"Tomek is 14 and a good student. He's interested in astronomy and plays football to please his father. The only thing is, he lives in a poor little border town plagued by unemployment, whereas across the river lies Germany with all its relative affluence. Tomek meets Marta at a disco and falls in love with her. He starts to think up ways of earning money in order to keep her interested. He approaches a pimp who seeks out local boys for his German clients. Tomek has no idea of the brutal fate which awaits him.","release_date":"2009-09-16","vote_average":7.7,"runtime":94,"cert":"N\/A","id":53821,"title":"Piggies","adult":false,"genre_ids":[18]},{"cast":["Steven Gerrard"],"overview":"The Champions League game at Anfield on October 1st against PSV Eindhoven saw Liverpool’s inspirational captain and one of World football’s truly great players reach a major career landmark with his 100th first team goal for The Reds. It is the quality of his goals, the importance of his goals and the incredible excitement they deliver which makes this programme a truly memorable record.","release_date":"2008-11-10","vote_average":0.0,"runtime":60,"cert":"","id":53822,"title":"Steven Gerrard - Centurion","adult":false,"genre_ids":[99]},{"cast":["Ava Rose","Maya Hills","Faith Leon","Paulina James","Victoria Sin"],"overview":"Presented in a film-noir aesthetic, a tale of love, mystery, and murder unfolds in the shadowy and depraved netherworld of the Gotham-like \"City of Angels\". Lured by femme fatale, Molly Breathless (Ava Rose), Detective Nick Caprice (Tommy Gunn) spirals down into a world of fervent sexual escapades. His desire for love and her struggle for power brew the cocktail of inevitable dissolution and demise.","release_date":"2008-04-25","vote_average":0.0,"runtime":106,"cert":"N\/A","id":53823,"title":"Dark City","adult":true,"genre_ids":[]},{"cast":["Lillian Gish","Dorothy Gish","William Powell","Ronald Colman","Charles Lane"],"overview":"In Renaissance Florence, a Florentine trader meets a shipwrecked stranger, who introduces himself as Tito Melema, a young Italianate-Greek scholar. Tito becomes acquainted with several other Florentines, including Nello the barber and a young girl named Tessa. He is also introduced to a blind scholar named Bardo de' Bardi, and his daughter Romola. As Tito becomes settled in Florence, assisting Bardo with classical studies, he falls in love with Romola.","release_date":"1924-12-06","vote_average":7.0,"runtime":91,"cert":"N\/A","id":53824,"title":"Romola","adult":false,"genre_ids":[18,36]},{"cast":[],"overview":"Steve is a gay Mancunian fashion guru. He has his own fashion based television show, Wiley-vision, the most popular English-language show of its kind outside of England. After he disgraces himself in front of his Wiley-vision fan base, he is ruined in English speaking Europe. He decides that in his quest for worldwide fame, he will move to San-Francisco and reinvent himself. Accompanying him to the US is Lutz, his former assistant's assistant. Lutz is the only person left in his circle that still believes in Steve's greatness. Steve goes through one reinvention of himself after another, ultimately straying to areas far removed from his own self. Perhaps when Steve finds an activity that he truly does love, he will also find that über-fame he so desperately desires.","release_date":"","vote_average":10.0,"runtime":81,"cert":"N\/A","id":53825,"title":"Steve Wiley : the motion picture","adult":false,"genre_ids":[]},{"cast":["Mark Oliver Everett","Big Al","Julie Carpenter","The Chet","Ana Lenchantin"],"overview":"You never know what you'll get when you attend an Eels concert. One year it's vocoders and synthesizers, the next it's gritty garage rock. Cut to 2005: Eels leader Mark Oliver Everett, aka E, releases the highly acclaimed Blinking Lights and Other Revelations double album and assembles his most ambitious version of the EELS yet: a seven piece band consisting of Everett backed by a string quartet and two multi-instrumentalists juggling lap steel, guitar, upright bass, mandolin, saw, melodica, celeste, pump organ, piano, and a trash can and suitcase drum set. Having brought this elaborate show to Boston the night before, can the Eels get to New York, play Late Night with David Letterman, and perform their concert at the legendary Town Hall, which is being filmed for a concert film -- all with grace under incredible pressure? The answer is yes, and the proof is here!","release_date":"2007-09-02","vote_average":4.8,"runtime":98,"cert":"N\/A","id":53826,"title":"Eels with Strings - Live at Town Hall","adult":false,"genre_ids":[10402]},{"cast":["John Wayne","Marion Burns","Dennis Moore","Reed Howes","Joseph De Grasse"],"overview":"When John Mason's father is killed, John is wounded. Attracted to his nurse Alice, a conflict arises between him and his friend Ben who plans to marry Alice. John later finds the killer of his father but goes to face him not knowing Ben has removed the bullets from his gun.","release_date":"1935-06-20","vote_average":4.8,"runtime":52,"cert":"N\/A","id":53827,"title":"The Dawn Rider","adult":false,"genre_ids":[28,37]},{"cast":["John Wayne","Eleanor Hunt","George 'Gabby' Hayes","Edward Peil Sr.","Yakima Canutt"],"overview":"When Sheriff Jake sees a man at the safe and then finds the payroll gone, he trails him. Just as he is about to arrest him, the man saves his life. Still suspicious, he joins up with the man and later they learn that Melgrove, the towns leading citizen, is trying to take over the area's ranches by having his gang stop all incoming supply wagons. With the ranchers about to sell to Melgrove, the two newcomers say they will bring in provisions.","release_date":"1934-05-10","vote_average":4.8,"runtime":59,"cert":"N\/A","id":53828,"title":"Blue Steel","adult":false,"genre_ids":[28,37]},{"cast":["Elizabeth Taylor","Fernando Lamas","William Powell","Gig Young","James Whitmore"],"overview":"Attorney's daughter falls for one of his gangster clients.","release_date":"1953-03-27","vote_average":6.0,"runtime":69,"cert":"N\/A","id":53829,"title":"The Girl Who Had Everything","adult":false,"genre_ids":[10749,18]},{"cast":["John Wayne","Sheila Terry","Shirley Jean Rickert","Jack Rockwell","Yakima Canutt"],"overview":"Chris Morrell, the guardian of half-Indian girl Nina, is helping her find her missing white father. so she can cash in on her late mother's oil lease. Outlaw Sam Black is after the girl and her father as well. Besides dealing with the Black gang, Morrell has to find another robber, Jim Moore, who switches clothes with him after he finds Chris unconscious from a fight with Sam Black. Along the way, he meets a lady who's the sister of Jim Moore, another bad hombre who's in cahoots with Jim Moore, and an old friend who takes in Nina and helps Chris locate Nina's father and fight off the various desperadoes","release_date":"1934-12-05","vote_average":4.5,"runtime":52,"cert":"N\/A","id":53830,"title":"'Neath the Arizona Skies","adult":false,"genre_ids":[28,37]},{"cast":["William Powell","Julie Adams","Charles Drake","Rosemary DeCamp","Henry Hull"],"overview":"Young David, orphaned en route to California, falls into the hands of medicine-show rascal Baltimore Dan. Years later, now a trained thief, he's adopted by eccentric 'Doc' Brown, retired miner and pharmacist. Doc and David become fast friends in their scenic outdoor rambles. But when they discover a hidden treasure, the idyllic interlude gives way to more troubles and a strange coincidence.","release_date":"1952-03-01","vote_average":6.0,"runtime":82,"cert":"N\/A","id":53831,"title":"The Treasure of Lost Canyon","adult":false,"genre_ids":[12,37]},{"cast":["Ethel Barrymore","Keefe Brasselle","Gary Cooper","Nancy Reagan","Van Johnson"],"overview":"Comprised of eight unrelated episodes of inconsistent quality, this anthology piece of American propaganda features some of MGM Studios' best directors, screenwriters and actors; it is narrated by Louis Calhern. Stories are framed by the lecture of a university professor. In one tale a Boston resident becomes angry when the census forgets to record her presence. Another sketch chronicles the achievements of African Americans while still another pays tongue-in-cheek tribute to Texas.","release_date":"1951-11-20","vote_average":5.0,"runtime":89,"cert":"N\/A","id":53832,"title":"It's a Big Country","adult":false,"genre_ids":[35,18]},{"cast":["William Powell","Mark Stevens","Betsy Drake","Adolphe Menjou","Randy Stuart"],"overview":"Emery Slade was one of the brightest stars in Hollywood in 1932, but by 1949 his career has hit the skids. Fortunately, he is able to convince studio head Melville Crossman to cast him in the adaptation of a hit Broadway show. Crossman has one condition: Slade must travel to New York and convince the female star of the stage production to join the film. Slade goes, but, when he eyes the winsome Julie Clarke, he hatches a different scheme.","release_date":"1949-12-02","vote_average":0.0,"runtime":92,"cert":"N\/A","id":53833,"title":"Dancing in the Dark","adult":false,"genre_ids":[35,10749]},{"cast":["William Powell","Ann Blyth","Irene Hervey","Andrea King","Clinton Sundberg"],"overview":"As told to a psychiatrist: Mr. Peabody, middle-aged Bostonian on vacation with his wife in the Caribbean, hears mysterious, wordless singing on an uninhabited rock in the bay. Fishing in the vicinity, he catches...a mermaid. He takes her home and, though she has no spoken language, falls in love with her. Of course, his wife won't believe that thing in the bathtub is anything but a large fish. Predictable complications follow in rather tame fashion.","release_date":"1948-08-11","vote_average":6.2,"runtime":89,"cert":"U","id":53834,"title":"Mr. Peabody and the Mermaid","adult":false,"genre_ids":[35,14,10749]},{"cast":["Vladimir Gostyukhin","Vasiliy Livanov","Yuriy Solomin","Igor Starygin","Vladimir Kenigson"],"overview":"After a strange incident, a group of russian space commandos starts developing supernatural powers. But how did they acquire such abilities and what is their intentions?","release_date":"1983-12-01","vote_average":5.3,"runtime":88,"cert":"N\/A","id":53837,"title":"Moon Rainbow","adult":false,"genre_ids":[878,18,80,9648]},{"cast":["Emmanuelle Vaugier","Eric Dane","Richard Roundtree","Venus Terzo","Walker Howard"],"overview":"Jane, a young soldier, is exposed to a biochemical weapon that endows her with self-healing powers. She uses her abilities to fight crime while eluding the military.","release_date":"2005-12-10","vote_average":4.9,"runtime":106,"cert":"N\/A","id":53838,"title":"Painkiller Jane","adult":false,"genre_ids":[28,878,10770]},{"cast":["Andy Lau","Eason Chan","Zhiwen Wang","Yu Rong-Guang","Crystal Huang Yi"],"overview":"An intense drama on the portrayal of brotherhood, BROTHERS depicts the mistrust and feud between two brothers through the eyes of an investigating police officer. Despite their close relationship, Yiu and Shun were separated at a young age due to a decision made by their father. Years later they meet again when the family runs into crisis where Yiu, inspired by his father's last words, manipulates a series of setups which endangers Shun's life, so as to achieve his goal. The crisis brings the two brothers back together again. However, a series of setups arranged by Yiu causes Shun to flee to Thailand, accompanied by confidantes Ching (Crystal Huang) and Ghostie (Wong Yat-wah). As Shun is caught between life and death, the trust between the brothers is put to a serious test. When Shun finally realizes the true intention of his brother, things are already beyond repair.","release_date":"2007-10-12","vote_average":6.4,"runtime":105,"cert":"N\/A","id":53839,"title":"Brothers","adult":false,"genre_ids":[18]},{"cast":["Giorgio Panariello","Enrico Brignano","Maurizio Casagrande","Cecilia Dazzi","Michela Quattrociocche"],"overview":"Romano e De Pascalis sono colleghi occupati presso un'azienda assicurativa. Amici cordiali diventano rivali accaniti in seguito alla minaccia di licenziamento per esubero. Decisi a non perdere il posto, la casa, lo status sociale e le rispettive consorti, i due agenti partiranno alla volta di Sharm el Sheikh, dove si gode sole e denaro il loro nuovo boss. Imprenditore senza scrupoli, Saraceni è presidente dell'Empoli Calcio, marito di una moglie bellissima e padre distratto di un adolescente. Sulla spiaggia e sotto gli ombrelloni dei “vips”, Romano e De Pascalis tenteranno di avvicinarlo e di conservare il posto di lavoro. Intorno a loro intanto mogli e figli animeranno nel bene e nel male il loro soggiorno all inclusive.","release_date":"2010-09-17","vote_average":5.0,"runtime":90,"cert":"N\/A","id":53840,"title":"Sharm El Sheikh - Un'estate indimenticabile","adult":false,"genre_ids":[35]},{"cast":["Brad Patton","Matthew Rush","Erik Rhodes","Roman Heart","Dean Monroe"],"overview":"Rise to the Challenge! The movie event of the year is here. In the tradition of Taking Flight and Drenched, Cross Country is must-see epic destination movie filmed on location in breathtaking New Zealand. Tipped off by Roman Heart, Exclusive Matthew Rush and Erik Rhodes embark on the journey of a lifetime in search of an ancient Maori totem. They quickly learn that nothing is as simple as it seems. So focused on winning, they are oblivious to the fact that they're falling into a trap set by Dean Monroe, a ruthless collector who does what it takes to get what he wants ...","release_date":"2005-09-21","vote_average":8.5,"runtime":127,"cert":"N\/A","id":53843,"title":"Cross Country","adult":true,"genre_ids":[]},{"cast":["Ramzy Bedia","Anne Marivin","Marie-France Pisier","Jean-Luc Bideau","Géraldine Nakache"],"overview":"Djalil Boudaoud and Justine Lacroix are a surgeon and a television reporter who enter a romantic relationship despite the objections of their families to the cultural gap.","release_date":"2010-10-27","vote_average":5.0,"runtime":90,"cert":"N\/A","id":53844,"title":"Bacon on the Side","adult":false,"genre_ids":[35,10749]},{"cast":["William Powell","Esther Williams","Angela Lansbury","James Gleason","Lewis Stone"],"overview":"A former reporter comes back home after serving in the army during World War I and finds that it's much more difficult to find work than he expected. Desperate, one day he crashes a wedding attended by many of the city's rich and powerful, meets a beautiful girl named Kay who turns out to be his ticket to meeting those rich and powerful people, and he soon manages to land a job on a newspaper. He gets caught up in the \"make money at all costs\" game, but receives a rude awakening when the stock market crashes in 1929.","release_date":"1946-04-04","vote_average":5.8,"runtime":91,"cert":"N\/A","id":53845,"title":"The Hoodlum Saint","adult":false,"genre_ids":[18,10402]},{"cast":["Inga Busch","Huan-Ru Ke","Ting Ting Hu","Jana Schulz","Marek Harloff"],"overview":"A woman who is mourning the love of her life falls into a relationship with a mysterious stranger.","release_date":"2009-02-09","vote_average":5.1,"runtime":89,"cert":"N\/A","id":53846,"title":"Ghosted","adult":false,"genre_ids":[18,53,9648,10749]},{"cast":["Slappy White","Moms Mabley","Stepin Fetchit","James Karen","Gary Bolling"],"overview":"Amazing Grace is a 1974 light comedy featuring black comedienne Moms Mabley as a widow who tries to influence the local mayoral election in Baltimore, Maryland, after she discovers that a black candidate is being used by the incumbent mayor to further his own reelection efforts. Mabley appeared in the film, along with veteran actors Butterfly McQueen and Stepin Fetchit, only a year before her death at the age of 81. The film does not deal with the popular Christian hymn (with words by John Newton) but is a play on Mabley's character, who happens to be named Grace. It has been released on home video.","release_date":"1974-08-30","vote_average":7.5,"runtime":99,"cert":"N\/A","id":53847,"title":"Amazing Grace","adult":false,"genre_ids":[35]},{"cast":["Gábor Rajnay","Pál Jávor","Irén Ágay","Ella Gombaszögi","Gyula Gózon"],"overview":"","release_date":"1934-03-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":53848,"title":"Ida regénye","adult":false,"genre_ids":[]},{"cast":["Paul Frees"],"overview":"Tom is the official cat on the cruise ship S.S. Aloha, but he'll be kicked off if the captain finds even one mouse. That one, of course, is Jerry, who sneaks on board just before sailing, and who is pursued relentlessly by Tom until they both run into the ship's theatre showing \"Texas Tom\" (1950), which they pause to watch part of. It all ends with Tom being locked up because the captain finds Jerry in his breakfast, while Jerry enjoys the waves of Hawaii.","release_date":"1952-10-18","vote_average":7.0,"runtime":7,"cert":"N\/A","id":53849,"title":"Cruise Cat","adult":false,"genre_ids":[35,16]},{"cast":["Jeremy London","Wendy Carter","Cleavant Derricks","Griff Furst"],"overview":"Two millennia ago, a Lybian king has a basilisk (snake-shaped dragon), which petrifies people, subjected to the same fate with a golden scepter during a solar eclipse. Both these and several victims are dug up by modern archaeologist Harrison 'Harry' McColl's expedition. Despite a cryptic warning from tribal locals, everything goes to his Colorado university's museum. It's all exhibited during another eclipse, which leads to the monster reviving. Harry and some of his friends must try to petrify the monster again.","release_date":"2006-11-25","vote_average":4.6,"runtime":88,"cert":"N\/A","id":53850,"title":"Basilisk: The Serpent King","adult":false,"genre_ids":[28,27,878]},{"cast":["William Powell","Annabella","Helen Westley","Henry Stephenson","Joseph Schildkraut"],"overview":"A Butler (Powell) gets elected to the Hungarian parliament where he opposes his master's government.","release_date":"1938-02-18","vote_average":5.4,"runtime":80,"cert":"N\/A","id":53851,"title":"The Baroness and the Butler","adult":false,"genre_ids":[35,18,10749]},{"cast":[],"overview":"","release_date":"2005-06-04","vote_average":3.0,"runtime":null,"cert":"N\/A","id":53852,"title":"Trianon","adult":false,"genre_ids":[99]},{"cast":["William Powell","Luise Rainer","Robert Young","Maureen O'Sullivan","Frank Morgan"],"overview":"Spies on opposite sides fall in love in pre-revolutionary Russia.","release_date":"1937-07-02","vote_average":5.9,"runtime":89,"cert":"N\/A","id":53853,"title":"The Emperor's Candlesticks","adult":false,"genre_ids":[18,36,10749]},{"cast":[],"overview":"Tom is in a pool hall after hours; as he soon discovers, Jerry is sleeping in the corner pocket. Tom chases Jerry around the table and the rest of the pool hall. Tom's energetic game of pool is more than Jerry can cope with. Soon, the table becomes a battlefield.","release_date":"1950-11-25","vote_average":6.7,"runtime":7,"cert":"N\/A","id":53854,"title":"Cue Ball Cat","adult":false,"genre_ids":[16]},{"cast":[],"overview":"","release_date":"1941-12-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":53855,"title":"Régi keringő","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"Who Is Bozo Texino?\" is a film study on the 100-year-old tradition of hobo and railworker graffiti. Mostly shot on freight trips across the western US, the film includes interviews with some of the railroad’s greatest graffiti legends: Colossus of Roads, The Rambler, Herby (RIP) and the granddaddy of them all, Bozo Texino. The film also catches some of the socio-economic history of hobo subculture from its roots after the Civil War to the present day. The range of the interviews, and the film’s style deal with both the clichés and the harsh realities of tramp life.","release_date":"2006-08-10","vote_average":0.0,"runtime":56,"cert":"N\/A","id":53856,"title":"Who Is Bozo Texino?","adult":false,"genre_ids":[99]},{"cast":["Joan Crawford","William Powell","Robert Montgomery","Frank Morgan","Jessie Ralph"],"overview":"A chic jewel thief in England falls in love with one of her marks.","release_date":"1937-02-19","vote_average":7.0,"runtime":98,"cert":"N\/A","id":53857,"title":"The Last of Mrs. Cheyney","adult":false,"genre_ids":[10749,35,18]},{"cast":["William Powell","Jean Arthur","James Gleason","Eric Blore","Robert Armstrong"],"overview":"Relations between Dr. 'Brad' Bradford and ex-wife Paula are surprisingly romantic. They divorced because Brad hated being dragged into murder mysteries, to which mystery writer Paula is addicted. But through horse trainer Mike North, Brad is embroiled in the case of a jockey who died of \"heart failure\" during a race. As they pursue clues, Paula pursues Brad for remarriage, and assorted hoods pursue the Bradfords.","release_date":"1936-05-13","vote_average":6.2,"runtime":82,"cert":"N\/A","id":53858,"title":"The Ex-Mrs. Bradford","adult":false,"genre_ids":[35,9648,10749]},{"cast":["Philip Hagmann","Ioana Iacob","Friederike Kempter","Daniela Schulz","Andreas Thiele"],"overview":"","release_date":"2007-10-25","vote_average":3.0,"runtime":null,"cert":"N\/A","id":53859,"title":"Bukarest Fleisch","adult":false,"genre_ids":[53,27]},{"cast":["William Powell","Rosalind Russell","Binnie Barnes","Lionel Atwill","Cesar Romero"],"overview":"A decoding expert tangles with enemy spies.","release_date":"1935-10-25","vote_average":5.1,"runtime":94,"cert":"N\/A","id":53860,"title":"Rendezvous","adult":false,"genre_ids":[35,10752]},{"cast":["Emily Hampshire","Elias Koteas","John Pyper-Ferguson","Caterina Murino","Patricia McKenzie"],"overview":"Six people, each of them is on the road to self-destruction. They wake up in cells in a surreal facility, without knowing how they got there or why.","release_date":"2010-01-06","vote_average":4.7,"runtime":91,"cert":"N\/A","id":53861,"title":"Die","adult":false,"genre_ids":[53,9648]},{"cast":["Deon Richmond","Donald Faison","Guy Torry","Maia Campbell","Anthony Anderson"],"overview":"Greg is near the end of his senior year in high school, wanting to go to the prom, eyeing Cinny (the school's beauty with brains) from afar, and regularly trippin', daydreaming about being a big success as a poet, a student, a lover. His mom wants him to apply to colleges, but Greg hasn't a clue. One of his teachers, Mr. Shapic, tries to inspire him, too. He finally figures out he can get close to Cinny if he asks her for help with college applications. But friendship isn't enough, he wants romance and a prom date. So, he tells a few lies and, for awhile, it seems to be working. Then, things fall apart and Greg has to figure out how to put the trippin aside and get real.","release_date":"1999-05-12","vote_average":5.1,"runtime":94,"cert":"N\/A","id":53862,"title":"Trippin'","adult":false,"genre_ids":[35,10749]},{"cast":["William Powell","Ginger Rogers","Paul Kelly","Gene Lockhart","Ralph Morgan"],"overview":"A dancer disappears from a theater and then William Powell and society beauty Ginger Rogers solve the murder.","release_date":"1935-04-19","vote_average":5.7,"runtime":90,"cert":"N\/A","id":53863,"title":"Star of Midnight","adult":false,"genre_ids":[10749,35,9648]},{"cast":["William Powell","Myrna Loy","Una Merkel","Rosalind Russell","Isabel Jewell"],"overview":"A criminal lawyer's wife faces blackmail when she has an affair.","release_date":"1934-11-09","vote_average":7.2,"runtime":79,"cert":"N\/A","id":53864,"title":"Evelyn Prentice","adult":false,"genre_ids":[18,9648,10749]},{"cast":["William Powell","Edna Best","Colin Clive","Hobart Cavanaugh","Halliwell Hobbes"],"overview":"A British officer stationed in Ireland falls for the wife of an intelligence man.","release_date":"1934-06-09","vote_average":5.0,"runtime":71,"cert":"N\/A","id":53865,"title":"The Key","adult":false,"genre_ids":[18]},{"cast":["Daniel Auteuil","Sabine Azéma","Medeea Marinescu","Agnès Boury","Ariane Pirié"],"overview":"Condamné pour un crime qui n'était, selon lui, qu'un accident, Constant réussit à s'évader de la prison où il purge sa peine... Après une fuite aveugle, livré à tous les hasards, Constant finit par échouer dans un coin perdu, près des berges désertes d'un canal.... Se cachant sur une péniche à l'abandon, Constant tente de reprendre son souffle, accalmie de courte durée... Dès l'aube, Sylvia une pétillante jeune femme qui a reconnu l'homme traqué, lui propose un implacable marché : assassiner (puisqu'elle le pense être un tueur professionnel) Jeanne, sa mère adoptive sinon elle le dénonce à la police ! Piégé, Constant ne peut qu'accepter cette périlleuse \" mission \". Mais bien loin de tuer Jeanne, Constant la sauve d'un suicide annoncé.","release_date":"2010-10-06","vote_average":4.6,"runtime":100,"cert":"N\/A","id":53866,"title":"Fair is Fair","adult":false,"genre_ids":[35]},{"cast":["George Clooney"],"overview":"A documentary about the events that led to the rise of Darfur's Arab-dominated government and the international community's \"legacy of failure\" to respond to the genocide carried out in the country.","release_date":"2007-12-07","vote_average":6.1,"runtime":92,"cert":"N\/A","id":53867,"title":"Sand and Sorrow","adult":false,"genre_ids":[99]},{"cast":["Anna Massey","Terry-Thomas","Glynis Johns","John Forbes-Robertson","Curd Jürgens"],"overview":"The sequel to Tales from the Crypt.  Five strangers trapped in a basement vault converse about their recurring nightmares. Their stories include vampires, bodily dismemberment, east Indian mysticism, an insurance scam, and an artist who kills by painting his victims' deaths.","release_date":"1973-03-16","vote_average":6.4,"runtime":83,"cert":"N\/A","id":53868,"title":"The Vault of Horror","adult":false,"genre_ids":[27]},{"cast":["Richard Grieco","Kate Greenhouse","Colin Fox","Richard Yearwood","Jeff Douglas"],"overview":"Richard Greico leads a team of electrical workers who stumble across a terrifying parallel universe. While investigating a strange power source in an abandoned building, the workers find themselves sucked into an underworld teeming with massive, man-eating, spider-like monsters. The bloodthirsty arachnid-human hybrids stalk and kill their victims one by one, leaving the dwindling group of survivors to fight back with just their wits and a handful of primitive weapons.","release_date":"2003-06-28","vote_average":1.9,"runtime":84,"cert":"N\/A","id":53869,"title":"Webs","adult":false,"genre_ids":[27,878,53]},{"cast":["William Powell","Bette Davis","Frank McHugh","Hugh Herbert","Verree Teasdale"],"overview":"A con artist and his beautiful assistant take on the fashion world.","release_date":"1934-02-14","vote_average":6.3,"runtime":78,"cert":"N\/A","id":53872,"title":"Fashions of 1934","adult":false,"genre_ids":[35,18,10749]},{"cast":["William Powell","Mary Astor","Eugene Pallette","Ralph Morgan","Robert McWade"],"overview":"Philo Vance, accompanied by his prize-losing Scottish terrier, investigates the locked-room murder of a prominent and much-hated collector whose broken Chinese vase provides an important clue.","release_date":"1933-10-28","vote_average":6.2,"runtime":73,"cert":"N\/A","id":53873,"title":"The Kennel Murder Case","adult":false,"genre_ids":[18,9648,53]},{"cast":["Rajinikanth","Nayanthara","Pasupathy Masilamani","Meena","Vadivelu"],"overview":"Kuselan revolves around the tale of a beautiful friendship between a popular actor and a poor barber.","release_date":"2008-08-01","vote_average":5.9,"runtime":160,"cert":"N\/A","id":53876,"title":"Kuselan","adult":false,"genre_ids":[18]},{"cast":["Vijay","Trisha Krishnan","Suman Talwar","Manivannan","Ashish Vidhyarthi"],"overview":"A son sets out to look for the man responsible for his father's disappearance, which is connected to a stolen diamond. Eventually, he steals the villain's diamond and also runs away with his sister.","release_date":"2008-05-03","vote_average":4.7,"runtime":150,"cert":"N\/A","id":53877,"title":"Kuruvi","adult":false,"genre_ids":[28,35,18,10749]},{"cast":["Jiiva","Nayanthara","Pasupathy Masilamani","Ashish Vidhyarthi","Karunas"],"overview":"E movie revolves around bio-war and its potential dangers and how poor gullible Indians are made victims by International pharmaceutical companies that come to India to uses its people as Guiana Pigs to test their new formulations.","release_date":"2006-10-21","vote_average":7.9,"runtime":null,"cert":"N\/A","id":53880,"title":"E","adult":false,"genre_ids":[]},{"cast":["John Lennon","Paul McCartney","George Harrison","Ringo Starr","Phil Collins"],"overview":"The Beatles. Their story is told for the very first time using original rare film and video of the band, including home movies, concert footage, newsreels and photographs from private collections. There are also interviews with those who surrounded the band, and those who were there from the very start. Also included is an exclusive interview with fan and star in his own right, Phil Collins. For the first time we can see The Beatles relaxed, at play, on and off stage, on film and is a rare glimpse inside the lives of four musicians who shook the world.","release_date":"2008-04-08","vote_average":6.0,"runtime":null,"cert":"","id":53881,"title":"Rare and Unseen: The Beatles","adult":false,"genre_ids":[99]},{"cast":["Stephen Baldwin","Tyne Daly","Allen Garfield","Shawn Huff","Silas Weir Mitchell"],"overview":"Salt Lake City homicide detective Caleb Barnes is under increasing pressure from all sides to crack a string of serial killings that have been terrorizing the city. At the same time, Barnes' home life is beginning to crumble in the wake of his son's accidental death. Will he solve the killings before the stress tears him apart? Written by","release_date":"1999-10-15","vote_average":4.2,"runtime":90,"cert":"N\/A","id":53882,"title":"Absence of the Good","adult":false,"genre_ids":[53]},{"cast":["Narain","Prasanna","Ajmal Ameer","Vijayalakshmi Agathiyan","Livingston"],"overview":"Anjathey is truly one of the master pieces of Tamil cinema in recent years.","release_date":"2008-02-14","vote_average":6.1,"runtime":192,"cert":"N\/A","id":53883,"title":"Anjathe","adult":false,"genre_ids":[28,18]},{"cast":["Kanichi Kurita","Makio Inoue","Kiyoshi Kobayashi","Eiko Masuyama","Yuzuru Fujimoto"],"overview":"Legend has it that the Twilight diamond is the key to a Moroccan treasure of immeasurable value. So when the international thief Lupin is given the Twilight in an act of faith, it's off to Morocco! But what started out as a simple in and out job turns into chaos the moment Lupin steps off the train! Fighting factions, masked assassins, secret underground sects, a whip-yielding psychopath, corrupt cops, and the always determined Inspector Zenigata... they're all after Lupin. And they won't stop until he's caught or killed. Join Lupin, Jigen, Fujiko, and Goemon in another rousing adventure where nothing is what it seems to be... and the treasure is always just around the corner.","release_date":"2002-04-30","vote_average":6.3,"runtime":90,"cert":"N\/A","id":53894,"title":"Lupin the Third: The Secret of Twilight Gemini","adult":false,"genre_ids":[16,28,35]},{"cast":["Howard M. Beardslee","Howie Beardslee","Ann Beardslee","Marilyn Christman","Dianne Couts"],"overview":"The documentary All God’s Children tells the personal story of the first boarding school for children of Protestant missionaries to be investigated for child abuse at the hands of the parents’ missionary colleagues.","release_date":"2008-04-04","vote_average":0.0,"runtime":70,"cert":"N\/A","id":53895,"title":"All God's Children","adult":false,"genre_ids":[99]},{"cast":["Alan Rickman","Clive Owen","Saskia Reeves","Karl Johnson","Lesley Sharp"],"overview":"After some years of tension, Richard begins a sexual relationship with his sister Natalie. Now married, the relationship proves dangerously obsessional.","release_date":"1991-11-22","vote_average":6.3,"runtime":109,"cert":"N\/A","id":53896,"title":"Close My Eyes","adult":false,"genre_ids":[18,10749]},{"cast":["Claire Wilbur","Casey Donovan","Lynn Lowry","Gerald Grant","Carl Parker"],"overview":"Liberated '70s couple seduce another couple into experimentation.","release_date":"1974-02-28","vote_average":5.7,"runtime":90,"cert":"N\/A","id":53897,"title":"Score","adult":false,"genre_ids":[35,18]},{"cast":["Tuesday Weld","Orson Welles","Phil Proctor","Jack Nicholson","Dov Lawrence"],"overview":"A young woman named Noah lives alone in New York. She is a disturbed flower child, who retreats into her past, yearning for lost innocence. She recalls her childhood, searching for a \"safe place.\" As a child she met a magician in Central Park who presented her with magical objects: a levitating silver ball, a star ring, and a Noah's ark. She is romantically involved with two totally different men. Fred is practical but dull. Mitch is dynamic and sexy, her ideal fantasy partner. Neither man is able to totally fulfill her needs.","release_date":"1971-10-01","vote_average":5.3,"runtime":94,"cert":"N\/A","id":53898,"title":"A Safe Place","adult":false,"genre_ids":[18,878]},{"cast":["Robert Carlyle","John Goodman","Marisa Tomei","Mary Steenburgen","Octavia Spencer"],"overview":"Writer-director Randall Miller's heart-achingly sweet drama centers on the unsatisfying personal life of protagonist Frank Keane (Robert Carlyle), a sensitive baker who remains deeply despondent over his late wife's untimely death. When Frank helps a stranger (John Goodman) who's sidelined by a fatal accident on his way to a fateful reunion, he decides to show up for the rendezvous in the man's place. In the process, he finds hope and redemption.","release_date":"2005-01-24","vote_average":5.6,"runtime":103,"cert":"N\/A","id":53905,"title":"Marilyn Hotchkiss' Ballroom Dancing & Charm School","adult":false,"genre_ids":[35,18,10749]},{"cast":["John Wayne","Janet Leigh","Jay C. Flippen","Paul Fix","Richard Rober"],"overview":"John Wayne stars as U.S. Air Force aviator Jim Shannon, who's tasked with escorting a Soviet pilot (Janet Leigh) claiming -- at the height of the Cold War -- that she wants to defect. After falling in love with and wedding the fetching flyer, Shannon learns from his superiors that she's a spy on a mission to extract military secrets. To save his new wife from prison and deportation, Shannon devises a risky plan in this 1957 drama.","release_date":"1957-10-11","vote_average":5.7,"runtime":112,"cert":"N\/A","id":53906,"title":"Jet Pilot","adult":false,"genre_ids":[28,18]},{"cast":["Travis Horseman","Amanda Howell","Cash Kimmerle","Mike Roberts","Ben Blaesing"],"overview":"The dead walk the Earth. Seeking shelter, two figures stumble upon a man living alone in the tunnels of a large college campus. This individual seems quite content in his isolation and doesn't look highly upon outsiders. Over the period of a couple days the two attempt to figure out if the man is a saint or a threat.","release_date":"2009-01-01","vote_average":5.3,"runtime":28,"cert":"N\/A","id":53907,"title":"Revelation","adult":false,"genre_ids":[18,27]},{"cast":[],"overview":"HISTORY journeys back in time to show the creation of Earth’s land masses, the birth of the first complex creatures, and devastating extinctions — before speculating on the future when all life becomes extinct..","release_date":"2009-02-10","vote_average":6.7,"runtime":94,"cert":"N\/A","id":53908,"title":"How The Earth Was Made","adult":false,"genre_ids":[99]},{"cast":["Naseeruddin Shah","Stellan Skarsgård","Amjad Khan","Madhur Jaffrey","Annu Kapoor"],"overview":"Police Inspector Ghote lives a middle-class life in Bombay along with his wife, Pratima. He has been employed with the Bombay Police for many years. He is assigned to investigate the deadly assault on a Parsi man named Perfect, who is the Secretary of Lala Heera Lal, a wealthy man with underworld links. Inspector Ghote commences his investigation and is displeased when his superiors ask him to work with a Swedish Forensic Expert by the name of Axel Svennson.","release_date":"1988-08-03","vote_average":7.0,"runtime":93,"cert":"N\/A","id":53909,"title":"The Perfect Murder","adult":false,"genre_ids":[53,9648]},{"cast":[],"overview":"On a trip to Angkor Wat in Siem Reap, Cambodia in January 2000, filmmaker Anne Bass came across a sixteen-year-old boy who moved her immensely with his amazing natural charm and grace as a dancer. A longtime devotee of the world of dance, Bass felt compelled to give this young boy the opportunity to leave his home and follow a dream that he could not yet have fully imagined. From the serene countryside of Southeast Asia to the halls of New York’s School of American Ballet to the stage of the Pacific Northwest Ballet in Seattle, DANCING ACROSS BORDERS peeks behind the scenes into the world of dance and chronicles the intimate and triumphant story of a boy who was discovered, and who only much later discovered all that he had in himself.","release_date":"2010-03-26","vote_average":5.0,"runtime":88,"cert":"N\/A","id":53910,"title":"Dancing Across Borders","adult":false,"genre_ids":[99]},{"cast":["Ayrton Senna","Alain Prost","Gerhard Berger","Damon Hines","Rubens Barrichello"],"overview":"Ten years after his tragic accident on the Imola circuit, Ayrton Senna remains a hero; a source of inspiration and a example for many to follow. In this new film, personal recollections from Formula One drivers and from relatives and friends give a passionate insight into his genius, his complicated personality and a deeper understanding of his motivation and deep commitment to motor racing.","release_date":"2004-03-04","vote_average":4.8,"runtime":52,"cert":"N\/A","id":53911,"title":"The Right to Win","adult":false,"genre_ids":[99]},{"cast":["Isabelle Huppert","Hanna Schygulla","Marcello Mastroianni","Angelo Infanti","Tanya Lopert"],"overview":"This sometimes confusing erotic drama about the incestuous relationship of a mother and daughter is based on the autobiography of Italian theater actress Piera Degli Esposti though it focuses more on her mother Eugenia.","release_date":"1983-02-02","vote_average":6.2,"runtime":105,"cert":"N\/A","id":53914,"title":"The Story of Piera","adult":false,"genre_ids":[18]},{"cast":["Silvio Muccino","Giuseppe Sanfelice","Giulia Carmignani","Giulia Steigerwalt","Luca De Filippo"],"overview":"Silvio (Silvio Muccino, the director's younger brother) has no interest in the student rebellion taking place at his high school. His fascination lies with Valentina (Giulia Carmignani), the prettiest girl in the school. However, Valentina already has a jealous boyfriend, Martino (Simone Pagani). After Silvio finally has a moment alone with Valentina (where they share a kiss), he makes the mistake of telling his gossipy best friend, Ponzi (Giuseppe Sanfelice). By the end of the day the entire school knows about the kiss, including a very angry Martino.","release_date":"1999-10-01","vote_average":5.7,"runtime":90,"cert":"N\/A","id":53915,"title":"But Forever in My Mind","adult":false,"genre_ids":[35,18]},{"cast":["Clarence Nash","Gloria Blondell"],"overview":"Donald visits Daisy. When he can't open a window, he flies into a rage and practically destroys her house. She won't see him again until he takes care of that temper. He orders a mail-order insult machine, which promises that if Donald can endure 10 minutes of abuse without losing his temper, he'll be cured. It proceeds to deliver physical and verbal abuse, and Donald is cured. He goes back and Daisy tests him on the balky window.","release_date":"1945-10-26","vote_average":5.0,"runtime":7,"cert":"N\/A","id":53916,"title":"Cured Duck","adult":false,"genre_ids":[16]},{"cast":["Mike Branson","Jeremy Penn","Rod Barry","Brennan Foster","Kyle Becker"],"overview":"Falcon exclusive Kyle Becker and his boyfriend--newcomer Marco Antonio--share past sexual histories which helps to steam up their new relationship! Also starring Falcon exclusives Jeremy Penn, Mike Branson and Brennan Foster; plus Rod Barry, Brian Daniels and Jean Riviera. This is hot action to the fullest! Guaranteed to get your motor running!","release_date":"1997-10-20","vote_average":7.0,"runtime":86,"cert":"N\/A","id":53917,"title":"Current Affairs","adult":true,"genre_ids":[]},{"cast":["Charles Berling","Laura Smet","Marc-André Grondin","Francis Perrin","Dominique Reymond"],"overview":"Henri est convaincu que Lise, sa nouvelle et jeune femme, l’aime sincèrement. Henri est aussi convaincu que Sam, le témoin de leur mariage, est le frère de Lise. La machination est parfaite. Enfin presque...","release_date":"2010-08-04","vote_average":3.5,"runtime":95,"cert":"N\/A","id":53918,"title":"Beyond Suspicion","adult":false,"genre_ids":[53]},{"cast":["Benoît Delépine","Féodor Atkine","Marine Delterme","Victoria Principal","Elliott Gould"],"overview":"Michael Kael est le correspondant parisien d'une grande chaîne d'information américaine, la World News Company. Il est envoyé en Afrique pour couvrir un festival de danse. Il ignore qu'il est l'un des pions d'une gigantesque manipulation médiatique mondiale visant à la réélection du président des Etats-Unis. Seulement, il est tellement mauvais qu'il va faire rater toute l'opération.","release_date":"1997-11-02","vote_average":4.0,"runtime":97,"cert":"N\/A","id":53919,"title":"Michael Kael contre la World News Company","adult":false,"genre_ids":[35]},{"cast":["Zak Spears","Jake Andrews","Jesse Tyler","Tim Barnett","David Papaleo"],"overview":"The abductors and the vanquished-men in a struggle of right and justice over dark and sinister forces where sex abounds-nothing is too much for these men!!","release_date":"1993-01-01","vote_average":8.5,"runtime":87,"cert":"N\/A","id":53920,"title":"The Abduction Series, Part II - The Conflict","adult":true,"genre_ids":[]},{"cast":["Paul Rodríguez","Dennis Gaxiola","Manny Maldonado","Gene Pompa","Shayla Rivera"],"overview":"Stand-up comedian Paul Rodriguez with Gene Pompa, Shayla Rivera &amp; Manny Maldonado together for a comedy performance. Filmed in Santa Fe.","release_date":"2009-07-03","vote_average":0.0,"runtime":85,"cert":"N\/A","id":53921,"title":"Paul Rodriguez & Friends: Comedy Rehab","adult":false,"genre_ids":[35]},{"cast":["Denzel Washington","George Segal","Susan Saint James","Jack Warden","Paul Winfield"],"overview":"A white corporate executive is surprised to discover that he has a black teen-age son who can't wait to be adopted into the, almost-exclusively-white community of, San Marino, California.","release_date":"1981-08-06","vote_average":5.7,"runtime":92,"cert":"N\/A","id":53922,"title":"Carbon Copy","adult":false,"genre_ids":[35,18]},{"cast":["Thierry Frémont","Saïd Taghmaoui","Grégoire Leprince-Ringuet","Aurélien Wiik"],"overview":"Algeria, 1960. A section of French paratroopers are sent in search of a missing aircraft in the Algerian desert. The wreckage of the plane is quickly located, but there are no survivors, just a suitcase stamped “Top Secret”. Stormed by enemy soldiers, the troops find refuge in a strange abandoned citadel. Despite warnings from the place’s Guardian to leave at once, they wake up the Djinns, the evil spirits of the desert .","release_date":"2010-07-08","vote_average":5.5,"runtime":100,"cert":"15","id":53923,"title":"Stranded","adult":false,"genre_ids":[9648,28,27,10752]},{"cast":["David Papaleo","Jarod Clark","Cliff Parker","Chip Daniels","Trent Reed"],"overview":"An evil colonel, a righteous commando, and a prince who requires constant sex. From the secret society to the palace of the prince, young men must obey and serve their abductors' every sexual desire...but it can't last forever!","release_date":"1993-01-01","vote_average":8.5,"runtime":78,"cert":"N\/A","id":53924,"title":"The Abduction Series, Part III - Redemption","adult":true,"genre_ids":[]},{"cast":["Vincenzo Motta","Mary Monaco","Franco Leo"],"overview":"Pietro Marcello directs this genre-defying Italian docudrama that follows mustachioed ex-con Enzo as he returns to Genoa after a long stint in prison, only to find that the city he once loved has changed almost beyond recognition. But as he combs the seaside town for hints of his past, he finds solace in the arms of Mary, his faithful lover and a transsexual who embodies the mysterious allure of Genoa itself. Mary Monaco and Vincenzo Motta star.","release_date":"2009-11-15","vote_average":7.0,"runtime":68,"cert":"N\/A","id":53925,"title":"The Mouth of the Wolf","adult":false,"genre_ids":[]},{"cast":["Clarence Nash"],"overview":"For some reason, Donald adopts a baby. It turns out not to be a duck, but a kangaroo. Donald takes little Joey home and tries to make him take a bath, with the help of the friendly lady of the adoption bureau on the telephone telling him what to do. After the bath, Donald's baby is scared by the rug made of a bear.","release_date":"1948-04-16","vote_average":5.2,"runtime":7,"cert":"N\/A","id":53926,"title":"Daddy Duck","adult":false,"genre_ids":[16]},{"cast":["Donald Novis","Kenny Baker"],"overview":"A narrator sings the opening stanzas of the classic poem while we see the house at rest. Santa lands on the roof, comes down the chimney, and opens his bag. The toys march out and decorate the tree, with the toy soldiers shooting balls from their cannon, a toy airplane stringing a garland like skywriting, and the toy firemen applying snow. A blimp delivers the star to the top. Meanwhile, Santa fills the stockings. His laughter awakens the children, who sneak out. The toys rush to their places, and Santa escapes up the chimney just in time.","release_date":"1933-12-09","vote_average":6.5,"runtime":8,"cert":"N\/A","id":53929,"title":"The Night Before Christmas","adult":false,"genre_ids":[16]},{"cast":["Pierre Rabhi","Claude Bourguignon","Lydia Bourguignon","Philippe Desbrosses","Dominique Guillet"],"overview":"","release_date":"2010-04-07","vote_average":8.0,"runtime":113,"cert":"N\/A","id":53930,"title":"Think Global, Act Rural","adult":false,"genre_ids":[99]},{"cast":["Dewey Martin","Aldo Ray","Anne Collings","Dean Smith","Stewart Petersen"],"overview":"A fictionalized account of the real-life adventure of the Sager family. Travelling with a wagon train from Missouri to Oregon, things are going well for the Sagers, until father Sager dies from blood poisoning following an Indian attack, and mother Sager dies soon afterward from pneumonia. The leaders of the wagon train decide to send the children back, but the oldest, John (who had been described by all the adults as lazy and worthless), decides to lead his siblings through the wilderness to complete the journey their parents started.","release_date":"1974-12-20","vote_average":6.0,"runtime":97,"cert":"N\/A","id":53931,"title":"Seven Alone","adult":false,"genre_ids":[18,10751,12,37]},{"cast":["Francesca Neri","Óscar Ladoire","María Barranco","Fernando Guillén Cuervo","Rosana Pastor"],"overview":"Fifteen-year-old Lulu has never known any affection from her family. But when she goes to a rock concert with Pablo, a friend of the family, he introduces Lulu to her first sexual experience. Years later, Pablo and Lulu have married; Pablo has created a sheltered, private world for Lulu, into which nothing intrudes. However, Lulu tires of her cloistered existence, and begins hanging out in shady bars, looking for vicarious thrills and danger.","release_date":"1990-12-13","vote_average":5.7,"runtime":95,"cert":"N\/A","id":53932,"title":"The Ages of Lulu","adult":false,"genre_ids":[18]},{"cast":["Tom Parker","Ana Patricia Rojo","Dee Wallace","Jesús Ochoa","Diana Bracho"],"overview":"An unworldly and closed-minded American travels to a small village in exotic Chiapas, Mexico; at the behest of his estranged mother when his half-sister disappears during a local epidemic of kidnappings attributed to the legendary J-ok'el, the weeping woman, who drowned her own babies, centuries ago and whose spirit has returned to claim more children as her own.","release_date":"2007-03-02","vote_average":5.0,"runtime":90,"cert":"N\/A","id":53933,"title":"Curse of the Weeping Woman: J-ok'el","adult":false,"genre_ids":[27,53]},{"cast":["Metin Akpinar","Kemal Sunal","Meltem Cumbul","Rafet El Roman","Ali Sunal"],"overview":"Based on a true story set in 1948, customs officer Mehti is faced with the duty of formally setting up the border between Turkey and Syria, dividing his hometown. He is unaware of the pain that will eminently unfold, as families, languages, cultures and lovers are both ripped apart and clash head on in a village once united.","release_date":"1999-03-05","vote_average":6.1,"runtime":120,"cert":"N\/A","id":53934,"title":"Propaganda","adult":false,"genre_ids":[35,18,36,10749]},{"cast":["Sean Maher","Jaime Ray Newman","Janet Carroll","Stephen Tobolowsky","John Getz"],"overview":"Told by a psychic of his imminent death on his next birthday, Jack lives out the year, as a hopeless agoraphobic, until he meets a young woman who slowly coaxes him out of his self imposed bondage.","release_date":"2005-10-21","vote_average":5.0,"runtime":87,"cert":"N\/A","id":53935,"title":"Living 'til the End","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"The Crazy Rulers of the World is the extraordinary, never before told story of what happened when chiefs of US intelligence, the army, and the government began believing in very strange things. Three years in the making, Jon Ronson's Crazy Rulers of the World explores the apparent madness at the heart of US military intelligence.","release_date":"2004-11-07","vote_average":0.0,"runtime":174,"cert":"","id":53936,"title":"The Crazy Rulers of the World","adult":false,"genre_ids":[99]},{"cast":["Trevor Howard","Dean Stockwell","Wendy Hiller","Donald Pleasence","Mary Ure"],"overview":"The son of a working-class British mining family has dreams of pursuing an art career, but when he strikes up an affair with an older woman from the town it enrages his jealous mother. (TCM.com)","release_date":"1960-08-29","vote_average":6.6,"runtime":103,"cert":"","id":53939,"title":"Sons and Lovers","adult":false,"genre_ids":[18]},{"cast":["Taddy Blazusiak","Geoff Aaron","Mike Brown","Cory Grafunder","Ricky Dietrich"],"overview":"Welcome to Endurocross! The fastest growing sport of motorcycles in America. Follus us in a phenomenal adventure as we travel from Las Vegas to South Carolina and back. Endurocross will have you on your feet the whole way through. Endurocross - The Movie documents riders such as Taddy Blazusiak, Ricky Dietrich, Geoff Aaron, and many more. See every crash, pass, and bobble in cinematic style.","release_date":"2009-06-01","vote_average":0.0,"runtime":50,"cert":"N\/A","id":53940,"title":"Endurocross The Movie","adult":false,"genre_ids":[28]},{"cast":["Taddy Blazusiak","Geoff Aaron","Cory Grafunder","Ricky Dietrich"],"overview":"After many experienced EnduroCross: The Movie, ShotMaker Productions rolls out with the sequel, The Foundation. Follow us on an adventure of the 2010 EnduroCross series. Go behind the scenes of EnduroCross as The Foundation documents the factory teams from the board rooms, all the way to the practice track. See Poland's Taddy Blazusiak and America's Geoff Aaron battle it out for the 2010 EnduroCross championship. In the Foundation DVD... See every pass, crash, and win of the 6 round","release_date":"2010-06-01","vote_average":0.0,"runtime":60,"cert":"N\/A","id":53941,"title":"The Foundation","adult":false,"genre_ids":[]},{"cast":["Valerio Mastandrea","Francesca Inaudi","Nino D'Angelo","Roberto Citran","Antonio Catania"],"overview":"","release_date":"2006-05-18","vote_average":5.6,"runtime":null,"cert":"N\/A","id":53942,"title":"4-4-2 - Il gioco più bello del mondo","adult":false,"genre_ids":[35]},{"cast":["Clint Eastwood","Sylvester Stallone","John Milius","James Cameron","George Butler"],"overview":"This short documentary explores just how the film Pumping Iron revolutionized the fitness industry and created an international icon in Arnold Schwarzenegger. It also touches on what Hollywood's idea of an action star was and is.","release_date":"2002-11-15","vote_average":4.0,"runtime":14,"cert":"N\/A","id":53943,"title":"Iron and Beyond","adult":false,"genre_ids":[99]},{"cast":["Irene Visedo","Eduard Fernández","Marisa Paredes","Carlos Hipólito"],"overview":"","release_date":"2009-04-20","vote_average":5.0,"runtime":null,"cert":"N\/A","id":53946,"title":"Amores locos","adult":false,"genre_ids":[10749,18]},{"cast":["Fred Hampton","Rennie Davis","Edward Hanrahan","Don Matuson","Bobby Rush"],"overview":"Fred Hampton was the leader of the Illinois Chapter of the Black Panther Party. This film depicts his brutal murder by the Chicago police and its subsequent investigation, but also documents his activities in organizing the Chapter, his public speeches, and the programs he founded for children during the last eighteen months of his life.","release_date":"1971-01-01","vote_average":7.3,"runtime":88,"cert":"N\/A","id":53947,"title":"The Murder of Fred Hampton","adult":false,"genre_ids":[99]},{"cast":["Trish Van Devere","Joseph Cotten","David Gautreaux","Donald Hotton","Med Flory"],"overview":"A schoolteacher moves into her deceased aunt’s house in a small Californian town, and is harassed by unfriendly locals and a mysterious hearse.","release_date":"1980-06-01","vote_average":5.1,"runtime":99,"cert":"N\/A","id":53950,"title":"The Hearse","adult":false,"genre_ids":[27,9648,18]},{"cast":["Lochlyn Munro","Chandra West","Steve Bacic","Jianna Ballard","Carrie Fleming"],"overview":"A woman and her daughter (Nicole Muñoz) encounter a deadly legend at a bed-and-breakfast.","release_date":"2006-08-08","vote_average":4.2,"runtime":89,"cert":"N\/A","id":53953,"title":"The Tooth Fairy","adult":false,"genre_ids":[27]},{"cast":["Kasper Eistrup","Mads Tunebjerg","Henrik Lindstrand","Asger Techau"],"overview":"Rocket Brothers is a 2003 documentary film directed by photographer Kasper Torsting. It explores the ambitions, anxieties and joys of a creative process in the Danish rock band Kashmir. Torsting followed the band over a period of four years starting just after the success of their album The Good Life. In the documentary we follow the daily lives of the band members and come to witness their struggle against the expectations from both themselves and other people. We see the difficulties in overcoming amongst others writer's block, witness the conflicts amongst the group members and discover the profound respect and love with which they treat each other - all in the process of making the album Zitilites. Besides seeing the band writing the Zitilities album, we also witness their failed break-through in America, and lead singer Kasper Eistrup's audition for Roger Waters Pink Floyd tour. Eistrup auditioned as the lead singer and guitarist.","release_date":"2003-12-12","vote_average":5.0,"runtime":87,"cert":"N\/A","id":53954,"title":"Rocket Brothers","adult":false,"genre_ids":[99,10402]},{"cast":["Silvio Muccino","Aitana Sánchez-Gijón","Carolina Crescentini","Andrea Renzi","Flavio Parenti"],"overview":"Sasha is a boy in his twenties, deeply loving the beautiful Benedetta, who doesn't seem to recognize his existence. Nicole is a French woman in her forties, living in Rome with her husband. They casually meet and start a friendship which becomes a sentimental education foe the boy.","release_date":"2008-02-14","vote_average":5.3,"runtime":109,"cert":"N\/A","id":53955,"title":"Tell Me About Love","adult":false,"genre_ids":[35,10749]},{"cast":["Paulo Miklos","Marco Ricca","Alexandre Borges","Mariana Ximenes","Malu Mader"],"overview":"Two businessmen hire a hitman to kill their third partner and are then blackmailed by the hitman as he takes over their company.","release_date":"2002-01-11","vote_average":6.5,"runtime":97,"cert":"N\/A","id":53960,"title":"The Trespasser","adult":false,"genre_ids":[18,53]},{"cast":["Rodrigo Santoro","Othon Bastos","Cássia Kis Magro","Dani Nefussi","Gero Camilo"],"overview":"A trip to the mental institution hell. This odyssey is lived by Neto, a middle class teenager, who lives a normal life until his father sends him to a mental institution after finding drugs on his pocket. The maconha cigarrete is just the final drop that exposes the family tragedy. Send to a mental institution, Neto gets to know a completely absurd, inhumane reality in which the people are devoured by a corrupt and cruel institution system. The documentary type language used by the director give this movie a sensation of realty that increases even more the impact of the emotions Neto goes through. In the mental institution, Neto is forced to mature. The transformations that he goes through change this relations with his father.","release_date":"2001-06-22","vote_average":7.7,"runtime":74,"cert":"N\/A","id":53961,"title":"Brainstorm","adult":false,"genre_ids":[18]},{"cast":["Olesya Sudzilovskaya","Inara Slutska","Valeriy Storozhik","Andrey Tarasenko","Dmitry Matveyev"],"overview":"In an ordinary industrial Soviet town, notable only for presence of a radio-telescope, people start behaving strangely, in a robotic manner, while assuming geometry-inspired aliases and organizing into a new hierarchy. The phenomenon spreads via a device of alien origin, called \"the intermediary\" (\"posrednik\"), capable of implanting extraterrestrial minds into human bodies. The aliens are bound by limitations of the terrestrial technology, having to use the means at the disposal of humans to prepare the grounds for the full-scale invasion. With \"the intermediary\" being unable to subdue minds of children, lunatics, geniuses, and rebels, a struggle over the fate of the town and the human civilization ensues.","release_date":"1990-01-01","vote_average":5.5,"runtime":228,"cert":"N\/A","id":53962,"title":"The Mediator","adult":false,"genre_ids":[878]},{"cast":["Elisabeth Flickenschildt","Rolf Wanka","Robert Taube","Al Hoosmann","Paul Dättel"],"overview":"An enormously wealthy woman returns to her hometown with a dreadful bargain: She wants the townspeople to kill the man who jilted her in exchange for enough money to revitalize the town.","release_date":"1959-02-19","vote_average":7.0,"runtime":115,"cert":"N\/A","id":53965,"title":"Der Besuch der alten Dame","adult":false,"genre_ids":[]},{"cast":["Freddie Mercury","Brian May","Roger Taylor","John Deacon","Montserrat Caballé"],"overview":"Freddie Mercury (1946-1991) was not just a man with one of the most pure and amazing voices this world has heard, but he was also the lead singer for Queen, the most enthusiastic rock band in history.","release_date":"2000-12-08","vote_average":8.0,"runtime":59,"cert":"","id":53968,"title":"Freddie Mercury: The Untold Story","adult":false,"genre_ids":[99,10402,10770]},{"cast":["Brian Keith","Brandon De Wilde","James Whitmore"],"overview":"Based on author James H. Tevis' Arizona in the 50s, The Tenderfoot stars Brandon De Wilde as young Tevis. With nothing more than a stetson, a gun, and three buddies, Tevis heads west to seek his destiny. Along the way, he befriends a crusty Army dragoons captain (James Whitmore), Kit Carson's black-sheep brother Mose (Brian Keith), and an itinerant musician-turned-trooper (Paul Durand). Tevis' adventures include the roundup of wild mustangs and a climactic horse race","release_date":"1964-11-08","vote_average":0.0,"runtime":100,"cert":"N\/A","id":53971,"title":"The Tenderfoot","adult":false,"genre_ids":[]},{"cast":["Sara Berner","Kent Rogers","Mel Blanc","Arnold Stang","Arthur Q. Bryan"],"overview":"Bugs Bunny Gets The Boid is a 1942 Merrie Melodies cartoon, directed by Bob Clampett, produced by Leon Schlesinger Productions, and released to theatres by Warner Bros. Pictures. It marks the first appearance of Beaky Buzzard in a Warner Bros. short.  The title is a Brooklynese way of saying \"gets the bird\", which can refer to an obscene gesture, or as simply the \"Bronx cheer\"; in this case, it is also used metaphorically, as Bugs \"gets\" the bird (a buzzard) by playing a trick","release_date":"1942-07-11","vote_average":6.5,"runtime":7,"cert":"N\/A","id":53974,"title":"Bugs Bunny Gets the Boid","adult":false,"genre_ids":[16,10751,35]},{"cast":["Béatrice Dalle","Valentin Ducommun","Victor Chambon","Marc Rioufol","Solenn Jarniou"],"overview":"Une petite ville de province, au milieu des années 80. La vie d'Éric, collégien rêveur et solitaire, est chamboulée par l'arrivée d'un nouveau dans la classe : Romain, adolescent dissipé au style new wave très affirmé, qui va lui ouvrir les portes de son univers. Une amitié s'engage, jusqu'au jour où l'un reste pour que l'autre parte...","release_date":"2008-09-19","vote_average":6.0,"runtime":80,"cert":"N\/A","id":53975,"title":"New Wave","adult":false,"genre_ids":[28,35]},{"cast":["Beibi Gong","Chao Wu","Kui Zhou","Qing Sun","Jianxin Zhang"],"overview":"On the outskirts of a small town, a bus driver and her passengers encounter highway robbers. \"Bus 44\" carries a universal theme that travels across all boundaries and societies, trespassing the dark side and bright side of human behavior.","release_date":"2001-09-06","vote_average":7.2,"runtime":11,"cert":"N\/A","id":53978,"title":"Bus 44","adult":false,"genre_ids":[18]},{"cast":["Ronald L. Marchini","Carrie Chambers","Michael E. Bristow","David Carradine","D.W. Landingham"],"overview":"John Travis is the last honest cop in a future dominated by terroristic martial-arts gangs who fight gladiator-style in arenas.","release_date":"1991-09-14","vote_average":3.5,"runtime":90,"cert":"N\/A","id":53979,"title":"Karate Cop","adult":false,"genre_ids":[28,878,53]},{"cast":["Nathalie Baye","Pierre Arditi","Jocelyn Quivrin","Laurent Lafitte","Eric Cantona"],"overview":"Imagine, if you will, a somewhat contented married woman finding out her husband's infidelity during the celebration of a birthday party. That is what happens to Marie-France, when her husband, Henri, pulls out panties from his pocket to be used as a handkerchief. Marie-France becomes furious, storming out of the house. His son, Sebastian and his wife, Clementine, a struggling couple, decide to take Marie-France to their tiny apartment, something they feel it is a temporary arrangement. Little did they know what they were getting into...","release_date":"2010-02-07","vote_average":4.7,"runtime":96,"cert":"N\/A","id":53980,"title":"Together Is Too Much","adult":false,"genre_ids":[35,10751]},{"cast":["Johannes Silberschneider","Elisabeth Ebner-Haid"],"overview":"A man awakens and goes to his job at the copy shop. During his morning test of the machine, he accidentally copies his hand; while he's looking at that copy, the machine starts churning out scenes from earlier that morning. Spooked by this, he closes up early and goes home. Soon, he starts seeing copies of himself in more and more places. Written by Jon Reeves. Wordless story about a man who awakes in his bed wearing his clothes (including a check vest). He rises, washes his face, combs his hair, and heads for work across the street at a copy shop. He inadvertently makes a photocopy of his hand, and then the machine beings turning out copies of photographs of himself, the street outside, and his apartment. He unplugs the copier and heads home. He repeats the scene we saw earlier. Copies of himself emerge from bed; baffled, he watches them go to work. Soon, it seems, he's part of a society in which everyone looks like him and wears check vest. Can he get things back to normal?","release_date":"2001-01-01","vote_average":7.0,"runtime":12,"cert":"N\/A","id":53981,"title":"Copy Shop","adult":false,"genre_ids":[]},{"cast":["Debbie Evans"],"overview":"This movie is a fun look back into a bygone era of motorcycling. More than the ubiquitous \"history of Harley\" type documentaries, this move looks at the entire culture of motorcycling from the 60's &amp; 70's and covers road racing, motocross &amp; desert racing, drag racing, trials and more. The viewer gets to see in action the famous racers we had only previously seen in photos and even ride along with Mike \"The Bike\" Hailwood on a 190 MPH lap of the Isle of Mann. If you liked the requisite motorcycle movie \"On Any Sunday,\" you'll LOVE this one. The soundtrack, with songs by Foreigner and Arlo Guthrie, is nostalgically cool too.","release_date":"1980-03-01","vote_average":0.0,"runtime":95,"cert":"N\/A","id":53984,"title":"Take It to the Limit","adult":false,"genre_ids":[99]},{"cast":["Seth Rogen","Reese Witherspoon","Hugh Laurie","Will Arnett","Kiefer Sutherland"],"overview":"Susan Murphy (a.k.a. Ginormica) and the Monsters are now working with the US government as special ops. So when an alien presence is detected in Susan's hometown of Modesto, California -- right before Halloween -- the team is dispatched to investigate. Everything appears normal, right down to the jack-o-lanterns peering out from every doorstep and windowsill. But when Halloween arrives, those innocent-looking carved pumpkins reveal themselves for what they really are mutant aliens. The altered pumpkins then start to implement their fiendish plan to take over Earth. The Monsters are there to combat the mutant gourds and try to smash their wicked scheme!","release_date":"2009-04-01","vote_average":5.8,"runtime":27,"cert":"PG","id":53985,"title":"Mutant Pumpkins from Outer Space","adult":false,"genre_ids":[10770,16,10751,35]},{"cast":["Masaki Aizawa","Hiroto Torihata","Hideto Erihara","Tadasuke Ohmizu","Yoshyiunki Kaneko"],"overview":"5 members of the U.B.C.S. are sent to Racoon City to trace Dr. Chameleon and, foremost, her research. However, the horrors they encounter are beyond their imagination.","release_date":"2000-11-01","vote_average":5.5,"runtime":19,"cert":"N\/A","id":53986,"title":"Biohazard 4D: Executer","adult":false,"genre_ids":[16,27]},{"cast":[],"overview":"Hardcore gay porn film based around business on Wall Street.","release_date":"","vote_average":5.0,"runtime":null,"cert":"N\/A","id":53989,"title":"Wall Street 100th Release Special Edition","adult":true,"genre_ids":[]},{"cast":["Hristo Shopov","Marcus Aurelius","Robert DiTillio","Kristine Byers","Dean Cain"],"overview":"The movie begins in Southern England in the Middle Ages and then six knights are seen riding in horses towards a destroyed town. They see the remains of burned buildings and dead people until they come upon a mother and her dead baby. She quickly dies and then a rhino-sized dragon flies overhead, the knights follow right behind, vowing to kill the creature.","release_date":"2003-01-04","vote_average":3.6,"runtime":85,"cert":"N\/A","id":53994,"title":"Dragon Fighter","adult":false,"genre_ids":[28,27,878,53]},{"cast":["Lorànt Deutsch","Jalil Lespert","Pascal Légitimus","François Berléand","Nathalie Krebs"],"overview":"A 25 ans, Christophe et J-P galèrent joyeusement et sans amertume dans leur cité. Le travail dans un supermarché pour l'un et les petits boulots pour l'autre laissent leurs esprits libres de rêver aux filles : Malika, la soeur de J-P, et Maya, la cousine de Christophe. Amoureux sans scrupules et maladroits à loisirs, il leur faut déployer des trésors d'imagination pour attirer l'attention des deux filles qui ne songent qu'aux études, symbole de liberté et de fêtes. Pas complexés le moins du monde, et pas décidés non plus à paraître ce qu'ils ne sont pas, J-P et Christophe naviguent entre un braquage foireux dont ils sont les témoins incrédules, une représentation de théâtre dont ils sont les spectateurs interdits et un séjour à la campagne dont ils sont les otages perplexes. Et les filles dans tout ça ? Ils verront dès que les événements leur en laisseront le temps.","release_date":"2004-01-14","vote_average":4.5,"runtime":93,"cert":"N\/A","id":53995,"title":"Les Amateurs","adult":false,"genre_ids":[35]},{"cast":["Arthur Q. Bryan","Mel Blanc","Arnold Stang"],"overview":"The Wacky Wabbit is a Warner Bros. cartoon in the Merrie Melodies series. It was released on May 2, 1942. It was directed by Robert Clampett. It stars Bugs Bunny and Elmer Fudd (both are voiced by Mel Blanc and Arthur Q. Bryan).","release_date":"1942-05-02","vote_average":6.5,"runtime":7,"cert":"N\/A","id":53998,"title":"The Wacky Wabbit","adult":false,"genre_ids":[10751,16,35]},{"cast":["Lauren McKnight","Chris Zylka","Matt Angel","Stella Maeve","Alex Van"],"overview":"Following the murders at the Rollerdome, Skye Rotter leaves town in search of a normal life. Reunited with the mother who abandoned her as a child, Skye's dream of a happier life starts to take shape - until her serial killer father returns.","release_date":"2010-10-22","vote_average":5.9,"runtime":84,"cert":"N\/A","id":53999,"title":"My Super Psycho Sweet 16: Part 2","adult":false,"genre_ids":[]}]