[{"cast":["William Holden","Marthe Keller","Hildegard Knef","José Ferrer","Frances Sternhagen"],"overview":"An ambitious Hollywood hustler becomes involved with a reclusive female star whom he tries to lure out of retirement.","release_date":"1978-05-30","vote_average":6.9,"runtime":114,"cert":"N\/A","id":54000,"title":"Fedora","adult":false,"genre_ids":[18,10749]},{"cast":["Hassan Darabi","Masud Zandbegleh","Mostafa Tari"],"overview":"The Traveler is a 1974 Iranian drama film directed by Abbas Kiarostami that tells the story of Hassan Darabi, a troublesome, amoral 10-year-old boy in a small Iranian town. He wishes to see the Iran national football team play an important match in Tehran. In order to achieve that, he scams his friends and neighbors. After a number of adventures, he finally reaches Tehran stadium at the time of the match. The film addresses the boy's determination in his goal and his indifference to the effects of his actions on other people, particularly those who are closest to him. In its element, the film is an examination of human behavior and the balance of right and wrong.","release_date":"1974-01-01","vote_average":7.8,"runtime":83,"cert":"N\/A","id":54001,"title":"The Traveler","adult":false,"genre_ids":[18]},{"cast":["Roger Daltrey","Pete Townshend","Keith Moon","John Entwistle"],"overview":"Mod rockers the Who are captured live by director Murray Lerner at the legendary Isle of Wight festival in 1970, attended by 600,000 people. All the old classics are included in a typically energetic set; Moon the Loon, Roger the Dodger and Pete... the guitarist. And John Entwistle on bass. This is the first DVD release, without the extra material found on the DVD\/Blu-ray re-release of 2006.","release_date":"1998-11-03","vote_average":5.5,"runtime":85,"cert":"","id":54002,"title":"Listening to You: The Who Live at the Isle of Wight","adult":false,"genre_ids":[10402,99]},{"cast":["Mischa Barton","Cameron Van Hoy","Burt Reynolds","Adam Farrar","David Alan Graf"],"overview":"When troubled teen boy Stevie (Cameron Van Hoy) and his girlfriend, Rocky (Mischa Barton), attempt to rob a bank without any forethought, the situation rapidly deteriorates. Soon the young couple is holding bank customers and employees hostage, while law enforcement gathers outside. Daniel Bender (Burt Reynolds), a veteran negotiator for the FBI, is charged with assessing the crime scene and ending the standoff as quickly as possible, but Stevie's short fuse considerably complicates matters.","release_date":"1999-04-18","vote_average":5.8,"runtime":99,"cert":"","id":54003,"title":"Pups","adult":false,"genre_ids":[53,28,18,80]},{"cast":["Mary-Kate Olsen","Ashley Olsen","Peter White","Matt Winston","Yvonne Sciò"],"overview":"Sent to Paris to visit their grandfather, the twins fall in love with France, not to mention two French boys.","release_date":"1999-11-09","vote_average":5.7,"runtime":87,"cert":"N\/A","id":54004,"title":"Passport to Paris","adult":false,"genre_ids":[35,18,10751]},{"cast":["Mary-Kate Olsen","Ashley Olsen","Billy Aaron Brown","Heather Lindell","Jeff D'Agostino"],"overview":"This film is about Mary-Kate and Ashley turning sixteen years old and going on a road trip without parents. They are headed to Utah for the Olympics and arrive late. There are also scenes in Las Vegas. The twins do not drive alone in this movie, they take a bus. Written by Anonymous Taylor and Kylie Hunter are celebrating their 16th birthday and now they are licensed to drive. They plan to go to Salt Lake City, Utah with their friends for the 2002 Winter Olympics. When they stop at a local restaurant on their way, they notice that their car is stolen and their adventure becomes a misadventure when they board the wrong plane to San Diego. They make it to Salt Lake City but they don't make it to the Olympics. Now they decide to create their own fun to celebrate their 16th birthday.","release_date":"2002-06-11","vote_average":5.4,"runtime":90,"cert":"N\/A","id":54005,"title":"Getting There","adult":false,"genre_ids":[10751]},{"cast":["Del Walker","Anne Gooding","Sam Shepherd","Roy Haywood","Freda Shepherd"],"overview":"Del and his friends agree to take part in a robbery with a boy fresh from the borstal. When Del falls in love with Irene they decide to run away from their nagging parents - and the law.","release_date":"1969-08-01","vote_average":5.8,"runtime":86,"cert":"15","id":54006,"title":"Bronco Bullfrog","adult":false,"genre_ids":[18]},{"cast":["Joseph Mazzello","Richard Gilliland","Corinne Bohrer","Alex Daniels","Joey Simmrin"],"overview":"Shy seventh-grader Spencer Griffith's life changes when the meteor falls into local junkyard and he finds a Cybersuit - the wise and strong robot from another galaxy. Spencer puts Cybersuit on and becomes a different kind of guy","release_date":"1998-01-16","vote_average":5.0,"runtime":101,"cert":"N\/A","id":54007,"title":"Star Kid","adult":false,"genre_ids":[28,12,10751,878]},{"cast":["Marki Bey","Robert Quarry","Don Pedro Colley","Betty Anne Rees","Richard Lawson"],"overview":"When her boyfriend is brutally murdered, after refusing to be shaken down by the local gangsters running their protection racket, Sugar Hill, decides not to get mad, but BAD! Calling upon the help of aged voodoo queen Mama Maitresse, Sugar entreats her to call upon Baron Zamedi, the Lord of the Dead, for help in gaining a gruesome revenge. In exchange for her soul, the Dark Master raises up a zombie army to do her bidding. The bad guys who thought they were getting away clean are about to find out that they're DEAD wrong.","release_date":"1974-02-01","vote_average":5.9,"runtime":91,"cert":"N\/A","id":54008,"title":"Sugar Hill","adult":false,"genre_ids":[80,28,27]},{"cast":["James Coburn","Carroll O'Connor","Margaret Blye","Claude Akins","Bruce Dern"],"overview":"James Coburn is a con man and grifter who comes across a map that leads to a fortune in stolen US Army gold. Carroll O'Connor is the crooked sheriff who stays on Coburn's tail.","release_date":"1967-10-10","vote_average":6.4,"runtime":95,"cert":"N\/A","id":54011,"title":"Waterhole #3","adult":false,"genre_ids":[37,35]},{"cast":["Michel Bouquet","Jalil Lespert","Philippe Fretun","Anne Cantineau","Sarah Grappin"],"overview":"A young journalist (Lespert) helps the French President compile his memoirs.","release_date":"2005-02-16","vote_average":6.7,"runtime":116,"cert":"N\/A","id":54012,"title":"The Last Mitterrand","adult":false,"genre_ids":[18]},{"cast":["Glenn Ford","Lance Henriksen","John Huston","Joanne Nail","Sam Peckinpah"],"overview":"An ancient intergalactic warrior arrives on Earth to put a stop to a demonic child's plot to reproduce Satan's next generation of evil.","release_date":"1979-03-14","vote_average":5.0,"runtime":108,"cert":"N\/A","id":54013,"title":"The Visitor","adult":false,"genre_ids":[27,878]},{"cast":["Austin Vince","Gerald Vince","Chas Penty","Bill Penty","Clive Greenhough"],"overview":"This trip has assumed a life of its own. Not particularly noteworthy on paper it, by chance, featured several interesting features that together, would go to make it one of the better known of the thousands of round-the-world trips of the last fifty years.","release_date":"2003-09-15","vote_average":9.0,"runtime":null,"cert":"N\/A","id":54014,"title":"Mondo Enduro","adult":false,"genre_ids":[]},{"cast":["Barry Sheene","Ewan McGregor"],"overview":"Documentary on the life &amp; times of 1976 &amp; 1977 500cc World Motorbike Racing Champion Barry Sheene featuring family home movies shot by his father and never seen before, as well as other archive and newly shot interviews with Barry's friends &amp; family. Written by Mark Tinkler","release_date":"2007-03-15","vote_average":0.0,"runtime":null,"cert":"","id":54015,"title":"Legacy: A Personal History of Barry Sheene","adult":false,"genre_ids":[]},{"cast":["John Turturro","Christopher Walken","Ethan Hawke","Rosanna Arquette","Martin Scorsese"],"overview":"A satire about desperate hustling, pop philosophy and big money.","release_date":"1995-01-01","vote_average":6.0,"runtime":90,"cert":"N\/A","id":54022,"title":"Search and Destroy","adult":false,"genre_ids":[28,35,18,53]},{"cast":["Aarno Sulkanen","Ulla Eklund","Risto Taulo","Anja Pohjola","Matti Pellonpää"],"overview":"","release_date":"1970-12-04","vote_average":10.0,"runtime":137,"cert":"N\/A","id":54025,"title":"Akseli and Elina","adult":false,"genre_ids":[]},{"cast":["Judy Garland","Robert Walker","James Gleason","Keenan Wynn","Lucile Gleason"],"overview":"A G.I. en route to Europe falls in love during a whirlwind two-day leave in New York City.","release_date":"1945-04-25","vote_average":7.4,"runtime":90,"cert":"N\/A","id":54028,"title":"The Clock","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"The Sky-Colored Seed is a series of three TV spots created for the Nippon TV (NTV) network to commemorate its 40th anniversary. The story is about a boy who plants a sky-colored seed, which grows into a big house with a lot of animals in it. It is based on the 1964 children's book The Sky-Colored Seed by Reiko Nakagawa and Yuriko Omura","release_date":"1992-01-01","vote_average":5.7,"runtime":1,"cert":"N\/A","id":54041,"title":"The Sky-Colored Seed","adult":false,"genre_ids":[16]},{"cast":["Björn Kjellman","Josefin Nilsson","Tintin Anderzon","Reine Brynolfsson","Jacob Ericksson"],"overview":"Adam and Eva have been married for four years. But the romance has disappeared from their relationship and has been replaced by boredom and old routine. When Adam meets his brother's baby-sitter, Jackie, he is immediately attracted to her. They have an affair, but Adam tell himself that they are only friends. However, when Eva finds out that he has a mistress, she leaves him. Adam tries to convince himself that he is free again, but soon realizes that he is still in love with Eva, and must win her back...","release_date":"1997-02-14","vote_average":5.1,"runtime":97,"cert":"N\/A","id":54044,"title":"Adam & Eva","adult":false,"genre_ids":[10749,35,18]},{"cast":["Samy Naceri","Samuel Le Bihan","Clotilde Courau","Michel Duchaussoy","Philippe Nahon"],"overview":"Dris is an ex-con, living in the borderline between a decent and a criminal life. He has a regular and simple work and lives a simple life with his wife Lise and loves his family. However, his childhood friends from his Arab community, including his best friend Yanis, are mobsters and his brother is a small time delinquent. Yanis tries to bring Dris back to his gang, and uses his former lover Nina to seduce him, taking him to expensive places to feel the importance of big money. Dris fights against the temptation, but an event will route him back to Yanis' gang and in a fight between gangs with tragic consequences for the whole community.","release_date":"2002-10-22","vote_average":4.6,"runtime":116,"cert":"N\/A","id":54045,"title":"The Code","adult":false,"genre_ids":[18,28,53]},{"cast":["Walter Brennan","Edgar Buchanan","Andy Devine","Jack Elam","Gypsy Rose Lee"],"overview":"Classic comedic western, Captain Oren Hayes of the Texas Rangers takes a break to visit his daughter in a neighboring town. When he arrives he find's his daughter Hannah's husband Jeff is running for Mayor against a corrupt town boss, Nard Lundy. Lundy has no intention of allowing the free election of the honest Jeff Rose, so he has his henchmen beat them up. Hayes then calls for the help of some his old buddies in the Rangers. Upon arriving in town, they realize quickly that age has caught up with them and they must rely on their sheer wits to out-smart and defeat Lundy.","release_date":"1969-10-07","vote_average":5.2,"runtime":75,"cert":"N\/A","id":54050,"title":"The Over-the-Hill Gang","adult":false,"genre_ids":[28,12,35,37,10770]},{"cast":[],"overview":"Ambitious documentary chronicling the cultural life and religious customs of the Sinhalese and the effects of advanced industrialism on such customs.","release_date":"1934-11-30","vote_average":6.5,"runtime":38,"cert":"","id":54051,"title":"The Song of Ceylon","adult":false,"genre_ids":[]},{"cast":["John Costelloe","James Lorinz","Sandra Bullock","Tony Darrow","Vincent Pastore"],"overview":"Who says crime doesn't pay? The mob will pay Jimmy Corona anything to stay away. But, then again, so would most people. His agent brushes off Jimmy's latest book proposal: detailing the conspiracy between Lee Harvey Oswald and Marylin Monroe to assassinate JFK. His girlfriend gives him his walking papers in the midst of wild sex when he can't give her one good reason to stay. Actually he's too exhausted to speak. And to top it all off, he's suffering from writer's block. So what's a poor guy to do? Join the mob?","release_date":"1994-07-07","vote_average":3.8,"runtime":84,"cert":"N\/A","id":54052,"title":"Who Do I Gotta Kill?","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":54057,"title":"The Reunion Tour: Live in Concert 2010","adult":false,"genre_ids":[]},{"cast":["Hatsuo Yamaya","Ensemble Planeta"],"overview":"The Night of Taneyamagahara is an anime short film directed by Kazuo Oga and released by Studio Ghibli. A DVD version was released for Japan on July 7, 2006.","release_date":"2006-07-07","vote_average":4.8,"runtime":27,"cert":"N\/A","id":54058,"title":"The Night of Taneyamagahara","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Enter The Secret World Of Benjamin Bear, where teddy bears lead lives full of amazing adventures. Irrepressible teddy bears Benjamin and Howie are at it again, caring for their human kids, Maxwell and Eliza, and their pets! Along the way they show what it means to be kind to others by finding pets for kids in need without taking any credit - they can't risk getting caught! Episode 1: Harry Hamster Episode 2: Best Friend Episode 3: Cargo Cat","release_date":"","vote_average":0.0,"runtime":36,"cert":"N\/A","id":54061,"title":"The Secret World of Benjamin Bear - Having Fun With Pets","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"Jump into the Secret World of Benjamin Bear as we watch the teddy bears lead lives full of amazing adventures in their very own secret world. Benjamin Bear guides Howie, an irrepressible rookie teddy bear, through magnificent escapades in their quest to bring happiness and comfort to kids. More often than not, this teddy-twosome comes dangerously close to breaking several of the \"Rules for Teddies\", the most important being: a teddy bear can never let people see it move! The teddy friends will do just about anything to ensure the happiness of the kids they love.","release_date":"","vote_average":4.0,"runtime":66,"cert":"N\/A","id":54062,"title":"The Secret World of Benjamin Bear","adult":false,"genre_ids":[16]},{"cast":["Brad Mitchell","Brad Phillips","Cal Jensen","Danny Brown","Dick Masters"],"overview":"The sensational Rex Chandler heats up the screen when he plans a hot tub orgy while his lover--sexy Brad Philips--goes on a business trip. A wet and wild experience you have to see to believe","release_date":"1989-09-05","vote_average":7.0,"runtime":86,"cert":"N\/A","id":54063,"title":"Deep in Hot Water","adult":true,"genre_ids":[]},{"cast":["Alba Gaïa Bellugi","Stéphane Freiss","Maria de Medeiros","Yolande Moreau","Benjamin Ramon"],"overview":"A 10 year old girl lives in post WWII rural France with her parents, who are about to divorce. Her older sister leaves home to finish school, and the young girl is left with a mysterious, almost silent housekeeper. Being afraid of the dark, and of other \"phenomenoms\" including a haunted château nearby, she curiously accepts a stranger she finds in her mansion's barn. This fact contradicts her fearful nature, but fulfills her loneliness. The stranger has run away from a nearby psychiatric clinic, where her father was treating the stranger. She hides the stranger, protects him, and he becomes her best friend. Is this girl searching for true companionship, coming of age, or is she asserting her independence for the first time in her short life?","release_date":"2006-11-15","vote_average":6.3,"runtime":90,"cert":"N\/A","id":54064,"title":"Call Me Elisabeth","adult":false,"genre_ids":[18]},{"cast":["Valeria Marini","Stefano Dionisi","Jorge Perugorría","Manuel Bandera","Anita Ekberg"],"overview":"Her name is Mina, but she is called Bambola (doll). Upon the death of her mother, she and her homosexual brother, Flavio, open a pizzeria. A man named Ugo loans Bambola the money, but is then killed in a fight with another one of her boyfriends, Settimio. While visiting Settimio in jail, she meets a sadistic man named Furio, and they begin a relationship.","release_date":"1996-09-01","vote_average":3.3,"runtime":95,"cert":"N\/A","id":54065,"title":"Bámbola","adult":false,"genre_ids":[35,18]},{"cast":["Tom Chase","Josh Weston","Chad Hunt","Derek Cameron","Chris Steele"],"overview":"Escapades of sex and indulgence in the Big Easy. Josh Weston explores New Orleans to investigate the disappearance of a senator's son. As he falls into a web of intrigue, murder, kidnapping and hot sex, he realizes that they don't call it the Big Easy for nothing.","release_date":"2003-07-27","vote_average":9.0,"runtime":88,"cert":"N\/A","id":54066,"title":"Deep South - The Big and the Easy, Part 1","adult":true,"genre_ids":[]},{"cast":["Michael Paré","Barbara Carrera","Michael Ironside","Lehua Reid","Ian Yule"],"overview":"Jack Davis is a tough, outspoken cop who finds himself wrongly accused for the death of a fellow agent by the depraved and power hungry chief of Miami Customs, Martin Cullen. Disgraced and dismissed, Jack swears revenge and goes to work for Roberto Largo, a rich, evil Cuban crime boss, as bodyguard for his smoldering wife, Eva. Jack knows Largo is connected to his old boss Cullen and is determined to learn the secret that will bring him down. Trapped in a deadly game of cat and mouse, held captive by his passionate affair with Eva, Jack must figure out the significance of the mysterious Spanish Rose to survive.","release_date":"1993-12-01","vote_average":6.9,"runtime":96,"cert":"N\/A","id":54067,"title":"Point of Impact","adult":false,"genre_ids":[18,28,80]},{"cast":["Matthew Rush","Josh Weston","Chris Steele","Brad Benton","Jeremy Jordan"],"overview":"Amid the mysterious and sultry backstreets of New Orleans, private detective Josh Weston continues his searches for a senator's missing son. Hindered by local authorities, Josh discovers the steamy secrets of an underground society dedicated to the sexual gratification of its masked members. Explore the tangled threads of passion, intrigue, suspense and murder in the Big Easy.","release_date":"2003-07-27","vote_average":9.0,"runtime":89,"cert":"N\/A","id":54068,"title":"Deep South - The Big and the Easy, Part 2","adult":true,"genre_ids":[]},{"cast":["Nagarjuna Akkineni","Anushka Shetty","Priyamani","Dev Gill","Pradeep Ram Singh Rawat"],"overview":"A local village rowdy arrives in the city to earn money by any means and participates in a brawl between two rivals that brings him to their attention.","release_date":"2010-12-23","vote_average":5.5,"runtime":147,"cert":"N\/A","id":54069,"title":"Ragada","adult":false,"genre_ids":[28]},{"cast":["Henry Thomas","Kelli Garner","Natalia Baron","Forrest J. Ackerman","Cristen Coppen"],"overview":"A man and a young woman have a chance encounter at a laundry mat which leads to a story about a birthday party where everyone has been killed by a madman in a white jumpsuit.","release_date":"2009-08-28","vote_average":4.8,"runtime":87,"cert":"N\/A","id":54070,"title":"Red Velvet","adult":false,"genre_ids":[27]},{"cast":["Adam West"],"overview":"Since 1950, there have been 32 nuclear weapon accidents, known as \"Broken Arrows.\" A Broken Arrow is defined as an unexpected event involving nuclear weapons that result in the accidental launching, firing, detonating, theft or loss of the weapon. To date, six nuclear weapons have been lost and never recovered.Now, recently declassified documents reveal the history and secrecy surrounding the events known as \"Broken Arrows\". There have been 32 nuclear weapon accidents since 1950. Six of these nuclear weapons have been lost and never recovered. What does this say about our defense system? What does this mean to our threatened environment? What do we do to rectify these monumental \"mistakes\"? Using spectacular special effects, newly uncovered and recently declassified footage, filmmaker Peter Kuran explores the accidents, incidents and exercises in the secret world of nuclear weapons.","release_date":"2001-01-01","vote_average":3.8,"runtime":53,"cert":"N\/A","id":54071,"title":"Nuclear Rescue 911: Broken Arrows & Incidents","adult":false,"genre_ids":[99,10752,36]},{"cast":["Akshay Kumar","Lara Dutta","Priyanka Chopra","Rajeev Verma","Pankaj Dheer"],"overview":"Young Raj Malhotra (Akshay Kumar) lives with his elder brother, Rohit; his sister-in-law Kiran, and a niece. After an accident fractures his leg, he is unable to walk for some time. Due to psychological reasons, he cannot walk even after the fracture heals. When the Malhotras move to Dehra Dun, Raj befriends young Kajal (Dutta), as both share a common passion for airplanes. Kajal encourages Raj to walk, and succeeds. Years later the two continue to be fast friends, and everyone expects them to marry soon. Then Raj is recruited by the Indian Air Force and goes for training for a year and a half. After his training gets over, he rushes to Kajal to propose to her, only to find out that she has given her heart to a multimillionaire, Karan Singhania (Verma), who owns several airplanes and choppers. Raj congratulates Kajal and Karan, but does not reveal his true feelings.","release_date":"2003-05-23","vote_average":5.5,"runtime":146,"cert":"N\/A","id":54072,"title":"Andaaz","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Zachary Bloch","Siera Florindo"],"overview":"Join Super Readers Whyatt Beanstalk, Little Red Riding Hood, Princess Pea and Pig as they use their literacy skills to learn how to bake a birthday cake, pay a visit to the Tooth Fairy and prevent evil Eraser from destroying important words. In one memorable episode of this cartoon collection, popular heroes such as Cinderella and the Frog Prince square off on the soccer field against villains like the Big Bad Wolf and the Wicked Witch.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":54073,"title":"Super Why!: Attack of the Eraser","adult":false,"genre_ids":[10751,16]},{"cast":["Eiji Wentz","Mao Inoue","Rena Tanaka","Yo Oizumi","Kanpei Hazama"],"overview":"Kitaro is a half human, half creature who keeps an eye on the human society to save them from the evil attacks from another world. He finds that a magical ball that controls all powers had been brought into the human world, and stops it from falling into the wrong hands.","release_date":"2007-04-28","vote_average":4.1,"runtime":103,"cert":"N\/A","id":54074,"title":"Kitaro","adult":false,"genre_ids":[14,28,878]},{"cast":["Katheryn Winnick","Nicholas Tucci","Kevin Pollak","Bruce Dern","Richard Short"],"overview":"Fiona Wagner, a journalism student, tracks a cold-blooded killer with the help of her detective father and a therapist.","release_date":"2011-01-17","vote_average":4.5,"runtime":83,"cert":"15","id":54075,"title":"Choose","adult":false,"genre_ids":[80,18,27,53]},{"cast":[],"overview":"A group of moths invades a costume shop through a badly plugged hole in a window and makes quick work of the contents. A male moth ignores his lady to chow down on a hat and she's soon seduced by a candle flame, which rapidly spreads. He notices her trapped in a spider web with the fire attacking and makes some attempts to save her, but pours benzene on the fire by mistake. The rest of the moths are summoned, and they fight the fire with water-filled bagpipes, an air drop with a water-filled funnel, etc., while our hero works to free his lady from the spider web.","release_date":"1938-04-01","vote_average":4.6,"runtime":8,"cert":"N\/A","id":54076,"title":"Moth and the Flame","adult":false,"genre_ids":[16]},{"cast":[],"overview":"The title character comes to town, complete with portable boxing ring. He grabs a local chicken and dances with her, inspiring several other barnyard animals to dance. But her rooster takes offense, and enters the ring to do battle.","release_date":"1935-11-30","vote_average":5.3,"runtime":8,"cert":"N\/A","id":54079,"title":"Cock o' the Walk","adult":false,"genre_ids":[16]},{"cast":["Sterling Holloway"],"overview":"A snipe that lives with a pelican in a lighthouse must continually keep his pelican friend from harm when he flies in his sleep.","release_date":"1944-01-07","vote_average":5.3,"runtime":9,"cert":"N\/A","id":54080,"title":"The Pelican and the Snipe","adult":false,"genre_ids":[16]},{"cast":["Ajay Devgn","Akshaye Khanna","Paresh Rawal","Bipasha Basu","Reema Sen"],"overview":"Three friends from Delhi go missing in a small village - Jhanjhar, in Bihar. It's 2 months and there is no clue about their disappearance. The media and students movement demand action from the authorities. It's then that the government orders a Central Bureau of Investigation enquiry with officers Sidhant Chaturvedi (Akshaye Khanna) and Pratap Kumar (Ajay Devgn) to solve the case.","release_date":"2010-10-01","vote_average":6.9,"runtime":120,"cert":"N\/A","id":54081,"title":"Aakrosh","adult":false,"genre_ids":[28]},{"cast":[],"overview":"Magnificent a documentary one to you emitted by Discovery Channel, that reviews great landmarks of the history of hacking. In this way, you will be able to see Steve Wozniak or the John Draper and, by all means, to Kevin Mitnick, interviewed people in exclusive right for the program. It is worth the trouble to put themselves comfortable and to know first hand the opinion of these pioneers on an as dark subculture as attractive.","release_date":"","vote_average":5.3,"runtime":50,"cert":"N\/A","id":54082,"title":"The History of Hacking","adult":false,"genre_ids":[99]},{"cast":["Catherine Tanvier","Christian Sinniger","Jean-Marc Stehlé","Patti Smith","Robert Maloubier"],"overview":"A symphony in three movements. Things such as a Mediterranean cruise, numerous conversations, in numerous languages, between the passengers, almost all of whom are on holiday... Our Europe. At night, a sister and her younger brother have summoned their parents to appear before the court of their childhood. The children demand serious explanations of the themes of Liberty, Equality and Fraternity. Our humanities. Visits to six sites of true or false myths: Egypt, Palestine, Odessa, Hellas, Naples and Barcelona.","release_date":"2010-05-19","vote_average":6.1,"runtime":102,"cert":"","id":54083,"title":"Film Socialisme","adult":false,"genre_ids":[18]},{"cast":["Don Murray","Bert Convy","Yvonne De Carlo","Gloria Grahame","Van Johnson"],"overview":"A television producer may have set off a string of murders when he investigates the location of an ageing former movie star.","release_date":"1974-04-01","vote_average":4.0,"runtime":73,"cert":"N\/A","id":54084,"title":"Girl on the Late, Late Show","adult":false,"genre_ids":[9648,10770]},{"cast":["Billy Crystal","David Paymer","Julie Warner","Mary Mara","Jerry Orbach"],"overview":"Buddy Young was the comic's comic, beloved by everyone. Now, playing to miniscule crowds in nursing homes, it seems like everybody but Buddy realizes that he should retire. As Buddy looks for work in show business, he realizes that the rest of the world has forgotten the golden days of Buddy Young, and that there just may not be room in the business for an old comic like himself.","release_date":"1992-09-23","vote_average":5.7,"runtime":119,"cert":"N\/A","id":54087,"title":"Mr. Saturday Night","adult":false,"genre_ids":[35,18]},{"cast":["Robert Sheehan","Ashley Walters","Shanika Warren-Markland","Patrick Baladi","Morwenna Banks"],"overview":"When a young girl takes her own life, Archie and the other Suicide Kids decide to follow her lead and form a pact. But as the group begin to die on by one, Archie realizes that they have all become the target of a masked killer and that his commitment to death has become a terrifying fight for survival and a battle to protect the girl he loves. But who's the killer?","release_date":"2011-10-27","vote_average":4.6,"runtime":93,"cert":"15","id":54094,"title":"Demons Never Die","adult":false,"genre_ids":[27]},{"cast":["Lynne Roberts","Charles Drake","Roman Bohnen","Eric Blore","Elinor Donahue"],"overview":"A farm girl has a romance with a ski instructor.","release_date":"1946-05-12","vote_average":4.3,"runtime":71,"cert":"N\/A","id":54097,"title":"Winter Wonderland","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"The film takes off from the point where a wounded man is left to die in the desert. He survives the ordeal but loses his Identity. He then resorts to robbing solitary car drivers traversing on this highway. He becomes a Thug and finds an abandoned shed as his hideaway, where three troubled individuals Harry, Toto and Pali find him. They take him to their home in a nearby village and name his Baba, the beleaguered stowaway makes a deal with Harry that he will fight for his property seized by a local brute and in return Harry would help him find his real identity. When Harry is not of any help, Pali steps in. Baba and sympathetic Pali embarks on a very long journey to solve his mystery. Flashes of his wife, visions of being stabbed and then betrayed come rushing to his mind. His relentless search leads to something more diabolic than his expectations.","release_date":"2010-09-27","vote_average":5.5,"runtime":null,"cert":"N\/A","id":54098,"title":"Soch Lo","adult":false,"genre_ids":[28,9648,53]},{"cast":["Christa Campbell","Costas Mandylor","Rudolf Martin","Joshua Alba","Meshach Taylor"],"overview":"Roving clans of shape-shifting human\/hyena creatures prowl and hunt for human prey. They are hunted by one man seeking revenge for the death of his loved ones.","release_date":"2010-05-12","vote_average":3.0,"runtime":92,"cert":"N\/A","id":54099,"title":"Hyenas","adult":false,"genre_ids":[18,27]},{"cast":["Tony Doupe","Amy Seimetz","Ross Partridge","Bret Roberts","Scoot McNairy"],"overview":"You're awake when everyone else is asleep. You're standing still as traffic is whipping by at 70mph. You see dusk and dawn everyday because they happen on your way to a time clock and then to a bed. Your off hours are spent trying to figure out why you're here, whether you want to stay, and how to leave.","release_date":"2011-01-22","vote_average":5.2,"runtime":93,"cert":"N\/A","id":54100,"title":"The Off Hours","adult":false,"genre_ids":[18]},{"cast":["Jennifer Kincer","Brad Dourif","Daniel Baldwin","James Russo","James Arthur Lewis"],"overview":"Over centuries humans have been mysteriously disappearing with no explanations, just hushed whispers in the dark. On the surface Prophet Hills seems like a perfect place to live and raise a family, but Danny Kessler (Baldwin) has seen better days. This is one man's journey to find the culprit of the ultimate sacrifice he's endured. He must face his demons and go back to the place that has haunted him. He must convince family, friends and townspeople that something is not right in Prophet Hills. He must make them believe that something evil is living beneath their own backyards.","release_date":"2011-09-13","vote_average":5.3,"runtime":80,"cert":"N\/A","id":54101,"title":"Born of Earth","adult":false,"genre_ids":[27,53,878]},{"cast":["Michael Flynn","Mark Deakins","Paul Mugerian","Bruce Newbold","Bob Richardson"],"overview":"Portrays the dramatic events of the last hours of Jesus' life and his resurrection.","release_date":"1992-04-05","vote_average":6.8,"runtime":27,"cert":"N\/A","id":54106,"title":"The Lamb of God","adult":false,"genre_ids":[10751,18,36]},{"cast":["Todd Waring","Amy Yasbeck","Donovan Scott","Dody Goodman","Rita Taggart"],"overview":"A sequel to the popular romantic mermaid drama, in which Allen and Madison return to New York - one to save his business, the other to save a Dolphin in captivity. You can guess which does which.","release_date":"1988-05-01","vote_average":4.5,"runtime":87,"cert":"N\/A","id":54107,"title":"Splash, Too","adult":false,"genre_ids":[10749,35,10751,10770]},{"cast":["Chris Rock"],"overview":"Taped in Atlanta, Jokes offers Rock's take on everything from school busing (he's against it) to older women (in general, he prefers them to younger ones). His best routine, involving the inexpensive plain-wrap food his mother bought when he was a child, wouldn't be out of place on a classic Bill Cosby record.","release_date":"1994-06-16","vote_average":7.2,"runtime":27,"cert":"N\/A","id":54108,"title":"Chris Rock: Big Ass Jokes","adult":false,"genre_ids":[35]},{"cast":["Millie Perkins","Lonny Chapman","Vanessa Brown","Peggy Feury","Jean Pierre Camps"],"overview":"Anger stemming from being abused as a child drives an alcoholic's daughter to kill as an adult.","release_date":"1976-02-06","vote_average":6.1,"runtime":88,"cert":"N\/A","id":54109,"title":"The Witch Who Came from the Sea","adult":false,"genre_ids":[18,27]},{"cast":["Josh Hamilton","Yul Vazquez","Zak Orth","Daniel Raymont","Callie Thorne"],"overview":"A frustrated radio DJ takes to the streets of Manhattan during the Republican National Convention after the FCC has slapped his station with $1 million in indecency fines, and popular radio personality Joe Pace (Josh Hamilton) isn't going down without a fight. As the streets fill with restless republicans, angry protestors, and other colorful characters, Joe arms himself with a wireless microphone and a portable transmitter in order to get the opinions of the average person on the street.","release_date":"2005-04-21","vote_average":5.2,"runtime":77,"cert":"N\/A","id":54110,"title":"The F Word","adult":false,"genre_ids":[18]},{"cast":["Park Ye-jin","Rie Young-zin","Kim Gyu-ri","Gong Hyo-jin","Kim Jae-in"],"overview":"In this second installment of the Whispering Corridors series, a young girl finds a strange diary, capable of arousing hallucinations, kept by two of her senior fellow-students who seem to have an unusually close bond.","release_date":"1999-12-24","vote_average":6.1,"runtime":98,"cert":"N\/A","id":54111,"title":"Memento Mori","adult":false,"genre_ids":[14,27,10749]},{"cast":["Paul Naschy","Mercedes Molina","Silvia Solar","Gil Vidal","Luis Induni"],"overview":"Waldemar, the renowned adventurer, joins an expedition to find the Yeti in the Himalayas. While hiking the mountains, he's captured by two cannibalistic demon nymphets guarding a remote Buddhist temple and becomes their sex-slave. They transform him into a werewolf setting him loose to roam the mountain where he encounters a sadistic bandit.","release_date":"1975-01-01","vote_average":5.2,"runtime":94,"cert":"N\/A","id":54112,"title":"Night of the Howling Beast","adult":false,"genre_ids":[12,14,27]},{"cast":["Michelle Nicastro","Douglas Sills","Steve Vinovich","Joseph Medrano","James Arrington"],"overview":"The first wedding anniversary of Princess Odette and Prince Derek is distracted by field fires set by Knuckles. His master Clavius, wants to conquer the world, and he needs to capture a giant orb to do that. Clavius kidnaps Queen Uberta and Odette with Derek have to save her.","release_date":"1997-01-01","vote_average":5.9,"runtime":71,"cert":"N\/A","id":54113,"title":"The Swan Princess: Escape from Castle Mountain","adult":false,"genre_ids":[14,16,10749,10751]},{"cast":["Ngamsiri Arsira-Lertsiri","Warot Pitakanonda","Nuttapong Tangkasam","Phaophon Thephatdin Na Ayudhya","Sumonrat Wattanaselarat"],"overview":"These days , this story could happen to any easily influenced teenager. It's actually based on a true event in Thailand a high school student who commit suicide after an home made video recorded on her cell phone was released","release_date":"2007-07-26","vote_average":5.5,"runtime":78,"cert":"N\/A","id":54114,"title":"Video Clip","adult":false,"genre_ids":[18,53]},{"cast":["Sebastian Montoya","Rick Poli","Larry Swansen","Gates Leonard"],"overview":"In a tunnel deep under Manhattan, the Old Man rules the citizens of Scum-City. He swears to lead them to a paradise within the hollow earth once he finds five noble souls; but until then his followers must steal and deal to support him. A terminally ill hunchback named Goliath, crazed by his approaching death, decides to find the five noble souls and present them to the Old Man;by beheading New Yorkers he deems worthy of the honor. Meanwhile, another Scum-City dweller known as The Kid tries to do the Old Man's bidding, tangling with deadly gangsters and eccentric drug dealers-even though The Kid is only nine and his main weapon is a water pistol filled with acid. As both Goliath and The Kid pursue paths they believe will lead to paradise, they rob, kill;and inevitably confront each other in a grand showdown.","release_date":"2007-06-26","vote_average":3.6,"runtime":105,"cert":"N\/A","id":54115,"title":"Urchin","adult":false,"genre_ids":[28,12,14,878]},{"cast":["Laurel Munson","Janet Penner","Sara Ansley","Virginia Settle","Barbara Lusch"],"overview":"College students, Terry, Nancy and Gloria are on their way to a rock concert, driving through a torrential rainstorm...only to crash their car, badly injuring one of them. Seeking shelter and aid they come across a house occupied by a man-hating mother and her daughter, our trio soon wish they hadn't.","release_date":"1982-10-14","vote_average":4.8,"runtime":80,"cert":"N\/A","id":54116,"title":"Unhinged","adult":false,"genre_ids":[27]},{"cast":["Kim Hye-soo","Jeong Bo-seok","Suwinit Panjamawat","Leon Lai","Eric Tsang"],"overview":"Memories: A woman wakes up on a street without memory. A husband cannot remember why his wife left him. The woman wanders the streets trying to contact the only phone number she has on her. The husband see's her ghost in his apartment and discovers her mutilated body in a large bag in his home (Korea). The Wheel: Extravagant cursed puppets cause fires, deaths, physical pain and a little girl to be possessed (Thailand). Going Home: A father goes in search of his missing son and is abducted by a strange man. The strangers wife has died of cancer three years prior but he keeps her in his apartment under the impression she will 'wake up' (Hong Kong)","release_date":"2002-07-09","vote_average":6.0,"runtime":140,"cert":"N\/A","id":54117,"title":"Three","adult":false,"genre_ids":[27,9648]},{"cast":["Leonard Mann","Rachel Ward","Drew Snyder","Joseph R. Sicari","Nicholas Cairis"],"overview":"A Boston police detective investigates a series of gruesome decapitations of various college coeds commited by a helmeted, black-leather clad serial killer which leads him to suspect a well known anthropology professor as well as his female live-in assistant.","release_date":"1981-01-07","vote_average":6.1,"runtime":88,"cert":"N\/A","id":54118,"title":"Night School","adult":false,"genre_ids":[27,9648,53]},{"cast":[],"overview":"Made-for-IMAX documentary about the athletes of ESPN's Summer X games, including skateboarders, BMX riders, motocrossers, and street lugers.","release_date":"2002-08-14","vote_average":3.8,"runtime":47,"cert":"N\/A","id":54119,"title":"Ultimate X: The Movie","adult":false,"genre_ids":[99]},{"cast":["Daryl Gates","Fred Hampton","Joe Hicks","Ericka Huggins"],"overview":"Surrounded by death and the brutal lifestyle that feeds it, a Los Angeles gangbanger explores the history of Southern California street gangs from the 1950s through the 1990s in an attempt to fully understand his existence. Bastards of the Party humanizes the staggering casualties of the LA gang wars.","release_date":"2005-01-01","vote_average":6.5,"runtime":95,"cert":"N\/A","id":54120,"title":"Bastards of the Party","adult":false,"genre_ids":[99]},{"cast":["Sarah Kendall","Frederick Flynn","Carol Kottenbrook","Alan McRae","Michael Holmes"],"overview":"Siblings, Eric & his surreal artist sister Kay, her doctor husband David, her sister-in-law Brooke along with pilot Marsh become stranded on a rugged isle face off against a supernatural beast drawn to Kay who dreams of its killings.","release_date":"1982-10-08","vote_average":5.1,"runtime":80,"cert":"N\/A","id":54121,"title":"The Slayer","adult":false,"genre_ids":[27]},{"cast":["Stephen White","Eldon Mecham","Joyce Molloy","Kathleen Marie Archer","Rosemary Orlando"],"overview":"Runaway teen Bobby is given shelter by a friendly cult of Satanists, but his presence--and questionable sexuality--leads to conflicts within Satan's Children, especially after a lesbian member is damned to Hell. But Bobby proves to be one sick puppy, which he demonstrates in ways that would even make the devil smile. So hilarious, homophobic, and just plain insane, you'd think Lucifer himself was personally involved!","release_date":"1975-06-01","vote_average":6.7,"runtime":87,"cert":"","id":54124,"title":"Satan's Children","adult":false,"genre_ids":[27]},{"cast":["Suzanna Love","Ulli Lommel","Shannah Hall","Shoto von Douglas","Bob Rosenfarb"],"overview":"Part two takes place in Hollywood, where survivor Lacey is staying with friends to recover from her trauma. Through long and extremely detailed flashbacks, Lacey tells the story about the murderous spirit in the little piece of mirror to befriended actress and her husband director (played by Ulli Lommel himself, with his atrocious German accent). Naturally they want to exploit Lacey's bizarre thriller story and turn it into a horror movie, but then the Boogeyman returns to kill them all during a typical Hollywood pool party. \"Boogeyman II\" is 50 minutes of stock footage and 25 minutes of non-stop new murders.","release_date":"1983-08-24","vote_average":2.2,"runtime":79,"cert":"N\/A","id":54127,"title":"Boogeyman II","adult":false,"genre_ids":[27]},{"cast":["Laurie Lapinski","Stephen Sachs","David Snow","Pamela Holland","Dennis Ely"],"overview":"A crazed killer stalks college students who gave up their vacation to clean a deserted dormitory.","release_date":"1982-04-02","vote_average":5.3,"runtime":88,"cert":"N\/A","id":54132,"title":"The Dorm That Dripped Blood","adult":false,"genre_ids":[27,9648,53]},{"cast":["Trish Everly","Allison Biggers","Michael MacRae","Dennis Robertson","Morgan Hart"],"overview":"Julia (Trish Everly, in her only film role), a young teacher for deaf children living in Savannah, Georgia. Julia has horrid memories of her childhood, which was scarred by her sadistic twin sister Mary (Allison Biggers). At the urging of her uncle, Father James, Julia visits Mary, suffering from a severe skin disease, in a mental institution. The meet does not go well, and Mary vows to make Julia \"suffer as she had suffered\". As their mutual birthday approaches, several of Julia's friends and neighbors begin to die gruesome deaths, some of which committed by a mysterious Rottweiler dog that has some sort of connection to Mary. But is Mary really the killer?","release_date":"1981-03-04","vote_average":5.8,"runtime":93,"cert":"N\/A","id":54133,"title":"Madhouse","adult":false,"genre_ids":[27]},{"cast":["Chris Pine","Zachary Quinto","Zoe Saldana","Karl Urban","Simon Pegg"],"overview":"When the crew of the Enterprise is called back home, they find an unstoppable force of terror from within their own organization has detonated the fleet and everything it stands for, leaving our world in a state of crisis.  With a personal score to settle, Captain Kirk leads a manhunt to a war-zone world to capture a one man weapon of mass destruction. As our heroes are propelled into an epic chess game of life and death, love will be challenged, friendships will be torn apart, and sacrifices must be made for the only family Kirk has left: his crew.","release_date":"2013-05-05","vote_average":7.3,"runtime":132,"cert":"12A","id":54138,"title":"Star Trek Into Darkness","adult":false,"genre_ids":[28,12,878]},{"cast":["Paul Douglas","Richard Basehart","Barbara Bel Geddes","Debra Paget","Agnes Moorehead"],"overview":"A young man, morally destroyed by his parents not loving him and by the fear of being not capable to make his girlfriend happy, rises on the ledge of a building with the intention of committing suicide. A policeman makes every effort to argue him out of it.","release_date":"1951-04-01","vote_average":6.9,"runtime":92,"cert":"N\/A","id":54139,"title":"Fourteen Hours","adult":false,"genre_ids":[18,53]},{"cast":["Dirk Bogarde","Ellen Burstyn","John Gielgud","David Warner","Denis Lawson"],"overview":"Clive Langham spends one tormenting night in his bed suffering from health problems and thinking up a story based on his relatives. He is a bitter man and he shows, through flashbacks, how spiteful, conniving and treacherous his family is. But is this how they really are or is it his own vindictive slant on things?","release_date":"1977-01-25","vote_average":7.0,"runtime":110,"cert":"N\/A","id":54140,"title":"Providence","adult":false,"genre_ids":[18]},{"cast":["Nino Manfredi","Ugo Tognazzi","Anna Maria Ferrero","Dolores Wettach","Umberto D'Orsi"],"overview":"A vivid assortment consisted of three acts taken from the lives of modern 1960s Italians, always in orbit around the restless theme of sexual inhibition and the pursuit of pleasure in sex.","release_date":"1964-01-01","vote_average":8.0,"runtime":117,"cert":"N\/A","id":54141,"title":"Controsesso","adult":false,"genre_ids":[35]},{"cast":["Ila Arun","Prem Chopra","Tisca Chopra","Shahana Goswami","Boman Irani"],"overview":"A story-writer attempts to convince a producer to accept four erotic stories from the Panchtantra.","release_date":"2010-09-26","vote_average":2.3,"runtime":117,"cert":"N\/A","id":54142,"title":"Mirch","adult":false,"genre_ids":[18,10749]},{"cast":["Phil Collins","Tony Banks","Mike Rutherford","Daryl Stuermer","Chester Thompson"],"overview":"Tracklisting: 1. Mama - 2. Abacab - 3. Domino Part 1 - 4. Domino Part 2 - 5. That's All - 6. Brazilian - 7. Land of Confusion - 8. Tonight, Tonight, Tonight - 9. Throwing It All Away - 10. Home by the Sea - 11. Invisible Touch - 12. Drum Duet - 13. Los Endos - 14. Medley: Turn It On Again \/ Everybody Needs Somebody \/ I Can't Get No Satisfaction \/ Reach Out and I'll Be There \/ You've Lost that Loving Feeling \/ Pinball Wizard \/ In the Midnight Hour \/ Turn It On Again - 15. Do The Neurotic","release_date":"1987-07-03","vote_average":9.0,"runtime":115,"cert":"","id":54143,"title":"Genesis - Live at Wembley Stadium","adult":false,"genre_ids":[10402]},{"cast":["José María Yazpik","Christopher Ruiz-Esparza","Karina Gidi","Geraldine Alejandra","Carlos Aragon"],"overview":"When 9-year-old Abel assumes his absent father's role as man of the house, he garners his family's respect, and life resumes a comfortable rhythm -- until a man arrives at the house, claiming he's the long-lost patriarch","release_date":"2010-05-28","vote_average":6.7,"runtime":83,"cert":"N\/A","id":54144,"title":"Abel","adult":false,"genre_ids":[18,35]},{"cast":["Maud Adams","Dawn Dunlap","James Mitchell","Maureen Kerwin","Anja Schüte"],"overview":"A blinded French sculptor completes a statue of a friend's daughter by using his sense of touch.","release_date":"1979-11-28","vote_average":5.4,"runtime":95,"cert":"N\/A","id":54145,"title":"Laura","adult":false,"genre_ids":[18,10749]},{"cast":["Hisashi Igawa","Sumie Sasaki","Sen Yano","Hideo Kanze","Kunie Tanaka"],"overview":"A man wanders into a seemingly deserted town with his young son in search of work. But after a bit of bad luck, he joins the town's population of lost souls.","release_date":"1962-07-01","vote_average":7.5,"runtime":97,"cert":"N\/A","id":54146,"title":"Pitfall","adult":false,"genre_ids":[14,80,18,9648]},{"cast":["Zabou Breitman","Martin Lamotte","Philippe Bruneau","Christian Clavier","Coluche"],"overview":"La reine de France meurt en couche. Elle met au monde un petite fille prénommée Blanche-neige. Le roi deçu de n'avoir pas un fils est résolu à faire disparaître sa progéniture mais c'est sans compter sur la protection de nombreux personnages de la littérature enfantine : les fées, Tarzan, Robin des Bois ou d'autres encore...","release_date":"1982-04-07","vote_average":5.3,"runtime":85,"cert":"N\/A","id":54147,"title":"Elle voit des nains partout !","adult":false,"genre_ids":[35,10751]},{"cast":["Ernesto Alterio","Alberto San Juan","Natalia Verbeke","María Esteve","Fernando Tejero"],"overview":"A comedic romp that celebrates the power of friendship to turn your life around, Dias de Futbol introduces us to Antonio, an ex-convict and amateur shrink who convinces his pals that the best way to overcome their midlife crises and lack of success with women is to reassemble their old soccer team and win something in life, even if only a local championship. Directed by David Serrano. Starring Alberto San Juan, Natalia Verbeke (Dot the I, Son of the Bride), Pere Ponce, and Fernando Tejero.","release_date":"2003-09-19","vote_average":6.3,"runtime":113,"cert":"","id":54148,"title":"Soccer Days","adult":false,"genre_ids":[35]},{"cast":["Terence Hill","Peter van Eyck","Wolfgang Kieling","Carl Lange","Jan Hendriks"],"overview":"During a cattle drive, Don McGow leaves the herd in charge of his younger brother and rides off. When the herd is reported stolen he blames himself and goes in search of the thieves only to discover it is his brother.","release_date":"1965-09-17","vote_average":5.5,"runtime":99,"cert":"N\/A","id":54149,"title":"Duel at Sundown","adult":false,"genre_ids":[37]},{"cast":["Shingo Katori","Rena Tanaka","Gori"],"overview":"Kanzo Hattori, an apprentice Ninja, leaves his home town of Iga for his final training. He must go to the city of Edo (Tokyo), and the first person he meets shall be his master, whom he must protect with his life, whilst upholding the ninja code. Also while in Edo, Hattori must find out why their rivals, the Koga Ninjas, are flourishing while the Iga Ninjas are dying out. Hattori's master is Kenichi, a 9 year old boy. Kenichi is an introvert and not very popular boy, so he never plays with the other children from school. Kenichi also has a secret crush on a young lady called Midori, yet he's too shy to speak to her. Though as he watches Hattori trying his best, he too begins to try. Meanwhile, people are being found unconscious, their bodies completely unmarked. All the victims have a tattoo (the Koga Ninja crest) and are found with a throwing knife lying close by.","release_date":"2004-08-28","vote_average":4.0,"runtime":102,"cert":"N\/A","id":54150,"title":"Nin x Nin: The Ninja Star Hattori","adult":false,"genre_ids":[28,35]},{"cast":["Phil Collins","Chester Thompson","Leland Sklar","Daryl Stuermer"],"overview":"By the time he released his third solo album, Phil Collins had become a near-ubiquitous presence on the radio, thanks to his increasingly mainstream work with Genesis, his own chart hits, and his indelible production stamp on other artists' albums. No Jacket Required did nothing to stem the tide of all-Phil-all-the-time playlists--which is fine, considering that overall, it's likely his best solo effort, ranging from the engaging rockers \"I Don't Wanna Know,\" \"Don't Lose My Number,\" and the silly Prince rewrite \"Sussudio\" to heartfelt ballads such as \"One More Night\" and \"Long Long Way to Go,\" which features a vocal cameo by the (at the time) equally omnipresent Sting. --Daniel Durchholz","release_date":"1985-05-29","vote_average":6.9,"runtime":89,"cert":"N\/A","id":54153,"title":"Phil Collins: No Ticket Required","adult":false,"genre_ids":[10402]},{"cast":["Franco Nero","Richard Johnson","Larry Aubrey","Helmuth Schneider","Bud Spencer"],"overview":"Two German deserting soldiers, Ens. Bruno Grauber (Franco Nero) and Cpl. Reiner Schultz (Larry Aubrey) are trying to avoid capture by the Canadian and Yugoslavian armies entering Auschwitz at the end of World War II. They are captured. Their fellow German prisoners of war, led by von Bleicher, discover that they are deserters. They are put through a formal trial for cowardice organised by von Bleicher. They are sentenced to death on the \"fifth day of peace\". A Canadian General, Snow, persuades (but does not command) the Canadian officer in charge of the prisoner of war camp, Captain Miller, to allow the execution to be carried out for the higher purpose of preserving army discipline. He also motivates Miller with a promotion to Major.","release_date":"1970-09-09","vote_average":5.4,"runtime":103,"cert":"N\/A","id":54154,"title":"5th Day of Peace","adult":false,"genre_ids":[18,10752]},{"cast":["Valeria Bruni Tedeschi","Linda Doudaeva","Jules Ritmanic","Louna Klanit","Louka Masset"],"overview":"March 22, 2067. At dawn of life, Milana remembers her life, when she was a young Chechen immigrant in Paris, struggling for a better life along with her school friends.","release_date":"2010-07-06","vote_average":6.0,"runtime":90,"cert":"N\/A","id":54155,"title":"Hands in the Air","adult":false,"genre_ids":[18,35,10749]},{"cast":["Monica Broeke","Emmanuelle Béart","Patrick Bauchau","Anja Schüte","Inge Maria Granzow"],"overview":"Three teenage girls decide to visit a romantic island and find love. They get shipwrecked and end up on different sides of the island. Each girl begins her own romantic adventure either with a man, a boy or even another girl.","release_date":"1983-12-11","vote_average":4.5,"runtime":93,"cert":"N\/A","id":54156,"title":"First Desires","adult":false,"genre_ids":[18,10749]},{"cast":["Vincent Lindon","Fabrice Luchini","Géraldine Pailhas","Lorànt Deutsch","Claude Rich"],"overview":"Une héritière qui n'arrive pas à hériter, un radin qui ne peut rien dépenser, un petit garçon qui trouve un billet dans la rue, un restaurateur prodigue qui ne fait que donner... Tels sont, entre autres, les personnages de ce film \"choral\". Pourquoi certains dépensent-ils de manière convulsive là où d'autres retiennent l'argent comme la partie la plus vitale de leur être ? On croit parler d'argent, mais c'est d'amour dont il s'agit.","release_date":"2003-07-30","vote_average":5.8,"runtime":98,"cert":"N\/A","id":54157,"title":"The Cost of Living","adult":false,"genre_ids":[35]},{"cast":["Bud Spencer","Michael Winslow","Nancy Duerr","Erik Estrada"],"overview":"","release_date":"1993-10-05","vote_average":5.5,"runtime":null,"cert":"N\/A","id":54158,"title":"Extralarge: Gonzales' Revenge","adult":false,"genre_ids":[]},{"cast":["Shane Dundas","David Collins"],"overview":"Don't Explain is a selection of tangent skits that contain no overall plot. There are however continuing themes throughout the show, one of which is Dave's attempt to get the hand-held microphone off Shane; this leads to a climax in which they both have microphones and have a Face, Race and Chase Off. Another is the performance of European Visual comedy by Hans and Klaus.","release_date":"2007-11-22","vote_average":9.5,"runtime":null,"cert":"N\/A","id":54161,"title":"The Umbilical Brothers: Don't Explain","adult":false,"genre_ids":[]},{"cast":["Erik Palladino","Tyson Beckford","Simon Rex","Tatyana Ali"],"overview":"When TROY turned on crime boss DMITRI DEBARTOLLA he was forced to leave Los Angeles and lay low in Miami. After two years, and the loss of his leg in a shootout with a Cuban crime syndicate, Troy returns to LA to reclaim what is rightfully his. A reunion with his former partners in a rundown hotel sets the stage for an explosive encounter where past and present collide.","release_date":"2008-07-25","vote_average":4.5,"runtime":null,"cert":"N\/A","id":54162,"title":"Hotel California","adult":false,"genre_ids":[28,53]},{"cast":["Clarence Nash","James MacDonald"],"overview":"Park ranger Donald sends his bears off to hibernate, but Humphrey would rather stay in his hammock, run out for a glass of water, etc., than sleep; when he does get to sleep, his snoring gets him thrown out. His search for a new bed leads him right into the ranger's house.","release_date":"1955-08-19","vote_average":6.5,"runtime":7,"cert":"N\/A","id":54163,"title":"Bearly Asleep","adult":false,"genre_ids":[16]},{"cast":["Terence Hill","Gregory Walcott","Yanti Somer","Dominic Barto","Harry Carey, Jr."],"overview":"By his dying father's last wish Joe is sent to the Wild West to become a real guy. The dreamy young man despises guns and fights likes poems and prefers bicycles to horses. Now his three teachers footpads all of them shall teach him otherwise. This doesn't work until Joe has to defend himself against gunman Morton who's jealous of Joe's love to rancher Ohlsen's beautiful daughter.","release_date":"1972-09-28","vote_average":6.8,"runtime":115,"cert":"N\/A","id":54164,"title":"Man of the East","adult":false,"genre_ids":[35,37,28]},{"cast":["Monica Broeke","Joan","Catherine","Esther"],"overview":"In an isolated country house close to the shore near Saint-Tropez, seven young women share a bedroom. Over two days, they wake, shower, breakfast, play dress up, bathe in the sea, picnic, ride bikes, pick flowers, have a pillow fight, run on the strand, practice ballet stretches, groom themselves and each other, and laugh. Anne returns a horse to Renaud; the next day, he's in a rowboat and meets her by the pier. By the film's end, all are celebrating with the lovers.","release_date":"1983-06-06","vote_average":4.3,"runtime":59,"cert":"N\/A","id":54165,"title":"A Summer in St. Tropez","adult":false,"genre_ids":[18,10749]},{"cast":["Terence Hill","Rita Pavone","Francis Blanche","Aroldo Tieri","Jess Hahn"],"overview":"A waitress helps a scientist flee the Nazis.","release_date":"1967-12-21","vote_average":6.6,"runtime":null,"cert":"N\/A","id":54166,"title":"Rita the Field Marshal","adult":false,"genre_ids":[10752,35]},{"cast":["Clarence Nash","James MacDonald","Bill Thompson"],"overview":"Beekeeper Donald catches Humphrey the bear raiding his hives. He complains to Ranger Woodlore, who assembles his bears and lectures them. Donald puts up a barbed wire fence, which slows Humphrey down a bit, but doesn't stop him.","release_date":"1955-09-02","vote_average":5.7,"runtime":7,"cert":"N\/A","id":54167,"title":"Beezy Bear","adult":false,"genre_ids":[16]},{"cast":["Amber Rayne","Celina Cross","Courtney Simpson","Faith Leon","Sandra Romain"],"overview":"Experimenting with different positions is fun for both new partners and couples who've been together for a while. If you are just beginning a sexual relationship, trying out different positions is a great way to learn about each other's bodies and what each of you likes. For long-term partners, exploring new positions can break up your routine and add to your sexual repertoire.","release_date":"2008-06-26","vote_average":0.0,"runtime":48,"cert":"N\/A","id":54168,"title":"The Expert Guide to Positions","adult":true,"genre_ids":[]},{"cast":["Adrianna Nicole","Ariel X.","Lorelei Lee","Ricki White","Manuel Ferrara"],"overview":"Village Voice Columnist and anal sex expert Tristan Taormino leads a group of couples in a class in the anatomy, tips, and techniques of anal pleasure. She welcomes her co-hosts Lorelei and Ariel who demonstrate various techniques for the crowd as Tristan narrates what they are doing; workshop participants watch and ask question. We meet Ricki and Marco, who talk about their experiences with anal sex and share their favorite positions, techniques, and tricks for maximum pleasure. Next, we meet Adrianna and Manuel, an experienced young couple with a vast range of anal knowhow who are also eager to demonstrate their anal style. All in all, it's an educational introduction to the most intimate of erotic acts, demonstrated by those who truly know, and narrated by one of our nation's leading sexual experts, Tristan Taormino. Learn, enjoy and experience anal pleasure, by experts.","release_date":"2007-04-05","vote_average":0.0,"runtime":82,"cert":"N\/A","id":54175,"title":"Expert Guide to Anal Sex","adult":true,"genre_ids":[]},{"cast":["Clarence Nash","Dessie Flynn","James MacDonald"],"overview":"Chip and Dale are starving in their tree home when they notice a plentiful supply of acorns on an island in a lake. To get to the island, they borrow a miniature model ship of Donald's to sail on. The irate Donald, however, doesn't appreciate them stealing his ship and makes several attempts to get it back and thwart their scheme to get to their acorn paradise. Chip and Dale are, of course, always one step ahead of Donald.","release_date":"1956-02-24","vote_average":5.8,"runtime":6,"cert":"N\/A","id":54176,"title":"Chips Ahoy","adult":false,"genre_ids":[16]},{"cast":["Jeremy Slate","Adam Roarke","Jocelyn Lane","Angelique Pettyjohn","Michael Walker"],"overview":"When hot-headed Dan out-drives the thoroughly vicious Tony in a motorcycle race and wins a brand new bike, he sets in motion a chain of events that includes one blazing gas station and a disastrous rock slide.","release_date":"1969-04-29","vote_average":5.5,"runtime":95,"cert":"N\/A","id":54177,"title":"Hell's Belles","adult":false,"genre_ids":[28,18]},{"cast":["Jimmy Wang Yu","Lisa Chiao Chiao","Tien Feng","Violet Pan Ying-Zi","Yeung Chi-Hing"],"overview":"An evil gang attacks the Chi school of Golden Sword Kung Fu. One student sacrifices his life to save his teacher and his school, his dying wish is that his son be taken in as a student. Young Fang Kang grows up in the school and treasures his father's broken sword and the memory of his father's sacrifice. The other students (including the teacher's daughter) resent him and try to drive him away. The teacher's daughter challenges him to a fight and when he refuses she becomes enraged and recklessly chops off his arm! He retreats, broken and bloody, and is found by a young poor girl living alone who nurses him back to health. Meanwhile, the evil gang who originally attacked the Golden Sword school develops a weapon that renders the Golden Sword useless and starts killing off all of the schools students. Fang Kang eventually recovers with the girl's help but must now face a life with only one arm. Will he be able to recover and live to defend the school as his father did?","release_date":"1967-07-26","vote_average":7.0,"runtime":111,"cert":"N\/A","id":54178,"title":"The One-Armed Swordsman","adult":false,"genre_ids":[18,28]},{"cast":[],"overview":"Tom designs a better mousetrap that would have made Rube Goldberg jealous. While he sleeps, the mouse that Tom drew wakes Jerry and they get chased by the cat Tom drew. As Tom awakes, they make a strategic alteration to the design.","release_date":"1955-09-02","vote_average":6.5,"runtime":7,"cert":"N\/A","id":54179,"title":"Designs on Jerry","adult":false,"genre_ids":[10751,16,35]},{"cast":["Ariel X.","Justine Joli","Kelly Kline","Tristan Taormino","Steve Crest"],"overview":"Delve into the world of cunnilingus, demonstrated with knowledge and skill by enthusiastic couples and narrated by sex expert Tristan Taormino. Learn, experience, and enjoy oral pleasure, by experts.","release_date":"2007-07-10","vote_average":0.0,"runtime":77,"cert":"N\/A","id":54180,"title":"Expert Guide to Oral Sex: Cunnilingus","adult":true,"genre_ids":[]},{"cast":["Jefferson Brown","David J. Phillips","Carlo Rota","Tony Nappo","Vivica A. Fox"],"overview":"Dagen and Kenny are two best friends in their early thirties living in New York who are looking for love in all the wrong places. One of them finds his dream girl, who just happens to be the daughter of the biggest mobster in town, and the other friend swindles her mob boss Dad out of a million dollars.","release_date":"2009-11-01","vote_average":3.5,"runtime":87,"cert":"N\/A","id":54181,"title":"Shark City","adult":false,"genre_ids":[35,18,10749]},{"cast":["Gordon Liu Chia-Hui","Wong Yu","Lo Lieh","Johnny Wang Lung-Wei","Hsiao Ho"],"overview":"A prince enlists a thief to serve as his bodyguard to protect him from assassins.","release_date":"1979-08-04","vote_average":7.4,"runtime":103,"cert":"N\/A","id":54182,"title":"Dirty Ho","adult":false,"genre_ids":[28,35]},{"cast":["Adrianna Nicole","Kaiya Lynn","Lindsey Meadows","Roxy DeVille","Alec Knight"],"overview":"Delve into the world of fellatio, taught by sex expert Tristan Taormino and demonstrated with knowledge and skill by enthusiastic couples. Learn, experience, and enjoy oral pleasure, by experts.","release_date":"2007-10-10","vote_average":0.0,"runtime":120,"cert":"N\/A","id":54183,"title":"Expert Guide to Oral Sex: Fellatio","adult":true,"genre_ids":[]},{"cast":["Sterling Holloway","June Foray"],"overview":"The stork mistakenly delivers Lambert, a baby lion, to a flock of sheep. The mother won't let the stork take him back, so Lambert is raised as a sheep, but he just doesn't fit in. He grows up cowardly, until the day his mother is chased by a wolf.","release_date":"1952-02-08","vote_average":7.2,"runtime":8,"cert":"N\/A","id":54184,"title":"Lambert the Sheepish Lion","adult":false,"genre_ids":[16]},{"cast":["Danny John-Jules","Gordon Alexander","Lisa Nash","Leon Walters","Kara Scott"],"overview":"Ray 'Harley' Davidson is a hustler. With flash clothes and a fast mouth, Harley lives life in the fast lane. With his passion for all things gambling, money runs like water through Harley's hands and as quickly as he makes a killing he takes a beating, normally at the poker table. Nominally an illegal prize-fight manager, Harley hasn't produced a live one in months, until Charles Buchinsky literally wanders into his life. Charles Buchinsky, street fighter extraordinaire. He's from out of town looking for a fight and the chance to tie up a few loose ends. Keeps himself to himself, lets his fists do the talking and his word is his bond. Victor Maitland, top illegal fight promoter and porn baron. Hates losing and loves the prestige of managing the best hitter in town. Harley dreams of bringing Maitland down and after seeing Buchinsky at work, engineers a fragile partnership. The duo soon becomes a hot ticket...","release_date":"2008-08-08","vote_average":4.0,"runtime":92,"cert":"18","id":54185,"title":"Sucker Punch","adult":false,"genre_ids":[28]},{"cast":["Takako Matsu","Masaki Okada","Yoshino Kimura","Mana Ashida","Makiya Yamaguchi"],"overview":"A psychological thriller of a grieving mother turned cold-blooded avenger with a twisty master plan to pay back those who were responsible for her daughter's death.","release_date":"2010-06-04","vote_average":7.6,"runtime":107,"cert":"15","id":54186,"title":"Confessions","adult":false,"genre_ids":[18,53,9648]},{"cast":["Alec Knight","Derrick Pierce","Evan Stone","Faith Leon","Penny Flame"],"overview":"Sex expert Tristan Taormino teaches a G-spot workshop for couples where she reviews female sexual anatomy, dispels myths about the G-spot, and offers explicit advice to improve and enhance G-spot stimulation.","release_date":"2008-04-08","vote_average":0.0,"runtime":78,"cert":"N\/A","id":54189,"title":"Expert Guide to the G-Spot","adult":true,"genre_ids":[]},{"cast":["Bárbara Mori","Marcelo Mazzarello","Amaya Forch","Gonzalo Robles","Paz Bascuñan"],"overview":"A beautiful woman (Mori) decides to transform into an ugly duckling in an attempt to ward off men and avoid more romantic disappointments.","release_date":"2006-10-06","vote_average":4.6,"runtime":118,"cert":"N\/A","id":54190,"title":"Ugly Me","adult":false,"genre_ids":[35,10749]},{"cast":["Dennis Hopper","Barbara Hershey","Ed Harris","Ray McKinnon"],"overview":"Paris Trout is a vile Southern bigot. He owns a store and is a loanshark. He often sues people, and so his lawyer, Harry Seagraves, eventually meets Paris' wife Hannah. A former schoolteacher, she made the mistake of her life when she married Paris, who brutalizes her. Soon Paris goes beyond the overgenerous bounds of what a man in his position can get away with even in the segregated South, leading to a spiral of perverse insanity.","release_date":"1991-04-21","vote_average":5.2,"runtime":93,"cert":"N\/A","id":54191,"title":"Paris Trout","adult":false,"genre_ids":[]},{"cast":["Penny Patterson","Koko","Saul Kitchener","Carl Pribram"],"overview":"Koko: A Talking Gorilla is a documentary directed by Barbet Schroeder. The film is a study of Dr. Penny Patterson and her current scientific study, Koko, a gorilla.","release_date":"1978-10-01","vote_average":7.5,"runtime":85,"cert":"N\/A","id":54194,"title":"Koko: A Talking Gorilla","adult":false,"genre_ids":[99]},{"cast":["Pauline Murray","Sebastian Shaw","Bart Allison","Reginald Marsh","Frank Bennett"],"overview":"It is the Second World War. The Nazis have invaded Britain. There is a split between the resistance and those who prefer to collaborate with the invaders for a quiet life. The protagonist, a nurse, is caught in the middle.","release_date":"1966-05-01","vote_average":6.9,"runtime":93,"cert":"","id":54195,"title":"It Happened Here","adult":false,"genre_ids":[10752,18]},{"cast":["Jackie Coogan","Claude Gillingwater","Mathilde Brundage","Patsy Marks"],"overview":"An orphan escapes immigration officials at Ellis Island and goes to live with an old ship's master who can't find work and can't pay the rent.","release_date":"1921-12-01","vote_average":6.3,"runtime":55,"cert":"N\/A","id":54198,"title":"My Boy","adult":false,"genre_ids":[35,18]},{"cast":["Shin Min-a","Kim Tae-woo","Ju Ji-hoon","Jeon Hye-jin","Bang Eun-jin"],"overview":"Today is Mo-rae and Sang-in’s one-year wedding anniversary. After a busy morning preparing for the celebration, Mo-rae goes to an art gallery to find a gift for Sang-in. At the gallery, she meets a complete stranger and the two unexpectedly have sex. Mo-rae returns home feeling anxious and guilty about the incident and cannot help but confess it to Sang-in. That night, a visitor arrives at their house; Du-rae, who came from Paris to help Sang-in with his new business. To Mo-rae’s shock, he is the man from the gallery. He temporarily lives with the couple in their house and a risky love triangle begins.","release_date":"2009-02-05","vote_average":5.7,"runtime":102,"cert":"N\/A","id":54201,"title":"The Naked Kitchen","adult":false,"genre_ids":[18,10749]},{"cast":["Adrianna Nicole","Annie Cruz","Jandi Lin","Christopher Zale","Nomad"],"overview":"Discover hot to combine anal pleasure with oral sex, have fantastic strap-on sex, and give your partner an anal orgasm. A revealing look at one of the sexiest, most intense ways for couples to take their sex lives to the next level.","release_date":"2009-06-03","vote_average":0.0,"runtime":121,"cert":"N\/A","id":54206,"title":"Expert Guide To Anal Pleasure For Men","adult":true,"genre_ids":[]},{"cast":["Lena Bookall","John Forgeham","Barry J. Ratcliffe","William Tempel","Chad Nell"],"overview":"TORTURE ROOM stars Brooke Bailey and Nicki Streisel as two young women who enjoy treating men as toys, manipulating them for fun. But, when their car gets a flat tire on the way home from a big night out on the town the girls find themselves on the other end of the game as they run into a twisted maniac who has a very bloody manipulation hobby of his own.","release_date":"2007-01-01","vote_average":0.0,"runtime":83,"cert":"N\/A","id":54211,"title":"Torture Room","adult":false,"genre_ids":[27,53]},{"cast":["David Pugh","Roy Evans","Rosamund Greenwood"],"overview":"An isolated brother and sister live with their memories and a grisly secret.","release_date":"1970-09-21","vote_average":5.3,"runtime":52,"cert":"","id":54218,"title":"Loving Memory","adult":false,"genre_ids":[18]},{"cast":["Éva Marton","Leona Mitchell","Plácido Domingo","Paul Plishka","Hugues Cuénod"],"overview":"The Franco Zeffirelli production of Puccini's \"Turandot\", recorded live at the Metropolitan Opera in April, 1987. Éva Marton stars as Turandot, with Plácido Domingo as Calaf, Leona Mitchell as Liù, Paul Plishka as Timur, and Hugues Cuenod as L'Imperatore Altoum. James Levine conducts.","release_date":"1987-04-01","vote_average":5.3,"runtime":132,"cert":"N\/A","id":54219,"title":"Puccini Turandot","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Image and music are intertwined in this third collaboration between director Godfrey Reggio and composer Philip Glass. The film was produced to celebrate the World Wildlife Fund's Biological Diversity Campaign. The film combines images of nature with pulsing rhythms in a Microcosmos (1997) meets Koyaanisqatsi (1983) spectacle. Written by Martin Lewison","release_date":"1993-05-07","vote_average":7.1,"runtime":29,"cert":"N\/A","id":54220,"title":"Anima Mundi","adult":false,"genre_ids":[99]},{"cast":["Essy Persson","Anna Gaël","Barbara Laage","Anne Vernon","Simone Paris"],"overview":"Two young girls experience awakening sexuality in the heated atmosphere of a Swiss girls' boarding school.","release_date":"1968-05-14","vote_average":5.4,"runtime":118,"cert":"N\/A","id":54221,"title":"Therese and Isabelle","adult":false,"genre_ids":[18,10749]},{"cast":["Aiden Starr","Derrick Pierce","Christopher Zale","Lexi Belle","Mark Davis"],"overview":"Do you like rough sex? Perhaps you enjoy intense physical sensations and nothing turns you on more than the hard thud from a good slap or the feeling of someone pulling your hair. Or you want to explore highly-charged fantasies and power dynamics. Maybe you're looking for a way to create a deeper and more intimate bond with your partner.","release_date":"2009-04-09","vote_average":0.0,"runtime":87,"cert":"N\/A","id":54224,"title":"Expert Guide To Rough Sex","adult":true,"genre_ids":[]},{"cast":["Jang Hyuk","Cha Hyun-jung","Kim Kang-woo","Bae Jong-ok","Kim Su-ro"],"overview":"In this anthology film centered around the theme of \"Eros,\" five seperate stories are presented by five top Korean directors. The main characters from each segment are connected with each other in one way or another.","release_date":"2009-07-09","vote_average":5.2,"runtime":130,"cert":"N\/A","id":54225,"title":"Five Senses of Eros","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"Even before the sun rises over Summerland Beach on Phillip Island, the day starts for Little Penguins. This unique production details the Little Penguins' social behaviour, their biology and care within the natural colonies of Phillip Island Natural Park. Bonus footage includes snapshots of Churchill Island. Koalas and Seals in their natural environments and an overview of Phillip Island and its attractions.","release_date":"","vote_average":0.0,"runtime":24,"cert":"N\/A","id":54228,"title":"The World's Smallest Penguin","adult":false,"genre_ids":[]},{"cast":["Þröstur Leó Gunnarsson","Helgi Björnsson","Anita Briem","Sólveig Guðmundsdóttir","Elva Ósk Ólafsdóttir"],"overview":"Cold Trail is a thriller that revolves around a ruthless tabloid reporter, Baldur, who goes to any lengths to dig up a sensational story.  In the beginning of the story, a Security Guard is killed by an apparent accident in a remote and apparently haunted dam in the highlands of Iceland. At first, Baldur has no interest in the story; that is, until he discovers from his mother that the Security Guard was his biological father – a Man he never knew. Baldur becomes determined to find out more about his father and what happened to him, and leaves to investigate against the will of his editor.","release_date":"2006-12-29","vote_average":5.0,"runtime":null,"cert":"N\/A","id":54229,"title":"Cold Trail","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"A stunning view to four seasons in picturesque archipelago of Finland together with Vivaldi masterpieces.  . Concerto in E major, Op. 8\/1, RV 269 Spring  . Concerto in G minor, Op. 8\/2, RV 315 Summer\r . Concerto in F major, Op. 8\/3, RV 293 Autumn\r . Concerto in F minor, Op. 8\/4, RV 297 Winter","release_date":"2005-12-05","vote_average":0.0,"runtime":61,"cert":"N\/A","id":54234,"title":"Vivaldi: Four Seasons in Nature's Harmony","adult":false,"genre_ids":[10402]},{"cast":["Ford Sterling","Edgar Kennedy","Mack Swain","Charlie Chaplin","George Jeske"],"overview":"Two criminals chase a plainclothes policeman who, while taking out his dog, witnesses their crime.","release_date":"1914-02-19","vote_average":4.9,"runtime":11,"cert":"N\/A","id":54235,"title":"A Thief Catcher","adult":false,"genre_ids":[35,80]},{"cast":["José Luis López Vázquez","Lina Canalejas","Fernando Delgado","María Clara Fernández de Loaysa","María de la Riva"],"overview":"When the single middle-aged Luis travels from Barcelona to bury the remains of his mother in the vault of his family in Segovia, he is lodged by his aunt Pilar in her old house where he spent his summer of 1936 with her. He meets his cousin Angelica, who was his first love, living on the first floor with her husband and daughter, and he recalls his childhood in times of the Spanish Civil War entwined with the present.","release_date":"1974-04-28","vote_average":6.9,"runtime":107,"cert":"N\/A","id":54236,"title":"Cousin Angelica","adult":false,"genre_ids":[18]},{"cast":["Charlie Chaplin","Mabel Normand","Charles Murray"],"overview":"A comedy made by Keystone Studios starring Charlie Chaplin and Mabel Normand, both of whom co-directed the movie. This is Chaplin's only lost film as no copy is known to exist.","release_date":"1914-06-04","vote_average":5.3,"runtime":16,"cert":"N\/A","id":54237,"title":"Her Friend the Bandit","adult":false,"genre_ids":[35]},{"cast":["Nathan Lane","Robert Sean Leonard","Tony Goldwyn","Michael Jeter","Courtney B. Vance"],"overview":"Jack Palmer is a social worker whose job has taken precedence over his personal life. Mainly, his job is to help four mentally challenged men live regular lives in a home. They consist of: Norman, who works at a donut shop and has a thing for keys; Barry, who thinks he is a golf pro and doesn't communicate well with his father; Arnold, who is into all things Russian and has a habit of spending money; and Lucien, who is into Spider Man and must testify before the state senate. Jack wants to help them, but he also thinks it is time to move on with his life. The hard part is trying to say goodbye to the guys he cares about.","release_date":"1996-02-04","vote_average":6.7,"runtime":98,"cert":"N\/A","id":54240,"title":"The Boys Next Door","adult":false,"genre_ids":[35,18]},{"cast":["Mabel Normand","Ralph Graves","George Nichols","Anna Dodge","Vernon Dent"],"overview":"Sue Graham is a small town girl who wants to be a motion picture star. She wins a contract when a picture of a very pretty girl is sent to a studio instead of her picture. When she arrives in Hollywood, the mistake is discovered and she starts working in the props department of the studio instead. Her parents then come out to California and invest some money with a very shifty individual.","release_date":"1923-10-28","vote_average":7.0,"runtime":68,"cert":"N\/A","id":54241,"title":"The Extra Girl","adult":false,"genre_ids":[35]},{"cast":["Mabel Normand","George Nichols","Wheeler Oakman","Minta Durfee","Laura La Varnie"],"overview":"Mickey, an orphan who has been brought up in a mining settlement, is sent to New York to live with her aunt.","release_date":"1918-08-01","vote_average":7.1,"runtime":93,"cert":"N\/A","id":54242,"title":"Mickey","adult":false,"genre_ids":[35,18]},{"cast":["Randy Quaid","Will Rothhaar","Jennifer Wigmore","David Gallagher","Amanda de Martinis"],"overview":"14-year-old Watts Davies is estranged from his dad, a former International Karting Federation (IKF) champion. Watts's resolve to race in the upcoming IKF Regional Championships rekindles their relationship as they pursue the dream together.","release_date":"2003-05-16","vote_average":5.3,"runtime":94,"cert":"N\/A","id":54243,"title":"Kart Racer","adult":false,"genre_ids":[28,18,10751]},{"cast":["Mabel Normand","Harry McCoy","Charley Chase","Charles Bennett","Wallace MacDonald"],"overview":"Mabel is pursued by her boss, despite being engaged to his son, in this gender-bending comedy of errors and mistaken identities.","release_date":"1914-08-14","vote_average":5.1,"runtime":13,"cert":"N\/A","id":54244,"title":"Mabel's Blunder","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Animator Chuck Jones collaborated with Theodor Geisel (aka Dr. Seuss) to bring his classic children's book to life. Embittered, green-haired hermit the Grinch (voiced by Boris Karloff) lives in the mountains above the village of Whoville. The Whos love Christmas, and the Grinch hates the Whos, so he conspires to keep Christmas from coming. How the Grinch Stole Christmas is enjoyable on every level. This all-time classic now has Horton Hears a Who! on the same video for a great double bill.","release_date":"1999-10-05","vote_average":6.9,"runtime":60,"cert":"N\/A","id":54245,"title":"Dr. Seuss' How the Grinch Stole Christmas! and Horton Hears a Who!","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"This animated extravaganza features seven individual releases from the Dr. Seuss series. Originally aired on television, each animated feature brings to life the words from the classic children`s storybooks. SEUSS CELEBRATION includes the following films: DR. SEUSS` THE CAT IN THE HAT, DR. SEUSS: THE LORAX, DR. SEUSS: PONTOFFEL POCK &amp; HIS MAGIC PIANO, DR. SEUSS: GREEN EGGS AND HAM AND OTHER FAVORITES, DR. SEUSS: GRINCH NIGHT, DR. SEUSS: THE GRINCH GRINCHES THE CAT IN THE HAT, and DR. SEUSS: THE HOOBER-BLOOB HIGHWAY.","release_date":"2005-09-27","vote_average":0.0,"runtime":176,"cert":"N\/A","id":54248,"title":"Seuss Celebration","adult":false,"genre_ids":[]},{"cast":["Mabel Normand","Roscoe 'Fatty' Arbuckle","Harry McCoy","Alice Davenport","Joe Bordeaux"],"overview":"A henpecked husband's innocent friendship with a married woman leads to chaos.","release_date":"1915-01-14","vote_average":5.3,"runtime":13,"cert":"N\/A","id":54249,"title":"Mabel and Fatty's Wash Day","adult":false,"genre_ids":[35]},{"cast":["Dianne Wiest","Gina McKee","Angela Lansbury","Keith McErlean","Ruth McCabe"],"overview":"A man in the final stages of AIDS is cared for by his sister and mother and grandmother.","release_date":"2004-02-04","vote_average":6.0,"runtime":98,"cert":"N\/A","id":54250,"title":"The Blackwater Lightship","adult":false,"genre_ids":[18]},{"cast":["David Rhodes","Peter Gabriel","Paula Cole","Tony Levin","Manu Katché"],"overview":"Filmed in Modena, Italy across two nights in November 1993 as part of Peter Gabriel's acclaimed Secret World Live tour in support of the Us album, the show is elaborately presented and choreographed with two stages joined by a narrow pier. Peter Gabriel has always been a charismatic live performer with the ability to draw his audience into the onstage world he has created and rarely has this been better captured than on Secret World Live.","release_date":"1993-11-16","vote_average":7.9,"runtime":102,"cert":"N\/A","id":54253,"title":"Peter Gabriel: Secret World Live","adult":false,"genre_ids":[10402]},{"cast":["Mohammad Amir Naji","Hamid Aghazi","Kamran Dehghan","Maryam Akbari","Hamid Aghazi"],"overview":"When an ostrich-rancher focuses on replacing his daughter's hearing aid, which breaks right before crucial exams, everything changes for a struggling rural family in Iran. Karim motorbikes into a world alien to him - incredibly hectic Tehran, where sudden opportunities for independence, thrill and challenge him. But his honor and honesty, plus traditional authority over his inventive clan, are tested, as he stumbles among vast cultural and economic gaps between his village nestled in the desert, and a throbbing international metropolis.","release_date":"2008-10-01","vote_average":7.2,"runtime":96,"cert":"N\/A","id":54254,"title":"The Song of Sparrows","adult":false,"genre_ids":[18]},{"cast":["Farooq Shaikh","Deepti Naval","Utpal Dutt","Deven Verma","Saeed Jaffrey"],"overview":"Kailashpati is a widower, and father of an only son, Ramesh. He feels that his son has come of age, and must get married. He goes to see a number of young ladies for him, but is disappointed with them, as he feels they are too modern, speak English, and listen to foreign music. He feels that Ramesh will be better off marrying a non-English speaking lady, preferably from a small village. But the predicament of Ramesh is that he is already in love with Ramola, a very well qualified, English speaking Doctor, and he knows fully well that she will not be approved by his dad. So Ramesh, Ramola and Lalaji concocts a plot, making Ramola masquerade as a naive, non-English speaking village belle, with hilarious and unpredictable results.","release_date":"1983-12-30","vote_average":6.3,"runtime":141,"cert":"N\/A","id":54255,"title":"Kissi Se Na Kehna","adult":false,"genre_ids":[35]},{"cast":["Amol Palekar","Parveen Babi","Farooq Shaikh","Deepti Naval","Utpal Dutt"],"overview":"Sparkling comedy about a meddling friend whose attempt to rekindle the spark in his friend's relationship with his wife of seven years leads to complications to their lives, and to the lives of his secretary and her boyfriend he has not 'scripted' ... Splendid performances by Amol Palekar, Deepti Naval, Parveen Babi and Farooq Shaikh, a perfectly pitched script, witty dialogue and a plethora of aptly placed film references make this a film one can watch over and over and never fail to laugh out loud.","release_date":"1983-04-23","vote_average":5.2,"runtime":175,"cert":"N\/A","id":54256,"title":"Rang Birangi","adult":false,"genre_ids":[35,18,10749]},{"cast":["Kalle Eriksson","Jonathan Flumee","Fredrik Glimskär","Jonna Sohlmér","Claes Månsson"],"overview":"The young Jönssonligan's plan to steal \"millions of filmisar\" faces problem after problem before uncovering something much greater.","release_date":"1996-11-29","vote_average":5.3,"runtime":90,"cert":"N\/A","id":54257,"title":"Lilla Jönssonligan och cornflakeskuppen","adult":false,"genre_ids":[35,10751]},{"cast":["Matilda Grahn","Teodor Runsiö","Tomas Norström","Anna Björk","Jacob Ericksson"],"overview":"Around the time that the chief of police is elected the Most Popular Citizen of Valleby, a thief and impostor is released after two decades in jail and returns to the town with a revenge plan in mind.","release_date":"2008-12-19","vote_average":3.5,"runtime":97,"cert":"N\/A","id":54258,"title":"LasseMajas Detektivbyrå - kameleontens hämnd","adult":false,"genre_ids":[10751,9648,35]},{"cast":["Magnus Betnér"],"overview":"En skrattfylld föreställning av ståuppkomikern Magnus Betnér.","release_date":"2008-01-30","vote_average":6.5,"runtime":90,"cert":"N\/A","id":54263,"title":"Magnus Betnér - Inget är Heligt","adult":false,"genre_ids":[35]},{"cast":["Shintarō Katsu","Nobuo Kaneko","Gen Kimura","Ikuko Môri","Shôsaku Sugiyama"],"overview":"Blind swordsman\/masseuse Zatoichi befriends a young woman returning home with her baby. When gangsters mistake her for Zatoichi and kill her, Zatoichi determines to escort the baby to its father. He gains the reluctant help of a young pick pocket and together they travel to find the baby's father. But they do not reckon on the father's reaction to their arrival, nor on their own growing feelings for the child.","release_date":"1964-11-17","vote_average":6.9,"runtime":87,"cert":"N\/A","id":54266,"title":"Fight, Zatoichi, Fight","adult":false,"genre_ids":[12,28,18]},{"cast":["Mehmet Kurtuluş","Nida Safak","Selçuk Yöntem","Pelin Batu","Haluk Piyes"],"overview":"A story describing Turkish narcotic police team named \"Pars\" who are trailing the traffic through Afghanistan, Turkey, Europe and USA.","release_date":"2007-04-20","vote_average":6.0,"runtime":145,"cert":"N\/A","id":54267,"title":"Pars: Operation Cherry","adult":false,"genre_ids":[28,80,18]},{"cast":["Anniek  Pheifer","Tygo Gernandt","Mark Rietman","Pip Pellens","Eugenia Lencinas"],"overview":"First Mission is a real life drama about the lives and work of a team of doctors on their remote outpost of International Frontline Doctors in South America. The team consists out of young Doctor Marina, the Logistics Manager Barry, Project Coordinator Thijs and local staff members Orlando and Diego; who all work under very difficult and dangerous circumstances. Marina, the lead character, finds out that on the torn continent of Latin-America, it is not about winning prizes, but about being part of the match it self, and that all that matters is to be able to make a difference, even if it is a small one","release_date":"2010-03-25","vote_average":4.6,"runtime":111,"cert":"N\/A","id":54268,"title":"First Mission","adult":false,"genre_ids":[18]},{"cast":["Kenan İmirzalıoğlu","Cansu Dere","Emin Boztepe","Engin Şenkan","Öner Erkan"],"overview":"After the First World War, the Allies occupy Istanbul. The protagonist, Yandim Ali is a rogue, discharged from the navy, who doesn't believe that the country can be saved, until he meets Mustafa Kemal (Ataturk), who plans to start a resistance in Anatolia against the occupying Allies, as well as the collaborators of an Ottoman government, that exists only on paper.","release_date":"2007-01-19","vote_average":5.7,"runtime":119,"cert":"N\/A","id":54269,"title":"The Last Ottoman: Knockout Ali","adult":false,"genre_ids":[28,35,18,10752,36]},{"cast":["Yuko Miyamura","Megumi Hayashibara","Megumi Ogata","Kotono Mitsuishi","Yuriko Yamaguchi"],"overview":"\"Revival of Evangelion\" was the third \"Neon Genesis Evangelion\" movie to be released in Japan. \"Revival\" is ultimately considered the final form of the \"Evangelion\" movies. It combines the movies, \"Evangelion: Death (True)²\" and \"The End of Evangelion,\" into one long production.  It is a \"complete\" ending.","release_date":"1998-03-07","vote_average":8.1,"runtime":160,"cert":"N\/A","id":54270,"title":"Revival of Evangelion","adult":false,"genre_ids":[28,16,18,878]},{"cast":["Antonio Banderas","Thomas Kretschmann","Sienna Guillory","William Fichtner","Delroy Lindo"],"overview":"A private detective is hired to find a missing stripper but the job turns complicated when everyone he questions ends up dead. From the mean streets of Los Angeles to the desolate desert of New Mexico, Cruz must contend with a brutal Russian Boxer, three brash LAPD detectives, an aged billionaire looking for the Big Bang, and the billionaire's stunningly gorgeous wife. The solution to the mystery will cost ten lives, net $30 million and just might explain - well - everything.","release_date":"2011-01-17","vote_average":5.6,"runtime":101,"cert":"N\/A","id":54271,"title":"The Big Bang","adult":false,"genre_ids":[28,9648,53]},{"cast":["Shintarō Katsu","Miwa Takada","Eiko Taki","Kichijirô Ueda","Daimaru Nakata"],"overview":"Blind swordsman\/masseuse Zatoichi befriends a young woman looking for her father, a village leader who has disappeared. As he helps her investigate the disappearance, Zatoichi also becomes involved with another young woman who is trying to help her brother, who has murdered someone at about the same time and place as the missing man was last seen.","release_date":"1964-12-30","vote_average":6.6,"runtime":86,"cert":"N\/A","id":54272,"title":"Adventures of Zatoichi","adult":false,"genre_ids":[12,28,18]},{"cast":["Shintarō Katsu","Norihei Miki","Mikiko Tsubouchi","Takeshi Katô","Fujio Harumoto"],"overview":"Itinerant masseur and master swordsman, the blind Zatoichi, is near the village of his teacher, Hikonoichi, so he decides to visit. He learns of Hikonoichi's recent robbery and murder and the imprisonment of his virginal daughter, Osayo, in a brothel. Through friendship with Denroku, a local dice thrower and devoted father, Ichi uncovers an unholy alliance between the governor and the area strongman: among their scams is falsifying tax records to put farmers in debt, then forcing their daughters into prostitution at the boss's brothel. With help from Denroku's daughter, Otsuru, Ichi comforts Osayo until he can provoke showdowns with the villains and their henchmen.","release_date":"1965-04-03","vote_average":6.6,"runtime":84,"cert":"N\/A","id":54273,"title":"Zatoichi's Revenge","adult":false,"genre_ids":[12,28,18]},{"cast":["Shintarō Katsu","Kanbi Fujiyama","Kenjiro Ishiyama","Masako Akeboshi","Eiko Taki"],"overview":"Blind swordsman Zatoichi, jailed briefly, is implored by another prisoner to aid him in proving his innocence of a crime for which he is sentenced to death. Zatoichi is reluctant to get involved, because he knows how often such involvement has led to trouble in the past. But events conspire to thrust him repeatedly into involvement, and gradually he comes to believe in the man's innocence and determines to free him.","release_date":"1965-09-18","vote_average":6.9,"runtime":88,"cert":"N\/A","id":54274,"title":"Zatoichi and the Doomed Man","adult":false,"genre_ids":[12,28,18]},{"cast":["Shintarō Katsu","Mikio Narita","Chizu Hayashi","Kaneko Iwasaki","Gaku Yamamoto"],"overview":"Zatoichi makes friends with a dangerous chess player, while fending off angry yakuza and bloodthirsty relatives out for revenge, and trying to save a sick child. Meanwhile, his luck with dice is turning.","release_date":"1965-12-24","vote_average":6.3,"runtime":87,"cert":"N\/A","id":54275,"title":"Zatoichi and the Chess Expert","adult":false,"genre_ids":[12,28,18]},{"cast":["Shintarō Katsu","Michiyo Ookusu","Kunie Tanaka","Hisashi Igawa","Masao Mishima"],"overview":"Our hero Zatoichi sails to one of the distant islands to begin a pilgrimage to a total of 88 Shinto shrines.","release_date":"1966-08-12","vote_average":7.4,"runtime":82,"cert":"N\/A","id":54276,"title":"Zatoichi's Pilgrimage","adult":false,"genre_ids":[18]},{"cast":["Shintarō Katsu","Shiho Fujimura","Yoshihiko Aoyama","Makoto Fujita","Kiyoko Suizenji"],"overview":"Zatoichi comes upon the town of Tonda, overrun by gangsters. Using one of his favorite techniques, Zatoichi proceeds to win 8 ryo in a rigged gambling game. Of course, the local gangsters attempt to kill him, and the adventure begins. It turns out a blacksmith named Senzo examines Zatoichi's cane sword, and discovers it to be forged by his old mentor. Senzo discovers the sword is at the end of its usefulness and will break when it is used next.","release_date":"1967-01-03","vote_average":7.4,"runtime":93,"cert":"N\/A","id":54277,"title":"Zatoichi's Cane Sword","adult":false,"genre_ids":[12,28,18]},{"cast":["Shintarō Katsu","Rentarô Mikuni","Kô Nishimura","Yuko Hamada","Toshiyuki Hosokawa"],"overview":"When a local gambling house kidnaps some peasants because they failed to pay their debts, a rival gambling house pays their debts and sets them free.","release_date":"1967-08-12","vote_average":6.9,"runtime":96,"cert":"N\/A","id":54278,"title":"Zatoichi the Outlaw","adult":false,"genre_ids":[12,28,18]},{"cast":["Shintarō Katsu","Jûshirô Konoe","Miwa Takada","Yukiji Asaoka","Mikiko Tsubouchi"],"overview":"Ichi is staying at an inn when a woman dies. Her dying wish is that Ichi take her son to his father, an artist living in a nearby town. After arriving in the town, Ichi finds out that the father has been forced by a local boss to create illegal pornography to pay off his gambling debts. Ichi makes it his mission to save tha man and reunite the family, even though it brings him into conflict with a samurai he sort of befriended on his way to the town.","release_date":"1967-12-30","vote_average":6.6,"runtime":87,"cert":"N\/A","id":54279,"title":"Zatoichi Challenged","adult":false,"genre_ids":[12,28,18]},{"cast":["Shintarō Katsu","Kayo Mikimoto","Kyôsuke Machida","Takashi Shimura","Akifumi Inoue"],"overview":"Zatoichi runs afoul of some evil fugitives, working for a corrupt law official.","release_date":"1968-08-10","vote_average":6.7,"runtime":82,"cert":"N\/A","id":54280,"title":"Zatoichi and the Fugitives","adult":false,"genre_ids":[12,28,18]},{"cast":["Shintarō Katsu","Yoshiko Mita","Makoto Satō","Kô Nishimura","Takuya Fujioka"],"overview":"Zatoichi is forced to kill a young man who owes a debt to a yakuza boss. Moments later, his sister Osode arrives with the money she earned (prostituting herself) to pay his debts. The bosses true motives are revealed and he attempts to steal Osode even though the debt is paid. Zatoichi realizes his grievous error and protects the girl from the gang. Osode and Zatoichi are caught in a dilemma as she must rely on her brother's killer for protection and Zatoichi wrestles with the injustice he has caused.","release_date":"1968-12-28","vote_average":6.5,"runtime":84,"cert":"N\/A","id":54281,"title":"Samaritan Zatoichi","adult":false,"genre_ids":[12,28,18]},{"cast":["Shintarō Katsu","Rentarô Mikuni","Hisaya Morishige","Etsushi Takahashi","Osamu Sakai"],"overview":"Blind masseur and master swordsman Zatoichi finds a robbed and fatally wounded pregnant woman, whose baby he delivers before she dies. He takes the baby in search of its father and finds the child's aunt, who is about to be forced into prostitution for want of a payment the dead mother was bringing. Zatoichi determines to save the woman from her cruel fate.","release_date":"1972-01-15","vote_average":6.7,"runtime":90,"cert":"N\/A","id":54284,"title":"Zatoichi at Large","adult":false,"genre_ids":[12,28,18]},{"cast":["Bang Eun-jin","Hwang Shin-hye","Kim Choo-ryeon","Park Cheol-Ho"],"overview":"Two obsessive-compulsives, a chef and an anorexic writer, are neighbors in an apartment building. The chef (301) tries to entice her neighbor to eat with fabulous meals. The writer (302) refuses to eat, and this refusal begins a turbulent relationship that forces both women to delve into their pasts of torment.","release_date":"1995-04-22","vote_average":6.3,"runtime":100,"cert":"N\/A","id":54285,"title":"301, 302","adult":false,"genre_ids":[27,9648,53]},{"cast":["Christopher Lloyd","Bob Seagren","Soon-Tek Oh","Brian Brodsky","Juanin Clay"],"overview":"Christopher Connelly stars as stuntman Hill Singleton in this daring, high seas, rescue adventure. When film star Rebecca Way is kidnapped from her own set, Hill must come up with a plan. Because she is stashed away in international waters the F.B.I's hands are tied, so Hill must take matters into his own hands. He has just 72 hours to round up an all star rescue team, including Morgan Brittany and Christopher Lloyd, and pull off this daring rescue!","release_date":"1979-05-30","vote_average":0.0,"runtime":120,"cert":"N\/A","id":54286,"title":"The Fantastic Seven","adult":false,"genre_ids":[12,10770]},{"cast":["Darren McGavin","Robert Vaughn","Gary Collins","James Hampton","Philip Abbott"],"overview":"During a Space Shuttle mission a satellite rams a unidentified flying object. The UFO afterwards performs an emergency landing in the deserts of Arizona. However the White House denies it's existence because of the near presidential elections. The UFO is brought to the secret hangar 18 and the accident is claimed to incompetence of the astronauts Bancroff and Price. But the two fight against this and try to hunt down the UFO.","release_date":"1980-07-01","vote_average":5.4,"runtime":97,"cert":"N\/A","id":54287,"title":"Hangar 18","adult":false,"genre_ids":[28,878,53]},{"cast":["Pierre Fresnay","Josseline Gaël","Noël Roquevert","Guillaume de Sax","Pierre Palau"],"overview":"Roland Brissot bought for a nickel a talisman that gives him love, fame and wealth. The talisman is a cut left hand, and it works perfectly. But of course there is nothing free in this world, and after one year the devil comes and asks for his due... Written by Yepok","release_date":"1943-03-21","vote_average":7.1,"runtime":78,"cert":"N\/A","id":54288,"title":"Carnival of Sinners","adult":false,"genre_ids":[14,27]},{"cast":["Daniil Strakhov","Michael York","Mariya Shukshina","Aleksandr Abdulov","Vladimir Dolinskiy"],"overview":"1940. Leningrad. In sixth grader Mickey Polyakov light-hearted and happy life: the father-director, beautiful mother, a large apartment in the city center and many friends. And everything in this life before the war is well until one day he did not suffer at the hands of seniors. Physician ambulance that brought Mick into intensive care, noted strong concussion. But the terrible injury gave Mick a mysterious gift - he can now kill any of his abuser Lashes. So for Miki begins a completely different life, which are closely intertwined reality and mysticism.","release_date":"2010-10-21","vote_average":1.0,"runtime":94,"cert":"N\/A","id":54289,"title":"The Justice of Wolves","adult":false,"genre_ids":[18,9648]},{"cast":[],"overview":"\"Águas de Março\" enfoca a relação de Tom Jobim com a ecologia, narrado por Chico Buarque. Os sentimentos que envolviam esta forte relação de Tom com a fauna e aflora brasileiras, especialmente a Mata Atlântica, estão neste DVD, ao som de números musicais históricos, gravados em diferentes fases da vida do Maestro Soberano. Mas é com Elis Regina que Tom Jobim divide a interpretação daquela que se tornaria uma de suas obras-primas, \"Águas de Março\". Registrado em 1974 em Los Angeles, durante as gravações do LP \"Elis e Tom\", apresenta os dois cantando de forma descontraída e animada. A música, definida por Chico, como \"o samba mais bonito do mundo\", levaria a paixão de tom pela natureza a uma popularidade nunca antes alcançada.","release_date":"2002-12-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":54290,"title":"Tom Jobim: Águas de Março","adult":false,"genre_ids":[10402]},{"cast":["Tien Miao","Lee Kang-Sheng","Ann Hui","Lu Yi-Ching","Chen Shiang-Chyi"],"overview":"A young man develops severe neck pain after swimming in a polluted river; his dysfunctional parents are unable to provide any relief for him or themselves.","release_date":"1997-08-27","vote_average":6.7,"runtime":115,"cert":"N\/A","id":54291,"title":"The River","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"This is a recap of the 2004 Boston Red Sox season that finished with them breaking a winless drought of 86 years by coming back against the New York Yankees and later sweeping the world series.","release_date":"2004-12-03","vote_average":8.5,"runtime":90,"cert":"N\/A","id":54292,"title":"Faith Rewarded: The Historic Season of the 2004 Boston Red Sox","adult":false,"genre_ids":[99]},{"cast":["Robert Sapolsky","Gábor Máté","Richard G. Wilkinson","James Gilligan","John McMurtry"],"overview":"Zeitgeist: Moving Forward, by director Peter Joseph, is a feature length documentary work which will present a case for a needed transition out of the current socioeconomic monetary paradigm which governs the entire world society. This subject matter will transcend the issues of cultural relativism and traditional ideology and move to relate the core, empirical \"life ground\" attributes of human and social survival, extrapolating those immutable natural laws into a new sustainable social paradigm called a \"Resource-Based Economy\".","release_date":"2011-01-15","vote_average":7.1,"runtime":161,"cert":"","id":54293,"title":"Zeitgeist: Moving Forward","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A documentary on the maiden cruise of R Family Vacations, the travel company founded by Rosie and Kelli O'Donnell, which specializes in gay family vacations. Setting sail on July 11, 2004, the trip took 500 families from New York to the Bahamas.","release_date":"2006-04-06","vote_average":0.0,"runtime":91,"cert":"N\/A","id":54294,"title":"All Aboard! Rosie's Family Cruise","adult":false,"genre_ids":[99]},{"cast":["Ernest Borgnine","Tim Conway","Joe Flynn","Bob Hastings","George Kennedy"],"overview":"The crew of PT-73 get into trouble when they back the wrong horse in a race. Now they have to come up with a way to raise the money to pay off the winners.","release_date":"1964-06-25","vote_average":4.7,"runtime":89,"cert":"N\/A","id":54295,"title":"McHale's Navy","adult":false,"genre_ids":[35]},{"cast":["Damon Albarn","Noel Gallagher","Liam Gallagher","Jarvis Cocker","Louise Wener"],"overview":"In the mid-1990's, spurred on by both the sudden world-domination of bands such as Oasis and Prime Minister Tony Blair's \"Cool Brittania\" campaign, British culture experienced a brief and powerful boost that made it appear as if Anglophilia was everywhere--at least if you believed the press. Pop music was the beating heart of this idea, and suddenly, \"Britpop\" was a movement. Oasis, their would-be rivals Blur, Pulp, The Verve, and many more bands rode this wave to international chart success. But was Britpop a real phenomena, or just a marketing ploy? This smart and often hilarious documentary probes the question with copious interviews from Noel and Liam Gallagher of Oasis, Pulp's Jarvis Cocker, Damon Albarn of Blur, Sleeper's Louise Wener, and many other artists and critics who suddenly found themselves at the cultural forefront.","release_date":"2003-03-07","vote_average":5.9,"runtime":82,"cert":"","id":54300,"title":"Live Forever","adult":false,"genre_ids":[10402,99]},{"cast":["Whoopi Goldberg","Christian Taylor","Lindy Heymann","Joe Daley","Erich Miller"],"overview":"Christian Taylor, a writer on hit TV series Six Feet Under, is being profiled by a British documentary crew when he's sacked, though he doesn't know they've overheard the firing. They follow him to Las Vegas, where he is ostensibly doing \"research\" for the next season, but is actually pursuing a dream to become a dancer in a Vegas show.","release_date":"2002-06-22","vote_average":3.0,"runtime":93,"cert":"N\/A","id":54301,"title":"Showboy","adult":false,"genre_ids":[35,99]},{"cast":["Malcolm McDowell","Alan Bates","Florinda Bolkan","Oliver Reed","Tom Bell"],"overview":"Cowardly rogue Harry Flashman's (Malcolm McDowell) schemes to gain entry to the royal circles of 19th-century Europe go nowhere until he meets a pair of devious nobles with their own agenda. At their urging, Flashman agrees to re-create himself as a bogus Prussian nobleman to woo a beautiful duchess. But the half-baked plan quickly comes unraveled, and he's soon on the run from several new enemies who are all calling for the rapscallion's head.","release_date":"1975-10-10","vote_average":6.2,"runtime":102,"cert":"N\/A","id":54302,"title":"Royal Flash","adult":false,"genre_ids":[12,35,10749]},{"cast":["Nagarjuna Akkineni","Amala Akkineni","Murali Mohan","Subhalekha Sudhakar","Raajivi"],"overview":"Akkineni Nagarjuna plays the role of a sincere Cop, Vamsi Krishna, who is sent undercover along with two other cops. Of which one cop is a close friend and associate to Vamsi played by Subhalekha Sudhakar, by Police Commissioner played by Giri Babu to track down a vicious and dangerous criminal named Raghuram played by Murali Mohan. Vamsi performs surveillance on Raghuram's daughter Geetha played by Amala, by getting into Geeta's opposite building's flat in a Residential complex, to gather details and whereabouts of her criminal father. Geeta lives with her aunt played by Sukumari. When Vamsi in guise of a telephone department inspector, pursues her and falls in love with Geetha, she reciprocates Vamsi's love interest initially but refuses him after she gets to know the truth that he's a Cop and is about to drag her father to prison.","release_date":"1991-02-21","vote_average":5.0,"runtime":170,"cert":"N\/A","id":54303,"title":"Nirnayam","adult":false,"genre_ids":[28,35,18]},{"cast":["Nagarjuna Akkineni","Shriya Saran","Gracy Singh","Prabhu Deva","K. Viswanath"],"overview":"Karthik(Nagarjuna) is a rich architect in Ooty. He falls in love with Padhu(Gracy Singh). Padmavathi takes her own sweet time to accept Karthik's love. Padmavathi has a cute cousin sister Bhanu (Shriya). Bhanu encourages their love and gives courage to Padhu. When Padhu reveals about her love, her father Rama Chandraiah (K. Viswanath) resists and asks her to marry the guy he has chosen for her. Padhu flees from home and marries Karthik. Padmavathi is very eager to get back to her parents and get their blessings. Karthik and Padmavathi migrate to New Zealand and they give birth to a kid named Lucky. Padhu dies in an accident. Rama Chandraiah has a very big joint family. A few of the family members opine that inviting Karthik and his kid for a marriage to be happened at their place would give an opportunity to get a closer look at Lucky.","release_date":"2002-05-09","vote_average":7.3,"runtime":150,"cert":"N\/A","id":54304,"title":"Santosham","adult":false,"genre_ids":[]},{"cast":["Shintarō Katsu","Yukiyo Toake","Eiji Okada","Kei Satō","Yoshio Tsuchiya"],"overview":"Zatoichi, the famed blind swordsman, returns to his home village for the first time in many years. He is befriended by Omiyo, who had the same wet-nurse as Zatoichi. He also encounters a boyhood friend, Shinbei, who now is wealthy and appears not to remember Zatoichi. Shinbei seems to be interested in repaying the villagers' debts, but is in reality manipulating the ownership of a now-valuable rock quarry. Zatoichi learns of the subterfuge and confronts his old friend, who has a score of yakuza swordsmen backing his play.","release_date":"1973-04-21","vote_average":6.8,"runtime":88,"cert":"N\/A","id":54307,"title":"Zatoichi's Conspiracy","adult":false,"genre_ids":[28,18]},{"cast":["Jacques Perrin"],"overview":"","release_date":"2006-01-01","vote_average":6.8,"runtime":null,"cert":"N\/A","id":54308,"title":"L'Odyssée de la vie","adult":false,"genre_ids":[99]},{"cast":["Nicolas Vaporidis","Giorgio Panariello","Carolina Crescentini","Serena Autieri","Paola Onofri"],"overview":"Reunites the same cast, reprising their characters from the 2006 original film, but transplants them from the 1980s to the Italy of 2006. This leap allows the filmmaker to compare and contrast youth culture across generations, from the era of the call box to the era of cell phones, text messages and onli","release_date":"2007-02-14","vote_average":5.4,"runtime":102,"cert":"N\/A","id":54309,"title":"The Night Before the Exams Today","adult":false,"genre_ids":[35]},{"cast":["Giuliano Gemma","William Berger","Carlo Mucari","Peter Berling","Riccardo Petrazzi"],"overview":"","release_date":"1985-09-06","vote_average":3.8,"runtime":104,"cert":"N\/A","id":54310,"title":"Tex and the Lord of the Deep","adult":false,"genre_ids":[12,14,37]},{"cast":[],"overview":"One of the hottest R&amp;B groups of all time, the legendary Earth, Wind and Fire in concert define excitement. Performing hit after hit in their distinctive style, the band gives everything they've got in this concert, captured live on their remarkable 1994 SRO tour of Japan, co-founder Maurice White's final performances. Always dynamite on stage with their unmistakable sound and showmanship, Earth, Wind and Fire combine all the greatest elements for one of the best live shows on Earth! Includes interviews with band members Philip Bailey, Verdine White, Ralph Johnson and Maurice White.  Tracklisting: 1. September 2. Let Your Feelings Show 3. Let's Groove 4. Runnin' 5. Boogie Wonderland 6. Can't Hide Love 7. Fantasy 8. Kalimba Interlude 9. Evil 10. Shining Star 11. Keep Your Head To The Sky 12. Reasons 13. Sing A Song 14. That's The Way Of The World 15. Wouldn't Change A Thing About You 16. After The Love Is Gone 17. System Of Survival","release_date":"1995-02-01","vote_average":9.3,"runtime":60,"cert":"N\/A","id":54311,"title":"Earth, Wind & Fire: Live in Tokyo","adult":false,"genre_ids":[]},{"cast":["Lenka Vlasáková","Milan Mikulčík","Martin Huba","Daniela Kolářová","Antonin Kratochvil"],"overview":"Loyalty, history and regret take center stage for university professor Pavel Josek, lauded for standing up to the communist regime when it counted most. But as a TV documentary starts to focus in on the facts of his past, new truths are uncovered which may threaten his reputation.","release_date":"2009-12-21","vote_average":5.5,"runtime":null,"cert":"N\/A","id":54312,"title":"Kawasaki's Rose","adult":false,"genre_ids":[18]},{"cast":["Nanni Moretti","Simona Frosi","Andrea Pozzi","Fabio Traversa","Beniamino Placido"],"overview":"Michele Apicella lives in Rome, in an apartment paid for by his father. Abandoned by his wife and his son Andrea, he occupies his time acting in an experimental theater company under the artistic direction of his friend Fabio.","release_date":"1976-12-14","vote_average":6.6,"runtime":95,"cert":"N\/A","id":54313,"title":"I Am Self-Sufficient","adult":false,"genre_ids":[35,18]},{"cast":["Vashti Bunyan","Michael Caine","Allen Ginsberg","Mick Jagger","Julie Christie"],"overview":"Peter Whitehead’s disjointed Swinging London documentary, subtitled “A Pop Concerto,” comprises a number of different “movements,” each depicting a different theme underscored by music: A early version of Pink Floyd’s “Interstellar Overdrive” plays behind some arty nightclub scenes, while Chris Farlowe’s rendition of the Rolling Stones’ “Out of Time” accompanies a young woman’s description of London nightlife and the vacuousness of her own existence. In another segment, the Marquess of Kensington (Robert Wace) croons the nostalgic “Changing of the Guard” to shots of Buckingham Palace’s changing of the guard, and recording act Vashti are seen at work in the studio. Sandwiched between are clips of Mick Jagger (discussing revolution), Andrew Loog Oldham (discussing his future) – and Julie Christie, Michael Caine, Lee Marvin, and novelist Edna O’Brien (each discussing sex). The best part is footage of the riot that interrupted the Stones’ 1966 Royal Albert Hall concert.","release_date":"1967-09-26","vote_average":3.8,"runtime":70,"cert":"N\/A","id":54316,"title":"Tonite Let's All Make Love in London","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Diana is not the only one for whom the monthly period is no fun at all. Headaches, nausea, depression -- why is it so widely accepted that women all over the world should feel so lousy on a regular basis? And why is the subject still not openly discussed? With a keen sense of perspective, humor, and self-mockery, Diana goes in search of answers in this documentary.","release_date":"2009-03-08","vote_average":10.0,"runtime":75,"cert":"N\/A","id":54317,"title":"The Moon Inside You","adult":false,"genre_ids":[99]},{"cast":["Alexander Nathan Etel","Emily Watson","Ben Chaplin","David Morrissey","Priyanka Xi"],"overview":"A lonely boy discovers a mysterious egg that hatches a sea creature of Scottish legend.","release_date":"2007-12-25","vote_average":6.4,"runtime":112,"cert":"PG","id":54318,"title":"The Water Horse","adult":false,"genre_ids":[12,10751,14]},{"cast":[],"overview":"","release_date":"","vote_average":8.0,"runtime":null,"cert":"N\/A","id":54319,"title":"Naître enchantée","adult":false,"genre_ids":[]},{"cast":["Gunner Wright","Wesley Sellick","Corey Richardson","Bradley Horne","Nancy Stelle"],"overview":"After losing contact with Earth, Astronaut Lee Miller becomes stranded in orbit alone aboard the International Space Station. As time passes and life support systems dwindle, Lee battles to maintain his sanity - and simply stay alive. His world is a claustrophobic and lonely existence, until he makes a strange discovery aboard the ship.","release_date":"2011-02-02","vote_average":5.5,"runtime":90,"cert":"","id":54320,"title":"Love","adult":false,"genre_ids":[18,878]},{"cast":["Ho Tsung-Tao","Yuen Siu-Tien","Meg Lam Kin-Ming","Chiang Tao","Bruce Tong Yim-Chaan"],"overview":"The incomparable martial arts expert, Bruce Li, stars as a wealthy hero who defends his village from the assaults of ill-wishers.","release_date":"1979-07-13","vote_average":5.7,"runtime":92,"cert":"N\/A","id":54321,"title":"Blind Fist of Bruce","adult":false,"genre_ids":[28]},{"cast":[],"overview":"In March 1977, six activists of the Movement for the Liberation of abortion and contraception (MLAC) were tried for the illegal practice of abortion. Around the trial, the film reveals the lives of this group of women proposing to appropriate medical knowledge associated with childbirth and abortion.","release_date":"1980-01-01","vote_average":10.0,"runtime":77,"cert":"N\/A","id":54322,"title":"Look, She Has Her Eyes Wide Open","adult":false,"genre_ids":[99]},{"cast":["Prosenjit Chatterjee","Priyanshu Chatterjee","Paoli Dam","Chanchal Chowdhury","Shuvra Kundu"],"overview":"Explores poet and singer Lalon Fakir's mystic sect The Baul.","release_date":"2010-12-03","vote_average":7.3,"runtime":150,"cert":"N\/A","id":54323,"title":"Moner Manush","adult":false,"genre_ids":[18]},{"cast":["Huang Xiaoming","Zhang Jingchu","Lam Tze-chung"],"overview":"Tang Bohu's mother sends him to study at Qingfeng Monastery, but he can't bear the austere and monotonous life at the monastery. So, his three good friends secretly take Tang Bohu out for an excursion, where they run into Qian Qian\/Qiu Xiang. Tang Bo Hu immediately falls for her, but later, she gets accused as being a spider spirit and is about to be burned to death by a priest...","release_date":"2010-07-08","vote_average":6.5,"runtime":102,"cert":"N\/A","id":54324,"title":"The Flirting Scholar 2","adult":false,"genre_ids":[28,35]},{"cast":["Windham Beacham","Matthew Montgomery"],"overview":"Back Soon is a story of love, loss, identity and hope. It follows the relationship between aspiring actor Logan Foster and reformed drug dealer Gil Ramirez, two men who find themselves inexplicably drawn together despite their disparate backgrounds, and the fact that they both regarded themselves as straight. However, their bond is soon threatened by Gil's mysterious past and a startling revelation about the true nature of their connection. Neither man is prepared for this, nor the impact it will have on their lives.","release_date":"2007-06-03","vote_average":5.2,"runtime":83,"cert":"N\/A","id":54325,"title":"Back Soon","adult":false,"genre_ids":[18,35,10749]},{"cast":["Lee Kang-Sheng","Dennis Nieh","Ivy Yin","Liao Hui-Jen"],"overview":"Ah Jie lost everything in the stock market due to a severe economic crisis. He spends his days in his sealed apartment, smoking joints and looking after the marijuana plants that he secretly grows in his wardrobe. In desperation, he calls a suicide helpline and gets to know Chyi, whose sweet and gentle voice causes him to fall in love with his fantasized image of her. He tries to ask her out but is repeatedly rejected. He begins projecting his fantasy of Chyi on Shin, the new girl working at the betel nut stall downstairs. Shin is always sexily dressed in order to lure male customers. Ah Jie becomes closer to her and soon the two of them sink into a world of erotic and psychedelic pleasures. At the same time, Ah Jie begins to stalk Chyi.","release_date":"2007-09-04","vote_average":6.1,"runtime":103,"cert":"N\/A","id":54326,"title":"Help Me, Eros","adult":false,"genre_ids":[18]},{"cast":["Nat DeWolf"],"overview":"It's the 1990s. Toby, just out of college in Wisconsin, comes to Manhattan to spend the summer with his older cousin, Packard, a gay man whose lover John R. has just died of AIDS. Toby is shy, the openly-gay society around him makes him nervous. Packard gives Toby a pair of John R.'s shoes; when Toby puts them on, he has powerful visions of the pre-AIDS scene in the 1970s, as if he's there. He also takes on a different personality when he wears the shoes, more sure of himself, able to express his interest in men. Wearing the shoes, Toby goes to a bar, hooks up with Dick, and wakes up in Dick's bed. How will he handle it? And what will happen to the shoes?","release_date":"1992-06-01","vote_average":6.0,"runtime":25,"cert":"N\/A","id":54327,"title":"The Dead Boys' Club","adult":false,"genre_ids":[]},{"cast":["Jet Li","Wen Zhang","Kwai Lun-Mei","Zhu Yuan-Yuan","Gao Yuanyuan"],"overview":"The story of a father's tireless love for his autistic son. A terminally ill father's attempt to teach his autistic son the necessary life skills to survive on his own before he passes away. It is also a poignant tribute to the infinite love that parents have for their children and their unending desire to take care and look after them to their best abilities, no matter the struggle, no matter the effort.","release_date":"2010-06-24","vote_average":7.3,"runtime":96,"cert":"N\/A","id":54328,"title":"Ocean Heaven","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A lazy gym teacher Seong Geun is completely content with his easy gig teaching high school P.E, but times are getting tough and his job is in danger. When Seong Geun's school decides to sack a gym teacher in favor of an English teacher, he too makes an important decision. To survive, he must teach English! Seong Geun whole heartedly makes the switch from PE to ET (English Teacher), but there's only one problem: he doesn't speak English.","release_date":"2008-09-11","vote_average":0.0,"runtime":120,"cert":"N\/A","id":54329,"title":"Our English Teacher","adult":false,"genre_ids":[35]},{"cast":["Jang Keun-suk","Song Ha-yoon","Kim Jung-nan","Kim Byung-ok"],"overview":"Joon-soo is a rebellious high school kid who often get in fights. One day, his parents give him an ultimatum and leaving him alone in the house, Joon-soo decides to have a party at his parent's home. He then goes shopping for groceries and comes upon an unexpected surprise. A little toddler sits in a shopping basket wearing the name tag \"Han Woo-ram\" and points to Joon-soo as his father.","release_date":"2008-08-13","vote_average":6.2,"runtime":96,"cert":"N\/A","id":54330,"title":"Baby and Me","adult":false,"genre_ids":[]},{"cast":["Alex Rice","Robert Harper","L. Harvey Gold","Gordon Tootoosis","Katharine Isabelle"],"overview":"Angel and Randy Henry are a sister and brother, caught on the mean streets of Vancouver's Downtown Eastside. While Angel finds the strength to escape her seemingly hopeless situation, Randy slips deeper into a world consumed by abandonment and fuelled by drugs.","release_date":"2003-01-01","vote_average":8.0,"runtime":95,"cert":"N\/A","id":54331,"title":"On the Corner","adult":false,"genre_ids":[18]},{"cast":["Son Ye-jin","Moon Geun-young","Cha Tae-hyun","Lee Eun-ju","Kwak Jung-wook"],"overview":"Lee Ji-hwan receives photographs in the mail that reminds him of how he met two girls, Shim Su-in and Kim Gyeong-heui, one summer five years ago. He shares his memories with his friend Cheol-hyeon. He recalls initially being in love with Su-in, but she rejects him. Throughout the summer, the three remain friends. Ji-hwan and Gyeong-heui develop feelings for each other but are reluctant to admit it. Ji-hwan recalls the complex relationship between the three to Cheol-hyeon.","release_date":"2002-09-13","vote_average":6.6,"runtime":106,"cert":"N\/A","id":54332,"title":"Lovers' Concerto","adult":false,"genre_ids":[18,10749]},{"cast":["Vladimír Dlouhý","Ondřej Vetchý","Jana Dítětová","Josef Kemr","Viktor Preiss"],"overview":"Dorota, a bad woman married the miller, out of sheer greed drives him to death. She then took the mill away from his son Peter and threw him out of the hime. Lucifer, who is known to rule in hell, sends out the devil Janek. He is supposed to fetch Dorota because the measure of her earthly sins is overflowing. But the devil himself can not handle this evil woman and flees to the military. There he meets Peter. By joining forces, they finally succeed in transporting the wicked Dorota to hell. Since then hell is hell. But for Peter, who is suddenly in possession of a magic mantle, begins a nice time, because strangely, the prince shows great interest in him.","release_date":"1984-09-30","vote_average":7.8,"runtime":95,"cert":"N\/A","id":54333,"title":"Give the Devil His Due","adult":false,"genre_ids":[10751,14,35]},{"cast":[],"overview":"Welcome to the City of Auto where life is good. Birthdays are celebrated, soccer games won, races raced and adventures done. These cars are revved up and ready to hit the road, in the latest Emmy Award winning DVD. 6 Episodes: Timely Treats (Punctuality), Picture Perfect (Promptness), Moving Forward Together (Readiness), Growing Responsible (Responsibility), Red Card to Respect (Respectfulness), The Land of Odds (Dependable).","release_date":"2005-02-01","vote_average":10.0,"runtime":60,"cert":"N\/A","id":54334,"title":"Auto B Good - Hitting the Road","adult":false,"genre_ids":[]},{"cast":[],"overview":"Christy (Lauren Lee Smith) and the rest of the Cutter Gap community are just beginning to recover from a typhoid epidemic when a storm hits the rural alcove. In A New Beginning, the second of a two-part PAX production that began with A Change of Seasons, she gets stranded in the forest with Dr. MacNeill (Stewart Finlay-McLennan), and her fiancé David (James Waterston) risks life and limb to rescue her. Despite a loss of property, the town makes it through the storm relatively intact, but many have been changed by the experience. Christy, for instance, has come to see Dr. MacNeill in a new light, thus questioning her engagement to David. Will she marry the preacher or break off the engagement? Marriage is on the minds of several characters in this engaging recollection by the elderly Christy about her experiences as a young schoolteacher in the Smoky Mountains.","release_date":"2001-12-28","vote_average":0.0,"runtime":89,"cert":"N\/A","id":54335,"title":"Christy - A New Beginning","adult":false,"genre_ids":[18,10751]},{"cast":["Don Ed Hardy","Michael Mallone","Zeke Owen","Lyle Tuttle","Philadelphia Eddie Funk"],"overview":"A look at the history of tattoos in America, featuring tattooing legend Norman \"Sailor Jerry\" Collins.","release_date":"2008-03-03","vote_average":10.0,"runtime":73,"cert":"N\/A","id":54336,"title":"Hori Smoku Sailor Jerry","adult":false,"genre_ids":[99]},{"cast":["Beste Bereket","Tuğra Kaftancıoğlu ","Gülçin Santırcıoğlu","Güçlü Yalçıner"],"overview":"Movie about complicated relationships between 3 people","release_date":"2005-11-18","vote_average":6.8,"runtime":91,"cert":"N\/A","id":54337,"title":"Türev","adult":false,"genre_ids":[10749,18,10751]},{"cast":["Beverly Lynne","Belinda Gavin","Brooke Banner","Jassie","Nicole Sheridan"],"overview":"A waitress who won't put out for her boss has the misfortune of quitting her job just as the bar is being robbed by a notorious thief...","release_date":"2005-01-01","vote_average":7.3,"runtime":150,"cert":"N\/A","id":54338,"title":"Bikini Chain Gang","adult":false,"genre_ids":[35]},{"cast":["İlyas Salman","Şener Şen","Ayşen Gruda","Pembe Mutlu"],"overview":"Funny story about suburbans at 80s in Turkey","release_date":"1982-09-01","vote_average":7.6,"runtime":87,"cert":"N\/A","id":54339,"title":"Abbas in Flower","adult":false,"genre_ids":[35,18,10751,10749]},{"cast":["Cameron Zink","Gee Atherton","Kyle Norbraten","Darren Berrecloth","Kyle Strait"],"overview":"The Red Bull Rampage 2010 DVD is one of the most anticipated DVDs of the season. Featuring Cameron Zink, Gee Atherton, and the unrelenting Utah desert, the DVD also showcases the best mountain bike riders from around the world, competing in the most rugged and majestic natural terrain. Red Bull Rampage pits the best mountain bike riders from around the globe against each other in the amazing scenery of the Utah desert. 2010 was one of the most progressive freeride courses in history and showcased the riding skills of more riders than ever before.","release_date":"2010-12-01","vote_average":5.0,"runtime":54,"cert":"N\/A","id":54340,"title":"Red Bull Rampage 2010: The Evolution","adult":false,"genre_ids":[]},{"cast":["James Taylor"],"overview":"Songs: Everyday, That's Why I'm Here, Only One, Frozen Man, On the 4th of July, Whenever You're Ready, Raised Up Family, Mexico, Steamroller Blues, Carolina in My Mind, Millworker, Sun on the Moon, Junkie's Lament, Copperline, Shed a Little Rain, Fire and Rain, You've Got a Friend, Your Smiling Face, How Sweet It Is (To Be Loved by You), Traffic Jam, Knock on Wood, You Can Close Your Eyes, Sweet Baby James Behind the scenes: the making of October Road Biography and discography","release_date":"2003-03-17","vote_average":3.8,"runtime":119,"cert":"N\/A","id":54341,"title":"James Taylor Pull Over","adult":false,"genre_ids":[10402]},{"cast":["Corbin Bernsen","Jessica Steen","Leigh Lewis","Mr. T","Nick Mancuso"],"overview":"Helen Hannah, the Christian leader of \"Apocalypse\" \"Revelation\" and \"Tribulation\" is being put on trial in the One Nation Earth Court of Justice. Mitch Kendrick is a lawyer assigned to defend her, and Victoria Thorne, his ex-lover, is the attorney. Not only is the entire trial scripted, but Kendrick is on the fence about whose side he's on.","release_date":"2001-08-31","vote_average":3.5,"runtime":105,"cert":"N\/A","id":54342,"title":"Judgment","adult":false,"genre_ids":[18,53]},{"cast":["Şener Şen","Lale Mansur","Taner Barlas","Ihsan Bilsev","Ilteray Ilter"],"overview":"Revenge story in Istanbul","release_date":"1993-10-08","vote_average":4.9,"runtime":null,"cert":"N\/A","id":54343,"title":"Amerikalı","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Ben Franklin's young reporters, Sarah and James learn that Thomas Jefferson has arrived in Philadelphia to put the final touches on the Declaration of Independence. On July 4th, 1776, they sneak into the Independence Hall and watch as the 2nd Continental Congress declares America's independence from England. They then head to New York, where George Washington and his troops are fighting one of the most difficult battles of the Revolutionary War. James falls into the enemy hands, where he meets a fellow prisoner, the great patriot Nathan Hale. When Hale is told he will be executed, he bravely declares, \"I regret that I have but one life to lose for my country.\" The fight for liberty has begun, and there is no turning back!","release_date":"2004-08-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":54344,"title":"Liberty's Kids - The First Fourth of July","adult":false,"genre_ids":[]},{"cast":["Walter de Donder","Aimé Anthoni","Chris Cauwenbergs","Agnes de Nul"],"overview":"Als Plop en zijn vrienden in het Kabouterbos een kleine Golden Retriever ontdekken, schrikken ze zich te pletter! Maar al snel verovert deze schattige hond de harten van onze kabouters en willen ze niets liever dan dat Kwispel bij hen in het bos blijft wonen. Maar aan de andere kant van het bos, in de grote-mensen-wereld, is er een jongetje heel erg verdrietig. Hij mist Kwispel. Hij zou er alles aan doen om zijn puppie terug te vinden. Als Plop en zijn vrienden vernemen dat Kwispel een grote-mensen-baasje heeft, besluiten ze om het hondje terug te brengen. Maar daardoor storten de kabouters zich in een ongekend avontuur. Als dat maar goed afloopt!","release_date":"2004-12-15","vote_average":5.5,"runtime":53,"cert":"N\/A","id":54345,"title":"Plop en Kwispel","adult":false,"genre_ids":[10751]},{"cast":["Václav Havel","Dagmar Veškrnová-Havlová","Bill Clinton","George W. Bush","Miloš Zeman"],"overview":"","release_date":"2008-01-31","vote_average":7.5,"runtime":null,"cert":"N\/A","id":54346,"title":"Občan Havel","adult":false,"genre_ids":[99]},{"cast":["Leigh Francis"],"overview":"Cha’mone Mo’Fo’Selecta! showcases a host of brand new rubber faces including; Diana Ross, Uri Geller and Ken West (Kanye West) as well as Bo'Selecta! favourites Craig David, Mel B, Keith Lemon, Avid Merrion and the Bear. The show takes a chronological look at Michael Jackson's life featuring hilarious spoofs of Thriller, Bad, Beat It and Billy Jean with special guest appearances by Spice Girl Emma Bunton, Peaches Geldof, Paddy McGuiness and David Gest. It's the final curtain for the Bo'Selecta! Michael Jackson and a salute to the gloved one.","release_date":"2009-11-23","vote_average":10.0,"runtime":50,"cert":"15","id":54347,"title":"Cha'mone Mo'Fo'Selecta! A Tribute to Michael Jackson","adult":false,"genre_ids":[35]},{"cast":["Walter de Donder","Aimé Anthoni","Chris Cauwenbergs","Agnes de Nul","Fred Van Kuyk"],"overview":"Kabouter Plop verwacht, net als alle andere jaren, een bezoekje van de Kerstkabouter. Alleen loopt het dit jaar een beetje mis... Mik en Mak, twee kabouters die jaar na jaar door de Kerstkabouter vergeten worden, gooien roet in het eten. De twee gaan aan de haal met de slee van de Kerstkabouter. Die is daardoor niet alleen al z'n cadeautjes kwijt, maar ook z'n heel belangrijke toverstaf ... Met die staf kun je cadeautjes toveren maar ook vreselijke dingen aanrichten! Kabouter Plop en zijn vrienden gaan samen op pad op de toverstaf terug te halen en hem weer aan de Kerstkabouter te geven.","release_date":"2003-10-24","vote_average":1.0,"runtime":50,"cert":"N\/A","id":54348,"title":"Plop en de Toverstaf","adult":false,"genre_ids":[10751]},{"cast":["Walter de Donder","Chris Cauwenbergs","Aimé Anthoni","Agnes de Nul","Frans Bauer"],"overview":"Wanneer Kabouter Plop en zijn vrienden tijdens een wandeling mooie vioolmuziek horen uit een knus huisje aan de rand van het Kabouterbos, worden ze nieuwsgierig en gaan ze een kijkje nemen. Kabouter Klus klimt via de regenpijp omhoog en ontdekt dat de hemelse klanken wordt gespeeld door het meisje Anna. Zodra Anna de kabouters ziet, gaat het helemaal mis: Anna laat door de schrik haar viool op de grond vallen. Deze is helemaal kapot en morgen heeft ze een belangrijk optreden! Hoe kunnen de kabouters haar helpen? Komen ze op tijd met een oplossing? Ze schakelen de hulp in van Kabouter Amadeus","release_date":"2005-12-14","vote_average":1.0,"runtime":65,"cert":"N\/A","id":54349,"title":"Plop en het Vioolavontuur","adult":false,"genre_ids":[35,12,10751]},{"cast":[],"overview":"It's a harrowing trip through the colonies of the Commonwealth of Virginia for Sarah and James. Arriving in Virginia, their spirits are lifted when they witness Patrick Henry's famous declaration, \"Give me liberty or give me death.\" Their incredible adventure continues as Sarah reluctantly sets sail to her native England, only to be rescued at sea by the great naval commander, John Paul Jones. When Jones' ship takes on water in a battle against the powerful British Navy, the British Captain demands their surrender. Sarah watches with admiration as the courageous Jones responds with his famous words, \"I have not yet begun to fight.\"","release_date":"2004-08-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":54350,"title":"Liberty's Kids - Give Me Liberty","adult":false,"genre_ids":[]},{"cast":[],"overview":"It's the dead of night in Boston Harbor and our intrepid reporters, Sarah and James, spot colonists disguised as Mohawk Indians sneaking aboard British ships and dumping tons of tea overboard. This act of defiance against the British authority is a defining moment of the American Revolution. It's then on to Lexington and Concord, where citizens calling themselves \"Minutemen\" take up arms against the powerful, experienced British army of \"redcoats.\" Outnumbered and outgunned, the Minutemen refuse to back down, and soon the evening's silence is shattered by the \"shot heard around the world.\" On the village green in Lexington, the first shot of the Revolutionary War has just been fired!","release_date":"2004-08-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":54351,"title":"Liberty's Kids - The Boston Tea Party","adult":false,"genre_ids":[]},{"cast":["Balraj Sahni","Nirupa Roy","Nana Palsikar","Rattan Kumar","Murad"],"overview":"An impoverished man and his young son travel to Bombay and look for work, in order to make money that'll save their ancestral land from being seized by a corporation.","release_date":"1953-01-02","vote_average":7.7,"runtime":142,"cert":"N\/A","id":54352,"title":"Two Acres of Land","adult":false,"genre_ids":[18,10402]},{"cast":["Denis Leary","Lenny Clarke","Whitney Cummings","Adam Ferrara"],"overview":"Sharp-tongued and outspoken, comedian and star of the FX firefighter comedy-drama \"Rescue Me\" Denis Leary brings his acerbic wit to New York's Town Hall, joined by fellow stand-up talents Lenny Clarke, Whitney Cummings and Adam Ferrara. Providing the evening's musical entertainment are the foulmouthed Leary and his backup band, the Enablers, with a special appearance by the Rehab Horns.","release_date":"2011-01-18","vote_average":5.0,"runtime":99,"cert":"N\/A","id":54353,"title":"Denis Leary and Friends Present: Douchebags and Donuts","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2003-03-14","vote_average":7.5,"runtime":null,"cert":"N\/A","id":54354,"title":"Eila","adult":false,"genre_ids":[]},{"cast":["Kalevi Kahra","Santeri Kinnunen","Ahti Kuoppala","Maija-Liisa Peuhu","Susanna Anteroinen"],"overview":"","release_date":"1996-10-18","vote_average":5.3,"runtime":91,"cert":"N\/A","id":54355,"title":"Elämä lyhyt, Rytkönen pitkä","adult":false,"genre_ids":[35]},{"cast":["Puntti Valtonen","Peter Franzén","Lotta Lehtikari","Katariina Kaitue","Tommi Korpela"],"overview":"","release_date":"2001-09-26","vote_average":6.7,"runtime":80,"cert":"N\/A","id":54356,"title":"On the Road to Emmaus","adult":false,"genre_ids":[10402,35]},{"cast":["Kamal Haasan","Sridevi","Silk Smitha","Gulshan Grover","Iftekhar"],"overview":"A head injury causes a woman to regresses to childhood. Lost and confused, she is eventually befriended by a school teacher.","release_date":"1983-09-21","vote_average":8.3,"runtime":120,"cert":"N\/A","id":54357,"title":"Sadma","adult":false,"genre_ids":[18,10749]},{"cast":["Justin Duerr","Colin Smith","Steve Weinik"],"overview":"An urban mystery unfurls as one man pieces together the surreal meaning of hundreds of cryptic tiled messages that have been appearing in city streets across the U.S. and South America.","release_date":"2011-08-01","vote_average":6.6,"runtime":86,"cert":"N\/A","id":54358,"title":"Resurrect Dead: The Mystery of the Toynbee Tiles","adult":false,"genre_ids":[99]},{"cast":["Eric Roberts","Cary Elwes","Sarah Wynter","Chris Sarandon","Diane Venora"],"overview":"When a man faces surmounting bills for his dying son's hospital stay, he enters into an agreement to sell his body for organ transplants to pay the bills. However, when he is advised that the doctors want to claim his organs immediately, he goes on the run","release_date":"2000-07-23","vote_average":6.0,"runtime":86,"cert":"N\/A","id":54371,"title":"Race Against Time","adult":false,"genre_ids":[10770,28,878,53]},{"cast":["Rodrigo Santoro","Cláudia Abreu","Selton Mello","Alessandra Negrini","Ângelo Paes Leme"],"overview":"'Slightly Out Of Tune' is about a group of friends who come of age during the political turmoil that plagued Brazil in the 1960's and 70's. Together, these musicians form a band called \"Os Desafinados\" and become a part of the groundbreaking Brazilian musical movement called Bossa Nova","release_date":"2008-08-29","vote_average":5.6,"runtime":139,"cert":"N\/A","id":54378,"title":"Slightly Out of Tune","adult":false,"genre_ids":[18]},{"cast":["Brooke White","Joe Flanigan","Phylicia Rashād","Jayme Lynn Evans","Bobby Soto"],"overview":"Sally and Jason Danville's life are turned upside down when a tragic accident suddenly names them the caretakers of four young children.","release_date":"2011-01-08","vote_average":5.6,"runtime":90,"cert":"N\/A","id":54379,"title":"Change of Plans","adult":false,"genre_ids":[10770,10751,35,18]},{"cast":["Stefano Accorsi","Maria de Medeiros","Joaquim de Almeida","Frédéric Pierrot","Fele Martínez"],"overview":"Story of the 1974 coup that overthrew the right-wing Portuguese dictatorship--which continued the fascist policies of long-time dictator Antonio Salazar--and of two young army captains who were involved in it.","release_date":"2000-04-21","vote_average":6.4,"runtime":123,"cert":"N\/A","id":54380,"title":"Captains of April","adult":false,"genre_ids":[18,36]},{"cast":["Jiro Manio","Lorna Tolentino","Albert Martinez","Gloria Romero","Celia Rodriguez"],"overview":"With a daughter who suffers from cerebral palsy and a son who's lost his much-needed scholarship, an impoverished married couple begins to abandon their faith and courage in the face of such misfortune. But when a gifted young boy called Magnifico uses his goodness to magically transform their lives for the better, the family's belief in miracles is restored. Suddenly, living with adversity doesn't seem like such a burden.","release_date":"2003-01-01","vote_average":8.3,"runtime":122,"cert":"N\/A","id":54381,"title":"Magnifico","adult":false,"genre_ids":[18]},{"cast":["Sara Stepnicka","Eric Morrison","Gunhild Gill","Jon E. Livernois"],"overview":"'Sometimes in Life' is the story of the lives of Jill and Rob. Jill finds herself torn between focusing on her budding fashion career and feeling insecure about her relationship with her flirtatious girlfriend. Rob, a thirty-something who's not-so-cultured and jobless, just lost his father and he finds himself doing some soul searching on his slacker lifestyle. When these two unexpectedly meet and begin to form an unlikely friendship, they realize they've both lost their way in life - but can they help each other get back on track or just further off course?","release_date":"2008-07-27","vote_average":0.0,"runtime":85,"cert":"N\/A","id":54382,"title":"Sometimes in Life","adult":false,"genre_ids":[18]},{"cast":["Anne Curtis","Sam Milby","Laurice Guillen","Tetchie Agbayani","Nikki Valdez"],"overview":"Opposites attract in this satisfying Filipino romance, which centers on Nico (Sam Milby), a handsome and wealthy architecture professor who cannot stop himself from falling in love with free-spirited Sasa (Anne Curtis), a beautiful promo girl with a shady past. Effectively combining humor with heartfelt emotion, this enchanting love story also features Laurice Guillen as Nico's disapproving mother","release_date":"2010-04-03","vote_average":4.5,"runtime":100,"cert":"N\/A","id":54383,"title":"Babe, I Love You","adult":false,"genre_ids":[18,10749]},{"cast":["Sónia Bandeira","Fábio Oliveira","Manuel Soares","Joaquim Carvalho","Andreia Santos"],"overview":"In the heart of Portugal, amid the mountains, the month of August is abuzz with people and activity...","release_date":"2008-08-21","vote_average":7.0,"runtime":147,"cert":"N\/A","id":54384,"title":"Our Beloved Month of August","adult":false,"genre_ids":[10402,10749]},{"cast":["Carlos López Puccio","Jorge Maronna","Marcos Mundstock","Daniel Rabinovich","Carlos Núñez Cortés"],"overview":"El Grosso Concerto, opus 58, fue un espectáculo del conjunto de instrumentos informales Les Luthiers en compañía de la Camerata Bariloche. El título, El Grosso Concerto, es en realidad una variación del título de una obra incluida en el espectáculo: el Concerto grosso alla rústica (un verdadero concerto grosso barroco, al estilo de Vivaldi). Esta obra fue compuesta por el compositor ficticio Johann Sebastian Mastropiero, inspirado en un poema del \"famoso\" poeta ficticio Torcuato Gémini. El título de la obra no tiene nada que ver con la forma musical de que se trata (el concerto grosso barroco), sino a la dedicatoria que le hizo Gemini a una regordeta y tosca doncella del altiplano argentino, a la que iba dedicado el poema. Dicha dedicatoria decía así: \"Con certo sentimento d´amore, alla signorina grossa e rústica\".","release_date":"2001-12-09","vote_average":6.7,"runtime":null,"cert":"N\/A","id":54385,"title":"Les Luthiers: El grosso concerto","adult":false,"genre_ids":[10402,35]},{"cast":[],"overview":"Closing Ceremony","release_date":"2010-02-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":54386,"title":"Vancouver 2010 Olympic Winter Games: Closing Ceremony","adult":false,"genre_ids":[]},{"cast":[],"overview":"Biathlon","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":54387,"title":"Vancouver 2010 Olympic Winter Games: Biathlon","adult":false,"genre_ids":[]},{"cast":["Charles Robinson","Tim Considine","Joan Caulfield","David Moses","Claudio Martinez"],"overview":"In this sequel to The Doberman Gang, Three men track down a pack of dobermans and along with a young Native American boy, train the dobermans to rob the campaign funds of a politician.","release_date":"1973-07-01","vote_average":5.8,"runtime":88,"cert":"N\/A","id":54388,"title":"The Daring Dobermans","adult":false,"genre_ids":[53]},{"cast":["Prakash Raj","Jayaram","S.P.B. Charan","Premji Amaran","Shiva"],"overview":"A leading industrialists's daughter, Saroja, is kidnapped and ransom of 10 crores is demanded. Assistant Commissioner of Police tries to catch the kidnappers. In parallel, a group of four friends in Chennai leave for Hyderabad to watch India-Pakistan cricket match. Due to an accident enroute they try to take a detour to reach Hyderabad through a forest. They end up in the den of the gang that has kidnapped Saroja. The story is about how they rescue the girl.","release_date":"2008-09-05","vote_average":7.4,"runtime":190,"cert":"N\/A","id":54389,"title":"Saroja","adult":false,"genre_ids":[35,53]},{"cast":["Jason Isaacs","Sofia Milos","Emmy Rossum","Theresa Russell","Seymour Cassel"],"overview":"The film is a romantic comedy about a Portuguese widow whose husband had been a fisherman who died at sea. The widow's teenage daughter wants to be a professional gambler and she convinces her mother to date a British man whose new in town. The widow falls for the Brit, who pretends to be in the fishing business but is actually a professional gambler. The naive daughter gets into some trouble.","release_date":"2003-08-17","vote_average":6.8,"runtime":108,"cert":"N\/A","id":54390,"title":"Passionada","adult":false,"genre_ids":[35,10749]},{"cast":["Patricia Roc","Gordon Jackson","Anne Crawford","Moore Marriott","Basil Radford"],"overview":"Millions Like Us is a 1943 British propaganda film, showing life in a wartime aircraft factory in documentary detail. It stars Patricia Roc, Eric Portman, Megs Jenkins, and Anne Crawford, was written by Sidney Gilliat, and directed by Gilliat and Frank Launder. It was filmed at Gainsborough Studios. When Celia Crowson (Roc) is called up for war service, she hopes for a glamorous job in one of the services, but as a single girl she is directed into a factory making aircraft parts. Here she meets other girls from all different walks of life, and begins a relationship with a young airman.","release_date":"1943-06-01","vote_average":5.1,"runtime":103,"cert":"","id":54391,"title":"Millions Like Us","adult":false,"genre_ids":[18,10749,10752]},{"cast":["Jack Warner","Jimmy Hanley","Dirk Bogarde","Robert Flemyng","Bernard Lee"],"overview":"P.C. George Dixon (Warner) is a long-serving traditional copper who is due to retire shortly. He takes a new recruit under his aegis and introduces him to the easy-going night beat. Dixon is a classic ordinary hero but also anachronistic, unprepared and unable to answer the violence  of the 1950s.","release_date":"1950-01-19","vote_average":7.0,"runtime":84,"cert":"","id":54392,"title":"The Blue Lamp","adult":false,"genre_ids":[80,18]},{"cast":[],"overview":"Grandes Exitos is the first greatest hits collection released from Mexican singer Luis Miguel under the Warner Music label. It was released on November 22, 2005. As expected, many of the artist's singles were not included, but two new songs were: \"Misterios del Amor\" (#29 on the Billboard Hot Latin Tracks) and \"Si Te Perdiera\" (#47 on the Billboard Hot Latin Tracks).","release_date":"2005-11-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":54397,"title":"Luis Miguel: Grandes Exitos Videos","adult":false,"genre_ids":[]},{"cast":["Cătălin Paraschiv","Rudy Rosenfeld","Constantin Bărbulescu","Roxana Guttman","Camelia Maxim"],"overview":"When the villagers killed Constantin Tirescu, they thought it was justice. Vlad Cozma thinks it was murder. Now, Constantin thinks pickles might go nice with blood.","release_date":"2009-11-01","vote_average":5.9,"runtime":101,"cert":"","id":54398,"title":"Strigoi","adult":false,"genre_ids":[35,18,14,27]},{"cast":["Mamatha Bhukya","Urmila Dammannagari","Ramachandriah Marikanti","Karan Singh Grover"],"overview":"Set in rural South India, a place where social barriers are built stronger than fort walls, VANAJA explores the chasm that divides classes as a young girl struggles to come of age.","release_date":"2006-09-11","vote_average":7.6,"runtime":111,"cert":"N\/A","id":54399,"title":"Vanaja","adult":false,"genre_ids":[18]},{"cast":["David Blair","Father Bessarion","William S. Burroughs","Florence Ormezzano","Meg Savlov"],"overview":"Computer programmer\/beekeeper Jacob gets a \"television\" implanted in his brain by a race of telekinetic bees, which causes him to experience severe hallucinations. (Includes: Mesopotamian bees, souls living inside weapons, the land of the dead in the Moon, Cain, the Trinity site, the tower of Babel, and a planet TV transmitting the dead of the future inside the Garden of Eden Cave which are giant bees, a Supranormal Film Society trying to capture the dead on film in the 1920's, the letter X, missiles turning into flying saucers, a beekeeper who is murdered by his own bees, and the cities of the dead)","release_date":"1991-10-21","vote_average":5.8,"runtime":85,"cert":"N\/A","id":54400,"title":"Wax, or: The Discovery of Television Among the Bees","adult":false,"genre_ids":[99,878]},{"cast":[],"overview":"This DVD features the historical concert of the reunion of the original members in the renowned Mexico City venue Auditorio Nacional in 1999. Relive this historic musical event through 13 hits from the pioneering Mexican pop group who spearheaded the pop group musical movement in Latin America. Also included is a bonus music video and interviews.","release_date":"1999-06-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":54401,"title":"Timbiriche: The Concert","adult":false,"genre_ids":[]},{"cast":["Nandamuri Balakrishna","Nayanthara","Namita","Sneha Ullal","Brahmanandam"],"overview":"The film starts with the story of the younger Bala Krishna (Srimannarayana) working as a college professor. As usual the best looking girl of the college (Janaki played by Sneha Ullal) falls in love with Srimannarayana (the monkish protector of justice); reasons for that are comprehendible only by someone who had seen enough Telugu films (Bala Krishna films in particular). As the first half progresses the screenplay tells us that Janaki’s and Srimmanarayna’s pasts are related and the flashback starts occupying the screen. The daddy Bala Krishna with Nayanatara next to him and Kota Srinivas Rao playing the bad guy in a war between good and evil about the welfare of the region is the film’s flashback","release_date":"2010-04-30","vote_average":5.3,"runtime":156,"cert":"N\/A","id":54404,"title":"Simha","adult":false,"genre_ids":[28,18]},{"cast":["Ned Beatty","Adrian Dunbar","Tara Fitzgerald","William Hootkins","Shirley Anne Field"],"overview":"Singer Josef Locke fled to Ireland 25 years ago to escape the clutches of the tax man and police Chief Jim Abbott. What he also left behind was the love of his life Cathleen Doyle. Now, Micky O’Neill is desperate to save both his ailing Liverpool nightclub ‘Heartly’s’ and his failing relationship with the beautiful Nancy, Cathleen’s daughter. The solution? Book the infamous Josef Locke.","release_date":"1991-12-27","vote_average":5.4,"runtime":113,"cert":"N\/A","id":54405,"title":"Hear My Song","adult":false,"genre_ids":[35]},{"cast":["Jim Broadbent","Hugh Laurie","Lyndsey Marshal","Bill Nighy","Geoffrey Palmer"],"overview":"The Young Visiters, written in twelve days by nine-year-old Daisy Ashford in 1890, is a surreal blend of naiveté, precocious perception and inadvertent social satire.","release_date":"2003-12-26","vote_average":4.2,"runtime":90,"cert":"","id":54406,"title":"The Young Visiters","adult":false,"genre_ids":[10770,35,18,10751,10749]},{"cast":["Barry Otto","Lynette Curran","Helen Jones","Gia Carides","Miles Buchanan"],"overview":"An advertising executive dies and goes to hell... except nothing changes. Well, his daughter is buying drugs with sexual favours from her brother, and the number of cancer-causing products is on the increase. But the notes he writes to himself to prove he hasn't gone insane are getting more disjointed, and he runs off with an ex-prostitute called Honey Barbera.","release_date":"1985-10-04","vote_average":6.6,"runtime":112,"cert":"N\/A","id":54407,"title":"Bliss","adult":false,"genre_ids":[35,18,10749]},{"cast":["Sonja Ball","Bruce Dinsmore","Craig Francis","Holly G. Frankel","Norman Groulx"],"overview":"Dare to be square! In a world where \"The only good pumpkins are round pumpkins!\" SPOOKLEY THE SQUARE PUMPKIN is often teased by the other pumpkins because of his odd shape. Soon, Spookley is befriended by Edgar, Allan and Poe, three hilarious spiders, who convince Spookley that square or not, he has a right to be the \"Pick of the Patch\" on Halloween. \"A square pumpkin the Pick of the Patch?\" Not if mean round pumpkins Big Tom and Little Tom can help it. These two bullies tease and taunt Spookley because of his square roots. Encouraged to continue to become the \"Pick of the Patch\" by kindly Jack the Scarecrow and his bat sidekicks, Boris and Bella, Spookley isn't sure he has what it takes until a mighty storm threatens to destroy the entire patch. As the storm rolls the round pumpkins uncontrollably across the patch towards the raging river, Spookley realizes \"it's fine to be round while the weather is fair, but there are times it's better to be a square!\"","release_date":"2004-10-30","vote_average":5.5,"runtime":45,"cert":"N\/A","id":54408,"title":"Spookley the Square Pumpkin","adult":false,"genre_ids":[16,10751]},{"cast":["Gemma Jones","Ben Daniels","Thomas Byrne","Bill Milner","Samuel Honywood"],"overview":"Drama adapted from works by Edwardian short story writer Saki. On a train journey, Saki meets Mrs De Ropp, oppressive aunt and guardian to an unruly brood. Inspired by the meeting, he imagines a tale of repressed children who find solace in their childish wonder, and are saved by their imagination. This innovative drama mixes live action and animation and is both a dark social satire of Edwardian attitudes to children and a fairytale for grown-ups.","release_date":"2007-05-02","vote_average":4.4,"runtime":58,"cert":"","id":54409,"title":"Who Killed Mrs De Ropp?","adult":false,"genre_ids":[18]},{"cast":["Yumi Asou","Kanako Fukaura","Ayaka Maeda","Ken Mitsuishi","Tetsu Sawaki"],"overview":"Three storylines interweave in Border Line. Kurosawa (Murakami Jun) finds himself driving a taciturn young man named Matsuda (Sawaki Tetsu) halfway to Hokkaido, after accidentally knocking him off his bike; their fragile bond can last only so long. The housewife Aikawa Misa (Aso Yumi) tries desperately to hold her family together when her husband gets laid off and her son is so frightened of bullies at school that he throws up in the car; she’s reduced to taking a McJob in a convenience store. And Miyaji (Mitsuishi Ken), who collects debts for a yakuza gang, gets into trouble when his partner Kitajima puts personal need above duty.","release_date":"2003-06-28","vote_average":5.0,"runtime":118,"cert":"N\/A","id":54410,"title":"Border Line","adult":false,"genre_ids":[18,10749]},{"cast":["Clarence Nash"],"overview":"Donald is a lighthouse keeper. He shines the light on a sleeping pelican; the angry bird comes into the lighthouse and tries to put out the light. Donald and the bird do battle through the rest of the picture.","release_date":"1946-09-20","vote_average":5.6,"runtime":7,"cert":"N\/A","id":54411,"title":"Lighthouse Keeping","adult":false,"genre_ids":[16]},{"cast":["Carmine Famiglietti","Michael Aronov","Miriam Shor"],"overview":"A 315-pound man decides to kick his food addiction by moving to the country.","release_date":"2010-03-26","vote_average":4.0,"runtime":99,"cert":"N\/A","id":54416,"title":"Lbs.","adult":false,"genre_ids":[18,35]},{"cast":["Rod Steiger","Lee Remick","Richard Johnson","Trevor Howard","Peter Egan"],"overview":"Set in the Seventies, Hennessy is a Irishman who believes in peace, but who has had connections to the IRA. Hennessy's family is killed, and he plots revenge, setting out to assassinate Queen Elizabeth of England.","release_date":"1975-12-31","vote_average":4.0,"runtime":103,"cert":"N\/A","id":54417,"title":"Hennessy","adult":false,"genre_ids":[53,18,28]},{"cast":["David Gell"],"overview":"The sensational follow-up to \"London in the Raw,\" \"Primitive London\" sets out to reflect society's decay through a sideshow spectacle of 1960s London depravity—and manages to outdo its predecessor. Here, we confront mods, rockers and beatniks at the Ace Café, cut some rug with obscure beat band The Zephyrs, smirk at flabby men in the sauna and goggle at sordid wife-swapping parties as we discover a pre-permissive Britain still trying to move on from the post-war depression of the 1950s.","release_date":"1965-01-01","vote_average":5.0,"runtime":87,"cert":"","id":54418,"title":"Primitive London","adult":false,"genre_ids":[99]},{"cast":["Albert Préjean","Pola Illéry","Edmond T. Gréville","Bill Bocket","Gaston Modot"],"overview":"In the tenement slums of Paris between the world wars, impoverished street singer Albert yearns for beautiful Romanian immigrant Pola. Pola's boyfriend, local hoodlum Fred, grows jealous of Albert's constant attention to his woman and frames the hapless musician for one of his own petty crimes. But while Albert is in prison for Fred's misdeed, Pola ends up falling for Albert's faithful best friend, Louis.","release_date":"1930-01-02","vote_average":6.3,"runtime":92,"cert":"N\/A","id":54419,"title":"Under the Roofs of Paris","adult":false,"genre_ids":[10402,35,18,10749]},{"cast":["Tony Curtis","Piper Laurie","Susan Cabot","William Reynolds","Morris Ankrum"],"overview":"In ancient Persia the son of Ali Baba (of forty thieves fame), Kashma Baba is a military cadet by day and a party goer by night. He falls for a girl who he later finds is an escaped slave girl belonging to the wicked Caliph. They flee to his father's palace. But alas, there's more to her than meets the eye. Will the evil schemers succeed? The sons of the Forty Thieves to the rescue!","release_date":"1952-08-15","vote_average":6.1,"runtime":75,"cert":"N\/A","id":54422,"title":"Son of Ali Baba","adult":false,"genre_ids":[14,28,12]},{"cast":["Eugene Chaplin","Geraldine Chaplin","Michael Chaplin","Petula Clark","Arthur Cohn"],"overview":"While silent-film star Charlie Chaplin may have charmed American audiences with the onscreen antics of his lovable \"Tramp\" character, the actor's private life was marred by a series of public scandals that eventually pushed him into exile. In addition to his penchant for much younger women, Chaplin was unjustly hounded by Senator Joe McCarthy's notorious anti-Communist witch hunts, for which the U.S. revoked his visa in 1952. A bitter and disenchanted Chaplin responded by moving his family to Switzerland, where he remained until his death in 1977. This documentary chronicles Chaplin's life and career during those so-called \"forgotten years\" (during which he became a prolific and highly respected film-score composer) through previously unreleased archival footage and intimate interviews with his friends and family, including his children Geraldine, Michael, and Eugene.","release_date":"2003-05-18","vote_average":6.5,"runtime":55,"cert":"N\/A","id":54423,"title":"Charlie Chaplin: The Forgotten Years","adult":false,"genre_ids":[99]},{"cast":["Erkan Can","Settar Tanriogen","Nihal Koldaş"],"overview":"Mertkan has a simple life in Istanbul: 'working' as an office-boy in his dad's construction company, hanging out with his male friends in malls and discos, cruising with his dad's 4-wheel drive at night. There is no urgency for him to find a meaning to this emptiness. When he meets Gul, a Kurdish girl from Eastern Turkey, putting herself through university by working as a waitress, Mertkan has a chance to change the futility of his life. But his father opposes his connection with 'those people who only want to divide our country' and reminds Mertkan that 'we are all Turkish and we are all Muslims'. Insidiously Mertkan bows to the social values of the 'Majority' when faced with a choice, and becomes the 'proper man' his dad wanted him to be.","release_date":"2010-01-10","vote_average":6.7,"runtime":111,"cert":"N\/A","id":54424,"title":"Majority","adult":false,"genre_ids":[18]},{"cast":["Sümer Tilmaç","Ahu Türkpençe","Onur Saylak"],"overview":"","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":54425,"title":"Denizden Gelen","adult":false,"genre_ids":[]},{"cast":["Dolunay Soysert","Mete Horozoğlu","Güven Kıraç","Sezin Akbaşoğulları"],"overview":"","release_date":"2010-01-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":54426,"title":"Kavşak","adult":false,"genre_ids":[18,80]},{"cast":["Antonio Albanese","Goya Toledo","Fabio De Luigi","Asunción Balaguer","Beatriz Rico"],"overview":"Filippo is a star on the Italian TV. He works for a documentary series about wild animals and nature. He is sent to Tenerife (Spain) to shot an issue about the local stork. It is the 13th of August. After he did his job is time to leave, but the ferry couldn't operate. He has to spend the night in the island. The day after is again the 13th of August, and Filippo live again the same day for different times. Something has to change to exit the paranoid and unrealistic situation.","release_date":"2004-01-16","vote_average":6.6,"runtime":90,"cert":"N\/A","id":54427,"title":"Stork Day","adult":false,"genre_ids":[35,14]},{"cast":["Andrew Sachs","David Warner","Prunella Scales","Fenella Woolgar","Richard Bremmer"],"overview":"Satirical drama by Evelyn Waugh, adapted by Sam Hobkinson. Visiting her father Lord Moping in the county asylum, Angela meets a fellow inmate who appears far too sane to be locked up in an institution. She manages to get him released, but he returns two hours later, having achieved a terrible ambition.","release_date":"2006-05-07","vote_average":0.0,"runtime":30,"cert":"","id":54428,"title":"Mr Loveday's Little Outing","adult":false,"genre_ids":[]},{"cast":["Ulrike Folkerts","Thomas Sarbacher","Matthias Koeberlin","Gerhard Garbers","Kai Wiesinger"],"overview":"Nuclear security expert Katja Wernecke (Ulrike Folkerts) helps cover up a fire in the German nuclear reactor she works in, before the government takes a decision on extending the usage license for it. But the press uncovers it. PR man Steffen Stratmann (Matthias Koerbelin) is brought in to improve the companies image - but before he can implement his plan a nuclear meltdown occurs. 2m people have to be evacuated. Wernecke re-enters the hot zone to investigate the cause...","release_date":"2011-01-18","vote_average":4.8,"runtime":null,"cert":"N\/A","id":54429,"title":"Residual Risk","adult":false,"genre_ids":[18,53]},{"cast":["Constance Bennett","Roland Young","Billie Burke","Alan Mowbray","Verree Teasdale"],"overview":"Mrs Topper's friend Mrs Parkhurst has convinced Mrs topper, to file for a divorce from Cosmo, due to the strange circumstances of his trip with ghost Marion Kirby. Marion comes back from heaven's door to help Cosmo again, this time only with dog Mr. Atlas. Due to a strange behavior of Cosmo, the judge refuses to divorce them, so Mrs Parkhurst takes Mrs Topper on a trip to France, where she tries to arrange the final reasons for the divorce, with help of a gold-digging French baron, Marion takes Cosmo to the same hotel, to bring them back together and to get her own final ticket to heaven, but the whole thing turns out to be not too easy.","release_date":"1938-12-29","vote_average":6.6,"runtime":80,"cert":"N\/A","id":54430,"title":"Topper Takes a Trip","adult":false,"genre_ids":[35,14,10749]},{"cast":["Jewel Staite","Samuel Ball","Heather Habecker"],"overview":"A young woman finds herself alone in the house of her late mother where an unsettling and sinister presence emerges. Short, remade full length in 2012.","release_date":"2011-01-24","vote_average":4.4,"runtime":11,"cert":"","id":54431,"title":"The Pact","adult":false,"genre_ids":[27,18]},{"cast":["Aga Muhlach","Kristine Hermosa","Ricky Davao","Ces Quesada","Dimples Romana"],"overview":"Sam and Louie meet aboard the Star Cruise. Despite being strangers and complete opposites, with Sam being carefree and Louie being obsessive-compulsive, they become unlikely acquaintances and eventually friends. Both pained on carrying life’s baggage before they took the cruise, Sam and Louie will never be the same person again after. For once in Louie’s rigid life, she is living for the moment and Sam lets his free spirit enjoy the ride.","release_date":"2004-05-26","vote_average":4.5,"runtime":110,"cert":"N\/A","id":54434,"title":"All My Life","adult":false,"genre_ids":[18,10749]},{"cast":["Piolo Pascual","Claudine Barretto","Ilonah Jean","Iza Calzado","Ryan Eigenmann"],"overview":"Loving husband Lino is on a mission: His wife, who works as a domestic in Milan, is missing and he's determined to find her. To do so, he enters Italy illegally and takes cover as one of the hundreds of Filipino migrant workers wh make their way to Europe.","release_date":"2004-02-11","vote_average":5.5,"runtime":90,"cert":"N\/A","id":54435,"title":"Milan","adult":false,"genre_ids":[18,10749]},{"cast":["Silvia Monfort","Philippe Noiret"],"overview":"A penetrating study of a marriage on the rocks, set against the backdrop of a small Mediterranean fishing village. Both a stylized depiction of the complicated relationship between a married couple and a documentary-like look at the daily struggles of the inhabitants of Sète in the South of France.","release_date":"1955-05-13","vote_average":7.1,"runtime":80,"cert":"N\/A","id":54436,"title":"La Pointe-Courte","adult":false,"genre_ids":[10749,18]},{"cast":["Tatsuya Nakamura","Mayuu Kusakari","Kiyohiko Shibukawa","Hirofumi Arai","Itsuji Itao"],"overview":"Based on the Japanese legend of 15th century adventurer, Oguri Hangan Daisukeshige (Tatsuya Nakamura), Toyoda places us in a surreal world of tattooed Japanese slave workers whose real life roles serve more as symbols than actual characters. After being hired by a local despot, Daizen, to massage away a nasty venereal disease, Oguri is viley betrayed after refusing to stay longer.","release_date":"2009-10-13","vote_average":6.0,"runtime":83,"cert":"N\/A","id":54437,"title":"The Blood of Rebirth","adult":false,"genre_ids":[14,28,878]},{"cast":["Luis Miguel"],"overview":"Vivo is the second live album recorded by singer Luis Miguel. It was released on 3 October 2000. This concert was recorded on April 18, 2000 in Monterrey, Mexico during the last presentation of Luis Miguel's Amarte Es Un Placer Tour in Mexico. For this recording the artist received a Latin Grammy nomination on 2001 for Best Male Pop Vocal Album and also a nomination for a Grammy Award for Best Latin Pop Album on 43rd Grammy Awards[1]. It includes two songs never recorded before by the artist: \"Y\" and \"La Bikina\", which were released as singles.","release_date":"2000-10-03","vote_average":6.5,"runtime":96,"cert":"N\/A","id":54438,"title":"Luis Miguel: Vivo","adult":false,"genre_ids":[10402]},{"cast":["Dean Cain","Ashley Scott","Danny Trejo","Justin Henry"],"overview":"Trapped in a maze of endless desert highways, bound by a vital deadline, and pursued by an unseen menace....Jeremy Stanton is about to take the longest ride of his life. He will learn that when you reach the crossroads of life...you must be careful which way you turn.","release_date":"2004-10-05","vote_average":6.1,"runtime":90,"cert":"N\/A","id":54439,"title":"Lost","adult":false,"genre_ids":[28,53]},{"cast":["Rony Clanton","Don Gordon","Joyce Walker","Paul Benjamin","Thomas Hicks"],"overview":"A 1974 film based on the best-selling autobiography of Sonny Carson who joined a gang and committed petty crime before being sent to prison. After his release from prison he changes his life.","release_date":"1974-07-17","vote_average":7.3,"runtime":104,"cert":"N\/A","id":54440,"title":"The Education of Sonny Carson","adult":false,"genre_ids":[18]},{"cast":["Kim Rossi Stuart","Filippo Timi","Valeria Solarino","Moritz Bleibtreu","Paz Vega"],"overview":"Set in Italy in the 1970s, VALLANZASCA is the true story of the Italian underworld’s most infamous outlaw. A criminal by age 9, Renato Vallanzasca grew up to become the country’s most notorious mobster before the age of 27. Vallanzasca and his gang wrested control of the Milan underworld with a string of high profile robberies, kidnappings and murders. In the process, he captivated the public and earned the nickname ‘il bel Renè’ – for his devilish charm and handsome face. Arrested multiple times, his daring escapes from prison enraged the government, angered his rivals and fed his legend.","release_date":"2010-09-06","vote_average":6.8,"runtime":102,"cert":"15","id":54441,"title":"Angel of Evil","adult":false,"genre_ids":[80,18]},{"cast":["Amitabh Bachchan","Shashi Kapoor","Hema Malini","Parveen Babi"],"overview":"Vijay and Sunil are tough but kind-hearted burglars who end up at the same place same time on every nightly venture. As a result they get caught and imprisoned. They hate each other for it. On release Vijay finds out about a plot to kidnap a millionaire's (Seth Mathur) son (Bittu) by a underworld boss popularly known as 'Uncle' who calls all his henchmen 'Bhatijas' (nephew). Vijay decides to try it himself. Uncle has a old enemity with the Seth. Due to repeated attempts to kidnap his son, Seth provides elaborate security for Bittu all the time. On advice of a school teacher, he gets his son admitted at a nearby boarding school. Vijay procures fake certificates and joins the boarding school as P.T. Instructor Ram. Meanwhile Sunil gets released from Jail and gets adviced by Uncle to join the boarding school as Music Teacher Lakshman. The rest of the movie is about how Ram and Lakshman try to out-do each other to kidnap the little boy","release_date":"1980-02-10","vote_average":6.7,"runtime":132,"cert":"N\/A","id":54442,"title":"Do Aur Do Paanch","adult":false,"genre_ids":[]},{"cast":["Neil Patrick Harris","Beatrice Miller","Jennifer Love Hewitt","Alfred Molina","Robb Pruitt"],"overview":"New York City, 1897. A little girl named Virginia O'Hanlon loves Christmas more than anything else in the world. But when a schoolyard bully challenges her belief in Santa Claus, Virginia embarks on a quest across the city to prove he is real. With her best friend Ollie in tow, Virginia meets everyone from an overeager librarian to a Scraggly Santa raising money for the poor. Finally her father inspires her to write a letter to the New York Sun newspaper, claiming 'If you see it in the Sun, it's so.' Based on the true story of the most famous newspaper editorial of all time, Yes, Virginia is a charming and heartwarming tale about believing in the true spirit of Christmas. - Voices by Neil Patrick Harris, Jennifer Love Hewitt, Alfred Molina, and Beatrice Miller (Toy Story 3)","release_date":"2009-12-25","vote_average":6.9,"runtime":30,"cert":"N\/A","id":54443,"title":"Yes, Virginia","adult":false,"genre_ids":[16,10751]},{"cast":["François Berléand","Clémentine Célarié","Audrey Dana","Alexandra Ansidei","Atmen Kelif"],"overview":"After several years in the United States, Sylvain heads back to France to attend his grandson’s christening. He wastes no time trying to catch up with his ex-wife and their children, but not everyone is pleased by his unexpected return...","release_date":"2009-05-20","vote_average":7.0,"runtime":85,"cert":"N\/A","id":54448,"title":"La différence, c'est que c'est pas pareil","adult":false,"genre_ids":[35,18]},{"cast":["Jung Jin-young","Jang Keun-suk","Shin Seung-hwan","Oh Gwang-rok","Ko Chang-seok"],"overview":"On the night of April 8, 1997, an innocent college student was brutally murdered in a burger shop washroom for no apparent reason. 2 Korean-American teenagers are brought for questioning and are charged with murder and possession of lethal weapon and withholding evidence. Neither is remorseful for their heinous crimes and blames each other for the killing.","release_date":"2010-09-09","vote_average":6.1,"runtime":100,"cert":"N\/A","id":54457,"title":"The Case of Itaewon Homicide","adult":false,"genre_ids":[80,53,9648]},{"cast":[],"overview":"Between August and October of this year, Australia’s two biggest bands, POWDERFINGER and SILVERCHAIR, embarked on the biggest concert tour this country has seen in decades, playing to over 220,000 screaming fans across the nation. Now relive the spectacle at home! This deluxe three-disc set includes a full concert DVD from both bands featuring all their greatest hits recorded live at Rod Laver Arena, Melbourne, on 18th and 19th September 2007. This amazing 3 disc package also includes your own Access All Areas pass with Behind The Great Divide, a 90 minute behind the scenes documentary of the tour, plus a colour booklet featuring candid backstage shots!","release_date":"2007-12-11","vote_average":5.0,"runtime":91,"cert":"N\/A","id":54458,"title":"Silverchair: Across the Great Divide","adult":false,"genre_ids":[10402]},{"cast":["Fr. John Bambrick","William Cloutier","Barbara Blaine"],"overview":"The film begins as a personal journey of filmmaker, Mary Healey, who was also a Catholic. She films a series of historic events where we meet key players involved in the sexual abuse scandal, including victims, whistle-blower priests and a senior ranking US Cardinal who is called upon by the Vatican to control a waxing maelstrom.","release_date":"2004-07-05","vote_average":0.0,"runtime":56,"cert":"N\/A","id":54461,"title":"Holy Water-Gate: Abuse Cover-up in the Catholic Church","adult":false,"genre_ids":[99]},{"cast":["Satoshi Tokushige","Yosuke Kubozuka","Michitaka Tsutsui","Keiko Kishi","Mikako Tabe"],"overview":"In 1943, as Japan's WWII effort falters, a vice-admiral proposes training squadrons of \"volunteer\" flyers to crash their armed planes into Allied warships. Yarn follows the lives of kamikaze pilots, as remembered by an aging Kyushu restaurateur who cherishes their memory. Honoring the dead and multiple military anthems may stir the soul of some Japanese, but elsewhere auds will make a one-way trip for exits. Battle scenes are well-executed and script delivers some memorable scenes, but overall competent helming and thesping are powerless over writer-cum-Tokyo governor Shintaro Ishiara's repetitive storytelling. A post-war postscript adds considerable length to an already over-extended narrative. Tech credits are good quality.","release_date":"2007-05-12","vote_average":5.5,"runtime":135,"cert":"12","id":54462,"title":"For Those We Love","adult":false,"genre_ids":[10752]},{"cast":["Adam Baldwin","Mike Jolly","Michelle Nicastro","Ruth Buzzi","Norman Burton"],"overview":"Two LA cops turn to professional wrestling for money and revenge after being suspended from the force for a bar brawl.","release_date":"1986-03-14","vote_average":0.0,"runtime":86,"cert":"N\/A","id":54463,"title":"Bad Guys","adult":false,"genre_ids":[]},{"cast":["Anna Karina","Jean-Luc Godard","Emilienne Caille","Eddie Constantine","Sami Frey"],"overview":"A subtitle warns, \"beware of dark sunglasses.\" Anna and her lover, whose looks in bowler and bow tie are reminiscent of a young Buster Keaton, kiss chastely on a bridge overlooking the Seine. He dons sunglasses and waves as she runs down a stairway to the river's edge, then watches in horror as she's knocked flat and loaded into the back of a hearse. In vain, he gives chase. Disconsolate, he buys a large funeral wreath and a handkerchief from sympathetic vendors. He removes the glasses to wipe his eyes and realizes they are the cause of all his woe. He replays the farewell without the glasses.","release_date":"1961-01-01","vote_average":6.1,"runtime":5,"cert":"N\/A","id":54464,"title":"The Fiancés of the Bridge Mac Donald","adult":false,"genre_ids":[35,10749]},{"cast":["Margaret Rose Keil","Linda Marlowe","Peter Burton","Frank Jarvis","David Weston"],"overview":"That Kind of Girl is a British cult film and the directorial debut of Gerry O'Hara. Produced by Robert Hartford-Davis with a script by Jan Read, it was released in 1963. The film's subject is premarital sexual relationships and sexually transmitted diseases in an English 1960s millieu.","release_date":"1963-01-01","vote_average":5.5,"runtime":78,"cert":"N\/A","id":54465,"title":"That Kind of Girl","adult":false,"genre_ids":[18]},{"cast":["Jeff Goodell"],"overview":"A documentary about the myth of clean coal. The film reveals the true, hidden environmental and social costs of the 'cheap' nineteenth century technology that still provides more than half the electricity powering today's digital age.","release_date":"2009-10-06","vote_average":0.0,"runtime":90,"cert":"N\/A","id":54466,"title":"Dirty Business","adult":false,"genre_ids":[99]},{"cast":["Elena Babenko","Aleksandr Baluev","Alexandr Domogarov","Polina Kutepova","Mikhail Fedorovskiy"],"overview":"Arina is young, reach and independent woman. She's married to a wealthy businessman. But deep inside she's still looking for a true love.","release_date":"2007-05-10","vote_average":6.4,"runtime":92,"cert":"N\/A","id":54467,"title":"Indi","adult":false,"genre_ids":[10749,18]},{"cast":["Peter Sellers","Spike Milligan","Wallas Eaton","Tommy Manley","Florence Austin"],"overview":"Let's Go Crazy is a 1951 comedy film marking an early appearance of Spike Milligan and Peter Sellers playing multiple roles.","release_date":"1951-05-01","vote_average":6.7,"runtime":32,"cert":"","id":54470,"title":"Let's Go Crazy","adult":false,"genre_ids":[35]},{"cast":["Jean Reno","Patrick Bruel","Harrison Lowe","Patricia Velásquez","Alexandra Vandernoot"],"overview":"A shaman from the South American rain forest visits France for a public relations campaign. In a hotel's elevator in Paris he meets a French good-for-nothing named Perrin he's fascinated with. He follows Perrin to his flat and although Perrin is not very enthusiastic about so much interest in his person, he lets the shaman spend the night in his flat. After an official meeting on the next day being part of the PR campaign the shaman suffers from a heart attack. Hardly being able to speak and laying in a hospital bed he demands to see Perrin. The latter is not very interested in meeting the shaman again. However it looks like it is to late for animosities as the shaman and Perrin seem to be tied mentally somehow since they've met in the elevator.","release_date":"1996-10-09","vote_average":5.6,"runtime":100,"cert":"N\/A","id":54471,"title":"Le Jaguar","adult":false,"genre_ids":[12]},{"cast":["Igor Petrenko","Yekaterina Vulichenko","Aleksei Kravchenko","Aleksandr Dyachenko","Ivan Kokorin"],"overview":"The film is based on the eponymous book by Emmanuil Kazakevich. In the summer of 1944 the Nazi Armies prepare a massive Tank Division named 'Viking\" for the offensive on occupied Russian land. The Russian Army's special group of seven snipers named \"Zvezda\" is sent for a reconnaissance operation behind the enemy lines in the back of the Nazi Tank Division. Two previous Russian groups never came back. The seven Russians know that they are going to an almost certain Death for the sake of Victory.","release_date":"2002-05-06","vote_average":6.0,"runtime":97,"cert":"N\/A","id":54474,"title":"The Star","adult":false,"genre_ids":[10752,18]},{"cast":["Stefan Dettl","Manuel Winbeck","Andreas Hofmeir","Oliver Wrage","Manuel da Coll"],"overview":"","release_date":"2010-07-02","vote_average":10.0,"runtime":null,"cert":"N\/A","id":54475,"title":"LaBrassBanda: Live im Circus Krone München","adult":false,"genre_ids":[]},{"cast":["Jacqueline Lovell","Matt Shue","Kurt Sinclair","Venesa Talor","Taylor St. Claire"],"overview":"In the pursuit of perfection, an alien civilization has evolved to become beings of pure light energy, unbound by the limitations of the mortal body. But they have lost something precious along the way: the ability to experience physical pleasure. They send a representative to Earth to record human sensory experiences. Taking the form of the perfect human female, \"Kara\" uses her powers to unlock the secrets of sensuality so long forgotten on her world.","release_date":"1996-09-03","vote_average":4.6,"runtime":89,"cert":"N\/A","id":54476,"title":"Femalien","adult":false,"genre_ids":[10749,878]},{"cast":["Clarence Nash","Bill Cole","Bill Lee","Thurl Ravenscroft","Max Smith"],"overview":"A father tells his son the invention of the wheel was most important; to prove it, the two hipsters visit the inventor caveman Donald Duck. There follows a survey of the progress of transportation, a digression into the basics of gear ratios, a series of live-action dancers to various styles of music inside a giant jukebox, an illustration of the use of wheels in power generation and space satellites, etc. Ultimately, Donald decides he doesn't want the responsibility, but certainly someone else would take on the task.","release_date":"1961-06-21","vote_average":5.6,"runtime":17,"cert":"N\/A","id":54477,"title":"Donald and the Wheel","adult":false,"genre_ids":[16]},{"cast":["Tony Jaa","Jai Jammultree","Panna Rittikrai","Thunyaluk Rarchatha","Paothai Pornpisit"],"overview":"Panna and Tony play members of a desperate gang of thieves who are forced into hiding after a robbery goes wrong; when the police launch a raid on their hide-out, the pair are forced to make a bid for freedom, and in the ensuing battle, Panna's 'brother' is shot and killed. Narrowly escaping the clutches of the law themselves, the duo plan to take revenge on Pitak, the cop who fired the fatal bullet.","release_date":"1996-01-01","vote_average":3.2,"runtime":82,"cert":"N\/A","id":54478,"title":"Hard Gun","adult":false,"genre_ids":[12,28,35,53]},{"cast":["Clarence Nash","Dessie Flynn","James MacDonald"],"overview":"Donald the apple farmer notices his apples have been nibbled on and catches Chip n' Dale in the act. In the ensuing battle, Donald uses a helicopter to spray them (but they have tiny gas masks). And then he brings in the really heavy artillery.","release_date":"1952-01-18","vote_average":6.2,"runtime":7,"cert":"N\/A","id":54479,"title":"Donald Applecore","adult":false,"genre_ids":[10751,16]},{"cast":["Clarence Nash","Clarence Nash","Clarence Nash","Clarence Nash","James MacDonald"],"overview":"Ajax the killer gorilla has escaped from the zoo. Donald's nephews dress up as a gorilla, but soon Donald encounters the real gorilla, and they chase each other until the radio broadcasts instructions for subduing Ajax.","release_date":"1944-03-31","vote_average":6.2,"runtime":7,"cert":"N\/A","id":54482,"title":"Donald Duck and the Gorilla","adult":false,"genre_ids":[16]},{"cast":["Henriette Richter-Röhl","Andreas Buntscheck","Joseph M'Barek","Ferdinand Schmidt-Modrow","Dana Vávrová"],"overview":"When three teenage boys from Bavaria try to lose their innocence in the neighboring Czech Republic, they get themselves and a young pregnant Ukrainian immigrant into trouble with local pimps.","release_date":"2005-06-07","vote_average":6.8,"runtime":90,"cert":"N\/A","id":54483,"title":"Grenzverkehr","adult":false,"genre_ids":[35]},{"cast":["Tracy Morgan"],"overview":"Tracy Morgan’s first stand-up special on the channel, Black and Blue. Performing at New York City’s Apollo Theater, the 30 Rock star let his demented brand of humor loose on the crowd. His jokes hit on everything from politics and airport security to borderline inappropriate quips we can’t include here. Audience members doubled over in laughter. Yup, he was that funny.","release_date":"2010-11-13","vote_average":7.3,"runtime":null,"cert":"N\/A","id":54484,"title":"Tracy Morgan: Black & Blue","adult":false,"genre_ids":[35]},{"cast":["Clarence Nash","Billy Bletcher","John McLeish"],"overview":"Donald Fauntleroy Duck gets his draft notice and goes in, past all the amazingly enticing recruiting posters, to sign up. First he has to pass the physical. Despite his flat feet, he makes it. Donald wants to fly, but first he has to make it through Sergeant Pete's boot camp. He has a terrible time with close-order drills, and standing at attention without moving when he's over an ant-hill proves a real challenge. Eventually, Donald ends up on endless KP.","release_date":"1942-05-01","vote_average":6.3,"runtime":9,"cert":"N\/A","id":54485,"title":"Donald Gets Drafted","adult":false,"genre_ids":[16]},{"cast":["Alina Freund","Michael Mittermeier","Pilar Bardem","Cosma Shiva Hagen","Anja Kling"],"overview":"Lilli is traveling to India, to solve a mystery.","release_date":"2011-02-17","vote_average":5.7,"runtime":90,"cert":"N\/A","id":54486,"title":"Lilly the Witch: The Journey to Mandolan","adult":false,"genre_ids":[10751,14,35,9648]},{"cast":["Neil Young"],"overview":"Cane Toads: The Conquest is a comic yet provocative account of Australia’s most notorious environmental blunder from filmmaker Mark Lewis.Shot against the harsh and beautiful landscape of northern Australia, Cane Toads: The Conquest tracks the unstoppable journey of the toad across the continent. Director Mark Lewis (Cane Toads: An Unnatural History, The Natural History of the Chicken) injects his trademark irreverence and humor into the story as he follows a trail of human conflict, bizarre culture and extraordinary close encounters.Filmed with high-resolution 3D technology, Cane Toads is the first Australian digital 3D feature film.  Custom designed equipment allows viewers to get up close and personal with these curious creatures like never before. The unique viewing experience is like being immersed in the world of the toad.","release_date":"2010-01-26","vote_average":6.8,"runtime":85,"cert":"N\/A","id":54487,"title":"Cane Toads: The Conquest","adult":false,"genre_ids":[99,35]},{"cast":[],"overview":"Monte Montomery's 2005 Concert in Austin, TX","release_date":"2005-01-01","vote_average":4.5,"runtime":73,"cert":"N\/A","id":54490,"title":"Monte Montgomery At Workplay","adult":false,"genre_ids":[10402]},{"cast":["Jason Alexander","Mary Steenburgen","Reese Witherspoon","Seth Green","Carol Burnett"],"overview":"The adventures of a young Trumpeter swan who cannot speak. With the help of a human boy and the love of his family and friends, Louie discovers his own unique talents which help him find his place in the world.","release_date":"2001-05-11","vote_average":5.3,"runtime":75,"cert":"N\/A","id":54491,"title":"The Trumpet Of The Swan","adult":false,"genre_ids":[16,10751]},{"cast":["Keith Emerson","Greg Lake","Carl Palmer"],"overview":"Keith Emerson, Greg Lake and Carl Palmer first joined forces in 1970 and went on to become a global success story. After a break in the eighties, they reunited in the early nineties and took to the road once more. In 1997 they made their debut at the Montreux Jazz Festival with a performance that included all their trademark virtuosity and showmanship. The show includes classic tracks from across their career including Karnevil 9, Hoedown, Take A Pebble, Lucky Man, Tiger in the Spotlight, Tarkus and Fanfare for the Common Man.","release_date":"1997-01-01","vote_average":6.5,"runtime":84,"cert":"N\/A","id":54492,"title":"Emerson, Lake & Palmer: Live At Montreux","adult":false,"genre_ids":[10402]},{"cast":["Kazuyuki Aijima","Hirofumi Araki","Shôta Chiyo","Meguru Katô","Ayaka Kikuchi"],"overview":"After a childhood friend's suicide, Hideaki and his former classmates reunite to pay their respects. Soon after, a DVD, marked X arrives revealing a man being tortured, triggering a flashback in Hideaki, reminding him of witnessing a schoolmate being subjected to humiliating batsu (punishment) games. One evening, Hideaki is kidnapped and when he awakens the next day, he discovers he is in a recreation of his old school-room, along with his fellow classmates. Trapped and held captive by mysterious hooded figures, each of them must now play a brutally violent, version of the punishment game, in order to survive.","release_date":"2010-09-18","vote_average":5.1,"runtime":119,"cert":"N\/A","id":54493,"title":"X Game","adult":false,"genre_ids":[27]},{"cast":["Liza Minnelli","Wendell Burton","Tim McIntire","Austin Green"],"overview":"Two students from neighboring colleges in upstate New York are swept up in a tragic romantic interlude calling for a maturity of vision beyond their experience of capabilities. Pookie Adams - a kooky, lonely misfit with no family and no place to go, insists on calling all those who won't participate in her world, \"weirdos,\" clings to a quiet studious Jerry, who has the ability to make a choice of living in Pookie's private little world or be accepted by the society that Pookie rejects. Unwittingly, it is through their awkward relationship that Pookie actually prepares Jerry for the world of \"weirdos\" that she doesn't fit into or wish to be apart of.","release_date":"1969-10-22","vote_average":5.5,"runtime":107,"cert":"","id":54494,"title":"The Sterile Cuckoo","adult":false,"genre_ids":[35,18]},{"cast":["Paul McCartney"],"overview":"","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":54495,"title":"Paul McCartney: Up and Coming Brasil","adult":false,"genre_ids":[10402]},{"cast":["Katherine Heigl","Jeremy London","Nick Stabile","Arie Verveen","Eddy Kariti"],"overview":"As Ann Hedgerow - an indirect descendant of Edgar Allen Poe - begins to explore her family's past, she meets novelist Ethan Poe. Ethan, also a distant descendant of Poe, is tormented by visions of his famous ancestor. When Ann and Ethan begin a romance, the dark - and deadly - secrets of Poe's legacy emerge... will Poe's stories inspire a real-life horror-tragedy?","release_date":"2003-06-17","vote_average":5.8,"runtime":86,"cert":"N\/A","id":54496,"title":"Descendant","adult":false,"genre_ids":[27]},{"cast":["Patrick Cavanaugh","Brian Guest","Cameron Goodman","Phil Morris","Pauly Shore"],"overview":"When Troy \"Slam\" Slamsky loses his girl, love makes a wake-up call and he finds success in the world of online advertising with some hysterical twists on an old theme. Finding a new love who understands his vision sets Slam free to do what he loves, love who he does and make crazy videos.","release_date":"2011-01-11","vote_average":1.7,"runtime":89,"cert":"N\/A","id":54497,"title":"Stonerville","adult":false,"genre_ids":[35,10749]},{"cast":["H.B. Halicki","Christopher Stone","Susan Shaw","Lang Jeffries","Bruce Cameron"],"overview":"As film-maker Harlan Hollis drives to a James Dean festival, he's unaware that killers are tracking his every move. The fast and furious race to avoid their net, stay alive and discover who is behind this lethal plan, will take Hollis through a fiery battle, turning highways and city streets into a blazing junkyard.","release_date":"1982-08-28","vote_average":5.1,"runtime":96,"cert":"N\/A","id":54498,"title":"The Junkman","adult":false,"genre_ids":[80,28,53,35]},{"cast":["William Gibson","Bono","The Edge"],"overview":"On an overcast morning in 1999, William Gibson, father of cyberpunk and author of the cult-classic novel Neuromancer, stepped into a limousine and set off on a road trip around North America. The limo was rigged with digital cameras, a computer, a television, a stereo, and a cell phone. Generated entirely by this four-wheeled media machine, No Maps for These Territories is both an account of Gibson’s life and work and a commentary on the world outside the car windows. Here, the man who coined the word \"cyberspace\" offers a unique perspective on Western culture at the edge of the new millennium, and in the throes of convulsive, tech-driven change.","release_date":"2000-01-01","vote_average":6.1,"runtime":89,"cert":"N\/A","id":54499,"title":"William Gibson: No Maps for These Territories","adult":false,"genre_ids":[99]}]