[{"cast":["Katariina Kaitue","Pertti Koivula","Anja Pohjola","Veikko Tiitinen","Tuula Väänänen"],"overview":"","release_date":"1993-04-30","vote_average":7.5,"runtime":60,"cert":"N\/A","id":55500,"title":"The Land of Happiness","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"Features episodes: 'Where's Spot', 'Spot Plays Hide And Seek', 'Spot's First Picnic', 'Spot's Treehouse', 'Spot Goes To The Playground', 'Spot In The Garden', 'Spot's First Walk', 'Spot's Bath', and 'Spot's Favourite Toy'. Based on the books by Eric Hill.","release_date":"2005-04-18","vote_average":4.5,"runtime":60,"cert":"N\/A","id":55501,"title":"Where's Spot","adult":false,"genre_ids":[]},{"cast":["Kari Ketonen","Roni Haarakangas","Inka Nuorgam","Jonna Järnefelt","Liisa Mustonen"],"overview":"Wanting to know the ways of people, a pelican turns into a gawky young man who soon learns to speak, thanks to his outstanding talent in imitation. He befriends Emil and Elsa, two children who--unlike adults--see that their new neighbor \"Mr Berd\" is not human but a big bird wearing a suit. The Pelican Man lands a job at the opera and falls in love with a pretty ballerina, looking so much like a bird herself. Troubles start when adults too find out about \"Mr Berd's\" ornithological origin.","release_date":"2004-12-16","vote_average":5.5,"runtime":90,"cert":"N\/A","id":55502,"title":"Pelican Man","adult":false,"genre_ids":[12,10751,14]},{"cast":["Clarence Nash","Clarence Nash","Clarence Nash","Clarence Nash"],"overview":"The boys are more interested in their comic book than the sights on their Florida vacation. When the car breaks down next to the spring \"mistaken for the fountain of youth\", Donald decides to have some fun with his nephews and hides the part of the sign saying \"mistaken for\". As baby Donald, he starts shredding their comic book and generally acting like a spoiled brat. But when he decides to pretend he's turned into an egg (borrowed from an alligator), he's in for trouble he hadn't bargained for once the gator finds out.","release_date":"1953-05-30","vote_average":6.4,"runtime":6,"cert":"N\/A","id":55503,"title":"Don's Fountain of Youth","adult":false,"genre_ids":[16]},{"cast":["Jordan Hinson","Cristine Rose","Ryan Malgarini","Tania Gunadi","Amy Halloran"],"overview":"Katelin Kingsford, an Olympic hopeful figure skater wants to train with a Russian figure skating coach. In order to go to go to the school that Natasha is at, Katelin gets a scholarship playing on the girls hockey team.","release_date":"2005-06-10","vote_average":5.6,"runtime":88,"cert":"N\/A","id":55504,"title":"Go Figure","adult":false,"genre_ids":[10770,35,18,10751]},{"cast":["Michael Worth","Martin Kove","Brittney Powell","Alex Cord","Phillip Troy Linger"],"overview":"Eric Kulhane, a member of the U.S. Kickboxing Team, lets his quick temper and obsessive love for beautiful Cheryl make him the perfect target for blackmail. In order to stop ruthless gambler from rigging the World Championship and killing Cheryl, Eric and his father, his American teammates and their most feared Chinese opponents join for an explosive climax which rocks the Las Vegas Strip.","release_date":"1993-08-03","vote_average":5.6,"runtime":99,"cert":"N\/A","id":55505,"title":"To Be the Best","adult":false,"genre_ids":[28]},{"cast":["Paul Frees","Daws Butler"],"overview":"A dancing bear escapes from the zoo and finds his way to Tom and Jerry's house. He dances with Tom, making it impossible for Tom to call the authorities; Jerry takes every opportunity to play music and keep Tom and the bear dancing","release_date":"1956-10-12","vote_average":6.3,"runtime":7,"cert":"N\/A","id":55506,"title":"Down Beat Bear","adult":false,"genre_ids":[35,16]},{"cast":["Ufuk Özkan","Sümer Tilmaç","Doğa Rutkay","Erdal Tosun"],"overview":"","release_date":"2010-01-01","vote_average":2.7,"runtime":null,"cert":"N\/A","id":55507,"title":"Pak Panter","adult":false,"genre_ids":[35,28]},{"cast":["Red Coffee"],"overview":"Jerry's little duckling friend is depressed because he's just read The Ugly Duckling and thinks that he's ugly. Jerry does his best to help. Tom gets involved when the suicidal duck offers himself as a meal and Jerry keeps saving him. Jerry tries a makeover: mud pack, corset, perm - the works. When Tom sees the makeover in progress, he loses his appetite, which convinces the duck he's even more ugly. He walks off with a bag on his head. A lady duckling happens along, lifts the bag, and tells him he's cute and all is solved.","release_date":"1954-11-13","vote_average":5.9,"runtime":6,"cert":"N\/A","id":55508,"title":"Downhearted Duckling","adult":false,"genre_ids":[16,35]},{"cast":["Yasemin Alkaya","Elif Çağlayan"],"overview":"","release_date":"2008-01-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":55509,"title":"Yaşam Arsızı","adult":false,"genre_ids":[18]},{"cast":["Clarence Nash","Dessie Flynn","James MacDonald"],"overview":"Chip and Dale think they see a dragon coming toward their tree. It's really just Donald with a power shovel, clearing the way for a freeway, but he decides to play along, fitting a welding torch to the jaws for an appropriate flame. Ultimately, with help from a large boulder, a convenient barrel of tar, and some fast wrench work, the two little rodents win.","release_date":"1954-07-16","vote_average":6.4,"runtime":7,"cert":"N\/A","id":55510,"title":"Dragon Around","adult":false,"genre_ids":[16,10751]},{"cast":["Pavel Kříž","Ján Kroner","Jiří Knot","Vlado Müller","Viliam Polónyi"],"overview":"Hrdinou příběhu je silný a odvážný mladý kovář s dobrým srdcem. Jmenuje se Mikeš a stejně jako jeho otec i on zatouží vydat se do světa na zkušenou. Cestou se spřátelí se dvěma mladými siláky, mlynářským pomocníkem Matějem a pacholkem Ondrou. Když se dovědí o třech krásných princeznách, které záhadně zmizely, přesvědčí Mikeš své lenivé společníky, aby se vydali ztracené královské dcery hledat. Po dlouhé cestě plné překážek se jim podaří zjistit, že princezny unesl zlý Černý král. Když se Mikešovi podaří přelstít ohyzdnou babici, a výměnou za její utržený vous získat její služby, podaří se jim osvobodit dvě ze tří princezen. Boj o záchranu třetí, nejkrásnější princezny však bude mnohem obtížnější.","release_date":"1983-01-01","vote_average":6.0,"runtime":79,"cert":"N\/A","id":55511,"title":"O statečném kováři","adult":false,"genre_ids":[14,12,10751]},{"cast":["Vince Ditonno","Bobby Williams","Alex LeMonde","Chase Hunter","Carlos Morales"],"overview":"Feel the sun and the surf flowing over you in a tropical paradise as you follow the erotic exploits of 13 stunning men--including Falcon Lifetime Exclusive Matthew Rush, Falcon legend Chase Hunter, Josh Weston, Tyler Gunn, Carlos Morales and many more--devoted to indulging every hot hard urge. On the beach, in the jungle and in the bedroom you'll experience some of the hottest sexual encounters ever recorded in Part 2 of this sun-soaked, surf-drenched epic. When these Falcon men have had their way, you'll be soaked to the bone!","release_date":"2004-05-11","vote_average":9.0,"runtime":92,"cert":"N\/A","id":55512,"title":"Drenched, Part 2 - Soaked to the Bone","adult":true,"genre_ids":[]},{"cast":[],"overview":"Extremely insane humour, dangerous stunts and outrageous gags. More crazed and painful antics that are sure to appeal to those of you already hooked on shows such as Jackass, CKY and Steve-O. The craze is now synonymous with all things skateboarding and grunge music! \"Makes Jackass look like the Royal Shakespeare Company' - The Face. Previously unseen footage and out-takes (just too insane for TV!) A behind the scenes documentary on the cast","release_date":"","vote_average":0.0,"runtime":130,"cert":"N\/A","id":55513,"title":"Dirty sanchez the front end","adult":false,"genre_ids":[]},{"cast":["Yvette Mimieux","Christopher George","Ralph Taeger","Diane McBain","Yvonne De Carlo"],"overview":"Action-packed espionage thriller based on a book by Mickey Spillane. A man who has been framed for a large-scale robbery escapes from prison, but is caught and given a choice between returning behind bars and working for the CIA. He is enlisted to rescue a scientist from a dictator-run island, disguised as a drug dealer with another agent posing as his wife, while simultaneously plotting to prove his innocence.","release_date":"1970-05-15","vote_average":5.5,"runtime":91,"cert":"N\/A","id":55514,"title":"The Delta Factor","adult":false,"genre_ids":[12,18]},{"cast":["Damon Abdallah","Brooke Bailey","Sean Cook","Jon Fowler"],"overview":"A band playing their final gig in a former meat packing factory find themselves being stalked by a psychopath","release_date":"2005-01-01","vote_average":4.0,"runtime":90,"cert":"","id":55515,"title":"The Choke","adult":false,"genre_ids":[27]},{"cast":["Brad Patton","Chase Hunter","Tommy Brandt","Matthew Rush","Andrew Phillips"],"overview":"Filmed on location in Hawaii, Drenched follows the exploits of 22 stunning men as they explore all that the islands have to offer--the perfect blend of horny studs, hot sex, and Hawaiian vistas. Scenes that will make you ache for your next vacation. 'Drenched' marks the return of superstar Chase Hunter to the screen, and pairs him with another returning Falcon favorite, Lane Fuller.","release_date":"2004-04-08","vote_average":8.5,"runtime":105,"cert":"N\/A","id":55516,"title":"Drenched: Soaking It In","adult":true,"genre_ids":[]},{"cast":["Ere Kokkonen","Hillevi Lagerstam\t","Vesa-Matti Loiri","Pirjo Pasanen","Spede Pasanen"],"overview":"Triangle comedy about a movie crew shooting a no-budget artsy film. Director Pohja is a clumsy beginner, cinematographer Törrönen an old pro, and the leading actors Igor and Merju first detest each other although the script is supposed to make them lovers. The two gradually grow closer even in real life, but the director too has set his eyepiece on Merju","release_date":"1969-12-25","vote_average":7.0,"runtime":87,"cert":"N\/A","id":55517,"title":"Pohjan tähteet","adult":false,"genre_ids":[35]},{"cast":["Clarence Nash"],"overview":"Donald gets off the bus and heads home hoping to get a good night's sleep. At first, his plans for rest are disturbed by an open window shade which lets light from a flashing sign in. After that problem is dealt with, Donald is kept awake by a persistently dripping faucet. Donald tries to ignore it but after a while, it becomes aggravating to put it mildly. Donald makes several attempts to stop the dripping and finally at least is able to keep it under control via a Rube Goldberg contraption. At this point, Donald receives a call from his water company telling him he hasn't paid his water bill so they're cutting off his water!","release_date":"1948-03-05","vote_average":6.2,"runtime":7,"cert":"N\/A","id":55518,"title":"Drip Dippy Donald","adult":false,"genre_ids":[16,35,10751]},{"cast":["Ahmet Saraçoğlu","Serdar Orçin","Alper Düzen"],"overview":"","release_date":"2008-01-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":55519,"title":"Hastasıyız","adult":false,"genre_ids":[35]},{"cast":["Taneli Mäkelä","Esko Salminen","Esko Nikkari","Vesa Mäkelä"],"overview":"Based on a novel of the same name by the Finnish author, Antti Tuuri, this delicious late-80's comedy builds its dark humour on the stereotypical mentality of the northern part of Finland. While perhaps not as entertaining to a person unfamiliar with Finnish traditions, the brilliant acting, directing, plus the warm, beautiful Finnish summer more than make up for the cultural gap.The story begins with a group of brothers with their families coming up to honour the memory of their recently deceased father. Spending time together, opening old wounds and creating new ones... it all boils down to brotherhood. No matter what happens, brothers take care of their own.","release_date":"1988-02-26","vote_average":7.5,"runtime":129,"cert":"N\/A","id":55520,"title":"Plainlands","adult":false,"genre_ids":[35,18]},{"cast":["Murray Fredericks"],"overview":"SALT is the story of award winning and internationally renowned photographer, Murray Fredericks on his annual solo pilgrimage to the heart of Lake Eyre in the remote north corner of South Australia. It is a piece on the personal journey of the artist, the creative process and the landscape itself. Alone on the most featureless landscape on earth, Murray's personal video diary captures the beauty of this bleak, empty and desolate environment - and provides the catalyst for an unexpected personal transformation. Told with subtlety, care and gentle dry humor, SALT is the story of what emanates from emptiness. By combining the breathtaking imagery of this surreal landscape with the hauntingly delicate sounds of Aajinta's \"Harmonic Sphere's, it attempts to identify what lies beneath the surface of our reality and how 'something' can be produced from 'nothing'. SALT interweaves Murray's sublime pictures...","release_date":"2009-02-20","vote_average":6.1,"runtime":28,"cert":"N\/A","id":55521,"title":"Salt","adult":false,"genre_ids":[28,99,18,53]},{"cast":["Kaarina Hazard","Jukka Keinonen","Heikki Nousiainen","Esko Roine"],"overview":"With few options, newly pardoned convict Leila agrees to work as an assistant to a blind pastor. Father Jacob spends his days answering the letters of the needy, which Leila finds pointless. But when the letters stop, the pastor is devastated and Leila finds herself cast in a new role.","release_date":"2009-04-03","vote_average":6.9,"runtime":74,"cert":"N\/A","id":55522,"title":"Letters to Father Jacob","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Zoom up and away in the Thinga-ma-jigger! The Cat in the Hat is always ready to help his friends explore the world. Why, you ask? Well, because The Cat in the Hat Knows a Lot About That, of course! When Sally and Nick need help with a song, Humphrey the Humpback Whale teaches them how whales make beautiful music. And when Sally wants to pick flowers for her mom, The Cat and his friends travel to the rain forest to meet different creatures that all depend on flowers to live. Just as Dr. Seuss helped generations of children to read, The cat in the Hat Knows a Lot About That encourages your little one to explore natural science!","release_date":"2011-01-04","vote_average":10.0,"runtime":75,"cert":"N\/A","id":55527,"title":"Cat in the Hat: Up & Away","adult":false,"genre_ids":[10751,16]},{"cast":["Heikki Kinnunen","Aake Kalliala","Helge Herala","Olavi Ahonen","Maija-Leena Soinne"],"overview":"","release_date":"1981-12-25","vote_average":5.5,"runtime":87,"cert":"N\/A","id":55528,"title":"The Village of Simpletons","adult":false,"genre_ids":[35]},{"cast":["Matt Keeslar","Clare Kramer","Jeremy Sisto","Adam Baldwin","Serena Scott Thomas"],"overview":"Maxx and his girlfriend Lisa are a pair of recovering drug addicts whom are recruited by a clan of sex &amp; violence crazed vampires led by the egotistical and charismatic Darius. But to become members, Maxx and Lisa have to give up their humanity and become vampires themselves. As Maxx and Lisa adopt to their new lifestyle of immortality with all the advantages and disadvantages, their addiction to drugs now turns to addiction to human blood and each new 'fix' leads them deeper into debauchery. Will these two rookie vampires find salvation, or be damned to all eternity of their latest thirst for blood?","release_date":"2007-05-15","vote_average":3.0,"runtime":88,"cert":"N\/A","id":55529,"title":"The Thirst","adult":false,"genre_ids":[27]},{"cast":["Maryam Zaree","Jeremias Acheampong","Carlo Ljubek","Marija Škaričić","Sergej Moya"],"overview":"The fates of three German-born Muslims in Berlin collide as they struggle to find their place between faith and modern life in contemporary western society, caught at a crossroads where alluring liberated lifestyles conflict with deeply-rooted traditions.","release_date":"2010-02-02","vote_average":6.0,"runtime":89,"cert":"N\/A","id":55530,"title":"Faith","adult":false,"genre_ids":[18]},{"cast":["Hannes Häyrinen","Ritva Arvelo","Kullervo Kalske","Kunto Karapää","Heikki Savolainen"],"overview":"Eager young radio reporter Teräsvuori stages a one-man burglary into the Helsinki Art Museum, recorded on tape for a later broadcast by his friend Laakso. Things go awry when a gang of real criminals overhear their plans and book their heist to coincide. Teräsvuori gets caught but escapes from police custody to start his private investigations together with female radio colleague Eila.","release_date":"1951-04-06","vote_average":8.3,"runtime":91,"cert":"N\/A","id":55531,"title":"The Radio Burglary","adult":false,"genre_ids":[53,35,80]},{"cast":["Hannes Häyrinen","Ritva Arvelo","Uljas Kandolin","Kaarlo Halttunen","Yrjö Ikonen"],"overview":"","release_date":"1952-03-14","vote_average":6.0,"runtime":null,"cert":"N\/A","id":55532,"title":"The Radio Goes Mad","adult":false,"genre_ids":[]},{"cast":["Red Coffee"],"overview":"Tom is duck hunting, and he wings a little duckling that can't quite keep up with the flock. Jerry gets to the fallen duck before Tom, bandages his wing, and shelters him from Tom as he keeps running out to join his flock.","release_date":"1952-02-26","vote_average":6.3,"runtime":7,"cert":"N\/A","id":55533,"title":"The Duck Doctor","adult":false,"genre_ids":[35,16]},{"cast":["August Schellenberg","Eddie Spears","Gary Farmer","John Trudell","Chaske Spencer"],"overview":"In South Dakota, in an Indian reservation, an old storyteller Indian asks his grandson Shane, who is in trouble owing money to some bad guys, to take his old pony and him to Albuquerque to the great powwow, an Indian meeting. While traveling, Grandpa tells mysterious Indian tales of love, friendship and magic.","release_date":"2003-12-28","vote_average":7.1,"runtime":174,"cert":"12","id":55534,"title":"Dreamkeeper","adult":false,"genre_ids":[14,18]},{"cast":["Elizabeth Barondes","John Mese","Stephen Root","Bruce Glover","Dirk Blocker"],"overview":"A group of drunk teenagers accidently set free the spirit of a warlock, which possesses a scarecrow. The scarecrow goes on a bloody rampage killing the descendents of the men who had killed the warlock a century before. A newcomer and the daughter of the mayor try to stop it before it is too late and the warlock can reincarnate...","release_date":"1995-01-01","vote_average":5.5,"runtime":85,"cert":"N\/A","id":55537,"title":"Night of the Scarecrow","adult":false,"genre_ids":[27]},{"cast":["Lori Lethin","Melinda Cordell","Julie Brown","Susan Strasberg","José Ferrer"],"overview":"In 1970, three children are born at the height of a total eclipse. Due to the sun and moon blocking Saturn, which controls emotions, they have become heartless killers ten years later, and are able to escape detection because of their youthful and innocent facades. A boy and his teenage sister become endangered when they stumble onto the bloody truth.","release_date":"1981-04-28","vote_average":6.0,"runtime":85,"cert":"N\/A","id":55538,"title":"Bloody Birthday","adult":false,"genre_ids":[878,27]},{"cast":["Virginia Madsen","Richard Cox","Kay E. Kuter","James Wilder","Sherilyn Fenn"],"overview":"A woman goes to previously all-male boarding school on a scholarship. She begins to separate herself from her boyfriend in order to devote more time to her new environment...","release_date":"1987-10-02","vote_average":3.9,"runtime":93,"cert":"N\/A","id":55539,"title":"Zombie High","adult":false,"genre_ids":[35,27]},{"cast":["Bruno Wolkowitch","Pierre-Jean Cherit","Mimie Mathy","Judith El Zein"],"overview":"","release_date":"1998-03-09","vote_average":8.0,"runtime":90,"cert":"N\/A","id":55540,"title":"Famille de cœur","adult":false,"genre_ids":[]},{"cast":["Clarence Nash","Billy Bletcher","June Foray","Doodles Weaver"],"overview":"Donald has an unpleasant evening when a mysterious book salesman comes to his door then disappears leaving Donald with a collection of whodunnit novels. He reads one and gets so fully involved in it that it appears that the characters are actually coming out of the book and into his living room getting him involved in the murder caper. Finally the author of the book, J. Harold King, steps forth and claims Donald innocent. The characters return to the novel from whence they came leaving Donald wondering if it was really just his \"imagination\"","release_date":"1945-08-10","vote_average":5.6,"runtime":8,"cert":"N\/A","id":55541,"title":"Duck Pimples","adult":false,"genre_ids":[16,35,9648,80,10751]},{"cast":[],"overview":"","release_date":"2008-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":55542,"title":"Botero Born in Medellin","adult":false,"genre_ids":[]},{"cast":["George Stults","Laura Harris","Katie Boland","Joely Collins","Serge Houde"],"overview":"John's mother was diagnosed, then his nanny. After that, his sister. And finally, his wife. This is the unbelievable (and unbelievably poignant) tale, inspired by actual events, of four courageous women who battled breast cancer, and the man who loved them all. (Have a box of tissues at the ready for this tearjerker!)","release_date":"2006-10-01","vote_average":0.0,"runtime":95,"cert":"N\/A","id":55543,"title":"Four Extraordinary Women","adult":false,"genre_ids":[18,10751,10749]},{"cast":["Emil Jannings","Hermann Picha","Rosa Valetti","André Mattoni","Werner Krauss"],"overview":"Young man shows his millionaire grandfather a film based on Molière's Tartuffe, in order to expose the old man's hypocritical governess who covets his own inheritance.","release_date":"1925-11-20","vote_average":7.6,"runtime":74,"cert":"N\/A","id":55544,"title":"Tartuffe","adult":false,"genre_ids":[18]},{"cast":["Tim Woodward","Jane Asher","Frank Mills","Hazel Douglas","Jamie Glover"],"overview":"Keith, Anna and their son Peter are a close, loving family living in a smart suburban street of a provincial city. Anna is a typical middle-class housewife, filling her day with good works, until one day, when she finds a note that leads to a shattering discovery - her husband has been having an affair. Anna's intense shock at finding out Keith's secret is compounded when she arranges to meet his lover. When Steve arrives at the meeting place, Anna is forced to accept the fact that Keith has been leading a double life for the length of their marriage. Steve stresses the risk of AIDS and urges Anna to have an AIDS test. To show her what it can be like to live with the disease, he introduces her to Jim, who needs 24-hour care and has developed a realistic attitude towards his own death. When Keith leaves home suddenly, Anna is forced to tell her son about the threat of HIV, but Peter turns violently against her and runs away.","release_date":"1993-11-01","vote_average":5.0,"runtime":94,"cert":"","id":55545,"title":"Closing Numbers","adult":false,"genre_ids":[18]},{"cast":["Clarence Nash"],"overview":"Donald is vacationing at a dude ranch. After all the beautiful women pick the best horses, Donald ends up with the sad sack Rover Boy. But Rover Boy wants nothing to do with Donald.","release_date":"1951-03-02","vote_average":6.0,"runtime":7,"cert":"N\/A","id":55546,"title":"Dude Duck","adult":false,"genre_ids":[16]},{"cast":["Lou Diamond Phillips","Lori Petty","Steven Williams","L.Q. Jones","Dale Midkiff"],"overview":"Smith, a mob informer hiding out with the Witness Protection Program, decides to make a break for it and hide out in the Arizona desert. The Feds catch up with him and rescue him just before a group of hitmen can manage to silence him for good. In the course of getting Smith away from the mafia thugs, the pair of agents assigned to protect him turn onto an abandoned stretch of highway nicknamed 'Route 666' after the mysterious death of a prison chain gang. As the three continue on their way, they soon discover just what happened to the chain gang, and how the highway earned its name.","release_date":"2001-10-30","vote_average":4.7,"runtime":86,"cert":"15","id":55547,"title":"Route 666","adult":false,"genre_ids":[27,28,53]},{"cast":["Clarence Nash"],"overview":"A snowy scene; Daisy would like a fur coat, so Donald filches a baby bear from its sleeping mother. But the mother awakens and tracks Donald (and her baby) down. Donald uses his own fur coat to disguise himself as a bear cub. The real cub returns, and Donald looks like he might be in trouble, but a jar of honey turns him into the bear's best friend instead.","release_date":"1946-08-30","vote_average":5.1,"runtime":6,"cert":"N\/A","id":55548,"title":"Dumbell of the Yukon","adult":false,"genre_ids":[16]},{"cast":["Werner Krauss","Eugen Klöpfer","Vladimir Gajdarov","Eduard von Winterstein","Lya De Putti"],"overview":"The film follows tells the story of a struggle over a plot of petroleum-rich land. Considered lost until 1978, the film was discovered to have been owned by an Italian priest who organized screenings in mental hospitals. A restoration of the film was made with the assistance of French director Eric Rohmer.","release_date":"1922-03-03","vote_average":5.0,"runtime":110,"cert":"N\/A","id":55549,"title":"The Burning Soil","adult":false,"genre_ids":[18]},{"cast":["Paco Martínez Soria","Ingrid Spaey","Rafael López Somoza","Antonio Ozores","Margot Cottens"],"overview":"","release_date":"1968-03-04","vote_average":5.7,"runtime":92,"cert":"N\/A","id":55550,"title":"El Turismo es un Gran Invento","adult":false,"genre_ids":[35]},{"cast":["Eriq Ebouaney","Alex Descas","Théophile Sowié","Maka Kotto","Dieudonné Kabongo"],"overview":"The true story of the rise to power and brutal assassination of the formerly vilified and later redeemed leader of the independent Congo, Patrice Lumumba. Using newly discovered historical evidence, Haitian-born and later Congo-raised writer and director Raoul Peck renders an emotional and tautly woven account of the mail clerk and beer salesman with a flair for oratory and an uncompromising belief in the capacity of his homeland to build a prosperous nation independent of its former Belgian overlords. Lumumba emerges here as the heroic sacrificial lamb dubiously portrayed by the international media and led to slaughter by commercial and political interests in Belgium, the United States, the international community, and Lumumba's own administration; a true story of political intrigue and murder where political entities, captains of commerce, and the military dovetail in their quest for economic and political hegemony.","release_date":"2000-05-13","vote_average":6.4,"runtime":115,"cert":"N\/A","id":55551,"title":"Lumumba","adult":false,"genre_ids":[18,36]},{"cast":["Karu Pazhaniappan","Meenakshi","Santhanam","Thambi Ramaiah"],"overview":"Karu Pazhaniyappan, who has made reasonably thought-provoking films like \"Parthiban Kanavu\" and \"Pirivom Sandhippom\", turns hero with \"Mandhira Punnagai\". After exploring human relationships in his first two directorial ventures, Palaniyappan attempts to look into human lives psychologically.","release_date":"2010-11-19","vote_average":5.5,"runtime":144,"cert":"N\/A","id":55552,"title":"Mandhira Punnagai","adult":false,"genre_ids":[53,10749,18]},{"cast":["Eeva Litmanen","Esko Salminen","Minna Haapkylä","Matti Onnismaa","Reino Nordin"],"overview":"Middle-aged Maire's husband spends most of his time abroad on business. Alone in their large house, Maire fills her empty life by absorbing other people's tragedies from tabloid newspapers. Obsessed by the story about a young single mother whose husband was killed and the killer got away with it, she befriends the young widow who would rather forget the whole event and go on with her life.","release_date":"1999-09-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":55553,"title":"Kiss Me in the Rain","adult":false,"genre_ids":[]},{"cast":["Pirkka-Pekka Petelius","Aake Kalliala","Mikko Kivinen","Kristiina Elstelä"],"overview":"","release_date":"1990-11-23","vote_average":2.0,"runtime":90,"cert":"N\/A","id":55556,"title":"Rampe & Naukkis - Kaikkien aikojen superpari","adult":false,"genre_ids":[35]},{"cast":["Clarence Nash"],"overview":"Donald has to get up early, but everything seems to be working to keep him awake. His loudly ticking alarm clock resists several attempts to quiet it. Donald ultimately swallows it; the glow-in-the-dark dial can be seen through his feathers. Then his folding bed folds up on him. Springs start popping out of it; Donald builds an elaborate framework to hold it down. Finally, enough of the clock reassembles itself to sound the alarm and night is over.","release_date":"1941-07-10","vote_average":6.3,"runtime":8,"cert":"N\/A","id":55557,"title":"Early to Bed","adult":false,"genre_ids":[16]},{"cast":["Vesa-Matti Loiri","Marjatta Raita","Marita Nordberg","Tapio Hämäläinen","Spede Pasanen"],"overview":"Uuno Turhapuro, a useless bum who has married money, creates havoc around his father-in-law's presidential campaign. He dresses up as his long-lost, wealthy brother from America, but things go awry when the real brother appears. At some point Uuno takes up a job at a hardware store, only to warm up a classic TV sketch perfected years earlier by the film's writer-producer Spede Pasanen. Written by Markku Kuoppamäki","release_date":"1978-08-25","vote_average":5.0,"runtime":90,"cert":"N\/A","id":55558,"title":"Hardware Dealer Numbskull Emptybrook, the President's Son-in-Law","adult":false,"genre_ids":[35]},{"cast":[],"overview":"One spring morning, a mother woodpecker heads out for lunch. The egg has just roll on the way to Jerry's house. In fact, Jerry decides to take the woodpecker back to the place where it came from. So, Jerry warns the woodpecker to leave home and decides to have another family. Tom finally chases him, so he decides to chase him until he caught Jerry. In the end, a mother woodpecker shows up to Jerry, so he decides to let the woodpecker back to it's mother.","release_date":"1956-03-23","vote_average":6.1,"runtime":8,"cert":"N\/A","id":55559,"title":"The Egg and Jerry","adult":false,"genre_ids":[35,16]},{"cast":["Barbara Sukowa","Daniel Olbrychski","Otto Sander","Hannes Jaenicke","Karin Baal"],"overview":"Wronke Prison, 1916. Social democrat Rosa Luxemburg faces a mock execution. Twenty years earlier, Rosa's political gifts are acknowledged by everyone, as she struggles for democratic government in Germany and revolution in Poland. There she works closely with Leo Jogiches. Their political activity creates some difficulty for their personal relationship... As international tensions rise, Rosa makes speeches denouncing war and militarism. She seems too radical for her fellow Socialists. She meets Karl Liebknecht. When World War I begins, Rosa and Karl are united in opposition...","release_date":"1986-04-10","vote_average":6.3,"runtime":123,"cert":"N\/A","id":55562,"title":"Rosa Luxemburg","adult":false,"genre_ids":[18,36]},{"cast":["Denise Richards","Paul Walker","George Pilgrim","John Franklin","Terry Kiser"],"overview":"An evil scientist implants the brain of Michael, a murdered high school student, in an animatronic Tyrannosaurus. He escapes, wreaks vengeance on his high school tormentors and is reunited with his sweetheart Tammy. Together, the couple try to elude the mad scientist and the police and find a more appropriate vessel for Michael's brain.","release_date":"1994-12-28","vote_average":3.8,"runtime":82,"cert":"N\/A","id":55563,"title":"Tammy and the T-Rex","adult":false,"genre_ids":[35,878,27]},{"cast":["Sterling Holloway","Mel Blanc","J. Pat O'Malley","Barbara Jo Allen","Verna Felton"],"overview":"Goliath II is a 6-inch-tall elephant (son of the huge Goliath). He's a big disappointment to his father, but mom is proud of Goliath II anyway. Goliath II is constantly getting into trouble because he's so small. In particular, the tiger Raja looks for every opportunity to try a bite-size taste of elephant. After one incident where he ran away and his mother scolded him, he runs away. After he's rescued, the rest of the elephants are terrified of a mouse, but Goliath II stands his ground.","release_date":"1960-01-21","vote_average":5.6,"runtime":15,"cert":"N\/A","id":55566,"title":"Goliath II","adult":false,"genre_ids":[16]},{"cast":["Kayla Jackson","Kayla Raparelli","Sal Dupree","Al Sapienza","Alexis Biesiada"],"overview":"A group of young girls is competing in a nation teen music video competition.","release_date":"2010-07-16","vote_average":4.3,"runtime":105,"cert":"N\/A","id":55567,"title":"Standing Ovation","adult":false,"genre_ids":[35,10402,10751]},{"cast":[],"overview":"There are plenty of adventures to be had and lessons to be learned when Spot and friends arrive at Grandma's farm. Animated fun aimed at pre-schoolers. Episodes include: 'Spot Goes To The Farm', 'Spot's Horse', 'Spot's Breakfast', 'Spot In The Woods', 'Spot Goes To The Circus', 'Spot's Umbrella', 'Spot Goes Splash!', 'Spot Stays Overnight', 'Spot Goes To The Fair', 'Spot Goes To The Park', and 'Spot Helps Grandma'.","release_date":"2006-03-20","vote_average":0.0,"runtime":55,"cert":"Uc","id":55570,"title":"spot goes to the farm","adult":false,"genre_ids":[]},{"cast":["Corey Burton","Tress MacNeille","Jim Cummings","Ryan O'Donohue"],"overview":"An adventurous tale in which Spot and his friends help Santa find his special Christmas sleigh.","release_date":"1995-12-20","vote_average":7.0,"runtime":60,"cert":"U","id":55571,"title":"Spot's Magical Christmas","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"Siden Januar 2003 har Amin Jensen væltet det ene teater og koncerthus efter det andet. Mere end 35000 danskere har moret sig over Amin og de tre musikere Jens Krøyer, Dan Rasmussen og Niels Ratzer i Amins forrygende jubilæumsshow \"Hit Med Amin\". Amin er bedre end nogensinde før. Et show med masser af humor, parodier, satire, musik og sang. Ganske enkelt: En af årets store showoplevelser!","release_date":"2003-07-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":55574,"title":"Hit Med Amin - 10 Års Jubilæumsshow","adult":false,"genre_ids":[]},{"cast":["Aiden Shaw","Brad Patton","Josh Weston","Daniel Montes","Marcus Iron"],"overview":"Specially written for Aiden Shaw's return to the Falcon Family, Addiction, Parts 1 and 2 explores a sultry nightclub where Aiden and 17 other hot, demanding men - including Falcon Exclusives Josh Weston, Brad Patton, Justin Dragon, Tommy Brandt, and Maxx Diesel as well as newcomer Ken Houser - meet up to quench their desires and explore the core of lust. Once you've tasted Addiction, you'll keep coming back for more.","release_date":"2004-01-14","vote_average":7.0,"runtime":76,"cert":"N\/A","id":55575,"title":"Addiction, Part 2","adult":true,"genre_ids":[]},{"cast":["Tom Selleck","Suzy Amis","Rachel Duncan","Haley Joel Osment","Keith Carradine"],"overview":"As America recovers from the Civil War, one man tries to put the pieces of his life back together but finds himself fighting a new battle on the frontier. Cable is an embittered Confederate soldier who returns from the war to reclaim his Arizona homestead from rebel pioneers who sympathize with the Union war effort.","release_date":"1997-01-19","vote_average":5.5,"runtime":96,"cert":"N\/A","id":55576,"title":"Last Stand at Saber River","adult":false,"genre_ids":[10770,37,28,18]},{"cast":[],"overview":"Finn Nørbygård &amp; Jacob Haugaard turnerede Danmark i foråret 2008 med et helt nyt, enestående show med tilbageblik på de fede 70'ere og et par smutture på afveje med parodi, terapi og kutteklædte munke! På denne DVD vises hele showet \"Fede tider\", hvor komikerparret er i absolut, flowerpower topform, der bliver fyret en fed humor af og inhaleret! Et gennem-musikalsk, sprudlende, cykadelisk og vanvittigt morsomt show i bedste Finn &amp; Jacob stil.","release_date":"2008-11-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":55577,"title":"Finn og Jacob - FEDE TIDER","adult":false,"genre_ids":[]},{"cast":["Rosario Dawson","Nathan Crooker","Amy Redford","Brett DelBuono","Brendan Sexton III"],"overview":"Jake Cassevetes is a world renowned shooter just back from being embedded during the U.S. invasion of Iraq. As a well-paid stringer for the networks, Jake does not buy into the currently vogue, left-wing conspiracy theory of a corporate-controlled press. But, after discovering much of his best footage in Iraq was censored by the network, Jake is growing disillusioned with his corporate masters. When he gets an assignment to shoot on the streets of the Republican National Convention protests, he meets Seven, one of the young leaders of the masked anarchist Black Bloc. Jake quickly wins the trust of the group and is allowed to shadow them as they move through the demo. Later that night, after shooting Seven with her mask down describing the Bloc's militant objectives, the videotape is mistakenly returned to the network with the rest of his footage. When he goes to retrieve the tape, he is...","release_date":"2005-06-29","vote_average":4.7,"runtime":95,"cert":"N\/A","id":55578,"title":"This Revolution","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"De humoristiske pointer falder med skræmmende præcision, hver gang de 2 erfarne &amp; populære entertainere Finn Nørbygård &amp; Jacob Haugaard stiller sig op på en scene og leverer deres musikalske comedy-show. Finn &amp; Jacob har bogstaveligt talt turneret landet tyndt fra september ’05 til februar ’06 med dét anmelderroste show, der nu udkommer på DVD - faktisk er det blevet til over 50 forestillinger i alt, med sammenlagt over 90.000 glade tilskuere !","release_date":"2006-04-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":55579,"title":"Finn & Jacob - Vender Tilbage Live","adult":false,"genre_ids":[]},{"cast":["Tinto Brass","Cinzia Roccaforte","Cristina Rinaldi","Erika Savastani","Gaia Zucchi"],"overview":"This film is a series of letters, photos and video cassettes which women often send in to certain newspapers. By visualizing their story-telling (the name given by the psychologists to their fantasies) the film portrays the confessions, the secret longings, the adventures, recollections, dreams, desires and fantasies of these women. It is an open secret that most women dream of forbidden affairs, secret lovers and hasty encounters but when it comes down to it they lack the courage to pursue their dreams.","release_date":"1995-08-30","vote_average":5.2,"runtime":81,"cert":"N\/A","id":55580,"title":"P.O. Box Tinto Brass","adult":false,"genre_ids":[35]},{"cast":["Finn Nørbygaard"],"overview":"\"Bagger er skurken\" - Jeg synes, at jeg skal spille helten! siger Finn og snupper også de andre roller - af sparehensyn; Pastor Jensby og den kriminelle landsbytosse Brian Sandpapir i den Morten Korch' ske \"Kampen om Baggergården\". En sms indløber . \"Fra sønnen\", siger han, om at låne bilen. Og så læser han: \"Nej, far. Du kan IKKE låne bilen på søndag!\" \"Gå ind i banken, henvend dig til en ung, provisionslønnet medarbejder, bed om råd - og sørg så for at gøre det modsatte!\" Hvad sagde banken til huset, sommerhuset og bilen? spørger han med et lunt smil. Og svarer. \"Den sagde jadak, jadak og jadak!\"","release_date":"2010-02-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":55581,"title":"Finn På Nye Eventyr","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Søren Østergaards Tivoli Varieté har gennem de sidste år begejstret anmeldere og mere end 150.000 publikumer med artisterier og figurer som Bager Jørgen, Smadremanden og Kim Tim. I \"Nu stopper det!\" fik Søren Østergaard selskab af Kirsten Lehfeldt og Peter Frödin og kombinationen af de 3 sikrede et brag af en Varieté med et overflødighedshorn af uforudsigelig komik, galskab og artisterier, der ikke er set lignende i Glassalen.","release_date":"2009-12-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":55582,"title":"Tivoli Varieté - Nu Stopper Det","adult":false,"genre_ids":[]},{"cast":[],"overview":"Ulf Pilgaard er en gigant i komikkens verden og er blandt landets sjoveste og mest originale komikere. Han har medvirket i revyer og TV satireserier igennem de sidste 5 årtier. \"Læretiden\" som komiker foregik i makkerskabet med Dirch Passer på revyscenen helt tilbage i slutningen af 60'erne. Alle husker ULF fra hans fantastiske parodier på bl.a. Poul Nyrup, Kirsten Hüttemeier, Jarl Friis Mikkelsen og ikke mindst af Dronning Margrethe.","release_date":"2010-10-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":55583,"title":"Ulf Pilgaard - Komik og satire fra fem årtier","adult":false,"genre_ids":[]},{"cast":["Albert Steinrück","Else Heller","Gustav Fröhlich","Betty Amann","Hans Adalbert Schlettow"],"overview":"One of the last great German Expressionist films of the silent era, Joe May’s Asphalt is a love story set in the traffic-strewn Berlin of the late 1920s. Starring the delectable Betty Amann in her most famous leading role, Asphalt is a luxuriously produced Ufa classic where tragic liaisons and fatal encounters are shaped alongside the constant roar of traffic.","release_date":"1929-03-12","vote_average":7.7,"runtime":93,"cert":"N\/A","id":55584,"title":"Asphalt","adult":false,"genre_ids":[18]},{"cast":["Walter Slezak","Max Auzinger","Nora Gregor","Robert Garrison","Benjamin Christensen"],"overview":"A famed artist fights his passion for a male model, until the young man falls for a woman.","release_date":"1924-09-26","vote_average":7.4,"runtime":93,"cert":"N\/A","id":55587,"title":"Michael","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"Leon besluit om tant Lissie van Nommer Asseblief 'n streep te trek deur om hom voor te doen as 'n vryer wat reageer op haar advertensie in die \"Opsitkers\". Maar Lissie is nie meer op Overdorp nie. Haar suster is skielik oorlede onder verdagte omstandighede en die se wewenaar en Lissie erf die Royal Hotel of Helshoogte. Haar wewenaar-swaer probeer van Lissie onstlae te raak sodat hy en sy 'skelmpie' die lewe kan geniet. Lissie dink dit is Oom Fasie wat haar nog steeds terroriseer wanneer Leon haar bel. Sy onskuldige oproep laat hom kniediep beland in die gebeure op Helshoogte - met pogings tot moord, 'n vrouvermomde ontsnapte uit 'n gestig, 'n ou Italiaanse dokter wat meer weet van spagetti as spuitnaalde, 'n lyk waarvan niemand onslae kan raak nie; en 'n bielie van die Bosveld wat sy boelie teekom.","release_date":"1983-01-01","vote_average":0.0,"runtime":92,"cert":"N\/A","id":55590,"title":"Wolhaar Stories","adult":false,"genre_ids":[35]},{"cast":[],"overview":"This video includes excellent scenery and computer-generated videos that provide nice visual aid. These visual aides and the facts given by the narrator deliver on the National Geographic credibility you have come to expect. It includes wildlife in the Denali area, including two moose battling for a mate, as well as a brown bear cub taking out a caribou. The wildlife portion takes up about half of the video, about 25 minutes or so. The second half of this DVD shows a group of eight individuals who are climbing Mt. Mckinley. This gives an additional viewpoint of the Denali area for those who seek challenging ventures. The cons about this video are that I would have liked to see a longer wildlife portion, and it is not a very long video altogether (50 minutes), so the $18 price tag seems a bit much. If you are interested in Alaska, the arctic, national parks, mountain trekking, and wildlife, this is a good movie for you.","release_date":"2008-03-18","vote_average":7.0,"runtime":50,"cert":"N\/A","id":55591,"title":"Extreme Alaska Denali","adult":false,"genre_ids":[]},{"cast":["Dyan Cannon","Kris Kristofferson","Tony Curtis","Richard Roundtree","Arnold Schwarzenegger"],"overview":"Elizabeth is the star of a successful cooking show and author of several cookbooks. But when her manager, Alexander sees forest ranger Jefferson, who lost his cabin in a fire, comment on TV about wishing he could get a home-cooked Christmas dinner, he arranges for a special live show on Christmas, for Elizabeth to cook him Christmas Dinner. Only Elizabeth can't cook, and trying to keep Jefferson and the viewing public from finding out on a live show may be a little difficult.","release_date":"1992-04-13","vote_average":4.4,"runtime":93,"cert":"N\/A","id":55596,"title":"Christmas in Connecticut","adult":false,"genre_ids":[35,10749]},{"cast":["John Bromfield","Martha Vickers","Robert Hutton","Rosemarie Stack","Eve Miller"],"overview":"When a scheming fortune hunter finds his rich wife is not going to die as expected, he and his lover make other plans to get her millions.","release_date":"1955-06-05","vote_average":5.3,"runtime":70,"cert":"N\/A","id":55601,"title":"The Big Bluff","adult":false,"genre_ids":[53]},{"cast":["Beverly Roberts","Robert Wilcox","Paul McVey","Ted Osborne","George Pembroke"],"overview":"A prison trustee rescues a despondent executioner from a bar-room brawl, and is blamed for the fight by a tabloid reporter who actually started it, and loses parole, becomes embittered, and gets blamed for murder of guard.","release_date":"1939-11-06","vote_average":4.3,"runtime":62,"cert":"N\/A","id":55602,"title":"Buried Alive","adult":false,"genre_ids":[80,18,10749]},{"cast":["Roland Winters","Wanda McKay","Mantan Moreland","Victor Sen Yung","Bruce Kellogg"],"overview":"A gold mine in Arizona, that was formerly losing a lot of money, suddenly turns into a veritable money-making machine. However, the owner, instead of being happy about his now profitable business, insists to Charlie that something is fishy and that someone is out to murder him. Charlie and his \"crew\" travel to the mine, pretending to be tourists staying at a nearby dude ranch so as not to arouse suspicion, and discover that the owner may well be right--it looks like the mine is being used as a cover for criminal activities, and that someone is indeed out to murder him.","release_date":"1948-08-29","vote_average":5.6,"runtime":69,"cert":"N\/A","id":55603,"title":"The Golden Eye","adult":false,"genre_ids":[80,9648,53]},{"cast":["Clark Gable","Spencer Tracy","Claudette Colbert","Hedy Lamarr","Frank Morgan"],"overview":"McMasters and Sand come to oil towns to get rich. Betsey comes West intending to marry Sand but marries McMasters instead. Getting rich and losing it all teaches McMasters and Sand the value of personal ties.","release_date":"1940-08-30","vote_average":7.2,"runtime":119,"cert":"N\/A","id":55604,"title":"Boom Town","adult":false,"genre_ids":[12,18,10749]},{"cast":[],"overview":"A young couple must overcome dark, mystical forces conspiring against them.","release_date":"2005-10-07","vote_average":6.4,"runtime":84,"cert":"N\/A","id":55605,"title":"Dante's Cove","adult":false,"genre_ids":[]},{"cast":["Patrick Wight","Scott Ironside"],"overview":"Andy and Ronnie are just ordinary removal men, nothing exciting ever happens in their day. Today will change that: one day that they will never forget.","release_date":"2008-09-08","vote_average":0.0,"runtime":85,"cert":"","id":55606,"title":"One Day Removals","adult":false,"genre_ids":[35]},{"cast":["Anthony Dowell","Alina Cojocaru","Ivan Putrov","Miyako Yoshida","Jonathan Cope"],"overview":"A re-staging of the Royal Ballet's 1985 production, with Anthony Dowell - this time as Drosselmeyer - and a new supporting cast. This Royal Ballet production of The Nutcracker (staged by Peter Wright) is a mix of the Balanchine and Vainonen schools of the Nutcracker. The Balanchine version of the Nutcracker emphasizes the child s fantasy: a land of sweets, with comic relief. The Vainonen Nutcracker emphasizes the romantic dreams of an adolescent.","release_date":"2001-12-25","vote_average":0.0,"runtime":115,"cert":"N\/A","id":55607,"title":"The Nutcracker - The Royal Ballet","adult":false,"genre_ids":[]},{"cast":["Vyacheslav Krikunov","Pyotr Logachev","Irakli Mskhalaia","Yulia Peresild","Sergey Umanov"],"overview":"The story of a young Chechen and his Russian captor during a war between Russia and Chechnya.","release_date":"2008-09-11","vote_average":2.0,"runtime":80,"cert":"N\/A","id":55608,"title":"Captive","adult":false,"genre_ids":[18,10752]},{"cast":[],"overview":"Mother of Rock: Lillian Roxon shines a light into the decadent world of Max's Kansas City, a tiny underground club in New York, and Lillian Roxon's place in documenting the emerging rock revolution as it rolled over the US in the 1960s and early 1970s.","release_date":"2014-08-06","vote_average":6.0,"runtime":null,"cert":"N\/A","id":55609,"title":"Mother of Rock Lillian Roxon","adult":false,"genre_ids":[99]},{"cast":["Brian Dennehy","Julian Sands","Rebecca Pidgeon","William Shockley","Edward Kerr"],"overview":"A tale of infidelity, deceit, greed, and murder. Nick Compton, a Palm Springs real estate developer...","release_date":"2008-06-20","vote_average":4.0,"runtime":null,"cert":"N\/A","id":55610,"title":"Cat City","adult":false,"genre_ids":[53]},{"cast":["Kyle McCulloch","Gosia Dobrowolska","Sarah Neville","Brent Neale","Paul Cox"],"overview":"In the remote Alpine village of Tolzbad at the turn of the century, people talk quietly and restrain their movements lest avalanches come and kill them. This atmosphere lends itself to repressed emotions - shown through the parallel stories of butler student Johann lusting after his mother (an old flame of the mysterious Count Knotkers) and Klara's attraction to her father (who lusts after his other daughter), leading to duels and suicidal plunges galore. All this is shot in the style of an early German sound film, complete with intertitles, deliberately crackly soundtrack and 'hand-tinted' colour effects.","release_date":"1992-09-30","vote_average":6.3,"runtime":100,"cert":"N\/A","id":55613,"title":"Careful","adult":false,"genre_ids":[27,35,18,14]},{"cast":["Trond Espen Seim","Bjørn Floberg","Lene Nystrøm","Line Verndal","Vegar Hoel"],"overview":"Varg Veum investigates the murder of a married couple; prime suspect is the stepson, but Veum does not think he is guilty. Not even when he confesses.","release_date":"2011-04-08","vote_average":6.4,"runtime":97,"cert":"N\/A","id":55614,"title":"Varg Veum - The Consorts of Death","adult":false,"genre_ids":[80,18,53]},{"cast":["Kumiko Nishihara","Yumiko Shibata","Hirokazu Hiramatsu","Norio Wakamoto","Shozo Iizuka"],"overview":"A group of young police officers infiltrate a sleazy night club in an attempt to apprehend a man named McCoy, who is involved in kidnapping and white slavery. The plot twists when one of the officers is kidnapped!","release_date":"1991-03-21","vote_average":5.5,"runtime":50,"cert":"N\/A","id":55615,"title":"Burn Up","adult":false,"genre_ids":[16]},{"cast":["Wei-Qiang Zhang","Tara Birtwhistle","David Moroni","CindyMarie Small","Johnny A. Wright"],"overview":"A cinematic version of the Royal Winnipeg Ballet's adaptation of Bram Stoker's gothic novel Dracula. Filmed in a style reminiscent of silent Expressionist cinema of the early 20th century (complete with intertitles and monochrome photography), it uses dance to tell the story of a sinister but intriguing immigrant who preys upon young English women.","release_date":"2002-02-28","vote_average":6.7,"runtime":75,"cert":"","id":55616,"title":"Dracula: Pages from a Virgin's Diary","adult":false,"genre_ids":[27]},{"cast":["Joe Steger","W. Ellington Felton","Neda Zahraie","David Covington","Reid Hill"],"overview":"Sebastian James is a courier by day and DJ by night. When he fails to deliver an important package for his boss, public relations guru Julian Gold, Seb finds himself an unwitting participant in an economic power-play with a Saudi Prince as the Saudi government attempts to divest from the US dollar. As Seb begins to fall for the Prince’s daughter, his friends are dragged into the conflict. Throughout his struggle, the dark powers that operate in Washington, DC (modern-day Babylon) are revealed, and the Achilles heel of the US Empire is exposed.","release_date":"2010-07-27","vote_average":0.0,"runtime":101,"cert":"N\/A","id":55617,"title":"Babylon Central","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"Truth and Beauty is a stellar 3D freeride mountain bike movie focusing on the flow of riding unique terrain. Its the solo project completed by zip line camera man and old-school pro downhiller Nat Bartholomew. The film has Atlantic Coast Downhill racing, Slopestyle, the Red Bull Rampage in Utah, Rays Indoor Mountain Bike Park and much more. What makes this video unique is that it was shot in true stereoscopic 3D and high definition. This film will be the biggest action sports format surprise of 2009.","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":55618,"title":"Truth and Beauty","adult":false,"genre_ids":[]},{"cast":["Samantha Ryan","Sienna West","Michelle Lay","Manuel Ferrara","Toni Ribas"],"overview":"Manuel and Toni are two hustlers who sell their love - and their bodies -- to rich, lonely women. Blonde heiress Samantha is on to them, but will that stop her from falling in love? Can the two hot Euro studs change their ways, or will fiery young Samantha be just another notch in their belts?","release_date":"2010-05-04","vote_average":0.0,"runtime":142,"cert":"N\/A","id":55625,"title":"Gigolos","adult":true,"genre_ids":[]},{"cast":["B.B. King"],"overview":"B.B. King is the greatest living exponent of the blues and considered by many to be the most influential guitarist of the latter part of the 20th century. His career dates back to the late forties and despite now being in his eighties he remains a vibrant and charismatic live performer. B.B. King has been a frequent visitor to the Montreux festival, appearing nearly 20 times, so choosing one performance was no easy task. This 1993 concert will surely rank as one of his finest at any venue. With a superb backing band and a great set list it's a must for any blues fan.","release_date":"2009-06-02","vote_average":6.4,"runtime":114,"cert":"N\/A","id":55626,"title":"B.B. King: Live At Montreux 1993","adult":false,"genre_ids":[10402]},{"cast":["Jackie Shroff","Madhuri Dixit","Javed Jaffrey","Laxmikant Berde","Moon Moon Sen"],"overview":"Devi is gifted with Extra Sensory Perception (ESP). Her gift comes to light one day while playing tennis with her friend, Sudha, when she has a vision of her sister, Rama, being shot to death by a man in a black raincoat. She telephones Rama, finds she is safe and is relieved. Shortly thereafter Rama disappears, the police are notified, but are unable to find any trace of her. Devi then meets multi-millionaire, Ram Kumar, both fall in love and get married. She moves into his once abandoned and legally disputed bungalow, and that's when she starts having visions again. These visions lead her to a wall that is loosely plastered","release_date":"1991-01-01","vote_average":4.8,"runtime":161,"cert":"N\/A","id":55627,"title":"100 Days","adult":false,"genre_ids":[10749,53]},{"cast":["Ann-Margret","Marty Feldman","Michael York","Peter Ustinov","James Earl Jones"],"overview":"Parody of the classic film (and book) about brothers in the French Foreign Legion in Africa, with Digby Geste (Feldman) and his ‘identical’ twin brother Beau (York) competing with their stepmother (Ann-Margret) over possession of a priceless family heirloom.","release_date":"1977-06-15","vote_average":5.6,"runtime":85,"cert":"N\/A","id":55628,"title":"The Last Remake of Beau Geste","adult":false,"genre_ids":[12,28,35]},{"cast":["Stig-Anders Svensson","Madelene Björklund"],"overview":"A engaging and exotic man–nature documentary that is sure to capture audiences in many countries. Beautifully filmed by Peter Gerdehag and sensitively edited by Tell Johansson. He lives for horses, he lives with horses, he works with horses and he just about dies when he is forced to leave his horses because of a storm that turns his life upside down.","release_date":"2006-10-11","vote_average":5.4,"runtime":82,"cert":"N\/A","id":55629,"title":"The Horseman","adult":false,"genre_ids":[99]},{"cast":["Michael C. Hall","Sarah Silverman","Rainn Wilson","Ben Schwartz","Kate Mara"],"overview":"On the day of their Father's 70th birthday party, four siblings come to terms with the publication of a novel written by the youngest sibling, that exposes the family's most intimate secrets.","release_date":"2010-09-15","vote_average":5.0,"runtime":79,"cert":"N\/A","id":55632,"title":"Peep World","adult":false,"genre_ids":[35]},{"cast":["Stephanie Swift","Elexis Monroe","Nikita Denise","Tony De Sergio","Rocco Reed"],"overview":"Hotels are a place of romance and mystery -- no one knows what goes on behind closed doors. No one, that is, except for Tony, a long-time waiter at the exclusive Hotel Valentine. Tony has seen his share of wild guests, like hot swinger couple Nakita Denise and Randy Spears, and lovestruck coworkers, like gorgeous Elexis Monroe. But nothing prepares Tony for his encounter with the ethereal, mysterious Stephanie Swift, who steals away from her \"real life,\" only to steal Tony's heart. Will the star-crossed lovers confess their secret desires? Or will Stephanie return to jilted lover Rocco Reed? An old fashioned tale of love at first sight.","release_date":"2010-02-02","vote_average":0.0,"runtime":134,"cert":"N\/A","id":55633,"title":"Hotel Sin","adult":true,"genre_ids":[]},{"cast":["Igor Bareš","Jaromír Dulava","Jaromír Hanzlík","Martin Huba","Martin Trnavský"],"overview":"","release_date":"2009-08-20","vote_average":6.2,"runtime":null,"cert":"N\/A","id":55634,"title":"Men in Rut","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"Acclaimed photographer Howard Roffman goes behind the scenes of his stunning book THREE with this video diary of Kris, John and Gary. These three American boys have formed a loving three-way relationship in London. The photo book was just the beginning, as they candidly discuss the challenges, joys and intimacies of being three young men in love with each other - and they expose every aspect of their unique bond to the camera. This documentary should not be missed!","release_date":"","vote_average":0.0,"runtime":55,"cert":"N\/A","id":55635,"title":"Three","adult":false,"genre_ids":[18]},{"cast":["Jan Slovák","Lucie Zedníčková","Jaroslav Dušek","Monika Šeligová","Jan Fuchs"],"overview":"A musical of totalitarian age.","release_date":"1991-02-01","vote_average":6.6,"runtime":null,"cert":"N\/A","id":55636,"title":"The Smoke","adult":false,"genre_ids":[35]},{"cast":["Libor Kovář","Matouš Vrba","Jakub Šárka","Jan Vlček","Anna Geislerová"],"overview":"Hořká komedie režiséra Ondřeje Trojana Občanský průkaz na motivy stejnojmenné knihy Petra Šabacha sleduje osudy čtveřice dospívajících mladíků, jejich přátel, lásek a rodičů od okamžiku, kdy v patnácti letech dostanou občanský průkaz, až do chvíle, kdy se v osmnácti snaží uniknout vojně a pokoušejí se získat modrou knížku.","release_date":"2010-10-21","vote_average":6.4,"runtime":137,"cert":"N\/A","id":55637,"title":"Identity Card","adult":false,"genre_ids":[35,18,36]},{"cast":["William Brent","Ariel Winter","Pauly Shore","Colleen Crabtree","Dylan Cash"],"overview":"The world goes backwards on Opposite Day. The kids become adults, and the adults become kids.","release_date":"2009-11-07","vote_average":3.6,"runtime":88,"cert":"N\/A","id":55638,"title":"Opposite Day","adult":false,"genre_ids":[10751,35]},{"cast":[],"overview":"Getaway in Stockholm 10: Porsche 911 GT3 and Lamborghini Gallardo (2009)","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":55639,"title":"Getaway in Stockholm 10","adult":false,"genre_ids":[]},{"cast":[],"overview":"Panic and intrigue grip the lives of a group of hardened factory workers with the arrival of a man they fear is a head-office spy sent to rob them of their redundancy payouts. The ruthless baiting between top dog Jack and his men only intensifies when the pacifist of the group, Wesley, befriends the seemingly normal outsider, David. But when Wesley discovers David is hiding a much darker secret, the seeds are planted for an explosive finale that strikes like an emotional sledgehammer and seal the fate of The Nothing Men.","release_date":"2010-02-05","vote_average":7.0,"runtime":null,"cert":"N\/A","id":55640,"title":"The Nothing Men","adult":false,"genre_ids":[18]},{"cast":["Kim Hye-soo","Han Seok-kyu","Ji Woo","Kim Ki-chun","Lee Yong-nyeo"],"overview":"Struggling to support herself and teenage daughter, widow Yeon-ju rents out the second floor of her home to Chang-In, who claims to be a novelist working on a new book. The neighbors suspect Chang-In's true identity, as he spends an inordinate time in Yeon-ju's quarters whenever he's left home alone. A battle of wits, charm and various tensions ensue with the trio living under one roof, each harboring their own elaborate motives.","release_date":"2010-11-24","vote_average":6.2,"runtime":115,"cert":"N\/A","id":55641,"title":"Villain & Widow","adult":false,"genre_ids":[35]},{"cast":["Jai Sampath","Shazahn Padamsee","Vijay Vasanth","Ranga","Michael Thangadurai"],"overview":"The film is based on the philosophy that dreams will be fulfilled, presenting Jai as having a fetish for writing a diary, while changing things that go wrong in his life to have a happy ending. He comes across a pretty girl, played by Shazahn Padamsee, who he is intimidated by and cannot build up the courage to tell her his true feelings. Meanwhile, Vijay Vasanth also takes a liking to her and uses a different method to convey his feelings. Whom the girl falls for forms the crux of the story.","release_date":"2010-09-26","vote_average":0.0,"runtime":115,"cert":"N\/A","id":55642,"title":"Kanimozhi","adult":false,"genre_ids":[]},{"cast":["Nicola Lubitsch","Michael Hanisch","Hans Helmut Prinzler","Enno Patalas","Jan-Christopher Horak"],"overview":"Featuring interviews with daughter Nicola Lubitsch, film historians Enno Patalas and Jan-Christopher Horak and filmmaker Tom Tykwer (among others), Ernst Lubitsch in Berlin documents the life of the legendary filmmaker from his birth in 1892 to his departure for Hollywood in 1923. The documentary is sprinkled with excerpts from Lubitsch's rarely-seen early work (both as actor and director) and offers fascinating insights into the German film industry in the silent era.","release_date":"2006-09-22","vote_average":9.0,"runtime":110,"cert":"N\/A","id":55643,"title":"Ernst Lubitsch in Berlin","adult":false,"genre_ids":[99]},{"cast":["Emil Jannings","Henny Porten","Paul Hartmann","Ludwig Hartau","Hedwig Pauly-Winterstein"],"overview":"The story of the ill-fated second wife of the English king Henry VIII, whose marriage to the Henry led to momentous political and religious turmoil in England.","release_date":"1920-12-03","vote_average":7.8,"runtime":118,"cert":"N\/A","id":55644,"title":"Anna Boleyn","adult":false,"genre_ids":[36,18]},{"cast":["Sumiko Fuji","Ken Takakura","Kanjûrô Arashi","Teruo Ishiyama","Tomisaburō Wakayama"],"overview":"The third chapter of the ‘Red Peony Gambler’ saga depicts the happiness and sadness of Red Peony Oryu’s life as she seals her femininity with a red peony tattoo and lives in world of chivalry and honor of the yakuza. This story takes place in the middle of the Meiji era in Nagoya. Oryu is wandering the country, training herself to reinstate her family name. With a written recommendation from Kumatora, she appears at the door of the Nishinomaru family. At the same time, the family is preparing for the gambling competition at the Netsuda Shrine Festival, which they have been hosting for generations. Meanwhile, the crooked Kinbara family is plotting to take over the competition. And now Oryu is forced to get involved in the struggle…","release_date":"1969-02-01","vote_average":6.7,"runtime":98,"cert":"N\/A","id":55645,"title":"Red Peony Gambler: Flower Cards Match","adult":false,"genre_ids":[28]},{"cast":["Ernst Lubitsch","Pola Negri","Paul Wegener","Jenny Hasselqvist","Aud Egede Nissen"],"overview":"The favorite slave girl of a tyrannical sheik falls in love with a cloth merchant. Meanwhile, a hunchback clown suffers unrequited love for a traveling dancer who wants to join the harem.","release_date":"1920-09-01","vote_average":6.4,"runtime":115,"cert":"N\/A","id":55646,"title":"Sumurun","adult":false,"genre_ids":[12,18,10749]},{"cast":["Sumiko Fuji","Bin Amatsu","Kyôsuke Machida","Koji Tsuruta","Tetsurō Tamba"],"overview":"Junko Fuji returns as Oryu the Red Peony, a wandering female yakuza on a soul-searching journey after the death of her father. After collecting her sickly follower from jail, she is taken in by a fishing village. Feeling indebed to their generosity, she stays to work for the village and promises to leave her yakuza ways behind. When a dispute breaks out for the gambling rights to a local festival, the villagers are harrassed by a gang of thugs. When the harrassment turns violent, Oryu must decide wither to keep her promise or protect the villagers.","release_date":"1969-10-01","vote_average":6.0,"runtime":110,"cert":"N\/A","id":55647,"title":"Red Peony Gambler: Biographies of a Gambling Room","adult":false,"genre_ids":[28,18]},{"cast":["Pola Negri","Victor Janson","Paul Heidemann","Wilhelm Diegelmann","Hermann Thimig"],"overview":"A charismatic lieutenant newly assigned to a remote fort is captured by a group of mountain bandits, thus setting in motion a madcap farce that is Lubitsch at his most unrestrained. A wonderfully anarchic and playfully subversive satire of military life from one of the great comedy filmmakers.","release_date":"1921-04-14","vote_average":6.5,"runtime":79,"cert":"N\/A","id":55648,"title":"The Wildcat","adult":false,"genre_ids":[35,18,10749]},{"cast":["Rino Romano","Mark Waid","Dennis O'Neil","Mark Wolverton","Hal Sparks"],"overview":"Documentary about the science related to Superman's Powers.","release_date":"2006-06-29","vote_average":0.0,"runtime":51,"cert":"N\/A","id":55649,"title":"The Science of Superman","adult":false,"genre_ids":[99]},{"cast":["Liv Ullmann","Erland Josephson","Börje Ahlstedt","Julia Dufvenius","Gunnel Fred"],"overview":"The movie is a sequel to Bergman's Scenes from a Marriage (1973), where we revisit the characters of Johan and Marianne, then a married couple. After their divorce, Johan and Marianne haven't seen each other for 32 years. Marianne is still working, as a divorce lawyer. Johan is quite well off and has retired to a house in the Orsa finnmark district of Sweden. On a whim, Marianne decides to visit him. Johan's son from a previous marriage, Henrik, lives nearby in a cottage with his daughter Karin, a gifted cello player. The relationship between father and son is strained. Plot by Mattias Thuresson.","release_date":"2003-12-01","vote_average":7.2,"runtime":120,"cert":"N\/A","id":55650,"title":"Saraband","adult":false,"genre_ids":[10402,18]},{"cast":[],"overview":"North Korea is one of the world's most isolated nations. For sixty years, North Koreans have been governed by a totalitarian regime that controls all information entering and leaving the country. A cult of personality surrounds its two recent leaders: first, Kim Il Sung, and now his son, Kim Jong Il...","release_date":"2009-01-18","vote_average":5.6,"runtime":75,"cert":"N\/A","id":55651,"title":"Kimjongilia","adult":false,"genre_ids":[99]},{"cast":["Martti Suosalo"],"overview":"Director Timo Koivusalo point of view about life of classical music composer Jean Sibelius, who is a  national composer of Finland.","release_date":"2003-09-12","vote_average":5.5,"runtime":120,"cert":"N\/A","id":55652,"title":"Sibelius","adult":false,"genre_ids":[36,18]},{"cast":["Anne Heche","Tate Donovan","Courtney Jines","Michael Mitchell","Victoria Justice"],"overview":"Manhattanite Catherine O'Mara (Heche) bonds with a young man who has run away from his father. When the father returns to New York a year later to sell his Christmas trees, he and Catherine cross paths.","release_date":"2005-11-27","vote_average":5.6,"runtime":90,"cert":"N\/A","id":55653,"title":"Silver Bells","adult":false,"genre_ids":[10770,18,10751]},{"cast":["Spede Pasanen","Tarja Markus","Olavi Ahonen","Esko Salminen","Ville-Veikko Salminen"],"overview":"","release_date":"1970-08-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":55656,"title":"Speedy Gonzales – Noin 7 veljeksen poika","adult":false,"genre_ids":[35,37]},{"cast":["Diane Keaton","Tom Everett Scott","Alexa Davalos","Lauren German","Josh Hopkins"],"overview":"When her daughter Sara unexpectedly passes away, Natalie retreats to the summer home where she and Sara used to visit. Time with her best friends and some of Sara's friends help her deal with her loss.","release_date":"2006-01-01","vote_average":5.4,"runtime":87,"cert":"N\/A","id":55657,"title":"Surrender, Dorothy","adult":false,"genre_ids":[10770,18,10749]},{"cast":["Deepak Qazir","Amitabh Shrivastava","Pankaj Kapur","S M Zaheer","Subhash Udghate"],"overview":"Twelve male members of a jury gather together in an enclosed room to deliberate their decision on a charge of murder against a young man who has been accused of killing his elderly father. All of the jury, save for one, are convinced of this young man's guilt, and they would like to convince their colleague also to come to the same unanimous decision. But will they be able to convince him to change his verdict? Its a hindi remake of the movie 12 angry men. Though worth seeing it..","release_date":"1986-03-24","vote_average":7.6,"runtime":127,"cert":"N\/A","id":55658,"title":"A Standstill Decision","adult":false,"genre_ids":[18]},{"cast":["Aaron Action","Antonio Biaggi","Billy Berlin","Jake Deckard","Logan McCree"],"overview":"Raging Stallion's rising star director (3 time GAYVN winner) Ben Leon brings you a new installment of hard sex in dark places. A cast of Raging Stallion's best fills \"The 4th Floor\" from top to bottom and everywhere in between. With excellent lighting, incredible camera work and men to die for, this production takes you on a ride from the basement to the 4th floor.","release_date":"2008-06-02","vote_average":8.5,"runtime":164,"cert":"N\/A","id":55661,"title":"The 4th Floor","adult":true,"genre_ids":[]},{"cast":["Jai Day","Domiziano Arcangeli","Joe Zaso","Dylan Vox","Sybil Danning"],"overview":"A thriller about a case of highly contagious swine flu virus engineered by rogue scientists. A cover up by a mysterious dark lady linked to the High Spheres adds action and mystery.","release_date":"2010-10-01","vote_average":3.5,"runtime":85,"cert":"N\/A","id":55662,"title":"Virus X","adult":false,"genre_ids":[18,53,27,878]},{"cast":["Ward Ramsey","Paul Lukather","Kristina Hanson","Alan Roberts","Fred Engelberg"],"overview":"After undersea explosions near a Caribbean island, prehistoric creatures are unleashed on the unsuspecting population.","release_date":"1960-08-10","vote_average":4.8,"runtime":85,"cert":"N\/A","id":55663,"title":"Dinosaurus!","adult":false,"genre_ids":[12,14,878]},{"cast":["Tim Kruger","Max Schutler","Sky Donovan","Michael Brandon","Marcos David"],"overview":"Michael Brandon brings you his latest and greatest in an all-out sex-fest, Bang That Ass! The title says it all. The party starts off in the backyard with the boys getting a chance to see each other with clothes on. Watch carefully because the rest of the movie no one wears anything. Minutes in, the action starts and the boys are banging in every room. Every hole gets filled!","release_date":"2007-02-28","vote_average":6.5,"runtime":100,"cert":"N\/A","id":55664,"title":"Bang That Ass","adult":true,"genre_ids":[]},{"cast":[],"overview":"The most widely associated perception of Straight Edge involves abstinence from alcohol, tobacco, other drugs and promiscuous sex. Since it's origin in the early 1980's these beliefs have spread all over the world, connected through the Punk and Hardcore music scenes. Through interviews with musicians that directly shaped the idea of Straight Edge from its inception until today, EDGE reveals that the abstinence from drugs was established as a youth counter culture rejecting a society dominated by substance abuse and hegemony. Ian MacKaye (Minor Threat, Fugazi), Ray Cappo (Youth of Today, Shelter) and Karl Buechner (Earth Crisis, Freya) give witness to their perception of the history of Straight Edge, why it was so important to them and what it changed in their personal and professional careers. But they also address problems like violence, sexism and intolerance that emerged within Straight Edge, and how it changed the 'scene' as well as its public image.","release_date":"2009-10-03","vote_average":5.2,"runtime":82,"cert":"N\/A","id":55665,"title":"Edge","adult":false,"genre_ids":[99]},{"cast":["Carlos Morales","Jeff Palmer","Jarod Steel","Alan Gregory","Jay Ross"],"overview":"It's total ass pumping delight when super hot Carlos Morales takes on seven guys for four scenes of searing man on man action. A true versatile, Carlos gives cock as well as he takes it, especially while fucking 20-year-old newcomer Jarod Steel's sweet tight pucker. Carlos spreads his muscle butt for a deep fucking and fisting by legend Jeff Palmer. In the same scene Jeff also fists blond bottom Alan Gregory.","release_date":"2006-01-04","vote_average":6.0,"runtime":109,"cert":"N\/A","id":55668,"title":"Barebacking with Carlos Morales","adult":true,"genre_ids":[]},{"cast":[],"overview":"Three classic British Transport films focusing on natural and city landmarks of Scotland. The films included are: 'Glasgow Belongs To Me' (1963), 'The Coasts Of Clyde' (1959) and 'The Land Of Robert Burns' (1956).","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":55673,"title":"Doon the Watter","adult":false,"genre_ids":[]},{"cast":["Angela Bettis","Scott Cohen","Henry Czerny","David Proval","Jill Jacobson"],"overview":"A frantic young woman begs a stranger to help save her marked husband, not realizing that the stranger is the hit man hired to kill him. Experimental digital movie shot entirely in one take and in real time.","release_date":"2005-05-18","vote_average":5.5,"runtime":103,"cert":"N\/A","id":55674,"title":"The Circle","adult":false,"genre_ids":[18,53,9648]},{"cast":["Vasko Scholz","Martin Reinhold","Myriam Abeillon","Ian T. Dickinson","Rainer Egger"],"overview":"A youth discovers Paul McCartney died and the public had never been informed of this fact.","release_date":"2000-01-27","vote_average":7.3,"runtime":75,"cert":"N\/A","id":55677,"title":"Paul Is Dead","adult":false,"genre_ids":[]},{"cast":["Jake McDorman","Agnes Bruckner","Julia Campbell","Kevin Kilner","Candice Patton"],"overview":"Based on a true story. Philip Markoff, a charismatic and popular med student at Boston University, leads a double life as a brutal and cruel sexual deviant who abuses prostitutes he finds via Craigslist.","release_date":"2011-01-03","vote_average":4.7,"runtime":95,"cert":"N\/A","id":55680,"title":"The Craigslist Killer","adult":false,"genre_ids":[18,53]},{"cast":["Mary Woronov","Janet Tracy Keijser","Shawn Savage","Stephanie Leighs","Athena Demos"],"overview":"Young girls are disappearing in and around the Mary Magdalen Halfway House for Troubled Girls.","release_date":"2004-02-14","vote_average":3.2,"runtime":90,"cert":"N\/A","id":55681,"title":"The Halfway House","adult":false,"genre_ids":[35,27]},{"cast":["Ashley Kay","Peyton Wetzel","Brent Himes","Melanie Donihoo","Julin Jean"],"overview":"A group of friends break into an abandoned factory in order to throw a impromptu party; unaware that it is not as empty as they originally believed.","release_date":"2009-11-20","vote_average":3.3,"runtime":86,"cert":"N\/A","id":55684,"title":"Sweatshop","adult":false,"genre_ids":[27,53]},{"cast":["Gloria Guida","Lilli Carati","Ray Lovelock","Vincenzo Crocitti","Giorgio Bracardi"],"overview":"Lia and Tina are two beautiful girls who meet and realize that they have a lot in common. They are both young, beautiful and pissed off, so they decide to hitchhike their way to Rome to find Nazariota's commune, a place to stay for free and have all the sex they want... or so they think. Things don't go as they have planned though, and soon they become involved in prostitution, the police and an aggressive gang.","release_date":"1978-07-14","vote_average":6.3,"runtime":94,"cert":"N\/A","id":55685,"title":"To Be Twenty","adult":false,"genre_ids":[35,18,27]},{"cast":["Daniel Bittner","John Douglass","Rita Fletcher","Randy Gross"],"overview":"A mysterious phone. A missing lawyer. An abandoned warehouse. They all help tell a story about Greg Pleasant, a Seattle lawyer who's held back from leading the dynamic life Christ wants him to live because he fears man's opinion of him more than God's. After Greg loses the control he believes he has over his life, an odd client tells him about an old phone that calls back into the past. When faced with the ultimate wake up call, how will he answer? How will you?","release_date":"2009-01-12","vote_average":4.0,"runtime":45,"cert":"N\/A","id":55686,"title":"Dialtone","adult":false,"genre_ids":[18,10751,9648]},{"cast":["Christopher Lambert","Natasha Henstridge","Norbert Weisser","Elizabeth Barondes","Xavier Declie"],"overview":"In a not-too-distant future, a lethal virus sweeps across Europe, prompting the creation of quarantine refugee camps in the United States. Police officers Delon (Natasha Henstridge) and Lemieux (Christopher Lambert) learn of a grisly murder in the Boston camp and team up to investigate. Suspecting the ruthless killer is infected with the virus, the pair have just hours to stop him before he becomes contagious and infects the entire population.","release_date":"1996-11-29","vote_average":4.1,"runtime":77,"cert":"N\/A","id":55687,"title":"Adrenalin: Fear the Rush","adult":false,"genre_ids":[28,878,53]},{"cast":["Peter Gabriel","Tony Levin","David Rhodes","Richard Evans"],"overview":"A film documentary that goes behind the scenes of Peter Gabriel's 2004 Still Growing Up Tour.","release_date":"2005-11-22","vote_average":5.6,"runtime":206,"cert":"N\/A","id":55688,"title":"Peter Gabriel Still Growing Up Live & Unwrapped","adult":false,"genre_ids":[10402,99]},{"cast":["Carroll Baker","George Eastman","Isabelle De Funès","Ely Galleani","Daniela Balzaretti"],"overview":"Caroll Baker stars in this psychedelic shocker about a mysterious witch who casts a spell over attractive, youthful fashion photographer Valentina Rosselli (Isabelle De Funes). Thrust into a world of sadism, Valentina must figure out whether the torture being inflicted on her is because of one woman's twisted agenda … or a curse known as Baba Yaga.","release_date":"1973-09-20","vote_average":5.6,"runtime":91,"cert":"N\/A","id":55689,"title":"Baba Yaga","adult":false,"genre_ids":[27,9648,53]},{"cast":["Edwin Neal","Marilyn Burns","Gabriel Folse","Wade Reese","Barton Faulks"],"overview":"The star of \"The Texas Chainsaw Massacre\" returns in a story about frat boys lost in the big city while hunted by a violent leader and his elite gang of gun-happy guards.","release_date":"1985-05-03","vote_average":4.8,"runtime":89,"cert":"N\/A","id":55690,"title":"Future-Kill","adult":false,"genre_ids":[28,12,35,27,878,53]},{"cast":["Candice Day","Naomi Davis","Sash Milne","Daniel Rankin"],"overview":"Five girls kidnap a serial rapist... to seek revenge.","release_date":"2009-10-16","vote_average":3.9,"runtime":79,"cert":"N\/A","id":55691,"title":"Tomboys","adult":false,"genre_ids":[27]},{"cast":["Chris Wedge","Simon Pegg"],"overview":"You may think you know the history of continental drift, but forget all that. In pursuit of his most sought after possession, Scrat manges to singled-handedly alter the course of Earth’s history.","release_date":"2010-12-25","vote_average":6.9,"runtime":3,"cert":"N\/A","id":55692,"title":"Scrat's Continental Crack-Up","adult":false,"genre_ids":[16]},{"cast":["Pio Marmaï","Vahina Giocante","Nina Meurisse","Guillaume Gouix"],"overview":"Francis Vanverberghe, dit \"Francis le Belge\", est mort le 27 septembre 2000 à 16h00 dans un bar PMU proche des Champs Elysées. Pour les médias, c'est le \"dernier parrain marseillais\" qui disparaît, et avec lui toute une époque du grand banditisme à la française.","release_date":"2010-11-25","vote_average":4.0,"runtime":90,"cert":"N\/A","id":55693,"title":"Mon père Francis le Belge","adult":false,"genre_ids":[18,53]},{"cast":["Dean Cameron","Ami Dolenz","Felicity Waterman","Brian Perry","Alexis Arquette"],"overview":"A romantic comedy set in the Southern California beach scene. Down on his luck, Scotty McKay becomes the master of a very lonely genie, who brings him wealth, power and true love. Miracles can happen!","release_date":"1992-09-15","vote_average":5.6,"runtime":88,"cert":"N\/A","id":55694,"title":"Miracle Beach","adult":false,"genre_ids":[14,35,878,10749]},{"cast":["Tim Hawkins"],"overview":"Filmed before a sold out crowd in Dallas, \"Full Range of Motion\" contains nearly 2 hours of stand up comedy and bonus features: • Tim's full length concert (74 min) • \"A Life in the Day\" with Tim • Deleted concert scenes • Guest Comedian: Cleto Rodriguez • 5 x 2:00 promotional concert clips","release_date":"2007-02-13","vote_average":4.3,"runtime":74,"cert":"N\/A","id":55695,"title":"Tim Hawkins - Full Range of Motion","adult":false,"genre_ids":[35]},{"cast":["Mustafa Uğurlu","Arzu Yanardağ"],"overview":"Really bad samples of new generation Turkish films. This film reflects the director's non ripen cinema culture. He use too incomprehensible objects and metaphor. Basic, non merry, boring sample of non-traditional Turkish cinema.","release_date":"1999-11-26","vote_average":4.0,"runtime":null,"cert":"N\/A","id":55696,"title":"Asansor","adult":false,"genre_ids":[]},{"cast":["John Travolta","Arye Gross","Kelly Preston","Deborah Foreman","James Keach"],"overview":"Travis and Wendell are two down-on-their-luck New Yorkers who think they're relocating to a small town in Nebraska to open a nightclub. What they don't know is they have actually been abducted by a KGB operative and flown to the Soviet Union, where they'll unwittingly serve as \"experts\" on all things cool in America. The town, created expressly for KGB spies-in-training is meant to serve as a training ground for Soviet agents. What can these two hapless Americans possibly teach the Soviet spies and will they ever learn they are not actually in Nebraska?","release_date":"1989-01-13","vote_average":4.1,"runtime":94,"cert":"N\/A","id":55699,"title":"The Experts","adult":false,"genre_ids":[28,35]},{"cast":["Vanda Duarte","Nuno Vaz","Isabel Ruth","Inês de Medeiros","Anna Carvalho"],"overview":"After a suicidal teenage girl gives birth, she misguidedly entrusts her baby’s safety to the troubled, deadbeat father, whose violent actions take the viewer on a tour of the foreboding, crumbling shantytown in which they live.","release_date":"1997-01-01","vote_average":6.3,"runtime":94,"cert":"N\/A","id":55700,"title":"Ossos","adult":false,"genre_ids":[18]},{"cast":["Jodelle Ferland","Sissy Spacek","Alfre Woodard","Judith Ivey","James Tupper"],"overview":"After running away from her last foster placement with the Regan family, twelve year old Hollis Woods is placed with a new foster mother, the loving, retired art teacher, Josie Cahill.","release_date":"2007-12-02","vote_average":6.3,"runtime":87,"cert":"N\/A","id":55703,"title":"Pictures of Hollis Woods","adult":false,"genre_ids":[10770,18]},{"cast":["Harry H. Corbett","Hugh Griffith","Eric Sykes","Ronnie Barker","Julia Foster"],"overview":"After a lock-keeper entrusts his daughter to a canal Casanova, he is shocked to learn that she is pregnant. He then refuses to open his locks - causing barges to pile up in every direction until the guilty party confesses.","release_date":"1964-01-01","vote_average":6.6,"runtime":102,"cert":"","id":55704,"title":"The Bargee","adult":false,"genre_ids":[35]},{"cast":["Vincent Lindon","Mathilde Seigner","Line Renaud","Catherine Deneuve","Stéphane Audran"],"overview":"At the altar where he is marrying Séverine, the groom, Antoine, gets his first glimpse of her mother, Léa, and suffers what the French call a coup de foudre which we know as love at first sight.","release_date":"1999-03-10","vote_average":5.5,"runtime":102,"cert":"N\/A","id":55705,"title":"Belle Maman","adult":false,"genre_ids":[35,10749]},{"cast":["Kazunari Ninomiya","Aya Matsuura","Kansai Yamamoto","Baijaku Nakamura","Anne Suzuki"],"overview":"Shuichi Kushimori is a 17 year old high school student who lives happily with his mother and stepsister. One day, without warning, his estranged stepfather returns home from a long absence. He quickly falls into a circle of drinking and starts abusing his ex-wife and daughter. When he begins making sexual advances towards Shuichi’s stepsister, Shuichi is compelled to take matters into his own hands.","release_date":"2003-03-15","vote_average":8.1,"runtime":116,"cert":"N\/A","id":55706,"title":"The Blue Light","adult":false,"genre_ids":[80,18,10749]},{"cast":["Melissa Monet","Nina Hartley","Trinity Post","James Deen","Jake Jacobs"],"overview":"As devoted wife and mother Melissa Monet enters middle-age, she finds herself struggling with a sudden lust for much younger men. When daughter Trinity brings home a new boyfriend, Melissa's attraction to the young man is as powerful as it is forbidden. Will her husband be able to save their marriage before it's too late? Or will she succumb to the sexiness of the younger man?","release_date":"2009-05-21","vote_average":0.0,"runtime":142,"cert":"N\/A","id":55707,"title":"My Daughter's Boyfriend","adult":true,"genre_ids":[]},{"cast":["Kazuhiko Inoue","Keiko Toda","Takeshi Watabe","Akira Murakami","Eken Mine"],"overview":"The year is 1580, and the unholy armies of Lord Nobunaga Oda spread across Japan, murdering all who oppose them. Narrowly escaping the slaughter of her clan, a young ninja steals into the shadows. She is the last of her kind, and the dagger she wields is one of three mystical blades that can end Lord Oda's rule. On her quest to overthrow the tyrant, she is joined by two other renegade ninja, possessors of the sacred sword and spear. Together, these shadow warriors must unite their weapons and skills to fulfill the Prophesy of the Enchanted Swords... or die trying.","release_date":"1989-05-27","vote_average":5.5,"runtime":87,"cert":"N\/A","id":55708,"title":"Wrath of the Ninja: The Yotoden Movie","adult":false,"genre_ids":[16]},{"cast":["Walter de Donder","Aimé Anthoni","Chris Cauwenbergs","Agnes de Nul","Hilde Vanhulle"],"overview":"","release_date":"2010-08-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":55709,"title":"Kabouter Plop - Superkabouter","adult":false,"genre_ids":[10751]},{"cast":["Jennifer Rubin","Ashley Buccille","Michael A. Goorjian","Shiri Appleby","Eli Craig"],"overview":"The agent for the Devil takes the soul of a high school sophomore in exchange for a date with the most popular girl on campus.","release_date":"1999-01-01","vote_average":7.7,"runtime":94,"cert":"N\/A","id":55710,"title":"Deal of a Lifetime","adult":false,"genre_ids":[14,18,35,878,10749,10751]},{"cast":["Juro Kara","Kyôko Yayoi","Michiko Sakamoto","Reiko Koyanagi","Shoko Kido"],"overview":"A young man breaks into a nurse's rooming house and one-by-one kills off nurses.","release_date":"1967-03-01","vote_average":6.7,"runtime":56,"cert":"N\/A","id":55711,"title":"Violated Angels","adult":false,"genre_ids":[27]},{"cast":["Corey Haim","Ami Dolenz","Laraine Newman","Todd Allen","Robert Forster"],"overview":"College students on a field trip encounter terrorists planning to poison the city's water supply.","release_date":"1997-10-27","vote_average":4.4,"runtime":90,"cert":"N\/A","id":55712,"title":"Demolition University","adult":false,"genre_ids":[28,53]},{"cast":["Carrie L. Walrond","Jackie Prucha","Stephen Caudill","Brandon O'Dell","Dan Triandiflou"],"overview":"A suspense thriller set in the world of small town church politics, Dangerous Calling follows the story of Pastor Evan Burke and his wife Nora as they assume leadership of First Baptist Willit Springs after the mysterious death of the previous pastor. Eager to get to know the new pastor, Miss Pat, the church's controlling widow-woman, invites Evan and Nora to stay with her while she has the parsonage renovated. Left alone at Miss Pat's beautiful home in the mountains of North Georgia, Nora begins to suspect that Miss Pat's extremely sheltered adult son, Elijah, may have had something to do with the previous pastor's death. Although the story involves Christian characters, Dangerous Calling is not your typical church film. Owing more to Psycho and Misery than Left Behind, Dangerous Calling is sure to keep you on the edge of the pew. In this church the politics can be deadly.","release_date":"2008-08-01","vote_average":0.0,"runtime":94,"cert":"N\/A","id":55713,"title":"Dangerous Calling","adult":false,"genre_ids":[]},{"cast":[],"overview":"Billy is a teenage outcast in search of his life's true meaning. Day by day, he slaves away at the local burger joint, only to return home to a paraplegic father, whose own dreams of happiness have faded away in an alcoholic haze. Nonetheless, Billy tries to bond with his delusional father, but cannot break through the many layers of pain and regret that surround him. Frustrated, Billy longs to escape the dead-end existence that has engulfed his father, and now appears to be closing in on him as well.","release_date":"2009-10-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":55714,"title":"Dreams and Shadows","adult":false,"genre_ids":[18,14]},{"cast":["Mircea Monroe","Justin Guarini","Dwier Brown","Caroline Rhea","Jack Weber"],"overview":"Racing is in Alex Johnstone's (Mircea Monroe) blood. It was her father s life and it ultimately caused his death so her uncle Bill (Dwier Brown), who runs the local speedway, is determined not to lose his niece the way he lost his brother. But Alex is determined to prove to Bill, to the world, and especially to herself that she has what it takes to be the best in a traditionally male-dominated sport. And when she meets up with handsome professional racecar driver Darryl Sands (Justin Guarini), the emotional stakes are raised even higher. Will Alex crash and burn or can she carry on her dad s legacy and make her dreams come true?","release_date":"2008-01-24","vote_average":4.0,"runtime":95,"cert":"N\/A","id":55715,"title":"Fast Girl","adult":false,"genre_ids":[18,10751]},{"cast":["Jim Morrison","Ray Manzarek","Robby Krieger","John Densmore"],"overview":"Filmed during their 1968 European tour, The Doors are captured in performances in London, Stockholm, Frankfurt, and Amsterdam. Paul Kantner and Grace Slick of Jefferson Airplane, who shared the bill with The Doors on this tour, narrate this compilation.","release_date":"1991-07-01","vote_average":4.0,"runtime":58,"cert":"N\/A","id":55716,"title":"The Doors - Live in Europe 1968","adult":false,"genre_ids":[10402]},{"cast":["Thierry Toscan","Alessandra Agosti","Dario Anghilante","Giovanni Foresti"],"overview":"The aging, conservative population of a small, sleepy village in the Italian Alps are surprised to see that a former French professor has settled there with his young wife and their three children to produce goat cheese, in order to escape the wrongs of civilization. At first they are suspicious of his unconventional ideas and lifestyle, then are conquered by the enthusiasm, kindness, helpfulness of the young family and start to see in them a possible rebirth of the place. But little by little misunderstandings, envy and conflicts take over.","release_date":"2006-09-30","vote_average":6.5,"runtime":110,"cert":"N\/A","id":55717,"title":"The Wind Blows Round","adult":false,"genre_ids":[18]},{"cast":["Demián Bichir","José Julián","Chelsea Rendon","Dolores Heredia","Joaquín Cosio"],"overview":"A gardener in East L.A. struggles to keep his son away from gangs and immigration agents while traveling across town to perform landscaping work for the city's wealthy landowners.","release_date":"2011-06-24","vote_average":7.1,"runtime":98,"cert":"","id":55720,"title":"A Better Life","adult":false,"genre_ids":[18]},{"cast":["Kristen Wiig","Maya Rudolph","Rose Byrne","Wendi McLendon-Covey","Ellie Kemper"],"overview":"Annie's life is a mess. But when she finds out her lifetime best friend is engaged, she simply must serve as Lillian's maid of honor. Though lovelorn and broke, Annie bluffs her way through the expensive and bizarre rituals. With one chance to get it perfect, she’ll show Lillian and her bridesmaids just how far you’ll go for someone you love.","release_date":"2011-05-13","vote_average":6.5,"runtime":125,"cert":"15","id":55721,"title":"Bridesmaids","adult":false,"genre_ids":[35,10749]},{"cast":["Sarah van Geel"],"overview":"","release_date":"2009-04-02","vote_average":10.0,"runtime":null,"cert":"N\/A","id":55722,"title":"Ontdek de Wereld van Kaatje","adult":false,"genre_ids":[]},{"cast":["Brian Austin Green","Thomas Dekker","Mimi Michaels","Owain Yeoman","Danielle Harris"],"overview":"\"ChromeSkull\" is the sequel to the 2009 horror hit \"Laid to Rest.\" It brings back ChromeSkull, who barely escaped death in the first movie and is hell-bent on continuing where he left off... and forging a new path of terror and destruction.","release_date":"2011-09-20","vote_average":4.8,"runtime":93,"cert":"N\/A","id":55723,"title":"ChromeSkull: Laid to Rest 2","adult":false,"genre_ids":[27]},{"cast":[],"overview":"","release_date":"2010-10-01","vote_average":7.0,"runtime":null,"cert":"N\/A","id":55724,"title":"Zing Mee Met Kaatje, Viktor En Kamiel","adult":false,"genre_ids":[10751]},{"cast":["Paul Giamatti","Alex Shaffer","Amy Ryan","Melanie Lynskey","Bobby Cannavale"],"overview":"When down-on-his-luck part-time high school wrestling coach Mike agrees to become legal guardian to an elderly man, his ward's troubled grandson turns out to be a star grappler, sparking dreams of a big win -- until the boy's mother retrieves him.","release_date":"2011-03-18","vote_average":6.9,"runtime":106,"cert":"N\/A","id":55725,"title":"Win Win","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":55726,"title":"Vlindertjes Vangen","adult":false,"genre_ids":[]},{"cast":["Judd Nelson","Dana Olsen","Jonna Lee","Gordon Jump","Walter Olkewicz"],"overview":"Lazy preppie Palmer Woodrow hires street-smart Eddie Keaton to go to school for him while he lives it up in Europe. Eddie falls in love with preppie gal Tracey, upsetting Biff, the Hoover Academy bully. When his bookie from the old neighborhood, Dice, comes to collect on Eddie's gambling debts and Palmer returns early from Europe, the the scheme slowly starts to unravel. Soon, Eddie can't even tell whose side he's really on.","release_date":"1984-05-18","vote_average":5.6,"runtime":105,"cert":"N\/A","id":55727,"title":"Making the Grade","adult":false,"genre_ids":[35,10749]},{"cast":["Arliss Howard","Suzy Amis","George Wendt","Diane Ladd","Seymour Cassel"],"overview":"To prove his brother's innocence, undercover officer Nick enrolls in high school again, dealing with crushes, bullies, humiliations, popularity swings, and quirky teachers and staff to find the real murderer.","release_date":"1988-04-15","vote_average":6.8,"runtime":98,"cert":"N\/A","id":55728,"title":"Plain Clothes","adult":false,"genre_ids":[35,53,9648,10749]},{"cast":["Santo","Blue Demon","Aldo Monti","Agustín Martínez Solares","Nubia Martí"],"overview":"After facing defeat at the hands of Cristaldi the magician, Dracula is back to seek revenge and rule the world. With the help of Wolfman and his legion of followers, victory seems eminent. Professor Cristaldi, a descendant of the magician, is warned about Dracula's plans and calls upon El Santo and Blue Demon in the hopes that they can put the infamous Count and the werewolf down for good.","release_date":"1973-07-26","vote_average":3.1,"runtime":90,"cert":"N\/A","id":55729,"title":"Santo and Blue Demon vs. Dracula and the Wolf Man","adult":false,"genre_ids":[28,12,27]},{"cast":["Diane Lane","James Le Gros","Tess Harper","Philip Seymour Hoffman","Stephen Collins"],"overview":"Debbie and Gerald's lives drastically change after they get a gun. Their mysterious neighbor, Skippy, becomes an important and transforming figure in their lives.","release_date":"1992-10-26","vote_average":6.0,"runtime":99,"cert":"N\/A","id":55730,"title":"My New Gun","adult":false,"genre_ids":[35]},{"cast":["Halle Berry","James Belushi","Casey Affleck","Eliza Dushku","Kevin Tighe"],"overview":"A bunch of high school misfits in Hawaii, introduced by their new teacher, attend a science fair in which they draw up inspiration to build their own solar car and win a trip to compete in the 1990 World Solar Challenge in Australia.","release_date":"1996-03-22","vote_average":5.3,"runtime":100,"cert":"N\/A","id":55731,"title":"Race the Sun","adult":false,"genre_ids":[28,12,35,18,10751]},{"cast":["Santo","Eric del Castillo","Mary Montiel","César del Campo","Carlos Ancira"],"overview":"When Santo accompanies a troupe of archaeologists in the search for Aztec artifacts, they find the Mummy of an Aztec who leaves a warning to those who tamper with his resting place. The adventurers ignore the warning, and before long, the Mummy starts bumping them off one-by-one with his bow &amp; arrow.","release_date":"1971-12-09","vote_average":5.1,"runtime":87,"cert":"N\/A","id":55732,"title":"Santo and the Vengeance of the Mummy","adult":false,"genre_ids":[28,27,878]},{"cast":["Mark-Paul Gosselaar","Marisol Nichols","Keith Robinson"],"overview":"Based on a true story, American Marine Jason Johnson (Goselaar) is sent on assignment to the Emirate of Bahrain. While there, he meets and falls in love with a spirited, lovely young woman, Meriam (Nichols), without realizing she is really a member of the Bahraini Royal Family. Meriam, who does not wish to consent to an arranged marriage, knows her love affair with Jason is dangerous, as he is a Mormon Christian and she a Muslim. Her parents would never consent to their match, and so Meriam and Jason race against time to escape Bahrain and make it to the United States, where they can marry. If Meriam is sent back, however, her life may be in jeopardy.","release_date":"2001-02-18","vote_average":6.6,"runtime":100,"cert":"N\/A","id":55733,"title":"The Princess & the Marine","adult":false,"genre_ids":[18,10749]},{"cast":["Jon Voight","Gil Bellows","Teri Polo","Richard T. Jones","Garcelle Beauvais"],"overview":"American football coach Chuck Dichter has worked wonders with the Buffalo Bills, and is even confident to crown his career with a Super Bowl victory, but before the play-offs an oyster food-poisoning wipes out his first team for a month. Dan Heller, an insurance salesman and former college quarterback, who was hired -relactantly, but his wife twisted his arm- just for practice, now has to captain and train a bunch of rookies and old-timers against the hardest adversaries. Dichter decides to sign up triple Super Bowl-winner Tommy Baker in Dan's place...","release_date":"2002-12-18","vote_average":7.5,"runtime":100,"cert":"N\/A","id":55734,"title":"Second String","adult":false,"genre_ids":[10770,35,18]},{"cast":["Laura Harring","Roy Werner","Gerardo Mejía","Margaret Scarborough","VictoriaRegina"],"overview":"Just how far would you go to get financing for your business? Donald Chandler is the owner of a restaurant who suddenly finds himself without a business or a job when his wife leaves him, taking the deed to the eatery with her. Eager to start over, Donald goes into a business partnership with Miguel Sanchez, a gardener who was taking care of Donald's lawn until he won a fortune in the lottery.","release_date":"2003-03-16","vote_average":5.0,"runtime":94,"cert":"N\/A","id":55735,"title":"Loco Love","adult":false,"genre_ids":[35,10749]},{"cast":["John Neville","Elizabeth Berkley","Ben Ratner","Nicholas Lea","Marnie Robinson"],"overview":"Depressed after being dumped by his actress fiance', a man tries to win her back by agreeing to help her elderly British father move while she films a low-budget movie overseas.","release_date":"2003-01-01","vote_average":0.0,"runtime":83,"cert":"N\/A","id":55736,"title":"Moving Malcolm","adult":false,"genre_ids":[35,18,10749]},{"cast":["Arya","Shriya Saran","Preetika Rao","Santhanam","Vaiyapuri"],"overview":"Arjun (Arya), a London-based disc jockey, leads a happy life. Also there is Anu (Shriya Saran), who completes her MBA in a London university. One day, Arjun is forced to come to his native village in Karaikudi to ensure that his ancestral property is not sold. Also Anu too is forced to come to Madurai to meet her father who is injured in an accident. The two strangers meet in a train. There begins their journey towards their respective destinations. Meanwhile, a diary of Arjun's father pops out from his bag. He browses through it to understand his dad's love life. In flashback, the movie goes back to 1985. It is revealed that Sekar (Arya) returns to his village after getting selected as a Police.","release_date":"2010-12-03","vote_average":5.0,"runtime":144,"cert":"N\/A","id":55737,"title":"Chikku Bhukku","adult":false,"genre_ids":[10749,18]},{"cast":["Krista Allen","Kristin Richardson","Christopher Daniel Barnes","Yelba Osorio","Howard Flamm"],"overview":"Ryan and Pete are 27-year old best friends in Miami, born on the same day and each searching for the perfect woman. Ryan is a rookie stockbroker living with his psychic Mom. Pete is a slick surfer dude yet to find commitment. Each meets the women of their dreams on the same day. Ryan knocks heads in an elevator with the gorgeous Jessica, passing out before getting her number. Pete falls for the insatiable Tiara, but Tiara's uncle is mob boss Vincent Bublione, charged with her protection. This high-energy romantic comedy asks to what extent will you go for true love?","release_date":"2004-03-05","vote_average":4.5,"runtime":101,"cert":"N\/A","id":55738,"title":"Shut Up and Kiss Me!","adult":false,"genre_ids":[28,10749,35]},{"cast":["Steve Guttenberg","Crystal Bernard","Dominic Scott Kay","Thomas Calabro","Armin Shimerman"],"overview":"Nick's plan to let fate bring his wife to him must be altered because he must replace his father as Santa Claus on December 26. Ernst, the right-hand man to several generations of Santas, generates a list of potential mates. Nick dutifully sets off to meet them, but fate may have a candidate after all.","release_date":"2004-01-01","vote_average":6.1,"runtime":96,"cert":"N\/A","id":55739,"title":"Single Santa Seeks Mrs. Claus","adult":false,"genre_ids":[35,14,10751]},{"cast":["Emmanuelle Chriqui","Robert Capelli Jr.","Marilyn Chris","Pat Hingle","Ed Jewett"],"overview":"Dr. Charlie Keegan is ordered to serve 6 months as the staff doctor at a second rate retirement home or lose his medical licence after accusations of swindling elderly patients. What the doctor expects will be a brief interruption from his lucrative career turns out to be something very different, thanks to the wacky residents and a beautiful nurse.","release_date":"2006-08-11","vote_average":6.5,"runtime":108,"cert":"N\/A","id":55740,"title":"Waltzing Anna","adult":false,"genre_ids":[18,35]},{"cast":["Ge You","Huang Xiaoming","Fan Bingbing","Vincent Zhao","Wang Xueqi"],"overview":"For generations the Zhao family has wielded power, until their mortal enemy TU’AN GU slaughters the entire clan, determined to wipe out their influence forever. But one Zhao baby survives hidden by CHENG YING the doctor who delivered him. When Tu’an Gu learns of the baby’s escape he seizes every infant in the city, vowing to kill them all unless the Zhao baby is surrendered. As the tyrant’s soldiers arrive at Cheng Ying’s home the frantic doctor hides his wife with their own baby whilst surrendering the Zhao child as his own. But his family is discovered; his baby is presumed to be the Zhao heir and murdered along with his wife for harboring the infant. Now set on revenge Cheng Ying enrolls the Zhao orphan into the service of the Tu’an Gu household, plotting to use him as an instrument of vengeance when he comes of age.","release_date":"2010-12-17","vote_average":6.6,"runtime":128,"cert":"N\/A","id":55741,"title":"Sacrifice","adult":false,"genre_ids":[18,28,36,53]},{"cast":[],"overview":"In recent decades, more than 10,000 children reportedly were sexually abused by Catholic priests in the US. From behind the headlines, filmmaker Joe Cultrera tells the very personal story of how the crisis affected his family. It is the intimate story of how his brother, Paul, was molested in the 1960s by a priest who also reportedly abused nearly 100 other children. In an emotional film, the Cultrera family tells their story of faith betrayed.","release_date":"2007-04-03","vote_average":0.0,"runtime":90,"cert":"N\/A","id":55744,"title":"Hand of God","adult":false,"genre_ids":[99]},{"cast":[],"overview":"When the Soviet Union collapsed in 1990, Cuba's economy went into a tailspin. With imports of oil cut by more than half – and food by 80 percent – people were desperate. This film tells of the hardships and struggles as well as the community and creativity of the Cuban people during this difficult time.","release_date":"2006-05-14","vote_average":8.5,"runtime":53,"cert":"N\/A","id":55747,"title":"The Power of Community:  How Cuba Survived Peak Oil","adult":false,"genre_ids":[99]},{"cast":["Ninni Ahlroth","Aleksi Rantanen","Hellen Willberg","Ylva Ekblad","Pertti Sveholm"],"overview":"When 12-year-old Elsi Björkman and her mother Paula return from a week's holiday abroad, Elsi immediately notices that someone has been in her room. She tells her mother about it, but she does not believe her. At the local supermarket Elsi meets Henry, who seems to spend his time returning shopping trolleys. Elsi does not know anything about the boy, who has an irritating habit of appearing from out of nowhere, only to disappear again, as if into thin air. Nevertheless, the children become friends.","release_date":"2004-08-20","vote_average":0.0,"runtime":93,"cert":"N\/A","id":55748,"title":"My Friend Henry","adult":false,"genre_ids":[18]},{"cast":["Eita","Nana Eikura","Akira Emoto","Ren Osugi","Satomi Tezuka"],"overview":"On April 5, 2007, a couple married in a church. At first glance, it was a typical wedding. The bride, however, was suffering from late-stage breast cancer and had been given only a month to live. A young woman is diagnosed with breast cancer but keeps the information from her boyfriend. When he finds out, he decides to plan a wedding even though she only has one month to live. Based on the true story of Chie Nagashima, a women afflicted with breast cancer and her husband Taro Akasu.","release_date":"2009-05-09","vote_average":10.0,"runtime":129,"cert":"N\/A","id":55749,"title":"April Bride","adult":false,"genre_ids":[18]},{"cast":["Julian Cheung","Cheung Tat-Ming","Hugo Ng","Raymond Wong Ho-yin","Mandy Chiang"],"overview":"From singer to TV actor, and then film actor (Heavenly Mission, Wo Hu) Julian Cheung Chi Lam now stars as a merciless assassin nicknamed Seven. Commissioned to end the life of someone who killed his father twenty years ago, he does not even has in his mind the word “revenge”, for he knows too well that the distinction between right and wrong simply does not exist in the underworld. Failing his mission, he flees to Taiwan to meet a childhood friend, and there he encounters a betelnut girl. He also knows too well that he cannot escape from his unfinished task forever…","release_date":"2007-01-01","vote_average":5.0,"runtime":86,"cert":"N\/A","id":55750,"title":"A Mob Story","adult":false,"genre_ids":[12,28,35,80]},{"cast":["Park Yong-woo","Namkoong Min","Min Ji-hye","Lee Ki-young","Kim Dong-ha"],"overview":"In Beautiful Sunday, there are no good guys or bad guys, only impulses and consequences. Faced with mounting hospital bills for his comatose wife, detective Kang (Park Yong Woo) arranges for a portion of the wares from a drug bust to end up in a rival gang’s hands in exchange for a cut of the profits. Kang is willing to do anything to get the money he needs, but the crossed gang is equally determined to recover their stolen goods. In another part of town, Min Woo (Nam Gung Min) and Su Yeon (Min Ji Hye, The Fox Family) meet in a bookstore, fall in love, and get married. What seems like a happy ending derails when Su Yeon discovers that her loving husband is the same man who raped her one night in a dark street. For these two desperate men who have erred in the name of love, crime only leads to more crime as they try to confront their wrongdoings. What happens when their paths cross one beautiful Sunday?","release_date":"2007-03-29","vote_average":5.4,"runtime":117,"cert":"N\/A","id":55753,"title":"Beautiful Sunday","adult":false,"genre_ids":[28,80,18,53]},{"cast":["Heikki Kinnunen","Pentti Siimes","Tom Pöysti","Vesa Vierikko","Kalevi Kahra"],"overview":"","release_date":"1991-10-18","vote_average":4.5,"runtime":null,"cert":"N\/A","id":55754,"title":"Vääpeli Körmy ja vetenalaiset vehkeet","adult":false,"genre_ids":[]},{"cast":[],"overview":"Vows of Silence is an anatomy of the Vatican justice system, following the haunting saga of Father Marcial Maciel, who won the favor of Pope John Paul II despite years of pedophilia accusations. The greatest fundraiser of the modern church, Maciel founded the Legionaries of Christ, a religious order with a $650 million budget and history of controversial tactics.","release_date":"2008-10-07","vote_average":0.0,"runtime":61,"cert":"N\/A","id":55757,"title":"Vows Of Silence","adult":false,"genre_ids":[99]},{"cast":["Soo Ae","Yoo Ji-tae","Ma Dong-seok","Choi Song-hyun","Shin Da-eun"],"overview":"Popular TV anchorwoman &amp; late night radio host Sun-Young prepares to work her final radio program. After this program she will prepare to take her ill daughter to America the following morning. During the radio show Ko Sun-Young receives a startling text message. At Ko Sun-Young’s apartment, her ill daughter is being watched by Sun-Young’s sister Ah-Young. Then, a man named Dong-Su breaks into the apartment with a large wrench. He knocks Ah-Young unconscious, but is unable to locate Sun-Young’s daughter – who is hiding in a closet. Dong-Su then sends the text message to Sun-Young instructing her to follow his directions and not to tell anyone.","release_date":"2010-10-14","vote_average":7.0,"runtime":106,"cert":"N\/A","id":55758,"title":"Midnight FM","adult":false,"genre_ids":[53,80,28]},{"cast":["Heikki Kinnunen","Vesa Vierikko","Tom Pöysti","Kalevi Kahra","Martti Suosalo"],"overview":"","release_date":"1997-08-15","vote_average":4.7,"runtime":103,"cert":"N\/A","id":55759,"title":"Vääpeli Körmy ja kahtesti laukeava","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Song-i (Kang Hye-jeong) starts dating her handsome co-worker Jin-ho (Bae Su-bin). But when she suspects Jin-ho might be cheating on her, she sets out to meet the “other woman,” only to learn that he has not one, but two, other “girlfriends”: Jin (Han Chae-young), Jin-ho’s first love, is a sexy and successful party planner, while Bo-ra (Heo I-jae), is a fearless, young college student. Strangely enough, Song-i finds that their similar taste in men to be the basis for a great friendship.","release_date":"2009-12-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":55760,"title":"Girl Friends","adult":false,"genre_ids":[]},{"cast":["Heikki Kinnunen","Kalevi Kahra","Pentti Siimes","Vesa Vierikko","Tom Pöysti"],"overview":"","release_date":"1992-10-09","vote_average":3.8,"runtime":null,"cert":"N\/A","id":55761,"title":"Vääpeli Körmy ja etelän hetelmät","adult":false,"genre_ids":[]},{"cast":["John Thaw","Dennis Waterman","Barry Foster","Ian Bannen","Colin Welland"],"overview":"Based on the TV series the film follows DI Regan and DS Carter as they became embroiled in a deadly political scandal. One of the leading members of the government, Charles Baker (Ian Bannen) is about to secure a huge deal with OPEC stabilising the world oil market and boosting Britain's position within it. Baker is the rising star of government, regarded a future prime minister, who is closely controlled by his urbane, manipulative American press secretary Elliot McQueen (Barry Foster). When Regan investigates the mysterious death of a prostitute as a favour to one of his informants, he becomes aware that Baker and McQueen might be involved. A spate of killings follow - which sees Regan take on both the criminals and the hierarchy of the Metropolitan Police and British security services.","release_date":"1977-01-14","vote_average":7.3,"runtime":97,"cert":"18","id":55762,"title":"Sweeney!","adult":false,"genre_ids":[28,80,18,53]},{"cast":["Heikki Kinnunen","Vesa Vierikko","Pentti Siimes","Mari Vainio","Tom Pöysti"],"overview":"","release_date":"1994-09-16","vote_average":4.7,"runtime":null,"cert":"N\/A","id":55763,"title":"Vääpeli Körmy - Taisteluni","adult":false,"genre_ids":[]},{"cast":["John Thaw","Dennis Waterman","Denholm Elliott","Nigel Hawthorne","Ken Hutchison"],"overview":"The plot is set on a group of bank robbers, who are both violent and successful, strangely getting away each time with an amount around the £60,000 mark, and often leaving behind cash in excess of this sum. The robbers are willing to kill their own team, to get away. As Jack Regan himself puts it after the first raid in the film: \"I've never seen so many dead people\". Armed with gold-plated Purdey shotguns, they evaded Regan and the Flying Squad for quite some time, before Regan finds encouragement from his Detective Chief Superintendent who was sent down for corruption because Jack wouldn't testify in court for him.","release_date":"1978-03-30","vote_average":7.8,"runtime":104,"cert":"15","id":55766,"title":"Sweeney 2","adult":false,"genre_ids":[28,80,18,53]},{"cast":["Oh Man-seok","Ryu Deok-hwan","Soo-hwan Jeon","Ha-ram Kim","Da-mi Ko"],"overview":"Kyung-ju is a struggling novelist who writes violent and gory murder mysteries. When a fierce argument with his landlady ends in her death, he stages the killing so that it looks like the act of the serial killer that has been terrorizing his village. Anxious that the police might realize the latest killing was a copycat murder, he begins his own invetstigation to track down the killer with help of his detective friend.","release_date":"2007-11-29","vote_average":6.0,"runtime":114,"cert":"N\/A","id":55767,"title":"Our Town","adult":false,"genre_ids":[80,18,9648]},{"cast":["Leo Lastumäki","Jyrki Kovaleff","Seppo Laine","Pentti Siimes","Anna-Liisa Ruotsi"],"overview":"","release_date":"1974-08-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":55768,"title":"Viu-hah hah-taja","adult":false,"genre_ids":[35]},{"cast":["Phillip Vaden","Sara Rue","Jane Lynch","Steve Hytner"],"overview":"A second-generation male maid fights to save the girl he loves and their historic hotel from the clutches of a hostile developer.","release_date":"2009-10-28","vote_average":5.0,"runtime":null,"cert":"N\/A","id":55769,"title":"Man Maid","adult":false,"genre_ids":[35,10749]},{"cast":["Joni Kehusmaa","Vili Järvinen","Sara-Maria Juntunen","Alina Sakko","Eveliina Uusitalo"],"overview":"","release_date":"2005-10-07","vote_average":6.0,"runtime":null,"cert":"N\/A","id":55770,"title":"Valo","adult":false,"genre_ids":[]},{"cast":["Song Kang-ho","Park Ji-young","Kim So-eun","Oh Dal-su","Yoon Je-moon"],"overview":"With middle age creeping up on him, the life and achievements of amiable, mid-level Korean gangster Kang In-gu are about due for an objective assessment. He’s certainly not in top streetfighting form anymore, and the young thugs under his command aren’t exactly an elite troop of criminals. Moreover, his wife is running out of patience with his career choice and the lack of social finesse it entails, and his dearly loved daughter is embarrassed beyond words by her often uncouth dad (but then, aren’t all teenagers?). A conflict with another gang puts Kang and his childhood buddy on opposite sides of the fence. The fact is, Kang just wants everything to work out right for everyone –- and we all know which road is paved with good intentions… the road to hell.","release_date":"2007-04-05","vote_average":6.7,"runtime":112,"cert":"N\/A","id":55771,"title":"The Show Must Go On","adult":false,"genre_ids":[18,28]},{"cast":["Ian Curtis","Gillian Gilbert","Pat Gilbert","Joy Division","John Lydon"],"overview":"This 70-minute documentary covers the entire career of Joy Division, one of Manchester and Post-Punks most respected bands. It charts the entire short lifespan of the group, from their origins in their days as Warsaw to the more well known incarnation of Joy Division. Features include rare musical performances, obscure footage of rare interviews and rarely seen photographs. Plus review, comment, criticism and insight from; Mick Middles, co-author of Torn Apart: The Life Of Ian Curtis; former NME and Melody Maker journalist, Barney Hoskyns; Ex-Mojo Magazine editor, Pat Gilbert; Manchester punk musician and author, John Robb; music journalist and author David Stubbs; and more.","release_date":"2006-01-01","vote_average":4.8,"runtime":70,"cert":"N\/A","id":55772,"title":"Joy Division - Under Review","adult":false,"genre_ids":[99]},{"cast":["W.C. Fields","Mary Brian","Kathleen Howard","Grady Sutton","Vera Lewis"],"overview":"Hard-working, henpecked Ambrose Ambrose Wolfinger takes off from work to go to a wrestling match with catastrophic consequences.","release_date":"1935-08-03","vote_average":4.3,"runtime":66,"cert":"N\/A","id":55773,"title":"Man on the Flying Trapeze","adult":false,"genre_ids":[35]},{"cast":["Amy Cater","Rupert Owen","Jimstar","Butch Midway","Anthea Eaton"],"overview":"When lead singer Jimmy Taranto dumps his girlfriend Candy then his rock band Gutter Filth, Candy decides to take his place in the band. Together with anal bass player GB, cross-dressing drummer Dee and Jennifer their loyal manager, they begin a journey to stardom. While their success eclipses Jimmy's, Candy still can't find the true love she is looking for. But sometimes the things you want are right in front of you.","release_date":"2009-11-17","vote_average":3.5,"runtime":90,"cert":"N\/A","id":55774,"title":"The Band","adult":true,"genre_ids":[35,10402,10749]},{"cast":["François Sagat","Dean Monroe","Kyle Lewis","Tag Adams","Tamas Eszterhazy"],"overview":"The world is full of beautiful people. As gay men, we have an instinct for the appreciation of beauty--especially male beauty! All of us have turned our heads as we walk by a gorgeous man, allowing our eyes to linger a moment longer while our inner smiles beam with pleasure. Striking chiseled features, brilliant blue eyes, a chest that heaves with masculinity, a mouth framed by inviting, kissable lips...these are the things that arouse us all. Mankind is our candy store, and gay men like it sweet!","release_date":"2006-09-18","vote_average":7.0,"runtime":200,"cert":"N\/A","id":55775,"title":"Bedroom Eyes","adult":true,"genre_ids":[]},{"cast":["Vesa-Matti Loiri","Marjatta Raita","Simo Salminen","Heikki Kinnunen","Tapio Hämäläinen"],"overview":"","release_date":"1987-08-28","vote_average":5.0,"runtime":96,"cert":"N\/A","id":55776,"title":"Uuno Turhapuro – kaksoisagentti","adult":false,"genre_ids":[35]},{"cast":["Pauline Lord","Kent Taylor","Zasu Pitts","George P. Breakston","Jimmy Butler"],"overview":"The Wiggs family plan to celebrate Thanksgiving in their rundown shack with leftover stew, without Mr. Wiggs who wandered off long ago an has never been heard from. Do-gooder Miss Lucy brings them a real feast. Her boyfriend Bob arranges to take Wiggs' sick boy to a hospital. Their other boy makes some money peddling kindling and takes the family to a show. Mrs. Wiggs is called to the hopsital just in time to see her boy die. Her neighbor Miss Mazy wants to marry Mr. Stubbins who insists on tasting her cooking. Mrs. Wiggs sneaks her dishes past Stubbins who agrees to marriage. Mr. Wiggs appears suddenly, in tatters, with just the amount of money (twenty dollars) needed to save the family from foreclosure. Miss Lucy and Bob get married.","release_date":"1934-10-28","vote_average":0.0,"runtime":80,"cert":"N\/A","id":55777,"title":"Mrs. Wiggs of the Cabbage Patch","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2005-02-28","vote_average":5.5,"runtime":null,"cert":"N\/A","id":55778,"title":"K3 in Ahoy","adult":false,"genre_ids":[]},{"cast":["Emma Bell","Nicholas D'Agosto","Miles Fisher","Ellen Wroe","Jacqueline MacInnes Wood"],"overview":"In this fifth installment, Death is just as omnipresent as ever, and is unleashed after one man’s premonition saves a group of coworkers from a terrifying suspension bridge collapse. But this group of unsuspecting souls was never supposed to survive, and, in a terrifying race against time, the ill-fated group frantically tries to discover a way to escape Death’s sinister agenda.","release_date":"2011-08-12","vote_average":6.0,"runtime":92,"cert":"15","id":55779,"title":"Final Destination 5","adult":false,"genre_ids":[27,9648]},{"cast":["Reiko Oshida","Junzaburô Ban","Nobuo Kaneko","Yumiko Katayama","Yukie Kagawa"],"overview":"Reiko Oshida stars as a young wannabe gangster tough girl, just released from reform school. She tracks down one of her classmates fathers, who runs an auto repair shop that the local Yakuza are trying to force out of business and take over, and starts working for him. At the same time a recently released from prison, and now ill Yakuza is trying to make a new life for himself and his girl, a friend of Reiko's, who also just graduated from reform school. A fateful car crash brings the two on a collision course with each other and the brutal Yakuza clan, which can only end bloody vengeance.","release_date":"1971-04-21","vote_average":7.1,"runtime":86,"cert":"N\/A","id":55782,"title":"Delinquent Girl Boss: Worthless to Confess","adult":false,"genre_ids":[28]},{"cast":["Miki Sugimoto","Reiko Ike","Emi Jo","Linda Kimoto","Naomi Oka"],"overview":"Miko Sugimoto is the leader of the Red Helmet Gang, a biker girl gang from Shinjuku who wind up in Kyoto and make a bid to take over the local girl gangs there. Successful for a short time in ruling the streets it isn't long before Miko and her crew run afoul of the local Yakuza, and are forced to turn to Reiko Ike, a ronin Yakuza girl, and sister to one of the top Yakuza in Kyoto, for help, leading to a murderous showdown at a small coastal resort.","release_date":"1972-08-12","vote_average":6.2,"runtime":84,"cert":"N\/A","id":55783,"title":"Girl Boss Guerilla","adult":false,"genre_ids":[28]},{"cast":["Christopher George","Andrew Prine","Richard Jaeckel","Tom Arcuragi","Kathy Rickman"],"overview":"An eighteen-foot grizzly bear figures out that humans make for a tasty treat. As a park ranger tries rallying his men to bring about the bear's capture or destruction, his efforts are thwarted by the introduction of dozens of drunken hunters into the area.","release_date":"1976-05-21","vote_average":4.9,"runtime":91,"cert":"15","id":55784,"title":"Grizzly","adult":false,"genre_ids":[27,12,53]},{"cast":["Conor McCarron","Mhairi Anderson","Martin Bell","Joe Cassidy","Linda Cuthbert"],"overview":"NEDs (Non Educated Delinquents) is the story of a young man’s journey from prize-winning schoolboy to knife-carrying teenager. Struggling against the low expectations of those around him, John McGill changes from victim to avenger, scholar to NED, altar boy to glue sniffer. When he attempts to change back again, his new reality and recent past make conformity near impossible and violent self determination near inevitable.","release_date":"2010-10-08","vote_average":6.7,"runtime":124,"cert":"18","id":55785,"title":"Neds","adult":false,"genre_ids":[18]},{"cast":["Daryl Hannah","Dylan Neal","Barclay Hope","Terry Chen","Gwynyth Walsh"],"overview":"Brace yourself for this mind-blowing battle against one of nature?s most deadly phenomena! Daryl Hannah (Kill Bill Vols. 1 and 2) is a dedicated scientist who reluctantly agrees to fly with a reporter... read more read more... (Dylan Neal, Blood Ties) on a routine storm-seeking mission. But they soon find themselves at the mercy of nature at its most awesome and destructive when a low-level hurricane off the Florida coast unexpectedly turns into one of the most powerful storms in America?s history. As the violent winds buffet and batter the small aircraft, knocking out the pilot, it?s a race against time as the pair struggle to escape with their lives and warn everyone about the fast-moving danger.","release_date":"2010-01-27","vote_average":3.7,"runtime":88,"cert":"N\/A","id":55786,"title":"Storm Seekers","adult":false,"genre_ids":[28,53]},{"cast":["Reese Witherspoon","Robert Pattinson","Christoph Waltz","Hal Holbrook","Richard Brake"],"overview":"In this captivating Depression-era melodrama, impetuous veterinary student Jacob Jankowski joins a celebrated circus as an animal caretaker but faces a wrenching dilemma when he's transfixed by angelic married performer Marlena.","release_date":"2011-03-15","vote_average":6.9,"runtime":120,"cert":"12A","id":55787,"title":"Water for Elephants","adult":false,"genre_ids":[18,10749]},{"cast":["Lee Mi-sook","Kim Min-hee","Ahn So-hee","Kim Heung-soo","Kim Sung-su"],"overview":"A screenwriter dreams of success and has a boyfriend who is a member of an unsuccessful rock band. Her sister, an interior designer, meets an actor she falls for. Her niece is trying to figure out how to get her first kiss from her boyfriend. Three stories about life and dating.","release_date":"2008-01-17","vote_average":5.4,"runtime":114,"cert":"N\/A","id":55788,"title":"Hellcats","adult":false,"genre_ids":[18,10749]},{"cast":["Bar Refaeli","Kim Cloutier","Brooklyn Decker","Cintia Dicker","Lucia Dvorska"],"overview":"All videos of featured models Kim Cloutier, Brooklyn Decker, Cintia Dicker, Lucia Dvorska, Esti Ginzborg, Jessica Gomes, Melissa Haro, Jessica Hart, Julie Henderson, Damaris Lewis, Jarah Mariano, Ariel Meredith, Tori Praver, Bar Refaeli, Hilary Rhoda, Daniella Sarahyba, Irina Sheik, Anne V, Jessica White with the Body paint videos are available. Also Includes Various Location Video Shoots such as from Dominican Republic, Grenada, Grenadines, Mexico, Italy, Tenerife and Turkey","release_date":"2009-08-09","vote_average":7.5,"runtime":22,"cert":"N\/A","id":55789,"title":"Sports Illustrated: Swimsuit 2009","adult":false,"genre_ids":[]},{"cast":["Natarajan Subramaniam","Poongodi","Ravi Mariya","Singampuli","K. P. Jagannath"],"overview":"Azhagar is a happy go lucky youngster, who looks after his family's red chilly business (justifying the title 'milaga'), in Madurai. But his main job is to be with his friends- roaming, singing and fighting for them all the time (justifying the sub title- 'Maduraikaara payaluga natupukkaga usuraiyum kuduppaiynga...').","release_date":"2010-10-10","vote_average":5.5,"runtime":155,"cert":"N\/A","id":55790,"title":"Milaga","adult":false,"genre_ids":[10749,35]},{"cast":["Anne Charrier","Murilo Benício","Tom Conti","Guy Marchand","Corbin Bernsen"],"overview":"Paid is a film noir in the tradition of the French gangster movie. It is a story about underworld characters that have come to regret the choices they have made and now secretly long for a different and more meaningful life. It is also a love story between Paula Gireaux , a 28-year-old Parisian call girl working in Amsterdam and a hit man, Michel Angelo (30) whose hearts are touched when a six-year-old Bolivian boy abruptly enters their lives. The boy changes their fate. He gives them reason to reach for their dreams and to start a whole new life together. But, at the moment Paula and Michel decide to escape the underworld, Paula realizes that her hands are tied to a paid deal she has made with a powerful English narcotics baron, Rudi Dancer (55). The enticing offer Paula could not refuse, turns into the demon that stands in the way of her future with Michel. Eventually, Michel and Paula find their way to freedom but not without paying a high price","release_date":"2006-09-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":55791,"title":"Paid","adult":false,"genre_ids":[28,53]},{"cast":["Alan Arkin","Madeline Kahn","William Finley","Wallace Shawn","Max Wright"],"overview":"A group of scientist take Simon, a psychology professor, as a test person for a brainwash experiment. After that they try to convince him that he was a living-being from another planet","release_date":"1980-02-01","vote_average":6.4,"runtime":97,"cert":"N\/A","id":55792,"title":"Simon","adult":false,"genre_ids":[35,878]},{"cast":["Vaibhav Reddy","Samuthirakani","Abhinaya","A. L. Azhagappan","Aparnaa Bajpai"],"overview":"Chezhiyan (Vaibhav) is a rich spoiled guy. Chezhiyan's father, Deiva Nayagam (A.L. Azhagappan), a leading politician, would bail them out even if he and his friends commit a murder. Vaibhav falls in love with a girl named Reshma, (Aparna) daughter of a businessman (largely inspired from Vijay Mallya). There are some political dramas that happens before the families agree to their marriage. Meanwhile Sangayya (Samudrakani), the Assistant Commissioner Of Police, is used in a political drama.","release_date":"2010-12-17","vote_average":3.5,"runtime":144,"cert":"N\/A","id":55793,"title":"Eesan","adult":false,"genre_ids":[53,18]},{"cast":[],"overview":"Derren Brown: The Events is a Channel 4 television series featuring the illusionist Derren Brown. Filmed in front of a live studio audience, this series is made up of four one-hour specials, during which Brown attempts what he has described as \"some of the most incredible feats to date\". The show consists of a mixture of pre-recorded location pieces connected by theatre-based segments, with each of the four programmes building up to a major stunt performance. The first trailer broadcast included Brown speaking in reverse but walking forwards with events around him happening forwards. Seemingly cryptic messages were also hidden in the advert such as links to a \"Manchester United\" website. The advert was later played forwards (although now with Brown moving in reverse), and revealed the premise of the shows. Brown explains that in his new series he will be revealing the \"inner workings\" of his tricks and \"showing you how to get away with it\".","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":55794,"title":"Derren Brown: The Event","adult":false,"genre_ids":[]},{"cast":["Atharvaa Murali","Prasanna","Samantha Akkineni","Karunas","Manobala"],"overview":"Ramesh spends his time flying kites and playing games along with his friends on the streets. However, his life takes a turn for the better when he accidentally meets an aspiring designer, Priya.","release_date":"2010-08-06","vote_average":6.1,"runtime":144,"cert":"N\/A","id":55795,"title":"Baana Kaathadi","adult":false,"genre_ids":[10749,53]},{"cast":["Amala Paul","Vidharth","Thambi Ramaiah","Suzane George"],"overview":"The film starts with an imprisoned Suruli (Vidarth) recalling his childhood love with Mynaa (Amala Paul) that becomes more intense as they grow. Though, Mynaa's mother assures Suruli of getting them married, she changes her mind and plans to get Mynaa married to a person working in Dubai. Infuriated Suruli threatens to kill her by dumping a large stone on her. He gets arrested by police for a 15-day prison sentence, but escapes the days before release after he is informed that Mynna's mother is arranging her marriage before his 15 day remand is over. As the police officer Bhaskar (Sethu) and a constable Ramaiah (Thambi Ramaiah) handcuff Suruli, Mynaa too goes along with him as they decide to get married after release from prison.","release_date":"2010-10-10","vote_average":6.8,"runtime":144,"cert":"N\/A","id":55796,"title":"Mynaa","adult":false,"genre_ids":[53,18,10749]},{"cast":[],"overview":"When Fireman Sam performs a super-heroic rescue, he is awarded a special bravery medal and offered a new job in Newtown by visiting Chief Fire Officer Boyce. Meanwhile, a Pontypandy Pioneer Scouts camping trip, results in a forest fire that threatens to engulf Pontypandy, forcing everyone to prepare to evacuate ! Will Fireman Sam leave his beloved town, and will this be the end of Pontypandy ?","release_date":"2010-04-05","vote_average":5.0,"runtime":60,"cert":"","id":55797,"title":"Fireman Sam: The Great Fire of Pontypandy","adult":false,"genre_ids":[16,10751,10770]},{"cast":["Don Wilson","Richard Roundtree","Gregory McKinney","Rick Dean","Richard Paul"],"overview":"Don Wilson returns to the screen as a man unjustly accused of a brutal crime. Within the prison he must fight for survival, freedom and justice.","release_date":"1992-01-05","vote_average":4.6,"runtime":88,"cert":"N\/A","id":55798,"title":"Bloodfist III: Forced to Fight","adult":false,"genre_ids":[28]},{"cast":["Arj Barker"],"overview":"Arj Barker has appeared on several television comedy shows since his 1997 appearance on Premium Blend. Most of his appearances are late-night shows such as Late Night with Conan O'Brien and The Glass House. He has had his own Comedy Central Presents episode on two occasions, first on 20 September, 2000 and again on 31 March, 2006. He also has appeared on the Australian show, Thank God You're Here on 18 October, 2006 and the 19th September, 2007 (the latter of which, he won). Barker also co-wrote The Marijuana-Logues, an off-Broadway show currently showing in New York - the title is a parody of production The Vagina Monologues. Doug Benson and Tony Camin also wrote the play, and all three perform in it as the original cast. Arj Barker also appears in the HBO sitcom Flight of the Conchords, as Dave, Bret and Jemaine's friend, whom they meet after moving to New York.","release_date":"2010-01-26","vote_average":4.3,"runtime":90,"cert":"N\/A","id":55799,"title":"Arj Barker: LYAO","adult":false,"genre_ids":[35]},{"cast":["Anderson Silva","Chris Leben","Jon Fitch","Stephan Bonnar","Rashad Evans"],"overview":"The coming out party for Anderson Silva, the future middleweight champion of the UFC. Also featuring a clash between two welterweight beasts, Jon Fitch and Thiago Alves.","release_date":"2006-06-28","vote_average":0.0,"runtime":120,"cert":"N\/A","id":55800,"title":"UFC Fight Night 5: Leben vs. Silva","adult":false,"genre_ids":[]},{"cast":["Maria Bamford"],"overview":"For most people, Plan B is nothing more than a fall-back, a pale imitation of the grand plan that might have been. Maria Bamford, as even casual fans will admit, is not \"most people.\" There's no telling what her Plan A might have entailed (perhaps a one-woman rendition of \"Grey Gardens?\"), but Bamford's Plan B turns out to be a virtuoso, one-woman performance of a self-imposed stint in Northwoods exile. Filmed live at the Varsity Theater in Minneapolis, the extra-packed DVD now out from Stand Up! Records has an intimate and theatrical flavor that may feel unexpected to some of Bamford's followers, but skillfully weaves together the most well-wrought portions of her repertoire. More focused than her usual stand-up routine, in Plan B Bamford takes on the story of her own Hollywood life, viewed from the much safer - and possibly much weirder - climes of Duluth, MN.","release_date":"2010-03-09","vote_average":4.3,"runtime":60,"cert":"N\/A","id":55801,"title":"Maria Bamford: Plan B","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The fascinating portrait of Ion Bârlàdeanu. The touching and inspiring story of a man who literally lived in the gutter for 20 years - and in the meantime managed to create paintings and collages which are now exhibited alongside works by Andy Warhol or Marcel Duchamp.","release_date":"2009-12-17","vote_average":7.5,"runtime":60,"cert":"N\/A","id":55802,"title":"The World According to Ion B.","adult":false,"genre_ids":[]},{"cast":[],"overview":"Four twenty-something women, crammed into a small Manhattan apartment, have dead end jobs (or no job) and overdue rent. They discover cash and self esteem when they set up an illegal bookie joint in their kitchen. Suddenly they can pay their bills; they imagine joining the middle class; they even make corporate donations to charity. The film also explores their relationships with men, most of whom are unfit for anything lasting, and with their mothers, who appear in surreal, imagined conversations with their daughters.","release_date":"1997-08-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":55803,"title":"Dogs: The Rise and Fall of an All-Girl Bookie Joint","adult":false,"genre_ids":[35]},{"cast":["Mike Birbiglia"],"overview":"Mike says, \"A few years ago my therapist suggested I keep a journal of all the crazy things that were going on in my life, so that I could keep things in perspective. Around the same time audiences were demanding more material, and I realized that other people might enjoy these stories-so I started sending them out to my mailing list. Now, my Secret Public Journal has become a Comedy Central special and DVD for all the world to see. Not sure this is what my therapist had in mind.\"","release_date":"2008-02-09","vote_average":7.7,"runtime":60,"cert":"N\/A","id":55804,"title":"Mike Birbiglia: What I Should Have Said Was Nothing","adult":false,"genre_ids":[35]},{"cast":[],"overview":"There is no turning back. Whether we trust our friends, others or ourselves our decision determines the fate of the future. Green River's story deals with the agonizing truth of the actions we take in times of crisis.","release_date":"2008-05-08","vote_average":3.8,"runtime":null,"cert":"N\/A","id":55807,"title":"Green River","adult":false,"genre_ids":[9648,53]},{"cast":["Suriya","Vivek Oberoi","Priyamani","Radhika Apte","Shatrughan Sinha"],"overview":"The sequel carries forward the tale of power and revenge which exploded in Rakht Charitra 1. The rebel leader turned politician, Pratap consolidates his political base but is forced to retread the path of vengeance once again after a rival from the past, Surya Narayan Reddy chooses to avenge the assassination of his family. Surya swears vengeance against Pratap after his family is wiped out in a bomb attack and Pratap is hell bent on decimating his enemy, even if it means separating ways with his mentor and political veteran, Shivaji.","release_date":"2010-12-03","vote_average":5.5,"runtime":135,"cert":"N\/A","id":55808,"title":"Rakht Charitra 2","adult":false,"genre_ids":[28,80,18]},{"cast":["Alex Cord","Delia Sheppard","Charles Dierkop","Jillian Kesner","Randall Brady"],"overview":"A serial killer is after hookers and strippers. A male detective and his female partner are assigned to stop him.","release_date":"1992-01-01","vote_average":3.0,"runtime":95,"cert":"N\/A","id":55809,"title":"Roots of Evil","adult":false,"genre_ids":[27,80,18]},{"cast":["Peta Wilson","Keith David","Stan Lee","Frank Miller","Dennis O'Neil"],"overview":"Industry insiders like Stan Lee and Neil Gaiman (The Sandman) reflect on the way their colorful creations reflect society at large. They have spread from the pulpy pages of nickel comics to Saturday morning cartoons, the big screen and beyond. They have evolved from simple, All-American heroes to tortured, complicated characters reflecting the dreams, desires and fears of modern society. From Superman to The Sandman, Comic Book Superheroes Unmasked is a fascinating, feature-length look at the evolution of an art form that has proved remarkably adaptable and enduring. Filled with classic images from DC and Marvel Comics as well as extensive interviews with modern masters of the graphic novel like Neil Gaiman and Frank Miller (The Dark Knight Returns), this documentary, originally aired on the History Channel, goes far beyond the superficial escapist fantasies to probe the forces that shaped the characters who have become legend...","release_date":"2003-07-01","vote_average":6.8,"runtime":100,"cert":"N\/A","id":55812,"title":"Comic Book Superheroes Unmasked","adult":false,"genre_ids":[99]},{"cast":["Alexandra Gorman","Willy Ortlieb","Mark MacPherson","Stephanie Hoover","Hillery Gunner"],"overview":"While trying to find where her younger brother wandered off to, Jenny and David, must search an abandoned wrecking yard with a horrifying history.","release_date":"2008-01-01","vote_average":2.2,"runtime":88,"cert":"N\/A","id":55813,"title":"Hot Rod Horror","adult":false,"genre_ids":[28,27,53]},{"cast":[],"overview":"\"No Justice!\" \"No Peace!\" This rising chant from the streets escalated in answer to the seemingly endless incidents of police brutality throughout this great nation. Following the shooting of Amadou Diallo by 4 members of the NY City Police Department these chants rose from the streets by heartbroken and enraged voices. However, there are two sides to every story and the truth is often found where you least expect it. \"If I Die Tonight\" reflects on the lives and stories of those who survive on both sides of an impenetrable divide.","release_date":"2009-09-06","vote_average":0.0,"runtime":94,"cert":"N\/A","id":55816,"title":"If I Die Tonight","adult":false,"genre_ids":[99]},{"cast":["Janeane Garofalo"],"overview":"She's funny. She's edgy. She's the one-and-only Janeane Garofalo (TV's 24, The Larry Sanders Show). And now, in her first solo special in over a decade, this Emmy nominated stand-up superstar digs into the many myths we all live by and casts her unique insights and hilarious riffs on life, culture and politics. Filmed live before a sold-out audience in Seattle's Moore Theater, it's a virtuoso hour-long display of Garofalo’s uniquely outrageous takes on everything from the trouble with twitter, to the truth about rehab, to the end of sex as we know it, to the vaguely disturbing perfection of Natalie Portman's... anatomy. Intrigued? Then prepare yourself, if that's possible, for the extreme comedy of Janeane Garofalo.","release_date":"2010-09-14","vote_average":6.7,"runtime":66,"cert":"N\/A","id":55817,"title":"Janeane Garofalo: If You Will","adult":false,"genre_ids":[35]},{"cast":["Emmanuel Jal"],"overview":"Hip-hop star Emmanuel Jal returns to Sudan where he served as a child soldier.","release_date":"2008-11-14","vote_average":0.0,"runtime":94,"cert":"N\/A","id":55818,"title":"War Child","adult":false,"genre_ids":[99]},{"cast":["Timothy Hutton","Mandy Patinkin","Lindsay Crouse","Ed Asner","Ellen Barkin"],"overview":"The fictionalized story of Daniel, the son of Paul and Rochelle Isaacson, who were executed as Soviet spies in the 1950s. As a graduate student in New York in the 1960s, Daniel is involved in the antiwar protest movement and contrasts his experiences to the memory of his parents and his belief that they were wrongfully convicted.","release_date":"1983-08-26","vote_average":7.3,"runtime":130,"cert":"N\/A","id":55819,"title":"Daniel","adult":false,"genre_ids":[18]},{"cast":["Deven Verma","Aruna Irani"],"overview":"Chhuppa Chhuppi is the hilarious, fun ? filled love story of a blundering detective William Bose and a mod runaway girl Rani. To escape being married to a ridiculous young man, Rani, daughter of rich parents in the city of Delhi, runs away form home and comes to Bombay, finally securing a job as secretary to an out of work, blundering private detective William Bose. Rani?s parents, as chance would have it, employ the same detective to search for their missing daughter,. Rani is too clever to be caught by her innocent and blundering employer, and she easily manages to change the photograph of the runaway girl which her parents have posted to the detective, thus putting him off on a wrong trail and not letting him suspect that the very girl who works with him throughout the day is the object of his search. But his simplicity golden- heartedness and good nature make Rani fall desperately in love with him.","release_date":"1981-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":55820,"title":"Chhuppa Chhuppi","adult":false,"genre_ids":[35]},{"cast":["Jonathan Rhys Meyers","Jeremy Northam","Joely Richardson","Anna Friel","Trevor Eve"],"overview":"Property developer Jamie has to evict some weird, post-modern hippies from a building. But they slowly drag him into their dark underworld of bizarre rituals and dangerous liaisons.","release_date":"1998-06-21","vote_average":6.0,"runtime":105,"cert":"","id":55821,"title":"The Tribe","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Following the death of her stepmother, a young woman leaves her life in the USA behind, and rekindles the bonds with her Indonesian-Dutch grandmother.","release_date":"2008-10-28","vote_average":0.0,"runtime":143,"cert":"N\/A","id":55824,"title":"Ver van Familie","adult":false,"genre_ids":[]},{"cast":["Nash Edgerton","Mirrah Foulkes","Chum Ehelepola","David Michôd","Sebastian Dickins"],"overview":"A young man tries to make things right again in his relationship after he and his girlfriend get in a fight.","release_date":"2007-06-17","vote_average":6.7,"runtime":10,"cert":"N\/A","id":55825,"title":"Spider","adult":false,"genre_ids":[18,35,28]},{"cast":["Lee Turnbull","Greg Wakeham","Kyle Treslove","Aaron White","Jay Brown"],"overview":"Set amongst the backdrop of the towering, concrete-clad estates of south London ‘Zebra Crossings’ blends a diverse mixture of characters that all share one thing in common: The incredible loneliness of living alongside 7 million other people.","release_date":"2011-01-28","vote_average":6.0,"runtime":93,"cert":"","id":55830,"title":"Zebra Crossing","adult":false,"genre_ids":[18]},{"cast":["Brenda Vaccaro","Dyan Cannon","Joseph Bologna"],"overview":"A handful of men and women of a certain age pick up the pieces of their lives and look for new love after the loss of their mates in this comedy drama from writer-director Susan Seidelman.","release_date":"2005-08-05","vote_average":5.7,"runtime":105,"cert":"N\/A","id":55831,"title":"Boynton Beach Club","adult":false,"genre_ids":[35,18,10749]},{"cast":["Vic Sotto","Tito Sotto","Joey de Leon","Gian Sotto","Oyo Boy Sotto"],"overview":"Vic Ungasis is an archaeologist who has recovered the Kali of Humabon and is looking for a partner sword, the Kampilan of Lapu-Lapu, plus the Peseta, one of Judas Iscariot's 30 pieces of silver which reportedly gives the bearer immortality. Upon returning home, he reunites with the Escalera brothers, who have become successful real-estate developers. However, a Yakuza who has acquired the Kampilan wants the Peseta so it could be merged with the sword for unmatched power.","release_date":"2008-12-25","vote_average":0.0,"runtime":105,"cert":"N\/A","id":55832,"title":"Iskul Bukol 20 Years After (Ungasis and Escaleras Adventure)","adult":false,"genre_ids":[35,12,28]},{"cast":["Renée Faure","Jany Holt","Sylvie","Mila Parély","Marie-Hélène Dasté"],"overview":"A well-off young woman decides to become a nun, joining a convent that rehabilitates female prisoners. Through their program, she meets a woman named Thérèse who refuses any help because she says she was innocent of the crime she was convicted for. After being released from prison, Thérèse murders the actual perpetrator of the crime and comes to seek sanctuary in the convent.","release_date":"1943-06-23","vote_average":6.9,"runtime":96,"cert":"N\/A","id":55835,"title":"Angels of Sin","adult":false,"genre_ids":[18]},{"cast":["Dominique Sanda","Guy Frangin","Jeanne Lobre","Claude Ollier","Jacques Kébadian"],"overview":"When his young wife commits suicide with no explanation, an introspective pawnbroker looks back on their life together.","release_date":"1969-08-27","vote_average":6.6,"runtime":88,"cert":"N\/A","id":55836,"title":"A Gentle Woman","adult":false,"genre_ids":[10749,18]},{"cast":["Tony Shalhoub","Barry Corbin","Katie Aselton","Vanessa Branch"],"overview":"Follows the journey of Joe Peterson, a burned out children's book writer who's approaching a midlife crisis.","release_date":"2009-01-01","vote_average":5.5,"runtime":92,"cert":"N\/A","id":55839,"title":"Feed The Fish","adult":false,"genre_ids":[35,10749]},{"cast":["Alyssa Barden","Brittany Barden","Dawn Barden"],"overview":"In 'What's the Matter with Kansas?' a politically active Kansas megachurch splinters, moves to an amusement park, and when that fails, a Best Western motel. Meanwhile, an idealistic farmer revives Kansas' progressive tradition, taking his message all the way to Washington, D.C.","release_date":"2009-09-15","vote_average":5.0,"runtime":90,"cert":"N\/A","id":55840,"title":"What's the Matter with Kansas?","adult":false,"genre_ids":[35,99,10749]},{"cast":["Phil Ochs","Tom Paxton","Jello Biafra","Christopher Hitchens","Billy Bragg"],"overview":"From civil rights to the anti-war movement to the struggles of workers, folksinger Phil Ochs wrote topical songs that engaged his audiences in the issues of the 1960s and 70s. In this biographical documentary, veteran director Kenneth Bowser shows how Phil's music and his fascinating life story and eventual decline into depression and suicide were intertwined with the history-making events that defined a generation. Even as his contemporaries moved into folk-rock and pop music, Phil followed his own vision, challenging himself and his listeners. Not one to pull punches, Ochs never achieved the commercial success he desperately desired. But his music remains relevant, reaching new audiences in a generation that finds his themes all too familiar.","release_date":"2011-01-05","vote_average":7.0,"runtime":96,"cert":"N\/A","id":55845,"title":"Phil Ochs: There But for Fortune","adult":false,"genre_ids":[99,10402]},{"cast":["Jason Statham","Paddy Considine","Aidan Gillen","Zawe Ashton","Luke Evans"],"overview":"A tough, renegade cop with a gay sidekick is dispatched to take down a serial killer who has been targeting police officers.","release_date":"2011-05-20","vote_average":6.0,"runtime":97,"cert":"18","id":55846,"title":"Blitz","adult":false,"genre_ids":[80,28,53]},{"cast":["Isabelle Weingarten","Guillaume des Forêts","Maurice Monnoyer","Lidia Biondi","Jérôme Massart"],"overview":"Jacques, a young man with artistic aspirations, spends four nights wandering Paris with a young woman, whom he rescued from suicide.","release_date":"1971-01-01","vote_average":7.6,"runtime":87,"cert":"N\/A","id":55847,"title":"Four Nights of a Dreamer","adult":false,"genre_ids":[18,10749]},{"cast":["Luc Simon","Laura Duke Condominas","Humbert Balsan","Vladimir Antolek-Oresek","Patrick Bernhard"],"overview":"Having failed in their quest for the Holy Grail, the knights of the Round Table return to Camelot, their number reduced to a mere handful. Seeing a rift developing between Lancelot and Mordred, Arthur urges his knights to bury their differences and become friends. However, the king is unaware that Lancelot is having an affair with his queen, Guinevere. Lancelot is torn between his duty to his king and his love for the queen, whilst Mordred is determined to use his infidelity to destroy him.","release_date":"1974-09-26","vote_average":6.2,"runtime":85,"cert":"N\/A","id":55848,"title":"Lancelot of the Lake","adult":false,"genre_ids":[18,10749,10752]},{"cast":["Liam Neeson"],"overview":"A presentation of the facts and theory surrounding the astronomical phenomenon of \"black holes\", using the latest in computer-generated imagery. Theories regarding their origin are presented, along with speculation about what lies with and beyond them.","release_date":"2006-02-10","vote_average":5.3,"runtime":23,"cert":"N\/A","id":55849,"title":"Black Holes: The Other Side of Infinity","adult":false,"genre_ids":[99]},{"cast":[],"overview":"This moving documentary chronicles the last year in the life of Robert Eads, a female-to-male transsexual dying of ovarian cancer. We're introduced to several prominent figures in Robert's life -- most importantly, his life partner, Lola Cola. Lola is a transsexual who's become Robert's life partner and caretaker. The two prepare to lead a panel at the annual Southern Comfort conference, a yearly event created for transgendered individuals.","release_date":"2001-01-25","vote_average":7.6,"runtime":90,"cert":"N\/A","id":55852,"title":"Southern Comfort","adult":false,"genre_ids":[99,10749]},{"cast":["Bulle Ogier","Benoît Régent","Fejria Deliba","Laurence Côte","Bernadette Giraud"],"overview":"Four inseparable high-school seniors gain from each other the courage to face the harsh realities of their rapidly approaching adulthood.","release_date":"1989-02-08","vote_average":6.8,"runtime":160,"cert":"N\/A","id":55853,"title":"Gang of Four","adult":false,"genre_ids":[12,18,9648]},{"cast":["Caleb Campbell","Holly Karrol Clark","Chris Brown","Kaycee"],"overview":"An aging, wealthy diva, Ms. Victoria Gaylord, in her late 50's learns that she has a mysterious illness and will soon be dead. Her family, friends, and entourage gather at her fabulous estate to assist her during this time of ill health. Some of these guests are loyal while others are vultures creeping their way into Ms. Gaylord's finances.","release_date":"2006-01-01","vote_average":3.9,"runtime":79,"cert":"N\/A","id":55854,"title":"The Young, the Gay and the Restless","adult":false,"genre_ids":[35,18]},{"cast":["Danny Kaye","Mai Zetterling","Torin Thatcher","David Burns","Leon Askin"],"overview":"Ventriloquist Jerry Morgan has failed with another love affair. The reason: when the relationship reaches the point when it is time to discuss marriage, his doll Clarence becomes mean and jealous. His fiancée Audrey leaves him and Jerry smashes his two dolls, Clarence and Terrence. Morgan's dollmaker Papinek is member of a spy ring who has stolen the secret plans to the top secret Lafayette airplane. Since Morgan is leaving for Zurich the same night, he decides to use Morgan's dolls as a mailbox and hides the secret plan in the heads of the dolls. Another secret spy ring also wants to get their hands on Jerry's luggage and they *also* follow him. Eventually, Jerry is chased by both these organizations as well as the police, who suspects him of murder.","release_date":"1954-04-06","vote_average":7.0,"runtime":103,"cert":"N\/A","id":55859,"title":"Knock On Wood","adult":false,"genre_ids":[28,35]},{"cast":["Johnny Weissmuller","Johnny Sheffield","Frances Gifford","Stanley Ridges","Sig Ruman"],"overview":"Zandra, white princess of a lost civilization, comes to Tarzan for help when Nazis invade the jungle with plans to conquer her people and take their wealth. Tarzan, the isolationist, becomes involved after the Nazis shoot at him and capture Boy: \"Now Tarzan make war!\"","release_date":"1943-01-20","vote_average":5.7,"runtime":76,"cert":"N\/A","id":55860,"title":"Tarzan Triumphs","adult":false,"genre_ids":[28,12,10752]},{"cast":["Alexandra Staden","Victor McGuire","Adam Rayner","Antonia Campbell-Hughes","Ashley Mulheron"],"overview":"Something diabolical is taking place on the set of \"The Task\" a new reality show in which players complete terrifying missions within the confines of an abandoned prison hoping to win a hefty cash prize. As six young students explore their new environment, malicious spirits make their presence known in the most gruesome ways imaginable, Unable to escape the labyrinthine prison, the contestants become unwitting pawns caught at the centre of a blood-soaked night of terror.","release_date":"2011-01-28","vote_average":4.7,"runtime":90,"cert":"18","id":55861,"title":"The Task","adult":false,"genre_ids":[27]},{"cast":["Danny Kaye","Pier Angeli","Salvatore Baccaloni","Noel Purcell","Robert Coote"],"overview":"Downtrodden but creative English school-teacher (Danny Kaye) on archeological trip discovers joys of love and circus life with acrobat (Pier Angeli).","release_date":"1958-04-04","vote_average":6.5,"runtime":103,"cert":"N\/A","id":55864,"title":"Merry Andrew","adult":false,"genre_ids":[35]},{"cast":["Dawn Harper"],"overview":"This addition to the Lovers' Guide series provides instruction and advice on improving couples' sex life through introducing a variety of new positions.","release_date":"2003-03-02","vote_average":5.3,"runtime":58,"cert":"","id":55867,"title":"The Lovers Guide: Sexual Positions","adult":true,"genre_ids":[99]},{"cast":[],"overview":"The Sign of the Beaver tells the story of a 12-year-old boy, Matt, and his father, who, as early settlers, together build a wooden cabin in Maine in 1769. However, Matt's father must head back to Quincy, Massachusetts, to get Matt's mother, sister, and newborn sibling who were all left behind so Matt and his father could build shelter for them. Matt's father promises to return in seven weeks and Matt is left alone with his father's old watch (a family heirloom) and a hunting rifle to guard the family's newly-built homestead and field crops. Unfortunately, Matt finds himself enduring many hardships for which he is unprepared. His hunting rifle is stolen by a stranger named Ben, his crop is picked over by the wildlife, and his food supplies are pillaged by a hungry bear.","release_date":"1987-01-01","vote_average":0.0,"runtime":93,"cert":"N\/A","id":55870,"title":"The Sign Of The Beaver","adult":false,"genre_ids":[]},{"cast":["Johnny Weissmuller","Nancy Kelly","Johnny Sheffield","Otto Kruger","Joe Sawyer"],"overview":"A letter from Jane, who is nursing British troops, asks Tarzan's help in obtaining a malaria serum extractable from jungle plants. Tarzan and Boy set out across the desert looking for the plants and wind up ruining a German's attempt to capture a wild horse. They arrive in an Arab city and rescue a stranded American lady magician, sentenced to be hanged for carrying a secret message to the Sheik. To obtain the plants, Tarzan must fight prehistoric monsters, Nazis, and so on.","release_date":"1943-12-26","vote_average":5.3,"runtime":70,"cert":"N\/A","id":55871,"title":"Tarzan's Desert Mystery","adult":false,"genre_ids":[28,12,10752]},{"cast":["Johnny Weissmuller","Brenda Joyce","Johnny Sheffield","Henry Stephenson","Maria Ouspenskaya"],"overview":"A group of archaeologists asks Tarzan to help them find an ancient city in a hidden valley of women. He refuses, but Boy is tricked into doing the job. The queen of the women asks Tarzan to help them.","release_date":"1945-04-29","vote_average":5.7,"runtime":76,"cert":"N\/A","id":55872,"title":"Tarzan and the Amazons","adult":false,"genre_ids":[28,12,10749]},{"cast":["Johnny Weissmuller","Brenda Joyce","Johnny Sheffield","Acquanetta","Edgar Barrier"],"overview":"An African tribe devoted to the leopard cult is dedicated to preventing civilization from moving further into Africa. Tarzan fights them when the cult first attacks a caravan and next attacks Jane and Boy. Tarzan is captured. Boy is bothered by the Leopard Priestess' younger brother. Cheetah saves the day.","release_date":"1946-01-01","vote_average":5.8,"runtime":72,"cert":"N\/A","id":55873,"title":"Tarzan and the Leopard Woman","adult":false,"genre_ids":[28,12,10749]},{"cast":["Aya Hirano","Ryouko Nagata","Ai Tokunaga","Akira Ishida","Gou Aoba"],"overview":"The story takes place in a future where the human race has expanded and inhabits a multitude of planets in the universe with fantastic technology. Unsurprisingly, crime has grown alongside technology, and thus the GOTT, Galactic Organization of Trade and Tariffs, is formed as a sort of universal police force. Within this organization, there is a special (and secret) branch known as the ES Force (ES standing for \"Encounter of Shadow-work\"), consisting of twelve young people that possess amazing superpowers. Each ES member operates with another as a team, and the series' focus is a team of two low-level members, Éclair and Lumière. As the series progresses, they start to see the darker side of GOTT and its secrets.","release_date":"2007-06-23","vote_average":6.0,"runtime":80,"cert":"N\/A","id":55880,"title":"Kiddy Grade II: Maelstrom","adult":false,"genre_ids":[16]},{"cast":["Aya Hirano","Ryouko Nagata","Ai Tokunaga","Akira Ishida","Gou Aoba"],"overview":"The story takes place in a future where the human race has expanded and inhabits a multitude of planets in the universe with fantastic technology. Unsurprisingly, crime has grown alongside technology, and thus the GOTT, Galactic Organization of Trade and Tariffs, is formed as a sort of universal police force. Within this organization, there is a special (and secret) branch known as the ES Force (ES standing for \"Encounter of Shadow-work\"), consisting of twelve young people that possess amazing superpowers. Each ES member operates with another as a team, and the series' focus is a team of two low-level members, Éclair and Lumière. As the series progresses, they start to see the darker side of GOTT and its secrets.","release_date":"2007-09-01","vote_average":6.0,"runtime":90,"cert":"N\/A","id":55881,"title":"Kiddy Grade III: Truth Dawn","adult":false,"genre_ids":[16]},{"cast":["Steven Wright"],"overview":"Steven Wright, the Confucius of Comedy, recorded his first album, I Have A Pony, in 1985. That Grammy - nominated album, along with an HBO special the following year, established Wright as one of the most inventive, peculiar and admired comedians of our era. Surreal and cerebral, his languid voice and deadpan delivery of ironic, witty and sometimes even deeply philosophical one-liners made him a unique and unforgettable performer.","release_date":"1985-09-07","vote_average":8.3,"runtime":60,"cert":"N\/A","id":55882,"title":"A Steven Wright Special","adult":false,"genre_ids":[35]},{"cast":["Kenta Izuka","Seigo Noguchi","Haruno","Emi Hasegawa","Hiroaki Iwanaga"],"overview":"Taking place between episodes 38 and 39 of the Tomica Hero: Rescue Force television series, the film features Doktor Madu joining forces with the Neo Thera to hijack the super express train Mach Train with his Metal Train, intending to use the Mach Train in the most Super-Disaster ever.","release_date":"2008-12-20","vote_average":0.0,"runtime":75,"cert":"N\/A","id":55887,"title":"Tomica Hero: Rescue Force Explosive Movie: Rescue the Mach Train!","adult":false,"genre_ids":[28,12,878]},{"cast":["Steve Railsback","Carrie Snodgress","Carol Mansell","Sally Champlin","Steve Blackwood"],"overview":"The true story of Edward Gein, the farmer whose horrific crimes inspired Psycho, The Texas Chainsaw Massacre and The Silence of the Lambs. This is the first film to Gein's tormented upbringing, his adored but domineering mother, and the 1957 arrest uncovered the most bizarre series of murders America has ever seen","release_date":"2000-11-17","vote_average":5.4,"runtime":89,"cert":"15","id":55888,"title":"Ed Gein","adult":false,"genre_ids":[80,18,27,53]},{"cast":["Li Xiaofeng","Fredrik Johansson","Manuel Schenkhuizen","Jang Jae-Ho","Yoan Merlo"],"overview":"Warcraft III is the most popular real-time strategy computer game, thrilling over 2.5 million North Americans and 10 million people worldwide everyday. The game creates an alternate universe, where players challenge each other with a mythically-charged online world of humans, orcs, the undead, knights, and elves. In Beyond the Game, we meet - in real life and within the game - two of the game's leading figures, known as Grubby and Sky. Acclaimed filmmaker Jos de Putter tracks these Kasparovs of a new generation and a new game across the world all the way to the world championships in Seattle. A fascinating, surprising, and genuinely touching portrait, Beyond the Game is a study of, and participation in, the reformation of our communities in the internet age.","release_date":"2008-11-01","vote_average":7.3,"runtime":71,"cert":"N\/A","id":55889,"title":"Beyond the Game","adult":false,"genre_ids":[99]},{"cast":["Alexandra Daddario","Michael Biehn","John Savage","Valentina de Angelis","Peyton List"],"overview":"In 1989, six year old Martin Bristoll was kidnapped from his backyard swing in Minersville Pennsylvania. Graham Sutter, a psychotic recluse, kept Martin imprisoned on his derelict pig farm, forcing him to witness and participate in unspeakable horrors. Chosen at random, his victim's screams were drowned out by the rural countryside. For five years, Martin's whereabouts have remained a mystery, until 17 year old Allison Miller comes to live with her Uncle, Jonathan. While exploring her new surroundings, Allison discovers things aren't quite right at the farmhouse down the road. Her curiosity disturbs a hornet's nest of evil and despair that once torn open, can never be closed.","release_date":"2010-07-16","vote_average":5.2,"runtime":103,"cert":"18","id":55890,"title":"Bereavement","adult":false,"genre_ids":[80,27]},{"cast":["Vahina Giocante","Samuel Jouy","François Berléand","Fanny Cottençon","Pierre Cassignard"],"overview":"After a brutal attack, a 19-year-old girl falls into a self-destructive cycle.","release_date":"2002-02-27","vote_average":5.0,"runtime":91,"cert":"N\/A","id":55891,"title":"Alive","adult":false,"genre_ids":[18]},{"cast":["Tomoko Kotani","Taichirō Hirokawa","Takumi Yamazaki","Rie Ishizuka","Shozo Iizuka"],"overview":"The target of hitgirl Mikura is a wealthy baseball team owner, but he turns out to be a powerful underworld boss. Mikura and her team are beset by countless heavily armed bodyguards and the boss' vicious daughter.","release_date":"2000-05-25","vote_average":6.6,"runtime":80,"cert":"N\/A","id":55892,"title":"Mezzo Forte","adult":false,"genre_ids":[16,28,53]},{"cast":["Sky Ferreira","Cody Ray","Dustin Ray","James Siebor Jr.","Zoe Vance"],"overview":"Friends and family of Cory, a young man who has died of an overdose, gather at a Baltimore-area karaoke bar for his wake and compare stories about him. Gradually, as it becomes clear that there are many holes in their recollections about Cory, they fill in the blanks by talking about things that reveal aspects of their own lives. Among those mourning him and searching for meaning are his cousin Jenny, his sister Zoe and his brother James.","release_date":"2010-02-18","vote_average":5.9,"runtime":87,"cert":"N\/A","id":55893,"title":"Putty Hill","adult":false,"genre_ids":[18]},{"cast":["Shingo Katori","Satomi Ishihara","Takashi Sorimachi"],"overview":"A blind master swordsman attempts to lead a quiet life with his wife but he is provoked back into battle.","release_date":"2010-05-29","vote_average":5.1,"runtime":131,"cert":"N\/A","id":55894,"title":"Zatoichi: The Last","adult":false,"genre_ids":[28,18]},{"cast":["Chris Messina","Rashida Jones","Meital Dohan","Zak Orth","Ivan Martin"],"overview":"Exhibitionism, voyeurism, jealousy, lust. Brooklyn wedding photographer Theo’s  side business shooting surveillance-style photos of clients on the sly takes an unexpected turn—and creates a rift with his fiancée —when he’s hired by a provocative mystery woman.","release_date":"2010-04-24","vote_average":3.6,"runtime":94,"cert":"N\/A","id":55895,"title":"Monogamy","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"When U.S. Commodore Matthew Perry's infamous Black Ships arrived in Uraga Harbour in 1853 saw his chance to let that breath out, and he and a friend snuck aboard Perry's ship in an attempt to return with him to America. When Perry's crew caught him and returned him to the mainland the ruling Shogunate put him under house arrest, a light sentence considering that the official penalty for leaving Japan was death. It was during his time of house arrest that Shōin saw the whirlwind of foreign influence that Perry's visit had initiated. To try and counteract this Shōin set up a school in his native Hagi in Yamaguchi Prefecture where he taught traditional Japanese values, military strategy and a redefinition of bushido, the samurai code. This school, the Shoka Sonjuku produced some of the leading revolutionaries who would bring about the downfall of the Shogunate.","release_date":"","vote_average":8.5,"runtime":null,"cert":"N\/A","id":55896,"title":"Hitoya Ni Saku Hana","adult":false,"genre_ids":[]},{"cast":[],"overview":"This program is a wonderful introduction to the world of ballet, especially designed for children ages four through six. It contains all the aspects of a formal ballet class including a barre warm-up, stretches, center practice and across the floor combinations. This class is taught by Rosemary Boross, a renowned teacher on the art of training children in dance and the creator of other programs for children such as A Fantasy Garden Ballet Class, I'm a Ballerina Now, The Land of Sweet Taps, Tot Tap and Junior Jazz. All of the movements are explained step by step, followed by a performance of the steps by Rosemary Boross and her beginning preschool students. Along with the beautiful music written by Bruce Stephen-Foster, this program is a fun-filled ballet dance experience!","release_date":"2004-08-31","vote_average":0.0,"runtime":75,"cert":"N\/A","id":55897,"title":"Baby Ballet","adult":false,"genre_ids":[10751]},{"cast":["Robert Forster","Amanda Plummer","Fairuza Balk","Paul Sorvino","David Thewlis"],"overview":"Criminal psychiatrist, Jake Nyman is taking a much needed vacation from responsibility. An experimental road trip during which ever decision will be made on a flip of a coin. Meanwhile, Sandra Thomas, disenchanted professional, is en route to pick up her flunked out sister, Alice, at a cheap motel before continuing on to visit their ailing mother. After being forced off the road by a mysterious assailant, however, Sandra is picked up by Jake, who's coin flipping amoral attitude quickly excites her own desire to break a few rules. Or worse. Jake and Sandra's romance is soon driven by chance acts of crime and kindness, all governed by the flip of a coin - at least until Sandra mysteriously disappears and Jake unwittingly picks up her suspicious sister, Alice ...","release_date":"1997-03-01","vote_average":6.0,"runtime":100,"cert":"N\/A","id":55902,"title":"American Perfekt","adult":false,"genre_ids":[28,53]},{"cast":["Sandrine Kiberlain","Nicole Garcia","Mathilde Seigner","Luck Mervil","Stéphane Freiss"],"overview":"Grieving after the death of her young son Joseph, novelist Betty Fisher enters a dark depression. Hoping to bring her out of it, her mother Margot arranges to kidnap another child, Jose, to replace the son Betty lost. Although she knows it's wrong, Betty accepts Jose as her new son. Meanwhile, Jose's mother Carole is looking for her son with the help of her boyfriend Francois and some of his criminal cohorts.","release_date":"2001-09-01","vote_average":6.9,"runtime":103,"cert":"N\/A","id":55903,"title":"Betty Fisher and Other Stories","adult":false,"genre_ids":[18,53,80]},{"cast":["Ryu Deok-hwan","Baek Yoon-sik","Park Young-seo","Lee Eon","Kim Yoon-seok"],"overview":"Chubby high school student and Madonna-devotee Oh Dong-ku is a trans woman living with her abusive, alcoholic father. Dong-ku works part-time to save money for the sex reassignment surgery she craves. Despite being told that she has the perfect physique for Korean wrestling, Dong-ku has no interest in taking up sports — but when she finds out about an upcoming tournament with a large cash prize going to the winner, she changes her mind and signs up for the team.","release_date":"2006-08-31","vote_average":7.1,"runtime":117,"cert":"N\/A","id":55906,"title":"Like a Virgin","adult":false,"genre_ids":[35,18]},{"cast":["Diahann Carroll","James Earl Jones","Lawrence Hilton-Jacobs","Tamu Blackwell","David Kruger"],"overview":"Claudine is a single mother in New York City who endures an exhausting commute to the suburbs where she works as a maid for wealthy families. In one carefully tended white community, she meets Roop, a charismatic but irresponsible garbage collector. Romance quickly ensues, but Claudine doubts that their relationship is good for her six children, and Rupert, despite his good nature, is reluctant to take on fatherhood.","release_date":"1974-04-22","vote_average":7.4,"runtime":92,"cert":"N\/A","id":55909,"title":"Claudine","adult":false,"genre_ids":[18,10749,35]},{"cast":["John Gielgud","Cheryl Campbell","Rula Lenska","Lynne Ross","James Warwick"],"overview":"When two mysterious deaths mar an otherwise pleasant weekend in the English countryside, unflappable flapper Lady Eileen Brent (Cheryl Campbell) teams up with the dashing Jimmy Thesinger (James Warwick) to solve the dastardly deeds. Their sleuthing leads them into a world of espionage and international intrigue as they discover a secret society known as \"The Seven Dials\" and the attempted theft of top-secret government documents.","release_date":"1981-03-08","vote_average":6.4,"runtime":133,"cert":"","id":55910,"title":"Agatha Christie's Seven Dials Mystery","adult":false,"genre_ids":[12,18,9648,10749,53]},{"cast":["Billy Murray","Craig Fairbrass","Daniel Midwinter","Laura Aikman","Sam Kennard"],"overview":"A Russian gang operating in Leeds with no respect for the laws of England, traffic Eastern Europeans in containers then enslave them, the women to sex, the men to illegal fights. They cross local businessman Gabe Taylor and a war escalates, but when his daughter is taken to be sold into the sex trade, Gabe fights back.","release_date":"2010-10-08","vote_average":4.3,"runtime":92,"cert":"18","id":55911,"title":"Freight","adult":false,"genre_ids":[28,80,18,53]},{"cast":["Lena Headey","Douglas Henshall","Penélope Cruz","Charlotte Coleman","Gustavo Salmerón"],"overview":"Victor Bukowski is an out-of-work actor with problems. He's got a lousy agent, he has a habit of falling out with directors and he's still in love with his ex-girlfriend. However, Victor is about to embark on an unexpected emotional journey which will make him confront his future and his past mistakes.","release_date":"1998-11-27","vote_average":5.0,"runtime":91,"cert":"15","id":55912,"title":"Twice Upon a Yesterday","adult":false,"genre_ids":[35,18,10749]},{"cast":["Jesse Eisenberg","Eloise Mumford","Jennifer Rau","Keith Stone"],"overview":"Some Boys Don't Leave is the story of what happens when the break-up happens but the break does not. 'Boy' is forced to come to terms with the fact that 'Girl' no longer wants him around. The only problem is he just can't seem to leave their once shared apartment. 'Girl' decides to keep living her life around him; while he remains, watching at a distance. In time, each decides to go in his or her own distinctly different directions. 'Boy' soon finds that sometimes the greatest distance we are asked to travel is one within ourselves.","release_date":"2009-04-09","vote_average":7.2,"runtime":17,"cert":"N\/A","id":55913,"title":"Some Boys Don't Leave","adult":false,"genre_ids":[18]},{"cast":["Jason Priestley","Lou Diamond Phillips","Garwin Sanford","Gary Hudson","Stefanie von Pfetten"],"overview":"Top secret government experiments with time travel have been shut down and declared as too dangerous to continue. The lead scientist has disappeared with the technology and a government manhunt is underway. When his name appears on an airline manifest after the flight has departed, the government orders the plane to turn back. But the plane drops from the radar, disappearing into thin air! As special agents try to locate the plane, scientists must deal with the repercussions from the time ripples that threaten to destroy the Earth.","release_date":"2007-12-31","vote_average":4.7,"runtime":90,"cert":"N\/A","id":55914,"title":"Termination Point","adult":false,"genre_ids":[28,12,878,53,10770]},{"cast":["Kiefer Sutherland","Rebecca De Mornay","Dana Delany","Adam Baldwin","Joanna Cassidy"],"overview":"A detective falls for the man she's supposed to be investigating; dire complications follow.","release_date":"2000-08-19","vote_average":5.7,"runtime":95,"cert":"N\/A","id":55921,"title":"The Right Temptation","adult":false,"genre_ids":[9648,10749,53]},{"cast":["Christine Chatelain","Ingrid Kavelaars","Pat Kelly","Jane McLean","Viv Leacock"],"overview":"Follows the misadventures of a group of young interns at a hospital\/medical school - dealing with the pressures of school and love.","release_date":"2004-05-16","vote_average":5.1,"runtime":98,"cert":"N\/A","id":55922,"title":"Intern Academy","adult":false,"genre_ids":[35]},{"cast":["Chad Hunt","Barrett Long","Cort Donovan","Trevor Knight","Tommy DeLuca"],"overview":"In Chris Steele's Big Dick Society, the inches are what counts as eleven giant-dicked guys get together to do one thing: Fuck and suck their way into membership in a secret society that celebrates size over everything else.","release_date":"2008-04-02","vote_average":6.0,"runtime":120,"cert":"N\/A","id":55923,"title":"Big Dick Society","adult":true,"genre_ids":[]},{"cast":["Hans Peter Fischer","Stefan Ravasz","Franz X. Gernstl"],"overview":"","release_date":"2006-02-23","vote_average":8.3,"runtime":null,"cert":"N\/A","id":55926,"title":"Gernstls Reisen - Auf der Suche nach dem Glück","adult":false,"genre_ids":[]},{"cast":["Blake Riley","Eddie Stone","Ryan Driller","Alex LeMonde","Kent Larson"],"overview":"C1R Exclusive Blake Riley is moving in with Hot Hung newly Exclusive Jeremy Bilding and he is in for one fast and furious hard pounding ride! Featuring a virtual who's who cast this non-stop sexcapade contains amazing performances from the likes of Theo Blake, Eddie Stone, Joe Foster, and Tristian Bennet.","release_date":"2009-02-23","vote_average":6.5,"runtime":117,"cert":"N\/A","id":55927,"title":"Blake Riley's Movin' In","adult":true,"genre_ids":[]},{"cast":["Vanessa Hudgens","Ashley Tisdale","Lucas Grabeel","Corbin Bleu","Monique Coleman"],"overview":"Be a part of an incredible concert event as the worldwide phenomenon goes extreme! \"High School Musical: The Concert\" invites you behind the scenes and puts you in the middle of the action with a spectacular Extreme Access Pass Step out of the audience and jump onstage with Corbin Bleu, Monique Coleman, Vanessa Hudgens, Drew Seeley, Ashley Tisdale and more of the cast of the award-winning hit movie \"High School Musical\" as they perform their chart-topping songs in this sensational concert.","release_date":"2007-06-26","vote_average":5.9,"runtime":57,"cert":"N\/A","id":55928,"title":"High School Musical: The Concert","adult":false,"genre_ids":[10751,10402]},{"cast":["William Wyler","Bruce Crawford","Ben Burtt","Ridley Scott","George Lucas"],"overview":"Current filmmakers such as Ridley Scott and George Lucas reflect on the importance and influence of the epic classic \"Ben-Hur\".","release_date":"2005-09-13","vote_average":6.7,"runtime":57,"cert":"N\/A","id":55929,"title":"Ben-Hur: The Epic That Changed Cinema","adult":false,"genre_ids":[99]},{"cast":["Larry Miller","Tommy Davidson","Delroy Lindo","Andre Rosey Brown","Bill Lee Brown"],"overview":"Framed for crimes they didn't commit, two small-timers are headed up the river without a paddle. Now, the only thing that can bail them out is a case of mistaken identity. It's the hysterical prison comedy that's so funny, it's criminal!","release_date":"1999-01-01","vote_average":5.0,"runtime":104,"cert":"N\/A","id":55932,"title":"Pros & Cons","adult":false,"genre_ids":[35,80,18]},{"cast":["Perren Hedderson","Morse Bicknell","Courtney Bell","Jiji Hise"],"overview":"Two biogeneticists invent an airborne formula that changes the sexual orientation of anyone it reaches.","release_date":"2008-01-01","vote_average":8.0,"runtime":90,"cert":"N\/A","id":55933,"title":"Horror in the Wind","adult":false,"genre_ids":[35,878]},{"cast":["Cris Lankenau","Trieste Kelly Dunn","Raúl Castillo","Robyn Rikoon","Jeb Pearson"],"overview":"A guy who moves back to Portland, Oregon becomes involved in the mystery of his ex-girlfriend's disappearance.","release_date":"2010-03-13","vote_average":6.2,"runtime":96,"cert":"","id":55934,"title":"Cold Weather","adult":false,"genre_ids":[9648,18,35,53]},{"cast":["Jarek Kupsc","Lisa Black","Alex Hyde-White","Joseph Culp"],"overview":"An investigation of the 9\/11 events by a Russian-American journalist and a father of a 9\/11 victim implicates the US government in the attacks.","release_date":"2008-07-04","vote_average":2.0,"runtime":106,"cert":"N\/A","id":55935,"title":"The Reflecting Pool","adult":false,"genre_ids":[18,9648,53]},{"cast":["Oleg Menshikov","Sergei Bodrov Jr.","Jemal Sikharulidze","Susanna Mekhraliyeva","Aleksandr Bureyev"],"overview":"Two Russian soldiers, one battle-seasoned and the other barely into his boots and uniform, are taken prisoner by an anxious Islamic father from a remote village hoping to trade them for his captured son.","release_date":"1996-03-15","vote_average":6.7,"runtime":99,"cert":"N\/A","id":55936,"title":"Prisoner of the Mountains","adult":false,"genre_ids":[18,10752]},{"cast":["Matt Farley"],"overview":"When a homicidal madman begins slaying young women in the idyllic New England town of Manchvegas, it's up to a trio of cunning local freelance businesspeople known as M.O.S. -- the Manchvegas Outlaw Society -- to get to the bottom of the crime spree. Meanwhile, a band of hairy forest monsters also menaces the village.","release_date":"2009-05-31","vote_average":1.0,"runtime":80,"cert":"N\/A","id":55937,"title":"Monsters, Marriage and Murder in Manchvegas","adult":false,"genre_ids":[12,35,27]},{"cast":["Vladimír Menšík","Ivana Andrlová","Jiřina Bohdalová","Jan Kaněra","Jan Čenský"],"overview":"","release_date":"1980-01-01","vote_average":4.8,"runtime":60,"cert":"N\/A","id":55938,"title":"Princové jsou na draka","adult":false,"genre_ids":[10751,14,35,10402]},{"cast":["Lili Schackert","Esther Maaß","Ralph Willmann","Marina Anna Eich","Thelma Buabeng"],"overview":"Four young girls head out into the Canadian woods for some outdoors fun. They wind up running into 2 brutal and sadistically inhuman rednecks. A blood-soaked fight for survival ensues.","release_date":"2009-10-02","vote_average":3.1,"runtime":87,"cert":"18","id":55939,"title":"Break","adult":false,"genre_ids":[28,27]},{"cast":["Wendel Meldrum","Mark Humphrey","Luke Humphrey","Kate Albrecht"],"overview":"Cruel But Necessary is the story of Betty Munson's strange journey of self-discovery and soul-awakening in the traumatic years following the revelation, on videotape, of her husband's infidelity. Her marriage over, struggling to raise her teen-age son alone, Betty becomes driven to discover other secrets that may surround her and so she videotapes every aspect of her life during the gradual disintegration of her comfortable upper middle-class existence. Sometimes used as an eavesdropping device, other times as a confessional, Betty's camera dispassionately records the layers of family and personal dynamics. The film is seen entirely from the viewpoint of Betty's video camera resulting in a \"surveillance tape\" that is a kind of voyeurism of the absurd","release_date":"2005-07-01","vote_average":6.0,"runtime":92,"cert":"N\/A","id":55940,"title":"Cruel But Necessary","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Although our actions for the past 150 years have lifted our civilization to new heights, it has come at a tremendous price. We are now at a point where humanity's demands for natural resources far exceed the earth's capacity to sustain us.","release_date":"2009-03-10","vote_average":0.0,"runtime":68,"cert":"N\/A","id":55941,"title":"The Great Squeeze: Surviving the Human Project","adult":false,"genre_ids":[99]},{"cast":[" Lee Addleman","Ray Anderson","Kathy Angerer"],"overview":"Trashed is a provocative investigation of one of the fastest growing industries in North America. The garbage business. The film examines a fundamental element of modern American culture...the disposal of what our society defines as \"waste\".","release_date":"2007-07-26","vote_average":7.0,"runtime":77,"cert":"N\/A","id":55942,"title":"Trashed...","adult":false,"genre_ids":[99]},{"cast":["Albert Finney","Mona Washbourne","Susan Hampshire","Sheila Hancock","Michael Medwin"],"overview":"A psychotic killer gets in the good graces of his aging invalid employer, and worms his way into the affection of her beautiful daughter, with unpleasant results for all.","release_date":"1964-03-18","vote_average":7.4,"runtime":92,"cert":"N\/A","id":55943,"title":"Night Must Fall","adult":false,"genre_ids":[53]},{"cast":["Sumiko Fuji","Hiroyuki Nagato","Kyôsuke Machida","Bin Amatsu","Hôsei Komatsu"],"overview":"The industrual revolution comes to Japan with the introduction of the railroad system. This led to clashes between boatmen, who livihoods are threatened, and the railroad construction workers. Oryu the Red Peony returns to her home in Kumamoto to accept her position as second generation leader of the Yano Family. But the ceremony is interrupted by fighting between local boatmen and railroad works. And it seems a rival family is pulling the strings behind the clashes.","release_date":"1969-04-10","vote_average":7.0,"runtime":95,"cert":"N\/A","id":55944,"title":"Red Peony Gambler: Second Generation Ceremony","adult":false,"genre_ids":[28,18]},{"cast":["Sumiko Fuji","Tôru Abe","Bin Amatsu","Kanjûrô Arashi","Mikiko Asamatsu"],"overview":"Oryu searches for blind child she left behind and get involved in a Yakuza turf war that takes place in the Tokyo Theater.","release_date":"1970-03-04","vote_average":6.5,"runtime":100,"cert":"N\/A","id":55945,"title":"Red Peony Gambler: Oryu's Return","adult":false,"genre_ids":[28,18]},{"cast":["Sumiko Fuji","Daisuke Awaji","Akira Hirasawa","Masao Hori","Kaya Hozumi"],"overview":"The final chapter of the Hibotan Bakuto series. Oryu the Red Peony visits an old dying Boss of an ally family and promised her that she would help guide the new Boss. Meanwhile a turf war breaks out. When the family is betrayed from within and the rival family becomes violent, Oryu takes things into her own hands…","release_date":"1972-01-11","vote_average":7.0,"runtime":96,"cert":"N\/A","id":55946,"title":"Red Peony Gambler: Execution of Duty","adult":false,"genre_ids":[28,18]},{"cast":["Takayuki Yamada","Chiaki Kuriyama","Gaku Hamada","Sei Ashina","Takuya Ishida"],"overview":"The story is about a group of university students who inevitably gets involved in playing a game of \"Horumo\" - a combat match where each person manipulates 100 spirits (referred to as \"oni\") to fight the opponent. Akira Abe, a freshman at Kyoto University student falls for his classmate Kyoko, and soon ends up at a mysterious club called “Kyoto University Azure Dragon” which turns out to be one of the Horumo teams, playing the mysterious (and somewhat absurd) game which started over 1,000 years ago in the Heian period.The heat rises as you see the 2,000 CGI created spirits wage fierce battles against the backdrop of breathtaking beautiful city of Kyoto. Let the battle begin!","release_date":"2009-09-25","vote_average":6.3,"runtime":113,"cert":"N\/A","id":55947,"title":"Battle League Horumo","adult":false,"genre_ids":[14,35,878]},{"cast":["Larry Raspberry","John Gillick","James Raspberry"],"overview":"A pair of criminal brothers survive an airplane crash and discover a plot by aliens from outer space to conquer Earth by turning human beings in zombies.","release_date":"1982-08-30","vote_average":3.8,"runtime":75,"cert":"N\/A","id":55948,"title":"I Was a Zombie for the F.B.I.","adult":false,"genre_ids":[35,27,878]},{"cast":["Talisa Soto","Roger Daltrey","Richard Joseph Paul","Brian Bloom","Corinna Harney"],"overview":"Dark, mysterious and sensual, Vampirella (Talisa Soto) is a princess from the Planet Drakulon.  Like all vampires, she needs blood to live, but she will not kill to get it - a synthetic substitute keeps her alive.  After journeying across space and time seeking vengeance for her father's brutal murder, she now finds herself on Earth, in Las Vegas, where her enemy Vlad (Roger Daltry) has disguised himself as a rock star.  In order to stop Vlad's doomsday plan for world domination, Vampirella must make a dangerous alliance with a group of hi-tech vampire hunters.  It's a race to stop the apocalypse of humanity and our fate is in the hands of the fiery, dangerous and beautiful Vampirella.","release_date":"1996-09-28","vote_average":4.0,"runtime":86,"cert":"N\/A","id":55949,"title":"Vampirella","adult":false,"genre_ids":[27,878]},{"cast":["Debra Winger","Dennis Quaid","Arliss Howard","Jim Varney","M. Emmet Walsh"],"overview":"Wilder and Wallace are brothers and pyrokinetics. Ever since childhood they've been able to start fires with their minds but following a tragedy in which they accidentally killed a man, the brothers have grown up very differently. Wilder has become a regular 9-5 workaday joe but Wallace performs his feats with a traveling circus. When the circus comes to Wilder's home town Wallace starts coming on strong to Wilder's wife, Vida who, ironically, is a slight pyromaniac.","release_date":"1993-08-20","vote_average":6.1,"runtime":109,"cert":"N\/A","id":55950,"title":"Wilder Napalm","adult":false,"genre_ids":[14,35,878,10749]},{"cast":["Suriya","Nayanthara","Vadivelu","Anand Babu","N. S. Ramesh Khanna"],"overview":"Aadhavan (Tamil: ஆதவன்) is a 2009 Tamil action thriller, directed by K. S. Ravikumar and written by Ramesh Khanna. The film features Surya Sivakumar in the title role along with Nayantara in lead roles and Murali, Vadivelu, Anand Babu, Ramesh Khanna, B. Saroja Devi, Rahul Dev, Sayaji Shinde in its supporting cast. The music is composed by Harris Jayaraj. The film, simultaneously dubbed into Telugu as Ghatikudu, was released on October 17, 2009 during Diwali. This film was Malayalam actor Murali's last film before his death in August 2009.","release_date":"2009-10-17","vote_average":5.1,"runtime":135,"cert":"N\/A","id":55951,"title":"Aadhavan","adult":false,"genre_ids":[53,28,35,18,10751]},{"cast":["Jan-Michael Vincent","Paul Koslo","Tara Buckman","Nicholas Lea","W.F. Wadden"],"overview":"Scientists at a secret underground complex have found a way to travel to another dimension. Three dimension-travellers are the first to go through the gate - but are soon attacked by something that interrupts the communication with Earth. This horrible something uses the gate to travel back to the underground complex. Most of the staff are evacuated, except four heavily-armed militaries and Dr. Casserly and Dr. Summerfield who just can't stand each other.","release_date":"1990-05-04","vote_average":3.4,"runtime":92,"cert":"N\/A","id":55952,"title":"Xtro 2: The Second Encounter","adult":false,"genre_ids":[27,878]},{"cast":["Om Puri","Rachel Griffiths","Akbar Kurtha","Stellan Skarsgård","Sarah-Jane Potts"],"overview":"Pakistani taxi-driver Parvez and prostitute Bettina find themselves trapped in the middle when Islamic fundamentalists decide to clean up their local town.","release_date":"1997-10-21","vote_average":5.7,"runtime":88,"cert":"","id":55955,"title":"My Son the Fanatic","adult":false,"genre_ids":[18,35]},{"cast":["Hayato Ichihara","Mitsuki Tanimura","Rio Matsumoto","Jun Kunimura","Nozomu Iwao"],"overview":"A set of twins -- one a hard-working student and the other a drifter -- team up with a dropout to unlock the secrets of the universe and to build one of their own.","release_date":"2008-06-07","vote_average":5.9,"runtime":134,"cert":"N\/A","id":55956,"title":"God's Puzzle","adult":false,"genre_ids":[878]},{"cast":[],"overview":"Director\/screenwriter Gabriel Fleming (One Thousand Years) explores the subtleties of loneliness, friendship, and sexuality with this tale of two high school friends who are forced to face their unspoken sexual history while wandering the streets of San Francisco on Halloween night.","release_date":"2008-01-01","vote_average":4.6,"runtime":74,"cert":"N\/A","id":55957,"title":"The Lost Coast","adult":false,"genre_ids":[18]},{"cast":["Kaori Nazuka","Keiji Fujiwara","Yuuko Sanpei"],"overview":"Renton, son of scientists, and Eureka, a girl who can't live under the sun, are raised together when very young and become very attached to each other. Powerless to prevent Eureka from being taken away Renton vows to rescue her and enters the military.","release_date":"2009-04-25","vote_average":6.2,"runtime":115,"cert":"N\/A","id":55958,"title":"Psalms of Planets Eureka Seven: Good Night, Sleep Tight, Young Lovers","adult":false,"genre_ids":[16,878]},{"cast":["Xander De Rycke"],"overview":"Uw Zoete 666 was, accordingly to some, the best comedy debute of the last past years. Xander has toured for 2 years with this show, and claimed is position in the Belgian comedy circuit. He's here to stay, and this show proves it!","release_date":"2010-10-20","vote_average":9.5,"runtime":null,"cert":"N\/A","id":55959,"title":"Xander De Rycke: Uw Zoete 666","adult":false,"genre_ids":[]},{"cast":["Totò","Peppino De Filippo","Dorian Gray","Teddy Reno","Vittoria Crispo"],"overview":"Antonio, Peppino and Lucia are three brothers who live in the country near Naples. Lucia's son, Gianni, goes to Naples to study medicine, but there he knows a ballet dancer. They fall in love and, when she goes to Milan, Gianni follows her. Informed of this and afraid that their nephew will stop studying, the three Caponi brothers leave for Milan to persuade Gianni to come back and continue studying and abandon the \"Malafemmina\" (bad girl).","release_date":"1956-08-14","vote_average":8.3,"runtime":106,"cert":"N\/A","id":55960,"title":"Toto, Peppino, and the Hussy","adult":false,"genre_ids":[35]},{"cast":["Prakriti Maduro","Yuliet Cruz","Juan Carlos García","Carlos Enrique Almirante","Elsa Camp"],"overview":"In a Havana, shaken by Fidel's retirement, a young seamstress, trapped in a sweatshop job, dreams of designing beautiful dresses. Frustrated by her lazy, though adorable Cuban boyfriend, she meets a sophisticated ex-patriot Cuban-Venezuelan who dazzles her with a glamorous future. After many deceptions and surprises, Eva has to choose between the two men she loves. Hers is an unexpected decision... a humorous metaphor of Cuba's options for the future","release_date":"2010-05-28","vote_average":7.0,"runtime":106,"cert":"N\/A","id":55961,"title":"Habana Eva","adult":false,"genre_ids":[35,10749]},{"cast":["Endry Cardeño","Violeta Alemán","Aura Rivas","José Manuel Suárez","Elodie Bernardeau"],"overview":"Cheila comes back from Canada to spend vacations at the house she bought to her mother \"Maita\". She also brings a big news: she will finally change her sex to become woman. Cheila will have surgery soon but she needs her family support.","release_date":"2010-07-16","vote_average":8.5,"runtime":null,"cert":"N\/A","id":55962,"title":"Cheila, una casa pa’ Maíta","adult":false,"genre_ids":[35,18]},{"cast":["Daniela Alvarado","Nohely Arteaga","Norkys Batista"],"overview":"Esta película de acción y suspenso, cuenta la dramática historia de cinco bebés por sobrevivir. Conmovedora y angustiosa será su lucha contra los sueños, deseos y ambiciones de aquellos que les niegan el derecho a la vida. Un relato inspirado en hechos reales donde cinco bebés y sus madres ponen al descubierto sus miedos en una apuesta entre la vida y la muerte; una cruel realidad los llevará a descubrir que, a la hora de sobrevivir, cada segundo cuenta. Esta historia se atreve a mostrar con nitidez el dramatismo intrínseco de un mundo sórdido y oscuro...los hechos te obligarán a preguntarte si serías capaz de negociar con la vida. Esta reveladora película nos muestra de forma inédita, imágenes 100% reales de bebes dentro y fuera del útero","release_date":"2007-01-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":55963,"title":"13 segundos","adult":false,"genre_ids":[18,53]},{"cast":["Yanis Chimaras","Henry Galué","Pedro Lander","Mimí Lazo","Nathalia Martinez"],"overview":"El Caracazo o Sacudón fue una serie de fuertes protestas y disturbios durante el gobierno de Carlos Andrés Pérez, que comenzó el día 27 de febrero y terminó el día 28 de febrero de 1989 en la ciudad de Caracas, e iniciados realmente en la ciudad de Guarenas, cercana a Caracas. El nombre proviene de Caracas, la ciudad donde acontecieron parte de los hechos, recordando a otro hecho ocurrido en Colombia el 9 de abril de 1948; el Bogotazo. La masacre ocurrió el día 28 de febrero cuando fuerzas de seguridad de la Policía Metropolitana (PM) y Fuerzas Armadas del Ejército y de la Guardia Nacional (GN) salieron a las calles a controlar la situación.","release_date":"2005-02-11","vote_average":3.2,"runtime":null,"cert":"N\/A","id":55966,"title":"El Caracazo","adult":false,"genre_ids":[36,18]},{"cast":["Jean Paul Leroux","Jessika Grau","Roberto Moll","Víctor Cuica","Honorio Torrealba"],"overview":"A beautiful seductress draws a man in the midst of a mid-life crisis into a sordid world of drugs, crime, and debauchery. Alejandro is down on his luck. Unemployed and loveless, he falls hard for beautiful Vanessa when fate brings the two together seemingly by chance. But Vanessa's boyfriend is a hit man for the mob, and despite at first feeling swept up in circumstances beyond his control, Alejandro soon realizes that in order to regain his confidence, he must embrace his destiny.","release_date":"2008-02-22","vote_average":6.0,"runtime":null,"cert":"N\/A","id":55967,"title":"Por un polvo","adult":false,"genre_ids":[]},{"cast":["Dayana Amigo","Cristián Vila Riquelme","Teresa Hales","Luis Dubó","Claudia Pérez"],"overview":"Ésta es una película que sigue la temática de la serie “La vida es una lotería”, donde la suerte y el dinero son los que mueven a sus protagonistas. “Mansacue” se desarrolla a través de dos historias, que se relatan de forma ágil y entretenida, en donde se puede ver todo lo que una persona es capaz de hacer tras la imposibilidad de cobrar un premio millonario","release_date":"2008-08-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":55968,"title":"Mansacue","adult":false,"genre_ids":[35]},{"cast":["Ginger Lynn Allen","Jamie Gillis","Karen Summer","Honey Wilder","Kevin James"],"overview":"Dr. Jeremy Lodge (Jamie Gillis), a very strict father and psychologist, has sent his two daughters to boarding school. The eldest daughter, Naomi (Karen Summer) is caught having sex in her dorm and is kicked out of school. When the two sisters return home, Dr. Lodge discovers that his wife (Cyndee Summers) has had an affair with his brother (John Leslie) and angrily throws her out. Naomi chooses to live with her mother and uncle (later revealed to be her biological father), while Robin (Ginger Lynn) chooses to stay with her father. Naomi (the \"bad girl\") seduces her uncle and has sex with him, while Robin (the \"good girl\") develops a yearning for her father. Dr. Lodge runs an incest support group and his patients include Joyce McBride (Honey Wilder) and Barbara Scott (Kay Parker), who only appears in the film in brief flashbacks.","release_date":"1985-01-01","vote_average":7.3,"runtime":106,"cert":"N\/A","id":55969,"title":"Taboo IV: The Younger Generation","adult":true,"genre_ids":[18]},{"cast":[],"overview":"Friendship. Kikker finds a sweet little bear in the woods and takes it home. He takes care of it and learns it to talk...","release_date":"2009-02-01","vote_average":4.3,"runtime":42,"cert":"N\/A","id":55972,"title":"Kikker & Vriendjes - Vriendschap","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"It is a warm summer's day. So hot, that you can do nothing else but have it hot.","release_date":"2009-07-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":55973,"title":"Kikker & Vriendjes - Natuur","adult":false,"genre_ids":[]},{"cast":[],"overview":"Vlinders vangen, harten raken, aardbeien rapen, puzzelen, stiekem bloemen brengen, cadeautjes uitpakken, spring Kikker,...","release_date":"2009-12-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":55974,"title":"Kikker & Vriendjes - Verliefd","adult":false,"genre_ids":[]},{"cast":["Marie Laforêt","Serge Reggiani","Charles Denner","Stéphane Audran","Francisco Rabal"],"overview":"Marie-Chantal travels by train to her cousin's place to spend a winter holiday, when a stranger - apparently a fugitive from someone aboard - entrusts her with a jewel in the shape of a tiger with ruby eyes. Unknown to her, these false jewels contain a virus powerful enough to destroy all humankind. Doctor Kha is just one among many spies from different nations trying to get their hands on the tiger, or Marie-Chantal... It will give any nation a tremendous control over all others! Marie-Chantal, a snob girl, will evade all attacks by sheer female cunning, and shows tigerish qualities in dealing with her male, and female foes.","release_date":"1965-08-25","vote_average":5.5,"runtime":110,"cert":"N\/A","id":55977,"title":"The Blue Panther","adult":false,"genre_ids":[28,80,53]},{"cast":[],"overview":"Knofje is a 4 year old kid that lives in a beautiful house with her mom and dad. She plays all day and embarkes on small adventures...","release_date":"2001-12-02","vote_average":8.0,"runtime":60,"cert":"N\/A","id":55978,"title":"Knofje","adult":false,"genre_ids":[]},{"cast":[],"overview":"DVD van de musical 'Kleine Ezel'. Registratie van de complete voorstelling.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":55979,"title":"Kleine Ezel","adult":false,"genre_ids":[]},{"cast":[],"overview":"DVD van de musical 'Kikker in de wolken'. Registratie van de complete voorstelling.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":55980,"title":"Kikker in de wolken","adult":false,"genre_ids":[]},{"cast":[],"overview":"DVD van de musical 'Nijntje op vakantie'. Registratie van de complete voorstelling.","release_date":"2008-11-02","vote_average":9.0,"runtime":60,"cert":"N\/A","id":55981,"title":"Nijntje op vakantie","adult":false,"genre_ids":[]},{"cast":["Bettina Holwerda","Koen Iking","Jacqueline Goedmakers","Willem-Jan Stouthart"],"overview":"","release_date":"2010-02-28","vote_average":4.3,"runtime":null,"cert":"N\/A","id":55982,"title":"Woezel and Pip at the Magical garden","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"Efteling.","release_date":"2006-10-09","vote_average":10.0,"runtime":null,"cert":"N\/A","id":55983,"title":"Sprookjesboom","adult":false,"genre_ids":[]},{"cast":["Asami","Rena Komine","Jiro Sato","Misato Tate"],"overview":"The story is about a woman named Asami who is tortured and left for dead by a Yakuza group, only they failed to finish her off, and she staggers back from the grave, literally. Bruised and battered, Asami seeks refuge at her old gang until such time she is ready to take on the Yakuza and go face to face with Junko.","release_date":"2010-02-27","vote_average":0.5,"runtime":93,"cert":"N\/A","id":55984,"title":"Yakuza-Busting Girls: Final Death-Ride Battle","adult":false,"genre_ids":[28]},{"cast":["Rob Bradford","Blake Merriman","Nick Vergara","Mike Pennacchio"],"overview":"Four friends head to Senior Week in Ocean City, Maryland, to celebrate high school graduation.","release_date":"2009-05-01","vote_average":3.8,"runtime":97,"cert":"N\/A","id":55985,"title":"The Graduates","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Ray Tracey, a sassy speed demon, has just two minutes to race and catch a screening of the Electronic Theater. Unfortunately for our heroine, she must evade the pursuit of the dangerous 'Cop-Cycles' and 'Heli-Cop-Ters', who will spare no fire-power to stop her journey.","release_date":"2000-07-21","vote_average":7.0,"runtime":2,"cert":"N\/A","id":55986,"title":"Ray Tracey in Full Tilt","adult":false,"genre_ids":[16,28,878]},{"cast":["Gillian Gilbert","Peter Hook","Stephen Morris","New Order","Bernard Sumner"],"overview":"This isn't a documentary, but two completely separate concerts performed by the legends. The first finds them in 1981 playing New York. It's fascinating to see, because they still have that Joy Division image hanging over them. Brilliantly, they don't speak to the audience, or themselves. Heavily relies on the 'Movement' album, but has a proto Temptation, which is always good to hear. The second is their appearance at the 1998 Reading Festival, which is basically a greatest hits set, but there's nothing better than a New Order greatest hits: Regret, Bizarre Love Triangle, True Faith, Temptation (again!) and, of course, Blue Monday. The Joy Division back catalogue is also given a dusting down: Isolation, Atmosphere, Heart and Soul. Then there is an interview with the original four (we miss you Gillian) which reveals them completely at ease with their legend. God bless them.","release_date":"2001-01-01","vote_average":0.0,"runtime":132,"cert":"N\/A","id":55987,"title":"New Order 3 16","adult":false,"genre_ids":[10402,99]},{"cast":[],"overview":"A group of mourners and a man spat from the depths of Hades build a boat from the debris of New Orleans to rescue their lost loved ones trapped beneath the sea.","release_date":"2008-01-01","vote_average":5.1,"runtime":25,"cert":"N\/A","id":55988,"title":"Glory at Sea","adult":false,"genre_ids":[12]},{"cast":["Donnie Wahlberg","Rose McGowan","Anne Meara","Will Arnett","Amanda Peet"],"overview":"South Boston Irish bad boy Danny Quinn returns back home from New York and gets stuck between his pals, who are supported by one Irish mafia clan, and his family, which are members of another.","release_date":"1998-06-10","vote_average":5.3,"runtime":95,"cert":"N\/A","id":55989,"title":"Southie","adult":false,"genre_ids":[18,28,53]},{"cast":[],"overview":"The animal orchestra is warming up and the animals in the audience are buzzing with anticipation about the musical program featuring Tchaikovsky, Bach, Mozart and Copland, plus many other great classical composers. The baby conductor has made his entrance. The maestro is ready to lead the animal orchestra; it's time to begin Classical Baby: The Music Show!","release_date":"2005-08-30","vote_average":7.1,"runtime":30,"cert":"N\/A","id":55990,"title":"Classical Baby: The Music Show","adult":false,"genre_ids":[10402,10751,16]},{"cast":[],"overview":"Featuring the hallmark animation of HBO Familys Peabody and Emmy Award-winning Classical Baby franchise, Classical Baby: The Poetry Show presents timeless treasures from the world of poetry, including classics by William Shakespeare, Robert Louis Stevenson, Robert Frost, Elizabeth Barrett Browning and Langston Hughes. With an all-star cast including Susan Sarandon, Gwyneth Paltrow, Geoffrey Wright, Andy Garcia and John Lithgow, this all-new half hour will plant the seeds for a lifelong love of the sound of words!","release_date":"2008-04-12","vote_average":5.7,"runtime":30,"cert":"N\/A","id":55991,"title":"Classical Baby: The Poetry Show","adult":false,"genre_ids":[10751,16]},{"cast":[],"overview":"Over 2 Hours of All Chuck Liddell!!! Witness Chuck’s journey to the UFC Light Heavyweight Championship, step by step. Throughout his career, Chuck Liddell has been the consummate professional, delivering devastating punches upon his opponents and delighting fans everywhere. The Ultimate Iceman: Chuck Liddell is As Real As It Gets!","release_date":"2007-01-01","vote_average":10.0,"runtime":60,"cert":"N\/A","id":55992,"title":"The Ultimate Iceman: Chuck Liddell","adult":false,"genre_ids":[]},{"cast":["Jerome Bettis","Bill Cowher","Willie Parker","Troy Polamalu","Ben Roethlisberger"],"overview":"Take a trip to Detroit to watch history in the making as the Pittsburgh Steelers realize a dream twenty-six years in the making and the whole world watches with baited breath. From Jerome Bettis' spectacular 101-yard-dash that secured the team's victory over the NFC North Champion Chicago Bears to the pulse-stopping \"Immaculate Reception\" that carved a direct path to the biggest game in the nation, this is the story of one team's indomitable spirit and unlikely quest to become the first sixth seed in NFL history to defeat the Seattle Seahawks and take home the top prize. With highlights from the Steelers' regular season, behind-the-scenes footage, half-time footage, and all the pre and post-game coverage that fans could hope for, this release offers over three hours of Bettis and the Steelers as they make their way to victory in the Motor City.","release_date":"2006-02-28","vote_average":0.0,"runtime":73,"cert":"N\/A","id":55993,"title":"Super Bowl XL Champions Pittsburgh Steelers","adult":false,"genre_ids":[]},{"cast":[],"overview":"This two-disc set celebrates the rich history of the Pittsburgh Steelers, from the inception through their incredible run in 2004. Bonus program is the NFL Films production of Super Bowl XIII, the 35-31 thriller in which the Steelers topped the Cowboys. Includes tons of bonus features on the greatest Steeler moments, games and players.","release_date":"2005-08-02","vote_average":0.0,"runtime":330,"cert":"N\/A","id":55994,"title":"The Complete History of the Pittsburgh Steelers","adult":false,"genre_ids":[]}]