[{"cast":["Stephen Fry"],"overview":"The story of a nerdy skiffle-loving redhead from Cockfosters, who discovers he's a wizard. He journeys to Australia and is taught magic under the watchful eye of mentor Pentangle and filmmaker Werner Herzog","release_date":"2011-01-31","vote_average":0.0,"runtime":70,"cert":"N\/A","id":56001,"title":"Benjamin Sniddlegrass and The Cauldron of Penguins","adult":false,"genre_ids":[]},{"cast":["Clotilde Hesme","Grégory Gadebois","Evelyne Didi","Jérôme Huguet","Lola Dueñas"],"overview":"Angèle, a beautiful young woman with a past, arrives in a small fishing harbor in Normandy. She meets Tony, a professional fisherman, who finds himself attracted to her although he dislikes her blunt ways. Tony hires her as a fishmonger, lodges her and teaches her the tricks of the trade. The relationships between Myriam, Tony's mother, and Angèle are far from easy but the young woman gradually adapts to her new environment and little by little Tony and Angèle manage to tame each other.","release_date":"2011-01-26","vote_average":6.4,"runtime":87,"cert":"15","id":56002,"title":"Angèle and Tony","adult":false,"genre_ids":[10749]},{"cast":["Todd Maxwell","Tyler Boots","Tim Bruno","Matthieu Costa","Joey Dino"],"overview":"A man's always dreaming up new ways to use his favorite power tool. Drill will mine the very core of your fantasies, as 10 big, hairy and spectacularly built TitanMen throw their weight behind the big reamer itself with some hot and sweaty man-on-man sex.","release_date":"2005-06-01","vote_average":6.5,"runtime":140,"cert":"N\/A","id":56003,"title":"Drill: To The Point","adult":true,"genre_ids":[]},{"cast":["Kaura Vagnone","Feodor Pitcairn","Bob Cranston"],"overview":"Commissioned by the Smithsonian's National Museum of Natural History, OCEAN ODYSSEY takes viewers on an undersea journey to remote and magical places. Follow Feodor Pitcairn, a pioneer in underwater HD cinematography, as he explores the marine ecosystems of the Galápagos Islands, Raja Ampat in Indonesia, the Maldives, the Azores, Hawai'i, the Caribbean, the Bahamas, the Channel Islands, British Columbia, the Gulf of Mexico, French Polynesia and Belize. Filmed in high definition, with commentary by Feodor Pitcairn and fellow cinematographer Bob Cranston, OCEAN ODYSSEY is a stunning film that reveals some of the most amazing underwater footage ever seen and offers reflections by two of the most prominent cinematographers at work today.","release_date":"2010-11-02","vote_average":5.5,"runtime":60,"cert":"N\/A","id":56004,"title":"Ocean Odyssey","adult":false,"genre_ids":[99]},{"cast":["Mark Kassen","Ara Celi","Adam Biesk","Vincent Ventresca","Michael Kagan"],"overview":"Looking for Lola is a comical look at the world of relationships and highlights just how far we will go to impress that special someone... Mike (Mark Kassen) has moved to L.A. with dreams of being a writer. In order to keep his parents satisfied, he lies to them, telling of his instant success and wealth as an author. Lola (Ara Celi) has dreams of being a dancer; however her illegal status in the country has left her looking after her sleazy boss' mansion. the hilarity begins after the two meet. Both weave an intricate set of lies, painting a picture of success and wealth, in an attempt to woo the other. However, when their parents decide to visit them in California, it becomes extremely challenging to keep the comical facade alive!","release_date":"1997-12-31","vote_average":4.5,"runtime":100,"cert":"N\/A","id":56007,"title":"Looking For Lola","adult":false,"genre_ids":[35,10749]},{"cast":["Marina Foïs","Julien Boisselier"],"overview":"Fanny, a single woman in her mid-thirties, has had enough of relationships that don't work, so she decides to seduce Paul, a colleague from the office, into a brief one-night sexual encounter. Everything is prepared when Paul arrives, but then, thanks to Fanny's clumsiness, things don't exactly work out as planned...","release_date":"2004-08-04","vote_average":5.2,"runtime":85,"cert":"N\/A","id":56008,"title":"J'me sens pas belle","adult":false,"genre_ids":[10749,35]},{"cast":[],"overview":"The mythological satyr plays some tunes on his pipes and gets various flora and fauna dancing to them. Two clouds also dance; they bump into each other, causing lightning strikes that start a forest fire. The animals rush to escape the fire. Finally, an animal comes to tell Pan of the fire; he rushes to it, and gets it to dance to his tune, right into the lake.","release_date":"1930-12-27","vote_average":6.2,"runtime":7,"cert":"N\/A","id":56009,"title":"Playful Pan","adult":false,"genre_ids":[16]},{"cast":["Rex Allen","Rex Allen","Sons of the Pioneers","Pat Brady","Tommy Doss"],"overview":"Sea Captain Windwagon Smith hits Westport, Kansas, the starting point of the old Oregon and Santa Fe Trails, and is quickly the laughing stock of the town; instead of traveling in the usual oxen-drawn covered wagon, he is at the helm and wheel of a Contestoga-type wagon with a full set of sails. He plans to go to Oregon by taking advantage of the prairie winds. First, he wins over the town mayor, falls in love with the mayor's beautiful daughter, Molly Crum, and then secures financial backing from the townspeople. He sets sail across the plains, with Molly Crum as a covered-wagon stowaway, and a Kansas twister looming on the horizon. And, then, the wind hits the sails. And the fan, too, if he had had one.","release_date":"1961-03-16","vote_average":4.5,"runtime":13,"cert":"N\/A","id":56010,"title":"The Saga of Windwagon Smith","adult":false,"genre_ids":[16]},{"cast":["Gary Owens","Bill Thompson","Bob Hamlin","Bill Lee","Thurl Ravenscroft"],"overview":"Flannery, a railway agent does everything by the book. He gets into a scrape with a customer, McMorehouse, who wants to pay 44 cents freight for two guinea pigs which he considers pets. Flannery, however, considers them pigs (freight 48 cents), a decision he begins to regret when the animals begin to reproduce.","release_date":"1954-05-21","vote_average":5.4,"runtime":10,"cert":"N\/A","id":56011,"title":"Pigs Is Pigs","adult":false,"genre_ids":[16]},{"cast":["Colin Buchanan","Jayne Ashbourne","Hermione Norris","Leslie Phillips","Michael Byrne"],"overview":"Writer Mark Easterbrook has a vested interest in solving the murder of a priest. That's because Mark himself is under suspicion. But to save his reputation and put the real killer behind bars, he'll have to go through a mysterious list of names that's suddenly turned up and may hold the key to the murderer's identity.","release_date":"1997-07-01","vote_average":5.3,"runtime":100,"cert":"N\/A","id":56012,"title":"Agatha Christie's The Pale Horse","adult":false,"genre_ids":[18,9648,53]},{"cast":["Anne-Sophie Dutoit","Ely Pouget","Kim Morgan Greene","Brock Kelly"],"overview":"The story of two teens, Cassandra and Lucas, as they get involved in a timeless love story against many odds.","release_date":"2008-07-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":56013,"title":"Faded Memories","adult":false,"genre_ids":[18,10749]},{"cast":["Fabio De Luigi","Paola Cortellesi","Giorgia Wurth","Lucia Ocone","Giuseppe Cederna"],"overview":"A confrontation starts between a young man Diego and his beautiful neighbor Chiara.","release_date":"2010-10-27","vote_average":5.8,"runtime":113,"cert":"N\/A","id":56014,"title":"Men Vs Women","adult":false,"genre_ids":[35]},{"cast":["Paul Frees"],"overview":"The lion is trapped by the safari and brought to New York, where he's accidentally set free, but nobody is intimidated by him.","release_date":"1954-10-14","vote_average":5.4,"runtime":6,"cert":"N\/A","id":56015,"title":"Social Lion","adult":false,"genre_ids":[16]},{"cast":["Steven Littles","Karlton Johnson","Tyrone Burton","Brandon Christopher","Danny Strong"],"overview":"Desperate for money, two crews clash when they unknowingly decide to rob a wealthy drug dealer at the same time.","release_date":"2009-06-16","vote_average":0.0,"runtime":81,"cert":"N\/A","id":56016,"title":"Robbin' in da Hood","adult":false,"genre_ids":[28,35]},{"cast":["Andrew Bowen","Missy Crider","James McDaniel","Kristen Manning"],"overview":"Anxious dreams, hallucinations, and paranoid reality torment a young math professor in the aftermath of his wife's death in a car accident. As madness, addiction and affairs send the story spiraling towards its conclusion, the truth about what really happened to the professor's wife comes into focus.","release_date":"2008-07-04","vote_average":5.0,"runtime":85,"cert":"N\/A","id":56017,"title":"Butterfly Dreaming","adult":false,"genre_ids":[18,53]},{"cast":["William Sadler","Demetrius Navarro","Mel Harris","Ed Lauter"],"overview":"PURPLE HEART tells of a clean-up effort after a covert mission gone wrong. It is the story of Colonel Allen, the leader of a new, elite military unit designed for covert operations. His first mission: assassinate Saddam Hussein prior to the beginning of the 2003 Iraq War. Sgt. Oscar Padilla is the sniper chosen for the mission targeting Hussein. Unfortunately the mission is compromised; Padilla is captured and tortured by the Iraqis.","release_date":"2005-01-01","vote_average":6.3,"runtime":90,"cert":"N\/A","id":56018,"title":"Purple Heart","adult":false,"genre_ids":[28,18,53]},{"cast":["Ezra Ayers"],"overview":"Meth, murder and mayhem cooked up by a crooked Sheriff and his gang of misfits is battled by a Special Ops Agent seeking payback for his brother's death at their hands.","release_date":"2009-07-03","vote_average":0.0,"runtime":96,"cert":"N\/A","id":56019,"title":"Death Rattle Crystal Ice","adult":false,"genre_ids":[28,53]},{"cast":["Stefano Accorsi","Luciano Federico","Cosima Coccheri","Paolo Cremonini","Fulvio Farnetti"],"overview":"Five friends Freccia, Bruno, Tito, Jena and Boris are very keen on music but they live in a little town in northern Italy and spend most of their days at the local bar. They decide to set up an independent radio which soon becomes the voice of a generation. When Freccia dies from an overdose the radio takes his name.","release_date":"1998-10-16","vote_average":7.1,"runtime":112,"cert":"N\/A","id":56020,"title":"Radio Arrow","adult":false,"genre_ids":[10402,35,18]},{"cast":[],"overview":"David Thunder (Damian Chapa) is a young Native American man whose dreams have been haunted by evil since childhood, and when Julietta Asher (Natasha Blasick) enters his life, it seems as though that evil is about to manifest in the everyday world. Now, David must use the lessons passed down by his grandmother to combat the darkness and save not only his own life, but possibly that of Julietta -- and their unborn child.","release_date":"2009-07-03","vote_average":2.0,"runtime":null,"cert":"N\/A","id":56021,"title":"Death of Evil","adult":false,"genre_ids":[28,27,9648,53]},{"cast":["Brett Moses","Ryan Hurst","Michael Parks","Dominique Swain"],"overview":"Jimmy Wayne Collins finds himself adrift in Memphis, Tennessee. Forced to return home to the piney woods of Southeast Texas, Jimmy will face his imprisoned brother, his dying father and the demons he left behind.","release_date":"2009-10-30","vote_average":0.0,"runtime":98,"cert":"N\/A","id":56022,"title":"Noble Things","adult":false,"genre_ids":[18]},{"cast":["Alysha Aubin"],"overview":"A summertime canoe trip turns into a nightmare for four 14-year-old girls.","release_date":"2009-07-24","vote_average":5.5,"runtime":89,"cert":"N\/A","id":56023,"title":"Surviving Crooked Lake","adult":false,"genre_ids":[27,28,53]},{"cast":["Justin Whalin","Anne Ramsay","Brooke Anderson","Nathan Baesel","Nectar Rose"],"overview":"Sex, drugs and suicidal tendencies... HAPPY NEW YEAR! This ensemble driven dramedy revolves around an eccentric New Years Eve Party, where the Party-Goers are oblivious to the true atmosphere of pain amid the celebration of \"life\".","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":56024,"title":"Off the Ledge","adult":false,"genre_ids":[35]},{"cast":["Thom Yorke","Colin Greenwood","Jonny Greenwood","Ed O'Brien","Philip Selway"],"overview":"After the catastrophic earthquake that rocked Haiti in January of 2010, the world came together in support for the survivors. Radiohead played one show at the historic Fonda Theatre to raise funds for OxFam and to support the relief efforts. The result of that show is this movie. Captured entirely on handheld cameras by those in attendance, this is quite possibly the most personal and raw you'll ever see Radiohead perform without being there live.","release_date":"2010-12-12","vote_average":9.5,"runtime":124,"cert":"N\/A","id":56027,"title":"Radiohead for Haiti","adult":false,"genre_ids":[]},{"cast":["Iris Graham","Jonathan Cherry","Philip Granger","Eric Johnson","Sonja Bennett"],"overview":"In an isolated small town in the Pacific Northwest, Sylvia's teenaged life of juggling two boyfriends and an overprotective father is turned upside down when she discovers she has a bizarre virus which has randomly plagued the women in her community for decades and shamefully forced those afflicted into hiding. Sylvia undergoes a horrifying physical transformation, and she finds herself drawn into a persecuted underworld where she begins an astonishing journey of freakish self-discovery. Marker is a classic coming-of-age tale with a horror twist, which pits its heroine against her oppressors - the town's non-afflicted - in a battle for self-determination--and survival.","release_date":"2005-05-01","vote_average":6.0,"runtime":93,"cert":"N\/A","id":56030,"title":"Marker","adult":false,"genre_ids":[14,878,10770]},{"cast":["Andy Lau","Anthony Wong","Cecilia Cheung","Chapman To","Lam Tze-chung"],"overview":"Zhan Zhao (Andy Lau) is a court officer who learns of a plot to assassinate Judge Bao (Anthony Wong). While on holiday he meets a young man named Bai (Cecilia Cheung) who turns out to be a woman. Zhan Zhao tries to recruit Bai to help him stop the assassination of Judge Bao.","release_date":"2003-02-14","vote_average":4.9,"runtime":91,"cert":"N\/A","id":56031,"title":"Cat and Mouse","adult":false,"genre_ids":[18,28,35,10749]},{"cast":["Andrea Bocelli","David Foster"],"overview":"This spectacular DVD features Bocelli's first-ever pop performance taped live on a specially constructed floating stage in Lake Las Vegas. This special DVD includes music from the CD, Amor. Also included is exclusive bonus content including duets with American Idol finalist Katherine McPhee, Heather Headley, Stevie Wonder, and Chris Botti.  Andrea Bocelli underwent a radical transformation for this concert recording, which marks his first-ever performance as a pop vocalist. The show was recorded at the Lake Las Vegas resort, and sees the charming Bocelli performing 18 songs.","release_date":"2006-11-06","vote_average":4.3,"runtime":null,"cert":"N\/A","id":56032,"title":"Andrea Bocelli - Under the Desert Sky","adult":false,"genre_ids":[10402]},{"cast":["Jan Werich","Jiří Macháček","Miroslav Krobot","Ota Jirák","Roman Říčař"],"overview":"The film contains three Jan Werich's fairy tales, each directed by one artist. The first story sets out to the Sumava mountains in Southern Bohemia to find out whether Ogres ever lived there. The middle tale The Hat and the Little Jay Feather concerns a king who sends his three sons to bring back a hat he left at a tavern when he was young. The third and longest fairy tale Reason and Luck is about the two virtues of the title try to prove their importance by changing the life of a pig herder named Louis. Written by","release_date":"2011-02-10","vote_average":0.0,"runtime":75,"cert":"N\/A","id":56033,"title":"Fimfarum - To the good of all","adult":false,"genre_ids":[16]},{"cast":["Adrian Grønnevik Smith","Åsleik Engmark","Pernille Sørensen","Jan Gunnar Røise","Petrus Andreas Christensen"],"overview":"When Lillebror's mother is mysteriously hurt in a biking accident, Lillebror and Knerten turn the town upside down trying to find the culprit.","release_date":"2010-01-04","vote_average":6.7,"runtime":78,"cert":"N\/A","id":56034,"title":"Twigson Ties the Knot","adult":false,"genre_ids":[10751,35]},{"cast":["Allen Andrews","Scott Christian","Kelly Devoto","Ryan Franks"],"overview":"Big Stevie has a sexual problem. Murder is how he has sex. And Big Stevie knows that there is no better way for a repressed killer to blow off steam than killing a bunch of care-free free-spirited teens. After her friends are all chopped, carved and slashed, sweet young Aggie is left alone to face off against this unreasonable psycho. Now she s got a pervert on her hands. A big one. And Big Stevie s problem could become Aggie s problem real fast.","release_date":"2009-06-30","vote_average":5.3,"runtime":null,"cert":"N\/A","id":56035,"title":"Murder Loves Killers Too","adult":false,"genre_ids":[27,53]},{"cast":["Bodil Jørgensen","Sebastian Jessen","Mille Lehfeldt","Henrik Prip","Kurt Ravn"],"overview":"Follows the lives of four longing souls. Ingeborg who feels unattractive and young Jonas who is so attractive that he can literally sell some of what he's got. Anna, a young beautiful woman with a physical disability, and Anders, a tender man with a psychological disability. Four people yearning for love, four people, each hoping for a better tomorrow.","release_date":"2010-09-23","vote_average":6.8,"runtime":90,"cert":"N\/A","id":56036,"title":"Nothing's All Bad","adult":false,"genre_ids":[18,35]},{"cast":["Rachelle Verdel","Porgy Franssen","Annet Malherbe","Marcel Hensema","Lorenso van Sligtenhorst"],"overview":"Great adventures can hatch from the smallest eggs. Fucsia wants to learn to do magic just like her father, and so is pleased as punch when she is allowed to go to witches' school. There, Fucsia learns to make wind and conjures with the clouds. But her magic often has unexpected results, however, as she is sometimes that little bit too ambitious.","release_date":"2010-10-06","vote_average":4.4,"runtime":95,"cert":"N\/A","id":56037,"title":"Fuchsia the Mini-Witch","adult":false,"genre_ids":[14,10751]},{"cast":["Frank Black","David Lovering","Joey Santiago","Kim Deal"],"overview":"One of the most influential American bands of all time, The Pixies created the blueprint for alternative rock. Beginning their musical career in the late 80's until the early 90's, the band took an extended break, until reforming once again in 2004. This recording captures their first ever all acoustic performance filmed at the famous Newport Folk Festival.","release_date":"2006-08-26","vote_average":0.0,"runtime":101,"cert":"N\/A","id":56038,"title":"The Pixies - Acoustic: Live In Newport","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"Featuring world-renowned band, the Pixies, performing live in the intimate Paradise Club in Boston.","release_date":"2006-01-01","vote_average":0.0,"runtime":83,"cert":"N\/A","id":56039,"title":"The Pixies - Club Date: Live At The Paradise In Boston","adult":false,"genre_ids":[10402]},{"cast":["Toni Servillo","Yang Mi","Nello Mascia","Geppy Gleijeses","Salvatore Ruocco"],"overview":"Marino Pacileo has a soft spot for gambling. When he discovers that Lila's father, the young Chinese girl that he is in love with cannot pay a debt, the gambler steals money from the jail he is in to help the love of his life.","release_date":"2010-10-15","vote_average":6.1,"runtime":85,"cert":"N\/A","id":56040,"title":"Gorbaciof","adult":false,"genre_ids":[18,10749]},{"cast":["Pierfrancesco Favino","Lidia Biondi","Edoardo Gabbriellini","Giuseppe Battiston","Claudia Pandolfi"],"overview":"An socially inept dockworker (Fabio Volo), an unemployed 30-year-old teacher who works flipping pizzas (Piefrancesco Favino), a college professor nostalgic for the Marxist revolution (Giuseppe Battiston) and a man without a past who’s just been released from prison (Paolo Sassanelli) decide to kidnap a political minister and use the ransom money to compensate the family of a victim of an on-the-job accident. Motivated by disappointment, bitterness, rage, and the winds of anti-politics, they are also supremely clumsy. And, along with a journalist (Claudia Pandolfi) they involve in their scheme, they mistakenly grab an anonymous vice-minister (Giorgio Tirabassi) who turns out to be the only honest politician around.","release_date":"2010-10-22","vote_average":5.7,"runtime":102,"cert":"N\/A","id":56041,"title":"Unlikely Revolutionaries","adult":false,"genre_ids":[]},{"cast":["Alejandro Sanz"],"overview":"MTV Unplugged es el segundo álbum en directo de Alejandro Sanz grabado en el famoso teatro Gusman Center for the Perfoming Arts de Miami, Estados Unidos. Lanzado por Warner Music en 2001, precedido por el Básico en 1994. Alejandro Sanz hizo historia siendo el primer español en hacer un MTV Unplugged, también se editó un DVD del concierto. En este trabajo Sanz muestra su versatilidad para acoplarse a un sonido más clásico y natural. Destacándose el cambio de ritmo y el liderazgo en guitarra o piano. En Cuando nadie me ve y Cómo te echo de menos hay acompañamiento solo de piano y cuerdas. Y en Amiga mía y Quiero morir en tu veneno se nota un cambio drástico de lo eléctrico algo fuerte a lo acústico permanente.","release_date":"2001-11-20","vote_average":3.8,"runtime":80,"cert":"N\/A","id":56042,"title":"Alejandro Sanz - MTV Unplugged","adult":false,"genre_ids":[10402]},{"cast":["Atze Schröder"],"overview":"","release_date":"2010-02-04","vote_average":7.0,"runtime":null,"cert":"N\/A","id":56043,"title":"Atze Schröder - Revolution","adult":false,"genre_ids":[]},{"cast":["周华健","李宗盛","Ayal Komod","罗大佑"],"overview":"","release_date":"2010-01-01","vote_average":10.0,"runtime":null,"cert":"N\/A","id":56044,"title":"纵贯线 Live In Taipei 终点站","adult":false,"genre_ids":[]},{"cast":["Michael Welch","Shaun Sipos","Sarah Foret","Katie Stuart"],"overview":"Perry Roberts is about to graduate from a prestigious private college. The son of a corrupt Congressman, Perry has lost faith in all the things he held true - his family, girlfriend, and the American Dream. He finds himself emotionally bereft and depressed. In search of self-discovery, Perry meets Giovanni, an art student with an unrealized gift, Giovanni is Perry's polar opposite. Raised by abusive parents and placed into a series of foster homes, Giovanni is brooding and nihilistic. He lives in an altered state full of drugs and sex, capped by a deadly game with a gun and a single bullet!","release_date":"2009-07-03","vote_average":7.0,"runtime":90,"cert":"N\/A","id":56045,"title":"Lost Dream","adult":false,"genre_ids":[18]},{"cast":["Corinne Bailey Rae"],"overview":"Concert film from Corinne Bailey Rae's album Live in London &amp; New York . It was filmed at St. Luke's in London, England during the her World Tour in 2006 and 2007.","release_date":"2007-04-03","vote_average":7.0,"runtime":59,"cert":"N\/A","id":56050,"title":"Corinne Bailey Rae; Live in London","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Two young friends, Lass and Sveppi, run a nightclub in downtown Reykjavik. They hire a beautiful young singer, Sól, who has just moved from the countryside to the city in order to take singing lessons. The boys make a bet which one will get the girl into bed first. As times goes on, Lass realises that he is in love with Sól and wants to give up the bet. Sveppi, on the other hand, has no interest in giving up the bet. Dos jóvenes amigos, Lass y Sveppi, van a un club nocturno en los suburbios de Reykjavik. Contratan a una cantante joven y hermosa, Sol, que acaba de mudarse del campo a la ciudad a fin de tomar clases de canto. Los chicos hacen una apuesta de cual de los dos se llevará a la chica a la cama primero. Luego, Lass se da cuenta de que está enamorado de Sol y quiere renunciar a la apuesta. Sveppi, en cambio, no tiene ningún interés en renunciar a ello. (FILMAFFINITY)","release_date":"1992-08-06","vote_average":4.2,"runtime":85,"cert":"N\/A","id":56051,"title":"Wallpaper: An Erotic Love Story","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":56064,"title":"FASZINATION AUTO: GREAT CARS - CORVETTE","adult":false,"genre_ids":[]},{"cast":["Earl Holliman","Johnny Whitaker","Pat Crowley","Lew Ayres","Godfrey Cambridge"],"overview":"Nothing warms the heart like the story of a boy and his dog. Lonnie (Johnny Whitaker) and Text (George Spell) are two friends determined, against all odds, to turn a misfit hound into a hero. Tennessee farmer and dog trainer Harve McNeil (Earl Holliman) tells his son Lonnie that his dog, Moreover, is a good-for-nothing \"biscuit eater.\"","release_date":"1972-03-22","vote_average":5.6,"runtime":92,"cert":"N\/A","id":56067,"title":"The Biscuit Eater","adult":false,"genre_ids":[18,10751]},{"cast":["Totò","Peppino De Filippo","Giacomo Furia","Luigi Pavese","Gabriele Tinti"],"overview":"Italy, mid '60s. Three guys from a poor neighbourhood try to get rich by printing fake money using the fact that one of them works as a typographer. The story unravels around their embarrassed efforts to spend the money, their little family issues and ends with a surprise.","release_date":"1956-04-12","vote_average":8.0,"runtime":106,"cert":"N\/A","id":56068,"title":"The Band of Honest Men","adult":false,"genre_ids":[35]},{"cast":["Mîna Tominaga","Kazumi Yao","Ichirō Nagai","Kaneto Shiozawa","Fuyumi Shiraishi"],"overview":"Life on apocalypse Aqualoid proceeds humorously and grandiosely; Nam's new sword starts attracting aggressive Inorganics, however, endangering him, Rasa, friends and the whole planet.","release_date":"1984-09-05","vote_average":7.0,"runtime":80,"cert":"N\/A","id":56069,"title":"Birth","adult":false,"genre_ids":[16,18,14,9648,878]},{"cast":[],"overview":"Travelling aboard a Greenpeace ship along the West Coast of Africa The Deadline unravels a multi-billion dollar pirate fishing scam. Hidden far out at sea and without surveillance, fish are caught by unhygienic unlicensed rusting trawlers using slave labor. Set within a high seas drama this catch is then smuggled back to port in official European Union boxes through the Canary Islands for Westerner's dinner plates with no one the wiser it has been stolen from the poorest people on the planet.","release_date":"2008-09-01","vote_average":0.0,"runtime":52,"cert":"","id":56072,"title":"The Deadline","adult":false,"genre_ids":[53,99]},{"cast":[],"overview":"In November 1969 a small group of Native American Students and urban Indians began the occupation of Alcatraz Island in San Francisco Bay. Eventually joined by thousands of Native Americans, they claimed \"Indian land\" for the first time since the 1880s, forever changing the way Native Americans viewed themselves, their culture, and their sovereign rights.","release_date":"2012-08-01","vote_average":0.0,"runtime":69,"cert":"N\/A","id":56073,"title":"Alcatraz Is Not An Island","adult":false,"genre_ids":[99,36]},{"cast":["Gabija Jaraminaitė Ryškuvienė","Marius Jampolskis","Valda Bičkutė","Darius Gumauskas","Ramūnas Cicėnas"],"overview":"Following a traumatic experience, Gaile, a speech therapist, is incapable of feeling any emotion. However, while preparing a video presentation for a scientific conference, she sees herself on screen and is surprised to find suppressed sensations returning to her, primarily feelings of aggression. Gaile decides to try an experiment. With the help of a man and his video camera she stages various provoking situations and shows the result to those involved. Throughout the experience she is unable to perceive the value of normal emotions, or even the possibility that someone may have feelings for her","release_date":"2008-01-01","vote_average":7.7,"runtime":84,"cert":"N\/A","id":56074,"title":"The Collectress","adult":false,"genre_ids":[18]},{"cast":["Polly Walker","Frances McDormand","Vincent Pérez","Franco Nero","Marisa Paredes"],"overview":"This is the story of a young Irish woman who comes to Spain to escape from the pressures she feels about her impending marriage to a political activist in Ireland. But in Spain in the 1930's, taking a job of governess in a wealthy family, she finds the same kinds of political unrest. In fact, it isn't long before she finds herself attracted to a married man who is similarly involved in the struggle against fascism and Franco. This awakens her to her nature that brings her to such men and resolves for her what she must do about the life she left in Ireland","release_date":"1998-10-30","vote_average":6.3,"runtime":96,"cert":"N\/A","id":56077,"title":"Talk of Angels","adult":false,"genre_ids":[18,10749,10752]},{"cast":["Jan Machulski","Leonard Pietraszak","Bronisław Wrocławski","Witold Pyrkosz","Jacek Chmielnik"],"overview":"A sequel to \"Vabank\" (1981), introduces the same characters entangled in a duel between a former safecracker and a crooked bank manager.","release_date":"1985-05-06","vote_average":7.7,"runtime":97,"cert":"N\/A","id":56078,"title":"Vabank II","adult":false,"genre_ids":[35,80]},{"cast":[],"overview":"Offshore outsourcing — firms subcontracting important parts of their businesses to firms in other countries — are changing the nature of global business. In India, outsourcing has sparked an economic boom, and those working in the industry are making new lives that balance traditional Indian family values with Western-style social and economic mores. But in India, as in the United States, the long-term impact of outsourcing is still unclear.","release_date":"2005-09-15","vote_average":0.0,"runtime":56,"cert":"N\/A","id":56079,"title":"1-800-India","adult":false,"genre_ids":[]},{"cast":[],"overview":"KINGS OF BACHATA: SOLD OUT AT MADISON SQUARE GARDEN is a triumphant homecoming for New York City natives Aventura. Formed in the Bronx with the intent of infusing Dominican bachata with the sounds of contemporary American R&B, Aventura released their first album in 1999, and built their following steadily but surely over subsequent releases. This 2007 two-disc live release, which finds the group playing to a sold-out crowd, is an enjoyable sampler of their smooth, tropical flavor (Aventura fall more on the traditional side than the hybrid or R&B side) and charismatic performances.","release_date":"","vote_average":6.0,"runtime":45,"cert":"N\/A","id":56080,"title":"Aventura: Kings of Bachata: Sold Out at Madison Square Garden","adult":false,"genre_ids":[35,18,10402,10749]},{"cast":[],"overview":"Despite the achievements of the women's movement over the past four decades, misogyny remains a persistent force in American culture. In this important documentary, Thomas Keith, professor of philosophy at California State University-Long Beach, looks specifically at misogyny and sexism in mainstream American media, exploring how negative definitions of femininity and hateful attitudes toward women get constructed and perpetuated at the very heart of our popular culture.","release_date":"2012-08-08","vote_average":0.0,"runtime":60,"cert":"N\/A","id":56081,"title":"Generation M","adult":false,"genre_ids":[99]},{"cast":["Karim Abdel Aziz","Menna Shalabi","Ezzat Abou Aouf","Mohamed Shoman","Basma"],"overview":"Mahmoud is a simple young man, who is barely making ends meet working as security guard at a parking garage. Little did he know that doing the right thing upon witnessing a murder would drastically change his whole life.","release_date":"2006-12-19","vote_average":6.3,"runtime":133,"cert":"N\/A","id":56082,"title":"One of the People","adult":false,"genre_ids":[18,28]},{"cast":["Jovane Nunes","Adriana Nunes","Adriano Siri","Ricardo Pipo","Welder Rodrigues"],"overview":"A comédia conta a história de Hermanoteu, irmão de Micalateia e típico hebreu do ano zero, companheiro, bom pastor e obediente. Ele recebe a missão divina de guiar seu povo à terra de Godah, numa sátira à históriabíblica de Moisés.Em um cenário que representa um imenso deserto, o ator Ricardo Pipo interpreta Hermanoteu, que encontra pelo caminho personagens que vão de Cleópatra ao filho do Todo-Poderoso.Os atores Adriana Nunes, Adriano Siri, Jovane Nunes, Victor Leal e Welder Rodrigues revezam-se nos outros papéis. A voz de Deus, que aparece em off, é de Chico Anysio.Seguindo a linha de sátiras do grupo, “Hermanoteu na Terra de Godah” visita a diversidade da Bíblia. A comédia faz ainda inúmeras citações da atualidade, aproximando o passado do presente.","release_date":"2009-11-26","vote_average":8.5,"runtime":112,"cert":"N\/A","id":56083,"title":"Hermanoteu In the Land of Godah","adult":false,"genre_ids":[35]},{"cast":["Karim Abdel Aziz","Mona Zaki","Sherif Mounir","Kinda Alloush","Entesar"],"overview":"Salwa (played by Mona Zaki) is shocked to find out that her husband (played by Sharif Munir) is a Mossad agent.","release_date":"2009-11-14","vote_average":6.3,"runtime":120,"cert":"N\/A","id":56084,"title":"Welad El Am","adult":false,"genre_ids":[28,53]},{"cast":["Leslie Nielsen","Lochlyn Munro","Vanessa Angel","William Forsythe","Patrick Warburton"],"overview":"Marty Mackenzie is an unsuccessful stage actor who takes an interest in private investigating. He takes a job working with Jack Potter, a crusty private eye. They both take a case in Beaver Ridge, a seedy small town where a murder is being planned against a rich gravel pit owner. Marty realizes that private investigating is not as it seemed to be.","release_date":"2001-01-09","vote_average":5.0,"runtime":98,"cert":"N\/A","id":56085,"title":"Camouflage","adult":false,"genre_ids":[28,35]},{"cast":[],"overview":"Non-fiction account of three men as they find their place in the Circuit Party Scene.","release_date":"2002-06-13","vote_average":5.0,"runtime":60,"cert":"N\/A","id":56086,"title":"When Boys Fly","adult":false,"genre_ids":[18,99,10749]},{"cast":["Kiefer Sutherland","Marcus Thomas","Daryl Hannah","Melinda Dillon","Molly Ringwald"],"overview":"\"Cowboy Up\" is a celebration of the risk-taking, daredevil personalities of modern rodeo. In the world of professional bull riding, newcomer Ely Braxton (Marcus Thomas) is the craziest guy around; his brother Hank (Kiefer Sutherland) is a rodeo clown, and the two use each other to play up their acts. But love may be one thing that tears the brothers apart. When Ely falls for the rodeo's sweetheart (Daryl Hannah), Hank is filled with jealousy and hatred. The brothers try to come to grips with their differences, but the competition gets as fierce as the bulls in the ring.","release_date":"2002-09-03","vote_average":5.9,"runtime":105,"cert":"N\/A","id":56087,"title":"Cowboy Up","adult":false,"genre_ids":[28,18,10749,37]},{"cast":["Kurtis Blow","Sean Combs","Snoop Dogg","Dr. Dre","Warren G."],"overview":"A documentary about the culture of hip-hop. Through interviews with some of hip-hops biggest names, the film makers attempt to find out why it has become so popular.","release_date":"1995-08-25","vote_average":5.3,"runtime":93,"cert":"N\/A","id":56088,"title":"The Show","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":8.0,"runtime":null,"cert":"N\/A","id":56089,"title":"Paul McCartney: Up and Coming Argentina","adult":false,"genre_ids":[]},{"cast":["Rogier Schippers","Ben Abelsma"],"overview":"If you love beer, maybe you shouldn't work in a brewery. Head brew master Herman values his lager more than his life. During one of his drunken sprees he topples over into a beer kettle. An event that will prove to have strange effects on his colleagues, a group of Japanese tourists, and eventually: the typical Dutch tradition of Queen's Day.","release_date":"2008-01-01","vote_average":4.0,"runtime":12,"cert":"N\/A","id":56090,"title":"Zombeer","adult":false,"genre_ids":[27,35]},{"cast":[],"overview":"Hailing from the Bronx, the Dominican-American boy-band Aventura skillfully flavors its traditional bachata base with elements of hip-hop, rock, R&amp;B, and reggaeton for a sound that bursts with contemporary pop savvy. Recorded live at the United Palace Theatre in New York's Washington Heights, this program captures Aventura in a sold-out concert performance interspersed with backstage interviews and behind-the-scenes footage.","release_date":"","vote_average":6.0,"runtime":60,"cert":"N\/A","id":56091,"title":"Aventura: The Love & Hate Concert: Sold Out at the United Palace","adult":false,"genre_ids":[10402]},{"cast":["Hayley Mills","Hywel Bennett","Billie Whitelaw","Frank Finlay","Barry Foster"],"overview":"Hywel Bennett stars as Martin Durnley, a rich but damaged Oxford University drop-out with a hatred of his banker stepfather, played by Frank Finlay. His mum babies the boy, a consequence of Martin's elder brother, a Down Syndrome sufferer (or 'Mongoloid' - or even 'mentally backward' as they say here), being in full-time care, and the doctors having warned Martin's parents not to have any more children - just to be on the safe side. Too late: troubled mummy's boy Martin, with his cuddly toys and penchant for smashing his own reflection, appears to have proved the doctors misgivings.","release_date":"1968-10-15","vote_average":6.8,"runtime":112,"cert":"","id":56092,"title":"Twisted Nerve","adult":false,"genre_ids":[18,53]},{"cast":["John Liu","Hwang Jang-Lee","Tino Wong Cheung","Phillip Ko","Corey Yuen"],"overview":"Hwang Jang Lee is a corrupt Ming guard who frames John Liu for murder. A wanted fugitive, John hides out with a teen who is an expert in the infamous Iron Armor technique, a technique that means the expert can withstand anything. However, Hwang is an expert in it as well as the Eagle Claw's. Can John stop Hwang before it's too late?","release_date":"1977-06-29","vote_average":7.4,"runtime":90,"cert":"N\/A","id":56095,"title":"The Invincible Armour","adult":false,"genre_ids":[53,28]},{"cast":["Lisa Lampanelli"],"overview":"Called \"Comedy's Lovable Queen of Mean\" (New York Times) and \"Howard Stern on estrogen\" (Toronto Star), Lisa Lampanelli is the insult comic for a new generation. Now, with a onehour special airing on Comedy Central, she makes her major-label debut with that same outrageous, in-your-face performance on CD and DVD with Take It Like A Man, recorded live at The Improv in Hollywood, FL. Shocking and hilarious, no-holds-barred and politically incorrect, Lampanelli is Don Rickles with breasts and major PMS.","release_date":"2005-08-30","vote_average":5.3,"runtime":59,"cert":"N\/A","id":56100,"title":"Lisa Lampanelli: Take It Like a Man","adult":false,"genre_ids":[35]},{"cast":["Dick Van Dyke","Mary Tyler Moore","Annie Abbott","Sheila Rogers","Alessandro Mastrobuono"],"overview":"This powerfully bittersweet comedy follows the relationship that develops between nursing home residents Fonsia (Mary Tyler Moore) and Weller (Dick Van Dyke) during a series of gin games in which their ailments, misfortunes and losses are exposed in funny, honest and increasingly heated moments.","release_date":"2003-04-07","vote_average":6.0,"runtime":90,"cert":"N\/A","id":56101,"title":"The Gin Game","adult":false,"genre_ids":[18,35]},{"cast":["Jaroslav Plesl","Simona Babčáková","Jiří Vyorálek","Jana Janěková","Igor Chmela"],"overview":"Film crew on the road: Director (Jaroslav Plesl), his Producer (Simona Babcáková), and their Director of Photography (Jirí Vyorálek) and Sound Arist (Johana Svarcova). Starving artists who already have a number of films to their names, Czech Lion award-winning films, excellent reviews and have been screened at numerous festivals, but they don't have audiences. Their next collaborative effort - the Director's lifetime dream - is quickly becoming oblivion because he failed to win a grant, which means it won't be made. And so the frustrated Director and his colleagues await their chance among record-holders of curious disciplines such as crawling with a squash racket or collecting four-leaf clovers. How will the collision of these two worlds end? What will the Director's next film be about?","release_date":"2010-08-26","vote_average":4.8,"runtime":99,"cert":"N\/A","id":56102,"title":"The Greatest Czechs","adult":false,"genre_ids":[35]},{"cast":["Frances Conroy","Natalie Portman","Jon DeVries","Lauren Cohn","Martin L. Evans"],"overview":"Developing is a 1994 short film directed by Marya Cohn, about the relationship between a girl and her single mother, who has breast cancer. The film stars Natalie Portman as Nina.(Wikipedia)","release_date":"1994-01-01","vote_average":6.8,"runtime":28,"cert":"N\/A","id":56105,"title":"Developing","adult":false,"genre_ids":[18]},{"cast":["Peter Coyote","Huckleberry Fox","Art Carney"],"overview":"A young boy, who dreams of meeting the grandfather he never knew gets his chance, when an inventor friend constructs a time machine. After arriving in the past, it soon becomes apparent that his knowledge of the future could change the course of history.","release_date":"1985-11-10","vote_average":3.9,"runtime":92,"cert":"N\/A","id":56106,"title":"The Blue Yonder","adult":false,"genre_ids":[12,878,10770]},{"cast":["Bruce Dern","Cindy Sampson","Nicolas Wright","Robert Higden","Allison Graham"],"overview":"SWAMP DEVIL is the story of young Melanie Blaime (played by Cindy Sampson) and her father Howard (portrayed by the venerable Bruce Dern). After a long estrangement from her father for reasons not entirely clear, Melanie returns to her childhood home of Gibbington, Vermont to confront the realization that her father is wanted for murder. As Melanie digs a little more deeply into the stories of the past, she uncovers a tale wound about the town like Spanish moss, that is composed of secrets and lies, murder and revenge.","release_date":"2008-07-04","vote_average":3.5,"runtime":90,"cert":"N\/A","id":56109,"title":"Swamp Devil","adult":false,"genre_ids":[27]},{"cast":["Nitzan Mager","Phillip Ward","Amanda Taylor","Elyse Rodriguez"],"overview":"Nobody Loves Alice is about Alice, a sad and lonely woman who always dreamed of finding the right person to be with...","release_date":"2008-04-10","vote_average":5.5,"runtime":89,"cert":"N\/A","id":56110,"title":"Nobody Loves Alice","adult":false,"genre_ids":[18,27,53]},{"cast":[],"overview":"Follows the story of Grace Harrington, as she discovers the secrets hidden by an old bakery owner. These secrets hold the key to her happiness and fulfillment. Watch and share her joy.","release_date":"2009-07-03","vote_average":0.0,"runtime":80,"cert":"N\/A","id":56111,"title":"Miracle of the Widow","adult":false,"genre_ids":[10751]},{"cast":["Amanda Waters","Bailey Anne Borders","Janet Ivey"],"overview":"Jesse Tate is a vivacious thirteen year-old girl trying to cope with life while keeping a family secret. She struggles to be part of the \"in crowd\" and the weird new feeling that boys really aren't that dumb. It's a lot for anyone to handle. Now, the secret threatens her friendships and family. She must search for the things that are really important to her.","release_date":"2009-01-01","vote_average":0.0,"runtime":89,"cert":"N\/A","id":56112,"title":"Becoming Jesse Tate","adult":false,"genre_ids":[10751]},{"cast":["John Beers","Chris Farina","Tyler Magill","James McNew"],"overview":"The Parking Lot Movie is a documentary about a singular parking lot in Charlottesville, Virginia. The film follows a select group of parking lot attendants and their strange rite of passage.","release_date":"2010-08-06","vote_average":6.5,"runtime":71,"cert":"N\/A","id":56113,"title":"The Parking Lot Movie","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Miguel Bose's album \"Sereno\" has been nominated at the 2002 Latin Grammies for Record of the Year and Album of the Year, and LOS VIDEOS is the perfect companion piece to the record. Featuring 17 videos in total, and 4 bonus tracks in different languages, this release is sure to delight fans, and win over some new converts.","release_date":"2001-11-01","vote_average":4.3,"runtime":null,"cert":"N\/A","id":56114,"title":"Miguel Bosé - Los Vídeos","adult":false,"genre_ids":[10402]},{"cast":["Joe Dusic","Kristi Ducati","Rikki Brando","Sara Suzanne Brown","Neriah Davis"],"overview":"Women go topless at a carwash company in order to increase business.","release_date":"1992-01-01","vote_average":4.5,"runtime":81,"cert":"N\/A","id":56115,"title":"The Bikini Carwash Company","adult":false,"genre_ids":[35]},{"cast":["Stephen Chow","Teresa Mo","Leung Kar-Yan","Yuen Wah","Lee Hoi-Sang"],"overview":"Chow plays a naive young kung fu student who leaves his rural home on a small island to find his fortune in Hong Kong under the dubious guidance of his uncle (Leung Kar Yan) who cons him into using his natural skills as a snooker player for financial gain. This film also starred six-time world snooker finalist Jimmy White as Chow’s final opponent.","release_date":"1991-03-07","vote_average":6.4,"runtime":96,"cert":"N\/A","id":56118,"title":"Legend of the Dragon","adult":false,"genre_ids":[35]},{"cast":["Eric Tsang","Carol Cheng","Richard Ng","Sammo Hung","Jacky Cheung"],"overview":"Developer Tsang Siu-Chi (Eric Tsang) and his agent (Jacky Cheung) have bought two of a group of four properties. Rival developer, Boss Hung (Sammo Hung) has secured the other two properties. Both aim to buy all four so they can knock them down and build hotels.","release_date":"1991-11-30","vote_average":4.5,"runtime":95,"cert":"N\/A","id":56123,"title":"The Banquet","adult":false,"genre_ids":[35]},{"cast":["Stephen Chow","Teresa Mo","Tien Niu","Amy Yip","Wu Ma"],"overview":"Romeo (Stephen Chow) is a mediocre con artist who crosses paths with Betsy Kwan (Teresa Mo), a fellow con artist. Together they impersonate various people and create numerous schemes to make money. Meanwhile, a group of gangsters are cooking up a scheme of their own.","release_date":"1991-10-09","vote_average":6.3,"runtime":96,"cert":"N\/A","id":56124,"title":"The Magnificent Scoundrels","adult":false,"genre_ids":[35]},{"cast":["Werner Schreyer","Michael Wright","Danny Trejo","Paul Ben-Victor","Kevin Gage"],"overview":"Convicted corporate criminal Howard engineers a prison break as he and a number of fellow inmates are being transferred to a new facility. The escapees storm a shopping mall and take a group of shoppers hostage (after killing many more of them) before making their demands. Only Rudy, a former mercenary and brother of one of the fugitives, can take out the criminals before more of the hostages die.","release_date":"1998-05-12","vote_average":4.7,"runtime":98,"cert":"N\/A","id":56125,"title":"Point Blank","adult":false,"genre_ids":[28,18,80]},{"cast":["Mark Gil","Sandy Andolong","Ward Luarca","Noel Trinidad","Ricky Sandico"],"overview":"Sid Lucero, a 26-year old pre-Med student is an aspiring neophyte of the Alpha Kappa Omega fraternity. Over a six-month initiation period, he and six other neophytes are subjected to severe physical and psychological torture in and outside the fraternity house. The neophytes come to accept the senseless violence as a requisite of their acceptance into the brotherhood. Only five of them survive the brutal, fascistic ordeal, due to the fraternity rumble with Sigma Omicron Sigma headed by Arvisu.","release_date":"1982-11-18","vote_average":5.1,"runtime":100,"cert":"N\/A","id":56126,"title":"Batch '81","adult":false,"genre_ids":[18,53]},{"cast":["饭岛真理","Arihiro Hase","Mika Doi","Akira Kamiya"],"overview":"Flash Back 2012 is Minmay's farewell concert. Featuring some of her best songs, the music is performed over various scenes and events taken from the first Macross television series as well as Macross: Do You Remember Love film. Also included is a newly animated closing sequence showing the launch of Misa's colony vessel, the Megaroad-01, into space.","release_date":"1987-06-21","vote_average":4.3,"runtime":30,"cert":"N\/A","id":56127,"title":"Macross: Flash Back 2012","adult":false,"genre_ids":[16,878,10402]},{"cast":["Lee Grant","Carol Kane","Will Geer","James Olson","William Sherwood"],"overview":"Two strange sisters live in a crumbling mansion, where they keep a pet ape, which belonged to their late father, locked in a cage. While one of the sisters seems to be keeping her head on straight, as it were, the other appears to be sinking further and further into barbarism and insanity.","release_date":"1978-01-01","vote_average":5.3,"runtime":102,"cert":"N\/A","id":56132,"title":"The Mafu Cage","adult":false,"genre_ids":[53,27]},{"cast":["James Whitmore","Sorrell Booke","Roscoe Lee Browne","Al Freeman, Jr.","Will Geer"],"overview":"Black Like Me is the true account of John Griffin's experiences when he passed as a black man.","release_date":"1964-01-01","vote_average":6.4,"runtime":105,"cert":"N\/A","id":56133,"title":"Black Like Me","adult":false,"genre_ids":[18]},{"cast":["Mariangela Melato","Michele Placido","Roberto Herlitzka","John Steiner","Arnaldo Ninchi"],"overview":"The film is a tale of a strange rich woman who kidnaps a Sicilian mobster and holds him for ransom.","release_date":"1986-10-31","vote_average":6.3,"runtime":94,"cert":"N\/A","id":56134,"title":"Summer Night with Greek Profile, Almond Eyes and Scent of Basil","adult":false,"genre_ids":[35]},{"cast":["Tyrone Power","Gene Tierney","John Payne","Anne Baxter","Clifton Webb"],"overview":"A adventuresome young man goes off to find himself and loses his socialite fiancée in the process. But when he returns 10 years later, she will stop at nothing to get him back, even though she is already married.","release_date":"1946-11-19","vote_average":6.9,"runtime":145,"cert":"N\/A","id":56135,"title":"The Razor's Edge","adult":false,"genre_ids":[18,10749]},{"cast":["Franklin D. Roosevelt"],"overview":"Documentary short film depicting the American assault on the Japanese-held island of Iwo Jima and the massive battle that raged on that key island in the Allied advance on Japan. Four cameramen died bringing this footage to the public","release_date":"1945-06-07","vote_average":8.0,"runtime":20,"cert":"N\/A","id":56138,"title":"To the Shores of Iwo Jima","adult":false,"genre_ids":[99,10752]},{"cast":[],"overview":"Howard F. Howard idolizes The Three Stooges. His friends and familiy are worried, and consider having him committed.","release_date":"1986-01-01","vote_average":0.0,"runtime":83,"cert":"N\/A","id":56139,"title":"Stoogemania","adult":false,"genre_ids":[]},{"cast":["Robin Askwith","Rula Lenska","Valerie Leon","Roger Hammond","John Clive"],"overview":"A female film crew journeys to Africa where a giant ape, Queen Kong, falls in love with the crew's male star.","release_date":"1976-12-10","vote_average":3.3,"runtime":87,"cert":"N\/A","id":56140,"title":"Queen Kong","adult":false,"genre_ids":[35,12]},{"cast":["Enrico Montesano","Veronica Lario","Luisa De Santis","Mario Scarpetta","Massimo Wertmüller"],"overview":"While walking in a garden of statues of women, Ester and her friend Adele see two women kissing. Ester then dreams of kissing Adele and later imagines making love to her while she is in the arms of Oscar, her husband. She confesses her passion to Adele and also tells Oscar that she loves another. His jealousy takes over: he assumes it's a man, and he begs Adele to help him discover this rival's identity. Eventually Ester tells him she loves a woman. This makes him even less reasonable: he jumps between bewilderment (\"Am I a cuckold?\") and violent anger. After he gets drunk and figures out that Adele is the object of Ester's unconsummated desire, he becomes dangerous.","release_date":"1984-01-01","vote_average":0.0,"runtime":105,"cert":"N\/A","id":56141,"title":"Softly, Softly","adult":false,"genre_ids":[]},{"cast":["Burt Lancaster","Helmut Berger","Silvana Mangano","Claudia Marsani","Stefano Patrizi"],"overview":"A retired professor of American origin lives a solitary life in a luxurious palazzo in Rome. He is confronted by a vulgar Italian marchesa and her lover, her daughter and her daughter's boyfriend, and forced to rent to them an apartment on the upper floor of his palazzo. From this point on his quiet routine is turned into chaos by his tenants' machinations, and everybody's life takes an unexpected but inevitable turn.","release_date":"1974-12-10","vote_average":7.4,"runtime":121,"cert":"N\/A","id":56142,"title":"Conversation Piece","adult":false,"genre_ids":[18,10749]},{"cast":["Donald Crisp","Henry Fonda","Jane Darwell"],"overview":"The Japanese attack on Midway in June 1942, filmed as it happened.","release_date":"1942-09-14","vote_average":5.5,"runtime":18,"cert":"N\/A","id":56143,"title":"The Battle of Midway","adult":false,"genre_ids":[99,10752]},{"cast":["Steven Anselmi","Brian Berry","Todd Carpenter","Brice Kennedy","John Polonia"],"overview":"People full of problems...a lake full of piranha!","release_date":"2005-04-26","vote_average":5.0,"runtime":75,"cert":"N\/A","id":56144,"title":"Razorteeth","adult":false,"genre_ids":[27]},{"cast":["Richard Hell","Brenda Bergman","Robert Andrews","Donna Death"],"overview":"From the warped mind of underground auteur Nick Zedd comes this campy horrorfest that follows screwy scientist Dr. Frankenberry as he attempts to resurrect the dead, aided by his hunchbacked minion. Adding to the twisted fun are Donna Death as bloodsucking temptress Scumbalina, Richard Hell as punk-rock cowboy crooner the Rawhide Kid and Tyler Smith as Frankenberry’s monstrous two-headed creation, Formaldehyde Man.","release_date":"1983-04-01","vote_average":4.5,"runtime":74,"cert":"N\/A","id":56145,"title":"Geek Maggot Bingo or The Freak from Suckweasel Mountain","adult":false,"genre_ids":[14,35,27]},{"cast":["George Sanders","Herbert Marshall","Doris Dudley","Eric Blore","Albert Bassermann"],"overview":"Loosely inspired from Gauguin's life, the story of Charles Strickland, a middle-aged stockbrocker who abandons his middle-classed life, his family, his duties to start painting, what he has always wanted to do. He is from now on a awful human being, wholly devoted to his ideal: beauty.","release_date":"1942-10-27","vote_average":6.7,"runtime":89,"cert":"N\/A","id":56146,"title":"The Moon and Sixpence","adult":false,"genre_ids":[18]},{"cast":["Jayne Mansfield","Mickey Hargitay","Massimo Serato","Moira Orfei","Tina Gloriani"],"overview":"Hercules must save his true love from an evil queen.","release_date":"1960-08-19","vote_average":3.5,"runtime":98,"cert":"N\/A","id":56147,"title":"The Loves of Hercules","adult":false,"genre_ids":[12,14]},{"cast":["James Franciscus","Juliet Mills","Philip Ahn","David Ladd","Dorothy McGuire"],"overview":"Jonathan is sick and tired of the boring life in his sea-gull clan. He rather experiments with new, always more daring flying techniques. Since he doesn't fit in, the elders expel him from the clan. So he sets out to discover the world beyond the horizon in quest for wisdom.","release_date":"1973-10-23","vote_average":6.2,"runtime":120,"cert":"U","id":56150,"title":"Jonathan Livingston Seagull","adult":false,"genre_ids":[18,10751,878]},{"cast":["Merle Oberon","Edna May Oliver","Alan Marshal","Joseph Cotten","Hans Jaray"],"overview":"Lydia MacMillan, a wealthy old woman who has never married, invites several men her own age to her home to reminisce about the times when they were young and courted her. In memory, each romance seemed splendid and destined for happiness, but in each case, Lydia realizes, the truth was less romantic, and ill-starred.","release_date":"1941-01-01","vote_average":6.8,"runtime":104,"cert":"N\/A","id":56151,"title":"Lydia","adult":false,"genre_ids":[18,10749]},{"cast":["Tyrone Power","Linda Darnell","Dean Jagger","Brian Donlevy","Jane Darwell"],"overview":"Based on the story of the famous Mormon leader, it follows Brigham Young and his challenge to transport his people across the Rocky mountains to settle in Salt Lake City. The plot focuses on two fictitious characters, Jonathan Kent and Zina Webb and the hardships they have to face along the way.","release_date":"1940-09-27","vote_average":4.3,"runtime":114,"cert":"N\/A","id":56152,"title":"Brigham Young","adult":false,"genre_ids":[36,10749,37]},{"cast":["Giancarlo Giannini","Mariangela Melato","Agostina Belli","Livia Giampalmo","Luigi Diberti"],"overview":"Voting against the Mafia in what he thinks is a secret ballot costs Sicilian laborer Mimi his livelihood. He leaves his wife, flees to Turin and romances a Communist organizer - but he just can’t shake the Mafia. When they lure Mimi back to Sicily with a better job, he must keep his lover – and love child – under wraps. That’s when his wife announces she’s pregnant.","release_date":"1972-02-19","vote_average":7.3,"runtime":120,"cert":"N\/A","id":56153,"title":"The Seduction of Mimi","adult":false,"genre_ids":[35]},{"cast":["Mickey Rooney","George Bancroft","Fay Bainter","Virginia Weidler","Eugene Pallette"],"overview":"Inventor Thomas Edison's boyhood is chronicled and shows him as a lad whose early inventions and scientific experiments usually end up causing disastrous results. As a result, the towns folk all think Tom is crazy, and creating a strained relationship between Tom and his father. Toms only solace is his understanding mother who believes he's headed to do great things.","release_date":"1940-03-15","vote_average":6.0,"runtime":86,"cert":"N\/A","id":56154,"title":"Young Tom Edison","adult":false,"genre_ids":[18]},{"cast":["Richard Pryor","Ace Trucking Company","Patti Deutsch","Michael Mislove","Bill Saluga"],"overview":"“A contemporary probe and commentary of the mores and maladies of our age… With shtick, bits, pieces, girls, some hamburger, a little hair, a lady, some fellas, some religious stuff, and a lot of other things” boasts the films opening titles. An American film from 1972 involving Richard Pryor, and partly funded by and featuring John Lennon and Yoko Ono. It is a collection of subversive comedy sketches and routines relating to the peace movement. Many famous figures appear as themselves in the film, including Joan Baez, Lenny Bruce, Leonard Cohen, Allen Ginsberg, Jimi Hendrix, B.B. King, Malcolm X (from archival footage), Andy Warhol, Al Capp, Muddy Waters, Sha Na Na, Al Goldstein and Yoko herself. (Wikipedia)","release_date":"1971-01-20","vote_average":5.0,"runtime":76,"cert":"N\/A","id":56155,"title":"Dynamite Chicken","adult":false,"genre_ids":[35]},{"cast":["Spencer Tracy","Jeffrey Hunter","Dianne Foster","Pat O’Brien","Basil Rathbone"],"overview":"An aging politician tries to get re-elected one last time in the changing world of the 1950s when TV started to play a bigger part in politics. Based loosely on the career of multi-term Boston Mayor James Michael Curley, this film examines the good and evil inherent in politics and all the things that go into an election. Tracy's uphill battle to stay in office is set against the political machinery that preyed on ethnic hatred and old-time money.","release_date":"1958-10-24","vote_average":7.0,"runtime":121,"cert":"N\/A","id":56156,"title":"The Last Hurrah","adult":false,"genre_ids":[18]},{"cast":["Jean Moorhead","Barbara Weeks","Art Millan","Theresa Hancock","Joanne Cangi"],"overview":"A newspaper publisher's daughter suffers from neglect by her parents. She and her friends turn to crime by dressing up like men, holding up gas stations, raping young men at gunpoint, and having makeout parties when her parents are away. Their \"fence\" gets them to trash the school on request of sinister un-American clients, and they run afoul of the law, apple pie, and God himself.","release_date":"1956-01-01","vote_average":4.5,"runtime":65,"cert":"N\/A","id":56157,"title":"The Violent Years","adult":false,"genre_ids":[18,53]},{"cast":["James Russo","Lydia Lunch","William Rice","Ann Magnuson","Brent Collins"],"overview":"A film noirish atmosphere is created to show detective Lunch (a popular underground musician and poet) plow her way through the plans of a corporate businessman who seeks government defense contracts through real \"corporate wars\" and the manipulation of politicians.","release_date":"1982-09-01","vote_average":7.0,"runtime":90,"cert":"N\/A","id":56158,"title":"Vortex","adult":false,"genre_ids":[]},{"cast":["Coley Wallace","Hilda Simms","Paul Stewart","James Edwards","John Marley"],"overview":"The life and career of Heavyweight Champion Joe Louis, who held the title for 12 years--longer than any other boxer in history--and who had to not only battle opponents inside the ring and racism outside it.","release_date":"1953-09-18","vote_average":6.0,"runtime":88,"cert":"N\/A","id":56159,"title":"The Joe Louis Story","adult":false,"genre_ids":[18]},{"cast":["Marie-France Pisier","Timothy Dalton","Rutger Hauer","Brigitte Fossey","Karen Black"],"overview":"The story about the life and loves of an amazing woman-Coco Chanel- who rose from the bottom with no family or financial support and became one of the most legendary of all our creative icons.","release_date":"1981-01-01","vote_average":5.0,"runtime":107,"cert":"N\/A","id":56160,"title":"Chanel Solitaire","adult":false,"genre_ids":[18]},{"cast":["Constantin von Jascheroff","Joel Basman","Frederick Lau","Martin Kiefer","Aram Arami"],"overview":"Kevin is new in youth prison. Due to over-occupancy he has to share a cell with Tommy, Andy and Marc. A partnership of convenience in a system where only the strong prevail and which is dominated by violence and latent aggression. Oppression and beatings are a daily occurence. It is hard for Kevin to establish himself. Especially Marc and Andy are after him. He's afraid of not sticking it out. Only Tommy gives him an amicable advice: In this system, you're either a victim or a culprit. If he doesn't want to be a loser anymore, he has to start fighting... A piece of advice that will trigger most dire consequences","release_date":"2011-02-03","vote_average":5.6,"runtime":108,"cert":"N\/A","id":56161,"title":"Picco","adult":false,"genre_ids":[80,18,27]},{"cast":["Marianne Sägebrecht","Brad Davis","Judge Reinhold","Erika Blumberger","Willy Harlander"],"overview":"Rosalie loves to shop too much to let a little thing like no money stop her. When the local shopkeepers no longer take her bad checks or bad credit cards, she's reduced to stealing from one family member to buy presents for others. It's looking pretty bleak until her daughter pushes her into buying a 'guilt gift' of a PC, complete with modem. Master shopper becomes master hacker, and Rosalie is back on top.","release_date":"1989-01-01","vote_average":6.1,"runtime":94,"cert":"N\/A","id":56162,"title":"Rosalie Goes Shopping","adult":false,"genre_ids":[35]},{"cast":["Hu, Loo-Chi"],"overview":"T'ai Chi Ch'uan is a meditation exercise with movement, and martial art. Anybody can do it regardless of age or physical condition.","release_date":"2002-01-01","vote_average":0.0,"runtime":42,"cert":"N\/A","id":56163,"title":"T'ai Chi Ch'uan Applications","adult":false,"genre_ids":[]},{"cast":["Diana Wynyard","Clive Brook","Una O'Connor","Herbert Mundin","Beryl Mercer"],"overview":"A cavalcade of English life from New Year's Eve 1899 until 1933 seen through the eyes of well-to-do Londoners Jane and Robert Marryot. Amongst events touching their family are the Boer War, the death of Queen Victoria, the sinking of the Titanic and the Great War.","release_date":"1933-02-08","vote_average":5.6,"runtime":110,"cert":"U","id":56164,"title":"Cavalcade","adult":false,"genre_ids":[18]},{"cast":["John Carradine","Melinda Casey","Chuck Courtney","Virginia Christine","Olive Carey"],"overview":"Dracula travels to the American West, intent on making a beautiful ranch owner his next victim. Her fiance, outlaw Billy the Kid, finds out about it and rushes to save her.","release_date":"1966-04-10","vote_average":4.0,"runtime":73,"cert":"","id":56165,"title":"Billy the Kid Versus Dracula","adult":false,"genre_ids":[28,27,37]},{"cast":["Felice Andreasi","Lucrezia Lante della Rovere","Alessandro Haber","Angiola Baggi","Davide Bechini"],"overview":"At a farmhouse, a large family cooks mountains of food for the next day's engagement party for Silvia and her city fiancé, Angelo. Her parents feud about infidelity; an aging salesman who rents a cottage from them arrives with a young French woman; in Bologna, Angelo's mother frets that her son is marrying beneath him; his sisters are less critical. Early the next morning, the four of them go by train to the farmhouse, joined by Angelo's married, unpregnant sister. The day-long dinner is riotous, couples display affection and impatience, children chase angels. Angelo's family stays the night, and his sister Linda has a visitor. A silver elephant makes the perfect gift.","release_date":"1989-01-01","vote_average":10.0,"runtime":87,"cert":"N\/A","id":56166,"title":"The Story of Boys and Girls","adult":false,"genre_ids":[]},{"cast":["Anna Magnani","Odoardo Spadaro","Nada Fiorelli","Dante","Duncan Lamont"],"overview":"A viceroy, a nobleman and a bullfighter court a comedy-troupe actress in 16th-century Peru.","release_date":"1952-12-05","vote_average":7.2,"runtime":105,"cert":"N\/A","id":56167,"title":"The Golden Coach","adult":false,"genre_ids":[36,35,18]},{"cast":["Stephen Boyd","Elke Sommer","Milton Berle","Eleanor Parker","Joseph Cotten"],"overview":"Snotty Hollywood actor becomes even more full of himself after he's nominated for Best actor at the Academy Awards.","release_date":"1966-03-04","vote_average":6.3,"runtime":119,"cert":"N\/A","id":56168,"title":"The Oscar","adult":false,"genre_ids":[18]},{"cast":["Anne-Sophie Briest","Nina Hoger","Udo Schenk","Jule Ronstedt","Hansa Czypionka"],"overview":"","release_date":"2001-10-30","vote_average":4.0,"runtime":null,"cert":"N\/A","id":56169,"title":"Natalie IV - Das Leben nach dem Babystrich","adult":false,"genre_ids":[18]},{"cast":["Anne-Sophie Briest","Nina Hoger","Udo Schenk","Pasquale Aleardi","Arved Birnbaum"],"overview":"","release_date":"2003-01-28","vote_average":3.0,"runtime":null,"cert":"N\/A","id":56170,"title":"Natalie  - Babystrich Ostblock","adult":false,"genre_ids":[18]},{"cast":["Tiffany","Debbie Gibson","A Martinez","Kathryn Joosten","Kevin M. Horton"],"overview":"A fanatical animal rights activist releases giant pythons into the Everglades, believing the wild animals should be set free. When they start decimating the native animal population, an over-zealous park ranger feeds experimental steroids to wild alligators so they can fight back. The giant pythons and gargantuan alligators go on a killing spree, and it is now left up to the two feuding women to put aside their differences to put a stop to the creatures and the destruction.","release_date":"2011-01-29","vote_average":3.4,"runtime":90,"cert":"N\/A","id":56171,"title":"Mega Python vs. Gatoroid","adult":false,"genre_ids":[28,27,878]},{"cast":["Bolo Yeung","Billy Blanks","Jalal Merhi","Bobbie Phillips","Matthias Hues"],"overview":"Somewhere in the future the environmental overkill had come. Many people had died. The rich were able to build the underworld, the poor had to stay on the surface building gangs to survive. Jason Storm, an underworld guard gets knowledge of a conspiracy to kill all people on the surface. He needs to flee to the surface, and wins Sumai, a respected martial arts master, as his ally to stop the dirty plot.","release_date":"1993-08-18","vote_average":5.2,"runtime":91,"cert":"N\/A","id":56172,"title":"TC 2000","adult":false,"genre_ids":[28,878]},{"cast":[],"overview":"","release_date":"2007-11-27","vote_average":0.0,"runtime":84,"cert":"N\/A","id":56175,"title":"Playboy Video Playmate Calendar 2008","adult":true,"genre_ids":[]},{"cast":["Sherwood Bailey","Matthew 'Stymie' Beard","Dorothy DeBorba","Kendall McComas","George McFarland"],"overview":"The gang, while playing firemen, come upon a real fire.","release_date":"1932-01-01","vote_average":8.0,"runtime":20,"cert":"N\/A","id":56176,"title":"Hook and Ladder","adult":false,"genre_ids":[35]},{"cast":["Sophia Loren","Marcello Mastroianni","Giancarlo Giannini","Turi Ferro","Mario Scarpetta"],"overview":"Titina Paterno, a widow in a small coastal town in Sicily, goes insane after the death of her husband. She cannot stop telling whoever wants to hear her that Vito Acicatena, the fascist bigwig of the region was the one responsible of the crime. Justice, alas, will not do anything to punish this criminal, but Titina, in her own way, will be Vito's worst nightmare.","release_date":"1978-12-21","vote_average":6.0,"runtime":124,"cert":"N\/A","id":56177,"title":"Blood Feud","adult":false,"genre_ids":[53]},{"cast":["Louise Brooks","Georges Charlia"],"overview":"Lucienne, typist and gorgeous bathing beauty, decides to enter the 'Miss Europe' pageant sponsored by the French newspaper she works for. She finds her jealous lover Andre violently disapproves of such events and tries to withdraw, but it's too late; she's even then being named Miss France. The night Andre planned to propose to her, she's being whisked off to the Miss Europe finals in Spain, where admirers swarm around her. Win or lose, what will the harvest be?","release_date":"1930-01-01","vote_average":7.3,"runtime":93,"cert":"N\/A","id":56178,"title":"Beauty Prize","adult":false,"genre_ids":[18]},{"cast":["Willem Dafoe","Edward James Olmos","Robert Loggia","Hartmut Becker"],"overview":"Fact based story about a former Greek Olympic boxer who was taken as a prisoner during World war II and placed in the Auschwitz prison camp. There he was permitted to survive as long as he fought for the amusement of his captors. His father and brother were also held as insurance that he would continue to fight.","release_date":"1989-01-01","vote_average":7.0,"runtime":120,"cert":"N\/A","id":56179,"title":"Triumph of the Spirit","adult":false,"genre_ids":[18]},{"cast":["Florencia Colucci","Abel Tripaldi","Gustavo Alonso","María Salazar"],"overview":"Laura (Florencia Colucci) and her father Wilson (Gustavo Alonso) arrive at a cottage off the beaten path in order to repair it since its owner (Abel Tripaldi) will soon put the house on sale. They will spend the night there in order to start the repairs the following morning. Everything seems to go on smoothly until Laura hears a sound that comes from outside and gets louder and louder in the upper floor of the house. Wilson goes up to see what is going on while she remains downstairs on her own waiting for her father to come down. The plot is based on a true story that occurred in the 1940s in a small village in Uruguay. La casa muda focuses on the last seventy eight minutes, second by second, as Laura tries to leave the house unharmed and discovers the dark secret it hides.","release_date":"2010-08-25","vote_average":5.7,"runtime":86,"cert":"N\/A","id":56180,"title":"The Silent House","adult":false,"genre_ids":[18,27,9648,53]},{"cast":["Mildred Harris","Violet MacMillan","Fred Woodward","Vivian Reed","Pierre Couderc"],"overview":"The fairies of Oz gather in the forest of Burzee one evening and weave a magic cloak that gives the wearer one wish, so long as it has not been stolen.","release_date":"1914-09-28","vote_average":4.5,"runtime":55,"cert":"N\/A","id":56181,"title":"The Magic Cloak of Oz","adult":false,"genre_ids":[14,12,10751]},{"cast":["James Franco","Mila Kunis"],"overview":"A short comedic film.","release_date":"2007-01-01","vote_average":4.9,"runtime":3,"cert":"N\/A","id":56182,"title":"The Hills with James Franco and Mila Kunis","adult":false,"genre_ids":[]},{"cast":["Dominique Swain","James Franco","Eric Christian Olsen"],"overview":"Three stubborn teenagers place a bet over which one of them is the meanest.","release_date":"2001-01-01","vote_average":0.0,"runtime":8,"cert":"N\/A","id":56183,"title":"Mean People Suck","adult":false,"genre_ids":[]},{"cast":[],"overview":"Amma, one of India's most famous \"Mahatmas\" or spiritual guides, is known internationally for her charitable donations, fight for peace, and work with illiteracy. In 2002, she won the Gandhi King Prize for her work, joining a prestigious group of winners that include, Nelson Mandela and Khofi Annan. Here is a chronicle of her journey throughout India, traveling with her inner circle to visit with her disciples.","release_date":"2005-11-30","vote_average":5.0,"runtime":106,"cert":"N\/A","id":56186,"title":"Darshan - The Embrance","adult":false,"genre_ids":[99]},{"cast":["Wataru Takagi","Aya Hisakawa","Katsue Miwa","Rica Matsumoto","Shigeru Chiba"],"overview":"A monster hunter goes after a beast that could be her brother.","release_date":"1994-06-23","vote_average":8.0,"runtime":151,"cert":"N\/A","id":56191,"title":"Iria: Zeiram the Animation","adult":false,"genre_ids":[28,16,878]},{"cast":["Daniel Roebuck","Susan McConnell","Fay Masterson","Andrew Parks","H.M. Wynant"],"overview":"A small town infestation of crawling alien foreheads that begin attaching to people and taking them over collides with a scientist's experiments to extract foreheadazine and things go horribly horribly wrong.","release_date":"2008-06-08","vote_average":5.4,"runtime":81,"cert":"N\/A","id":56192,"title":"Trail of the Screaming Forehead","adult":false,"genre_ids":[35,878]},{"cast":["Anjelica Huston","Lauren Bacall","Terence Stamp","Andrew Lincoln","Zoë Tapper"],"overview":"As war looms on the horizon, a hopeful ingenue (Zoe Tapper) finds herself caught between the warring affections of a playwright (David Leon) and a director (Andrew Lincoln) in 1930s London. Director Julia Taylor-Stanley's heartwarming ensemble piece features zesty performances by Anjelica Huston as an eccentric investor, Mark Umbers as a vain matinee idol, and Terence Stamp as a tart butler. And don't miss the immortal Lauren Bacall in a small role.","release_date":"2006-03-10","vote_average":5.4,"runtime":107,"cert":"","id":56193,"title":"These Foolish Things","adult":false,"genre_ids":[35,18,10749]},{"cast":["Kimberly Williams-Paisley","Campbell Scott","Eric Close","Alexa PenaVega","Blair Brown"],"overview":"Two brothers - one virtuous, one feckless - are in love with the same woman. She falls for Brother Wrong, carrying a torch for him even after he deserts her. But Brother Right remains steadfast and available. What's unusual here is why the bad brother pulls his disappearing act. Mark walks out on wife Dianne after learning that the baby they're expecting has severe genetic abnormalities. Dianne is nonetheless determined to bear her child, with support from her mother and Mark's brother David, a pediatrician whose love for Dianne is unspoken but obvious. How do they cope with the challenges of raising this little girl named Julia?","release_date":"2001-05-06","vote_average":6.3,"runtime":103,"cert":"N\/A","id":56194,"title":"Follow the Stars Home","adult":false,"genre_ids":[10770,18,10751,10749]},{"cast":["Mary-Kate Olsen","Ashley Olsen","Tom Amandes","Jessica Tuck","Carl Banks"],"overview":"High above Hollywood Mary-Kate and Ashley Olsen are playing Matchmakers! One's a surfer. The other's a high diver. When these two sisters team up to find a new love for their newly single Dad, it's a fun-loving, eye-catching California adventure gone wild. Mary-Kate and Ashley star in this fabulously funny love-struck comedy filled with crazy schemes and cool surprises. Determined to find their Dad, Max, a new love, the girls paint a personal ad on a giant billboard in the heart of Hollywood. After a few disastrous dates, Max finally meets Brooke and it's love at first sight. There's just one hitch, her unruly skateboarding son is the girls' arch rival. Now, with the girls plotting every action-packed step of the way, they've got to find out if love really does conquer all. Full of outrageous events, mixed-up matches and lots of laughs, Billboard Dad tops the charts as Mary-Kate and Ashley's coolest mischief-making adventure ever!","release_date":"1998-02-06","vote_average":5.6,"runtime":87,"cert":"N\/A","id":56195,"title":"Billboard Dad","adult":false,"genre_ids":[35,10751]},{"cast":["John McLaughlin","Thomas W. Murphy","Denis O'Rourke","Randall Shortridge","David Glenn Smith"],"overview":"This documentary examines the genetic evidence of the claims of the Book of Mormon. Are the native Americans decedents of the lost tribe of Israel?","release_date":"2003-03-20","vote_average":0.0,"runtime":53,"cert":"N\/A","id":56200,"title":"DNA vs The Book of Mormon","adult":false,"genre_ids":[28,53,99,878]},{"cast":[],"overview":"This is the remarkable story of a Nigerian pastor, Daniel Ekechukwu, who was fatally injured in a car accident near the town of Onitsha, Nigeria, Africa on November 30th, 2001. During a dramatic journey to a hospital in Owerri, Nigeria, he lost all life signs and was later pronounced dead by two different medical staff in two different hospitals. The latter wrote a Medical report and commissioned the corpse to the mortuary. But Daniel's wife remembered a verse in Scripture from Hebrews 11: \"Women received their dead raised to life again.\" She heard about a meeting where Evangelist Reinhard Bonnke was going to preach, and proceeded to bring Daniel's body in his coffin. What follows is a story you will never forget","release_date":"","vote_average":0.0,"runtime":35,"cert":"N\/A","id":56201,"title":"Raised From The Dead","adult":false,"genre_ids":[]},{"cast":["Tord Peterson","Kalle Lundberg","Mona Seilitz","Gunnar Uddén","Terese Damsholt"],"overview":"Gubben Pettson och katten Findus är nere vid sjön och fiskar. Det blåser upp, börjar snöa och blir mörkt. Vilse i stormen tvingas de söka skydd i en igloo av fiskblock och där inne berättar de om året som gått.","release_date":"1999-12-25","vote_average":5.7,"runtime":75,"cert":"N\/A","id":56202,"title":"Pettson and Findus","adult":false,"genre_ids":[16,10751]},{"cast":["Johan Raja Lawak","Awie","Zami Ismail","Man Kadir","Ummi Nazeera"],"overview":"Husin has been working in Singapore for some time and decides to return to his hometown, Banana Village. Upon returning, he feels that his neighbour Mak Limah is strange as she does not speak nor sleep. He then tells patrons at Pak Munawer's coffee shop that Mak Limah might be a ghost. Pak Abu decides they should investigate further but when they go to her house, she is already a rotting corpse! However, things get more interesting when the village is haunted by a strange occurrences, despite the burial of Mak Limah.","release_date":"2010-12-09","vote_average":6.0,"runtime":100,"cert":"N\/A","id":56203,"title":"Hantu Kak Limah Balik Rumah","adult":false,"genre_ids":[35,27]},{"cast":["Richard Dawkins","John Lennox"],"overview":"On October 3rd of 2007 in Birmingham, Alabama, Professor Richard Dawkins and his Oxford University colleague Professor John Lennox engaged in a lively debate over what is arguably the most critical question of our time: the existence of God. The debate centered on Dawkins's views as expressed in his best-seller, The God Delusion, and their validity over and against the Christian faith. Both presenters agreed to the format and topics of discussion. It was one of the great debates of the last 100 years and is well worth watching and studying.","release_date":"2007-10-03","vote_average":6.0,"runtime":112,"cert":"","id":56204,"title":"The God Delusion Debate","adult":false,"genre_ids":[99]},{"cast":["Francis Ford Coppola","Mario Puzo","Marlon Brando","James Caan","John Cazale"],"overview":"A documentary on the making of the three Godfather films, with interviews and recollections from the film makers and cast. This feature also includes the original screen tests of some of the actors for \"The Godfather\" film, and some candid moments on the set of \"The Godfather: Part III.\"","release_date":"1990-07-12","vote_average":7.9,"runtime":73,"cert":"N\/A","id":56205,"title":"The Godfather Family: A Look Inside","adult":false,"genre_ids":[99]},{"cast":[" Jesse Cowell","Manuel Bermudez","Steven Bordelon","Tyler Brooks","Mark James Cuminale"],"overview":"Shades of Gray , a feature film of epic immaturity as five guys get together to blackmail their former best friend for all the horrible, embarrassing and outright disgusting things he's ever done to them. Now it's their turn. Sneaking into his place one night, they swipe Eric's \"little black book\" containing the names and sexual habits of the countless women he's slept with.","release_date":"2005-08-13","vote_average":0.0,"runtime":76,"cert":"N\/A","id":56206,"title":"Shades of Gray","adult":false,"genre_ids":[35]},{"cast":["Celia Cruz","Tito Puente","Johnny Pacheco","Isidro Infante","Pedro Knight"],"overview":"Crowned the \"Queen of Salsa,\" Cuban-born singer Celia Cruz performs in this concert video featuring Latin jazz legend Tito Puente, La India, Johnny Pacheco and the RMM Orchestra. The flamboyant Cruz and her talented friends heat up the dance hall with songs such as \"La Vida Es un Carnival,\" \"La Voz de Experiencia,\" \"Quimbara,\" \"Babalu,\" \"Siboney,\" \"El Cumbachera,\" an improvised version of \"Guantanamera\" and Cruz's signature song, \"Bemba Colora.\"","release_date":"1999-01-02","vote_average":0.0,"runtime":80,"cert":"N\/A","id":56211,"title":"Celia Cruz & Friends: A Night of Salsa","adult":false,"genre_ids":[10402]},{"cast":["Mikhail Skryabin","Yuri Matveyev","Alexandr Mosin","Aida Tumutova","Anna Korotayeva"],"overview":"A shell-shocked Afghanistan war hero named Ivan Skryabin (Mikhail Skryabin) spends his days stoking the fire in a giant coal furnace. When he isn’t tending the flames, he keeps busy with other activities. He works on a historical novel. His adult daughter Sasha (Aida Tumutova) comes to visit. Local kids come to gaze at the flames. Gangsters, including a former Army sergeant (Aleksandr Mosin) and a sniper known as Bison (Yuri Matveyev), drop by to add special kindling to the fire.","release_date":"2010-10-13","vote_average":6.8,"runtime":83,"cert":"N\/A","id":56212,"title":"The Stoker","adult":false,"genre_ids":[18,80]},{"cast":["Rutger Hauer","Richard Dreyfuss"],"overview":"Jack London's classic story from 1903 about Buck, a dog kidnapped from his home in California and taken to the Yukon where he is mistreated until a prospector discovers him and relates to his situation. Although the two are bonded, Buck yearns to run free with the wild dogs in the wilderness.","release_date":"1997-06-22","vote_average":7.0,"runtime":91,"cert":"N\/A","id":56217,"title":"The Call of the Wild: Dog of the Yukon","adult":false,"genre_ids":[12,18,10751]},{"cast":["Margaret Cho","Bruce Daniels","Selene Luna"],"overview":"Learning to love her luscious self over the past forty years, comedian Margaret Cho realized that the eye of the beholder doesn't hold all the power when it comes to beauty. Our tastes may be groomed by the media, but how we feel about how we look brings our self-image into focus. Armed with something more potent than lip gloss - a mouth so shocking and raunchy it should be stamped with a warning - Cho toured America with her manifesto: \"This show is really about how we should feel beautiful,\" says Cho. \"When you feel beautiful, you're going to have more of a willingness to use your voice to speak.\" Shot at the Long Beach Terrace Theater, Cho's latest stand-up concert film, Beautiful, explores the good, bad, and downright ugly in beauty, and the unattractive politicians and marketers who shape our world.","release_date":"2009-07-03","vote_average":6.0,"runtime":86,"cert":"N\/A","id":56218,"title":"Margaret Cho: Beautiful","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Join Gunnery Sergeant Harvey Walden IV, co-host of VH1's hit show CELEBRITY FIT CLUB in FIGHTING FIT, FIGHTING FAT as he instructs you in a mission to get fit and lose weight. You've seen him in action, helping celebrites lose weight and improve their fitness; now you can follow his ultimate workout yourself. Aimed at all ages and all levels of fitness, this program is designed to produce a flatter, firmer stomach, toned arms, buttocks and thighs and more energy; improving fitness and creating weight loss. GET FIT, TONE UP AND LOSE WEIGHT - 3 STAGES TO A SLIMMER, FITTER YOU!!!","release_date":"2007-04-24","vote_average":0.0,"runtime":60,"cert":"N\/A","id":56223,"title":"Harvey Walden Presents: Fighting Fit, Fighting Fat","adult":false,"genre_ids":[]},{"cast":["Quentin Tarantino","Robert Altman","Jim Jarmusch","Paul Verhoeven","Alexander Payne"],"overview":"A documentary on the Z Channel, one of the first pay cable stations in the US, and its programming chief, Jerry Harvey. Debuting in 1974, the LA-based channel's eclectic slate of movies became a prime example of the untapped power of cable television.","release_date":"2004-05-16","vote_average":7.0,"runtime":121,"cert":"N\/A","id":56224,"title":"Z Channel: A Magnificent Obsession","adult":false,"genre_ids":[36,99]},{"cast":["Simon Abkarian","Isaac Sharry","Teng Fei Xiang","Linh Đan Phạm","Pascal Elbé"],"overview":"Paris, le quartier du Sentier. Noël approche et la vie de Vahé Krikorian part à vau-l'eau. La boutique de son père, avec qui il travaille, va bientôt fermer. Trop de dettes et d'impayés. Lu Ann, la femme qu'il aime, le quitte et il sent bien que les arnaques au bonneteau qu'il pratique avec Sahak et son frère Toros ne vont pas le mener loin.","release_date":"2005-04-20","vote_average":4.5,"runtime":85,"cert":"N\/A","id":56227,"title":"Les Mauvais joueurs","adult":false,"genre_ids":[18,53]},{"cast":["A.R. Hellquist","Fredrik Dolk","Daniel Janzen","Tina Ericksson","Tintin Anderzon"],"overview":"A Squad of elite commandos is lost in the Swedish wilderness during a secret mission. A tactical unit is sent out to investigate. I the meanwhile a group of hikers enter the area. Their phones suddenly loses reception and the compasses stops working. One after the other they start to disappear.","release_date":"2010-11-03","vote_average":0.0,"runtime":97,"cert":"N\/A","id":56228,"title":"Sektor 236","adult":false,"genre_ids":[878,27]},{"cast":["Guillaume Canet","Asia Argento","Gérard Lanvin","José Garcia","Vincent Pérez"],"overview":"Antoine is a social wannabe who drops an elusive aristocrat's name to get into an exclusive party. The name - Jordan - gets him whisked by two burly bodyguards into the office of the host, von Bulow, who won't accept Antoine's admission of lying, gives him $100,000, and promises $900,000 more when led to Jordan. Enticed by the money, Antoine, with the help of his friend Étienne, begins his search. He follows trails through Paris's night scene, gets beaten up and bitten, and meets Jordan's sister, Violaine. After a surreal night, he's hooked on her charms but leery of continuing his pursuit of Jordan. Von Bulow insists. Can he find Jordan, get his reward, and attract Violaine?","release_date":"2001-03-21","vote_average":4.3,"runtime":95,"cert":"N\/A","id":56229,"title":"Love Bites","adult":false,"genre_ids":[9648,53,27]},{"cast":[],"overview":"Actress Shelley Duvall presents charming animated versions of some of the most beloved children's stories in this superb Emmy-nominated collection featuring 26 tales narrated by famous actors and musicians. The stories by Mercer Mayer, Virginia Lee Burton, Marilyn Sadler and others are voiced by James Earl Jones, Morgan Freeman, Candice Bergen, Ringo Starr, Michael J. Fox, Steve Martin, Martin Short, Billy Crystal, Kathy Bates and many more.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":56230,"title":"Shelley Duvall's Bedtime Stories D2","adult":false,"genre_ids":[]},{"cast":["Gian Maria Volonté","Mariangela Melato","Salvo Randone","Gino Pernice","Luigi Diberti"],"overview":"A conscientious factory worker gets his finger cut off by a machine. The accident causes him to become more involved in political and revolutionary groups.","release_date":"1971-09-17","vote_average":8.0,"runtime":125,"cert":"N\/A","id":56231,"title":"The Working Class Goes to Paradise","adult":false,"genre_ids":[18]},{"cast":["Toma Ikuta","Kumiko Aso","Takayuki Yamada","Tetsuji Tamayama","Riko Narumi"],"overview":"The Seaside Motel is trapped in the mountains, without even enough water to serve their guests 24 hours a day, much less having a view of a body of water of any kind.","release_date":"2010-06-05","vote_average":6.5,"runtime":103,"cert":"N\/A","id":56232,"title":"The Seaside Motel","adult":false,"genre_ids":[35,10749]},{"cast":["Monica Vitti","Stanley Baker","Carlo Giuffrè","Corin Redgrave","Tony Booth"],"overview":"A Sicilian woman is dishonored by her lover, then goes to London with a pistol intending to murder him.","release_date":"1968-08-22","vote_average":7.1,"runtime":100,"cert":"N\/A","id":56233,"title":"The Girl with a Pistol","adult":false,"genre_ids":[10749,35,18]},{"cast":["Kazuki Hiro'oka","Shinya Kote","Akaji Maro","Yuko Miyamoto","Terumi Norizuki"],"overview":"Manzo is a fisherman in a small seaside community who lives and works alone, but longs for a relationship and maybe a wife. When a sign is posted advertising a matchmaking party with city women, all the men gussy themselves up and videotape themselves for the dating service. Manzo borrows a camcorder and tries his luck, but his rehearsed speech doesn't go as planned. When showing the videotape to the prospective dates, he discovers something unusual: There is a woman and her son living in one of his closets. Instead of kicking them out, he encourages them to stay and develops a relationship with them that makes the other fishermen jealous.","release_date":"2009-07-18","vote_average":4.1,"runtime":101,"cert":"N\/A","id":56234,"title":"Dark Harbour","adult":false,"genre_ids":[28,53,878]},{"cast":["Everett Alvarez","Ron Bliss","Fred Cherry","Tom Hanks","George Day"],"overview":"The story of U.S. fighter pilots shot down over North Vietnam who became POWs for up to 8 and a half years.","release_date":"1999-06-11","vote_average":5.6,"runtime":101,"cert":"N\/A","id":56235,"title":"Return with Honor","adult":false,"genre_ids":[99]},{"cast":["Stephen Fung","Sam Lee","Lilian Chan Wai-Ming","Alice Chan","Benny Lai Chun"],"overview":"CIA Agent Harry is bitten by a man who was part of a deadly experiment involving the ability to withstand pain. The bacterium has a virus, causing the victim to become a zombie. Upon Harry's arrival in Hong Kong, after rejection from his ex-girlfriend, the virus begins to take effect. He kills a call girl and is arrested after a gang fight. When he is in prison, Harry transforms into a Zombie King and transforms nearly an entire Triad gang into his personal horde. Soon, the police department becomes a House of the Dead. It's up to a police officer named Marco, Harry's ex, and a Triad member named Cheap to stop them before it's too late.","release_date":"2000-12-01","vote_average":6.0,"runtime":89,"cert":"N\/A","id":56238,"title":"Bio-Cops","adult":false,"genre_ids":[35,27]},{"cast":[],"overview":"Experience a fun nonimpact workout with our BalanceBall, the original home exercise ball that started the trend. This versatile piece of exercise equipment helps strenghten your core, adds variety to home workouts and comfortably supports your body for abs work, sculpting sequences and other fitness routines.","release_date":"2007-01-01","vote_average":0.0,"runtime":60,"cert":"N\/A","id":56243,"title":"Total Body Challenge: BalanceBall","adult":false,"genre_ids":[]},{"cast":["Jesper Christensen","Karen-Lise Mynster","Mille Lehfeldt"],"overview":"Webcam-stripperen Sally rejser hjem for at besøge sin hippie-mor. Hun er fast besluttet på at få moren til at fortælle, hvem hendes far er. For en god ordens skyld har Sally en pistol med i tasken. Da Sally kommer frem, finder hun sin mor i seng med elskeren Lennart. Inden længe udvikler situationen mellem mor og datter i en retning, som ingen af dem havde forudset.","release_date":"2008-08-06","vote_average":0.0,"runtime":78,"cert":"N\/A","id":56244,"title":"One shot","adult":false,"genre_ids":[]},{"cast":["Lea Baastrup Rønne","Kristian Halken","Olaf Højgaard","Anne Katrine Andersen","Nis Bank-Mikkelsen"],"overview":"16-year-old schoolgirl Molly contacts the authorities and claims she has been raped by her boyfriend Sako and some of his friends. But as the policeman Jens questions her, he finds that Molly is vague about what has happened. Molly, who has been filming her everyday life, has also documented her relationship with Sako. Jens confiscates the film material as part of the investigation and, slowly becoming a voyeur of Molly's life, he feels a growing attraction to her.","release_date":"2008-07-18","vote_average":0.0,"runtime":87,"cert":"N\/A","id":56245,"title":"MollyCam","adult":false,"genre_ids":[]},{"cast":["Shaheizy Sam","Azad Jazmin","Farisya Fatin","Angah Raja Lawak","Puteri Mardiana"],"overview":"\"Ngangkung\" tells the story of a lorry driver Azim who lives a moderate lifestyle with his wife Suri and his daughter. Tasnim and Wan are Azim's closest friends and they start influencing Azim to bet on the lottery. Things take a turn when the number acquired by Tasnim by the way of 'ngangkung' is successful and it changes things completely as Azim starts to enjoy indulging in the activity.","release_date":"2012-08-10","vote_average":4.0,"runtime":92,"cert":"N\/A","id":56252,"title":"Ngangkung","adult":false,"genre_ids":[27,35]},{"cast":["Astrida Auza","Robert Nolan","Katie Uhlmann","Amanda Jane Smith","Dan Wooster"],"overview":"Archon Defender follows the path of a young woman, Colette, as she seeks her way through adversity to redemption, as the world she once knew is torn apart by war and tyranny. Archon Defender is a solo production by Director David T. Krupicz, who created this 65 minute feature film during a 3 year production, using obsolete older versions of production software running on second hand computers.","release_date":"2009-10-07","vote_average":2.0,"runtime":67,"cert":"N\/A","id":56253,"title":"Archon Defender","adult":false,"genre_ids":[16,878]},{"cast":["Dragoș Bucur","Dorina Chiriac","Andi Vasluianu","Adrian Copilul Minune"],"overview":"In a city full of \"manele\", drugs and illegal car races you don't survive unless you know how to pay. Sometimes with other's lives. Young people today are trying to adapt to a world without consciousness, a world of money, unscrupulous businesses. A film-adrenaline with accents of black humor, irony at the society which is run by large rubble and where life is just a currency.","release_date":"2002-11-29","vote_average":6.7,"runtime":83,"cert":"N\/A","id":56254,"title":"The Rage","adult":false,"genre_ids":[28,18]},{"cast":["Eiichi Kikichi","Lee Ho","Arthur Kuroda","Hironobu Nomura","Hideki Saijô"],"overview":"Minoru Kawasaki directs this comedic psychological thriller that follows a large koala as he looks for help from several of his closest friends, which include a giant rabbit and frog. A hardworking executive at a pickle company, Mr. Tamura stands out from other employees because he's a koala bear who stands six feet tall. When his human girlfriend is found murdered, the blackout-prone Tamura goes on the run and tries to solve the mystery.","release_date":"2005-10-28","vote_average":5.5,"runtime":86,"cert":"N\/A","id":56255,"title":"Executive Koala","adult":false,"genre_ids":[35,80,18,53]},{"cast":["Dragoș Bucur","Ioana Flora","Răzvan Vasilescu","Doru Ana","Alexandru Papadopol"],"overview":"A young man from Constanța who has his own business aims to expand, but he doesn't have the resources.","release_date":"2001-06-01","vote_average":7.1,"runtime":90,"cert":"N\/A","id":56256,"title":"Stuff and Dough","adult":false,"genre_ids":[80,18]},{"cast":["Steve Oliver","D.J. Anderson","Gene Shane","Billy Gray","Gray Johnson"],"overview":"A biker gang visits a monastery where they encounter black-robed monks engaged in worshipping Satan. When the monks try to persuade one of the female bikers, Helen, to become a satanic sacrifice the bikers smash up the monastery and leave. The monks have the last laugh, though, as Helen, as a result of the satanic rituals, is now possessed and at night changes into a werewolf, with dire results for the biker gang.","release_date":"1971-08-11","vote_average":5.6,"runtime":85,"cert":"N\/A","id":56259,"title":"Werewolves on Wheels","adult":false,"genre_ids":[28,27]},{"cast":["Totò","Aldo Fabrizi","Christine Kaufmann","Geronimo Meynier","Luigi Pavese"],"overview":"","release_date":"1960-08-18","vote_average":7.3,"runtime":96,"cert":"N\/A","id":56260,"title":"Totò, Fabrizi e i giovani d'oggi","adult":false,"genre_ids":[10749,35]},{"cast":["Yannick Renier","Léa Seydoux","Nicole Garcia","Pierre Perrier","Micheline Presle"],"overview":"In the summer, 27 year-old Sam drives towards the south of France in his Ford. He meets Matthieu and his sister Léa and takes them along in his apparently aimless journey. Matthieu has a crush on Sam and tries to seduce him. Léa is a beautiful, young, provocative girl who likes men so much that she got pregnant. She soon brings along Jérémie with them. Throughout the trip, they learn to know, fight and love each other. In spite of a blooming relationship with Matthieu, Sam isolates himself because of his secret: he is headed for Spain to find his long-lost mother.","release_date":"2009-12-30","vote_average":6.2,"runtime":87,"cert":"N\/A","id":56263,"title":"Going South","adult":false,"genre_ids":[18]},{"cast":["Martin Sheen","F. Murray Abraham","Stephen Davies","Catherine Hicks","Don Stroud"],"overview":"In 1934, J. Edgar Hoover and the boys made headlines for mowing down John Dillinger in a hail of bullets outside Chicago's Biograph theater. But in fact, according to this Jon Purdy gangster thriller, the Feds iced Dillinger's brother. Fast-forward five years, when mobster kingpin Al Capone (F. Murray Abraham) gives the real Dillinger (Martin Sheen) an offer he can't refuse: rob millions from a secluded vault or watch his wife and child get whacked.","release_date":"1995-01-01","vote_average":6.6,"runtime":95,"cert":"N\/A","id":56264,"title":"Dillinger and Capone","adult":false,"genre_ids":[18,28,53,80]},{"cast":[],"overview":"Neurotic businessman must find the right man for his pregnant daughter. In fact, it is little bit complicated.","release_date":"","vote_average":0.0,"runtime":85,"cert":"N\/A","id":56265,"title":"Oscar","adult":false,"genre_ids":[]},{"cast":["Jean Marais","Bourvil","Elsa Martinelli","Pierrette Bruno","Lise Delamare"],"overview":"Le capitan is a 1960 French-Italian swashbuckler film directed by André Hunebelle and starring Jean Marais, Bourvil, Elsa Martinelli and Lise Delamare. It is based on a novel by Michel Zévaco.","release_date":"1960-10-05","vote_average":6.4,"runtime":95,"cert":"N\/A","id":56268,"title":"Captain Blood","adult":false,"genre_ids":[28,12]},{"cast":["Tewolde Redda"],"overview":"","release_date":"2009-08-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":56269,"title":"Shigey, mijn Vlam","adult":false,"genre_ids":[]},{"cast":[],"overview":"RIO BREAKS is more than just a film about surfing. It follows the story of two best friends, Fabio and Naama, as they navigate their way between the pitfalls of life in the slums and the joys of surfing on their favorite beach. Their goal: to win the contest and become professional surfers. Thirteen-year-old Fabio and 12-year-old Naama live at Favela do Pavao, an enormous slum near Arpoador Beach, in Rio de Janeiro, Brazil. Pavao is home to Commando Vermelho (CV), or Red Command, one of Rio's most heavily armed drug gangs. It's the Red Command who sets the rules and regulates life in the community. Their presence is ubiquitous, with armed soldiers constantly patrolling the hills and regulating the various points of sale. Fabio lives in an area of the favela called Vietnam, the poorest and most violent part of the slum.","release_date":"2009-09-21","vote_average":10.0,"runtime":85,"cert":"N\/A","id":56270,"title":"Rio Breaks","adult":false,"genre_ids":[99]},{"cast":["Ron Burrage","Mark Perry","Delfine Bafort"],"overview":"Director Johan Grimonprez casts Alfred Hitchcock as a paranoid history professor, unwittingly caught up in a double take on the cold war period. Subverting a meticulous array of TV footage and using 'The Birds' as an essential metaphor, DOUBLE TAKE traces catastrophe culture's relentless assault on the home, from moving images' inception to the present day.","release_date":"2009-02-10","vote_average":6.2,"runtime":80,"cert":"N\/A","id":56271,"title":"Double Take","adult":false,"genre_ids":[99]},{"cast":["Carla Gugino","Joseph Gordon-Levitt","Timothy Olyphant","Adrianne Palicki","Emmanuelle Chriqui"],"overview":"A favor for a woman from her past throws the life of a pregnant, retired porn star into chaos.","release_date":"2010-03-14","vote_average":5.1,"runtime":98,"cert":"N\/A","id":56272,"title":"Elektra Luxx","adult":false,"genre_ids":[35,18]},{"cast":["Reggie Watts"],"overview":"One of the most fascinating and unique artists working today, Reggie Watts combines looped vocals created live on stage with his unique brand of improvised comedy. Reggie's subjects range from ancient history to technology to spirit elves to theology to pop culture. The music incorporates hip-hop, trip-hop, 80's pop alternative, nu-metal and classical opera. Reggie loves to disorient and confuse people in the most entertaining way possible. This DVD features a combination of his various live performances.","release_date":"2010-07-01","vote_average":5.3,"runtime":53,"cert":"N\/A","id":56275,"title":"Reggie Watts: Why Shit So Crazy?","adult":false,"genre_ids":[35,10402]},{"cast":["Giovanni Ribisi","Adam Garcia","Amelia Warner","Silvia De Santis","Elanor Bron"],"overview":"Set in rural Australia and Tuscany in the 1950's, this is the story of two brothers and the bride who - as fate would have it - arrives from Italy betrothed to one yet falls madly in love with the other.","release_date":"2004-04-01","vote_average":6.5,"runtime":103,"cert":"N\/A","id":56276,"title":"Love's Brother","adult":false,"genre_ids":[10749]},{"cast":["David Chiang","Fan Mei-Sheng","Chen Kuan-Tai","Wong Chung","Michael Chan"],"overview":"\"All Men Are Brothers\" is the sequel to \"Water Margin\" a.k.a. \"Seven Blows of the Dragon\" from 1972. At the beginning of \"All Men Are Brothers\", we learn that the emperor forgives the 108 Liangshan rebels since he finds they have the same enemies. The small army tries to conquer the city Hangchow, but is defeated. They send 7 spies to gather information about the city's defense before they attack a second time.","release_date":"1975-05-10","vote_average":6.9,"runtime":102,"cert":"N\/A","id":56277,"title":"All Men Are Brothers","adult":false,"genre_ids":[28,12,18]},{"cast":["Gerhard Polt"],"overview":"","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":56278,"title":"Gerhard Polt - Ein Portrait von Ute Casper","adult":false,"genre_ids":[]},{"cast":["Sinbad","James Coburn","Burt Reynolds","A Martinez","Gregory Hines"],"overview":"Isaih Turner didn’t want to be a hero-all he wanted was revenge. Orphaned when both his parents were cruelly murdered by the wealthy and powerful Cyrus Bloomington, the young Isaiah grew up with one air in mind: to find the man who killed his folks and take him down.","release_date":"1996-12-14","vote_average":5.9,"runtime":91,"cert":"N\/A","id":56281,"title":"The Cherokee Kid","adult":false,"genre_ids":[37,28,35,10751]},{"cast":["Fantasia Barrino","Faith Evans"],"overview":"Soul Kittens Cabaret follows seven women on their journey to self-discovery as they struggle with temptation, personal demons and false promises.","release_date":"2011-01-11","vote_average":0.0,"runtime":147,"cert":"N\/A","id":56282,"title":"Soul Kittens Cabaret","adult":false,"genre_ids":[35,10402]},{"cast":[],"overview":"","release_date":"2000-01-01","vote_average":1.0,"runtime":null,"cert":"N\/A","id":56285,"title":"Behind the Scenes: Cast Away","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2011-01-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":56286,"title":"Dokumentär Wikileaks: Krig, Lögner och Videoband","adult":false,"genre_ids":[99]},{"cast":["Vittorio De Sica","Sophia Loren","Tina Pica","Mario Carotenuto","Antonio Cifariello"],"overview":"Marshall Antonio Carotenuto comes back to native Sorrento to take care of the local fire brigade. But since Sofia, a very nice fishmonger, occupies his native house Antonio share another home with Donna Violante, secretly fall in love with him. Sofia accepts to marry Antonio almost as a joke to make Nicolino, a traffic policeman, getting jealous. The chances for the two deloused sweethearts aren't over as it could appear.","release_date":"1955-12-22","vote_average":7.1,"runtime":106,"cert":"N\/A","id":56287,"title":"Scandal in Sorrento","adult":false,"genre_ids":[10749,35]},{"cast":["Jessica Alba","Mason Cook","Rowan Blanchard","Joel McHale","Jeremy Piven"],"overview":"Eight years after the third film, the OSS has become the world's top spy agency, while the Spy Kids department has since become defunct. A retired spy Marissa (Jessica Alba) is thrown back into the action along with her stepchildren when a maniacal Timekeeper (Jeremy Piven) attempts to take over the world. In order to save the world, Rebecca (Rowan Blanchard) and Cecil (Mason Cook) must team up with their hated stepmother. Carmen and Juni have since also grown up and will provide gadgets to them.","release_date":"2011-08-18","vote_average":4.7,"runtime":89,"cert":"PG","id":56288,"title":"Spy Kids: All the Time in the World","adult":false,"genre_ids":[10751,35,28]},{"cast":["Anthony Amedori","Lukács Bicskey","James Faulkner"],"overview":"Walter Rhum, an amateur skateboarder, realizes his dream of turning pro and riding for the world's greatest skateboard company, Machotaildrop. Set in an anachronistic time and place, Machotaildrop is the greatest skateboard company of its day and the regal and grand sport of skateboarding has been thriving for many generations. Walter's journey serves as a window through which we discover the dark underbelly of what appears at first to be a benign skateboard company.","release_date":"2009-09-12","vote_average":6.0,"runtime":92,"cert":"N\/A","id":56289,"title":"Machotaildrop","adult":false,"genre_ids":[35,14]},{"cast":["Anthony Quinn","Sophia Loren","Henri Vidal","Irene Papas","Ettore Manni"],"overview":"Attila, the leader of the barbarian Huns and called by the Romans \"The Scourge of God\", sweeps onto the Italian peninsula, defeating all of the armies of Rome, until he and his men reach the gates of the city itself.","release_date":"1955-04-01","vote_average":5.1,"runtime":79,"cert":"N\/A","id":56290,"title":"Attila","adult":false,"genre_ids":[18,10752]},{"cast":["Lena Headey","Martin Freeman","Jodhi May"],"overview":"Desperate to get across London to meet his girlfriend off the Eurostar, a man persuades a pretty bicycle courier to take him on the back of her bike, creating a dilemma he wasn't expecting.","release_date":"2005-08-28","vote_average":8.3,"runtime":7,"cert":"N\/A","id":56291,"title":"Round About Five","adult":false,"genre_ids":[]},{"cast":["Tom Cruise","Paula Patton","Simon Pegg","Jeremy Renner","Michael Nyqvist"],"overview":"Ethan Hunt and his team are racing against time to track down a dangerous terrorist named Hendricks, who has gained access to Russian nuclear launch codes and is planning a strike on the United States. An attempt to stop him ends in an explosion causing severe destruction to the Kremlin and the IMF to be implicated in the bombing, forcing the President to disavow them. No longer being aided by the government, Ethan and his team chase Hendricks around the globe, although they might still be too late to stop a disaster.","release_date":"2011-12-07","vote_average":7.0,"runtime":133,"cert":"12A","id":56292,"title":"Mission: Impossible - Ghost Protocol","adult":false,"genre_ids":[28,53,12]},{"cast":["Witwisit Hiranyawongkul","Mario Maurer","Songsit Roongnophakunsri","Pimpan Buranapim","Chermarn Boonyasak"],"overview":"Two young boys are best friends living quiet family lives in Bangkok. Their lives are disrupted when one boy's older sister goes missing on a jungle trip. The shattered family moves away, separating the boys. Years later, now in their late teens, the boys meet again. One of them is now the leader of an aspiring boy band whose managing assistant bears a striking resemblance to the lost sister. The boys must deal with their family and social lives and their feelings for each other.","release_date":"2007-11-22","vote_average":6.9,"runtime":154,"cert":"N\/A","id":56295,"title":"Love of Siam","adult":false,"genre_ids":[18,9648,10749]},{"cast":["Faith Granger"],"overview":"When a hotrod girl finds a mysterious letter dating back to the fifties hidden in her roadster, she is left with nothing but questions... She sets out to find the answers and retrace her deuce's troubled past. Who is Johnny Callaway? But will learning the truth make a difference and can a broken man ever get a second chance at a happiness long forgotten? Fast hotrods, cool cats, gravity defying swing dancing and rockin' retro music all serve as a colorful backdrop to this heartfelt, inspiring story. Discover an underground scene where counter culture is in, old school is cool and nostalgia forever reigns.","release_date":"2010-06-01","vote_average":5.3,"runtime":null,"cert":"N\/A","id":56296,"title":"Deuce of Spades","adult":false,"genre_ids":[18,53,9648]},{"cast":["Mel Brooks","Bill Pullman","Dick Van Patten","John Candy","Rick Moranis"],"overview":"The cast and crew of Spaceballs looks back at the making of the movie in this documentary produced for the special features on Spaceballs: The Special Edition DVD.","release_date":"2005-05-05","vote_average":6.0,"runtime":30,"cert":"N\/A","id":56297,"title":"Spaceballs: The Documentary","adult":false,"genre_ids":[99]},{"cast":["Stevie Ray Vaughan","Chris Layton","Tommy Shannon","Reese Wynans","Johnny Copeland"],"overview":"Legendary rocker and bluesman Stevie Ray Vaughan performs with the band Double Trouble in two influential shows, in 1982 and again in 1985, at the Montreux Rock Festival. Concert footage is mixed with a documentary on Vaughan. Catch Vaughan performing such tunes as \"Hide Away,\" \"Rude Mood,\" \"Pride and Joy,\" \"Love Struck Baby,\" \"Dirty Pool,\" \"Give Me Back My Wig,\" \"Ain't Gone 'n' Give Up on Love\" and \"Collins Shuffle.\"","release_date":"2004-09-14","vote_average":7.3,"runtime":160,"cert":"N\/A","id":56298,"title":"Stevie Ray Vaughan and Double Trouble: Live at Montreux 1982 & 1985","adult":false,"genre_ids":[10402]},{"cast":["Christopher Stapleton","Michael Otis","David Jean Thomas","Christopher Heltai","Markus Botnick"],"overview":"In the 22nd century, seven explorers set out on a mission to earth's nearest sister planet, AURORA. Their mission - to survey and explore for future colonization. When their ship suddenly malfunctions, the crew is forced to crash land on the planet's surface, where crippling heat, poisonous water, and fierce storms threaten their lives at every turn. With a handful of supplies and little hope of rescue, their only option is a grueling four hundred mile trek to their ship's lost supply bunkers. To survive, the men will have to push their endurance to the limit and entrust their lives to a leader who will risk everything to succeed, no matter what the consequences.","release_date":"1998-05-25","vote_average":2.5,"runtime":87,"cert":"N\/A","id":56301,"title":"Aurora","adult":false,"genre_ids":[18,878,12]},{"cast":["Rene Froger","Jeroen van der Boom","Gerard Joling","Gordon"],"overview":"","release_date":"2010-09-01","vote_average":3.8,"runtime":null,"cert":"N\/A","id":56302,"title":"Toppers in concert 2010","adult":false,"genre_ids":[10402]},{"cast":["David Tomlinson","Peggy Cummins","Joan Sims","Brian Reece","Eunice Gayson"],"overview":"Two friends get drunk and decide to switch identities. One is a Parliamentary Secretary, and the other is the captain of a ship.  The former's lack of sea knowledge causes several catastrophes, including torpedoing the First Lord of The Admiralty.  The grass is always greener.... In this British comedy, two drunken comrades find out the truth of that saying when they decide to trade places for a while.  One of the boozers is a public relations man who knows nothing about sailing, while the other is a captain for the Royal Navy.  Comic mayhem ensues as the hapless \"captain\" tries to run his ship and follow orders.","release_date":"1957-05-14","vote_average":6.0,"runtime":79,"cert":"","id":56309,"title":"Carry on Admiral","adult":false,"genre_ids":[35]},{"cast":["Jack Baxter"],"overview":"Cute teen Midget Hollow wanders through life riding big waves and partying with surfer boys. When Midget's best friend's gay brother Cass arrives on the scene, the two quickly dive head first into a clandestine sea of sexual awakening.","release_date":"2005-03-21","vote_average":5.7,"runtime":96,"cert":"N\/A","id":56310,"title":"Tan Lines","adult":false,"genre_ids":[18,10749]},{"cast":["Sidse Babett Knudsen","Thomas Bo Larsen","Mads Mikkelsen","Klaus Bondam","Bjarne Henriksen"],"overview":"Mona, a single girl in her thirties, leads a life filled with adventure and romance. In her dreams that is. But an ordinary visit to the bank is about to make her real life as exciting as her imagination, and moreover, during this encounter she is introduced to the man of her dreams in a way she never dreamt of.","release_date":"2001-09-07","vote_average":4.3,"runtime":85,"cert":"N\/A","id":56311,"title":"Mona's World","adult":false,"genre_ids":[35]},{"cast":["Nikolaj Lie Kaas","Peter Mygind","Susan A. Olsen","Clara Nepper Winther","Troels II Munk"],"overview":"P. is a little girl's imaginary friend who lives inside the wall of her room. But one day he magically materialises and so must learn to live in the world like everyone else - a world where he is met with suspicion and hate but also with wonder and love.","release_date":"2001-04-27","vote_average":6.2,"runtime":94,"cert":"N\/A","id":56314,"title":"Truly Human","adult":false,"genre_ids":[18,10749]},{"cast":["Aaron Abrams","Dave Foley","Laurie Murdoch"],"overview":"A stop-motion animated short taking a light-hearted look at the grind of daily routine. Its main characters are a husband and wife who are leading a seemingly ideal suburban life. But is everything really as perfect as it seems? The animators used mechanized tin figurines set in brightly colored, saturated tin surroundings emulating quaint suburbia. The characters are attached to the ground and move in predetermined courses (grooves and tracks set in the ground), expressing the repetition of their lives.","release_date":"2008-01-01","vote_average":0.0,"runtime":7,"cert":"N\/A","id":56315,"title":"Paradise","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A young Japanese actress remembers her war childhood in Korea. Her father goes to fight, her baby sister Miko dies of typhoid, her beloved Korean maid Ohana is fired due to a mistake which could cost Chiko her life... By and by Chiko realizes that the country is being ruled by the Japanese and the Koreans are persecuted. When the war ends, the Koreans chase the Japanese rule and the roles change. Now Chiko's family is unwanted. But then the Russians come and this is the end. They have to burn all the pictures to avoid all suspicions... even Miko's picture. But when the Russians come to their house, they decide to flee over the 38th Parallel towards freedom. A group of men, women, children struggles along the mountains, led by the light of the Northern Star. Along the way they meet a Korean man, who is willing to help them to escape the Russian soldiers although his family was killed by the Japanese.","release_date":"1993-10-07","vote_average":0.0,"runtime":79,"cert":"N\/A","id":56316,"title":"Rail of the Star - A True Story of Children and War","adult":false,"genre_ids":[16,18,10752,36]},{"cast":["Rekha","Anil Kapoor","Jackie Shroff","Madhuri Dixit","Ajay Devgn"],"overview":"Vaidehi (Manisha Koirala) gets married to Raghuvir (Jackie Shroff), an NRI. Suffering the agony of an unhappy marriage, she decides to run away from him when she learns that she is pregnant and he wants to take the child away from her. In her pursuit for freedom, she meets Mythili (Mahima Chaudhury) a bride-to-be, Janaki (Madhuri Dixit) a theatre artist and Ramdulari (Rekha) a village midwife - all of whom are victims of male chauvinism. They however refuse to be put down and fight for their rights.","release_date":"2001-09-19","vote_average":6.3,"runtime":165,"cert":"N\/A","id":56317,"title":"Lajja","adult":false,"genre_ids":[18]},{"cast":["Philippe Bories","Bernard Flamain"],"overview":"In 1980 Jacques Duron produced this short (44 minutes) black and white film and presented French cinema a recording of the dynamics of two young boys coming of age as homosexuals. The story centers on David (Steve John Shepherd) in a remarkable performance where his brooding looks, body language, and inner turmoil just exudes from him as the story unfolds. You see, David is struggling with his sexuality and the love of another man.","release_date":"1980-01-01","vote_average":5.4,"runtime":44,"cert":"N\/A","id":56318,"title":"A History Without Importance","adult":false,"genre_ids":[18]},{"cast":["Michel Bouquet","Gisela Uhlen","Jo De Backer","Mireille Perrier","Thomas Godet"],"overview":"Thomas and Alfred were born around the same time; a fire in the nursery had nurses scrambling to save the newborns. Because he felt that he deserved Alfred's good fortune at being born into a wealthy family, Thomas conceives the idea that he and Alfred were switched at birth, and he can't help seeing that his unhappiness should be Alfred's, from the loss of his sister to his inability to have a relationship with the woman Evelyne. So, as his life is ending, he formulates a plan of revenge against his bitter enemy, his lifetime adversary, the man who stole his existence.","release_date":"1991-05-15","vote_average":7.3,"runtime":91,"cert":"N\/A","id":56321,"title":"Toto the Hero","adult":false,"genre_ids":[18]},{"cast":["Jayceon Terrell Taylor"],"overview":"The Game spits the truth about his rise from the streets of Compton on camera and on stage with insights on a chaotic childhood, the drugs, the shootings that almost killed him, the falling out with G-Unit, his infamous beef with 50 Cent and Dr. Dre, and his rebirth as a multi-platinum powerhouse. The Game delivers with previously unseen concert footage, shocking interviews, and original music.","release_date":"2008-08-12","vote_average":4.3,"runtime":82,"cert":"N\/A","id":56324,"title":"Game: Life After the Math","adult":false,"genre_ids":[99]},{"cast":["Mary Carey","Joanna Angel","Janine Lindemulder","Sunny Lane","Peter North"],"overview":"Noted celebrity photographer, Michael Grecco, sets out to capture the essence of the AVN Awards and Convention where the best in American Pornography is displayed, celebrated and honored.","release_date":"2009-04-30","vote_average":4.5,"runtime":81,"cert":"N\/A","id":56325,"title":"Naked Ambition: An R Rated Look at an X Rated Industry","adult":false,"genre_ids":[99]},{"cast":["Jaran Ngamdee","Prabadhon","Siriwat Chiwasut","Nirut Saosudchart","Thidarat Jandara"],"overview":"In the mid-18th century, Thailand's King Textron was defending his Ayuthaya Kingdom as he fought against the Myanmar invasion. At the same time, his wife Queen Taya was having a secret affair with the swordsman Chai, who may actually be a Myanmar traitor intending on toppling the Ayuthayans from within the palace. Filled with dazzling swordplay action and epic battle scenes, THE LORD OF AYUTHAYA is a stirring account of one of Thailand's most famous battle in history","release_date":"2004-06-11","vote_average":6.5,"runtime":77,"cert":"N\/A","id":56326,"title":"The Lord of Ayuthaya","adult":false,"genre_ids":[28,36,10752]},{"cast":["Hassan Youssef","Samir Ghanem","Lebleba","Zizi El-Badrawy","Osama Abbas"],"overview":"The film tells the story of 3 navy officers, Samir, Ahmed and Sherif who go back to their houses and wives for only 24 hours vacation after spending 6 months on duty aboard the ship. But instead of being welcomed after their long absence, their wives ignore them completely because of their doubts in their husbands' loyalty during long absence. But later on, the wives were proven wrong and they forgive their husbands who get another 24 hours vacation.","release_date":"1974-04-07","vote_average":5.5,"runtime":90,"cert":"N\/A","id":56327,"title":"24 Hours of Love","adult":false,"genre_ids":[35]},{"cast":["Nicholas Tse","Stephen Fung","Law Kar-Ying","Sam Lee"],"overview":"In Hong Kong, the special force of the police known as 2002 is composed of the twenty-two year-old cop Chiu and his ghost partner and they fight against supernatural phenomena under the guidance of the mystic Paper Chan. When his partner reincarnates, the rookie policeman Fung applies for the position; but Paper Chan explains Chiu that the team is to be formed by a man and a spirit, and Chiu has a death star on his hand that dooms his friends to die. Meanwhile, Chiu falls in love for Nurse Danielle, but he avoids her to protect her life against the fate of the death star. When the fiend Water Ghost possesses Fung seeking revenge against Chiu, he has to battle against the evil spirit trying to protect also his friend.","release_date":"2001-12-25","vote_average":6.0,"runtime":94,"cert":"N\/A","id":56328,"title":"2002","adult":false,"genre_ids":[35,10749,878,27]},{"cast":["Aaron Kwok","Kenny Wong Tak-Ban","Lau Siu-Ming","Wayne Lai","Shing Fui-On"],"overview":"A private detective is drawn into a complex murder mystery when he is hired to track down a missing young woman.","release_date":"2007-09-25","vote_average":5.8,"runtime":109,"cert":"N\/A","id":56329,"title":"The Detective","adult":false,"genre_ids":[18,28,53,9648]},{"cast":["Tamer Hosny","Abla Kamel","Talaat Zakaria","Nour","Lotfy Labib"],"overview":"One of the year's top box-office hits! The movie follows the life of Sayed who lives in a poor neighborhood with his mother, a taxi driver, and his cousin, a tour-guide. He's troubled with financial problems caused by his uncle and a failed love story. This gets him closer to his girl neighbor and they start a project in front of a university, where students call him \"Romantic Sayed\".","release_date":"2005-06-02","vote_average":4.6,"runtime":90,"cert":"N\/A","id":56330,"title":"Romantic Sayed","adult":false,"genre_ids":[35,10749]},{"cast":["Jaromír Nohavica","Pavla Kovalová","Veronika Linhartová","Robert Kuśmierski"],"overview":"Jarek Nohavica připravil jako přání všeho dobrého do začínajícího roku 2011 svým fanouškům a návštěvníkům webu dárek - další volně stáhnutelné DVD s názvem Jarek Nohavica: Adventní koncert. Jedná se o krácený půlhodinový záznam doplněný o dva bonusy z benefičního adventního koncertu, který se uskutečnil 12.12.2010 v kostele sv. Ducha v Ostravě-Zábřehu a pomohl vybrat částku 700 tisíc Kč na finanční podporu tohoto kostela. Vedle samotného obsahu nosiče o velikosti 2GB si můžete stáhnout i kompletní obal.","release_date":"2010-12-12","vote_average":4.3,"runtime":34,"cert":"N\/A","id":56331,"title":"Jaromír Nohavica: Adventní koncert","adult":false,"genre_ids":[10402]},{"cast":["Stefano Accorsi","Violante Placido","Alessandro Zamattio","Barbara Livi","Andrea Manai"],"overview":"Alex, a high-school boy fond of rock and punk music, falls in love with Adelaide, who shares his feelings but doesn't want to get too involved because she will soon leave for studying in America. Alex gets relief in music and his friend Martino who leads what looks to him as a more complete life.","release_date":"1996-01-01","vote_average":5.9,"runtime":null,"cert":"N\/A","id":56332,"title":"Jack Frusciante è uscito dal gruppo","adult":false,"genre_ids":[]},{"cast":["Alfred Dorfer","John Phillip Law","Thomas Koziol","Gerhard Rühmkorf","Reinhard Nowak"],"overview":"","release_date":"1999-10-08","vote_average":6.6,"runtime":null,"cert":"N\/A","id":56333,"title":"Wanted","adult":false,"genre_ids":[28,35,53]},{"cast":["Ahmad Zaki","Sa'eed Saleh","Younes Shalaby","Hassan Mostafa","Karimah Mukhtar"],"overview":"By coincidence, Ahmad discovers that his father, Ramada Al Sokkary has a love letter in his suit case, which reveals his love to a woman other than his mother. Ahmad tries with his brothers and sister to find out the reasons that made their father look for another woman. The play shows the amusing acts the children undertake to save their family.","release_date":"1979-07-08","vote_average":8.3,"runtime":235,"cert":"N\/A","id":56334,"title":"El Eyal Kebret","adult":false,"genre_ids":[18,10770,35]},{"cast":["Kinya Kitaoji","Kiwako Taichi","Norihei Miki","Junko Miyashita","Aiko Morishita"],"overview":"Tatsuo, a reverent lumberjack, seeks to disrupt plans to build a marine park on his family land, instead promoting his traditions in reactionary ways.","release_date":"1985-05-25","vote_average":6.5,"runtime":125,"cert":"N\/A","id":56335,"title":"Fire Festival","adult":false,"genre_ids":[18]},{"cast":["Ahmed Helmy","Yasmin Abdulaziz","Mahmoud Abdelmoghni","Riko","Ahmed Rateb"],"overview":"This hilarious comedy is about a young man, who like many young Egyptians, is going through the day to day struggle of being unemployed. He manages to get by with odd jobs here and there until he falls in love with a conservative girl who inspires him to build a more stable life.","release_date":"2004-08-17","vote_average":5.0,"runtime":112,"cert":"N\/A","id":56336,"title":"Beach Bum","adult":false,"genre_ids":[35,80,10749]},{"cast":["Alfred Dorfer","Lukas Resetarits","Andrea Eckert","Benjamin Olesko","Gudrun Tielsch"],"overview":"","release_date":"1995-10-05","vote_average":7.0,"runtime":null,"cert":"N\/A","id":56337,"title":"Freispiel","adult":false,"genre_ids":[]},{"cast":["Priyanka Chopra","Naseeruddin Shah","Irrfan Khan","John Abraham","Neil Nitin Mukesh"],"overview":"Susanna is hungry for love and will go to any extent to find it in its purest form. In her quest for the perfect man, she gets married a number of times as each of her husband's die mysteriously.","release_date":"2011-02-18","vote_average":6.2,"runtime":148,"cert":"15","id":56338,"title":"7 Khoon Maaf","adult":false,"genre_ids":[18,9648,53]},{"cast":["Antonio Albanese","Lorenza Indovina","Davide Giordano","Salvatore Cantalupo","Sergio Rubini"],"overview":"Corrupt and sleazy entrepreneur Cetto La Qualunque comes back to Italy and \"jumps into politics\" lest his law-abiding opponent, Giovanni De Santis, is elected as mayor.","release_date":"2011-01-21","vote_average":6.0,"runtime":96,"cert":"N\/A","id":56339,"title":"Qualunquemente","adult":false,"genre_ids":[35]},{"cast":["Alberto Sordi","Franca Valeri","Leonora Ruffo","Livio Lorenzon","Nando Bruno"],"overview":"Alberto Nardi (Alberto Sordi) is a Roman businessman who fancies himself a man of great capabilities, but whose factory (producing lifts and elevators) tethers perennially on the brink of catastrophe. Alberto is married to a rich and successful businesswoman from Milan, Elvira Almiraghi (Franca Valeri) who has a no-nonsense attitude and barely tolerates the attempts of her husband to keep his factory afloat with her money. Alberto tries to \"keep up\" with his wife and her rich and successful friends but he only manages to ridicule himself. Amused by his antics Elvira publicly treats her husband as a silly clown, confident that he'll never leave her in the hope of profiting from her fortune.","release_date":"1959-01-01","vote_average":7.5,"runtime":87,"cert":"N\/A","id":56340,"title":"The Widower","adult":false,"genre_ids":[35]},{"cast":["Alberto Sordi","Silvana Mangano","Bette Davis","Joseph Cotten","Mario Carotenuto"],"overview":"An aging American millionairess journeys to Rome each year with her chauffeur George to play the card game scopone with destitute Peppino and his wife Antonia.","release_date":"1972-10-08","vote_average":7.4,"runtime":113,"cert":"N\/A","id":56341,"title":"The Scopone Game","adult":false,"genre_ids":[18,35]},{"cast":["Danny Alexander","Hunter Parrish","Cara Seymour"],"overview":"Chasing his wayward mother to Montana, fifteen year old Jake finds the picture perfect Tucker family instead who photoshop him into their lives, despite his questionable past. Too bad Jake can not stop himself from stealing, being seduced by the sexy next door neighbor, courting the mother of the house, encouraging the son in his first love affair, and leading the neighborhood boys in an ever escalating series of pranks. A drama about stealing radios, cars, and hearts","release_date":"2005-06-10","vote_average":5.0,"runtime":95,"cert":"N\/A","id":56342,"title":"Steal Me","adult":false,"genre_ids":[18]},{"cast":["Alberto Sordi","Lea Massari","Franco Fabrizi","Lina Volonghi","Claudio Gora"],"overview":"Silvio Magnozzi is a man so dedicated to his high moral standards that he loses out on most of the things he wants in life -including his wife. He watches while others march up the ladder of success way ahead of him, sometimes by hypocritically licking the boots of their superiors or doing just anything at all to attain advancement. After his death grip on his principles causes his wife to walk out, Silvio relents and starts to live like others. Now he is supposedly happily residing on Easy Street, his wife is back -- and so what is bugging him? (AllMovie)","release_date":"1961-12-19","vote_average":8.4,"runtime":118,"cert":"N\/A","id":56343,"title":"A Difficult Life","adult":false,"genre_ids":[18]},{"cast":["Joeri Busschots","Céline Verbeeck","Dirk Roofthooft","Peter van den Begin","Stany Crets"],"overview":"","release_date":"2004-02-14","vote_average":3.9,"runtime":null,"cert":"N\/A","id":56344,"title":"The Dark Diamond","adult":false,"genre_ids":[10751,12,14]},{"cast":["Franz Dolesch","Renée Felden","Franz Holzschuh","Peter Kristek","Fritzi Schmied"],"overview":"In conurbations where hundreds of thousands live alongside one another, in the era of a highly technological society, in which communication has never played such a significant role, man has become lonely. Disappointed by his fellow human beings, he turns to animals. Dogs and other domestic animals serve him as companions, life partners, cuddly objects and bedfellows.","release_date":"1996-08-29","vote_average":6.7,"runtime":114,"cert":"N\/A","id":56345,"title":"Animal Love","adult":false,"genre_ids":[99]},{"cast":["Kris Kristofferson","JoBeth Williams","Sam Waterston","Brian Keith","Thomas Wilson Brown"],"overview":"An Air Force officer (Kris Kristofferson) returns to his father (Brian Keith), son and remarried wife (JoBeth Williams) in Vermont after 17 years in Vietnam.","release_date":"1989-09-29","vote_average":6.0,"runtime":96,"cert":"N\/A","id":56346,"title":"Welcome Home","adult":false,"genre_ids":[18]},{"cast":["Jonathan Reyes","Mathieu Demy","Nordine Mezaache"],"overview":"","release_date":"1998-01-01","vote_average":6.3,"runtime":19,"cert":"N\/A","id":56347,"title":"My Friend Rachid","adult":false,"genre_ids":[]},{"cast":["Terence Schreurs","Michiel de Jong","Cees Geel","Medi Broekman","Peter Eversteyn"],"overview":"Holland, Queen's Night. A girl and a boy put up a dogged struggle for three square metres of pavement for displaying their goods, but at sunrise they have more in common than they had expected.","release_date":"2004-04-30","vote_average":0.0,"runtime":10,"cert":"N\/A","id":56348,"title":"Taken","adult":false,"genre_ids":[18]},{"cast":["Lupe Fiasco","Nas","Lil' Kim","Sheek Louch","Jae Hood"],"overview":"DJ SWB is back at it again with his crazyyyy video mixes, and this time YUNG JOC and LUPE FIASCO lend a helping hand by hosting over 107 minutes of the strongest video blends in the market. With over 40 new video mixes, bonus interviews (including TI, Lupe and Young Joc), and a live performance by the Clipse, \"How We Do Vol 6\" is action packed from start to finish! This DVD is a must have for any hip-hop fan and a great edition to DJ SWB's always highly anticipated \"How We Do\" series. And If you don't believe our word, just check out the trailer and see the excitement for yourself!","release_date":"2009-02-09","vote_average":4.0,"runtime":107,"cert":"N\/A","id":56349,"title":"DJ SWB Volume 6 - This Is How We Do","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Six Catholics share their thoughts and problems with Jesus in different churches. The camera accompanies them.","release_date":"2003-07-05","vote_average":7.8,"runtime":87,"cert":"N\/A","id":56350,"title":"Jesus, You Know","adult":false,"genre_ids":[99]},{"cast":["Romain Duris","Benoît Magimel","Zoé Félix","Clément Sibony","Isaac Sharry"],"overview":"A young pizza-deliverer, Andréa, introduces Laure, a 20 year old girl he barely knows, to his friend David, a wealthy layabout who is looking for models for his porn photo agency. Eager for an easy escape from her dull life, Laure agrees to attend an audition with David’s boss, who proposes that she appears in hard core porn videos. She does not realise - until it is too late - that she has entered a world of hedonistic excess and brutal self-destruction...","release_date":"1998-04-22","vote_average":5.9,"runtime":108,"cert":"N\/A","id":56351,"title":"Already Dead","adult":false,"genre_ids":[80,18]},{"cast":["Travis Pastrana","Nate Adams","Gavin Astle","Kenny Bartram","Andy Bell"],"overview":"The Nitro Circus crew has been rockin' for 15 years. In that time they've broken rules, bikes, bodies, and more. With Travis Pastrana and Gregg Godfrey leading, this crazy group of friends have documented their own brand of fun and shared it with the world. This two-disc Greatest Hits set is a must-have for any fan. Disc 1 tells the story behind the Nitro Circus. Sit around the campfire and listen and laugh as the crew chronicles it's best and worst moments and see un-released footage for the first time. Learn how their crazy schemes were hatched and witness the epic victory\/epic failure results of their breath-taking antics. Disc 2 is a collection of Travis' biggest stunts. Hear the amazing details behind the no-chute jump, the double back flip, the floating ramp, and his latest record breaker, the Red Bull New Year's No Limits Rally car jump across the bay in Long Beach.","release_date":"2010-10-01","vote_average":4.2,"runtime":79,"cert":"N\/A","id":56352,"title":"Nitro Circus Greatest Hits","adult":false,"genre_ids":[28,99]},{"cast":["Jim Brown","Ed McMahon","Don Stroud","Brock Peters","Gloria Hendry"],"overview":"Vigilante Slaughter comes under attack from Duncan, a local money launderer whose hit-man traps Slaughter in a car at a cliff, but Slaughter escapes, arms himself, and goes after Duncan's hideout.","release_date":"1973-08-31","vote_average":7.0,"runtime":93,"cert":"N\/A","id":56353,"title":"Slaughter's Big Rip Off","adult":false,"genre_ids":[28,53]},{"cast":["Robert Ryan","Chuck Connors","Nanette Newman","Luciana Paluzzi","John Turner"],"overview":"Some survivors of a drowning ship are rescued by Captain Nemo and his submarine crew. They are taken to an underwater city, where they may be trapped for the rest of their lives.","release_date":"1969-12-19","vote_average":4.9,"runtime":105,"cert":"","id":56354,"title":"Captain Nemo and the Underwater City","adult":false,"genre_ids":[12,10751]},{"cast":[],"overview":"Terrorists have seized control of a remote Alaskan nuclear weapons facility. Now the only man that can stop the impending disaster is the cigarette-addicted, cardboard box-sneaking, guard-choking, woman-hating, gun-toting, legend of the battlefield, codename: SNAKE. 2006 X-Strike Studios","release_date":"2006-09-09","vote_average":5.3,"runtime":106,"cert":"N\/A","id":56357,"title":"Project Snake: Low Budget Espionage","adult":false,"genre_ids":[28,35]},{"cast":["Vivian Bartsch","Tanja Petrovsky","Lisa Grossmann","Elvyra Geyer","Gernot Assinger"],"overview":"A revealing and devastating portrait of a trio of aspiring real-life Viennese models.  Vivian will stop at nothing to be a magazine cover girl. Lisa fills her time with routine plastic surgery and cocaine binges, while innocent Tanja focuses on the mystical through tarot cards, yoga, and raw animal energy.","release_date":"1999-07-02","vote_average":6.7,"runtime":118,"cert":"N\/A","id":56358,"title":"Models","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The Super Police Action Rescue Squad (S.P.A.R.S) is the pride of Badger City. However, the S.P.A.R.S. quickly find themselves in a situation that was not covered by their training; trapped in a mansion where the dead have come back to life and the multi-billion dollar Parasol Corporation is doing everything it can to cover it up. What terrible secret is the company trying to hide and how does it tie into the mysterious events that occured in Quiet Knoll six months prior? Lock your doors, conserve your ammo, and rearrange your creepy animal statues into a vaguely logical pattern because the horror is coming home in this 100% original, 100% fan-made Resident Evil parody from X-strike Studios!","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":56359,"title":"Resident Horror","adult":false,"genre_ids":[]},{"cast":[],"overview":"P Rappa is a puppy who tries to be \"cool\" like his idol, rap star Joe Chin, but is thwarted in every direction. How can he muster the strength to stand against the odds? How can he learn kung-fu, steal a car, score some weed, AND finally get with that doped-up trick Sunny Funny? HE'S GOTTA BELIEVE!!! Inspired by the game Parappa the Rapper for PS1 (and borrowing bits from 8 Mile), Nth Mile is a tribute to the great, simple story of a puppy who raps his way into a flower's heart. Of course, along the way he has to fight evil money husslers, learn bling powers from 4 rap masters, and eventually face off against his various nemeses in a furious climactic rap battle that will blow the roof clear off of Club Fun!","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":56360,"title":"P.Rappa's Nth Mile Dilemma: A Ghetto-Tastic Rap-Venture","adult":false,"genre_ids":[]},{"cast":[],"overview":"This documentary, Ulrich Seidl's full-length film debut, examines the lives of the street newspaper sellers in Vienna, a mixture of men from Turkey, India, Pakistan, Egypt and Eastern Europe, standing out in all weathers, peddling the trivial Viennese tabloids. We see their lives on the street, their cramped living quarters, their minders, the 'training' days, and the inhumane process which keeps them working endless hour for little reward.","release_date":"1990-01-01","vote_average":6.5,"runtime":126,"cert":"N\/A","id":56363,"title":"Good News: Newspaper Salesmen, Dead Dogs and Other People from Vienna","adult":false,"genre_ids":[99]},{"cast":["Karen Black","Christopher Plummer","Donald Pilon","Jean-Louis Roux","Yvette Brind'amour"],"overview":"A detective investigating the death of a heroin-addicted prostitute uncovers evidence pointing to the existence of a murderous devil cult.","release_date":"1973-09-08","vote_average":5.4,"runtime":108,"cert":"N\/A","id":56364,"title":"The Pyx","adult":false,"genre_ids":[80,18,27,53]},{"cast":[],"overview":"Kili Radio - \"Voice of the Lakota Nation\" - is broadcast out of a small wooden house that sits isolated on a hill, lost in the vast countryside of South Dakota. It’s a place that’s long forgotten; lying at the crossroads between combat and hope, between the American dream and daily existence on America’s poorest reservation. Yet we find people like Roxanne Two Bulls, who’s trying to start over again on the land of her ancestors; the young DJ Derrick who’s discovering his gift for music; Bruce, the white lawyer who for thirty years has been trying to free a militant who’s been fighting for American Indian rights; and finally John Trudell, an old AIM activist who’s made a career for himself as a musician in Hollywood. Everything converges at Kili Radio. Instead of sending smoke signals the radio station transmits its own signals across a vast and ... (from the webpage)","release_date":"2009-04-16","vote_average":2.0,"runtime":null,"cert":"N\/A","id":56365,"title":"No More Smoke Signals","adult":false,"genre_ids":[99]},{"cast":["Marcello Mastroianni","Monica Vitti","Giancarlo Giannini","Manuel Zarzo","Marisa Merlini"],"overview":"Construction worker Oreste and young fiancee Adelaide meet Nello, cook in a pizzeria. This love triangle often go to communist rallies, and enjoy the filthy beach of Ostia. Will the hostile environment leave a way to jealousy?","release_date":"1970-04-30","vote_average":6.9,"runtime":105,"cert":"N\/A","id":56366,"title":"A Drama of Jealousy (And Other Things)","adult":false,"genre_ids":[35,18]},{"cast":["Knut Husebø","Eli Anne Linnestad","Julie Wiggen","Are Sjaastad","Anders Hatlo"],"overview":"A great crazy-comedy from Wam & Vennerød. Bryllupsfesten (English: The wedding party) is a 1989 Norwegian comedy film written by Petter Vennerød, and directed by Vennerød and Svend Wam, starring Knut Husebø and Eli Anne Linnestad. Businessman Carl Otto \"Totto\" Holm (Husebø) is on the verge of bankruptcy, and plans a staged robbery of the family's Munch engraving.","release_date":"1989-08-25","vote_average":6.5,"runtime":101,"cert":"N\/A","id":56367,"title":"The wedding party","adult":false,"genre_ids":[35]},{"cast":["David Autovino","Darrin DeMarco"],"overview":"As per the video game 'River City Ransom,' the Evil Slick has kidnapped Ryan's girlfriend, Cyndi. Now it is up to Ryan and his friend Alex to stop Slick, save Cyndi, and return the gangs to school. X-Strike Studios.2004","release_date":"2004-10-01","vote_average":10.0,"runtime":75,"cert":"N\/A","id":56368,"title":"River City Rumble","adult":false,"genre_ids":[]},{"cast":["Nino Manfredi","Ugo Tognazzi","Pamela Tiffin","Moira Orfei","Livio Lorenzon"],"overview":"The young hairdresser Marino meets charming Marisa - this is love at first sight. However, the bride's father is against their marriage. And this is not the only obstacle: it seems that the whole world has turned against them.","release_date":"1968-10-04","vote_average":6.9,"runtime":103,"cert":"N\/A","id":56369,"title":"Torture Me But Kill Me with Kisses","adult":false,"genre_ids":[35]},{"cast":["Roberto Benigni","Alida Valli","Carlo Monni","Sergio Forconi","Giovanni Nannini"],"overview":"A young poet falls in love with a sophisticated woman who hates poetry. But the poet wants to win her with poetry — and a bit of help from his mum.","release_date":"1977-10-06","vote_average":7.3,"runtime":95,"cert":"N\/A","id":56370,"title":"Berlinguer: I Love You","adult":false,"genre_ids":[35]},{"cast":["Roméo Botzaris","Isabelle Carré","Vincent Lindon","Nicolas Briançon","Alicia Djemaï"],"overview":"Charly wishes a bicycle with all his heart for Christmas. Therefore his disappointment is bigger, when his father presents him a self-built plane...","release_date":"2005-08-05","vote_average":6.8,"runtime":100,"cert":"N\/A","id":56371,"title":"L'avion","adult":false,"genre_ids":[18,35]},{"cast":["Andrei Panin","Elena Panova","Denis Nikiforov","Dmitriy Shevchenko","Alexander Kuznetsov"],"overview":"Artem Kolchin was one of many, but he wanted glory. And he has chosen the way: he became the boxer. Now Artem the applicant for a champion title, fighter, known worldwide as Great White Hope. But the main fight in his life has not gone how he expected...","release_date":"2005-03-05","vote_average":5.5,"runtime":126,"cert":"N\/A","id":56372,"title":"Shadowboxing","adult":false,"genre_ids":[28,18]},{"cast":["Lee Van Cleef","Giuliano Gemma","Walter Rilla","Christa Linder","Yvonne Sanson"],"overview":"Lee Van Cleef stars as Talby, a sadistic gunfighter who rides into town and takes on a young outcast as his apprentice.","release_date":"1967-12-19","vote_average":7.0,"runtime":111,"cert":"N\/A","id":56373,"title":"Day of Anger","adult":false,"genre_ids":[37]},{"cast":["Leonardo Pieraccioni","Rocco Papaleo","Gianmarco Tognazzi","Massimo Ceccherini","Maria Grazia Cucinotta"],"overview":"Four thirtyish university students share the same flat in Florence. Leonardo fantasizes about Letizia, a very beautiful girl; Rocco works as a night watchman, Bruno tries to get his degree to please his father in law and Pino dreams of becoming a stand up comedian.","release_date":"1995-01-01","vote_average":6.2,"runtime":88,"cert":"N\/A","id":56374,"title":"The Graduates","adult":false,"genre_ids":[18,10751]},{"cast":["Giovanna Mezzogiorno","Fabrizio Bentivoglio","Rocco Papaleo","Enrico Lo Verso","Michele Placido"],"overview":"","release_date":"1998-09-18","vote_average":6.5,"runtime":null,"cert":"N\/A","id":56375,"title":"Del perduto amore","adult":false,"genre_ids":[]},{"cast":[],"overview":"With the mainstream success of their third album High Society, Orange County, California's Kottonmouth Kings became one of the leading bands of the rap-metal movement that swept the country in the late 1990s and early 2000s. Three years and two albums after High Society, the group unleashed Kottonmouth Kings: Endless Highway, a concert film that features live performances of such songs as \"Zero Tolerance,\" \"Strange Dayz,\" \"Sub Noize Rats,\" \"Rest of My Life,\" and \"Mind Playin' Tricks on Me .\"","release_date":"2003-08-08","vote_average":7.0,"runtime":null,"cert":"N\/A","id":56376,"title":"KottonMouth Kings: Endless Highway","adult":false,"genre_ids":[]},{"cast":["Kelsey Grammer","Michael Richards","Patricia Clarkson","Julia Louis-Dreyfus","Jonathan Silverman"],"overview":"On one day at an English Hotel, four different stories are shown. Diana is in London to promote her Television Series and her ex-husband Sidney shows up to ask her for money for his gay lover. Mark and Annie come to London for the Wimbledon Tennis matches, but they lose their tickets and Mark's back goes out. Debra is on her honeymoon with Paul, but Paul is missing and Debra lies to everyone she meets as to where Paul is. Sharon and Lauren are on a shop till you drop trip and Sharon meets Dennis, an older man who seems to be interested in her. Written by Tony Fontana tony.fontana@spacebbs.com","release_date":"1996-09-15","vote_average":5.0,"runtime":120,"cert":"","id":56377,"title":"London Suite","adult":false,"genre_ids":[35]},{"cast":["Corrado Fortuna","Rachel McAdams","Frank Crudele","Mary Long","Beau Starr"],"overview":"During a sunny Sicilian summer Tanino has a sweet and tender story with Sally, a young American tourist. But when summer is over, Sally flies back to the States forgetting Tanino and her camera. He instead cannot forget the girl and he decides to go to the States with the excuse of bringing back her the camera and to see the dreamland of any Sicilian. Tanino will discover that dreams don't always match with reality...","release_date":"2002-09-05","vote_average":6.4,"runtime":null,"cert":"","id":56378,"title":"My Name Is Tanino","adult":false,"genre_ids":[]},{"cast":["Ugo Tognazzi","Mariangela Melato","Anna Melato","Gigi Proietti","Sergio Citti"],"overview":"Summer Sunday at a small beach house at the coast of Rome. Many people and stories: women's basketball team, two sports-obsessed soldiers, two men with their girlfriends and the priest with a big secret, an elderly couple with their pregnant granddaughter, and engagemented couple wanting to have sex for the first time.","release_date":"1977-10-27","vote_average":7.1,"runtime":106,"cert":"N\/A","id":56379,"title":"Beach House","adult":false,"genre_ids":[35]},{"cast":["Sergio Rubini","Giovanna Mezzogiorno","Carlo Mucari","Franco Javarone","Umberto Orsini"],"overview":"","release_date":"1997-09-05","vote_average":7.8,"runtime":102,"cert":"N\/A","id":56380,"title":"The Bride's Journey","adult":false,"genre_ids":[35]},{"cast":["Sergio Castellitto","Anna Galiena","Alessia Fugardi","Silvio Vannucci","Alessandra Panelli"],"overview":"An epileptic 12-year-old girl, Pippi, is hospitalized in the psychiatric ward instead of the neurological ward, due to an administration error. Out of this mistake begins the difficult journey towards being cured.","release_date":"1993-01-01","vote_average":6.8,"runtime":95,"cert":"N\/A","id":56381,"title":"The Great Pumpkin","adult":false,"genre_ids":[35,18]},{"cast":["Ryuhei Matsuda","Yui Miura","Wako Ando","Hanae Kan","Hatsune Matsushima"],"overview":"AKUMA TANTEI 2 is all about unexplainable things that inflict sheer terror on human beings and how they leave victims psychologically devastated. It is as much a true horror film as it is a psychological drama.","release_date":"2008-12-20","vote_average":6.1,"runtime":102,"cert":"N\/A","id":56382,"title":"Nightmare Detective 2","adult":false,"genre_ids":[53,14,27]},{"cast":["Leslie Lee","Jack Canon","Ray Green","Frederick R. Friedel","Douglas Powers"],"overview":"A group of three criminals on the run from the law, go about terrorizing the local townsfolk of a small community, before descending on an isolated farm which is home to a young girl named Lisa and her paralyzed grandfather. After being sexually assaulted by two of the gangsters, she retaliates using an axe and a razor blade.","release_date":"1974-07-23","vote_average":5.1,"runtime":68,"cert":"N\/A","id":56383,"title":"Lisa, Lisa","adult":false,"genre_ids":[27,53]},{"cast":["Hayley Mills","Simon Ward","Sterling Hayden","Ken Hutchison"],"overview":"After she misses her train, a young woman is forced to hitch a ride back to town. After managing to get away from a lecherous trucker, she is given a ride by a good-looking but somewhat mysterious young man, who she comes to suspect may be a dangerous escapee from a mental asylum.","release_date":"1976-01-01","vote_average":6.5,"runtime":88,"cert":"","id":56384,"title":"Deadly Strangers","adult":false,"genre_ids":[53]},{"cast":["Lenny Henry","Frank Langella","Anne-Marie Johnson","James Earl Jones","Peggy Lipton"],"overview":"In order to escape from the mob, an African-American man must disguise himself as a white man.","release_date":"1991-07-23","vote_average":5.7,"runtime":93,"cert":"N\/A","id":56385,"title":"True Identity","adult":false,"genre_ids":[35]},{"cast":["Mircha Carven","Paola Corazzi","Giorgio Cerioni","Serafino Profumo","Giovanna Mainardi"],"overview":"Near the end of WW2, prisoners of war are used in experiments to perfect the Arian race.","release_date":"1976-11-16","vote_average":4.5,"runtime":94,"cert":"N\/A","id":56386,"title":"SS Experiment Love Camp","adult":false,"genre_ids":[27,10752]},{"cast":[],"overview":"Following on from their 2001 release, DOPUMENTARY, Kottonmouth Kings return with this new collection, featuring behind-the-scenes and live footage. Still inhaling as much weed as they can get their hands on, see the Kings smoke themselves across American stages, and also put across a strong case for legalization. Included here is the song \"Full Throttle\" from their long-awaited new album Rollin' Stoned.\"","release_date":"2002-10-22","vote_average":7.0,"runtime":null,"cert":"N\/A","id":56389,"title":"KottonMouth Kings: Stoners Reeking Havoc","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2009-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":56392,"title":"Carol I","adult":false,"genre_ids":[36]},{"cast":[],"overview":"A look into Canada's incredible strides with progressive politics, while at the same time the U.S. has become increasingly polarized on such issues as the Drug War and Gay-marriage. Canada now presents a sharp contrast between itself and its southern neighbor, making converts of many a U.S. citizen.","release_date":"2005-06-05","vote_average":5.3,"runtime":1,"cert":"N\/A","id":56393,"title":"Escape To Canada","adult":false,"genre_ids":[99]},{"cast":["Andrius Kaniava","Dalius Skamarakas","Aidas Giniotis","Aurimas Meliešius","Darius Auželis"],"overview":"","release_date":"2005-09-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":56394,"title":"Paskutiniai Brėmeno muzikantai","adult":false,"genre_ids":[]},{"cast":[],"overview":"In this critically acclaimed documentary (filmed in an appropriately guerilla style), director-producer Pedro Carvajal captures vigilante artist Ron English as he makes a series of thought-provoking -- and sometimes just plain odd -- statements. The film also serves as a biography, chronicling English's evolution from a simple painter to an activist-instigator who skewers just about everything -- from Ronald McDonald to the war in Iraq.","release_date":"2006-02-24","vote_average":7.0,"runtime":79,"cert":"N\/A","id":56395,"title":"POPaganda: The Art & and Crimes of Ron English","adult":false,"genre_ids":[99]},{"cast":["Roland Düringer","Marie Bäumer","Nora Heschl","Kai Wiesinger","Reinhard Nowak"],"overview":"Car salesman Gerry Schartl is on his way to dream holidays in an all-inclusive club at Cosamera. He´s a smart guy, great in his job, and his life is perfect - well, nearly perfect...","release_date":"2002-08-30","vote_average":6.4,"runtime":99,"cert":"N\/A","id":56398,"title":"Poppitz","adult":false,"genre_ids":[35]},{"cast":["Silvio Orlando","Sabrina Ferilli","Ennio Fantastichini","Gigio Alberti","Agnese Claisse"],"overview":"","release_date":"1996-01-01","vote_average":6.7,"runtime":null,"cert":"N\/A","id":56399,"title":"Ferie d'agosto","adult":false,"genre_ids":[]},{"cast":["Antonio Albanese","Kim Rossi Stuart","Micaela Ramazzotti","Alessia Fugardi","Francesca Inaudi"],"overview":"Garage owner Angelo and big-time film producer Alberto find themselves occupying neighbouring beds in a Rome hospital after suffering heart attacks. Alberto is a gregarious joker - and chain smoker - who has a strong effect on the impressionable Angelo. However, as one of the men's condition deteriorates, the other becomes more deeply involved in his personal life.","release_date":"2009-04-17","vote_average":6.3,"runtime":104,"cert":"N\/A","id":56400,"title":"A Matter of Heart","adult":false,"genre_ids":[35,18]},{"cast":["J.K. Simmons","Lou Taylor Pucci","Julia Ormond","Cara Seymour","Mía Maestro"],"overview":"Henry struggles to bond with his estranged son, Gabriel, who suffers from a brain tumor that prevents him from forming new memories. With Gabriel unable to shed the beliefs and interests that caused their physical and emotional distance, Henry must learn to embrace his son's choices and try to connect with him through music.","release_date":"2011-03-18","vote_average":7.3,"runtime":105,"cert":"N\/A","id":56401,"title":"The Music Never Stopped","adult":false,"genre_ids":[18]},{"cast":["Vittorio De Sica","Gina Lollobrigida","Marisa Merlini","Tina Pica","Maria Pia Casilio"],"overview":"Vittorio De Sica plays the middle-aged marshal Antonio Carotenuto of the Carabinieri in a remote fictional Italian mountain village named Sagliena (actually the village of Castel San Pietro Romano, in Lazio). He's anxious to marry, and selects young Gina Lollobrigida as his bride; but she is already in love with De Sica's shy subordinate Roberto Risso. Mistaking her headstrong behavior as promiscuity, De Sica makes advances towards her, but she spurns him. Forsaking the girl to the arms of Risso, De Sica decides to settle for village midwife Marisa Merlini. Things become more complicated when Annarella, the midwife, starts demonstrating her love to Antonio. She is hiding a secret and the Marshal soon will be in a difficult situation.","release_date":"1953-12-22","vote_average":7.3,"runtime":93,"cert":"N\/A","id":56402,"title":"Bread, Love and Dreams","adult":false,"genre_ids":[10749,18,35]},{"cast":["Marco Messeri","Stefania Sandrelli","Debora Caprioglio","Alessia Fugardi","Gabriele Bocciarelli"],"overview":"","release_date":"1994-11-22","vote_average":5.5,"runtime":null,"cert":"N\/A","id":56403,"title":"Con gli occhi chiusi","adult":false,"genre_ids":[18]},{"cast":["Rudolf Hrušínský","Vladimír Menšík","Jiří Menzel","Vlasta Fabianová","Blažena Holišová"],"overview":"Returning home to Prague, the magician Pasparte, an owner of a circus caravan, meets his dying colleague who entrusts his beautiful daughter Aloisie to his care. In Prague they all take up their lodgings at the house At Blue Fish in which they intend to arrange the programs. The firm is owned by widow Evzenie with whom Pasparte shares flat and bed. Evzenie is jealous of Aloisie therefore Pasparte sends Aloisie as a housewife to the single man Jakub Kolenatý who earns his living by photographing and wants to record the revived pictures of Prague. Pasparte wants to found in Prague the first permanent Czech movie theatre in which there would be projected also the original Czech films.","release_date":"1978-01-01","vote_average":6.5,"runtime":85,"cert":"N\/A","id":56406,"title":"Those Wonderful Movie Cranks","adult":false,"genre_ids":[35]},{"cast":["Josef Kemr","Jaroslav Mareš","Eman Fiala","Jaroslav Vojta","Blažena Holišová"],"overview":"","release_date":"1960-05-05","vote_average":2.5,"runtime":null,"cert":"N\/A","id":56407,"title":"U nás v Mechově","adult":false,"genre_ids":[35]},{"cast":["Natasha Henstridge","Harry Hamlin","Lawrence Dane"],"overview":"After her mother's death, New York City fashion designer Lisa Rayborn (Natasha Henstridge) returns to her hometown and family farm. Due to a weak economy, her brother Jim (Harry Hamlin) has converted the family business from a cattle farm into a sheep farm, despite their father's (Lawrence Dane) objections. To help out, Lisa decides she will stay to help on the farm. She adopts a border collie from the local animal shelter and trains it as a sheepdog, naming the dog Lucky. Jim and Lisa decide to enter Lucky into a sheep herding contest, but when a severe thunderstorm sparks a forest fire, Lucky helps rescue trapped children and bring them to safety. While doing so, Lucky gets her leg burned, and it looks as if she will not be able to compete.","release_date":"2010-06-26","vote_average":5.0,"runtime":87,"cert":"N\/A","id":56410,"title":"You Lucky Dog","adult":false,"genre_ids":[10770,10751]},{"cast":["Adam Beach","Wes Studi","Keith Carradine","Graham Greene"],"overview":"A Navajo shaman is the prime suspect in a murder case in this drama from PBS. But as Officer Jim Chee investigates the case he discovers some unusual events that perplex the veteran lawman, leading to an intriguing climax.","release_date":"2003-11-16","vote_average":4.4,"runtime":107,"cert":"N\/A","id":56413,"title":"Coyote Waits","adult":false,"genre_ids":[18,9648,53]},{"cast":["Stephon Watford","Russell Simmons","Kid Rock","Bill Adler"],"overview":"Legendary hip-hop DJ Jason Mizell, aka Jam Master Jay, is gunned down in his Queens studio. Security tapes of the incident mysteriously disappear, the five witnesses are uncooperative and no one is talking... until now. 2 Turntables and a Microphone documents the investigation of the unsolved murder of Jam Master Jay, RUN- DMC's groundbreaking DJ and producer, deftly revealing the history of hip-hop and mainstream rap along the way. Exclusive, candid interviews with 50 Cent, Ja Rule, Russell Simmons, RUN-DMC, LL Cool J, The Game, and more offer insight into Jam Master Jay's life - including information that could finally help police solve the murder that shook the music world to its core.","release_date":"2008-06-03","vote_average":0.0,"runtime":92,"cert":"N\/A","id":56414,"title":"2 Turntables and a Microphone","adult":false,"genre_ids":[10402,99]},{"cast":["Gérard Lanvin","Tchéky Karyo","Daniel Duval","Dimitri Storoge","Patrick Catalifo"],"overview":"After growing up in a poor gypsy camp, Edmond Vidal, aka Momon, has retained a sense of family, unfailing loyalty and pride in his origins. Most of all, he has remained friends with Serge Suttel, with whom he first discovered prison life - for stealing cherries. The two of them inevitably got involved in organized crime. The team they formed, the Ganf Des Lyonnais, made them the most notorious armed robbers of the early 1970s. Their irresistible rise ended in 1974 with a spectacular arrest. Today, as he nears 60, Momon would like to forget that part of his life. He has found peace by retiring from the \"business\". He tends to his wife Janou, who suffered so in the past, and to his children and grandchildren, all of whom have great respect for this man of simple and universal values, so clear-headed and full of kindness. But then Serge Suttel, who has disowned nothing of his past, comes back into the picture.","release_date":"2011-11-10","vote_average":6.8,"runtime":102,"cert":"N\/A","id":56415,"title":"A Gang Story","adult":false,"genre_ids":[80,18]},{"cast":["Marko Rogge","Reinhard Schrutzki","Marcell Dietl","Steffen Wernéry","Paul Ziegler"],"overview":"","release_date":"2010-11-18","vote_average":6.0,"runtime":79,"cert":"N\/A","id":56416,"title":"Hacker","adult":false,"genre_ids":[99]},{"cast":["Plies","Keri Hilson","Gucci Mane","Felly","Hurricane Chris"],"overview":"Trapstar Street Video Mix Hosted By Plies. Includes the hottest videos of the Rap artist Plies and exclusive interview's.","release_date":"2010-02-09","vote_average":3.8,"runtime":100,"cert":"N\/A","id":56417,"title":"Plies: Goon In the Trap","adult":false,"genre_ids":[10402]},{"cast":["Leïla Bekhti","Hafsia Herzi","Biyouna","Sabrina Ouazani","Saleh Bakri"],"overview":"A comedy\/drama set in a village and centered on a battle of the sexes, where women threaten to withhold sexual favours as long as the men refuse to install a water pipe.","release_date":"2011-11-02","vote_average":6.6,"runtime":135,"cert":"N\/A","id":56418,"title":"The Source","adult":false,"genre_ids":[35,18]},{"cast":["Stacy Keach","Elisabeth Noone"],"overview":"This program recounts the life of scientist, inventor, and visionary Nikola Tesla, often remembered as more of an eccentric cult figure than an electrical engineering genius. Many of his achievements are still attributed to contemporaries Thomas Edison and Guglielmo Marconi. Tesla's surprising inventions are revealed in his autobiographical and scientific writings, supplemented by rare photographs and re-creations.","release_date":"2000-01-01","vote_average":7.0,"runtime":87,"cert":"N\/A","id":56419,"title":"Tesla: Master of Lightning","adult":false,"genre_ids":[99,36]},{"cast":["Steve Harvey","50 Cent","Jim Jones","Ryan Lesie","Beyoncé Knowles"],"overview":"DJ Juice is making his dope DVD blend again and this time its time for volume 70!! So just lay back and relax to some dope music videos from 2009 and high quality blend.","release_date":"2009-07-06","vote_average":6.0,"runtime":77,"cert":"N\/A","id":56420,"title":"DJ Juice - The King is Back Mixtape Blend Dvd Vol. 70","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"","release_date":"2011-02-09","vote_average":8.0,"runtime":null,"cert":"N\/A","id":56421,"title":"Les Fables de Starewitch","adult":false,"genre_ids":[]},{"cast":["Fabrice Luchini","Karin Viard","Michel Aumont","Valérie Benguigui","Véronica Novak"],"overview":"A human-rights activist takes in an illegal immigrant and her daughter, then shocks his family when they learn that he has married the sexy 28-year-old.","release_date":"2010-03-31","vote_average":6.1,"runtime":100,"cert":"N\/A","id":56424,"title":"Les Invités de mon père","adult":false,"genre_ids":[35]},{"cast":["Grace Kosaka","Andrew Kraulis","Jefferson Mappin","Nick Alachiotis","Amanda Morelli"],"overview":"Holly is a struggling singer whose life is torn apart when she loses custody of her daughter, Chloe. When she travels to her soon to be ex-husbands estate in the country, for a weekend visit with Chloe, she is shocked to discover that he is missing. The police are called and the following day, Holly is accused of the murder of her husband. Holly unwittingly finds herself at the center of a small town conspiracy and must harness all her inner strength to save her daughter and clear her name.","release_date":"2011-04-01","vote_average":5.3,"runtime":81,"cert":"N\/A","id":56425,"title":"Nexus","adult":false,"genre_ids":[28,53,18]},{"cast":["Elizabeth Hurley","Craig Fairbrass","Keith Allen","Jesse Birdsall","Craig Kelly"],"overview":"An experiment gone awry places a neurologist (Elizabeth Hurley) and a homicide detective (Craig Fairbrass) in a psychopath's (Keith Allen) nightmarish world.","release_date":"1994-04-22","vote_average":3.8,"runtime":89,"cert":"","id":56428,"title":"Beyond Bedlam","adult":false,"genre_ids":[27]},{"cast":["Sam Bottoms","Susanne Reed","Virgil Frye","Kedric Wolfe","Charles Howerton"],"overview":"A menacing shark-like predator attacks a Hawaiian tourist area in this low-budget creature feature. An uncredited Roger Corman served as executive producer.","release_date":"1979-06-01","vote_average":3.4,"runtime":85,"cert":"N\/A","id":56429,"title":"Up from the Depths","adult":false,"genre_ids":[27]},{"cast":["Mac Dre"],"overview":"Mac Dre is back, and in this sequel to his 2003 hit Treal TV, hip-hop fans get a behind-the-scenes look at life in the Thizz Nation to see what really goes on after-hours in the Bay Area courtesy of Keak Da Sneak, Baby Bash, Mistah FAB, Yumouth, Money Gang, San Quinn, and some of the biggest names in the West Coast game.","release_date":"2006-07-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":56432,"title":"Mac Dre Treal TV #2","adult":false,"genre_ids":[]},{"cast":[],"overview":"Crashing hip-hop into hard rock, Kottonmouth Kings have developed a growing following for their bone-crushing cheeba-centric rhymes, and this home video collects seven videos from the band's albums Royal Highness and High Society. Songs include \"Peace Not Greed,\" \"Day Dreamin' Fazes,\" \"Pimp Twist,\" and \"Suburban Life.\"","release_date":"2001-05-08","vote_average":8.0,"runtime":null,"cert":"N\/A","id":56433,"title":"KottonMouth Kings: Dopeumentary","adult":false,"genre_ids":[]},{"cast":[],"overview":"Jeremy Stenberg is Twitch. Colin Morrison is Scummy. Together these over-the edge, off-the-charts freestyle stars of moto take you on a trip you will never forget. Huge air, huge attitude and a never say die approach to life makes this one of the best a most outrageous moto vids ever made. Other featured riders include: Mike Metzger, Beau Manley, Ronnie Faisst, Brian Deegan, Doug Parsons and Seth Enslow.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":56434,"title":"The Adventures of Twitch and Scummy","adult":false,"genre_ids":[99]},{"cast":["Franca Valeri","Sophia Loren","Vittorio De Sica","Raf Vallone","Tina Pica"],"overview":"The Sign of Venus (Italian: Il segno di Venere) is a 1955 Italian comedy film directed by Dino Risi and starring Sophia Loren. It was entered into the 1955 Cannes Film Festival.","release_date":"1955-03-12","vote_average":6.5,"runtime":101,"cert":"N\/A","id":56435,"title":"The Sign of Venus","adult":false,"genre_ids":[10749,35,18]},{"cast":["Franca Valeri","Alberto Sordi","Peppino De Filippo","Memmo Carotenuto"],"overview":"","release_date":"1955-01-01","vote_average":6.6,"runtime":null,"cert":"N\/A","id":56436,"title":"Piccola posta","adult":false,"genre_ids":[]},{"cast":["Lucia Bosé","Cosetta Greco","Liliana Bonfatti","Ave Ninchi","Renato Salvatori"],"overview":"","release_date":"1952-01-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":56437,"title":"Le ragazze di Piazza di Spagna","adult":false,"genre_ids":[]},{"cast":["Magaly Solier","Celso Bugallo","Pietro Sibille","Sonia Almarcha"],"overview":"A drama centered on a young woman who takes a summer job caring for a bed-ridden older man, and the intimate secrets they begin to share with one another.","release_date":"2010-10-08","vote_average":6.3,"runtime":112,"cert":"N\/A","id":56440,"title":"Amador","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A film about the controversial world of exotic animal ownership within the suburbs of the United States. \"The Elephant in the Living Room\" offers an unprecedented glimpse into the fascinating subculture of trading and raising the most deadly and exotic animals in the world as common household pets.","release_date":"2010-02-11","vote_average":6.8,"runtime":96,"cert":"N\/A","id":56441,"title":"The Elephant in the Living Room","adult":false,"genre_ids":[99]},{"cast":["Tony Law"],"overview":"'Yeah.... Yeah! .... YEAH!!....' and so starts our rollercoster ride of a DVD with Tony Law. And things just go up from there. Hear the truth about subjects others are too afraid to discuss like black bears, Belgians and the digeridoo. He was mentioned in our very first release as 'the most reasonable guy I know' by TV's Stewart Lee. See just how reasonable for yourself in a little over an hour.","release_date":"2008-07-20","vote_average":0.0,"runtime":65,"cert":"15","id":56442,"title":"An Hour and Some of Tony Law","adult":false,"genre_ids":[35]},{"cast":["Henry Brown","Omari Hardwick","Tessa Thompson"],"overview":"Since closing the door to a violent past, quiet and thoughtful Moses Stanton everyday existence is running a small neighborhood store, and watching over his daughter who doesn't know he exists. When a young man, Malik, comes in claiming to be a black Muslim that is doing good for the neighborhood, Moses takes him on as a partner but soon realizes that Malik is nothing but a drug dealer seeking to destroy the neighborhood and Moses's daughter. Therefore, Moses must become the man he used to be in order to save his beloved neighborhood and his daughter. Written by Carmen Madden","release_date":"2011-02-01","vote_average":4.5,"runtime":105,"cert":"N\/A","id":56443,"title":"Everyday Black Man","adult":false,"genre_ids":[28,18]},{"cast":["Chris Parnell","William Cuddy","Brandi Ward","Rachel Marcus","Tony Nappo"],"overview":"When a Mafia don's right-hand man, a bulldog named Sonny, swallows his ring, comedy ensues as two of the don's best soldiers try and retrieve the ring from Sonny, who has been adopted by a new family","release_date":"2010-04-12","vote_average":3.0,"runtime":88,"cert":"N\/A","id":56444,"title":"The Dogfather","adult":false,"genre_ids":[28,10751]},{"cast":[],"overview":"Ronald Reagan: Rendezvous With Destiny examines and celebrates the life and legacy of the 40th President of the United States. Hosted by Newt and Callista Gingrich, this dosumentary tells the story of the Reagan presidency and the three pillars that shaped his time in office: reviving the American economy, restoring America's spirit, and challenging the oppression of the Soviet Union.","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":56445,"title":"Ronald Reagan: Rendezvous with Destiny","adult":false,"genre_ids":[]},{"cast":["Lil Wayne"],"overview":"If you ever wanted to know what makes the greatest rapper alive tick look no further. The Nino Brown Story is the uncensored biography of the life and times of Dwayne Carter aka Lil Wayne as he takes over the game of hip hop. DJ Scoob Doo &amp; Streets Talk DVD documents the process of what it takes and the hard work needed to not only get to the top of the game but also to have fun staying there. The touring, studio, award shows, video shoots, are attacked by Wayne with one thing in mind....Stay hungry and work harder than anyone alive. Mission accomplished. Welcome to Lil Wayne starring in \"The Nino Brown Story.\"","release_date":"2008-11-04","vote_average":5.8,"runtime":90,"cert":"N\/A","id":56446,"title":"The Nino Brown Story","adult":false,"genre_ids":[99,10402]},{"cast":["Lil Wayne"],"overview":"DJ Scoob &amp; Streets Talk DVD present Lil Wayne in exclusive manner in Part 2 of \"The Nino Brown Story.\"","release_date":"2010-03-23","vote_average":5.8,"runtime":80,"cert":"N\/A","id":56447,"title":"The Nino Brown Story: Part II","adult":false,"genre_ids":[99,10402]},{"cast":["Robert Duvall","Julia Ormond","Maximilian Schell","Jeroen Krabbé","Joan Plowright"],"overview":"The life and career of the brutal Soviet dictator, Josef Stalin.","release_date":"1992-11-21","vote_average":5.7,"runtime":166,"cert":"N\/A","id":56448,"title":"Stalin","adult":false,"genre_ids":[18,36,10752]},{"cast":["Cyndi Lauper"],"overview":"Recorded on tour to support At Last, her album of standards, (hence the DVD's title), this is also the first time the singer's live show has been officially available. Even though she has flown under the radar since her mid-'80s heyday releasing only three albums and an EP of original material from 1990 until this DVD's appearance in 2004, Lauper has stayed active and her vocal chops are as good, if not better than, ever.","release_date":"2004-05-25","vote_average":5.2,"runtime":112,"cert":"N\/A","id":56449,"title":"Cyndi Lauper: Live... At Last","adult":false,"genre_ids":[10402]},{"cast":["Julio Bracho","Ana Serradilla","Diana Bracho","Mónica Dionne","Bianca Calderón"],"overview":"When Tonatiuh loses his beloved Maria, grief and obsession to be loved lead him to seek love in a variety of women also called Maria.","release_date":"2007-11-09","vote_average":5.0,"runtime":88,"cert":"N\/A","id":56450,"title":"Eros una vez María","adult":false,"genre_ids":[]},{"cast":["Kathy Long","Andrew Divoff","Eric Pierpoint","Robin Lynn Heath","Ash Adams"],"overview":"In this modern retelling of High Plains Drifter, a female biker rides into a desert town to seek revenge on \"Angel\" and his ruthless gang.","release_date":"1995-03-10","vote_average":9.3,"runtime":98,"cert":"N\/A","id":56451,"title":"The Stranger","adult":false,"genre_ids":[28]},{"cast":["Karo Parisyan","Diego Sanchez","Chris Leben","Jorge Santiago","Josh Koscheck"],"overview":"A fight night featuring one of the better bouts of the year: a fight between Diego Sanchez and Karo Parisyan. This main even featured an epic match with stellar grappling and many scrambles! The winner of this match was rumored to be next in line for a shot at the welterweight title!","release_date":"2006-08-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":56452,"title":"UFC Fight Night 6: Sanchez vs. Parisyan","adult":false,"genre_ids":[]},{"cast":["Tito Ortiz","Ken Shamrock","Matt Hamill","Seth Petruzelli"],"overview":"The main event was a hyped up fight between two men who were not contenders. The joke of fight was only held because their 2nd encounter was thought to have been stopped early by the ref. However, this event did set viewing records and sold out very fast.","release_date":"2006-10-10","vote_average":0.0,"runtime":120,"cert":"N\/A","id":56453,"title":"UFC Fight Night 6.5: Ortiz vs. Shamrock 3","adult":false,"genre_ids":[]},{"cast":["Diego Sanchez","Joe Riggs","Josh Koscheck","Karo Parisyan","Drew Fickett"],"overview":"Held at MCAS Miramar; audience almost entirely comprised of US Marines. Diego Sanchez continues his run up the welterweight ranks.","release_date":"2006-12-13","vote_average":0.0,"runtime":120,"cert":"N\/A","id":56454,"title":"UFC Fight Night 7: Sanchez vs. Riggs","adult":false,"genre_ids":[]},{"cast":["Heath Herring","Hermes Franca","Spencer Fisher","Rashad Evans"],"overview":"Apparantly Spike TV didn't like the UFC's originally slated main event for this card (Nate Marquardt vs Dean Lister), so we had to accept the bout with Sean Salmon. This card features the UFC debut of Pride star Heath Herring!","release_date":"2007-01-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":56455,"title":"UFC Fight Night 8: Evans vs. Salmon","adult":false,"genre_ids":[]},{"cast":["Sam Stout","Spencer Fisher","Jon Fitch","Drew McFedries"],"overview":"The main event was a rematch from a UFC 58 fight in which Fisher was a late replacement for Stouts opponent, and he had to cut a lot of water weight just to fight. Stout won their first fight by split decision.","release_date":"2007-06-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":56458,"title":"UFC Fight Night 10: Stout vs. Fisher","adult":false,"genre_ids":[]},{"cast":["Mike Swick","Josh Burkman","Nate Diaz","Patrick Cote","Drew McFedries"],"overview":"Features Mike Swick's welterweight debut; he had previously fought at middleweight.","release_date":"2008-01-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":56461,"title":"UFC Fight Night 12: Swick vs. Burkman","adult":false,"genre_ids":[]},{"cast":[],"overview":"TRACKLISTING: Chapter 1. A Finnish Summer With Turisas Documentary Chapter 2. Festival show live footage 2.1. As Torches Rise (Live at Ruisrock 2008) 2.2. To Holmgard And Beyond (Live at Nummirock 2008) 2.3. A Portage To The Unknown (Live at Ilosaarirock `08) 2.4. The Messenger (Live at Wanaja Festival 2008) 2.5. One More (Live at Nummirock 2008) 2.6. In The Court Of Jarisleif (Live at Ruisrock 2008) 2.7. Fields of Gold (Live at Ilosaarirock 2008) 2.8. The Dnieper Rapids (Live at Nummirock 2008) 2.9. The Land of Hope And Glory (Live at Voimasointu Festival 2008) 2.10. Miklagard Overture (Live at Nummirock 2008) 2.11. Sahti-Waari (Live at Ilosaarirock 2008) 2.12. Rasputin (Live at Ruisrock 2008) 2.13. Battle Metal (Live at Nummirock 2008) Festival show total running time: 80 min. 30 sec.","release_date":"2008-11-05","vote_average":8.5,"runtime":160,"cert":"N\/A","id":56464,"title":"Turisas: A Finnish Summer with Turisas","adult":false,"genre_ids":[]},{"cast":["Anderson Silva","James Irvin","Brandon Vera","Hermes Franca","Frankie Edgar"],"overview":"Features Anderson Silva going up in weight to fight James Irvin. This card was thought to be put together on short notice to contend with Affliction's pay-per-view premier. Also features future heavyweight champion Cain Velasquez and future lightweight champion Frank Edgar.","release_date":"2008-07-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":56465,"title":"UFC Fight Night 14: Silva vs. Irvin","adult":false,"genre_ids":[]},{"cast":["Nate Diaz","Josh Neer","Mac Danzig","Clay Guida","Houston Alexander"],"overview":"Event was held in Nebraska.","release_date":"2008-09-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":56466,"title":"UFC Fight Night 15: Diaz vs. Neer","adult":false,"genre_ids":[]},{"cast":["Evelyn Glennie","Fred Frith"],"overview":"A documentary which explores the connections among sound, rhythm, time, and the body by following percussionist Evelyn Glennie, who is nearly deaf.","release_date":"2004-09-10","vote_average":7.8,"runtime":99,"cert":"N\/A","id":56475,"title":"Touch the Sound","adult":false,"genre_ids":[99,10402]},{"cast":["Armin van Buuren"],"overview":"Concert in Utrecht -Nov. 2010 Locked in the memory of 15.000 dance lovers and the kick-off to a show that has moved and will move millions. November 13th lies months behind us, but the memories are fresh and the Armin Only – Mirage tour is still in full swing.  Armin van Buuren blew the roof off the Jaarbeurs venue in Utrecht, where he celebrated the release of his ‘Mirage’ album with a special 9 hour set,  live performances by some of EDM’s most talented singers and a mesmerizing show. For those that weren’t able to be at the sold out event, or for those that simply want to relive the night, the ‘Armin Only – Mirage’ Blu-ray\/DVD is there.","release_date":"2011-02-28","vote_average":7.3,"runtime":138,"cert":"N\/A","id":56478,"title":"Armin Only: Mirage","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Relive the excitement as the Florida Gators overcome incredible odds to become the 2006 champions. This tribute to the team recaps the thrills and spills of regular season games, the SEC Championship in Atlanta and the Gators' unbelievable upset over Ohio State at the National Championships. Join the Gators as they battle their opponents, celebrate their season victories and ultimately triumph over the Buckeyes to clinch gridiron glory.","release_date":"","vote_average":0.0,"runtime":60,"cert":"N\/A","id":56479,"title":"National Champions The Story of the 2006 Florida Gators","adult":false,"genre_ids":[99]},{"cast":["Flavio Pistilli","Cristiano Callegaro","Matteo Taranto","Fabrizia Sacchi","Claudio Santamaria"],"overview":"A bunch of students live in an apartment in Bologna, during the 70's. This is a 24-hour sample of their ordinary life, where, between marjuana, school, university, girls and political contrasts, spectators can get a nice and colourful picture of that time, of those people and of their ideas and problems. Crazy, halucinated, somehow \"Trainspotting Italian style\", this movie was taken from comic strips by Andrea Pazienza and it respects very well their atmosphere and style.","release_date":"2002-02-22","vote_average":6.7,"runtime":null,"cert":"N\/A","id":56482,"title":"Paz!","adult":false,"genre_ids":[]},{"cast":["Han Seok-kyu","Lee Eun-ju","Seong Hyeon-a","Uhm Ji-won","Kim Jin-geun"],"overview":"Policeman Ki-Hoon's life is duplicitous, oscillating between the amenable, newly pregnant wife and a very appealing mistress- the singer Ga-yee. His world gets shaken up when he gets news during a murder investigation that Ga-yee is pregnant and her obsession with him rules out abortion as an option. In a very twisted chance of fate, Ki-hoon and Ga-yee end up locked in the trunk of his car on the side of the road as raw despair brings to light the shocking truth about his wife and his mistress.","release_date":"2004-10-28","vote_average":6.8,"runtime":115,"cert":"N\/A","id":56485,"title":"The Scarlet Letter","adult":false,"genre_ids":[18,53,9648,80,10749]},{"cast":[],"overview":"Looks at two communities on either side of the Czech - Austrian border. There's an elderly man in Austria looking for a new wife, and he meets a lone single woman on the Czech side of the border.","release_date":"1992-02-01","vote_average":4.0,"runtime":118,"cert":"N\/A","id":56486,"title":"Loss Is to Be Expected","adult":false,"genre_ids":[99]},{"cast":["René Rupnik"],"overview":"Main character of this movie is Rene Rupnik, a former math teacher. He is forty years old and lives together with his mother in a desolate block of flats. Ever since his early youth women with big breasts have fascinated him, because they symbolise a kind of earth mother to him. He has never had an especially close relationship with his own mother; she was too 'bony' for him. Object of Rene's fantasy is the actress Senta Berger, to him everything a woman should be. Standing by the blackboard and explaining the mathematical laws of sine and cosine ('sinus' is bosom in Latin), Rene sings the praises of the female curves and those of Santa Berger in particular. Filmmaker Ulrich Seidl let the former teacher speak freely about his obsessions and desires, intercutting his monologues with scenes from the protagonist's day-to-day life.","release_date":"1997-06-03","vote_average":8.0,"runtime":60,"cert":"N\/A","id":56487,"title":"The Bosom Friend","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"1982-01-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":56488,"title":"Malaria","adult":false,"genre_ids":[]},{"cast":[],"overview":"Disappointed by failed relationships and the demands set by local women, more and more Austrians search for happiness in a marriage with women from Thailand and the Philippines. Asked about the positive properties of their Asian spouses, the answer of the Austrian husbands quite often is, \"They don't talk back.\" Protagonist of the film is Karl S., a teacher in Vienna in his forties. Following his failed marriage he is now seeking a durable partnership and is on the lookout for a wife who doesn't question her traditional role. His solution: a wife from the Far East. Karl S. rounds up experiences and visits several mixed couples to get a clearer picture and to have his idea proven right. The film accompanies him on his search for the ideal woman and gives an insight into the imagination of these \"last real men\" who at the beginning seem to have hit the jackpot with their decisions","release_date":"1995-10-03","vote_average":8.0,"runtime":60,"cert":"N\/A","id":56489,"title":"The Last Real Men","adult":false,"genre_ids":[99]},{"cast":["Jon Olsson","Jesper Tjäder","Aksel Lund Svindal","Even Sigstad","Asbjørn Eggebø Næss"],"overview":"Field Productions is proud to announce their seventh ski movie production, \"Side By Side\". With the most influencial and diverse line up of athletes and a bag of unique locations they can assure that this one is their best so far. The move brings a new look on the urban scene, massive tricks in the terrain parks, intense big mountain skiing on the most scenic locations in Norway. deep blower powder in Haines AK and Interior BC. Shot on the RED One and other HD cameras that results in a crisp high quality experience. As a viewer, you will get behind the movie set during the movie, with a feeling that you are presence on the location where the action goes down. Get closer to the drama, the reality, and the endless joy that skiing gives you.","release_date":"2010-04-30","vote_average":0.0,"runtime":56,"cert":"N\/A","id":56494,"title":"Side by Side","adult":false,"genre_ids":[99]},{"cast":["Alain Delon","Dalila Di Lazzaro","Michel Auclair","Pascale Roberts","Lyne Chardonnet"],"overview":"A man helps the victim of an auto accident, not realizing that the man has actually been shot. The men who shot him are now after the man who helped him, in order to eliminate him as a potential witness. Soon they are killing everyone he even comes in contact with in order to get him.","release_date":"1980-10-31","vote_average":5.9,"runtime":93,"cert":"N\/A","id":56497,"title":"Three Men to Destroy","adult":false,"genre_ids":[53,18,80,28,9648]}]