[{"cast":["Kenneth 'Kenta' Gustafsson","Gustav 'Stoffe' Svensson"],"overview":"A documentary film depicting a group of young boys from Stockholm which live on the outskirts of society. The film is the first part of a trilogy.","release_date":"1968-03-25","vote_average":6.8,"runtime":100,"cert":"N\/A","id":56500,"title":"They Call Us Misfits","adult":false,"genre_ids":[99]},{"cast":["Jean Sarrus","Jean-Guy Fechner","Gérard Rinaldi","Gérard Filipelli"],"overview":"Bons baisers de Hong Kong (From Hong Kong with Love) is a 1975 French film directed by Yvan Chiffre. It is a parody of James Bond movies featuring Les Charlots with scenes shot in Hong Kong. Mickey Rooney featured in the film as well as Bernard Lee and Lois Maxwell, stars of the James Bond films who appeared as M and Moneypenny respectively.","release_date":"1975-12-17","vote_average":4.5,"runtime":97,"cert":"N\/A","id":56501,"title":"From Hong Kong with Love","adult":false,"genre_ids":[35]},{"cast":["Kenneth 'Kenta' Gustafsson","Patric Gustafsson","Eva Blondin"],"overview":"Misfits to Yuppies is the last of three films (Dom kallar oss mods, Ett anständigt liv, Det sociala arvet) that shows conditions for addicts in Stockholm and try to find out how social legacy have been transferred to their children from previous films.","release_date":"1993-04-02","vote_average":6.2,"runtime":87,"cert":"N\/A","id":56504,"title":"The Social Contract","adult":false,"genre_ids":[99]},{"cast":["Harald Wozniewski","Jean Ziegler","Roland Geitmann","Dennis J. Snower","Horst Köhler"],"overview":"A documentary about our payment system and some solutions for the future.","release_date":"2007-06-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":56505,"title":"The Spirit of Money","adult":false,"genre_ids":[99]},{"cast":[],"overview":"FOR DECADES HIP-HOP HAS BEEN CONTROLLED BY THE RECORD COMPANIES. THEY INVEST MILLIONS AND PROFIT BILLIONS FROM GLOBAL CASSETTE, CD, AND NOW RINGTONE SALES. MUSIC MOGULS AFFORD A LIFESTYLE COMPARABLE TO WHAT WE SEE ON MTV CRIBS. EVENTUALLY HIP-HOP ARTISTS WOULD ADAPT THE RECORD COMPANY FORMULA, AND START TO STRATEGICALLY PROMOTE AND MARKET THEIR OWN MUSIC. THIS HAS CREATED A CONFLICT INSIDE THE INDUSTRY. THE RECORD COMPANIES, IN CONJUNCTION WITH THE RECORDING INDUSTRY ASSOCIATION OF AMERICA (RIAA), HAVE DECLARED WAR. OFFICES HAVE BEEN RAIDED, MOM AND POP STORES HAVE BEEN CLOSED AND MANY HAVE BEEN ARRESTED. HIP-HOP ARTISTS, DJS, AND PRODUCERS HAVE DECIDED THAT THE ONLY WAY TO SURVIVE IN THE MUSIC BUSINESS IS TO \"KILL THE RECORD LABELS\".","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":56506,"title":"KILL THE RECORD LABELS","adult":false,"genre_ids":[99]},{"cast":["Josef Hader","Enrica Maria Modugno","Linde Prelog","Wolf Bachofner"],"overview":"","release_date":"1993-09-26","vote_average":7.0,"runtime":null,"cert":"N\/A","id":56507,"title":"Cappuccino Melange","adult":false,"genre_ids":[]},{"cast":["René Navarre","Edmund Breon","Georges Melchior","Renée Carl","André Luguet"],"overview":"The archvillain Fantômas, a master of disguise, steals the Princess Danidoff her priceless pearl necklace at the Royal Palace Hotel, so Inspector Juve is tasked to capture Fantômas and put an end to his limitless villainy.","release_date":"1913-05-09","vote_average":6.7,"runtime":55,"cert":"N\/A","id":56508,"title":"Fantômas: In the Shadow of the Guillotine","adult":false,"genre_ids":[80,18,53]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":56509,"title":"Warum überall Geld fehlt","adult":false,"genre_ids":[99]},{"cast":["Too $hort"],"overview":"","release_date":"2009-06-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":56510,"title":"West Coast Theory","adult":false,"genre_ids":[99]},{"cast":["René Navarre","Georges Melchior","Edmund Breon","Renée Carl","Yvette Andréyor"],"overview":"When the disfigured body of a woman is found in Dr. Chaleck's quarters, Inspector Juve immediately suspects that it is the work of his archenemy, the criminal mastermind Fantômas.","release_date":"1913-09-12","vote_average":6.5,"runtime":62,"cert":"N\/A","id":56511,"title":"Fantômas: Juve Against Fantômas","adult":false,"genre_ids":[80,18]},{"cast":["René Navarre","Georges Melchior","Edmund Breon","Laurent Morléas","Renée Carl"],"overview":"After his failed attempts to capture the ruthless crook and murderer Fantômas, Inspector Juve becomes the victim of a virulent press campaign which accuses him of being Fantômas himself. Whilst Juve languishes in a prison cell, his friend, the journalist Fandor, attempts to clear his name by tracking the real Fantômas.","release_date":"1914-03-13","vote_average":6.7,"runtime":60,"cert":"N\/A","id":56512,"title":"Fantômas: Fantômas Against Fantômas","adult":false,"genre_ids":[80,18]},{"cast":["Karl Wallner"],"overview":"The story of  a 50-year-old dwarf who stopped growing at 1 meter 40 and plays the piano.","release_date":"1980-01-01","vote_average":5.3,"runtime":16,"cert":"N\/A","id":56513,"title":"One Fourty","adult":false,"genre_ids":[99]},{"cast":["Anthony Steffen","Stelio Candelli","Glauco Onorato","Chris Avram","Esmeralda Barros"],"overview":"Django is on the trail of some renegade outlaws who raped and killed his wife. En route, he rescues a horse thief from an impromptu hanging. He discovers the man knows who committed the murder. The men team up and head west for revenge.","release_date":"1971-09-29","vote_average":6.1,"runtime":90,"cert":"N\/A","id":56514,"title":"A Man Called Django!","adult":false,"genre_ids":[28,37]},{"cast":["René Navarre","Georges Melchior","Edmund Breon","Mesnery","Laurent Morléas"],"overview":"Inspector Juve finds out that Fantômas is serving a prison sentence in Belgium. Desperately eager to get the criminal master imprisoned in France, he comes up with a plot to allow Fantômas to escape.","release_date":"1914-05-08","vote_average":6.4,"runtime":71,"cert":"N\/A","id":56515,"title":"Fantômas: The False Magistrate","adult":false,"genre_ids":[80,18]},{"cast":["René Navarre","Edmund Breon","Georges Melchior","Luitz-Morat","André Luguet"],"overview":"Fantômas commits a murder and cleverly frames an artist, who is mysteriously murdered whilst in prison. After the body disappears from there, several crimes take place, leaving behind the fingerprints of the dead man.","release_date":"1913-11-28","vote_average":6.6,"runtime":91,"cert":"N\/A","id":56516,"title":"Fantômas: The Dead Man Who Killed","adult":false,"genre_ids":[80,18]},{"cast":[],"overview":"The story of a hitman for the drug cartels in Ciudad Juarez, Mexico.","release_date":"2010-09-05","vote_average":7.3,"runtime":80,"cert":"N\/A","id":56519,"title":"El Sicario, Room 164","adult":false,"genre_ids":[99]},{"cast":["Jean Rochefort","Gérard Jugnot","Sylvie Granotier","Jean-Claude Dreyfus","Marie Pillet"],"overview":"","release_date":"1987-06-17","vote_average":7.3,"runtime":86,"cert":"N\/A","id":56520,"title":"Tandem","adult":false,"genre_ids":[35]},{"cast":["Nanni Moretti","Silvio Orlando","Asia Argento","Mariella Valentini","Luisanna Pandolfi"],"overview":"Michele is the leader of the Italian communist party and a professional water polo player. On this day he's just lost his memory following a (very stupid) car accident. So he has to discover the intricacies of his life again, and he does so through the naive eyes of the anxious child he used to be - through an improvised psychoanalytic trip symbolized by the friendships and adversities of a water polo game.","release_date":"1989-09-15","vote_average":7.4,"runtime":89,"cert":"N\/A","id":56521,"title":"Red Wood Pigeon","adult":false,"genre_ids":[35]},{"cast":["Mads Brauer","Casper Clausen","Thomas Husmer","Rasmus Stolberg"],"overview":"In August 2010, French filmmaker Vincent Moon and Efterklang's 8 piece-live band met up on an island off the Danish coast. The objective was to shoot a film. A film with the same length as an album, and a film full of performances, experiments and collaborations. \u2028Over an intense period of 4 days Efterklang collaborated with more than 200 local musicians, kids and their own parents, creating new performances and interpretations of songs from their album Magic Chairs (4AD, Rumraket 2010). It was all filmed by Vincent Moon who same time conducted several filmic and musical experiments with Efterklang as his dedicated playmates.","release_date":"2011-02-01","vote_average":5.3,"runtime":49,"cert":"N\/A","id":56522,"title":"An Island","adult":false,"genre_ids":[99,18,10402]},{"cast":["Ally Sheedy","Mark Rendall","John Bourgeois","Hannah Lochner","Andre Noble"],"overview":"The lives of Escondido, California residents Cheryl and Stephen Crowe change one morning when they find their twelve year old daughter Stephanie Crowe stabbed to death in her bedroom. As procedure dictates, the police take each member of the household away individually to be questioned, and the remaining children - fourteen year old Michael Crowe and adolescent Shannon Crowe - are taken into protective custody until Cheryl and Stephen can be cleared. The police end up placing much of their focus on the sullen Michael, who they question without counsel and without discussion with his parents. The tone of the police questioning is that they believe Michael did kill his sister, the police lying, harassing and coercing in the process. Under the barrage of questioning, Michael eventually confesses, as do two of his friends, both questioned under the same threatening tone. Cheryl and Stephen, who are finally made aware of the questioning and the confessions...","release_date":"2002-12-02","vote_average":8.0,"runtime":100,"cert":"N\/A","id":56523,"title":"The Interrogation of Michael Crowe","adult":false,"genre_ids":[18,10770]},{"cast":[],"overview":"Nature's Journey genre-bending mix of location filming, subtle computer-generated imagery, musical soundscapes and artistic graphic enhancements that draws you deep into the magical heart of our planet Earth.","release_date":"2007-10-09","vote_average":0.0,"runtime":67,"cert":"N\/A","id":56524,"title":"Nature's Journey","adult":false,"genre_ids":[99,16]},{"cast":["Denis Nikiforov","Andrei Panin","Elena Panova","Ivan Makarevich","Dmitriy Shevchenko"],"overview":"When Artem Kolchin, Denis Nikiforov, arrives in the U.S. to fight for the championship, he soon finds himself fighting for his life after he sends a young, aggressive boxer, who provokes him into sparring, into a coma and ultimately killing him. That is when Artem finds out that the young boxer was none other than the only son of Felix Mendez, the powerful Mexican mafia kingpin, played masterfully by Victor Herminio Lopez, and when the real fight begins.","release_date":"2007-10-18","vote_average":6.0,"runtime":135,"cert":"N\/A","id":56525,"title":"Revenge","adult":false,"genre_ids":[28,18,9648]},{"cast":["Robin Givens","Tobias Mehler","Tracey Gold","Chris Kramer","Anne Openshaw"],"overview":"A newly hired executive for a multinational corporation is kidnapped at gunpoint. His wife and a detective uncover a much more sinister international conspiracy.","release_date":"2005-01-01","vote_average":4.5,"runtime":90,"cert":"N\/A","id":56526,"title":"Captive Hearts","adult":false,"genre_ids":[10770,53]},{"cast":["Jackie Debatin","Eric Etebari","Jonathon Klein","Robert Miano","Timothy V. Murphy"],"overview":"A co-ed group of Special Forces agents search the wilderness for a predator type creature that has been on a killing spree.","release_date":"2004-03-01","vote_average":2.7,"runtime":89,"cert":"N\/A","id":56527,"title":"Skeleton Man","adult":false,"genre_ids":[27,28,53]},{"cast":["Robert Webber","Anthony Newlands","Jennifer Jayne","Maurice Denham","Lelia Goldoni"],"overview":"An American wakes up in an English hospital unable to remember anything of his life before a recent car accident. With only a photograph torn from a newspaper to guide him, and an unknown benefactor, he attempts to unravel what looks increasingly like a bizarre murder.","release_date":"1965-04-01","vote_average":7.2,"runtime":85,"cert":"18","id":56530,"title":"Hysteria","adult":false,"genre_ids":[53,9648]},{"cast":["Mihajlo Jovanović","Ana Aćimović","Predrag Damjanović","Radivoj Knežević","Srboljub Milin"],"overview":"The film deals with an aspiring filmmaker, Marko, who is unable to pursue a career in horror films. He ventures into the porn industry, but his unorthodox style fails to impress producers. Frustrated, he assembles a crew of junkies, homosexuals and transvestites and starts a traveling live porn show. It draws attention of the suspicious police, but also of the locals, unhappy with their provocative material. Soon a shady producer approaches them and offers real money in exchange for snuff films they are to make for his clientele.","release_date":"2009-09-16","vote_average":6.4,"runtime":107,"cert":"N\/A","id":56531,"title":"The Life and Death of a Porno Gang","adult":false,"genre_ids":[28,12,18,53]},{"cast":["Emil Johnsen","Ylva Gallon","Peter Stormare","Margreth Weivers","Örjan Landström"],"overview":"Lonely medical student Frank is pleased with his flat, a quiet place to focus on his coming exams. But when he meets the girl upstairs, the intrusive Lotte, he realizes there is something wrong with the place. Each time he leaves his apartment, Frank is scared... the talkative concierge, the annoying child, the love-sick Lotte, her brutal ex-boyfriend and above all, her new jealous boyfriend, the scary Micke, they all seem to be Frank's enemies.","release_date":"2010-02-05","vote_average":5.4,"runtime":75,"cert":"N\/A","id":56532,"title":"Corridor","adult":false,"genre_ids":[27,53,9648]},{"cast":["Evel Knievel","Gene Kelly","Lauren Hutton","Red Buttons","Leslie Nielsen"],"overview":"The legendary stuntman plans his most incredible stunt yet while battling the mob in this action-adventure.","release_date":"1977-06-10","vote_average":3.0,"runtime":106,"cert":"N\/A","id":56533,"title":"Viva Knievel!","adult":false,"genre_ids":[12,28,35,53]},{"cast":["Sanjay Dutt","Irrfan Khan","Kangana Ranaut","Gulshan Grover","Sushant Singh"],"overview":"A businessman in a phone-booth is held hostage by a sniper.","release_date":"2010-10-15","vote_average":7.1,"runtime":110,"cert":"N\/A","id":56534,"title":"Knock Out","adult":false,"genre_ids":[80,28,53,9648]},{"cast":["Jim Brown","Stella Stevens","Rip Torn","Cameron Mitchell","Don Gordon"],"overview":"Slaughter, a former Green Beret, avenges the killing of loved ones by the Mob, and after being blackmailed by the feds, is forced to head to South America to finish the mobsters off.","release_date":"1972-08-16","vote_average":6.6,"runtime":91,"cert":"N\/A","id":56535,"title":"Slaughter","adult":false,"genre_ids":[28,80,18]},{"cast":[],"overview":"The work and times of American artist, Leon Golubfrom 1985 to his death in 2004, taking us from images of interrogations and torture to the ironies and dark humor of old-age.","release_date":"2004-01-01","vote_average":8.0,"runtime":80,"cert":"N\/A","id":56536,"title":"Golub: Late Works Are the Catastrophes","adult":false,"genre_ids":[99]},{"cast":["Kurt Angle","Kevin Nash","S. William Hinzman","Alan Rowe Kelly","Sidney Raymond Eudy"],"overview":"When brutal murdering starts in a small riverside town, the sheriff must investigate and face the horrific past.","release_date":"2011-03-29","vote_average":2.1,"runtime":84,"cert":"15","id":56537,"title":"River of Darkness","adult":false,"genre_ids":[27,28,53]},{"cast":[],"overview":"Not so long ago....In this very galaxy... A coalition of evil industrialists conspired to outlaw the most valuable natural resource on the planet EARTH, and enslave the masses by depriving them of the use of the most beneficial plant on this world. ... The EVIL EMPIRE would NOT relinquish it's grasp of power, and Declared WAR on those who supported the beneficial plant which could feed,clothe,fuel and heal people naturally. A great cultural war ensued, as the EVIL EMPIRE and the Freedom Rebellion took position in the hearts and minds of peoples. The conflict went on for many decades, with the Evil Empire claiming victory after victory in spite of the TRUTH the Rebellion wielded. Defeated, but not crushed, the Rebellion gathered as many as could join the movement and launched a great offensive.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":56538,"title":"The Hempire Strikes Back","adult":false,"genre_ids":[99]},{"cast":["Pam Grier","Yaphet Kotto","Godfrey Cambridge","Thalmus Rasulala","Eartha Kitt"],"overview":"Friday Foster, an ex-model magazine photographer, goes to Los Angeles International airport to photograph the arrival of Blake Tarr, the richest black man in America. Three men attempt to assassinate Tarr. Foster photographs the melee and is plunged into a web of conspiracy involving the murder of her childhood friend, a US senator, and a shadowy plan called \"Black Widow\".","release_date":"1975-12-25","vote_average":5.5,"runtime":90,"cert":"N\/A","id":56539,"title":"Friday Foster","adult":false,"genre_ids":[28,53]},{"cast":["Ge You","Shu Qi","Yao Chen","Liao Fan","Zhang Hanyu"],"overview":"A sequel to one of China's biggest box office hits, the wry romantic comedy \"Fei Cheng Wu Rao 2\" (\"If You Are the One 2\") — the first Chinese release to open in its homeland and North America on the same day — continues the odd-couple courtship saga of wealthy, middle-aged retiree Qin Fen (Ge You) and serious-minded young air hostess Xiaoxiao (Shu Qi).After an amusing prelude in which Qin presides over a lavish divorce ceremony for an amicably splitting married couple, he and Xiaoxiao decide to address their own relationship barriers — her youth and beauty, his cynical, childish sense of humor — by entering into a trial marriage while on a trip to the country's tropical southeast.","release_date":"2010-12-22","vote_average":5.5,"runtime":120,"cert":"N\/A","id":56540,"title":"If You Are the One 2","adult":false,"genre_ids":[35,10749]},{"cast":["Wolfgang Stumph","Suzanne von Borsody","Robert Höller","Claire Oelkers","Wilfried Dziallas"],"overview":"Leo is a dance instructor conqueror who wins the heart of all students. One day, his boss, dissatisfied with the attitude of the teacher decides to give a lesson to Leo and sends him away. After losing his job and be unable to pay its debts, his only chance is to teach at a school dance that only selects older women to teach. Desperate, Leo asks for help to a friend and makeup artist becomes \"Leonore\" to get the job. There, he meets Sandra, a sweet single mom who is secretly in love with Marco, an instructor hunky not notice its presence. By figuring out how Sandra is good dancer, Leo decides to be your partner in a competition, where he finally understands the true feelings he has for her.","release_date":"2007-03-26","vote_average":3.5,"runtime":null,"cert":"N\/A","id":56543,"title":"With the Next Dance, Everything Becomes Different","adult":false,"genre_ids":[35]},{"cast":["Fernandel","Totò","René Génin","Henri Arius","Albert Dinan"],"overview":"Assola is an imaginary village on the border between Italy and France and the borderline crosses the village itself. The French customs agent Ferdinand is always trying to catch the Italian smuggler Giuseppe. Giuseppe discovers that Ferdinand was actually born in Italy and therefore he can't be a French customs agent.","release_date":"1958-09-17","vote_average":7.5,"runtime":92,"cert":"N\/A","id":56544,"title":"The Law Is the Law","adult":false,"genre_ids":[35]},{"cast":["Liya Akhedzhakova","Iya Savvina","Valentin Gaft","Svetlana Nemolyaeva","Georgi Burkov"],"overview":"An automotive highway is scheduled to be built through the territory of a garage cooperative. A special meeting of the cooperative takes place to reduce the number of garages. As all was already decided and arranged by the chairholder and the board, the decision passes easily at the meeting. But one unexpected event happens - the meeting room's entrance has been locked by an anonymous member and the key is missing...","release_date":"1980-03-10","vote_average":7.2,"runtime":101,"cert":"N\/A","id":56547,"title":"The Garage","adult":false,"genre_ids":[35,18]},{"cast":["Leung Kar-Yan","Ku Feng","Lo Meng","Lo Lieh","Sun Chien"],"overview":"Secret Service of the Imperial Court was one of the last kung fu\/swordplay films to be made at Hong Kong's Shaw Bros. studio. Set in the Ming Dynasty, it makes excellent use of the studio's vast array of sprawling sets and colorful costumes to give a real period flavor. It has a good cast, lots of large-scale fight action and an exciting storyline about a conflict between an honorable officer and a corrupt Eunuch.","release_date":"1984-10-19","vote_average":5.6,"runtime":87,"cert":"N\/A","id":56550,"title":"Secret Service of the Imperial Court","adult":false,"genre_ids":[28]},{"cast":["Carlo Verdone","Margherita Buy","Elisabetta Pozzi","Giancarlo Dettori","Stefania Casini"],"overview":"","release_date":"1992-01-31","vote_average":6.5,"runtime":null,"cert":"N\/A","id":56551,"title":"Damned the Day I Met You","adult":false,"genre_ids":[35]},{"cast":["Gretchen Mol","Chris Klein","Zach Mills","Jay O. Sanders","Jeff Perry"],"overview":"The Valley of Light is a beautifully-filmed, sentimental movie of a young man's quest to make sense of his experiences and find new meaning in life. While this film deals with weighty material such as the suicide of Eleanor's husband and Mathew's untimely death, the content is handled with reverence and sensitivity. Parents can feel confident in sharing this and many other Hallmark films with their families.","release_date":"2007-01-28","vote_average":6.6,"runtime":97,"cert":"N\/A","id":56552,"title":"The Valley of Light","adult":false,"genre_ids":[18,10749]},{"cast":["Larry the Cable Guy","Keith Ferguson","Lindsey Collins","Elissa Knight","Taborah Johnson"],"overview":"Lightning McQueen and Mater are driving in Radiator Springs and drive past Red, who is hosing some plants near Stanley. Mater tells Lightning that he used to be a firetruck, but Lightning doesn't believe Mater.","release_date":"2008-10-27","vote_average":5.8,"runtime":3,"cert":"N\/A","id":56553,"title":"Rescue Squad Mater","adult":false,"genre_ids":[16]},{"cast":["Sophie Lovell Anderson","Sebastian Street","Joe Rainbow","Mike Busson","Rez Kempton"],"overview":"If the mysterious plague sweeping the nation wasn't bad enough, Dean is still going ahead with his doomed wedding tomorrow morning. That leaves him with a choice. Pick up the button holes and chocolate fountain as instructed by bridezilla, Elaine, or go with five mates (and a stripper) to play \"Zomball\" at a top secret military compound where you get to shoot zombies with huge stun guns. Disobeying the golden rule of Zomball ('never never humiliate a zombie') the stags face overwhelming odds from the massed undead and each stag is hunted down. The truth about Zomball is finally revealed and suddenly the mother-in-law is the least of Dean's problems....","release_date":"2010-10-31","vote_average":3.5,"runtime":81,"cert":"","id":56554,"title":"Stag Night of the Dead","adult":false,"genre_ids":[27,35]},{"cast":["Queen Latifah","Raw Leiba","Sidné Anderson","Anna Deavere Smith","Wendell Pierce"],"overview":"The true-life story of a mother who overcame an addiction to crack and became a positive role model and an AIDS activist in the black community.","release_date":"2007-03-10","vote_average":6.5,"runtime":90,"cert":"N\/A","id":56555,"title":"Life Support","adult":false,"genre_ids":[18]},{"cast":["Claudette Colbert","John Payne","Shepperd Strudwick","Ann Todd","Douglas Croft"],"overview":"Elderly schoolteacher Nora Trinell, waiting to meet presidential nominee Dewey Roberts, recalls him as her student back in 1916 and his relation to Dan Hopkins, the man she married and lost.","release_date":"1941-12-25","vote_average":7.0,"runtime":86,"cert":"N\/A","id":56558,"title":"Remember the Day","adult":false,"genre_ids":[10752,18,10749]},{"cast":["Ronald Colman","Claudette Colbert","Victor McLaglen","Rosalind Russell","Gregory Ratoff"],"overview":"Sergeant Victor comes to the French Foreign Legion after taking the blame for his brother's crime. Cigarette falls in love with him though Major Doyle is in love with her. Doyle sends Victor on dangerous assignments to be rid of him. He falls in love with Lady Venetia Cunningham, a visitor to the garrison","release_date":"1936-05-01","vote_average":6.0,"runtime":98,"cert":"N\/A","id":56559,"title":"Under Two Flags","adult":false,"genre_ids":[12,10749]},{"cast":["Natassia Malthe","Sam Page","David Gant","Roger Pera"],"overview":"Darryn Welch's explosive thriller SLAVE follows young American couple Georgie (Natassia Malthe) and David (Sam Page) as they visit David's father Robert's stunning Spanish villa, hoping to get his blessing on their marriage. The relationship between the father and son is strained at best, not helped by the dark skeletons of Robert's criminal past. When left to their own devices the couple embark on a hedonistic night out, with seedy nightclub owner Marlon (a cameo by 'king of hedonism' Howard Marks) offering the full VIP treatment. Georgie and David are separated for a brief moment, but in that brief moment their lives are changed forever... and David is set on a course to uncover some troubling family truths.","release_date":"2009-08-24","vote_average":4.3,"runtime":81,"cert":"R","id":56560,"title":"Slave","adult":false,"genre_ids":[27,53,9648]},{"cast":["Chrissie Chau","Jiang Luxia","DaDa Lo","A Lin","Rachel Lam"],"overview":"She spends her days walking around hunting down bad vampires, while Max and her good vampire friends hang around town aimlessly, complaining about how bored they are. That all changes with the arrival of Mung (Yuen Wah), a vampire kills other vampires to make himself more powerful (aren't they always?). When Ar realizes that Mung's dragging her sister (Law regular Pinky Cheung) with him, she joins forces with the vegetarian vampires to fight their common enemy.","release_date":"2010-11-11","vote_average":3.4,"runtime":100,"cert":"N\/A","id":56563,"title":"Vampire Warriors","adult":false,"genre_ids":[27,28,53]},{"cast":["Brittany Lynn","Taylor Rotenberry","Jean Paul Guillory","Mary Caitlin Fertitta","Geneva Torrence"],"overview":"What promises to be a stormy night of fun, costumes, and pranks turns deadly when a group of high school seniors, who are staging an elaborate senior prank, find themselves trapped on campus, tormented by someone from the town's dark past who's returned for bloody vengeance. One by one, the students disappear until only a few remain to battle the fiendish psychopath whose identity reveals a gruesome twist that no one could have ever suspected Lock In is a perfectly terrifying homage to the gory slashers of the 80's that's sure to make you scream in delight.","release_date":"2008-08-10","vote_average":4.3,"runtime":85,"cert":"N\/A","id":56564,"title":"Lock In","adult":false,"genre_ids":[27,53]},{"cast":["Lester Holt","Roland Emmerich","Patrick Geryl"],"overview":"Massive earthquakes. Giant tidal waves. Super volcanoes exploding. Raging firestorms. These are just a few visions of a global apocalypse that some say will happen on December 21, 2012. That's when the eerily accurate Mayan calendar will come to a sudden end. That ancient calendar is causing a modern day panic. People around the world fear that our planet faces a catastrophe never seen before in human history.","release_date":"2009-11-09","vote_average":4.8,"runtime":120,"cert":"N\/A","id":56565,"title":"2012 Startling New Secrets","adult":false,"genre_ids":[99,14]},{"cast":["Nina Scholl","Austin Taylor","Taylor Wentworth","Chris Moore"],"overview":"In this quirky re-telling of the Grimm Brothers classic, Hansel and Gretel, two white trash children escape the clutches of their abusive stepfather and into the hands of a devious witch and her demonic bakery in post-Katrina New Orleans. Pilot episode for the Bruno Zipes \"Storytime\" series!","release_date":"2010-12-10","vote_average":5.3,"runtime":16,"cert":"N\/A","id":56566,"title":"Gingerdead: The Adventures of Nella & Nello","adult":false,"genre_ids":[35,27,18]},{"cast":[],"overview":"Follow these bunny siblings and their take on popular fairytales in Max &amp; Ruby: BunnyTales. In such episodes as Emperor’s Max’s New Suit, Ruby’s Real Cinderella, and Max and the Three Little Bunnies, Max is still up to his usual antics as Ruby tries to maintain order and follow the rules.","release_date":"2011-01-11","vote_average":0.0,"runtime":98,"cert":"N\/A","id":56571,"title":"Max & Ruby: Bunny Tales","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"Based on a series of children`s books by Rosemary Wells, this charming animated children`s program chronicles the sibling rivalry","release_date":"2006-02-14","vote_average":0.0,"runtime":98,"cert":"N\/A","id":56572,"title":"Max & Ruby: Party Time","adult":false,"genre_ids":[]},{"cast":["Pau Hei-Ching","Chan Lai-wan","Juno Leung","Ida Chan","Clifton Ko Chi-Sum"],"overview":"The Way We Are is a respectful, unglamorous, and serenely charming portrait of regular people and a Hong Kong town that normally gets a bad rap. It may put you to sleep, but the visit and Ann Hui's quiet touch are exceptionally worthwhile.","release_date":"2008-07-17","vote_average":5.6,"runtime":91,"cert":"N\/A","id":56575,"title":"The Way We Are","adult":false,"genre_ids":[18]},{"cast":["Sul Kyung-gu","Lee Jung-Jin","Oh Dal-su","Ju Jin-mo","Lee Sung-min"],"overview":"Kang Tae-sik is a private detective who would do anything for money. One day, he gets framed for a murder by a ruthless boss of the criminal underworld and a mysterious caller watches and controls his every move. He must use a wide array of techno-gadgetry at his disposal to clear himself and exact revenge within 24 hours given to him.","release_date":"2010-09-12","vote_average":6.2,"runtime":100,"cert":"N\/A","id":56578,"title":"Troubleshooter","adult":false,"genre_ids":[28,53]},{"cast":["Rachel Berney","Mike Curtis","Holly Dalton","Darleen Hollis","Brent N. Hunter"],"overview":"24 Hours on Craigslist is a 2005 American feature-length documentary that captures the people and stories behind a single day's posts on the community-focused, classified website Craigslist. The film, made with the approval of Craigslist's founder Craig Newmark, is woven from interviews with the site's users, all of whom opted in to be contacted by the production when they submitted their posts on August 4, 2003. The documentary screened in nine film festivals during 2004 and 2005, winning a 'best feature documentary', and played in a limited, self-distributed, theatrical release in 2005 and 2006. The film was released on DVD on April 25, 2006","release_date":"2006-01-19","vote_average":4.0,"runtime":82,"cert":"N\/A","id":56579,"title":"24 Hours On Craigslist","adult":false,"genre_ids":[99]},{"cast":["Chad Holt"],"overview":"A renaissance man from the Austin underground, infamously sex-addicted Chad publishes a magazine and fronts bands, abuses cocaine while dealing weed, and writes and lives his own hilarious brand of humor as this father, felon and man-about-town must finally grow up when a crisis befalls his estranged family.","release_date":"2010-11-19","vote_average":7.0,"runtime":90,"cert":"N\/A","id":56580,"title":"Total Badass","adult":false,"genre_ids":[99,35]},{"cast":["Park Eun Soo","Kim Jeong-kyoon","Seong Hye Rim","Kim Min-ki","Shin Cheol-jin"],"overview":"Directed by Jin Seung Hyun, the curiously titled indie drama July 32nd is inspired by the short story \"Full Moon\" by acclaimed writer Ko Un. Screened at the 2008 Fukuoka Film Festival and the 2008 Shanghai Film Festival, the film depicts the tumultuous relationship of a killer and his daughter, whose lives are upturned on July 31, 1987. Pursued by the police, he leaves his five-year-old daughter in someone else's care, promising to pick her up the next day. But the next day never comes because he soon gets arrested. Years later, the abandoned daughter has grown up, and the waiting has turned into the longing for revenge.","release_date":"2010-04-22","vote_average":0.0,"runtime":108,"cert":"N\/A","id":56581,"title":"July 32nd","adult":false,"genre_ids":[18,28]},{"cast":[],"overview":"When Weather Changed History, a series of one-hour suspenseful dramas, offers the often-surprising effects of weather on well known history events. TWC uncovers key moments with insider personal stories that disclose unexpected facts about history, revealing both mankind's heroism and hubris.","release_date":"2009-01-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":56582,"title":"When Weather Changed History","adult":false,"genre_ids":[]},{"cast":["Danny Glover","Matt Dillon","Rick Aviles","Nina Siemaszko","Ving Rhames"],"overview":"Matthew, a young schizophrenic, finds himself out on the street when a slumlord tears down his apartment building. Soon, he finds himself in even more dire straits, when he is threatened by Little Leroy, a thug who is one of the tough denizens of the Fort Washington Shelter for Men. He reaches out to Jerry, a streetwise combat veteran, who takes Matthew under his wing as a son. The relationship between these two men grows as they attempt to conquer the numbing isolation of homelessness.","release_date":"1993-11-03","vote_average":6.3,"runtime":99,"cert":"N\/A","id":56583,"title":"The Saint of Fort Washington","adult":false,"genre_ids":[18]},{"cast":["Orson Welles","Judith Roberts"],"overview":"The Late, Great Planet Earth is the title of a best-selling 1970 book co-authored by Hal Lindsey and Carole C. Carlson, and first published by Zondervan. The book was adapted in 1979 into a movie. The Late, Great Planet Earth is a treatment of literalist, premillennial, dispensational eschatology. As such, it compared end-time prophecies in the Bible with then-current events in an attempt to broadly predict future scenarios leading to the rapture of believers before the tribulation and Second Coming of Christ to establish his thousand-year (i.e. millennial) Kingdom on Earth.","release_date":"1979-01-01","vote_average":1.0,"runtime":91,"cert":"N\/A","id":56584,"title":"The Late, Great Planet Earth","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Enter the world of undisturbed birth as 11 couples share their intimate personal journeys, facing their fears and moving through pain into the ecstasy of birth. Orgasmic Birth poses the ultimate challenge to our cultural myths.","release_date":"2008-01-09","vote_average":0.0,"runtime":85,"cert":"N\/A","id":56585,"title":"Orgasmic Birth: The Best-Kept Secret","adult":false,"genre_ids":[99]},{"cast":["James Denton","Christina Hendricks","Anthony LaPaglia","Ed Asner","Linda Cardellini"],"overview":"Lex Luthor enacts his plan to rid the world of Superman, once and for all. Succeeding with solar radiation poisoning, the Man of Steel is slowly dying. With what little times remains, the Last Son of Krypton must confront the revealing of his secret identity to Lois Lane and face Luthor in a final battle.","release_date":"2011-02-22","vote_average":6.8,"runtime":76,"cert":"N\/A","id":56590,"title":"All Star Superman","adult":false,"genre_ids":[16,28,12]},{"cast":["Roger Corman","Martin Scorsese","Robert De Niro","Quentin Tarantino","Jack Nicholson"],"overview":"Chronicles the six-decade career of the U.S. film industry's most diverse, dogged and resourceful low-budget producer-director-entrepeneur, painting the soft-spoken Roger Corman as an indie cinema trailbrazer as well as an extraordinary conduit for new talent.","release_date":"2011-01-21","vote_average":7.3,"runtime":95,"cert":"N\/A","id":56591,"title":"Corman's World: Exploits of a Hollywood Rebel","adult":false,"genre_ids":[99]},{"cast":["Marie Forså","Anne Bie Warburg","Harry Reems","Felix Franchy","Bent Warburg"],"overview":"Justine and Juliette is a modern re-telling of the classic sex tale from the Marquis de Sade. Beautiful actresses Marie Forsa and Anne Bie Warburg play two sisters caught in a web of sex and sensual pleasures.","release_date":"1975-06-16","vote_average":6.0,"runtime":91,"cert":"N\/A","id":56592,"title":"Justine och Juliette","adult":true,"genre_ids":[35]},{"cast":["Yôsuke Enomoto","Tatsumi Hijikata","Eiko Horii","Hideo Kanze","Akemi Nara"],"overview":"Murase is a bodyguard of yakuza group. Ochiai is a police officer who once was a student activist. When they meet, they are surprised how identical they look.","release_date":"1970-12-26","vote_average":6.5,"runtime":90,"cert":"N\/A","id":56595,"title":"Evil Spirits of Japan","adult":false,"genre_ids":[80]},{"cast":["Alexander Skarsgård","Susanne Thorson","Gustaf Skarsgård","Philomène Grandin","Michael Segerström"],"overview":"A comical fresco on human misdemeanors and betrayals... A film about our right to not be perfect.","release_date":"2010-08-20","vote_average":5.7,"runtime":109,"cert":"N\/A","id":56596,"title":"Trust Me","adult":false,"genre_ids":[18,35]},{"cast":["Gregory Peck","Barbara Payton","Ward Bond","Gig Young","Neville Brand"],"overview":"Only the Valiant, a classic western adventure, based on a novel by Charles Marquis Warren, the film tells the story of a Cavalry officer who volunteers for a suicidal mission to fight the hostile Apaches in an effort to prove his loyalty to his men and the woman he loves.","release_date":"1951-04-13","vote_average":6.1,"runtime":105,"cert":"N\/A","id":56597,"title":"Only the Valiant","adult":false,"genre_ids":[28,12,18,37]},{"cast":["Brian Aherne","Rita Hayworth","Glenn Ford","Irene Rich","George Coulouris"],"overview":"When a jury member takes in the defendant he couldn\"t convict, she has a bad influence on his son.","release_date":"1940-08-07","vote_average":6.8,"runtime":80,"cert":"N\/A","id":56598,"title":"The Lady in Question","adult":false,"genre_ids":[28,53]},{"cast":["Shintarō Katsu","Etsuko Ichihara","Osamu Ôkawa","Kiyoshi Atsumi","Tamao Nakamura"],"overview":"A private detective is hired to find a missing man by his wife. While his search is unsuccessful, the detective's own life begins to resemble the man for whom he is searching.","release_date":"1968-06-01","vote_average":7.4,"runtime":118,"cert":"N\/A","id":56599,"title":"The Man Without a Map","adult":false,"genre_ids":[9648]},{"cast":["Cameron Daddo","Rachael Carpani","Georgie Parker","Vince Colosimo"],"overview":"In a climate change ravaged world in 2012, after 240 days without rain Sydney has only two weeks of water left. When the city is then ringed by severe bushfires, the question becomes, how do you fight fire when you have no water?","release_date":"2008-08-31","vote_average":5.6,"runtime":90,"cert":"N\/A","id":56600,"title":"Scorched","adult":false,"genre_ids":[18,878,53]},{"cast":["Clifton Collins Jr.","Cheech Marin","Moisés Arias","Emilie de Ravin","Jake T. Austin"],"overview":"Based on a true story, a group of boys from Monterrey, Mexico who become the first non-U.S. team to win the Little League World Series.","release_date":"2010-04-01","vote_average":6.4,"runtime":118,"cert":"N\/A","id":56601,"title":"The Perfect Game","adult":false,"genre_ids":[18,10751]},{"cast":["Merle Oberon","Dennis Morgan","Rita Hayworth","Ralph Bellamy","George Tobias"],"overview":"A married reporter's assignments carry him all over the world, which gives him ample opportunity to put the moves on the local females.","release_date":"1941-05-10","vote_average":5.0,"runtime":88,"cert":"N\/A","id":56602,"title":"Affectionately Yours","adult":false,"genre_ids":[10749,35]},{"cast":["Irene Holzfurtner","Matthias Engel","Alexander Gamnitzer","Andreas Pape","Annika Strauss"],"overview":"Suddenly Jennifer is torn from her comfortable and non-assuming life. While planning to move, Jennifer and her husband will experience anything but an ordinary day! It all begins with a strange visit from her soon to be ex-neighbor, the postman who mentions an urgent need.  Later when Jennifer comes home from grocery, she discovers an elderly neighbor, who is her son's babysitter, has disappeared. She also receives a terrifying and disturbing letter which contains a macabre death poem, plus some compromising sex photos of her husband and the missing babysitter!  To get over the initial shock, she decides to take a bath, and promptly falls asleep in the bathtub. When she awakes, she finds herself on the floor of her apartment covered in blood and body parts! Center to this surreal and horrific scene is a mysterious masked man who promises to lead Jennifer on the right path toward the sacred white light .  The story continues as a tale of physical and mental torture!","release_date":"2010-03-10","vote_average":2.5,"runtime":74,"cert":"N\/A","id":56603,"title":"No Reason","adult":false,"genre_ids":[27,53]},{"cast":["Sin Gyeong Seon","Sin So Yul","Yun I Na","Lee Hwa Jeong","Hyeon Tae Ho"],"overview":"Over the past 42 years, six people have gone missing, eight people have died \"accidently\" and eleven cases of murder have occurred in a deserted house. 3 members of an abandoned house exploring club and 3 staff members of a broadcasting company go into the deserted house. All of them disappear.","release_date":"2010-08-19","vote_average":4.3,"runtime":84,"cert":"N\/A","id":56604,"title":"The Haunted House Project","adult":false,"genre_ids":[27,9648]},{"cast":["Lee Sung-jae","Kim Ji-hun","Yeon-woo Hyeon-jin","Kim Gi-yeon","Kim Eun-Kyeong"],"overview":"People who have build a wall around themselves. A sculptor Jun-hyeok, an art critic Min-woo, and a modern dance student Mi-ran. A mystery melodrama about the love and secrets of the three people.","release_date":"2010-10-28","vote_average":5.5,"runtime":88,"cert":"N\/A","id":56607,"title":"Natalie","adult":false,"genre_ids":[18,35,10749]},{"cast":["Sherilyn Fenn","Ray Winstone","Tim Dutton","Anita Dobson"],"overview":"With his pregnant wife at death's door after a car crash, desperate husband John Barrett invades the home of Mark Driscoll and his rich, neglected wife Sally. He holds the couple hostage in order to understand the events that led to his wife ending up in a coma.","release_date":"1999-08-27","vote_average":4.0,"runtime":90,"cert":"","id":56608,"title":"Darkness Falls","adult":false,"genre_ids":[18,27,53,10749]},{"cast":["Shin Aomori","Michael Granberry","Kazuhiko Inoue","Tomohiro Nishimura","Chieko Honda"],"overview":"When the school Karate club's star fighter quits and decides to go pro, he unwittingly fulfills an ancient interdimensional prophecy and becomes demon king of his dimension. Soon his high school becomes a battleground for demon slaying samurai, interplanetary law enforcement, and even his own traitorous demon minions. Well animated fight scenes ensue.","release_date":"1987-12-10","vote_average":5.0,"runtime":60,"cert":"N\/A","id":56609,"title":"Battle Royale High School","adult":false,"genre_ids":[28,16,14,878,27]},{"cast":["Reggie Winch","Julian Holloway","Patsy Rowlands","Michael Ripper","Marianne Stone"],"overview":"A young boy's lucky t-shirt is transformed through a power surge and gives its wearer super-powers.","release_date":"1978-01-01","vote_average":4.5,"runtime":58,"cert":"","id":56612,"title":"Sammy's Super T-Shirt","adult":false,"genre_ids":[12,35,10751]},{"cast":["Sean Foster","Scott Reck"],"overview":"This project follows various individuals as they train for and prepare to compete in the World Series of Beer Pong.","release_date":"2008-06-13","vote_average":5.0,"runtime":null,"cert":"N\/A","id":56613,"title":"Last Cup: Road to the World Series of Beer Pong","adult":false,"genre_ids":[99]},{"cast":["Lee Kang-Sheng","Chen Shiang-Chyi","Kiyonobu Mitamura","Tien Miao","Shih Chun"],"overview":"On a dark, rainy night, a historic and regal Taipei cinema sees its final film: 1967 martial arts feature \"Dragon Inn\". As the film plays, the lives of the theater's various employees and patrons intersect, and two ghostly actors arrive to mourn the passing of an era.","release_date":"2003-08-29","vote_average":6.4,"runtime":82,"cert":"N\/A","id":56616,"title":"Goodbye, Dragon Inn","adult":false,"genre_ids":[35,18]},{"cast":["Christopher Walken","Hywel Bennett","Marita Marschall"],"overview":"An American journalist is set up and fed false information after the Lebanon war.","release_date":"1987-07-02","vote_average":3.5,"runtime":100,"cert":"N\/A","id":56617,"title":"Deadline","adult":false,"genre_ids":[18,28,10752]},{"cast":[],"overview":"The Complete History Of The Denver Broncos.  NFL's Greastest Games- The Drive","release_date":"","vote_average":0.0,"runtime":373,"cert":"N\/A","id":56618,"title":"Broncos - The Complete History","adult":false,"genre_ids":[]},{"cast":[],"overview":"A human body gradually reconstructs itself as its various component parts crowd themselves into a small room and eventually, after much experimentation, sort out which part goes where.","release_date":"1989-01-01","vote_average":7.7,"runtime":8,"cert":"N\/A","id":56619,"title":"Darkness, Light, Darkness","adult":false,"genre_ids":[16,35]},{"cast":["Iram Haq","Bjørnar Teigen","Anita Uberoi","Talat Hussain","Assad Siddique"],"overview":"Jan loves Jasmin, but she has been promised to a Pakistani nephew. Under the cover of writing a thesis on immigrant stores, Jan gets a job in the store of Jasmin's father where he tries to work on the father's attitude towards mixed marriages.","release_date":"2005-09-02","vote_average":4.0,"runtime":90,"cert":"N\/A","id":56622,"title":"Import-Export","adult":false,"genre_ids":[35,18]},{"cast":["Helmi Dridi","Vesela Kazakova","Aruna Shields","Simon Paul Sutton","Yavor Veselinov"],"overview":"When his clan, including his wife and baby girl Néa, are massacred, Ao, a desperate Neandertal man, decides to leave the North country where he has been living for the South where he was born. His aim is to join his twin brother, from whom he was separated when he was nine. On his long and adventurous way home, he meets Aki, a Homo Sapiens woman...","release_date":"2010-01-29","vote_average":6.4,"runtime":84,"cert":"N\/A","id":56623,"title":"Ao: The Last Hunter","adult":false,"genre_ids":[12,36]},{"cast":["Robert Gwisdek","Jacob Matschenz","Anna Brüggemann","Daniel Drewes","Amelie Kiefer"],"overview":"An independent tragicomedy, Run If You Can is the debut feature for director Brüggemann who, along with his sister, also wrote the compelling screenplay. Forced to spend the rest of his life in a wheelchair, Ben is deeply desperate, despite his humor and vivaciousness. When he meets Christian, his new assistant, Ben treats him like every other helper he’s had. Things suddenly change when Christian meets Annika, “the cello player” whom Ben has been observing from his window for years. The three become close friends, putting Annika in the middle of an emotional, and somehow dangerous, ménage à trois. While conquering Annika is nothing very serious for career-focused Christian, Ben’s love for Annika reminds him of his past and forces him to face his most remote fears. A character-driven story, Run If You Can owes much of its power to the actors’ performances, especially Robert Gwisdek’s outstanding interpretation of Ben.","release_date":"2010-07-28","vote_average":7.0,"runtime":112,"cert":"N\/A","id":56624,"title":"Run If You Can","adult":false,"genre_ids":[18]},{"cast":["Fabrice Luchini","Nathalie Baye","Marie Gillain","Hugo Speer","Serge Hazanavicius"],"overview":"Barnie lives in Calais but works in London. Everyday, he takes the Eurostar to go to his office. Although he is married to Lucie, Barnie has two lovers in London: Margot, a young and fresh advertising executive, and Mark, a hot 35 years old auctioneer. Everything could work out fine like that, until Margot, Mark and Lucie separately offer Barnie the same birthday present: a return ticket to Venice on the Orient-Express, and on the same dates. What will Barnie do? Who will he choose to go with? After thinking that going with Lucie could actually save his marriage, problems are not over: Margot and Mark both show up at Barnie and Lucie's house, pretending to be a couple, and asking Barnie for some explanations. Which he obviously can't give...","release_date":"2001-02-21","vote_average":5.1,"runtime":80,"cert":"N\/A","id":56625,"title":"Barnie's Minor Annoyances","adult":false,"genre_ids":[35,18]},{"cast":["Jonathan Noyce","Ian Anderson"],"overview":"Jethro Tull is one of the most successful British acts of all time with a career reaching from the late sixties to the present day. In 2003 they made their first (and so far only) visit to the Montreux Festival. As ever Ian Anderson leads from the front with his instantly recognizable voice and inimitable style of one-legged flute playing. Split into a semi-acoustic first half and a full on electric second half, the concert was a triumph combining newer songs such as “Dot Com”, “Pavane” and “Budapest” with classic favorites.","release_date":"2007-01-01","vote_average":3.8,"runtime":117,"cert":"N\/A","id":56636,"title":"Jethro Tull: Live at Montreux 2003","adult":false,"genre_ids":[10402]},{"cast":["Jon Skolmen","Sverre Anker Ousdal","Hilde Grythe","Ingar Helge Gimle"],"overview":"He went out to empty the trash, but he should never have done that! Just listen to what happened to our hero Reinert Andersen in the early morning. In his bathrobe he goes quiet out to throw his garbage bag. But the bin is overfilled, and the neighbor shows up when he tries to sneak it into his. A tricky situation. He takes the speed to heave it over the hedge ... At the same time in a neighborhood bank, Henry and his gang make a successful coup, starting with the escape police pursuit. The only thing that gets in their way, are Reinerts garbage bag. It lands right in the front window, and the remains of it in the face of the policeman who is about to catch the robbers on a motorcycle. Double-flap! And Reinert? a bit naive and nice guy really is suddenly as the focal point in a series of events in his wild imagination would have thought was possible.","release_date":"1986-01-01","vote_average":5.5,"runtime":88,"cert":"N\/A","id":56637,"title":"Plastposen","adult":false,"genre_ids":[28,35,80]},{"cast":["Jeff Burr","John Carpenter","Ron Cobb","Cookie Knapp","Douglas Knapp"],"overview":"Exploring the controversial story behind John Carpenter (Halloween &amp; The Thing) and writer Dan O Bannon's (Alien &amp; Return of the Living Dead) from first feature film. From its humble beginnings as a USC student film, to its modern day status as a cult masterpiece. It also offers a rare glimpse inside the creative minds of two USC film students... who would eventually go on to change the way horror films are made.","release_date":"2010-10-26","vote_average":4.0,"runtime":118,"cert":"N\/A","id":56638,"title":"Let There Be Light: The Odyssey of Dark Star","adult":false,"genre_ids":[99,878]},{"cast":["Arve Opsahl","Aud Schønemann","Carsten Byhring","Helge Reiss","Anne-Lise Tangstad"],"overview":"Cleaning lady Lilly Hansen finds her employer, managing director Martinsen, with a knife in his back. The police is summoned and Chief Inspector Bakker is put on the case, despite suffering from the flu. When he arrives at the scene, the body is gone, to Lilly Hansen's dismay. Shortly after a body is found in nearby Palace Park...","release_date":"1970-03-02","vote_average":5.0,"runtime":98,"cert":"N\/A","id":56639,"title":"Skulle det dukke opp flere lik, er det bare å ringe...","adult":false,"genre_ids":[35,80]},{"cast":["Greta Scacchi","Jürgen Prochnow","Donald Sutherland","Dieter Laser","Barbara Schöne"],"overview":"A journalist from Berlin, Germany, and a Swedish lawyer discover the truth behind the sinking of the \"MS Estonia\" in 1994, where more than 850 people drowned.","release_date":"2003-09-01","vote_average":3.0,"runtime":113,"cert":"","id":56640,"title":"Baltic Storm","adult":false,"genre_ids":[18,9648,53]},{"cast":["Turid Haaland","Stig Egede-Nissen","Vigdis Røising","Sven Libaek","Wilfred Werner"],"overview":"The working-class family Bråten is living in a top floor of a tenement house on the outskirts of Oslo. The family includes three sons and two daughters, mother and father in one room and kitchen. Mother Hulda is the family hub while Mr.Bråten itself is a silent and withdrawn worker. Children contribute in their own way to the neighbors are right when they exclaim: Never anything but trouble! There are problems for all when the police come into the picture after the one his son is participating in a car theft. Middle of all this chaos, 16-year-old Maiken (Vigdis Røising) moves out and seek questionable friends, which brings her into conflict with his father. A tragedy brings the family together again.","release_date":"1954-08-30","vote_average":8.5,"runtime":77,"cert":"N\/A","id":56643,"title":"Nothing but Troubles","adult":false,"genre_ids":[18,35]},{"cast":["Thomas Norgreen Nielsen","Julia Wentzel Olsen","Emilie Werner Semmelroth","Nicoline Kabel","Rasmus Uldahl Eriksen"],"overview":"In this second film revolving around the character Bølle Bob, the town mayor and Miss Friis, the stuck-up headmistress, plan to raze Lilleby School to the ground. And it¿s up to Bølle Bob, the class clown, to take charge. Aided by the aging rock musician Valde, Bølle Bob and all his friends put on a musical to recruit new students, so their endangered school can survive. But the mayor and Miss Friis soon reach into their bag of dirty tricks.","release_date":"2010-08-01","vote_average":6.5,"runtime":84,"cert":"N\/A","id":56644,"title":"Bob Bob Trouble Boy","adult":false,"genre_ids":[10751]},{"cast":["Vigdis Røising","Unni Bernhoft","Synnøve Strigen","Per Christensen","Magne Bleness"],"overview":"The main character Dag falls in love with his young French language teacher. It becomes a complicated love story when Dag's class mate Karin is also fancying Dag...","release_date":"1955-09-12","vote_average":0.0,"runtime":87,"cert":"N\/A","id":56645,"title":"Better Than Their Reputation","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"The story of the sour old virgin who celebrates Christmas with the judge Bals. She makes life miserable for both the family and the other guests. There are many complications, which does not resolve until Christmas Eve is over.","release_date":"1940-08-27","vote_average":7.0,"runtime":92,"cert":"N\/A","id":56646,"title":"Tante Pose","adult":false,"genre_ids":[35,18]},{"cast":["Quim Gutiérrez","Inma Cuesta","Raúl Arévalo","Antonio de la Torre","Adrián Lastra"],"overview":"Three cousins travel to the village where they spent summer vacations as kids.","release_date":"2011-02-04","vote_average":6.9,"runtime":98,"cert":"N\/A","id":56647,"title":"Cousinhood","adult":false,"genre_ids":[35]},{"cast":["Pierre Richard","Fabrice Greco","Michel Bouquet","Jacques François","Daniel Ceccaldi"],"overview":"When Francois, a journalist, tours a big store for an article, he is chosen by the son of the newspaper's owner, Rambal-Cochet, as his new toy. Needing money and unwilling to quit his job, Francois agrees to this ridiculous assignment. Gradually befriending the spoiled boy, he induces him to play at making a newspaper, unveiling publicly the tyrannical way of life of the father. The powerful emotional climax we experience with the child astonishes both men.","release_date":"1976-12-08","vote_average":7.0,"runtime":95,"cert":"N\/A","id":56648,"title":"The Toy","adult":false,"genre_ids":[35]},{"cast":["Jay Chou"],"overview":"Jay Chou 2010 The Era World Tours Concert Live is Jay Chou's latest live album (DVD+2CD), which was released on January 31, 2011 Track listing (DVD) 1. OPENING 2. 龍戰騎士 3. 跨時代 4. 蛇舞 (with 梁心頤 Lara) 5. 愛在西元前 6. 我不配 7. 嘻哈空姐 8. 威廉古堡 9. 魔術先生 10. 黑色幽默 (with 袁詠琳) 11. 想你就寫信 (浪花兄弟) 12. 你是我的OK繃 (with 浪花兄弟) 13. 稻香 14. 陽光宅男 15. 龍捲風 16. 說好的幸福呢＋淘汰＋青花瓷 (特別畫面 陳奕迅) 17. 免費教學錄影帶 18. 時光機 19. 爸 我回來了＋心事誰人知 20. 雨下一整晚 21. 愛的飛行日記 (with 楊瑞代) 22. 超人VCR 23. 以父之名 24. 開不了口 25. 給我一首歌的時間 (特別來賓蔡依林) 26. 東風破 27. 雙截棍 28. 特別收錄－幕後花絮(約27min)","release_date":"2011-03-31","vote_average":10.0,"runtime":116,"cert":"N\/A","id":56649,"title":"Jay Chou 2010 The Era World Tours Concert Live","adult":false,"genre_ids":[]},{"cast":[],"overview":"Tis the season to be jolly -- and to celebrate Christmas, Hanukkah and Kwanzzaa! After decorating the caboose puts Barney and his friends in the holiday spirit, they trim the Christmas tree in the snow-covered park. But something's missing -- the shiny, gold star for the treetop! So it's \"over the river and through the woods\" to grandmother's attic to search for the missing star. Just imagine all the treasure they discover -- little drummer boys and an antique typewriter that's perfect for writing a letter to Santa. After reenacting the classic poem, \"The Night Before Christmas\" the children celebrate with friends and family as Barney places the Christmas star atop the tree!","release_date":"2002-10-22","vote_average":6.5,"runtime":50,"cert":"N\/A","id":56650,"title":"Barney's Christmas Star","adult":false,"genre_ids":[10751]},{"cast":["Kevin Corrigan","Linda Fiorentino","Michael Rapaport","Lili Taylor","James Woods"],"overview":"Redmond is a young guy who can't find what to do with his life. When his uncle Sam gives him the bag to deliver to some uptown connection he fails to do so and it gets them in trouble with Jack, low-key criminal. After that tough guy Stretch wants Redmond to take part in his illegal beer business, but before Redmond gets involved, the business ends in a bad way. Redmond is also having affair with flight attendant Megan.","release_date":"1997-09-26","vote_average":4.3,"runtime":87,"cert":"N\/A","id":56651,"title":"Kicked in the Head","adult":false,"genre_ids":[35,80,18,10749]},{"cast":["Manu Bennett","Holly Brisley","Dimitri Baveas","Lily Brown"],"overview":"Sinbad, armed with rumors of ancient gold, finds himself sneaking into the desert camp of the evil sorcerer Al-Jibar. Hidden among the many relics is an ivory scroll case containing the logs of the pirate Captain Minos, which will lead Sinbad to the golden head of the Colossus of Rhodes.","release_date":"2011-05-07","vote_average":3.5,"runtime":89,"cert":"N\/A","id":56652,"title":"Sinbad and the Minotaur","adult":false,"genre_ids":[14,12]},{"cast":["Marc Barbé","Elina Löwensohn","Coralie","Géraldine Voillat","Maxime Mazzolini"],"overview":"A serial killer stalks sisters he befriended after their car broke down.","release_date":"1998-08-06","vote_average":6.9,"runtime":112,"cert":"N\/A","id":56653,"title":"Sombre","adult":false,"genre_ids":[18,27]},{"cast":[],"overview":"Peter the troll runs in to trouble with the pirates","release_date":"2007-07-01","vote_average":0.0,"runtime":58,"cert":"N\/A","id":56654,"title":"The Trolls and the Pirates","adult":false,"genre_ids":[12]},{"cast":["Nejat İşler","Fikret Kuşkan","Başak Köklükaya","Şerif Sezer"],"overview":"A man is forced to confront his past after he loses everything in an accident. Mustafa is a successful business man living a seemingly great life with his family when an accident takes it all away from him and leaves him with many questions and a cab driver, Fikret, who can answer it all. Mustafa is due to get a lot more than what he bargained for, however, as his interrogations take him to long-forgotten childhood memories and force him to see his formerly perfect life from a very different perspective.","release_date":"2004-03-19","vote_average":7.6,"runtime":115,"cert":"N\/A","id":56655,"title":"Everything about Mustafa","adult":false,"genre_ids":[]},{"cast":[],"overview":"Peter troll and grandma troll have travel to Italy, to get, the stolen, money back from the mafia","release_date":"","vote_average":0.0,"runtime":102,"cert":"N\/A","id":56656,"title":"The Trolls and the mafia","adult":false,"genre_ids":[]},{"cast":[],"overview":"-","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":56657,"title":"Jólini hjá Trøllapæturi","adult":false,"genre_ids":[]},{"cast":[],"overview":"-","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":56658,"title":"Trøllapætur og Kular Røtur","adult":false,"genre_ids":[]},{"cast":["Lina Romay","Monica Swinn","Olivier Mathot","Evelyne Scott","Claude Boisson"],"overview":"Sylvia is a girl working the shifts at a night club in Cannes.","release_date":"1976-01-23","vote_average":5.3,"runtime":91,"cert":"N\/A","id":56659,"title":"Midnight Party","adult":false,"genre_ids":[18,35,80]},{"cast":["Freek de Jonge"],"overview":"Met zijn eerste solovoorstelling De Komiek zwoer Freek de Jonge in 1980 het losse-nummer-cabaret af en introduceerde hij de zogenaamde 'rode draad' in zijn voorstellingen. Deze voorstelling maakte De Jonge tot wie hij nu is: Nederlands belangrijkste theatervernieuwer aan wie iedere hedendaagse cabaretier-theatermaker schatplichtig is.","release_date":"1980-01-01","vote_average":0.0,"runtime":98,"cert":"N\/A","id":56660,"title":"Freek de Jonge - De Komiek","adult":false,"genre_ids":[]},{"cast":["Somegorô Ichikawa","Yoshino Kimura","Koji Imada ","Ryô Fukawa","Mieko Harada"],"overview":"Japan in the 19th century. A poetic love story far beyond any other samurai movie stereotype...","release_date":"2005-10-01","vote_average":7.1,"runtime":131,"cert":"N\/A","id":56661,"title":"The Samurai I Loved","adult":false,"genre_ids":[18,10749,36]},{"cast":["Freek de Jonge"],"overview":"Freek de Jonge met 'De estafette'. Keiharde conference waarin de Bijlmerramp niet wordt geschuwd.","release_date":"1992-12-31","vote_average":0.0,"runtime":95,"cert":"N\/A","id":56662,"title":"Freek de Jonge - De Estafette","adult":false,"genre_ids":[]},{"cast":["Paul McCartney","John Lennon","George Harrison","Ringo Starr"],"overview":"In the summer of 2005, a package arrived at the Hollywood offices of Highway 61 Entertainment from London with no return address. Inside were two mini-cassette audio tapes dated December 30, 1999 and labeled \"The Last Testament of George Harrison\". A voice eerily similar to Harrison's tells a shocking story: Paul McCartney was killed in a car crash in November of 1966 and replaced with a double!","release_date":"2010-09-01","vote_average":4.7,"runtime":95,"cert":"N\/A","id":56663,"title":"Paul McCartney Really Is Dead: The Last Testament of George Harrison","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Depicts the dreams, ideas, and struggles of three men (representing \"truth,\" \"beauty,\" and \"good\") who settle on a tiny island.","release_date":"1958-01-01","vote_average":6.3,"runtime":33,"cert":"","id":56664,"title":"The Little Island","adult":false,"genre_ids":[]},{"cast":["Gary Busey","Mimi Rogers","Michael McKean","Kurt Christopher Kinder","Candace Hutson"],"overview":"A deranged man hides in the attic of a new house and becomes obsessed with the unsuspecting family that moves in.","release_date":"1989-05-13","vote_average":5.5,"runtime":104,"cert":"","id":56669,"title":"Hider in the House","adult":false,"genre_ids":[27,53]},{"cast":["Frankie Muniz","Ron Perlman","Joe Pantoliano","David Cross","Cheryl Hines"],"overview":"A Native American teenager named Manu spends the summer with his grandfather high in the desert mountains. As a terrifying doom approaches, Manu must embrace his remarkable destiny and take on an incredible responsibility if he and his family are to thrive and survive.","release_date":"2019-01-15","vote_average":5.9,"runtime":92,"cert":"N\/A","id":56672,"title":"The Legend of Secret Pass","adult":false,"genre_ids":[14,16,10751]},{"cast":[],"overview":"The spirit of an aborted child comes to life to take revenge on those responsible for its death.","release_date":"2007-01-09","vote_average":1.0,"runtime":105,"cert":"N\/A","id":56673,"title":"Unborn Sins","adult":false,"genre_ids":[27,53]},{"cast":["Peter Coyote","Jim Haynie","Danny Glover","Scott Beach","O-Lan Jones"],"overview":"A self-styled \"urban guerrilla\" in Greenwich Village is sent on various assignments across the country by a mysterious \"commander.\"","release_date":"1982-01-01","vote_average":5.0,"runtime":83,"cert":"N\/A","id":56674,"title":"Deadly Drifter","adult":false,"genre_ids":[18]},{"cast":["Jerii Woods","Cheryl Smith","Helen Lang","Patrice Rohmer","Susie Elene"],"overview":"There's shakin', quakin' and plenty of booty to be enjoyed when the perky gals from Aloha High School shimmy their groove things in this red-hot sequel to The Cheerleaders. Rainbeaux Smith (from the first film) is back ... and pregnant!","release_date":"1976-05-01","vote_average":4.6,"runtime":88,"cert":"N\/A","id":56675,"title":"Revenge of the Cheerleaders","adult":false,"genre_ids":[35]},{"cast":["Sascha Grammel"],"overview":"","release_date":"2010-05-06","vote_average":7.7,"runtime":null,"cert":"N\/A","id":56676,"title":"Sascha Grammel - Hetz mich nicht!","adult":false,"genre_ids":[35]},{"cast":["Eckart von Hirschhausen"],"overview":"","release_date":"2007-10-26","vote_average":6.0,"runtime":null,"cert":"N\/A","id":56677,"title":"Eckart von Hirschhausen - Glücksbringer","adult":false,"genre_ids":[35]},{"cast":["Don Henley","Glenn Frey","Joe Walsh","Timothy B. Schmit"],"overview":"The show features some great light and sound effects apart from the great music that Eagles is renowned for. The 'five-part' harmony song, \"Hole in the World\" elicits a great crowd participation with the audience providing a 'clap rhythm' as the band sings. The song \"Life's Been Good\" features some antics by Joe Walsh and Frey with them staging a mock rivalry on stage and the latter having a hearty laugh at the former. The song also features a 'helmet cam' session where the crowd gets to see what the camera on Walsh's helmet points at. Also, the songs \"The Boys of Summer\" and \"Hotel California\" feature the first officially documented use by the Eagles of a drum machine in a live performance; in particular, during \"Hotel California\", a pre-programmed track is used to simulate the muted guitar strums which provide a steady beat on the original studio recording of the song, and which are absent from all of the previous live performances of it.","release_date":"2005-06-14","vote_average":7.4,"runtime":175,"cert":"N\/A","id":56680,"title":"Eagles: Farewell I Tour - Live from Melbourne","adult":false,"genre_ids":[10402]},{"cast":["Sophie Schütt","Ralf Bauer","Jan-Gregor Kremp","Julia Malik","Peter Benedict"],"overview":"","release_date":"2009-02-24","vote_average":3.0,"runtime":90,"cert":"N\/A","id":56681,"title":"Claudia - Das Mädchen von Kasse 1","adult":false,"genre_ids":[18]},{"cast":["Annette Frier","Oliver Mommsen","Saskia Vester","Christoph M. Ohrt","Oliver Fleischer"],"overview":"","release_date":"2008-09-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":56684,"title":"Die Schnüfflerin - Peggy kann's nicht lassen","adult":false,"genre_ids":[35]},{"cast":["Jonas Malmsjö","Niklas Falk","Björn Bengtsson","Görel Crona","Josefin Ljungman"],"overview":"Henrik is a young father who lives in Stockholm, constantly plagued by nightmares with his deceased mother. One day, he receives the news that his father, father, who lives in a remote village, it is drowned and died. The circumstances of drowning are mysterious. Henrik travels to the village to investigate the cause of his death. To find out more about the drowning and on his father, the door to the unknown and open. Shadows of the past emerge, returning to this world for one reason only: revenge.","release_date":"2009-01-01","vote_average":3.8,"runtime":114,"cert":"15","id":56685,"title":"Psalm 21","adult":false,"genre_ids":[27,878,53]},{"cast":["Alexandra Reimer-Duffy","Markus Meyer","Robert Meller","Markus von Lingen","Florentine Lahme"],"overview":"","release_date":"2001-10-13","vote_average":6.0,"runtime":null,"cert":"N\/A","id":56686,"title":"Ein Millionär zum Frühstück","adult":false,"genre_ids":[10770]},{"cast":["Liv Mjönes","Emil Almén","Pierre Wilkner","Oskar Thunberg","Ola Björkman"],"overview":"\"Skotten i Knutby - The Road Home\" is entirely based on real events surrounding the drama in Knutby where the pastor Helge Fossmo manipulated nanny Sara Svensson to commit murder. The film also contains authentic interviews with former members of the church, which is still active.","release_date":"2009-01-30","vote_average":0.0,"runtime":102,"cert":"N\/A","id":56687,"title":"Vägen hem","adult":false,"genre_ids":[18]},{"cast":["Tom Tellefsen","Ivar Thorkildsen","Pål Bang-Hansen","Svein Byhring","Per Arne Knobelauch"],"overview":"The movie takes place on Oslo's east side sometime during the twenties. It depicts the workers' environment by traditional elements like unemployment, strike, poverty, alcoholism, absent fathers, wise and tired mothers, the dream of a better life and the friendship between the boys in the street.","release_date":"1949-12-26","vote_average":7.0,"runtime":77,"cert":"N\/A","id":56690,"title":"Boys from the Streets","adult":false,"genre_ids":[18]},{"cast":["Liv Ullmann","Atle Merton","Rolf Søder","Nanna Stenersen","Tore Foss"],"overview":"The story of a young Gerd, played by Liv Ullman in her first leading role, who falls in love with a young boy. She is considered a 'loose' woman, and the boy's family does not accept their relationship. The young couple run away to a cabin in the woods where they meet a rogue man who tests their relationship.","release_date":"1959-10-08","vote_average":6.5,"runtime":95,"cert":"N\/A","id":56691,"title":"The Wayward Girl","adult":false,"genre_ids":[18]},{"cast":["Maksim Drozd","Sergey Koshonin","Anna Slynko","Andrey Fedortsov"],"overview":"","release_date":"2008-11-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":56692,"title":"TOLKO VPERED","adult":false,"genre_ids":[]},{"cast":["Michel Piccoli","Anita Pallenberg","Gino Lavagetto","Mario Jannilli","Annie Girardot"],"overview":"A man decides to cook for himself and finds a revolver (which may have belonged to John Dillinger) hidden in his kitchen.","release_date":"1969-01-24","vote_average":7.0,"runtime":95,"cert":"N\/A","id":56693,"title":"Dillinger Is Dead","adult":false,"genre_ids":[18]},{"cast":["Denis Moschitto","Kai Strittmatter","Peter Jordan","Andreas Hofer","Anneke Kim Sarnau"],"overview":"Thirteen German directors present short films exploring the state of their country.","release_date":"2009-02-13","vote_average":6.8,"runtime":152,"cert":"N\/A","id":56694,"title":"Germany 09: 13 Short Films About the State of the Nation","adult":false,"genre_ids":[18]},{"cast":["Eva Sletto","Harald Heide Steen","Ragnhild Hald","Tove Bryn","Astrid Sommer"],"overview":"The classic movie from 1938 is an adaptation of Oscar Braatens play. Eva Sletto plays the young factory worker Milja, and Harald Heide Steen as her unfaithful boyfriend Julius.Milja and Julius are a happy couple working at the factory, and everything is good until Petrina shows up at the arena. Julius is bewitched by the girl, who gets him to drink and steal.Milja is soon left alone with the shame - and a bastard child. The child is placed with Hønse-Lovisa while Milja is at the factory, but a doctor casts his eyes on Milja`s young. He's looking for children to adopt to rich westside people. In her desperation, Milja gives away the dearest thing she owns, for the kid to have better conditions than she manages to give him.It is Hønse-Lovisa that convinces her that the material benefits can never compensate for real love and care.","release_date":"1938-10-06","vote_average":0.0,"runtime":100,"cert":"N\/A","id":56695,"title":"The Child","adult":false,"genre_ids":[18]},{"cast":["Milan Milošević","Milivoje Živanović","Antun Nalis","Ola Isene","Andreas Bjarke"],"overview":"Yugoslav Partizans, captured by Nazis, are sent to concentration camps in distant Norway. The local population help some Partizans survive or flee to neutral Sweden.","release_date":"1955-02-14","vote_average":5.0,"runtime":95,"cert":"N\/A","id":56696,"title":"The Blood Road","adult":false,"genre_ids":[18,10752]},{"cast":["Leif Juster","Unni Bernhoft","Frank Robert","Nanna Stenersen","Anne Lise Wang"],"overview":"The story takes place on Hurlumhei skiing hotel, where the porter Poppe, unforgettably played by Leif Juster, is experiencing one complication after the other with a rich cast of characters. Fjols til Fjells (\"Fools in the mountains\") is a movie about white phones, disguised Piccolos, charming actors and alcoholic businessmen.","release_date":"1957-08-19","vote_average":5.6,"runtime":90,"cert":"N\/A","id":56697,"title":"Fools in the Mountains","adult":false,"genre_ids":[35]},{"cast":["Eric Stoltz","Anthony LaPaglia","Caroleen Feeney","Robert Vaughn","Sandrine Holt"],"overview":"Set in present day New York City, \"Happy Hour\" is a literate and often funny story of love and how to receive it. Tulley, a once-promising literary star now biding his time as an advertising copy editor, moves from cynicism to acceptance as he secretly hopes to write a great novel only to learn that his life of booze will end all too soon. Levine, his best friend and Natalie, the woman who might have saved him, suffer the pain of Tulley's anger and rejection.","release_date":"2003-01-01","vote_average":6.0,"runtime":93,"cert":"N\/A","id":56698,"title":"Happy Hour","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"Three summers ago, Buffalo, New York native Addison Henderson went to Ghana with one question: what is identity? He brought with a film crew, his father and three friends to approach topics of identity, belonging and heritage in the West African nation where centuries before the Transatlantic Slave Trade had thrived. Their journey is inspiration for “The Experience”.","release_date":"","vote_average":6.0,"runtime":null,"cert":"N\/A","id":56701,"title":"The Experience","adult":false,"genre_ids":[99,28,18]},{"cast":["Ray Dannis","Warrene Ott","James Westmoreland","Marty Friedman","Sally Frei"],"overview":"An undertaker befriends a pair of motorcycle-riding, knife-wielding, psycho restaurant owners who kill people for body parts to use in their blue-plate daily specials.","release_date":"1966-07-01","vote_average":4.2,"runtime":63,"cert":"N\/A","id":56702,"title":"The Undertaker and His Pals","adult":false,"genre_ids":[35,27]},{"cast":[],"overview":"With Millions of albums sold and their place in the Rock 'n' Roll Hall of Fame solidified, the Pretenders are a special band with a special place in history. Pretenders: Live in London captures their many electrifying performances from their 2009 world tour.","release_date":"2010-02-09","vote_average":4.8,"runtime":88,"cert":"N\/A","id":56703,"title":"Pretenders - Live in London","adult":false,"genre_ids":[10402]},{"cast":["Jean-Paul Rouve","Richard Berry","Anne Marivin","Mélanie Bernier","Didier Bezace"],"overview":"Max Chêne is a life coach who helps to motivate everybody from professional athletes to government ministers to business executives. After his gambling debts get out of control and his wife throws him out, he is approached to take on a unique client.","release_date":"2009-09-09","vote_average":5.3,"runtime":92,"cert":"N\/A","id":56704,"title":"The Life Coach","adult":false,"genre_ids":[35]},{"cast":["Klaus Kinski","Talia Balsam","Barbara Whinnery","Carole Francis","Tane McClure"],"overview":"A man who runs an apartment house for women is the demented son of a Nazi surgeon who has the house equipped with secret passageways, hidden rooms and torture and murder devices.","release_date":"1986-05-21","vote_average":5.1,"runtime":80,"cert":"N\/A","id":56705,"title":"Crawlspace","adult":false,"genre_ids":[27,53]},{"cast":["Clarence Nash","Clarence Nash","Clarence Nash","Clarence Nash"],"overview":"Donald and his nephews are the staff of a fire station. Huey, Dewey, and Louie, annoyed by Donald's snoring, ring the fire alarm. Soon, his bumbling sets the fire station itself on fire. They race off at the alarm, not realizing they are already at the destination, and the firefighting efforts go downhill from there.","release_date":"1940-12-13","vote_average":6.5,"runtime":8,"cert":"N\/A","id":56706,"title":"Fire Chief","adult":false,"genre_ids":[16]},{"cast":["Ray Wise","Sonya Smith","Beata Pozniak","Joseph Culp"],"overview":"RAY WISE and SONYA SMITH star as washed-up action hero Kommander 88 and struggling filmmaker Angela LaSalle in this dark and twisted comedy. They're filming \"Cyxork 7,\" latest sequel in a haggard sci-fi franchise--this time shooting at the epicenter of a predicted cataclysmic earthquake. Free special effects! Risking their lives for the buzz, they're desperate to grab Hollywood's attention. That is: if they will survive.","release_date":"2006-02-23","vote_average":7.0,"runtime":92,"cert":"N\/A","id":56707,"title":"Cyxork 7","adult":false,"genre_ids":[878,35]},{"cast":["Jeff Wincott","Steve Eastin","Jonathan Fuller","Jillian McWhirter","Michael Greene"],"overview":"A gang of bank robbers, led by the ultra-violent Snake Underwood, pull off a daring mid-day heist that leaves dozens of burning police cars and scores of innocent victims in its wake. Heading the investigation into the gang is the equally violent detective Kurt Bellmore and going by the book just isn't going to be enough...","release_date":"1995-01-01","vote_average":5.3,"runtime":96,"cert":"N\/A","id":56708,"title":"Last Man Standing","adult":false,"genre_ids":[28,12,18,53]},{"cast":["David Hasselhoff","Rod Steiger","Donita Rose"],"overview":"A photojournalist deported from a war zone in Asia meets up with a woman who is looking for her father. He offers to help her...","release_date":"1998-10-09","vote_average":6.0,"runtime":105,"cert":"N\/A","id":56709,"title":"Legacy","adult":false,"genre_ids":[28,53]},{"cast":["Daws Butler"],"overview":"Jerry removes a tack from Spike's paw. In gratitude, Spike gives Jerry a bell to ring when he's in trouble. Soon, Tom is acting as Jerry's servant. But then the city passes a leash law, and Spike can no longer help. Soon, Tom is taunting Spike (much like Foghorn Leghorn taunts the barnyard dog) and harassing Jerry, who becomes his servant until the leash law is repealed.","release_date":"1952-07-26","vote_average":6.7,"runtime":7,"cert":"N\/A","id":56710,"title":"Fit to Be Tied","adult":false,"genre_ids":[35,16]},{"cast":[],"overview":"DVD van de musical 'Kikker en zijn Vriendjes'. Registratie van de complete voorstelling.","release_date":"","vote_average":9.0,"runtime":null,"cert":"N\/A","id":56711,"title":"Kikker en zijn vriendjes","adult":false,"genre_ids":[]},{"cast":["Anthony Wong","Angelica Lee","Daniel Wu","Edison Chen","Pat Ha"],"overview":"review by LoveHkFilm.com: Joker (Daniel Wu) is a computer programmer working on a 3-D adventure game starring a virtual idol. Stuck for inspiration, he ends up finding it in Ling (Angelica Lee Sum-Kit AKA: Sinjie), a bartender at a dance club. While in a drug-induced stupor, Joker imagines Ling to be the perfect image of his virtual girl. He's immediately smitten, but more important, he now has a model for his virtual heroine: Princess D.","release_date":"2002-04-12","vote_average":6.3,"runtime":106,"cert":"N\/A","id":56712,"title":"Princess D","adult":false,"genre_ids":[878,10749]},{"cast":["Jean Reno","Christina Applegate","Christian Clavier","Matt Ross","Tara Reid"],"overview":"A knight and his valet are plagued by a witch, and to repair the damage they make use of the services of a wizard. However, something goes wrong and they are transported from the 12th century to the year 2000. There the knight meets some of his family and slowly learns what this new century is like. However, he still needs to get back to the 12th century to deal with the witch, so he starts looking for a wizard. Remake of  1993 French film Les Visiteurs (The Visitors).","release_date":"2001-04-06","vote_average":4.6,"runtime":88,"cert":"N\/A","id":56715,"title":"Just Visiting","adult":false,"genre_ids":[35,14,878]},{"cast":["Massimo Ghini","Rocco Papaleo","Barbara De Rossi","Maurizio Mattioli","Elena Sofia Ricci"],"overview":"The life of Franca Malorni, exponent of the good bourgeoisie of the capital, suddenly changes when her husband dies suddenly. The woman begins to pour her attention on the three daughters, obliging them to have a Sunday lunch with their families.","release_date":"2003-01-01","vote_average":6.3,"runtime":null,"cert":"N\/A","id":56716,"title":"Il pranzo della domenica","adult":false,"genre_ids":[]},{"cast":["Karine Vanasse","Pierre Lebeau","Roy Dupuis","Rémy Girard","Céline Bonnier"],"overview":"Séraphin unfolds against the severe and achingly beautiful landscape of rural Quebec in 1889, where young lovers are torn from each other when a bankrupt shopkeeper forces his daughter into an arranged marriage to save his business. But true love cannot be denied...","release_date":"2002-12-01","vote_average":5.6,"runtime":110,"cert":"N\/A","id":56717,"title":"Séraphin: Heart of Stone","adult":false,"genre_ids":[18,10749]},{"cast":["Christopher Walken","Ronny Cox","Joss Ackland","Ralph Meeker","Marco St. John"],"overview":"A German scientist works on a way of quelling overly aggressive soldiers by developing implants that directly stimulate the pleasure centers of the brain.","release_date":"1972-06-28","vote_average":5.4,"runtime":94,"cert":"N\/A","id":56718,"title":"The Mind Snatchers","adult":false,"genre_ids":[878,53]},{"cast":["Ulla Jacobsson","Edvin Adolphson","Irma Christenson","Folke Sundquist","John Elfström"],"overview":"The young high school graduate Göran and the 17-year-old Kerstin get to know each other on the estate of Göran's uncle Persson and fall in love. But their relationship is watched suspiciously by the jammed adult world. While Persson has an understanding of the youth, Kerstin's parents and the pastor of the village rant against the alleged immorality of the young people. Despite all the malice, Göran and Kerstin decide for their love. But this love should last only one summer.","release_date":"1951-12-17","vote_average":7.3,"runtime":103,"cert":"N\/A","id":56719,"title":"One Summer of Happiness","adult":false,"genre_ids":[18,10749]},{"cast":["Deanna Durbin","Edmond O'Brien","Don Taylor","Jeffrey Lynn","Beatrice Roberts"],"overview":"Young girl gets a job at the White House as a switchboard operator and gets mixed up in politics.","release_date":"1948-09-01","vote_average":6.5,"runtime":90,"cert":"N\/A","id":56722,"title":"For the Love of Mary","adult":false,"genre_ids":[35,10749]},{"cast":["Ronald L. Marchini","Adam West","Jennifer Jostyn","Stuart Whitman","Troy Donahue"],"overview":"The year is 1999. John Travis is the toughest cop alive... In fact the only cop alive. He and his elite force stand between murderous mutants and the remains of humanity...","release_date":"1990-07-19","vote_average":3.3,"runtime":77,"cert":"N\/A","id":56723,"title":"Omega Cop","adult":false,"genre_ids":[28,878]},{"cast":["Constance Bennett","Lowell Sherman","Neil Hamilton","Gregory Ratoff","Brooks Benedict"],"overview":"Sassy and ambitious waitress Mary Evans amuses and befriends amiable seldom-sober Hollywood film director Max Carey when he stumbles into her restaurant. Max invites Mary to his film premiere and, after a night of drinking and carousing, Mary is granted a screen test. A studio contract follows. Just as Mary finds her dreams coming true, Carey’s life and career begins its descent.","release_date":"1932-06-24","vote_average":6.9,"runtime":88,"cert":"N\/A","id":56724,"title":"What Price Hollywood?","adult":false,"genre_ids":[18]},{"cast":["John Matuszak","Ronny Cox","Charles Napier","Sharon Farrell","Sam Jones"],"overview":"In this action packed film, an L.A. cop speeds off to get revenge upon the dirty drug-dealing dogs who killed his partner","release_date":"1989-09-21","vote_average":4.2,"runtime":92,"cert":"N\/A","id":56725,"title":"One Man Force","adult":false,"genre_ids":[80,28,18]},{"cast":["Jenny Skavlan","Torbjörn T. Jensen","Benjamin Helstad","Terje Strømdahl","Harald Eia"],"overview":"A little kid shrinks himselfs so that he can travel into the body of his grandfather. Here he has to kill the kidney-stone his grandfather is suffering from.","release_date":"1996-10-04","vote_average":6.3,"runtime":91,"cert":"N\/A","id":56726,"title":"Jakten på Nyresteinen","adult":false,"genre_ids":[12,10751]},{"cast":["Rolf Kirkvaag Jr.","Gisle Straume","Arne Lie","Ragnhild Michelsen","Carsten Winger"],"overview":"Stein Oscar Magel Paus Andersen (St. O.M.P.A.) starts at Langåsen boarding school in Stakavik. He shares a room with Bodø, Bergen, Nøtterø and Sørlandet. Already the first day Bergen shows clearly that he's used to being the boss.But after Stompa and Bodo almost fools lecturer Brandt, it is clear that Bergen more than happy to share both space and wash with Stompa. And then the fun begins ...","release_date":"1962-01-01","vote_average":0.0,"runtime":92,"cert":"N\/A","id":56727,"title":"Stompa & Co","adult":false,"genre_ids":[35,10751]},{"cast":[],"overview":"Kalli, a young boy living with his mother in the suburbs of Reykjavik, thrives in the world of movies and computer games. When he is sent to spend Christmas with his father's new family up north at an isolated farm, Kalli meets his stepsister, who he does not get along with. Soon he decides to run away, but only to be hit harder by reality and Kalli has to learn how to fight \"real life\" challenges while encountering imaginary and fictional creatures.","release_date":"2007-12-07","vote_average":5.0,"runtime":83,"cert":"N\/A","id":56728,"title":"No Network","adult":false,"genre_ids":[12,10751]},{"cast":["Jamie Foxx","T-Pain","Keri Hilson","Lil Wayne","Ron Browz"],"overview":"Mista Rello has been around the mixtape game for a quick minute, delivering some of the hottest blends on mixtapes for years now. Scratch that...decade. But as the game evolves, so does the DJ -- now back with his long-awaited 4th volume of the DVD edition of his \"Hard Body Blend\" series (featuring music video blends), Rello gives the new video DJs a run for their money with this Hard Body new mix DVD. Breaking down a brand new batch of remixes and blends, this time Rello brings it to the silver screen for all those DVD-player-in-the-whip type stunters. Featuring the 4th edition to his popular blends music video DVD debut, this special edition version of his Hardbody Blends series is better than the first three. Back better than ever, Rello bringing you a new dose of video mastery and remix madness, this DVD features brand new video blends from your favorite hip-hop and R&amp;B tracks from coast 2 coast, city to city.","release_date":"2009-05-27","vote_average":4.3,"runtime":54,"cert":"N\/A","id":56729,"title":"Mistarello Presents: Hard Body Blends Volume 4","adult":false,"genre_ids":[10402]},{"cast":["Kim Sørensen","Henrik Rafaelsen","Charlotte Frogner","Gard B. Eidsvold","Pia Tjelta"],"overview":"The supermarket clown Ulrik is dreaming of becoming a stand-up comedian, the handicapped Amnesty girl Kristin is in love with Alexander, but does not dare to tell him, and Maya is to be deported from the country because she is a \"consumed\" mail order bride.","release_date":"2007-08-15","vote_average":0.0,"runtime":100,"cert":"N\/A","id":56730,"title":"5 Lies","adult":false,"genre_ids":[18,35]},{"cast":["Susan Sarandon","Timothy Freke","Richard Leigh","Sean Martin","Elaine Pagels"],"overview":"The film takes the viewer on a spiritual road trip from ancient Europe to modern Israel in a feature documentary that covers the terrain touched upon in Dan Brown's Da Vinci Code. Interviews were done with many of the leading teachers, art historians and spiritual guides of our time.","release_date":"2006-01-01","vote_average":7.5,"runtime":88,"cert":"N\/A","id":56733,"title":"Secrets of the Code","adult":false,"genre_ids":[99]},{"cast":["Dan Condurache","Olga Tudorache","Adrian Pintea","Florin Zamfirescu","Claudiu Bleonţ"],"overview":"The Woman in the Dream was a 2005 Romanian film directed by Dan Pița.","release_date":"2005-01-01","vote_average":5.0,"runtime":105,"cert":"N\/A","id":56734,"title":"The Woman in the Dream","adult":false,"genre_ids":[18]},{"cast":["Vladislav Pilnikov","Aleksei Zeljonov"],"overview":"Fifty-year-old Vladimir Ivanovich Prokhorov, relieved of his worldly possessions, takes a journey back in time. Accompanied by a traveling companion barely half his age, he revisits the people and places of his youth and witnesses the dark forces that shaped the 20th century.","release_date":"1991-01-01","vote_average":3.7,"runtime":220,"cert":"N\/A","id":56735,"title":"Infinity","adult":false,"genre_ids":[18]},{"cast":["50 Cent","Fabolous","Jim Jones","Jay-Z","Nas"],"overview":"DJ Cinema is mixing up blends with artists like Biggie, Nas, Jay-Z, AZ, Rick Ross, Fabolous, 50 Cent and Jadakiss.","release_date":"2009-03-19","vote_average":3.8,"runtime":105,"cert":"N\/A","id":56736,"title":"DJ Cinema Presents: Masterpiece Theater Blend Dvd","adult":false,"genre_ids":[10402]},{"cast":["Denis Leary","Michael Chiklis","Lenny Clarke"],"overview":"This acclaimed documentary combines unforgettable archival footage with contemporary interviews that focus on the true Red Sox fans who have been dreaming of the day they could see the Curse of the Bambino put to rest, once and for all. Featuring new footage from the devastating '03 Pennant loss, the highlights of the '04 playoff victories and the World Series sweep.","release_date":"2004-12-10","vote_average":0.0,"runtime":57,"cert":"N\/A","id":56737,"title":"Reverse of the Curse of the Bambino","adult":false,"genre_ids":[99]},{"cast":[],"overview":"It's the world's most famous footballing vantage point and in 2006, the Kop celebrates its 100th birthday. At its pinnacle, the Kop held 27,000 people and is often credited for the birth of football chanting. Many of the Beatles hits could be heard drifting down from the terraces during the sixties, and it is as much a part of the history of Liverpool FC as Shankly, Paisley, Kenny Dalglish, and the five European Cups. The Kop has been the backdrop to many of Liverpool's greatest victories. When history unfolded at Anfield, it had the habit of happening at the Kop end. From the glory days of the '70s through to Steven Gerrard's blockbuster strike against Olympiakos, the Kop has been the canvas for some of football's tales.","release_date":"2006-10-16","vote_average":5.0,"runtime":100,"cert":"","id":56738,"title":"LFC 100 Years Of The Kop","adult":false,"genre_ids":[36]},{"cast":["Ahmed Best","Josh Keaton","Jeff Bennett","Kath Soucie","Jim Ward"],"overview":"Kangaroo Jack is back but this time he's animated! Three Teenagers go to the Outback, and find themselves back in Vegas - trying to get Jack home!","release_date":"2004-11-16","vote_average":3.4,"runtime":75,"cert":"N\/A","id":56739,"title":"Kangaroo Jack: G'Day, U.S.A.!","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"Guns and Weed: The Road to Freedom is a documentary film from Michael W. Dean and Neema Vedadi. 91 minutes. (USA) ENGLISH. 16x9. FEATURING: Sheriff Richard Mack, MamaLiberty, Shane Scheid, Neema Vedadi, J-Tizzle, and many many more.","release_date":"2011-03-22","vote_average":6.0,"runtime":null,"cert":"N\/A","id":56740,"title":"Guns and Weed: The Road To Freedom","adult":false,"genre_ids":[99]},{"cast":["Sonja Richter","Jonas Karlsson","Sven Ahlström","Magnus Krepper","Anna Bjelkerud"],"overview":"A disturbed woman and a violent lunatic walk the same path in this thriller from Swedish director Kristian Petri. Monia is a businesswoman who has been hired to work for a large corporation based in Gothenburg. One evening, while having drinks with her colleagues, Monia steps outside for some air and she happens upon a man who has been brutally stabbed by a serial killer on the loose. Monia, who feels a curious emotional distance from the world around her, isn't sure what to make of this incident at first, but she can't get the violent image out of her mind, and over the next several days she keeps stumbling upon victims of the killer's handiwork. No one finds any of this remarkable besides her friend Frank, but in time she begins crossing paths with a curious man who seems to appear at the same crimes scenes she observes.","release_date":"2010-09-10","vote_average":7.5,"runtime":102,"cert":"N\/A","id":56741,"title":"Bad Faith","adult":false,"genre_ids":[53,80]},{"cast":["Clara Lago","Álvaro Cervantes","Adriana Ugarte","Cristina Brondo","Abel Folk"],"overview":"Two lovers break the law and struggle to stay together when carnal obsession causes tempers to flare.","release_date":"2009-01-30","vote_average":4.8,"runtime":114,"cert":"N\/A","id":56742,"title":"The Hanged Man","adult":false,"genre_ids":[18,10749]},{"cast":["Necar Zadegan","Traci Dinwiddie","Gary Weeks","Erin Carufel","Heather Howe"],"overview":"The wife of a pastor who preaches against homosexuality embarks on an affair with a female writer.","release_date":"2010-06-25","vote_average":7.2,"runtime":111,"cert":"N\/A","id":56743,"title":"Elena Undone","adult":false,"genre_ids":[18,10749]},{"cast":["Christopher Meloni","Robert Forster","Toby Moore","Maggie Grace","Jon Foster"],"overview":"The story of Martha Moxley, 15 year old girl murdered in Greenwich in the 1970's, her murder going unsolved for 25 years.","release_date":"2002-11-15","vote_average":4.9,"runtime":89,"cert":"N\/A","id":56744,"title":"Murder in Greenwich","adult":false,"genre_ids":[80,18,10751,9648,53]},{"cast":[],"overview":"Inspired by the passion of two young Navy officers, director Peyton Wilson captures Jay and Meagan as they pursue their childhood dream of becoming naval aviators flying the F-14 Tomcat. Shot in epic Hi Definition, the aerial footage and stunning cockpit photography provide a dramatic backdrop for the more universal story of what it’s like to fight for your dreams. From dogfights in the Nevada desert, to night landings on aircraft carriers in the Atlantic what begins as a story of realizing a childhood dream turns into a story of fighting for one's life.","release_date":"2008-02-01","vote_average":3.3,"runtime":95,"cert":"N\/A","id":56745,"title":"Speed & Angels","adult":false,"genre_ids":[99]},{"cast":["Clara Lago","Juan José Ballesta"],"overview":"Spain, 1938, during the Spanish Civil War. Carol, a 12-year-old Spanish-American girl, arrives in her mother's hometown and transforms the secretive family environment. Her innocence and rebellious nature drive her at first to reject a world that is at once foreign and completely new.","release_date":"2002-09-06","vote_average":7.1,"runtime":100,"cert":"N\/A","id":56746,"title":"Carol's Journey","adult":false,"genre_ids":[18]},{"cast":["Þórhallur Sigurðsson","Edda Björgvinsdóttir","Gestur Einar Jónasson","Sólveig Arnarsdóttir","Björgvin Franz Gíslason"],"overview":"Stella who undertakes to comply with a client and take him fishing in her husband's behalf after his arm is broken.","release_date":"1986-10-18","vote_average":5.5,"runtime":84,"cert":"N\/A","id":56747,"title":"Stella í orlofi","adult":false,"genre_ids":[35,10751]},{"cast":["Wim de Bie","Kees van Kooten"],"overview":"Namens Van Kooten &amp; De Bie heet ik u welkom bij deze twee uur durende dvd, waarop nooit eerder uitgebrachte satirische scènes zijn verzameld.","release_date":"2008-10-29","vote_average":0.0,"runtime":91,"cert":"N\/A","id":56748,"title":"Van Kooten & de Bie - Thematheek 4 - Dames heren ook!","adult":false,"genre_ids":[35]},{"cast":["Ove Sprogøe","Poul Reichhardt","Lily Broberg","Hans W. Petersen","Jessie Rindom"],"overview":"","release_date":"1963-08-02","vote_average":10.0,"runtime":null,"cert":"N\/A","id":56749,"title":"April","adult":false,"genre_ids":[18,10751]},{"cast":["Todd Bosley","Brendon Ryan Barrett","Mary Mara","Sammy Elliott"],"overview":"A boy learns that confidence and self-esteem are the greatest gifts.","release_date":"2001-05-04","vote_average":4.1,"runtime":74,"cert":"N\/A","id":56750,"title":"Lloyd","adult":false,"genre_ids":[35,10751]},{"cast":["Patrick Bergin","Jennifer Rubin","Richard Norton","Nichole Hiltz","Wendi Winburn"],"overview":"During the Roman Empire, General Crassius ruled a small province with an Iron fist. Serena, a young girl in a village, watches Crassius kill her parents. Crassius and Serena's destiny would lead them to the Gladiator ring; the Amazons Warrior vs the Roman General.","release_date":"2001-09-01","vote_average":3.2,"runtime":94,"cert":"N\/A","id":56753,"title":"Amazons and Gladiators","adult":false,"genre_ids":[28,12,18]},{"cast":[],"overview":"Actress Shelley Duvall presents charming animated versions of some of the most beloved children's stories in this superb Emmy-nominated collection featuring 26 tales narrated by famous actors and musicians. The stories by Mercer Mayer, Virginia Lee Burton, Marilyn Sadler and others are voiced by James Earl Jones, Morgan Freeman, Candice Bergen, Ringo Starr, Michael J. Fox, Steve Martin, Martin Short, Billy Crystal, Kathy Bates and many more.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":56754,"title":"Shelley Duvall's Bedtime Stories D3","adult":false,"genre_ids":[]},{"cast":[],"overview":"Actress Shelley Duvall presents charming animated versions of some of the most beloved children's stories in this superb Emmy-nominated collection featuring 26 tales narrated by famous actors and musicians. The stories by Mercer Mayer, Virginia Lee Burton, Marilyn Sadler and others are voiced by James Earl Jones, Morgan Freeman, Candice Bergen, Ringo Starr, Michael J. Fox, Steve Martin, Martin Short, Billy Crystal, Kathy Bates and many more.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":56755,"title":"Shelley Duvall's Bedtime Stories D3","adult":false,"genre_ids":[]},{"cast":[],"overview":"Another Station: Another Mile begins with a statement from the band: \"Since we put together our last DVD (Generation Lost), the snowball that is Rise Against is still gathering size and speed. What you hold in your hands is the continuing story of our band, what it means to us, and what it means to people like you. At our request, all the live footage you see in the DVD is completely unedited; meaning we didn't go back and fix or re-do anything. We felt it should stand or fall on its own merit, and be embraced for what is, which is live music. Who knows, maybe we'll feel differently next year. But for now, the moments are captured raw as we make our way to another station: another mile.\"","release_date":"2010-10-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":56758,"title":"Another Station: Another Mile","adult":false,"genre_ids":[]},{"cast":["Hélène Ségara","Daniel Lavoie","Bruno Pelletier","Garou","Patrick Fiori"],"overview":"A musical adaptation of Victor Hugo's novel \"Notre Dame de Paris\" which follows the gypsy dancer Esmeralda and the three men who vie for her love: the kind hunchback Quadimodo, the twisted priest Frollo, and the unfaithful soldier Phoebus.","release_date":"1998-09-18","vote_average":8.3,"runtime":150,"cert":"N\/A","id":56759,"title":"Notre Dame de Paris","adult":false,"genre_ids":[36,10402,18,10749]},{"cast":[],"overview":"DVD includes exclusive never-before-seen band documentary plus live in-concert performance shot in May 2006 at LA's legendary Troubadour. DVD MENU INCLUDES: * \"How We Survive\" - An exclusive never before seen documentary piece. It is a captivating look at this true punk rock band, their start, their scene as well as an insight into their family, friends &amp; fans. * \"Burn Hollywood Burn\" Live performances taped at the legendary Troubadour in Los Angeles during the band's sold out 5-night stand May 2006. * Featuring: \"Injection\", \"Like An Angel\", \"Black Masks And Gasoline\" and \"Paper Wings\" * Making Of The Video clips for \"Ready To Fall\" and \"Swing Life Away\". * Band videos: \"Give It All\", \"Swing Life Away,\" \"Ready To Fall\" and \"Prayer Of The Refugee\".","release_date":"2006-12-05","vote_average":0.0,"runtime":46,"cert":"N\/A","id":56760,"title":"Rise Against: Generation Lost","adult":false,"genre_ids":[]},{"cast":[],"overview":"Based on the story of Americas enigmatic career of one of the revered architects of the modern world - icon, screen star, and two-term president, Ronald Reagan.","release_date":"2011-02-07","vote_average":5.0,"runtime":null,"cert":"N\/A","id":56761,"title":"Reagan","adult":false,"genre_ids":[99]},{"cast":[],"overview":"On a dark night, an undercover police operation goes stale, but when things start to turn ugly a masked vigilante shows up unexpectedly... or so it seems.","release_date":"2008-12-01","vote_average":0.0,"runtime":8,"cert":"N\/A","id":56762,"title":"Faceless","adult":false,"genre_ids":[28,27]},{"cast":["Yau Gin-Gwok","Zhong Xiao-Zhen","Li Yan-Long","Suen Gen-Fa","Xu Xue-Yi"],"overview":"The narrative centres on a nomadic opera troupe who travel to various towns as part of their nationwide tour and astound the locals with their skills. When visiting a coastal town, one of the young performers becomes involved in a market brawl after two local bullies begin to push their weight around. The righteous young performer is saved from a vicious beating at the hands of the thugs by a mysterious fighter who uses his sublime abilities to save the day. He gradually reveals to his new friends that he is a former Shaolin student and a staunch patriot - readily opposing the Manchu rulers. In a finale filled with glorious fight action, the time for revenge is realised and the battle between good and evil once again takes place.","release_date":"1984-04-14","vote_average":8.0,"runtime":96,"cert":"N\/A","id":56763,"title":"The South Shaolin Master","adult":false,"genre_ids":[28]},{"cast":["Katharine Hepburn","Sam Waterston","Joanna Miles","Michael Moriarty"],"overview":"Amanda Wingfield dominates her children with her faded gentility and exaggerated tales of her Southern belle past. Her son plans escape; her daughter withdraws into a dream world. When a \"gentleman caller\" appears, things move to crisis point.","release_date":"1973-12-16","vote_average":7.8,"runtime":100,"cert":"N\/A","id":56764,"title":"The Glass Menagerie","adult":false,"genre_ids":[18]},{"cast":["Richard Dawkins","The Naked Cowboy","Steven Pinker","Wendy Wright"],"overview":"A documentary series from Channel 4, hosted by professor Richard Dawkins, well-known darwinist. The series mixes segments on the life and discoveries of Charles Darwin, the theory of natural selection and evolution, and Dawkins' attempts at convincing a group of school children that evolution explains the world around us better than any religion.","release_date":"2008-08-04","vote_average":6.7,"runtime":139,"cert":"","id":56765,"title":"The Genius of Charles Darwin","adult":false,"genre_ids":[99]},{"cast":["Bruce Greenwood","Sam Jaeger","Sarah Manninen","Kathleen Quinlan","Cary Elwes"],"overview":"A series of interviews are conducted with convicted serial killer Ted Bundy in hopes of gaining insight into the Green River Killer who is terrorizing Seattle.","release_date":"2004-09-06","vote_average":5.8,"runtime":91,"cert":"N\/A","id":56766,"title":"The Riverman","adult":false,"genre_ids":[80,18,53]},{"cast":["John Baragrey","Mala Powers","Otto Kruger","Robert Hutton","Ross Martin"],"overview":"A brilliant surgeon encases his dead son's brain in a large robot body, with unintended results...","release_date":"1958-06-26","vote_average":5.3,"runtime":70,"cert":"N\/A","id":56767,"title":"The Colossus of New York","adult":false,"genre_ids":[27,878]},{"cast":[],"overview":"","release_date":"2010-09-18","vote_average":7.8,"runtime":null,"cert":"N\/A","id":56768,"title":"Born to Skate","adult":false,"genre_ids":[]},{"cast":["Alex Cord","Mariette Hartley","Ted Cassidy","Percy Rodrigues"],"overview":"A scientist who has been preserved in suspended animation wakes up to find himself in a primitive society in the future.","release_date":"1973-03-23","vote_average":6.4,"runtime":74,"cert":"N\/A","id":56769,"title":"Genesis II","adult":false,"genre_ids":[878,10770]},{"cast":["Freddie Mercury","John Deacon","Roger Taylor","Brian May"],"overview":"For the long time fan, maybe the most outstanding concert of Queen. The reason? It gives a perfect overview of an early Queen presentation. The material, the costumes, and the performance of the members are really great and supported by the hilarious conversational approach of a young Freddie Mercury. In one of the last interviews, the singer Freddie Mercury said that the way he looked in those days were ridiculous; many would argue. The band looked very theatrical and outrageous. That's the way that the orthodox, good old fashion Queen fan likes it more, so it's joyful to see the careful treatment of the performance and the power of the Queen sound when all the members of the band sing together.","release_date":"2014-09-08","vote_average":7.7,"runtime":80,"cert":"N\/A","id":56772,"title":"Queen: Live at the Rainbow '74","adult":false,"genre_ids":[10402]},{"cast":["Paul Watson","Alex Cornelisson"],"overview":"At the Edge of the World chronicles the controversial Sea Shepherd Antarctic Campaign against a Japanese whaling fleet. The international volunteer crew, under-trained and under-equipped, develop a combination of bizarre and brilliant tactics with which to stop the whalers. But first they must find the Japanese ships, a far more difficult challenge than ever imagined - long-time activist Paul Watson and first-time captain Alex Cornelissen employ an array of strategies in the hopes of finding an elusive adversary in the vast expanse of the Ross Sea. With one ship (the Farley Mowat) too slow to chase down the whaling fleet, with their second ship (the Robert Hunter) unsuited for Antarctic ice conditions and with no country supporting their efforts to enforce international law, the situation becomes increasingly desperate. Against all odds, however, a real-life pirate tale unfolds - a modern-day \"David vs. Goliath\" adventure.","release_date":"2008-10-03","vote_average":6.6,"runtime":97,"cert":"N\/A","id":56777,"title":"At the Edge of the World","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The hazards of bio-accumulation, pollution, and the makeup of what we commonly hope are benign plastics are tackled in this documentary.","release_date":"2002-01-01","vote_average":6.0,"runtime":98,"cert":"N\/A","id":56778,"title":"Blue Vinyl","adult":false,"genre_ids":[99]},{"cast":["Nam Sang-mi","Ryu Seung-ryong","Kim Bo-Yeon","Shim Eun-kyung","Moon Hee-kyung"],"overview":"When 13-year-old So-Jin disappears, her elder sister Hee-Jin returns to the apartment of their religious-maniac mother. Tae-Hwan, a cop, who reluctantly has to take the case seriously is confronted with more and more suicides that are difficult to explain rationally. And why does the skeptical Hee-Jin, who keeps having gruesome encounters with suicides, have to keep coughing?","release_date":"2009-08-12","vote_average":5.9,"runtime":112,"cert":"N\/A","id":56781,"title":"Possessed","adult":false,"genre_ids":[27,9648]},{"cast":["Paul Zerdin"],"overview":"You've seen him on numerous TV appearances including three Royal Variety Performances, but for the first time ever on DVD see Paul Zerdin in his full live show. Technically immaculate, it's what he does with his slick talent that really sets him apart. His relationship with his characters has all the dramatic tension of a real life double act, but the fun really starts when he puts his straight man back in the bag and starts throwing invisible voices around the room.","release_date":"2012-11-12","vote_average":0.0,"runtime":60,"cert":"N\/A","id":56782,"title":"Paul Zerdin Live","adult":false,"genre_ids":[]},{"cast":["Valerio Mastandrea","Caterina Caselli","Benedetta Mazzini","Gianluca Gobbi","Anita Caprioli"],"overview":"Walter hasn't got a job, a girlfriend or any clear convictions. He rejects conventional values, notably his father's submissive acceptance of a life working in a factory as well as a social life. An on-and-off philosophy student, he'd like to be a committed nihilist but is too insecure.","release_date":"1997-04-24","vote_average":6.9,"runtime":87,"cert":"N\/A","id":56783,"title":"We All Fall Down","adult":false,"genre_ids":[35]},{"cast":["Massimo Troisi","Giuliana De Sio","Lello Arena","Lina Polito","Franco Acampora"],"overview":"Vincenzo, a 30 years old apathetic and lazy man who still lives with his mother, has no job and no desire to improve. He meets Anna and fell in love with her but to keep the relationship alive he has to learn to accept more responsibility.","release_date":"1983-03-10","vote_average":7.9,"runtime":112,"cert":"N\/A","id":56784,"title":"Scusate il ritardo","adult":false,"genre_ids":[35]},{"cast":["Vincent Pérez","Emmanuelle Devos","Denis Podalydès","Marianne Basler"],"overview":"Thierry, ethnologue spécialiste des lapons, se rend dans sa Suisse natale avec sa compagne, Sophie, pour assister à l'enterrement de sa grand-mère. Il y retrouve sa famille et découvre qu'il a hérité de deux millions de francs suisses, mais que pour les obtenir il va devoir faire semblant de s'adapter aux valeurs et mode de vie suisse qu'il avait rejeté. Pour ce faire il va accepter une sorte de formation accélérée prodiguée par son cousin suisse Aloïs, qui aurait plutôt des vues sur Sophie.","release_date":"2004-06-30","vote_average":5.8,"runtime":105,"cert":"N\/A","id":56785,"title":"Bienvenue en Suisse","adult":false,"genre_ids":[35]},{"cast":[],"overview":"UNLIKE U melts into a scene, which for outsiders, is hard to comprehend. The world of trainwriters, those spray paint artists who specialize in painting trams and underground trains. Extremely undercover. Extremely criminal. Extremely forbidden. UNLIKE U portrais four generations of sprayers in Berlin, of which the oldest of the hardcore artists is already over 40 years old, while the youngest are around 17. All protagonists have one thing in common. Each one has sprayed countless trains in their lives, some of them even over a 1000.","release_date":"2011-01-01","vote_average":8.0,"runtime":90,"cert":"N\/A","id":56788,"title":"Unlike U","adult":false,"genre_ids":[99]},{"cast":["Giancarlo Giannini","Omero Antonutti","Alessandro Gassman","Rutger Hauer","Pamela Villoresi"],"overview":"A reconstruction of the bankruptcy of the Banco Ambrosiano bank and its liaisons with the Vatican and the Masonry through  its president Roberto Calvi, notoriously found dead under the Blackfriars Bridge in London in June 1982.","release_date":"2002-03-07","vote_average":6.1,"runtime":125,"cert":"N\/A","id":56789,"title":"The Bankers of God: The Calvi Affair","adult":false,"genre_ids":[53,18]},{"cast":["Kim Yu-mi","Lim Eun-kyoung","Shim Hyung-tak","Ok Ji-young","Lim Hyung-jun"],"overview":"Five young people, a quiet doll maker in a wheelchair and her dedicated helper, a chained old man in the basement and a mysterious young girl in red... all together in a lonely doll museum in the woods. What starts out as a fun trip to pose for new dolls soon turns into a nightmare that not everyone will survive.","release_date":"2004-08-06","vote_average":5.9,"runtime":90,"cert":"N\/A","id":56790,"title":"The Doll Master","adult":false,"genre_ids":[53,27]},{"cast":["Lory Del Santo","Michela Miti","Victor Cavallo","Franco Bracardi","Giovanni Attanasio"],"overview":"Andrea, a nice girl, move from Veneto (north of Italy) to Roma. She is employed as a nurse in a medical practice. She soon is involved in a never-ending game of misunderstanding, couples exchange, sexual seductions.","release_date":"1982-03-28","vote_average":4.0,"runtime":92,"cert":"N\/A","id":56793,"title":"Long Live the Seal","adult":false,"genre_ids":[35]},{"cast":["Beppe Grillo","Maria Schneider","Fernando Rey","Alexandra Stewart","Néstor Garay"],"overview":"","release_date":"1982-03-03","vote_average":5.4,"runtime":null,"cert":"N\/A","id":56794,"title":"Looking for Jesus","adult":false,"genre_ids":[]},{"cast":["Ascanio Celestini","Giorgio Tirabassi","Maya Sansa","Luisa De Santis","Teresa Saponangelo"],"overview":"Nicola is a man who has spent much of his life in a mental institution, though not always as a patient. Nicola's mother suffered from mental illness, and when young Nicola grew old enough to understand some of her stranger behavior as well as the family's other dark secrets, a few of the adults around him preferred to suggest he was disturbed like his mother, and he was encouraged to visit an asylum not far from his home. As an adult, Nicola has spent enough time around people who have a tenuous connection with reality that he has a superficial resemblance to them, and has developed a strange set of imaginary friends to go along with his eccentric real-life companions and the woman he loves from afar, Marinella.","release_date":"2010-10-01","vote_average":8.3,"runtime":93,"cert":"N\/A","id":56799,"title":"The Black Sheep","adult":false,"genre_ids":[]},{"cast":["Channing Pollock","Francine Bergé","Edith Scob","Théo Sarapo","Sylva Koscina"],"overview":"Georges Franju's Judex is an arch, playful tribute to the serials of the influential silent filmmaker Louis Feuillade. Franju shuffles through the plot of Feuillade's lengthy serial of the same name, about an adventurer named Judex (Channing Pollock) whose revenge against the corrupt banker Favraux (Michel Vitold) unleashes a complicated series of schemes.","release_date":"1963-12-04","vote_average":7.0,"runtime":104,"cert":"N\/A","id":56800,"title":"Judex","adult":false,"genre_ids":[28,80,18]},{"cast":["René Cresté","Yvette Andréyor","Musidora","Jean Devalde","Louis Leubas"],"overview":"When an unscrupulous banker ruins his family, a young man swears to bring him to justice, so he adopts a new identity, the mysterious Judex, and ominously disguised and sunk into the muddy path of vengeance, punishes the crooks and protects the innocents. (Originally a twelve-part epic serial.)","release_date":"1916-12-16","vote_average":7.1,"runtime":300,"cert":"N\/A","id":56801,"title":"Judex","adult":false,"genre_ids":[12,18,9648,53,80]},{"cast":["Carlo Verdone","Veronica Pivetti","Claudia Gerini","Manuela Arcuri","Cinzia Mascoli"],"overview":"Le vicessitudini di tre coppie di novelli sposi dalla celebrazione dei matrimoni sino ai rispettivi viaggi di nozze.","release_date":"1995-12-15","vote_average":6.9,"runtime":103,"cert":"N\/A","id":56804,"title":"Viaggi di nozze","adult":false,"genre_ids":[]},{"cast":["Arthur Moncla","Rémi Bresson","Élodie Bollée","Anna Mihalcea","Jonathan Reyes"],"overview":"Arnaud and Guillaume are in their last year of high school. Summer is approaching and like any teenager, they're thinking about cigarettes, alcohol and sex. But boys or girls? Future looks so blurry when you're a teenager!","release_date":"2004-01-31","vote_average":6.3,"runtime":38,"cert":"","id":56805,"title":"A Little Comfort","adult":false,"genre_ids":[18]},{"cast":["Panayiota Vlanti","Mihalis Marinos","Vladimiros Kiriakidis","Nikoleta Karra"],"overview":"Art, crime and infidelity take center stage in this hilarious madcap adventure that proves that sometimes changing your life for the better means turning it around 180 degrees.","release_date":"2010-03-19","vote_average":7.0,"runtime":null,"cert":"N\/A","id":56806,"title":"180 Degrees","adult":false,"genre_ids":[35,18,10749]},{"cast":["Shazada Hussein","Yasser Talib","Bashir Al Majid"],"overview":"A willful young boy follows his just as obstinate grandmother in a journey across Iraq, determined to discover the fate of her missing son, Ahmed's father, who never returned from war.","release_date":"2009-05-01","vote_average":7.7,"runtime":100,"cert":"N\/A","id":56807,"title":"Son of Babylon","adult":false,"genre_ids":[18,10749]},{"cast":["Frank Caliendo"],"overview":"Frank Caliendo's Standup Special, \"All Over the Place\", was recorded live in Las Vegas, Nevada on November 15th, 2007. The special was entitled \"Frank Caliendo - All over the Place\". TBS originally aired the special only a day later on November, 16th 2007, as a precursor to Frank's new TV show \"Frank TV\". Terry Bradshaw, Howie Long, and Jimmy Johnson (all from the FOX NFL Sunday Pregame show) made special guest appearances in bits that started and ran throughout the show. This DVD is the full, unedited show, with more than 20 minutes of unaired standup, outtakes, and multiple other extra special features.","release_date":"2007-11-01","vote_average":5.0,"runtime":60,"cert":"N\/A","id":56808,"title":"Frank Caliendo: All Over the Place","adult":false,"genre_ids":[35]},{"cast":["Nicholas Hoult","Tommy Jessop","Julia Ford","Neil Dudgeon","Emer Kenny"],"overview":"An original drama by novelist Mark Haddon about two teenage brothers: angst-ridden David and Ben, who has Downs Syndrome.","release_date":"2007-08-16","vote_average":6.2,"runtime":80,"cert":"","id":56809,"title":"Coming Down The Mountain","adult":false,"genre_ids":[18]},{"cast":["Maribel Verdú","Javier Cámara","Raúl Arévalo","Roger Príncep","José Ángel Egido"],"overview":"Ourense, Spain, 1940. Every time that Elena locks the door, she locks her secrets. Her husband Ricardo spend years hidden in his house with his children (Elenita and Lorenzo), trying to dodge persecution. Salvador, a priest confused after battling in the front, returns to seminary in Ourense.","release_date":"2008-01-01","vote_average":6.9,"runtime":98,"cert":"N\/A","id":56810,"title":"The Blind Sunflowers","adult":false,"genre_ids":[18]},{"cast":["Greg Cusick"],"overview":"Realizing the urban legend of their youth has actually come true; two filmmakers delve into the mystery surrounding five missing children and the real-life boogeyman linked to their disappearances.","release_date":"2009-04-25","vote_average":6.0,"runtime":84,"cert":"","id":56811,"title":"Cropsey","adult":false,"genre_ids":[9648,99,27,80]},{"cast":["Santiago Segura","Antonio de la Torre","Raúl Arévalo","Fran Perea","Carolina Bang"],"overview":"The journey of Javier, the obese Sad Clown, starts during his childhood in the midst of the Spanish civil war in 1937. His father, one of Spain’s most prominent jesters, is detained and tortured by the fascist regime.","release_date":"2010-12-17","vote_average":6.7,"runtime":101,"cert":"N\/A","id":56812,"title":"The Last Circus","adult":false,"genre_ids":[28,18,53]},{"cast":["Alfredo Castro","Antonia Zegers","Jaime Vadell","Amparo Noguera","Marcelo Alonso"],"overview":"In Chile, 1973, during the last days of Salvador Allende's presidency, an employee at a Morgue's recording office falls for a burlesque dancer who mysteriously disappears.","release_date":"2010-07-02","vote_average":6.4,"runtime":98,"cert":"N\/A","id":56815,"title":"Post Mortem","adult":false,"genre_ids":[53,18,27]},{"cast":["Pavel Liška","Vitali Bobrov","Jorma Tommila","Emilia Ikäheimo","Allan Bernard"],"overview":"A young boy lives with his mother on a farm surrounded by deep forest in the remote wilds of the Finnish countryside. From time to time, the boy visits his father - a man of great violence - in prison. Locked in the stable is an unruly horse, the boy´s only other companion. Their simple life is disrupted when a stranger appears, with a note from the father and a bullet in his side. Reluctantly, mother and son offer the stranger refuge.","release_date":"2008-12-08","vote_average":7.0,"runtime":105,"cert":"N\/A","id":56816,"title":"The Visitor","adult":false,"genre_ids":[18]},{"cast":["Roberto Álamo","Antonio de la Torre","Juan José del Rey","Andrés Lima","Miguel Ortiz"],"overview":"Four men who may or may not know each other previously, wander aimlessly in a strange city listening to strange voices. They gradually come together as they try to remember what links them together and why they are meant to regroup. A surreal drama\/comedy about isolation, the need to remember, and failed break-in.","release_date":"2010-08-10","vote_average":2.0,"runtime":68,"cert":"N\/A","id":56817,"title":"Dispongo de barcos","adult":false,"genre_ids":[35,18]},{"cast":["David Bagés","Pere Cuscó","Eli Iranzo","Eduard Juliachs","Blai Llopis"],"overview":"","release_date":"2011-02-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":56818,"title":"La nit que va morir l'Elvis","adult":false,"genre_ids":[18]},{"cast":["Tom Selleck","Jane Seymour","Lauren Hutton","Bob Hoskins","Joe Regalbuto"],"overview":"Scotland Yard and the FBI force a thief and his girlfriend to steal Nazi diamonds from a German countess.","release_date":"1984-02-17","vote_average":5.5,"runtime":100,"cert":"N\/A","id":56821,"title":"Lassiter","adult":false,"genre_ids":[80,18,53]},{"cast":["Stephen Baldwin","Annette Bening","Ellen Burstyn","Rachael Leigh Cook","David Crosby"],"overview":"An in-depth look at the Democratic and Republican national conventions held during the 2008 U.S. Presidential election year.","release_date":"2009-07-03","vote_average":6.7,"runtime":90,"cert":"N\/A","id":56822,"title":"PoliWood","adult":false,"genre_ids":[99,9648,53]},{"cast":["Jasmin Tabatabai","Anneke Kim Sarnau","Navid Navid","Georg Friedrich","Jens Münchow"],"overview":"Survival is not enough. Fariba Tabrizi has made it. Under peril of death she has fled from Iran. In Germany she has no alternative way of avoiding the threat of deportation other than to assume the identity of a deceased co-detainee. So what happens after a few month in which she has tried to come to terms with a situation which is actually an insufferable one for her? How does Fariba live not only in this external state of exile but also in an inner state of exile? The term \"in orbit\" is officially used by the UN to refer to asylum-seekers who find themselves orbiting around planet Earth because they can actually find legal domicile nowhere at all.","release_date":"2005-07-04","vote_average":7.8,"runtime":100,"cert":"N\/A","id":56823,"title":"Unveiled","adult":false,"genre_ids":[18]},{"cast":["Christine Cavanaugh","Eddie Deezen","Jeff Bennett","Kath Soucie","Kathryn Cressida"],"overview":"After Dexter is confronted with robots who wish to \"destroy the one who saved the future,\" he uses his time machine to see how he saved it. They declare that they are here to destroy the one who saved the future, and make ready to attack Dexter. Dexter easily destroys them with the use of various tools and gadgets from his lab. However, news that he is \"The One Who Saved the Future\" intrigues him, and he decides to travel through time to discover how cool he is. In the first time period he visits, Dexter finds a tall, skinny, weak version of himself working in office-designing cubicles, with Mandark as his rich, successful boss. The child Dexter unwittingly reveals the existence of blueprints regarding the \"Neurotomic Protocore\", and Mandark steals it after the two Dexters move forward in time.","release_date":"1999-12-10","vote_average":7.2,"runtime":50,"cert":"N\/A","id":56828,"title":"Dexter's Laboratory: Ego Trip","adult":false,"genre_ids":[16,35,10751,878]},{"cast":["Jon Bon Jovi"],"overview":"In the fall of 2003, Bon Jovi released \"This Left Feels Right\", a collection of the band's greatest hits, stripping down each of the songs to its acoustic core before entirely recreating them in fresh, eclectic and innovative re-interpretations. The program was performed live at two intimate shows on November 14th &amp; 15th, 2003 at Borgata Hotel Casino in Atlantic City, N.J.","release_date":"2004-02-10","vote_average":7.3,"runtime":104,"cert":"N\/A","id":56829,"title":"Bon Jovi - This Left Feels Right Live","adult":false,"genre_ids":[10402]},{"cast":["David Arquette","Lukas Haas","John C. McGinley","Keith David","Wilson Cruz"],"overview":"It's the day before Christmas, the day before John's 21st birthday. He's a prostitute on Santa Monica Blvd in L.A., and he wants to spend that night and the next day at the posh Park Plaza Hotel. He's ripped off a local drug dealer to pay the bill, but as he's sleeping that morning, someone steals his shoes right off his feet, with the money in them. Meanwhile, Donner, a lad new to the streets, wants John to leave the city with him for Camelot, a theme park in Branson, MO, where they'll work as lifeguards. John spends the day trying to hustle the money for the hotel, avoid Jimmy the Warlock, keep his girl friend placated, and figure out how to deal with Donner's friendship.","release_date":"1996-12-10","vote_average":6.1,"runtime":96,"cert":"N\/A","id":56830,"title":"Johns","adult":false,"genre_ids":[18,10749]},{"cast":["Tommy Lee Jones","Samuel L. Jackson"],"overview":"Based on the play of the same name by Pulitzer Prize Winner Cormac McCarthy, this searing two-character drama mixes humor and pathos while examining the relationship between strangers who are brought together by desperate circumstances. Set in a New York tenement apartment, the story focuses on two very different men - a deeply religious black ex-con who thwarts the suicide attempt of an asocial white college professor who tried to throw himself in front of an oncoming subway train, 'The Sunset Limited.' As the one attempts to connect on a rational, spiritual and emotional level, the other remains steadfast in his hard-earned despair. Locked in a philosophical debate, both passionately defend their personal credos and try to convert the other.","release_date":"2011-02-12","vote_average":7.3,"runtime":90,"cert":"N\/A","id":56831,"title":"The Sunset Limited","adult":false,"genre_ids":[18]},{"cast":["Kazunari Ninomiya","Kenichi Matsuyama","Natsuna Watanabe","Yuriko Yoshitaka","Kanata Hongo"],"overview":"After trying to rescue a man on the subway tracks, two teens wake up in a room dominated by a mysterious black sphere that sends them to hunt down and kill aliens hiding on Earth.","release_date":"2010-11-29","vote_average":6.5,"runtime":130,"cert":"N\/A","id":56832,"title":"Gantz","adult":false,"genre_ids":[27,28,878]},{"cast":["Mark Cavendish","Jens Voigt","Tony Martin","George Hincapie"],"overview":"There is no greater sporting event in all of cycling than the Tour de France. Chasing Legends touches on the rich history, passion and true grit of The Tour as seen through the eyes of Team HTC Columbia along with commentary from Phil Liggett, Paul Sherwen, Eddy Merckx, Lance Armstrong and some of the sports most prolific heros. With a stunning array of HD cameras, poignant and touching interviews, \"Chasing Legends\" will take viewers deeper into the pro peloton than ever on a roller coaster ride of action, story and emotion.","release_date":"2010-05-10","vote_average":6.5,"runtime":95,"cert":"","id":56833,"title":"Chasing Legends","adult":false,"genre_ids":[99]},{"cast":["Jack Neo","Xiang Yun","Richard Low","Selena Tan","Shawn Lee"],"overview":"Kok Pin, Boon Hock and Terry are classmates in \"EM3\" stream. In Singapore, that means that at the age of 12, the government has decided that they are not as academically inclined as their peers. Kok Pin is creative and a born artist but his parents would rather he focus on his Maths and Sciences. Boon Hock comes from a low-income family and needs to balance school and helping out at the food stall. Terry, a spoilt brat is just too lazy a student. While the three children suffer from the pressure of school, their parents have another set of problems - their jobs and careers","release_date":"2002-02-09","vote_average":7.0,"runtime":105,"cert":"N\/A","id":56836,"title":"I Not Stupid","adult":false,"genre_ids":[35]},{"cast":["James Bolam","Rodney Bewes","Brigit Forsyth","Mary Tamm","Sheila Fearn"],"overview":"With the destruction of their previous neighbourhood has inevitably come the destruction of the lads’ favoured watering hole The Fat Ox. Again, it’s Bob rather than Terry who is visibly distressed by this. Upset and much the worse for free alcohol, Bob then storms into the library to seek sympathy from Thelma - who is, predictably, unimpressed. So when Thelma finds out that Terry has been getting semi-serious with glamorous Finnish shop assistant Chris, she takes it upon herself to try and pair them off for good via planning first a dinner party and then that mainstay of 70s comedy, a camping expedition. Of course, things don’t go quite according to plan and before you can say ‘I can see the way this is going’ we are set up for japes, larks and embarrassing incidents aplenty, which culminate in the lads getting rather fed up with their partners’ attempts to inflict the rugged outdoor lifestyle upon them and trying to hitch up and drive off with the girls still asleep in the caravan.","release_date":"1976-02-01","vote_average":6.1,"runtime":90,"cert":"","id":56837,"title":"The Likely Lads","adult":false,"genre_ids":[35]},{"cast":["Gianne Albertoni","Andréia Horta","Fernanda Souza","Débora Lamm","Bruno Mazzeo"],"overview":"Three young friends, Tita, Mari and Aninha decide to change their situations and travel to a beach place for a weekend. On the road, they meet Estrella, a hippie that wants a hide to try to find her unknown father. Together, they will live hilarious, absurd and moving situations. More than a change the air, they change themselves.","release_date":"2010-11-12","vote_average":6.3,"runtime":92,"cert":"N\/A","id":56840,"title":"Muita Calma Nessa Hora","adult":false,"genre_ids":[35]},{"cast":["Katharina Cohen","Hjalmar Ekström","Sten Elfström","Jacob Ericksson","Fanny Klefelt"],"overview":"The arrival of a new girl causes a stir in classroom social structure.","release_date":"2010-09-24","vote_average":5.4,"runtime":85,"cert":"N\/A","id":56841,"title":"A Thousand Times Stronger","adult":false,"genre_ids":[18]},{"cast":["Valeria Golino","Licia Maglietta","Giuseppe Battiston","Fabrizio Bentivoglio"],"overview":"A chemical analyst and a supermarket clerk strike up a friendship after they are brought together by the death of an elderly woman.","release_date":"1997-04-18","vote_average":5.6,"runtime":123,"cert":"N\/A","id":56842,"title":"Le acrobate","adult":false,"genre_ids":[35]},{"cast":["Marguerite Viby","Ebbe Rode","Johannes Meyer","Ib Schønberg","Erika Voigt"],"overview":"Det rige par Jytte og Ole bruger livet til fest og ballade. Efter endnu en aften og nat med fest beslutter ægteparret at blive skilt. Næste dag fortæller de dette til onkel Frederik, der i stedet foreslår et væddemål: i et år skal Jytte og Ole leve for 400,- kr. om måneden, for at de kan mærke hvordan almindelige mennesker lever. De går ind på forslaget og flytter ind i en lille lejlighed. Efterhånden lærer de at klare sig, men opgiver dog væddemålet efter en måned. Da Ole fortæller onkel Frederik, at de ikke vil være med mere, kan Frederik desværre fortælle dem, at han har sat deres formue over styr. Da Ole kommer hjem får han at vide, at Jytte er gravid. Dette ændrer i høj grad deres liv - Jytte og Ole har pludselig fået et livsindhold.","release_date":"1942-12-21","vote_average":6.5,"runtime":null,"cert":"N\/A","id":56843,"title":"Lykken kommer","adult":false,"genre_ids":[35]},{"cast":["Margherita Buy","Gaetano Bruno","Giovanni Ludeno","Antonia Truppo","Guido Caprino"],"overview":"An unexpected pregnancy and premature birth become a burden that Maria is unprepared for. Lacking control over events for the first time in her life, she retreats into an emotional space where she is alone, until the day arrives when she must learn to live again for the sake of her vulnerable child.","release_date":"2009-09-08","vote_average":6.1,"runtime":96,"cert":"N\/A","id":56844,"title":"The White Space","adult":false,"genre_ids":[]},{"cast":["Gunnar Lauring","Anne Werner Thomsen","Preben Mahrt","Buster Larsen","Lily Broberg"],"overview":"Salgschef Lund øjner muligheden for at blive underdirektør i det babyudstyrsfirma, han arbejder i. Uheldigvis har han hverken kone eller baby. Det er ellers kvalifikationer, som både chefen og en konkurrerende kollega finder helt nødvendige. Lund lader derfor som om, han har været gift længe. Den lille nødløgn får imidlertid uoverskuelige konsekvenser, da chefen inviterer Lund og frue til middag. Lund må på jagt efter en kone til låns og så griber forviklingerne om sig i et rasende tempo.","release_date":"1957-10-28","vote_average":5.5,"runtime":null,"cert":"N\/A","id":56845,"title":"Laan mig din kone","adult":false,"genre_ids":[35]},{"cast":["Anne-Lise Gabold","Sisse Reingaard","Søren Strømberg","Grethe Sønck","Palle Huld"],"overview":"En film der viser 30'ernes ungdom. Peter Hasvig betages af overklassepigen Vera Bagge. Samtidig dropper han sin kæreste Ellen. Under en tur til Sverige går det ikke helt som Peter ønsker, da Vera viser mere interesse for den festlige Leslie. Er det for sent at få Ellen igen? Ak ja, det var heller ikke nemt at være ung i 30'erne.","release_date":"1969-04-21","vote_average":5.7,"runtime":null,"cert":"N\/A","id":56846,"title":"Midt i en jazztid","adult":false,"genre_ids":[10751,35]},{"cast":["Riccardo Moretti","Tania Squillario","Giovanna Daddi","Debora Mattiello","Federica Chezzi"],"overview":"While Puccini is totally engrossed with the composition of his opera La fanciulla del West, sexual intrigue swirls around him.","release_date":"2008-01-25","vote_average":6.0,"runtime":84,"cert":"N\/A","id":56847,"title":"Puccini and the Girl","adult":false,"genre_ids":[10749,18]},{"cast":["Céline Beauvallet","Stefania Sandrelli","Massimo Dapporto","Jean-Pierre Duriez","Leonardo Ruta"],"overview":"Mignon is a French teenager from a wealthy family who is forced to move in with her much poorer Italian relatives when her own family falls apart. First, she is like a fish on dry land, but soon she forms an unlikely bond with one of her Italian cousins.","release_date":"1988-10-20","vote_average":7.3,"runtime":96,"cert":"N\/A","id":56850,"title":"Mignon Has Left","adult":false,"genre_ids":[10749,18,10751]},{"cast":["Axel Strøbye","Ghita Nørby","Ove Sprogøe","Poul Bundgaard","Dario Campeotto"],"overview":"Allan Thorsen er træt af sin kone, men han har svært ved at få sagt at han vil skilles. Derfor arrangerer han en skiferie, hvor hun skal blive forelsket i en anden mand, således at han kan slippe af med hende uden at han selv skal gøre noget. Hun finder da også en mand der er interesseret, men så bliver Allan jaloux og snart forsøger Allan at vinde sin kone tilbage. Sagen kompliceret dog af, at Allan elskerinde pludselig møder op på feriehotellet.","release_date":"1967-07-28","vote_average":7.1,"runtime":100,"cert":"N\/A","id":56851,"title":"Wife on vacation","adult":false,"genre_ids":[35,10751]},{"cast":["Susse Wold","Preben Mahrt","Gunnar Lauring","Paul Hagen","Peter Steen"],"overview":"Handlingen udspilles på et teater, hvor skuespilleren og teaterdirektøren Poul Bech (Preben Mahrt) bliver skudt ned af sin medspiller Eva Berthelsen (Susse Wold) midt under en premiere. Manuskriptet siger, at han skal skydes ned, men ikke at det skulle være med rigtige kugler! Alle på teatret har tilsynelandende en grund til at ønske ham død. Der skal dog endnu et drab til, inden det lykkes at finde morderen.","release_date":"1964-08-10","vote_average":5.0,"runtime":null,"cert":"N\/A","id":56852,"title":"Mord for åbent tæppe","adult":false,"genre_ids":[35,10751]},{"cast":["Luigi Pisani","Luigi Lo Cascio","Valerio Binasco","Francesca Inaudi","Andrea Bosca"],"overview":"The stories of three young men who, in the wake of the ferocious repression by the Bourbon reign in 1828, decide to join Giuseppe Mazzini's Young Italy movement.","release_date":"2010-11-12","vote_average":6.6,"runtime":170,"cert":"N\/A","id":56853,"title":"We Believed","adult":false,"genre_ids":[36]},{"cast":["Hanne Borchsenius","Lee Patterson","Vera Stricker","Bjørn Puggaard-Müller","Anne Werner Thomsen"],"overview":"A whirlwind romance between a Danish storeclerk and an American G.I. in Copenhagen takes them to a dance club base for prostitutes, whom she befriends and whose pimp he antagonizes.","release_date":"1957-09-19","vote_average":6.0,"runtime":81,"cert":"N\/A","id":56854,"title":"Night Girls","adult":false,"genre_ids":[18]},{"cast":["Axel Frische","Gunnar Lauring","Rasmus Christiansen","Ib Schønberg","Gerda Madsen"],"overview":"Det lille lokaltog kommer møjsommeligt tøffende ind på Torslev station. Stationsforstanderen står iført tøfler på perronen og venter på toget. Da det standser, viser det sig, at der er en eneste passager med. En yngre fremmedartet, elegant klædt mand stiger ned på perronen med et par kufferter med en masse flotte mærker fra fremmede lande. Manden hedder Nelson. For mange år siden drog han udenlands. Nu vender han hjem for at se, hvordan det står til i hans fødeby.","release_date":"1941-02-03","vote_average":5.0,"runtime":null,"cert":"N\/A","id":56855,"title":"Niels Pind og hans dreng","adult":false,"genre_ids":[35]},{"cast":["Axel Strøbye","Ghita Nørby","Morten Grunwald","Louis Miehe-Renard","Bendt Rothe"],"overview":"","release_date":"1966-08-24","vote_average":5.5,"runtime":null,"cert":"N\/A","id":56856,"title":"Nu stiger den","adult":false,"genre_ids":[10751,35]},{"cast":["Poul Bundgaard","Birgitte Federspiel","Merete Voldstedlund","Lisbet Dahl","Arthur Jensen"],"overview":"Ny filmatisering af den klassiske danske julefortælling om studenten Nikolaj og hans to ældre brødre, der holder ferie hos den rare præstefamilie i Nøddebo. Præstens døtre Emmy og Andrea Margrethe interesserer i høj grad Nikolaj, men det bliver hans brødre, pigerne forloves med.","release_date":"1974-11-22","vote_average":5.7,"runtime":null,"cert":"N\/A","id":56857,"title":"Nøddebo præstegård","adult":false,"genre_ids":[10751,35,18]},{"cast":["Dirch Passer","Lone Hertz","Jørgen Ryg","Else-Marie Juul Hansen","Preben Mahrt"],"overview":"The Key to Paradise","release_date":"1970-08-24","vote_average":5.8,"runtime":81,"cert":"N\/A","id":56858,"title":"The Key to Paradise","adult":false,"genre_ids":[10751,35]},{"cast":["Ove Sprogøe","Ebbe Langberg","Birgitte Reimer","Buster Larsen","Ingolf David"],"overview":"Ebbe Langberg er journalisten Claudius, der mister sit job, og er forelsket i Dorte. Hendes far nægter at give sit samtykke, før Claudius igen har fundet et passende job med en god løn. Og så sker der en masse! I forrygende tempo og med afsindige forhindringer - hvor bl.a. den dansk-amerikanske Miss Thomson - med afrikanske masker og tomatcocktails som speciale - spiller en afgørende rolle. Selvfølgelig vender alt sig til det bedste - og Claudius får sin Dorte.","release_date":"1964-07-23","vote_average":5.5,"runtime":null,"cert":"N\/A","id":56859,"title":"Når enden er go'","adult":false,"genre_ids":[35]},{"cast":["Al Santos","Sandra McCoy","Brian McNamara"],"overview":"New Years Eve, 2004- Kevin Healy(Santos) and Tiffany Matthews(McCoy) head out to celebrate the New Year and a new beginning in their 7-year relationship. In the midst of the celebration the young couple decide to mark the occasion by experimenting with Crystal Meth. Unbeknown to them, town bad boy Randy Martin slips LSD in their drinks, setting into motion a night of life altering events which will leave one dead and the other forever scarred. The young couple leave the party and quickly begin to realize that they are not alone, or so they think. After a car accident the two run into the woods to escape their stalker, with no protection from the elements. Attempts to call for help are futile when they realize that their cell phone signal is lost. Alone in the woods with the delusions of being chased the couple slowly begin to turn on each other.","release_date":"2007-11-02","vote_average":3.8,"runtime":104,"cert":"N\/A","id":56860,"title":"Lost Signal","adult":false,"genre_ids":[27,53]},{"cast":["Ludvig Brandstrup","Berthe Qvistgaard","Sigfred Johansen","Maria Garland","Jon Iversen"],"overview":"Præsten i Solby låner 2.000 kr. i menighedsrådskassen for at betale for et af sine sognebørns hospitalsophold i Tyskland. Rigmandsdatteren Marianne skal være brudepige i Aalborg og tager fra København mod Jylland. I Solby kører hun for stærkt gennem byen, hvorfor hun kommer ud for et biluheld og lander i præstens have! Hun begynder straks at dirigere rundt med alle i præstegården, hvilket tante Marie bestemt ikke er glad for. Præsten er derimod tiltrukket af pigen. De bader i søen og går til bal sammen, hvilket medfører at fru Larsen tager ind for at tale med biskoppen. Efter at Marianne er taget tilbage til København melder Biskoppen sin ankomst i sognegården. Hvor skal præsten nu finde de 2.000 kr. ? Præsten har dog en del venner der forsøger at hjælpe ham, men han får også uventet hjælp af biskoppen.","release_date":"1940-08-19","vote_average":7.5,"runtime":null,"cert":"N\/A","id":56861,"title":"Pas paa svinget i Solby","adult":false,"genre_ids":[35]},{"cast":["Ole Ernst","Karen-Lise Mynster","Anna Adair","Jesper Langberg","Henning Moritzen"],"overview":"Han frigav slaverne i 1848. Han talte konge og regering imod. Han elskede sine samtidige koner lige højt. Han var farverig, han var enevældig, han var Danmarks sidste generalguvernør på De vestindiske Øer, hans navn var Peter von Scholten. Filmen om ham er en pragtfuld historie om storhed, magt og stædighed på den ene side, og om kærlighed, loyalitet og vemod på den anden. Den er et farverigt galleri af personer, der viser tiden, danskeren i det fremmede – og det sorte menneske i relief til det hvide.","release_date":"1987-02-27","vote_average":5.5,"runtime":113,"cert":"N\/A","id":56862,"title":"Peter von Scholten","adult":false,"genre_ids":[18,36]},{"cast":["Lisbet Dahl","Paul Hagen","Karl Stegger","Lily Broberg","Karen Lykkehus"],"overview":"Siden hun var barn, har pigen Tine drømt om det smukke slot, hendes elskede tante er nabo til. Hun forelsker sig også i slottets unge ejer, Karsten, og han gengælder hendes følelser, selvom han længe har sørget over tabet af en kæreste. Denne kæreste viser sig imidlertid slet ikke at være død. I virkeligheden er dette en del af et komplot, som skal franarre Karsten hans ejendom ved at udnytte hans økonomiske problemer.","release_date":"1974-09-20","vote_average":6.0,"runtime":null,"cert":"N\/A","id":56863,"title":"Pigen og drømmeslottet","adult":false,"genre_ids":[10751,35,10749,18]},{"cast":["Dirch Passer","Lene Tiemroth","Peter Steen","Karin Nellemose","Karl Stegger"],"overview":"Danish family film directed by Finn Henriksen and starring Dirch Passer.","release_date":"1966-11-25","vote_average":6.6,"runtime":96,"cert":"N\/A","id":56864,"title":"The Girl and the Viscount","adult":false,"genre_ids":[10751,35,10749]},{"cast":["Lily Broberg","Preben Mahrt","Buster Larsen","Christian Arhoff","Kjeld Petersen"],"overview":"En herlig komedie om:En teaterdirektør i pengenød.En skuespiller der håber på det storegennembrud.En vandpyt.Et rygte om forlovelse mellem skuespillerindenog en stenrig skibsredder.Endnu en vandpyt.Og så en masse skægge forviklinger.. Forvirret?Det bliver Kjeld Petersen også i et affilmens højdepunkter: Der sidder 4 mandpå en tømmerflåde!","release_date":"1958-11-24","vote_average":6.7,"runtime":null,"cert":"N\/A","id":56865,"title":"Pigen og vandpytten","adult":false,"genre_ids":[35]},{"cast":["Henning Moritzen","Helle Virkner","Lis Løwert","Ove Sprogøe","Dirch Passer"],"overview":"The poet and Lillemor have become parents, but poetry and washing the diapers are two subjects which are hard to unite under the same roof. The two just married couples, the barber Anton and Vera plus the baker and Lise, are having some difficulties with their marriages but that doesn't scare off the butcher, who's got the hots for the midwife.","release_date":"1960-05-02","vote_average":5.7,"runtime":99,"cert":"N\/A","id":56866,"title":"The Poet and Lillemor and Lotte","adult":false,"genre_ids":[10751,35]},{"cast":["Gunnar Lauring","Jessie Rindom","Charlotte Ernst","Lone Hertz","Judy Gringer"],"overview":"","release_date":"1963-08-11","vote_average":6.5,"runtime":103,"cert":"N\/A","id":56869,"title":"Sikke'n familie","adult":false,"genre_ids":[35,10751]},{"cast":["Dirch Passer","Winnie Mortensen","Ove Sprogøe","Willy Rathnov","Karl Stegger"],"overview":"A gang transport drugs with a little girl inside her teddy bear.","release_date":"1969-08-01","vote_average":6.5,"runtime":88,"cert":"N\/A","id":56870,"title":"Fun in the Streets","adult":false,"genre_ids":[35]},{"cast":["Poul Reichhardt","Lone Hertz","Henning Palner","Olaf Ussing","Bodil Steen"],"overview":"The Castle is a 1964 Danish family film directed by Anker Sørensen and starring Malene Schwartz.","release_date":"1964-07-03","vote_average":6.8,"runtime":82,"cert":"N\/A","id":56871,"title":"The Castle","adult":false,"genre_ids":[10751]},{"cast":["Poul Reichhardt","Bodil Kjer","Elith Pio","Karin Nellemose","Johannes Meyer"],"overview":"A good natured soldier with a killer right hand, falls in love with a beautiful girl who has a troubled past.","release_date":"1947-10-30","vote_average":6.0,"runtime":92,"cert":"N\/A","id":56872,"title":"Jenny and the Soldier","adult":false,"genre_ids":[18,10749]},{"cast":["Ulf Pilgaard","Daimi","Klaus Pagh","Dirch Passer","Lisbet Lundquist"],"overview":"Da den nye direktør for Fiskeby Badehotel, frk. Søbye, skal inspicere sit nyerhvervede hotel, forelsker hun sig i portieren. Hun skjuler derfor sin identitet og lader sig ansætte som piccolo på hotellet. Imens frk. Søbye er på hotellet ankommer Theodor Winther til hotellet. Han er arkæolog og forveksles med den berømte skuespiller Teddy Winther, der på sin side forsøger at opvarte både Eva Linde og Mona Miller. Forviklingerne går dog hårdest ud over portier, indtil piccolo Søbye endelig finder ud af, at hotellet har besøg af to forskellige mænd.","release_date":"1973-08-24","vote_average":5.3,"runtime":81,"cert":"N\/A","id":56873,"title":"Solstik på badehotellet","adult":false,"genre_ids":[35,10751]},{"cast":["Kjeld Petersen","Birgitte Reimer","Preben Neergaard","Ole Monty","Helle Virkner"],"overview":"","release_date":"1953-03-09","vote_average":5.7,"runtime":90,"cert":"N\/A","id":56874,"title":"Sunstroke","adult":false,"genre_ids":[10751,35]},{"cast":["Poul Reichhardt","Lisbeth Movin","Lau Lauritzen Jr.","Johannes Meyer","Per Buckhøj"],"overview":"On the 9th of April 1940, the crew of a Danish merchant ship receives the news of Germany's invasion of Denmark. Instead of returning home, they vote in favor of setting course for England. The crew will undergo much hardship over the next five years ...","release_date":"1948-03-30","vote_average":6.0,"runtime":105,"cert":"N\/A","id":56875,"title":"The Viking Watch of the Danish Seaman","adult":false,"genre_ids":[10752,18]},{"cast":["Ib Mossin","Kirsten Rolffes","Ellen Winther Lembourn","Arthur Jensen","Poul Bundgaard"],"overview":"Vingården står foran nedrivning. Det er nu 30 år siden onkel Olsen døde og gården må efter 30 år sælges, hvis ingen i familien Martin ønsker at købe den. Da der ankommer en dansk-amerikaner til den lille by, sætter Jacobsen Nicoline til at undersøge den fremmedes værelse. Erik Hein, født Martin, forsøger at købe Vingården men forhindres. I stedet køber han Sophienberg. Eriks far har for mange år siden skrevet under på en tilståelse om underslæb mod Vingården. Erik tror på sin fars uskyld og får hjælp til at bevise farens uskyld af nogle af byens retskafne beboere.","release_date":"1975-02-10","vote_average":5.5,"runtime":93,"cert":"N\/A","id":56878,"title":"The Son from Vingaarden","adult":false,"genre_ids":[10751,18,35]},{"cast":["Jordan Chan","Tak-bun Wong","Annie Man","Winnie Leung","Ricky Chan Bo-Yuen"],"overview":"A former triad fresh from a prison term, decides to go straight, but finds himself up against a rival gangster.","release_date":"2008-01-29","vote_average":5.0,"runtime":94,"cert":"N\/A","id":56879,"title":"Hong Kong Bronx","adult":false,"genre_ids":[80,28]},{"cast":["Marguerite Viby","Christian Arhoff","Axel Frische","Aage Foss","William Bewer"],"overview":"Tre enfoldige fisker-brødre nyder livet. De får hjælp af den unge pige Sus, der styrer hus og hjælper til på fiskekutteren. Da brødrene får et godt tilbud om at låne penge til Hotel slår de straks til. Der er dog den skumle entreprenør Gravenkop de låner pengene af. Samtidig bliver der smuglet til byen; billig sprut er i omløb. Sus forsøger sammen med sin ven Stille at opklare forbrydelsen.","release_date":"1933-12-26","vote_average":4.0,"runtime":null,"cert":"N\/A","id":56880,"title":"Saa til Søs","adult":false,"genre_ids":[35]},{"cast":["Marguerite Viby","Hans Kurt","Karl Gustav Ahlefeldt","Johannes Meyer","Ib Schønberg"],"overview":"A lost hat brings a powerful director and an aspiring actress together.","release_date":"1944-02-28","vote_average":7.0,"runtime":101,"cert":"N\/A","id":56881,"title":"Teatertosset","adult":false,"genre_ids":[35,10402,18]},{"cast":["Daniel Gélin","Ghita Nørby","Susse Wold","Hanne Borchsenius","Dirch Passer"],"overview":"Three girls in Paris is the story of three Danish girls (Ghita Nørby, Susse Wold and Hanne Borchsenius) traveling to Paris, but after having placed suitcase and money on the hotel and takes off in the city, they forget what it's called and where it is located. They are helped by a Parisian taxi driver, and meets a series of typical French.","release_date":"1963-10-12","vote_average":5.3,"runtime":92,"cert":"N\/A","id":56882,"title":"Three Girls in Paris","adult":false,"genre_ids":[10751]},{"cast":["Henning Moritzen","Bibi Andersson","Kirsten Peüliche","Peter Steen","Benny Hansen"],"overview":"The story opens just before Christmas, when solitary, apathetic bank clerk Flemming Borck uncovers a plot to rob his bank.  After doing a little rookie recon, Borck identifies the would-be bank robber as a faux shopping-mall Santa Claus, and counter-plots to steal the money himself and let Santa take the blame. This works out about as badly as you might imagine, and our bumbling protagonist spirals further and further away from the carefree, laconic lifestyle he had hoped to ensure for himself.","release_date":"1969-03-28","vote_average":6.5,"runtime":102,"cert":"N\/A","id":56883,"title":"Think of a Number","adult":false,"genre_ids":[80]},{"cast":["Liva Weel","Knud Heglund","Christian Arhoff","Arthur Jensen","Betty Söderberg"],"overview":"Under byens tage går livet sin brogede gang. Det veksler med tårer og smil, med lykke og sorg. I kunstner-restauranten \"Mona Bar\" i indre by fungerer den tidligere model Mona Frank som kunstnernes gudinde. Hun hjælper både med penge og hjertesorger. Mellem de mange kunstnere har Niels Brandemose sit eget ansigt. Han er for nylig kommet til byen for at gå på Akademiet, og hele hans higen og lyst står til at blive maler.","release_date":"1938-04-17","vote_average":7.0,"runtime":null,"cert":"N\/A","id":56884,"title":"Under byens tage","adult":false,"genre_ids":[35]},{"cast":["Poul Reichhardt","Astrid Villaume","Ghita Nørby","Preben Lerdorff Rye","Helga Frier"],"overview":"","release_date":"1958-12-19","vote_average":6.3,"runtime":100,"cert":"N\/A","id":56885,"title":"Vagabonderne paa Bakkegaarden","adult":false,"genre_ids":[10751,35]},{"cast":["Dirch Passer","Ove Sprogøe","Louis Miehe-Renard","Birgit Sadolin","Henry Nielsen"],"overview":"The good people of a small community in the countryside near Copenhagen enjoy life and find their way to love.","release_date":"1953-10-16","vote_average":7.0,"runtime":88,"cert":"N\/A","id":56886,"title":"Ved Kongelunden...","adult":false,"genre_ids":[10751,35]},{"cast":["Poul Reichhardt","Birgitte Price","Nina van Pallandt","Gunnar Lauring","Jessie Rindom"],"overview":"Danish comedy from 1958.","release_date":"1958-07-31","vote_average":6.0,"runtime":108,"cert":"N\/A","id":56887,"title":"Verdens rigeste pige","adult":false,"genre_ids":[35]},{"cast":["Kjeld Petersen","Jessie Rindom","Dirch Passer","Birgitte Reimer","Buster Larsen"],"overview":"After a gruesome meeting with the tax authorities Alex Alexander takes a drive in the countryside to calm down. While driving, he accidentally runs into an elephant from a circus. When he is stopped by the police and tells them about the elephant they think he is crazy. He is committed to an asylum by the very authorities his taxes are funding. The doctor tries to convince him that the elephants were not really there, but he gets more help from manic fellow patient Knudsen who makes him realize that everybody in the world is crazy in some way.","release_date":"1959-12-18","vote_average":7.0,"runtime":83,"cert":"N\/A","id":56888,"title":"Vi er allesammen tossede","adult":false,"genre_ids":[35]},{"cast":["Jesper Christensen","Birger Larsen","Lise-Lotte Rao","Henning Palner","Helle Borup"],"overview":"Coming of age, summer camp and first love...","release_date":"1978-10-09","vote_average":7.8,"runtime":95,"cert":"N\/A","id":56889,"title":"Wanna See My Beautiful Navel?","adult":false,"genre_ids":[18,10749]},{"cast":["Maximilian Simonischek","Greta Scacchi","Stacy Keach","Alicia von Rittberg","Ulrich Noethen"],"overview":"Discover the shocking secret behind one of the greatest disasters of the 20th century in this powerful, exhilarating, world war two thriller. When a chance encounter throws a young engineer into the depths of a deadly plot he begins a race against time to uncover a secret that could throw the world into shock. But when money, politics and the girl he loves all enter the picture too, the game starts to get even more complicated...","release_date":"2011-02-05","vote_average":5.4,"runtime":178,"cert":"N\/A","id":56890,"title":"Hindenburg","adult":false,"genre_ids":[18,36]},{"cast":["Lina Sastri","Massimo Ranieri","Peppe Servillo","Fiorello"],"overview":"John Turturro tells, shooting alleys and testimonies of real neapolitan people, the history and musical culture of Napoli, attending every event and tale with a song.","release_date":"2010-09-04","vote_average":5.4,"runtime":90,"cert":"N\/A","id":56891,"title":"Passione","adult":false,"genre_ids":[36,10402]},{"cast":["Bette Midler","Lynn Mabry","Carol Hatchett","Melanie Taylor","Rhae Ann Theriault"],"overview":"Diva Las Vegas was a show at the MGM Grand Garden Arena in Las Vegas starring Bette Midler performing as singer and comedian. The one-time performance was filmed for television; HBO released it as a TV special originally broadcast on January 18, 1997 and repeated on February 2, 1997. Midler won the 1997 Primetime Emmy Award for Individual Performance in a Variety or Music Program for the special. Among the songs performed were The Rose, Boogie Woogie Bugle Boy, From A Distance, Friends, Wind Beneath My Wings, Stay With Me and Do You Want To Dance?. Bette's daughter Sophie von Haselberg appeared for a short time during the song \"Ukulele Lady\". She sat with the rest of the cast and musicians on stage playing a ukulele and singing the words.","release_date":"1997-01-18","vote_average":4.8,"runtime":125,"cert":"N\/A","id":56892,"title":"Bette Midler: Diva Las Vegas","adult":false,"genre_ids":[35,10402]},{"cast":["Alexandra Wilson","Stacy Haiduk","Bradford Tatum","Judith Hoag"],"overview":"When she learns the disturbing nature of her abusive husband's extramarital affair, Phoebe and her sister-in-law-turned-mistress, West, devise a playful revenge plot that quickly devolves into a conspiracy to commit murder. Writer-director Bradford Tatum stars in this dark and twisted contemporary noir thriller as Phoebe's despicable husband, a paranoid artist named Randal.","release_date":"2012-08-06","vote_average":1.0,"runtime":83,"cert":"N\/A","id":56893,"title":"Salt","adult":false,"genre_ids":[53,80]},{"cast":["Geoffrey Bateman"],"overview":"Jean-Michel Cousteau invites you to embark on a breathtaking underwater voyage to discover the ultimate predator: the shark. Experience an astonishing up-close encounter in 3D with the lions and tigers of the ocean.","release_date":"2004-11-05","vote_average":6.3,"runtime":42,"cert":"N\/A","id":56896,"title":"Sharks","adult":false,"genre_ids":[99]},{"cast":["Neha Dhupia","Rajat Kapoor","Sanjay Mishra","Manu Rishi","Pragati Pandey"],"overview":"Phase Gaye Re Obama is a comedy set against the backdrop of global recession\/meltdown that originated in USA. The film traces the journey of OM Shashtri, an American citizen of Indian origin, who loses all his wealth overnight to the global recession &amp; has been asked to vacate his home by the bank unless he pays up $100,000 (mortgaged amount) within 30 days. Seeing no other option Om comes to India to sell a small piece of an ancestral property. But within days of landing in India he is kidnapped by a 'recession-hit' underworld gang those who think that he is still a millionaire. What happens to Om, is he able to save his home, how did the 'poor' gangster cope with their 'poor' catch &amp; what do small town Indian gangsters have to say to President Obama...is largely forms the rest of the story. The film, showcases how global recession\/ meltdown impacted lives from an America based businessman to underworld dons in the dusty plains of small town India.","release_date":"2010-11-01","vote_average":6.9,"runtime":108,"cert":"N\/A","id":56897,"title":"Phas Gaye Re Obama","adult":false,"genre_ids":[35,80]},{"cast":["Daniele Liotti","Francesca Schiavo","Valerio Mastandrea","Piero Chiambretti","Simona Marchini"],"overview":"Sergio has a degree in botanics but he cannot find a job. While he tries to get one, following the techniques written in a 'mistake-free' book, his life gets shaken by his noisy room-mate Enzo and the announcement that his former girlfriend Rita is getting married.","release_date":"1996-01-01","vote_average":5.2,"runtime":80,"cert":"N\/A","id":56898,"title":"In Mimongo the Artichokes will Grow","adult":false,"genre_ids":[35]},{"cast":["Stefano Accorsi","Anita Caprioli","Libero De Rienzo","Mandala Tayde","Domenico D'Alessandro"],"overview":"An unemployed young man finds his life turned upside down when he falls in love with a beautiful actress.","release_date":"2001-10-26","vote_average":7.2,"runtime":96,"cert":"N\/A","id":56899,"title":"Santa Maradona","adult":false,"genre_ids":[10749,18,35]},{"cast":["Maurizio Nichetti","Mariangela Melato","Paolo Stoppa","Silvano Piccardi","Gabriella Franchini"],"overview":"Aliens send a hypnotic signal through a TV channel, and the signal makes people dance and makes them forget their fears.","release_date":"1983-01-01","vote_average":0.0,"runtime":100,"cert":"N\/A","id":56902,"title":"Tomorrow We Dance","adult":false,"genre_ids":[878,35]},{"cast":["Riccardo Scamarcio","Katy Louise Saunders","Mauro Meconi","Maria Chiara Augenti","Claudio Bigagli"],"overview":"A bad boy and a socialite girl hook-up.","release_date":"2004-03-12","vote_average":5.7,"runtime":101,"cert":"N\/A","id":56903,"title":"Three Steps Over Heaven","adult":false,"genre_ids":[18,10749]},{"cast":["Devon Graye","Wes Chatham","C.J. Thomason","Tammin Sursok","Ben Easter"],"overview":"A group of friends stranded near a desolate cornfield find shelter in an old farmhouse, though they soon discover the dwelling is the center of a supernatural ritual.","release_date":"2011-01-28","vote_average":5.3,"runtime":83,"cert":"","id":56906,"title":"Husk","adult":false,"genre_ids":[27,53]},{"cast":["Raoul Bova","Ambra Angiolini","Luca Bizzarri","Paolo Kessisoglu","Ricky Memphis"],"overview":"Six high school friends who come to the quarantine and have to assume that they are far from their days of glory. With a lot of responsibilities above are all immersed in their various personal crises. But everything changes when a court to void the test they did to get into college ... so you have to repeat if they want their careers to stand.","release_date":"2011-01-21","vote_average":6.2,"runtime":108,"cert":"N\/A","id":56909,"title":"The Immature","adult":false,"genre_ids":[35]},{"cast":["Danny Glover","Tuva Novotny","Stefan Sauk","Ulf Brunnberg","Pierre Lindstedt"],"overview":"Very different lives, becomes interweaved during what seems like an ordinary day. Franzis Namazi is a newly arrived immigrant from Gambia to Sweden. He is about to give up on his little store selling African art. Karin Carlsson-Said is a lawyer who is about to enter a new important step in her career as a lawyer. Her husband Moses must send money to his hospitalized father in Uganda, but there are problems with the transaction and has issues with keeping up his work as a Social Worker. Bosse is the TV star who finds out he has been fired off his own show and finds his young wife with another man, Hakan is a charming celebrity with an alcohol problem and now once again needs help from his lawyer Karin Carlsson-Said.","release_date":"2010-07-09","vote_average":6.5,"runtime":97,"cert":"N\/A","id":56910,"title":"Dear Alice","adult":false,"genre_ids":[18]},{"cast":["Jon Fitch","B.J. Penn","Michael Bisping","Jorge Rivera","George Sotiropoulos"],"overview":"UFC 127: Penn vs. Fitch was a mixed martial arts event held by the Ultimate Fighting Championship on Sunday, 27 February 2011 at Acer Arena in Sydney, Australia. Due to the time zone difference it aired live on Saturday, 26 February in North America. This was the second UFC event held in Sydney, following the sold-out UFC 110 in 2010.","release_date":"2011-02-26","vote_average":6.8,"runtime":178,"cert":"N\/A","id":56911,"title":"UFC 127: Penn vs. Fitch","adult":false,"genre_ids":[28]},{"cast":["Totò","Raimondo Vianello","Nadia Sanders","Luigi Pavese","Mario Castellani"],"overview":"The marquis Galeazzo di Torre Alta is murdered by a mysterious killer who calls himself Diabolicus. His heirs are his three brothers and a sister, but all of them, with the exception of Monsignor Antonino di Torre Alta, are killed by Diabolicus. The police are unable to solve the case, but when Antonino gives his inheritance to Pasquale Bonocore, illegitimate son of his father and Pasquale is in prison and therefore can't be the killer, all the clues are in the hand of the police.","release_date":"1962-04-06","vote_average":7.3,"runtime":95,"cert":"N\/A","id":56920,"title":"Totò diabolicus","adult":false,"genre_ids":[35]},{"cast":["Sascha Alexander","Patti Stanger","Matthew Bennett","Katherine McKalip","Destin Pfaff"],"overview":"You too can find true love. Just ask the thousands of happy couples brought together by Patti Stanger, CEO of the Millionaire's Club matchmaking service and star of Bravo's hit TV series \"Millionaire Matchmaker\". Now Patti can help your marriage dreams come true with Married in a Year - her proven, easy-to-follow 12-month action plan for finding love. With her expert knowledge and up-beat, no-nonsense approach, Patti will motivate and guide you through all the stages.","release_date":"2011-02-01","vote_average":2.0,"runtime":80,"cert":"N\/A","id":56921,"title":"Married in a Year","adult":false,"genre_ids":[18,10749]},{"cast":["Fabrizio Bentivoglio","Francesca Neri","Serena Grandi","Gianni Cavina","Lino Capolicchio"],"overview":"Lino Settembre and his wife Chicca lead a tranquil married life without any serious problems. They are satisfied with their careers. He's the sports editor at the Messenger and she's a professor of medieval languages at the Universita' Gregoriana. The only true disappointment in their 25 years of marriage has been the lack of children. They used the situation to strengthen their marriage instead of letting it become real problem. But now, in a totally unexpected way, they're presented with a big worry: Lino is having some really serious memory problems that little by little get worse and start to interrupt the routine of their daily lives and activities both at home and at work. At first both Lino and Chicca decide to laugh it off but the problem manifests itself more and more until, after careful attention and in-depth medical exams, they receive the diagnosis of degenerative brain disease that's destroying his brain.","release_date":"2010-10-08","vote_average":6.5,"runtime":98,"cert":"N\/A","id":56922,"title":"A Second Childhood","adult":false,"genre_ids":[]},{"cast":["Tony Musante","Florinda Bolkan","Toti Dal Monte","Sandro Grinfan","Brizio Montinaro"],"overview":"Without mentioning the reason, Venetian musician Enrico invites his ex-wife Valeria to visit him, and her heart is broken again during their last days together.","release_date":"1970-01-01","vote_average":7.8,"runtime":91,"cert":"N\/A","id":56923,"title":"The Anonymous Venetian","adult":false,"genre_ids":[]},{"cast":["Gunnar Björnstrand"],"overview":"","release_date":"1972-01-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":56926,"title":"Barna Hedenhös","adult":false,"genre_ids":[]},{"cast":["Péter Bocsor","Júlia Mérő","Eszter Gyalog","György Belme"],"overview":"The Annunciation (in Hungarian: Angyali üdvözlet) is a Hungarian film directed by András Jeles in 1984, based on The Tragedy of Man (1861) by Imre Madách. When Adam (Péter Bocsor) and Eve (Júlia Mérő), having succumbed to Lucifer's temptation, are cast out of the Garden of Eden, Adam holds Lucifer (Eszter Gyalog) to his promise, reminding him that \"You said I would know everything!\". So Lucifer grants Adam a dream of the world to come. And what a bizarre dream: Adam becomes Miltiades in Athens; a knight called Tancred in Byzantium; Kepler in Prague; Danton in revolutionary Paris; and a nameless suitor in Victorian London. Guided by a deceptively sweet but ultimately contemptuous Lucifer, Adam confronts an endless procession of the horror of the human story ... rapists and concubines, betrayal and savagery, mindless cruelty and fanaticism.","release_date":"1984-07-13","vote_average":6.4,"runtime":100,"cert":"N\/A","id":56927,"title":"The Annunciation","adult":false,"genre_ids":[18]},{"cast":["Kim Cattrall","Dustin Ingram","Brian Dennehy","Keith David","Elizabeth Wright Shapiro"],"overview":"For Tobe, a nerdy, horny, frizzy-haired cineaste who doesn't quite fit in with the average contemporary teen, the pinnacle of womanhood is Monica Velour (Kim Cattrall), a soft-core actress who reached the zenith of her career in the 1980s. When Tobe learns that his love idol is headlining hundreds of miles away at the Gentlemen's Petting Zoo in Indiana, he drives off with carefree glory—in his grandfather's (Brian Dennehy) used Weinermobile, no less—filled with the hope of meeting her.","release_date":"2010-06-04","vote_average":5.4,"runtime":98,"cert":"N\/A","id":56928,"title":"Meet Monica Velour","adult":false,"genre_ids":[35,18,10749]},{"cast":["Ashlee Hewitt","Sterling Knight","Kiely Williams","Thomas Calabro","Katherine Bailess"],"overview":"Elle wants to be a singer\/songwriter, but her dreams are cut short by the sudden death of her parents. She moves in with her adoptive uncle, who runs a small independent record label whose biggest act, Sensation, is also Elle's biggest pain.","release_date":"2011-04-26","vote_average":5.1,"runtime":90,"cert":"N\/A","id":56929,"title":"Elle: A Modern Cinderella Tale","adult":false,"genre_ids":[14,18,878,10751]},{"cast":["John Wayne","Laraine Day","Cedric Hardwicke","Judith Anderson","Anthony Quinn"],"overview":"Engineer Johnny Munroe is enlisted to build a railroad tunnel through a mountain to reach mines. His task is complicated, and his ethics are compromised, when he falls in love with his boss's daughter","release_date":"1947-12-27","vote_average":5.1,"runtime":128,"cert":"N\/A","id":56930,"title":"Tycoon","adult":false,"genre_ids":[28,18,10749]},{"cast":["Russ Tamblyn","Alan Young","June Thorburn","Terry-Thomas","Peter Sellers"],"overview":"The Forest Queen grants the wish of Jonathan, the woodcutter, and his wife, Anna.","release_date":"1958-12-22","vote_average":6.6,"runtime":98,"cert":"U","id":56931,"title":"Tom Thumb","adult":false,"genre_ids":[28,12,10751,14]},{"cast":[],"overview":"Another Station: Another Mile is the second DVD from punk rock band Rise Against. It was released on October 5, 2010, through Interscope Records. Unlike the band's first DVD Generation Lost which focused more on a documentary about the band, this DVD was said by the band to contain live raw unreleased footage by the band, but will also contain footage from the backstage, on tour and on the road as well. Tracklist: 1. Collapse 2. Dirt Whispered 3. Savior 4. Hero Of War 5. Audience Of One 6. Survive 7. Good Left Undone 8. Prayer Of The Refugee 9. Blood Red White &amp; Blue 10. Long Forgotten Sons 11. Give It All 12. Re-education 13. Swing Life Away 14. Ready To Fall","release_date":"2010-10-05","vote_average":0.0,"runtime":96,"cert":"N\/A","id":56932,"title":"Rise Against - Another Station: Another Mile","adult":false,"genre_ids":[10402,99]},{"cast":["Isabelle Huppert","Yves Beneyton","Florence Giorgetti","Renate Schroeter","Christian Baltauss"],"overview":"The internationally produced The Lacemaker (La Dentelliere) stars Isabelle Huppert as Pomme, a meek and mild French beautician whose life takes a fateful turn during a vacation to Normandy. Here Huppert becomes the lover of middle-class literature-student Francois (Yves Beneyton). The relationship sours when Francois takes her home to meet his parents, thanks in no small part to their differing social backgrounds. The Lacemaker was the film that solidified the stardom of Isabelle Huppert; she was showered with awards, most notably the British Film Academy.","release_date":"1977-05-25","vote_average":7.1,"runtime":107,"cert":"N\/A","id":56935,"title":"The Lacemaker","adult":false,"genre_ids":[18,10749]},{"cast":["Fausto Cabra","Pia Lanciotti"],"overview":"","release_date":"2008-01-01","vote_average":10.0,"runtime":null,"cert":"N\/A","id":56936,"title":"L'estate d'inverno","adult":false,"genre_ids":[]},{"cast":["Ida Marie Bakkerud","Kim S. Falck-Jørgensen","Pål Stokka","Julie Rusti","Arthur Berning"],"overview":"Takes place in the '80s where a group of teenagers go to visit an abandoned hotel, only to find themselves hunted by a psychotic killer through the Norwegian woods.","release_date":"2010-10-15","vote_average":5.8,"runtime":95,"cert":"N\/A","id":56937,"title":"Cold Prey III","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Bubber - som har rejst flere gange i Afrika, men som aldrig har set de vilde dyr i deres naturlige habitat - har en drøm om at rejse til Sydafrika for at leve side om side med de vilde og farlige dyr. Han har til formålet spurgt BS Christiansen, om han vil tage med for at lære ham at kunne klare sig selv og overleve på naturens præmisser. Og hjælpe ham med at komme helt tæt på de vilde dyr! BS har sagt ja til opgaven på to betingelser: At Bubber skal være ærlig hele vejen igennem og ikke kan give op. En måned på den barske savanne er ikke for tøsedrenge. Og på savannen blandt elefanter, giraffer, bøfler, næsehorn, leoparder, krokodiller og løver er mennesket nederst i fødekæden... Programserien blev nomonieret TV prisen 2006 i kategorien \"Årets livsstilsprogram\" og DVD'en indeholder alle 6 afsnit med Bubber &amp; BS' eventyr på Afrikas savanne.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":56940,"title":"Bubber Og BS På Afveje (Afrika)","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"Jeg hader at fryse, men jeg elsker at rejse med BS. Jeg vil gerne ned at dykke med en hvalros og se en isbjørn, og derfor har jeg spurgt BS, om han vil med igen\", udtalte Bubber før afrejsen til Canada. Legebarnet og jægersoldaten har været på ny ekspedition i Canada, og også denne gang har elementerne tvunget Bubber til at se livsfarlige dyr - og sin egen frygt - i øjnene. DVD'en indeholder alle 6 afsnit med Bubber &amp; BS' eventyr i Canada.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":56941,"title":"Bubber Og BS På Nye Afveje (Canada)","adult":false,"genre_ids":[]},{"cast":["Sandy Ratcliff","Bill Dean","Grace Cave","Michael Riddall","Malcolm Tierney"],"overview":"A 19 years old London girl received agressive psychiatric treatments for her schizophrenic behaviour by a doctor who still wants her family to insure the guard of the child without any regards to the facts that it is this family who's agravating her situation.","release_date":"1971-12-01","vote_average":7.2,"runtime":108,"cert":"","id":56942,"title":"Family Life","adult":false,"genre_ids":[18]},{"cast":["Maria de Medeiros","Enzo Moscato","Rosario Sparno","Maria Grazia Grassini","Mimmo Esposito"],"overview":"Set in the 1790s, this historical drama follows the travails of an idealistic noblewoman who helps lead a daring revolution in Italy.","release_date":"2004-09-11","vote_average":6.3,"runtime":103,"cert":"N\/A","id":56943,"title":"The Remains of Nothing","adult":false,"genre_ids":[36,18]},{"cast":["Francesco Nuti","Clarissa Burt","Ricky Tognazzi","Antonio Petrocelli","Novello Novelli"],"overview":"Psicoanalista psicolabile, Caruso si dispera e si dà all'alcol quando la moglie Giulia, da lungo tempo amata, lo lascia e frequenta un suo paziente dalla latente omosessualità. Per riconquistarla accetta a sue spese di guarire il presunto rivale. La coppia si ricompone. Nasce un figlio. Futuro incerto. Staccato dalla protettiva regia di M. Ponzi, F. Nuti impernia i suoi film sulla precarietà della coppia e sul mistero della donna, pianeta da esplorare. Punta sulla gag visiva, mescola i toni con la furia di un nevrotico narcisismo attoriale. Ma ha il fiato corto. Scritto da Nuti con G. Veronesi e D. Greco.","release_date":"1988-12-01","vote_average":6.6,"runtime":100,"cert":"N\/A","id":56944,"title":"Caruso Pascoski Di Padre Polacco","adult":false,"genre_ids":[35]},{"cast":["Bart Vanneste"],"overview":"Bart Vanneste is known as the West-Flanders, chain smoking 'Freddy De Vadder'. He's been roaming around theaters, clubs, festivals, fairs for the last couple of years. In this show he goes deeper into his alter ego 'Freddy De Vadder'. Along the way, Freddy tries to deal with what is expected of someone with his newly acquired status. Light, decor, costumes and stagecraft are \"Arranged\" (hence, the title \"Gearrangeerd\"). He even makes an attempt to smuggle some poetry into the show, in his quest for the most beautiful word. In this performance, you can expect an unreal level of self-exaltation of the foul-mouthed fellow and many opportunistic interpretations of pressing social issues such as tolerance, work ethic, perception, money, advertising ... But do not panic! All this of course without a shred of embarrassment!","release_date":"2007-05-01","vote_average":5.5,"runtime":null,"cert":"N\/A","id":56945,"title":"Freddy De Vadder: Gearrangeerd","adult":false,"genre_ids":[35]},{"cast":["Romen Avinian","Lala Sarkissian","Ivan Franěk","Ruzan Mesropyan","Zahal Karielachvili"],"overview":"Hamo, a handsome 60-year old man, lives alone in a Romenian village with one of his daughters and his granddaughter. He also owns a retirement of seven dollars per month, a closet, an old russian television set and a military costume.A letter from his second daughter arrives from France.A rumor runs through the village: the envelope would be full of money...But Hamo doesn't think but of the beautiful unknown girl from the cemetery.","release_date":"2003-11-21","vote_average":7.3,"runtime":87,"cert":"N\/A","id":56946,"title":"Vodka Lemon","adult":false,"genre_ids":[18,35,10749]},{"cast":["Vincent Lindon","Patrick Timsit","Zabou Breitman","Maria Pacôme","Yves Robert"],"overview":"","release_date":"1992-12-02","vote_average":7.2,"runtime":null,"cert":"N\/A","id":56947,"title":"La crise","adult":false,"genre_ids":[35,18]},{"cast":["Jason Day","Elsa Pataky","Enrique Murciano","Phellipe Haagensen","Liz Gallardo"],"overview":"Following the suicide of his father, haunted by inner demons and his hatred for the world, Santiago decides to escape from Lima and take refuge in Máncora, a beach to the north of Peru where it is always summer.","release_date":"2008-09-02","vote_average":6.1,"runtime":100,"cert":"N\/A","id":56948,"title":"Máncora","adult":false,"genre_ids":[18,10749]},{"cast":["Vera Fogwill","Fabián Vena","Ángela Molina","Jean Rochefort","Ulises Dumont"],"overview":"Soledad, a girl tired of being a taxi driver in Buenos Aires,  travels with her car to Patagonia. She stops in a village whose inhabitants live in isolation and their only contact with the outside world is a cinema where old films are projected.","release_date":"1998-11-12","vote_average":7.7,"runtime":90,"cert":"N\/A","id":56949,"title":"Wind with the Gone","adult":false,"genre_ids":[]},{"cast":["Peter van den Begin","Tom van Dyck","Tania Kloek","Wim Opbrouck","Frank Aendenboom"],"overview":"Frits and Freddy Frateur are brothers who, after a confrontation with the white collar criminal Carlo Mus, kidnap his wife, Gina. The situation for the brothers goes from bad to worse as more and more people get involved, and all want a share of the ransom money.","release_date":"2010-12-08","vote_average":6.2,"runtime":89,"cert":"N\/A","id":56950,"title":"Frits and Freddy","adult":false,"genre_ids":[35]},{"cast":["Anita Caprioli","Ignazio Oliva"],"overview":"","release_date":"2005-09-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":56951,"title":"Onde","adult":false,"genre_ids":[]},{"cast":["Mamhoud Chokrollahi","Mahnour Shadzi","Karl Maass"],"overview":"A girl believing in God marries an atheist, who is consumed by doubt. They decide to spend their honeymoon in India...","release_date":"2007-09-14","vote_average":6.3,"runtime":89,"cert":"N\/A","id":56952,"title":"Scream of the Ants","adult":false,"genre_ids":[18,12]},{"cast":["Hannes Schmidhauser","Emil Hegetschweiler","Liselotte Pulver","Heinrich Gretler","Hedda Koppé"],"overview":"The film traces Uli's progress from his humble peasant surroundings to the homes of the wealthy and prominent. The characterizations are convincing, and the comic interludes surprisingly subtle and believable for a Swiss film. The no-star cast doomed Uli Der Knecht from the start so far as American distribution was concerned. It was another matter in Switzerland, where the film was one of the year's top moneymakers. Uli der Knecht was based on a novel by Jeremias Gottbelf.","release_date":"1954-10-19","vote_average":4.8,"runtime":115,"cert":"N\/A","id":56953,"title":"Uli der Knecht","adult":false,"genre_ids":[18,10749,35]},{"cast":["Liselotte Pulver","Hannes Schmidhauser","Emil Hegetschweiler","Leopold Biberti","Erwin Kohlund"],"overview":"Uli has been the tenant of the \"Glunggen-farm\" for two years. His wife Vreneli gave him two children and the couple is happy. But this year, the harvest looks bad and his landlord calls in the rent, as the old man urgently needs money to satisfy the demands of his son and stepson. Desperate to make ends meet, Uli fraudulently sells a cow knowing that she does not produce any milk. He is pursued in court but is acquitted. But then, the buyer curses him... and disaster promptly strikes.","release_date":"1955-12-22","vote_average":4.8,"runtime":115,"cert":"N\/A","id":56954,"title":"Uli the Tenant","adult":false,"genre_ids":[18,10749,35]},{"cast":[],"overview":"","release_date":"2006-09-22","vote_average":7.5,"runtime":null,"cert":"N\/A","id":56955,"title":"L'Orchestra di Piazza Vittorio","adult":false,"genre_ids":[10402,99]},{"cast":[],"overview":"","release_date":"2009-06-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":56956,"title":"Il prossimo tuo","adult":false,"genre_ids":[]},{"cast":["Valentina Carnelutti","Angelo Orlando"],"overview":"","release_date":"2006-02-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":56957,"title":"Sfiorarsi","adult":false,"genre_ids":[]},{"cast":["Morjana Alaoui","Mohammed Bakri","Darbaz Dara","Mohamed Zouaoui","Ertem Eser"],"overview":"Cruel politics and intensive love. Najla (N) has just finished her medical studies in Rome. Sherko (S) conceals sick and injured partisans. Mokhtar (M) belongs to the dictator's police. S and M love N, N loves S. When she gets a letter from S that she must forget him, she returns to Kirkuk. As a doctor she can help S. Mokhtar follows her trail and S and N are arrested. S is tortured. N is beaten up and then offered the job as a police doctor, a reward for leading the police to S. She accepts because then she can collect and pass on the names of people murdered or tortured. She will attend many mass murders of women and children. Once she can save them by fabricating that a child has cholera, with greater risk of contamination if she is dead. – When M understands that he cannot win N's love, he smuggles both N and S out of the country. Fully aware of the consequences he distracts the border guards and is shot by them.  Max Scharnberg, Stockholm, Sweden","release_date":"2010-11-19","vote_average":4.8,"runtime":null,"cert":"N\/A","id":56958,"title":"The Flowers of Kirkuk","adult":false,"genre_ids":[18]},{"cast":["Gianni Di Gregorio","Valeria De Franciscis","Alfonso Santagata","Elisabetta Piccolomini","Valéria Cavalli"],"overview":"Gianni is sixty. He is retired but has not become lazy for all that. In fact he is a helpful fellow who gives a hand to all those who need one: shopping for his wife, walking the pretty neighbor's dog, and so on. Everybody likes Gianni, but is it for the right reasons? Doesn't his wife profit by the situation (she still works so it is only logical that Gianni do all the chores)? Isn't he subject to the excruciating whims of his rich mother?... Sure, everybody LIKES Gianni, but who LOVES him? Agreed, being kind to them, he is the ladies pet, but he does not attract them anymore. That is why, when his macho lawyer friend Alfonso blames him for not having young mistresses \"like every other senior Italian male\", Gianni, who is beginning to ask himself questions about what it is like to become old, starts chasing dames.","release_date":"2011-02-11","vote_average":6.0,"runtime":90,"cert":"N\/A","id":56959,"title":"The Salt of Life","adult":false,"genre_ids":[35]},{"cast":["Pietro Germi","Franca Bettoia","Luisa Della Noce","Edoardo Nevola","Saro Urzì"],"overview":"","release_date":"1958-03-05","vote_average":5.0,"runtime":null,"cert":"N\/A","id":56960,"title":"Man of Straw","adult":false,"genre_ids":[]},{"cast":[],"overview":"A documentary on the history of rallying.","release_date":"2002-03-18","vote_average":5.3,"runtime":129,"cert":"N\/A","id":56961,"title":"50 years sideways","adult":false,"genre_ids":[99]},{"cast":["Christopher Hitchens","Mother Teresa"],"overview":"Christopher Hitchens investigates whether Mother Teresa of Calcutta deserves her saintly image. He probes her campaigns against contraception and abortion and her questionable relationships with right-wing political leaders.","release_date":"1994-11-08","vote_average":7.6,"runtime":25,"cert":"G","id":56962,"title":"Hell's Angel","adult":false,"genre_ids":[99]},{"cast":["Emily Donahoe","Diane Neal","Stylist B.","Josh Frieser","Livia Scott"],"overview":"An outrageous cut-rate producer, Charlie LaRue (Christopher Meloni) is about to fulfill his lifelong dream to make a movie about the most offensive, dirtiest jokes ever told.","release_date":"2011-02-15","vote_average":3.2,"runtime":91,"cert":"N\/A","id":56965,"title":"Dirty Movie","adult":false,"genre_ids":[35]},{"cast":["Michael J. Pollard","Lee Purcell","Richard Evans","Gary Busey","Ed Lauter"],"overview":"Clearly influenced by the darker, more sinister style of spaghetti westerns, Dirty Little Billy offers a unique insight into the beginnings of the notorious outlaw Billy The Kid.","release_date":"1972-11-01","vote_average":6.3,"runtime":93,"cert":"N\/A","id":56966,"title":"Dirty Little Billy","adult":false,"genre_ids":[37]},{"cast":["Jeff Turner","Kelly McCormick","Tiffany"],"overview":"Every celebrity deals with his or her share of obsessed fans. \"I Think We're Alone Now\" is a documentary that focuses on two individuals, Jeff and Kelly, who claim to be in love with the 80's pop singer Tiffany. Jeff Turner, a 50-year-old man from Santa Cruz, California has attended Tiffany concerts since 1988. Diagnosed with Asperger's syndrome, he never had a girlfriend. Jeff spends his days hanging out on the streets of Santa Cruz, striking up conversations with anyone who has a moment to spare. Kelly McCormick is a 38-year-old hermaphrodite from Denver, Colorado, who claims to have been friends with Tiffany as a teenager. She credits Tiffany as the shining star who has motivated her to do everything in her life. Both Jeff and Kelly have been labeled stalkers by the media and other Tiffany fans. This film takes you inside the lonely lives these two characters, revealing the source of their clinging obsessions...","release_date":"2008-01-20","vote_average":7.2,"runtime":64,"cert":"N\/A","id":56967,"title":"I Think We're Alone Now","adult":false,"genre_ids":[99,10749]},{"cast":["Thora Birch","Madisen Beaty","David Clayton Rogers","Max Ehrich","James McCaffrey"],"overview":"Inspired by the true story of teenagers at Gloucester High School who agreed to get pregnant at the same time.","release_date":"2010-01-23","vote_average":4.9,"runtime":87,"cert":"N\/A","id":56968,"title":"The Pregnancy Pact","adult":false,"genre_ids":[18]},{"cast":["Salman Khan","Bhumika Chawla","Mahima Chaudhry","Sachin Khedekar","Savita Prabhune"],"overview":"Radhey is a poor, low caste Hindu with a bad temper, who often gets into fights. One fight puts him in the hospital with head injuries which cause amnesia, around the same time a high caste woman he was in love with re-enters his life.","release_date":"2003-08-15","vote_average":6.5,"runtime":132,"cert":"N\/A","id":56969,"title":"Tere Naam","adult":false,"genre_ids":[10749,53]},{"cast":["Carole André","Francesco Bonelli","Saverio Marconi","Dalila Di Lazzaro","Bernard Blier"],"overview":"The film begins when Eugenio, a 14 year old child, is conduced from his grandparents home outside Rome, to Giancarlo (his father) in the city, by Giancarlo's friend (called \"Moustache\"). As Eugenio is bothering Moustache, he threatens Eugenio with leaving him in the middle of the country. He finally does it. When Giancarlo finds out, they return for Eugenio, but he is now lost. Meanwhile we're told the story of the child and his relation with the family, and why he feels unwanted.","release_date":"1980-09-05","vote_average":7.0,"runtime":110,"cert":"N\/A","id":56970,"title":"Voltati Eugenio","adult":false,"genre_ids":[18]},{"cast":["Claudio Bisio","Diego Abatantuono","Sabrina Ferilli","Angela Finocchiaro","Carlo Buccirosso"],"overview":"","release_date":"2009-03-27","vote_average":4.1,"runtime":null,"cert":"N\/A","id":56971,"title":"The New Monsters Today","adult":false,"genre_ids":[]},{"cast":["Alessandro Besentini","Francesco Villa","Maddalena Maggi ","Lucia Ocone","Roberto Citran"],"overview":"Two different men living in Milan lose their job at the same time. They will become a funny couple of thieves thanks to the poorest of them that was already a thief.","release_date":"2007-02-09","vote_average":6.8,"runtime":null,"cert":"N\/A","id":56972,"title":"Mi fido di te","adult":false,"genre_ids":[35]},{"cast":["Paco de Lucía","Lola Flores","Camarón de la Isla","Rocío Jurado","Manuel Pareja Obregón"],"overview":"Filmed like a documentary, \"Sevillanas\" consists of eleven short performances by Spain's most famous flamenco dancers, singers and guitarists. Saura, well-known for his flamenco films (\"Blood Wedding,\" \"Carmen\"), here provides an in-depth look at the Sevillanas form of flamenco and its dancers.","release_date":"1992-04-26","vote_average":5.0,"runtime":53,"cert":"N\/A","id":56973,"title":"Sevilles","adult":false,"genre_ids":[10402]},{"cast":["Fabio Volo","Ambra Angiolini","Aïssa Maïga","Eriq Ebouaney","Katia Ricciarelli"],"overview":"Racial integration is Elena's profession and passion, not only filling her working day as a cultural mediator assisting immigrants, but spilling over into her home life as well. All too often her husband Carlo must attend charity events where he feels distinctly out of place. During one of these evenings, Carlo meets Nadine, a beautiful black woman.","release_date":"2008-01-11","vote_average":5.5,"runtime":100,"cert":"N\/A","id":56974,"title":"Black and White","adult":false,"genre_ids":[35]},{"cast":["Massimo Troisi","Francesca Neri","Marco Messeri","Natalia Bizzi","Angelo Orlando"],"overview":"Tommaso goes incredible lengths to win back the love of his former girlfriend Cecilia, but sometimes things change in the most unexpected way.","release_date":"1991-12-20","vote_average":7.1,"runtime":103,"cert":"N\/A","id":56975,"title":"Pensavo fosse amore invece era un calesse","adult":false,"genre_ids":[35]},{"cast":["Fabrizio Bentivoglio","Margherita Buy","Sergio Rubini","Giovanna Mezzogiorno","Eros Pagni"],"overview":"","release_date":"2004-01-01","vote_average":5.9,"runtime":null,"cert":"N\/A","id":56976,"title":"L'amore ritorna","adult":false,"genre_ids":[]},{"cast":["Hiroya Ishimaru","Mari Okamoto","Kei Tomiyama","Hisako Kyouda","Nachi Nozawa"],"overview":"The story concerns four animals fighting to expel war from the earth. Though based on the \"Band of Bremen (Die Bremer Stadtmusikanten)\", Tezuka Osamu's fans could easily associate the story with \"The Amazing Three.\" The cat, dog, donkey, and chicken who transform into human beings with the power of spacemen and fight to save the earth are entirely reminiscent of the three characters in the \"Amazing Three\" who transform themselves into animals and devote all their energies to saving the earth.","release_date":"1981-08-28","vote_average":8.0,"runtime":90,"cert":"N\/A","id":56977,"title":"Bremen 4: Angels in Hell","adult":false,"genre_ids":[16,14]},{"cast":["Anthony Quayle","Stefano Colagrande","Simone Giannozzi","John Sharp","Adriana Facchetti"],"overview":"Andrew's brave front convinces his father that he is unaffected by his mother's death. Playmate and protector of his little brother Miles, he is often blamed when mischief goes wrong. Only when tragedy strikes does his father recognize Andrew's true qualities.","release_date":"1967-01-26","vote_average":7.6,"runtime":105,"cert":"N\/A","id":56978,"title":"Misunderstood","adult":false,"genre_ids":[18]},{"cast":["Diego Abatantuono","Inés Sastre","Vanessa Incontrada","Violante Placido","Francesca Neri"],"overview":"Actor Sandro Lanza is experiencing the most painful moment of his existence. After a suicide attempt, his three daughters, scattered throughout Europe, each with a different mother, come to his side. The sisters meet to decide what to do with their father, establishing a genuine tie for the very first time.","release_date":"2007-02-01","vote_average":5.9,"runtime":95,"cert":"N\/A","id":56979,"title":"A Dinner for Them to Meet","adult":false,"genre_ids":[18,35]},{"cast":["Fabrizio Bentivoglio","Paolo Briguglia","Massimo Venturiello","Emilio Solfrizzi","Sergio Rubini"],"overview":"","release_date":"2006-01-01","vote_average":6.8,"runtime":null,"cert":"N\/A","id":56980,"title":"La terra","adult":false,"genre_ids":[18]},{"cast":["Jr NTR","Kajal Agarwal","Samantha Akkineni","Prakash Raj","Srihari"],"overview":"Krish (NTR) is the son of a billionaire businessman (mukesh Rishi). He has a girl friend Indu (samantha). Her friend Bhoomi (kajal) wants to pursue her higher studies and lands in trouble when her father (Prakash Raj) wants to marry her to his nephew (Ajay). Her grandfather (Kota Srinivasa Rao) convinces her dad, saying that she already likes someone in the city so her dad asks her to bring her lover home. Indu asks Krish to go as Bhoomi's Lover. Meanwhile, Bhoomi's uncle (Srihari), and her father (Prakash) live apart in two adjacent villages. The two families are feuding with each other. Krish is hated by Bhoomi's entire family and he has to overcome many things in his attempt to get everyone to love him.","release_date":"2010-10-14","vote_average":6.4,"runtime":150,"cert":"N\/A","id":56981,"title":"Brindaavanam","adult":false,"genre_ids":[28,10749,18]},{"cast":["Kevin Dillon","Graham Greene","Laurie Holden","Stacy Keach","Ralph Kussmann"],"overview":"In this sequel to The Last of the Mohicans, the Pathfinder (Kevin Dillon) defends a British fort under siege during the French and Indian Wars. His Indian father, Chingachgook (Graham Greene), and the lovely Mabel Dunham (Laurie Holden) are swept up in the battle, and the Pathfinder finds himself forced to choose between his father and the woman he loves. The film is based on last of James Fenimore Cooper's \"Leatherstocking Tales.\"","release_date":"1996-06-02","vote_average":3.8,"runtime":94,"cert":"N\/A","id":56982,"title":"The Pathfinder","adult":false,"genre_ids":[12,18,36,10770,10752]},{"cast":["Hamilton von Watts","Lisa Sheridan","Keri Safran","Ron Livingston"],"overview":"When he learns that his sperm may be defective, small-time rock vocalist Alex (Hamilton von Watts) decides to father a child before it's too late -- if not with his reluctant wife, Jules (Keri Safran), then with his beautiful manager, Claudia (Lisa Sheridan). But when his band gets a shot at the big time, dad-to-be Alex discovers that he's bitten off more than he can chew. This comedy from director Jason S. Dennis also stars Spencer Gibb.","release_date":"2008-01-01","vote_average":5.5,"runtime":83,"cert":"N\/A","id":56983,"title":"McCartney's Genes","adult":false,"genre_ids":[35]},{"cast":["Mahesh Babu","Anushka Shetty","Prakash Raj","Subbaraju","Sunil Varma"],"overview":"The story revolves around a remote village in Andhra Pradesh plagued by a strange disease killing a lot of people. The soothsayer of the village predicts that God would come to their village for rescue. Meanwhile, Raju (Mahesh Babu) a cab driver in Hyderabad goes to Rajasthan to handover an insurance cheque to a man's family who dies in his car. In a strange situation, Raju meets a man from the village and gets to know about their problem. Soon Raju realizes he is none other than the God-sent, the soothsayer predicted, and the rest of the story is all about how Raju takes up the responsibility to rescue the village from the clutches of evil.","release_date":"2010-10-07","vote_average":6.3,"runtime":170,"cert":"N\/A","id":56986,"title":"Khaleja","adult":false,"genre_ids":[28]},{"cast":["Kjell Bergqvist","Michael Segerström","Ann Petrén","Sissela Kyle","Johan Rabaeus"],"overview":"In Knohult things havn't changed much. Eulalia is tired of Nisse who's engaged in all sorts of inventions in his workshop or poaching in the forest rather than to repair the water pump. When Eulalia in protest begins swimming in soft drinks and water the plants with spirit Åsa-Nisse sees nothing else to do but to repair the pump. As with all his inventions he adds a few extra features ... When he starts the machine the ground rumbles and up comes oil instead of water! Now, not only Åsa-Nisse, but the whole Knohult sees their chance to become wealthy! But \"Dunderpumpen\", as he calles the invention, turns out to be stronger than anyone had imagined, and when shady Scanian oil magnates with support of the Swedish government wants their share of the pie Knohult declares themselves a republic...","release_date":"2011-02-11","vote_average":3.2,"runtime":89,"cert":"N\/A","id":56991,"title":"Asa-Nisse - Welcome to Knohult","adult":false,"genre_ids":[35]},{"cast":["Ilaria Occhini","Doroteea Petre","Corso Salani"],"overview":"It depicts the relationship between an elderly woman and her caregiver.","release_date":"2009-01-30","vote_average":7.3,"runtime":95,"cert":"N\/A","id":56992,"title":"Black Sea","adult":false,"genre_ids":[]},{"cast":["Benjamin Rothenborg Vibe","Jannie Faurschou","Søren Østergaard","Patrick Ytting","Ove Sprogøe"],"overview":"11-year-old Jasper may just be starting puberty, but so far he has experienced a lifetime of emotions. On the day his beloved grandfather dies, he is charged with taking care of the elder's pet cat. The local town bully, Mourids however, has his own ideas on how to take care of the frisky feline and wastes no time with showing Jasper just what he thinks of cats. Enter Far, a significantly more mature girl who Jasper is attracted to. It's love at first sight for Jasper, but will Far return the puppy love or will Jasper find out the hard way that she is actually Mourid's girlfriend?","release_date":"1993-06-25","vote_average":6.5,"runtime":75,"cert":"N\/A","id":56993,"title":"Jasper's Ghost","adult":false,"genre_ids":[10751,35]},{"cast":["Antonio Albanese","Neri Marcorè","Katia Ricciarelli","Angela Luce","Marisa Merlini"],"overview":"A mentally ill man's life suddenly changes with the arrival of a letter from his brother's widow.","release_date":"2005-11-11","vote_average":6.5,"runtime":103,"cert":"N\/A","id":56994,"title":"The Second Wedding Night","adult":false,"genre_ids":[18,35]},{"cast":["Gregg Braden","Patrick Geryl","Adrian Gilbert","David Icke","John Major Jenkins"],"overview":"The year 2012 is predicted to be one of great change in cultures spanning the globe. A 26,000 year alignment will occur on the 21 December 2012, will it be the end of the world or the end of time as we know it?","release_date":"2009-09-29","vote_average":5.0,"runtime":75,"cert":"N\/A","id":56995,"title":"2012: An Awakening","adult":false,"genre_ids":[18,27,28,53,99,878,9648]},{"cast":["Mahesh Babu","Amrita Rao","Brahmanandam","Nassar","Ravi Prakash"],"overview":"Young Amrita Goutham's parents bring home a poor and homeless boy from the streets of Hyderabad, and adopt him. Shortly thereafter her life is shattered when her parents are killed by this boy and she goes to live with her brother, and his wife. Years later, she has grown up, and has a niece, Aishwarya. While being chased by some goons, a male named Aditya, comes to her rescue, and she falls in love with him. Amidst nation-wide kidnappings taking place allegedly at the hands of one Kaiser, she soon finds out that Aditya is none other than the one who killed her parents and may have returned back into her family's life to kill all of them.","release_date":"2007-10-18","vote_average":6.2,"runtime":172,"cert":"N\/A","id":56996,"title":"Athidhi","adult":false,"genre_ids":[28,80,18,10749]},{"cast":["Adam Busch","Tristan Wright","Chad Guerrero","Kathy Gardiner","Andrea Monier"],"overview":"Dallas, Andrew, his girlfriend Taryn and Reese compose of the DNA Team in an Internet game where the objective is to find treasures in hidden caches. While searching the last treasure to beat the game's record score, they are chased by two psychopaths controlled by the sick owner of an underground site that is filming their movements and they have to fight to survive.","release_date":"2009-02-10","vote_average":3.2,"runtime":null,"cert":"N\/A","id":56997,"title":"Are You Scared 2","adult":false,"genre_ids":[28,12,27]},{"cast":["Sadashiv Amrapurkar","Rakesh Bapat","Dia Mirza"],"overview":"The wealthy Malhotra family consists of dad, Vikram, his wife, and son, Raj. They would like Raj to get married to their friend, Ishwarchand Mangatram Gore's only U.S. based daughter, Simran. But Raj is intent on finding his very own soul-mate - which he does in his sister's tutor, Asha, who comes from a poor family, and is refusing to accept any advances from him. On the other hand, Simran too refuses to marry Raj, as she is in love with Sameer, an up-coming singer. When Simran is summoned to India, and introduced to Raj, both plan to get their marriage canceled, and succeed. While both attempt to woo their sweethearts, they find that Sameer is Asha's betrothed. Both Simran and Raj must now come up with a plan so separate the two - and thus marry the partners of their choice.","release_date":"2005-06-03","vote_average":4.0,"runtime":134,"cert":"N\/A","id":56998,"title":"Koi Mere Dil Mein Hai","adult":false,"genre_ids":[18,35,10749]}]