[{"cast":["Peter McGennis","Leila Arcieri","Jesse L. Martin","Bruce Glover","Frederick Weller"],"overview":"A man returns home from exile unknowingly seeking the truth","release_date":"2009-11-14","vote_average":2.0,"runtime":108,"cert":"N\/A","id":57001,"title":"Buffalo Bushido","adult":false,"genre_ids":[18,53]},{"cast":["Sean Patrick Flanery","Emily Carpenter","Ted Manson","Robert Pralgo","Daniel Burnley"],"overview":"The story is of a married woman who, grieving her inability to have children, finds comfort and healing in her friendship with another man. It's about discovering grace in darkness and the unexpected places we find healing.","release_date":"2008-05-13","vote_average":4.5,"runtime":102,"cert":"N\/A","id":57002,"title":"Crystal River","adult":false,"genre_ids":[18,10749]},{"cast":["Ray Chang","Zhang Xiao-quan","Kate Yeung"],"overview":"Three high school students experience the perks and pitfalls of love in director Leste Chen’s sensitive tale of friendship and yearning.","release_date":"2006-10-13","vote_average":5.9,"runtime":105,"cert":"N\/A","id":57005,"title":"Eternal Summer","adult":false,"genre_ids":[18,10749]},{"cast":["Sayed Zayan","وحيد سيف","Mimi Gamal","Ahmed Adam","Diaa El Merghany"],"overview":"The play is about a simple, poor man who decides to steal a million pounds from a wealthy businessman, and go to jail to hide from him.","release_date":"1983-07-18","vote_average":4.5,"runtime":131,"cert":"N\/A","id":57006,"title":"Al-Kashash","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Guantanamo naval base, \"Gitmo\", covers forty five square miles of Cuba inside an area under a controversial 'permanent lease' to the United States. Since 2002, the base has become synonymous with its detainment facilities for suspected terrorists. Although Barack Obama has given orders for the detention camp to be closed, the facilities remain open to this day. David Miller's quiet, powerful film is the result of three days the filmmaker spent touring the camps in May 2008 as part of a small group of media representatives allowed there. Although the event was presented as a chance to 'see inside' the working of Guantanamo, it was in fact a carefully staged PR exercise designed to yield predictable, stale, controlled media images.","release_date":"2009-11-05","vote_average":0.0,"runtime":22,"cert":"N\/A","id":57007,"title":"In Guantanamo","adult":false,"genre_ids":[]},{"cast":["Malerie Grady","Marlene Mc'Cohen","Kelly Kula","Heath Butler","Katie Locke O'Brien"],"overview":"It's Alice's birthday and her sorority girlfriends throw her a themed party. Everyone comes as their favorite, sexy character from Wonderland. The Jabberwocky wasn't invited and brings murder and mayhem to the girls' night out.","release_date":"2010-02-05","vote_average":2.4,"runtime":90,"cert":"N\/A","id":57008,"title":"Alice in Murderland","adult":false,"genre_ids":[27,53]},{"cast":["Masanori Mimoto","Shûji Kashiwabara","Donpei Tsuchihira","Mika Hijii","Yûki Ogoe"],"overview":"A comet crashes into a Japanese forest and a group of mighty ninjas must fight a group of killer Aliens before they reach their village and kill everyone.","release_date":"2010-07-03","vote_average":4.4,"runtime":81,"cert":"15","id":57011,"title":"Alien vs. Ninja","adult":false,"genre_ids":[27,28,53,878]},{"cast":["Ted Danson","Mary Steenburgen","Jack Palance","Diane Ladd","Michael Moriarty"],"overview":"A man begins to have disturbing visions of dead people, among whom are his mother and victims of a local serial killer. All telling their story of how they died, and how their murderer is still out there. The detective investigating the murders looks to him for help in solving the case.","release_date":"2002-04-28","vote_average":5.9,"runtime":142,"cert":"N\/A","id":57012,"title":"Talking to Heaven","adult":false,"genre_ids":[18,878,80,9648,53]},{"cast":["Ben Affleck","Steven Wright","Michael Chiklis","Mike O'Malley","Denis Leary"],"overview":"Told with humor in the face of heartache, this acclaimed documentary, about the curse of Babe Ruth on the Boston Red Sox, combines archival footage with contemporary interviews and focuses not on the Red Sox players that have come and gone, but on the diehard fans who live their entire lives lamenting what some have come to call The Curse of the Bambino.","release_date":"2003-09-16","vote_average":0.0,"runtime":60,"cert":"N\/A","id":57013,"title":"The Curse of the Bambino","adult":false,"genre_ids":[99]},{"cast":["Kasia Smutniak","Fabio Troiano","Gianluca Gobbi","Cristiano Godano","Luciana Littizzetto"],"overview":"A prison-set musical about a female theater director who sets up a reinterpretation of the Crucifixion.","release_date":"2009-04-10","vote_average":7.4,"runtime":102,"cert":"N\/A","id":57014,"title":"It's All Judas' Fault","adult":false,"genre_ids":[35,10402]},{"cast":["Alessandro Benvenuti","Francesca Neri","Davide Bechini","Francesco Casale","Antonino Juorio"],"overview":"","release_date":"1995-10-03","vote_average":6.0,"runtime":null,"cert":"N\/A","id":57015,"title":"Ivo il tardivo","adult":false,"genre_ids":[]},{"cast":["Nelson Mandela","Winnie Mandela","F.W. de Klerk","Eugene Terre'Blanche"],"overview":"A documentary that chronicles the life of South African leader Nelson Mandela. Mandela is probably best known for his 27 years of imprisonment, and for bringing an end to apartheid. But this film also sheds light on the little-known early period of Mandela's life.","release_date":"1996-10-11","vote_average":6.2,"runtime":118,"cert":"N\/A","id":57016,"title":"Mandela","adult":false,"genre_ids":[99,36]},{"cast":["Filippo Timi","Valeria Solarino","Sabrina Impacciatore"],"overview":"","release_date":"2008-01-18","vote_average":7.1,"runtime":null,"cert":"N\/A","id":57017,"title":"Signorina Effe","adult":false,"genre_ids":[18]},{"cast":["Zoé Félix","Arié Elmaleh","Ivan Franěk","Igor Skreblin","Philippe Krhajac"],"overview":"Somewhere in Eastern Europe. Carole is a young nurse with a humanitarian aid group that has reached the end of its mission. But just then, the young woman and her two colleagues are kidnapped by strangers for mysterious reasons. Held captive, cared for and kept alive in an oppressive and sinister setting, the three prisoners soon discover with horror what their kidnappers truly have in store for them.","release_date":"2010-10-06","vote_average":5.5,"runtime":84,"cert":"N\/A","id":57018,"title":"Caged","adult":false,"genre_ids":[27,53]},{"cast":["Leonardo Sbaraglia","Martín Slipak","Bárbara Goenaga","Luis Machín","Ana Celentano"],"overview":"A thriller centered on a man who is accused of a crime he didn't commit.","release_date":"2010-09-29","vote_average":6.2,"runtime":104,"cert":"N\/A","id":57019,"title":"No Return","adult":false,"genre_ids":[18,28,53]},{"cast":["Kristanna Loken","Joe Hall","Danielle Agnello","David J. O'Donnell","Kate del Castillo"],"overview":"LIME SALTED LOVE is a minimalist, surreal examination of abandonment, guilt, abuse and psychic pain set in this minute's hipster enclaves of Los Angeles. The film, told in rippling flashbacks from its four main characters, drains out of the eyes of the institutionally confined, David Triebel, his guilt-ridden younger brother, Chase, Ellie, his emotionally damaged girlfriend, and Zephyr, the sexual provocateur. In the visual narrative tradition of David Lynch the film depicts the tale of three bonded brothers broken by the accidental death of one and the residual guilt draping the remaining two The film examines how damaged people are hurt even more by their own willful ways. Sometimes it is the smallest things we do to others that destroys them...","release_date":"2007-01-01","vote_average":0.0,"runtime":92,"cert":"N\/A","id":57020,"title":"Lime Salted Love","adult":false,"genre_ids":[18,10749]},{"cast":["John Fiore","Vincent Curatola","Richard Portnow","Dolores Sirianni","Frank Santorelli"],"overview":"Down-and-out lounge singer Johnny Slade is hired by a mystery man to open a hot new club, the catch being he's given a new--and terrible--song to sing each night. Noticing that whenever he sings one a new crime is committed, Johnny gradually realizes his songwriter-benefactor is a powerful mob boss in hiding and his \"Greatest Hits\" are the only way the man can give orders to his crew...","release_date":"2005-08-10","vote_average":7.0,"runtime":88,"cert":"N\/A","id":57021,"title":"Meet the Mobsters","adult":false,"genre_ids":[35,80,10402,53]},{"cast":["Bill Cobbs","Alan King","Angela Bassett","Timothy Hutton","Mary Steenburgen"],"overview":"A woman and her new husband returns to her hometown roots in coastal northern Florida, and must deal with family, business, and encroaching real estate development.","release_date":"2002-06-21","vote_average":6.1,"runtime":141,"cert":"N\/A","id":57022,"title":"Sunshine State","adult":false,"genre_ids":[18]},{"cast":["Haylie Duff","Eric Johnson","Jon McLaren","Jessica Steen","Dillon Casey"],"overview":"After the house is robbed and the nanny's brother is a suspect, she lies to protect him, but she then realizes he isn't the only one with a secret.","release_date":"2009-12-29","vote_average":4.5,"runtime":91,"cert":"N\/A","id":57023,"title":"My Nanny's Secret","adult":false,"genre_ids":[10751,10770]},{"cast":["Akira Kurosawa","Sam Shepard","Paul Scofield","James Coburn","Clint Eastwood"],"overview":"Documentary on film maker Akira Kurosawa","release_date":"2000-12-24","vote_average":6.7,"runtime":115,"cert":"","id":57024,"title":"Kurosawa","adult":false,"genre_ids":[99]},{"cast":["Ruffa Gutierrez","Rufa Mae Quinto","Iza Calzado","Marian Rivera","Wendell Ramos"],"overview":"The story is about four beautiful half-sisters - Isabella, Courtney, Stephanie and Patricia - who have problems in their personal life. Isabella has issues with commitment, Stephanie is having problems with her husband Richard, Courtney's boyfriend Patrick becomes a Born again Christian and Patricia publishes her new sex book much to the dismay of her husband who's having trouble with their relationship as a couple.","release_date":"2007-12-25","vote_average":0.0,"runtime":102,"cert":"N\/A","id":57025,"title":"Desperadas","adult":false,"genre_ids":[35,10749]},{"cast":["Travis Haley","Chris Costa"],"overview":"The Art of the Dynamic Handgun is a 4-disc DVD set featuring over seven hours of actual live fire class instruction and additional instructional material.Using a diverse group of beginner, intermediate, and advanced students, instructors Travis Haley and Chris Costa guide the class from the fundamentals of handgun operation, to problem solving, and through complex real-life scenarios. This progression from basic to advanced weapon manipulation pushes students of all skill levels to their failure points, illustrating how even the best shooters can advance and excel.","release_date":"2010-02-01","vote_average":9.8,"runtime":null,"cert":"N\/A","id":57032,"title":"The Art of the Dynamic Handgun","adult":false,"genre_ids":[]},{"cast":[],"overview":"Songs: Awake, Sick of Life, Vampires, Bad Magick, Bad Religion, Mistakes, Greed, Trippin', Get Up Get Out!, Spiral, Keep Away, Voodoo, Whatever","release_date":"2002-01-08","vote_average":0.0,"runtime":82,"cert":"N\/A","id":57033,"title":"Godsmack - Live","adult":false,"genre_ids":[]},{"cast":["Sammo Hung","Carol Cheng","Jacky Cheung","Joyce Godenzi","Yu Li"],"overview":"Sammo Hung Kam-po directs, produces and stars this comedy action thriller about Success Hung, an ace cell phone salesman who his feeling the heat from young, up and comer Miss Cheng (Carol Cheng Yu-ling). One day, Hung witnesses a mob hit. Though the panic-stricken salesman tries to tell his friends about the incident, Hung's gift for exaggeration in the past makes everyone suspicion of his claims except for a relative the deceased who comes to believe that Hung pulled the trigger. Soon two different groups of mob hitmen are out for Hung's head. As the misunderstandings multiple, Hung's wife, Miss Cheng and a female psychologist (Joyce Godenzi) wind up entangled in this mess. Soon Miss Cheng winds up in the hospital while Hung and the other two woman in a police safe house, which inevitably proves to be none to safe.","release_date":"1991-01-01","vote_average":4.5,"runtime":97,"cert":"N\/A","id":57040,"title":"Slickers vs. Killers","adult":false,"genre_ids":[35,80]},{"cast":["Utada Hikaru"],"overview":"Award-winning Japanese vocalist Utada \"Hikki\" Hikaru takes the stage in this 2004 concert from Tokyo's legendary Budokan dome. The performance bridges her successful Bohemian Summer 2000 and 2006 Utada United tours. Songs include \"Automatic,\" \"Another Chance,\" \"First Love,\" \"Deep River,\" a mesmerizing cover of the Rolling Stones' \"Paint It, Black\" and \"Hikari,\" Hikki's theme song for Disney's popular Kingdom Hearts video games.","release_date":"2004-07-28","vote_average":6.5,"runtime":131,"cert":"N\/A","id":57041,"title":"Utada Hikaru In Budokan 2004","adult":false,"genre_ids":[10402]},{"cast":["Utada Hikaru"],"overview":"Wild Life was Japanese-American singer-songwriter Utada Hikaru's final concert tour before her scheduled hiatus from 2011. Utada performed only two dates at the Yokohama Arena, Japan on December 8 and 9 2010.","release_date":"2011-04-20","vote_average":8.0,"runtime":203,"cert":"N\/A","id":57044,"title":"Wild Life","adult":false,"genre_ids":[10402]},{"cast":["Utada Hikaru"],"overview":"","release_date":"2006-12-20","vote_average":0.0,"runtime":121,"cert":"N\/A","id":57045,"title":"Utada United 2006","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Scarlet Zabrinski, a successful, hard edged, L.A. matchmaker lives in the shadow of her overbearing mother, Ruth Zabrinski who relentlessly tries to find the perfect man for her daughter. Ben Zabrinski, Scarlet's pot smoking brother, an unemployed lawyer, becomes furious when Scarlet unknowingly sets him up with a porno star. When Sabrina Fisser, a homeless foreign actress, rear ends her on a calm sunny afternoon, Scarlet offers this seemingly helpless vagabond a place to stay for one night. One night becomes an eternity as the free spirited Sabrina outstays her welcome. When a vengeful Ben tries to seduce Sabrina, Scarlet finds herself protective of her new friend. A mutual attraction develops and the two unlikely characters explore the uncharted territory of unexpected love. Written by Randy Sinquefield","release_date":"2005-05-18","vote_average":5.0,"runtime":null,"cert":"N\/A","id":57046,"title":"What's Up, Scarlet?","adult":false,"genre_ids":[35,10749]},{"cast":["Jeremy Irons","Forest Whitaker","Jason Priestley","Briony Glassco","Charlotte Rampling"],"overview":"Workaholic reporter, Jack Elgin takes his family on a working trip to India, but their aircraft is hijacked in Cyprus by a previously-unknown terrorist movement, and his wife and daughter are among the slaughtered. With western governments suppressing key facts and unwilling to go after the terrorists, Jack uses his contacts and snooping skill to seek the truth himself.","release_date":"2001-08-15","vote_average":5.7,"runtime":96,"cert":"N\/A","id":57047,"title":"The Fourth Angel","adult":false,"genre_ids":[28,53,12]},{"cast":["Giorgos Ninios","Sofia Vossou"],"overview":"","release_date":"1992-03-16","vote_average":10.0,"runtime":null,"cert":"N\/A","id":57048,"title":"O Ισοβίτης","adult":false,"genre_ids":[]},{"cast":["Maria Furtwängler","Pasquale Aleardi","Benjamin Trinks","Dorka Gryllus","Günther Maria Halmer"],"overview":"Erzählt wird die authentische Lebensgeschichte der Ursula Heye, Mutter von Uwe-Karsten Heye. Der Bogen reicht vom \"Wegschauen\" beim Nazi-Terror gegen die Juden Ende der 1930er Jahre über die Trennung und die erzwungene Scheidung von ihrem Mann Wolfgang, von dessen Desertion und Verschwinden bis hin zum - glücklosen - Wiedersehen in den 1950er Jahren.","release_date":"2011-02-13","vote_average":10.0,"runtime":null,"cert":"N\/A","id":57049,"title":"Schicksalsjahre","adult":false,"genre_ids":[18]},{"cast":["Valentina Lodovini","Giovanni Capovilla","Ahmed Hafiene","Giuseppe Battiston","Fabrizio Bentivoglio"],"overview":"The arrival of an attractive young teacher in a small town in the Po valley disturbs the drowsy life of the place, leading eventually to a murder.","release_date":"2007-10-19","vote_average":7.2,"runtime":106,"cert":"N\/A","id":57052,"title":"The Right Distance","adult":false,"genre_ids":[18]},{"cast":["Naama Kates","Jace Nicole","Ardie Fuqua","Chris Riquinha"],"overview":"A racially mixed single mother accepts an amateur porn gig to take care of her daughter and herself.","release_date":"2008-11-22","vote_average":4.0,"runtime":90,"cert":"N\/A","id":57053,"title":"Cookies & Cream","adult":false,"genre_ids":[18]},{"cast":["Elsa Merlini","Gino Cervi","Giulietta Masina","Alberto Sordi","Eduardo De Filippo"],"overview":"Maria is a housmaid and she is being engaged to Berto for fifteen years. Berto has not a lasting job so he is waiting for the death of his uncle Matteo to come into an inheritance. In the meantime Maria goes on with her work, first in the house of an unfaithful wife; then for an actor and his wife on the verge of leaving each other and last for Raffaele who wants to marry her. At last uncle Matteo dies...","release_date":"1951-11-03","vote_average":8.5,"runtime":95,"cert":"N\/A","id":57060,"title":"Position Wanted","adult":false,"genre_ids":[]},{"cast":["David Heavener","Roddy Piper","Ariel Teal Toombs","Lee Benton","Tad Atkinson"],"overview":"Michael San Chica is an ex-priest. He is also an investigator documenting true events of demonic possession. When Michael comes to the rescue of the newly possessed Tatiana McMurter, daughter of a Baptist minister, he discovers that he has encountered this demon before… A demon he vowed to track down and send back to hell. Because this time it’s not business… it’s personal.","release_date":"2011-01-18","vote_average":0.0,"runtime":82,"cert":"N\/A","id":57061,"title":"Costa Chica: Confession of an Exorcist","adult":false,"genre_ids":[27]},{"cast":["Jeremiah Bishop","Adam Craig","Alison Dunlap","Susan Haywood","Jeremy Horgan-Kobelski"],"overview":"Eight world-class riders undergo the ultimate endurance test in this documentary that follows the selection process for the 2004 U.S. Olympic Mountain Bike Team. The cyclists -- four men and four women -- travel the globe to take on some of the world's most beautiful and treacherous courses. The film captures the thrill of the qualifying races as well as the personal toll this grueling competition takes on the athletes","release_date":"2005-10-10","vote_average":0.0,"runtime":104,"cert":"N\/A","id":57062,"title":"Off Road to Athens","adult":false,"genre_ids":[99]},{"cast":["Joyce Godenzi","Yuen Biao","Agnes Aurelio","Richard Ng","Collin Chou"],"overview":"Godenzi plays an acrobatic thief who, after taking part in an elaborate burglary, is double-crossed by her partner (Aurelio) and is captured by the police. On her release from prison, Godenzi discovers that her betrayer is now a highly influential criminal in the area and commands a posse of hired thugs. With a new partner by her side, Godenzi looks to avenge her imprisonment and steal the valuables her former partner had double-crossed her for.","release_date":"1990-11-01","vote_average":7.3,"runtime":105,"cert":"N\/A","id":57063,"title":"License to Steal","adult":false,"genre_ids":[28,35]},{"cast":["Brinsley Forde","Trevor Laird","Karl Howman","Brian Bovell","Victor Romero Evans"],"overview":"Drama telling the story of Blue, a young man of Jamaican descent living in Brixton in 1980, as he hangs out with his friends, fronts a dub sound system, loses his job, struggles with family problems and has his friendships tested by racism.","release_date":"1980-11-07","vote_average":7.7,"runtime":95,"cert":"","id":57082,"title":"Babylon","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Live at the Great American Music Hall captures Secret Chiefs 3 in concert with what many consider to be the best of their many lineups in 14 years of playing. Shot in 2007 at one of the band's favorite haunts, this DVD does justice to a group whose live energy usually exceeds the recorded medium. Renowned for their ultra-elaborate CD productions, Secret Chiefs 3 has also garnered a reputation for the power and immediacy of their live shows. Their fanbase has swelled in recent years and grown accustomed to this live incarnation (the Secret Chiefs 3 bootleg scene is thriving), and they demand an official release! At the show, Secret Chiefs 3 performs a set of both familiar and as-yet-unreleased music. The line-up includes Ches Smith (Xiu Xiu, Marc Ribot's Ceramic Dog), Shahzad Ismaili (who also plays with Graham Haynes, Laurie Anderson, and Tom Waits), Timb Harris (Estradasphere), Rich Doucette, Peijman Kouretchian, and Jai Young Kim.","release_date":"","vote_average":0.0,"runtime":78,"cert":"N\/A","id":57083,"title":"Secret Chiefs 3: Live at the Great American Music Hall","adult":false,"genre_ids":[10402]},{"cast":["Enrique Rocha","Cecilia Pezet","Delia Magaña","Clemencia Colin","Veronika Con K."],"overview":"Sister Maria is known in the convent for her good works and charity, but, in the secret depths of her sexual fantasies, she is tormented by visions of another world - a world where her forbidden passions are allowed to run free. In this world Satan is her master. As her acts of violence and blasphemy mount, Maria realizes that she has been chosen by the Devil to destroy the convent and lead her sister nuns into hell!","release_date":"1975-06-26","vote_average":6.5,"runtime":89,"cert":"N\/A","id":57084,"title":"Satanic Pandemonium","adult":false,"genre_ids":[27,9648,53]},{"cast":["Felix Scott","Mary Stockley","Cécile Boland","Jason Morell","Martin Swabey"],"overview":"A young woman realizes her friends are being murdered by their own doubles. She and her boyfriend work to solve the mystery before becoming victims themselves.","release_date":"2007-10-20","vote_average":3.6,"runtime":75,"cert":"N\/A","id":57085,"title":"Artifacts","adult":false,"genre_ids":[27,878]},{"cast":["Marjorie Main","Arthur Hunnicutt","Una Merkel","Ted de Corsia","Olive Sturgess"],"overview":"Ma and the kids head out to help Pa's brother Sedgewick with the his farm in Mournful Hollow, Arkansas. Things get tighter when a couple of bootleggers rent Sedge's barn to manufacture moonshine. With Ma and the kids, the bootleggers get their pay.","release_date":"1956-04-01","vote_average":6.4,"runtime":81,"cert":"N\/A","id":57086,"title":"The Kettles In The Ozarks","adult":false,"genre_ids":[35]},{"cast":["Hayden Panettiere","Bill Hader","Joan Cusack","Patrick Warburton","Glenn Close"],"overview":"Red Riding Hood is training in the group of Sister Hoods, when she and the Wolf are called to examine the sudden mysterious disappearance of Hansel and Gretel.","release_date":"2011-04-29","vote_average":5.0,"runtime":86,"cert":"N\/A","id":57089,"title":"Hoodwinked Too! Hood VS. Evil","adult":false,"genre_ids":[35,16,10751]},{"cast":["William Leslie","Dolores Faith","Richard Garland","James Dobson","Pamela Curran"],"overview":"An expedition to the lunar ice caves contracts a deadly moon-fungus. Stopping en route they contaminate a space station with the fungus, which soon begins to take over the entire place.","release_date":"1965-03-03","vote_average":5.2,"runtime":80,"cert":"N\/A","id":57090,"title":"Mutiny in Outer Space","adult":false,"genre_ids":[878]},{"cast":["Kathleen O'Rourke"],"overview":"Granny O'Grimm, a seemingly sweet old lady, loses the plot as she tells her version of Sleeping Beauty to her terrified granddaughter.","release_date":"2008-01-01","vote_average":5.9,"runtime":6,"cert":"N\/A","id":57091,"title":"Granny O'Grimm's Sleeping Beauty","adult":false,"genre_ids":[16,35,14]},{"cast":["Mandira Bedi","Bharat Ganeshpure","Eijaz Khan","Anupam Kher","Mahesh Manjrekar"],"overview":"Meera Achrekar, a mathematics teacher at Vishwaprem Vidyalaya, has been happy and single for quite a while now. The great love of her life has been, and will always remain, cricket and Anil Kumble. The meticulous number cruncher is, despite not being the classic eye-candy-teenage-fantasy-fodder, a huge hit in class, and that's because Meera, unlike most teachers of her school, is more fanatical about her religion-cricket-than even the school cricket captain. Living with her family in their small home in a Mumbai chawl, Meera was initiated into her temple of Wankhede Stadium by her brother, Mahesh.","release_date":"2008-12-05","vote_average":4.0,"runtime":145,"cert":"N\/A","id":57092,"title":"Meerabai Not Out","adult":false,"genre_ids":[35,18]},{"cast":["Michael Mittermeier"],"overview":"Best German Comedian. Ever.","release_date":"1999-11-08","vote_average":0.0,"runtime":112,"cert":"N\/A","id":57093,"title":"Michael Mittermeier - Zapped!","adult":false,"genre_ids":[35]},{"cast":["José María Cruz Piqueras","Sonia Okomo","Julio Sanjuán","Paul Lapidus","Jesús Franco"],"overview":"","release_date":"2003-03-14","vote_average":6.3,"runtime":79,"cert":"N\/A","id":57094,"title":"Death Karate in Torremolinos","adult":false,"genre_ids":[28,27,14,35]},{"cast":["Michael Mittermeier"],"overview":"German Comedian","release_date":"2000-05-22","vote_average":0.0,"runtime":331,"cert":"N\/A","id":57095,"title":"Michael Mittermeier - Back To Life","adult":false,"genre_ids":[]},{"cast":["Michael Mittermeier"],"overview":"Best German Comedian. Ever.","release_date":"2007-01-01","vote_average":7.0,"runtime":120,"cert":"N\/A","id":57096,"title":"Mittermeier: 20 Years","adult":false,"genre_ids":[]},{"cast":["Geoff Tate","Michael Wilton","Eddie Jackson","Scott Rockenfield","Mike Stone"],"overview":"Mindcrime at the Moore is a live album and DVD by American progressive metal band Queensrÿche, that was released on July 3, 2007.  The album\/DVD was recorded live during Queensrÿche's three night stint at The Moore Theatre in Seattle in October 2006, on the band's tour in support of Operation: Mindcrime II. The group performed that album and 1988's Operation: Mindcrime in their entirety, supported by a cast of actors and by the Seattle Seahawks Drumline. Also included on the DVD is a tour documentary, a piece on the band’s \"Rock &amp; Ride Across America\" charity motorcycle ride for the VH1 Save The Music Foundation, and a live performance of \"The Chase\" from the Gibson Amphitheatre in Los Angeles, featuring Ronnie James Dio's only public appearance as Dr. X. The DVD live concert was edited by Scott C. Wilson.","release_date":"2007-07-03","vote_average":0.0,"runtime":163,"cert":"N\/A","id":57097,"title":"Queensrÿche: Mindcrime at the Moore","adult":false,"genre_ids":[10402]},{"cast":["Tony Leung Ka-Fai","René Liu","David Morse","Leon Dai","Yang Kuei-Mei"],"overview":"An FBI Agent pairs with a troubled Taiwan cop to hunt for a serial killer who's embedding a mysterious fungus in the brains of victims.","release_date":"2002-10-17","vote_average":6.2,"runtime":112,"cert":"18","id":57100,"title":"Double Vision","adult":false,"genre_ids":[9648,28,53]},{"cast":["Takafumi Imai","Kenta Itogi","Shinwa Kataoka","Shion Machida","Masanori Mizuno"],"overview":"For Fujiwara, everything seems to be going well - he is doing well in high school, he is good looking and also a good fighter. One day, he is suddenly attacked by a group of students without any provocation. He then discovers that there is a mysterious violent game being played out in the corridors and playfrounds of Tokyo’s high schools. The game is being spread virally via the students’ mobile phones! The victims are mysteriously hypnotized and become senseless killing machines. Fujiwara must fight for his survival and to discover the game’s terrifying secret.","release_date":"2009-07-25","vote_average":5.5,"runtime":104,"cert":"N\/A","id":57101,"title":"Tokyo Gore School","adult":false,"genre_ids":[27]},{"cast":["Sammo Hung","Lam Ching-Ying","Mimi Kung","Mang Hoi","Wong Man-Gwan"],"overview":"Impoverished teahouse worker (and martial-arts student) Abao is engaged to his boss' daughter, Little Chu, and fights to protect her from the lecherous advances of the wealthy but repulsive Master Shi. The two men's romantic rivalry escalates into full-scale supernatural warfare after Shi enlists the aid of a wicked sorcerer, and Abao encounters a benevolent female ghost.","release_date":"1990-02-09","vote_average":5.9,"runtime":100,"cert":"N\/A","id":57104,"title":"Encounter of the Spooky Kind II","adult":false,"genre_ids":[28,35,14]},{"cast":["Ho Tsung-Tao","Chan Sing","Lung Fei","Shih Chung-Tien","David Tang Wei"],"overview":"The new police chief (Bruce Li) arrives in a small provincial town. He's been charged with bringing a dangerous gang to justice. But within seconds, the chief provokes a showdown with his lazy deputies. Realizing that they are not up to the job, he enlists the help of some of his prisoners, offering pardons to those who survive the encounter with the gang. These include a widower (Wang Yung Sheng), imprisoned for killing the men who murdered his wife, a knife-throwing expert (Lung Fei) also doing time for the murder of a corrupt magistrate, a pickpocket, and a young orphan girl out to avenge her parents' death. The chief reveals his coldblooded dedication to the mission when he hangs one prisoner for trying to escape. The group - both prisoners and police - ultimately bond together and track down the gang's headquarters to find the leader (Chen Hsing). After a long and bloody melee, everyone lies dead except the chief.","release_date":"1978-06-11","vote_average":5.8,"runtime":89,"cert":"N\/A","id":57109,"title":"Deadly Strike","adult":false,"genre_ids":[28]},{"cast":["Nanni Moretti","Silvio Orlando","Angela Finocchiaro","Giulio Brogi","Guido Alberti"],"overview":"Cesare Botero (Nanni Moretti), a young and corrupted minister, hires a new spokesman, honest and polite high school professor Luciano Sandulli (Silvio Orlando).","release_date":"1991-04-05","vote_average":7.2,"runtime":92,"cert":"N\/A","id":57110,"title":"The Yes Man","adult":false,"genre_ids":[18]},{"cast":["Marisa Tomei","Rob Morrow","Mathilda May","Jeroen Krabbé","Georges Corraface"],"overview":"Two young lovers whose romantic dreams were shattered, are reunited years later in this sweeping story of fobidden love.","release_date":"1998-05-10","vote_average":5.3,"runtime":81,"cert":"N\/A","id":57111,"title":"Only Love","adult":false,"genre_ids":[10770,18,10749]},{"cast":["Aldo Baglio","Giovanni Storti","Giacomo Poretti","Paola Cortellesi","Marco Messeri"],"overview":"Giovanni is a simple man married to Claudia, Giacomo is divorced and happy but his happiness vanishes when he sees the happiness between Giovanni and Claudia, Aldo is a taxi driver. The three men fall in love with the fascinating Claudia, who will have her heart?","release_date":"2004-12-15","vote_average":6.7,"runtime":104,"cert":"N\/A","id":57112,"title":"Tu la conosci Claudia?","adult":false,"genre_ids":[35]},{"cast":["Stefano Accorsi","Barbora Bobuľová","Violante Placido","Stefano Dionisi","Giuditta Saltarini"],"overview":"A doctor's (Stefano Accorsi) life takes a mysterious turn when his ambulance plunges into a river.","release_date":"2004-10-22","vote_average":5.2,"runtime":null,"cert":"N\/A","id":57113,"title":"Wherever You Are","adult":false,"genre_ids":[18]},{"cast":["Claudio Bisio","Filippo Nigro","Claudia Pandolfi","Giuseppe Battiston","Chiara Mastalli"],"overview":"","release_date":"2008-04-04","vote_average":5.7,"runtime":115,"cert":"N\/A","id":57114,"title":"Amore, bugie e calcetto","adult":false,"genre_ids":[]},{"cast":["Barbara De Rossi","Marina Suma","Athina Cenci","Mara Venier","Laura Betti"],"overview":"A serial killer is terrifying the prostitutes in a big Italian city. After few barbaric murdering four prostitutes Lena, Angela, Nadine and Stella decide to unify and try to self-defend themselves. The police and all the other prostitutes agree with the four and the hunting is open. Who is the cruel killer?","release_date":"1987-04-24","vote_average":5.6,"runtime":91,"cert":"N\/A","id":57115,"title":"Sweets from a Stranger","adult":false,"genre_ids":[53]},{"cast":[],"overview":"The Vienna Philharmonic's New Year's Concert for 2003.","release_date":"2003-02-16","vote_average":0.0,"runtime":154,"cert":"N\/A","id":57116,"title":"New Year's Concert 2003","adult":false,"genre_ids":[10402]},{"cast":["Paula Patton","Julie Bowen","Meagan Good","Mike Epps","Angela Bassett"],"overview":"Two very different families converge on Martha's Vineyard one weekend for a wedding.","release_date":"2011-05-06","vote_average":6.0,"runtime":112,"cert":"N\/A","id":57119,"title":"Jumping the Broom","adult":false,"genre_ids":[35]},{"cast":["Michelle Williams","Bruce Greenwood","Will Patton","Zoe Kazan","Paul Dano"],"overview":"Set in 1845, this drama follows a group of settlers as they embark on a punishing journey along the Oregon Trail. When their guide leads them astray, the expedition is forced to contend with the unforgiving conditions of the high plain desert.","release_date":"2010-09-05","vote_average":6.5,"runtime":104,"cert":"PG","id":57120,"title":"Meek's Cutoff","adult":false,"genre_ids":[18,37]},{"cast":["Masako Nozawa","Masako Ikeda","Kouichi Yamadera","Yuuko Minaguchi","Yoshiko Sakakibara"],"overview":"Based on the story by manga master Leiji Matsumoto (The Cockpit, Queen Emeraldas), the 55 minute featurette picks up one year after the events of Galaxy Express 999 in which a young boy named Tetsuro and his motherly companion Matel worked to rid the universe on the Mechanized Empire who had taken over Earth.","release_date":"1998-03-07","vote_average":5.9,"runtime":55,"cert":"N\/A","id":57123,"title":"Galaxy Express 999: Eternal Fantasy","adult":false,"genre_ids":[16,878]},{"cast":["Eva Braun","Galeazzo Ciano","Adolf Hitler","Joseph Goebbels"],"overview":"Swastika is a feature length documentary about the way in which the Nazi regime infiltrated the lives of the German population, during 1933-45.","release_date":"1974-09-01","vote_average":6.3,"runtime":113,"cert":"","id":57124,"title":"Swastika","adult":false,"genre_ids":[99,10752]},{"cast":[],"overview":"Rise Against playing live at the Area 4 festival in Germany. Date: 21\/08\/09 - 23\/08\/09 01. Collapse 02. State of the Union 03. Re-Education 04. Paper Wings 05. Long Forgotten Sons 06. The Good left Undone 07. Chamber the Cartridge 08. Drones 09. The Dirt whispered 10. Audience of One 11. Blood to bleed 12. Savior 13. Survive 14. Prayer of the Refugee 15. Swing life away 16. Hero of War 17. Dancing for Rain 18. Blood-red, white and blue 19. Give it all 20. Ready to fall","release_date":"","vote_average":0.0,"runtime":81,"cert":"N\/A","id":57125,"title":"Rise Against - Live at WDR Rockpalast, Area 4, 2009","adult":false,"genre_ids":[10402]},{"cast":["Intira Jaroenpura","Chutcha Rujinanon","Chamanun Wanwinwatsara","Kongdej Jaturanrasmee","Nuttawat Plengsiriwat"],"overview":"This is inspired by a true story of three horrible murders that happened to three women in years past. Chalinee, a young reporter, is curious as to the truth behind the three mysterious cases, so she starts searching for more information. Finally, she discovers the house where three women were killed by their lovers. But when she takes her final steps into the cursed house, she finds something more frightening than she ever imagined waiting for her.","release_date":"2007-08-23","vote_average":6.3,"runtime":110,"cert":"N\/A","id":57126,"title":"The House","adult":false,"genre_ids":[27]},{"cast":[],"overview":"The last part of The Offspring's concert at the German festival Rock am Ring in 2008. 11. Pretty Fly For a White Guy 12. Americana 13. What Happened to You? 14. The Kids Aren't Alright 15. (Can't Get My) Head Around You 16. Self Esteem","release_date":"","vote_average":0.0,"runtime":19,"cert":"N\/A","id":57131,"title":"The Offspring - Live at Rock am Ring, Germany 2008","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Come celebrate the power of friendship with the adventures of Maggie and her friends, the large and lovable Ferocious Beast and the steadfast and true pig, Hamilton Hocks.","release_date":"2007-09-25","vote_average":0.0,"runtime":90,"cert":"N\/A","id":57134,"title":"Maggie and the Ferocious Beast - Somewhere in Nowhere Land","adult":false,"genre_ids":[16,10751]},{"cast":["Noriko Tatsumi","Naomi Tani","Mari Iwai","Michiko Yamanaka","Tadashi Oizumi"],"overview":"After her husband's suicide, young and beautiful Mitsuko Fuji feels alone and helpless -- until one of her husband's major creditors, Mr. Kito, offers a sympathetic ear and a cancellation of all debts. However, Mitsuko soon learns that Kito's intentions are anything but pure, as she's forced to become his personal concubine. Her only, improbable hope for redemption lies with her one true admirer: Kito's very own son.","release_date":"1967-07-11","vote_average":7.0,"runtime":75,"cert":"N\/A","id":57137,"title":"Slave Widow","adult":false,"genre_ids":[18,10749]},{"cast":["David Sluga","Kaja Štiglic","Dare Valič","Boris Kralj","Majda Potokar"],"overview":"Young Tomaž has many problems. Not only is he quite lonely, but he also has to leave his hometown and move to the city with his family because of his father's new job. In these difficult times, his only help is his computer Vedi. Even disputes between local gangs can not solve any problems, at least not until both gangs get a common enemy - motorcyclists who steal shells.","release_date":"1985-03-19","vote_average":8.8,"runtime":85,"cert":"N\/A","id":57138,"title":"A Summer in a Sea Shell","adult":false,"genre_ids":[10751,10749,35]},{"cast":["Adnan Omerović","Toni Cahunek","Klemen Bučan","Miki Bubulj"],"overview":"Four local boys borrow a lot of money from the local mafia. Incompedent as they are, they loose the money. They have to think of infinite ways to earn and return the amount. In seven days...","release_date":"2005-01-25","vote_average":5.8,"runtime":88,"cert":"N\/A","id":57139,"title":"Here and There","adult":false,"genre_ids":[12,18,28,35,80,10749]},{"cast":["Park Jin-woo","Park Jung-ah"],"overview":"Inspired by Shakespeare's classic of the same name. Beautiful and rich, Yeon-su (Park Jung-a) lives a life of freedom and indulgence, having any man she wants. That is, until she meets and falls for her polar opposite in Jung-do, an awkward and polite young gentleman. Meeting her future in-laws is a baptism by fire as she learns to become a proper lady. Little does she know that the family is actually the head of a notorious mob, setting up a blood feud.","release_date":"2008-08-14","vote_average":5.5,"runtime":112,"cert":"N\/A","id":57140,"title":"Frivolous Wife","adult":false,"genre_ids":[18,35,878,10749]},{"cast":["Jamel Debbouze","Julien Courbey","Olivia Bonamy","Sam Karmann","Ludivine Sagnier"],"overview":"Four guys from a Paris housing project fabricate a documentary about drug dealers working in the City of Lights. When a television network falls hook, line, and sinker for the prank video, the foursome are given a free three-week vacation in the upscale resort community of Biarritz. As they interact with both locals and fellow tourists, they learn about love, friendship, racism, and the differences between the rich and the poor.","release_date":"1999-01-20","vote_average":5.2,"runtime":null,"cert":"N\/A","id":57141,"title":"Le ciel, les oiseaux et... ta mère !","adult":false,"genre_ids":[35]},{"cast":["Louis de Funès","Jean-Pierre Marielle","Yvonne Clech","Anne Doat","Georges Wilson"],"overview":"Shopkeeper Victor Garnier has naively invested his family's life savings in an African mine, on his banker's recommendation. When the mine is nationalized, rendering the stock worthless, he considers himself shamelessly robbed by the bank; it seems only fair to him to return the 'favor' and rob the bank, teaming up with the whole family as they were all duped. Even for professionals such an enterprise -he decides to dig a tunnel- is quite demanding, but for simple commoners it's daunting, as they also have their personal downsides; thus Victor's wife has a most unwelcome tendency to blurt out the truth, even to the grumpy local copper: a crazy risk when you need to keep a criminal plan secret.","release_date":"1964-02-25","vote_average":6.6,"runtime":88,"cert":"N\/A","id":57144,"title":"Rob the Bank","adult":false,"genre_ids":[35,80]},{"cast":["Lily Weiding","Hans Kurt","Jørgen Reenberg","Bent Christensen","Gerda Madsen"],"overview":"The Danish Ingen tid til Kaertegn (Be Dear to Me) is heavily reliant on the appeal of its star, 8-year-old Eva Cohn. Our heroine is the neglected child of a businessman father and actress mother. Feeling that happiness lies well outside her own backyard, Eva goes on a search for that happiness. The longer she stays away, the more her parents realize that they've unfairly ignored her. The plot is nothing new: it's what is done with it that pleases the eye and ear. Ingen tid til Kaertegn was one of the more popular entries in the 1957 Berlin Film Festival.","release_date":"1957-03-01","vote_average":7.5,"runtime":101,"cert":"N\/A","id":57145,"title":"Be Dear to Me","adult":false,"genre_ids":[18,10751]},{"cast":["Wilfried Elste","Mark Auerbach","Wolfgang Stegemann","Antje Rau","Martin Baden"],"overview":"The revolutionary new government program allows young people to assist the elderly in carrying out their occupational responsibilities, even when said duty is...out of the ordinary.","release_date":"2008-08-16","vote_average":4.2,"runtime":12,"cert":"N\/A","id":57146,"title":"Full Employment","adult":false,"genre_ids":[35,27]},{"cast":["Kim Joo-hyuk","Bong Tae-gyu","Lee Yo-won","Jung Kyung-ho","Kim Ah-joong"],"overview":"Two brothers, Kwang-sik and Kwang-tae, have very different attitudes toward women. Kwang-sik is extremely shy and can't say a word to a woman. But Kwang-tae is a playboy who just sleeps around. One day, Kwang-sik meets Yoon-kyung for the first time in seven years and he tries to confess his feelings to her, in his own way. Similarly, Kwang-tae meets Kyung-jae during a marathon and he tries his own ways on her. At first Kwang-sik still finds it very difficult to even talk to Yoon-Kyung and Kwang-tae thinks of Kyung-Jae as yet another temporary conquest, but in each case something changes in the brothers. Will they be able to love this time?","release_date":"2005-11-23","vote_average":5.6,"runtime":104,"cert":"N\/A","id":57147,"title":"When Romance Meets Destiny","adult":false,"genre_ids":[35,18]},{"cast":["Kad Merad","Bruno Solo","Valérie Benguigui","Philippe Lefebvre","Jean-Noël Brouté"],"overview":"Former school friends get together one weekend a year, this year in the mountains.","release_date":"2007-05-02","vote_average":4.7,"runtime":null,"cert":"N\/A","id":57148,"title":"Pur week-end","adult":false,"genre_ids":[35]},{"cast":["Milow"],"overview":"Amsterdam concert on January 23, 2009 in the Paradiso.","release_date":"2009-10-02","vote_average":0.0,"runtime":66,"cert":"N\/A","id":57149,"title":"Milow: Maybe Next Year - Live In Amsterdam","adult":false,"genre_ids":[10402]},{"cast":["Carlos Santana"],"overview":"On July 15, 2004, Santana took to the stage in Montreux accompanied by a stunning line-up of guests to perform a concert of songs about peace and understanding that they dubbed \"Hymns For Peace\". Joining the regular Santana line-up in the band were Chick Corea, John McLaughlin, Herbie Hancock, Wayne Shorter, Ravi Coltrane and Idrissa Diop with further guest appearances through the night from Angelique Kidjo, Barbara Morrison, Patti Austin, Sylver Sharp, Steve Winwood and Nile Rodgers.","release_date":"2004-12-17","vote_average":6.3,"runtime":181,"cert":"N\/A","id":57150,"title":"Santana: Live At Montreux","adult":false,"genre_ids":[10402]},{"cast":["Daniel Gall"],"overview":"Golodorak The Movie","release_date":"1975-10-04","vote_average":6.8,"runtime":87,"cert":"N\/A","id":57151,"title":"UFO robo: Gurendaizâ","adult":false,"genre_ids":[878,16]},{"cast":["Widespread Panic"],"overview":"The cult jam band performs during the \"Light Fuse Get Away\" CD release party, which was held in Widespread Panic's hometown of Athens, Georgia, in April 1998. This very special release features the music video \"Aunt Avis,\" directed by Billy Bob Thornton; also included are tracks such as \"Disco,\" \"Tall Boy,\" \"Love Tractor,\" \"Chilly Water,\" \"Porch Song,\" \"Pilgrims,\" \"Fishwater,\" \"Space Wrangler\" and many more.","release_date":"2002-11-19","vote_average":0.0,"runtime":79,"cert":"N\/A","id":57152,"title":"Widespread Panic: Panic In the Streets","adult":false,"genre_ids":[10402]},{"cast":["Paul McCartney","John Lennon","George Harrison","Ringo Starr","George Martin"],"overview":"A collection of interviews and footage of the band detailing how their sound progressed and how their albums were made.","release_date":"2009-09-06","vote_average":6.2,"runtime":58,"cert":"","id":57153,"title":"The Beatles on Record","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"A documentary about the making of the final version of Metropolis by restoring all material from different sources.","release_date":"2010-02-12","vote_average":5.4,"runtime":54,"cert":"","id":57154,"title":"Voyage to Metropolis","adult":false,"genre_ids":[18,99,878]},{"cast":[],"overview":"Audubon's VideoGuide to the Birds of North America is the ideal application of DVD technology to a reference source. Beautiful moving footage and stills, bird calls and sounds, annotated visuals, authoritative narration and range maps help users quickly and precisely locate any of 247 bird species in DVD I (with 258 additional species in DVD II, available seperately) at the touch of a button. By using your DVD player's remote control you can repeat a segment, a shot or any part of a bird's description as often as you like, or even view footage in slow motion. Add a portable DVD player or a laptop and you can easily bring this unique reference into the field, for immediate on-site identification.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":57155,"title":"Audubon VideoGuide To 505 Birds Of North America","adult":false,"genre_ids":[]},{"cast":["Ian McKellen","Martin Freeman","Richard Armitage","Benedict Cumberbatch","Evangeline Lilly"],"overview":"The Dwarves, Bilbo and Gandalf have successfully escaped the Misty Mountains, and Bilbo has gained the One Ring. They all continue their journey to get their gold back from the Dragon, Smaug.","release_date":"2013-12-11","vote_average":7.6,"runtime":161,"cert":"12A","id":57158,"title":"The Hobbit: The Desolation of Smaug","adult":false,"genre_ids":[12,14,28]},{"cast":[],"overview":"A disgraced former American Special Forces operative attempts to clear his name by rescuing a judge's kidnapped daughter from a Mexican cartel.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":57159,"title":"Protection","adult":false,"genre_ids":[18,28,53]},{"cast":[],"overview":"Film documental sobre la mineria a cielo abierto y las consecuencias de la sobreexplotacion de la mineria y los recursos naturales en la Argentina","release_date":"","vote_average":4.5,"runtime":50,"cert":"N\/A","id":57164,"title":"El Oeste perdido","adult":false,"genre_ids":[]},{"cast":["Sam Worthington","Liam Neeson","Ralph Fiennes","Edgar Ramírez","Toby Kebbell"],"overview":"A decade after his heroic defeat of the monstrous Kraken, Perseus-the demigod son of Zeus-is attempting to live a quieter life as a village fisherman and the sole parent to his 10-year old son, Helius. Meanwhile, a struggle for supremacy rages between the gods and the Titans. Dangerously weakened by humanity's lack of devotion, the gods are losing control of the imprisoned Titans and their ferocious leader, Kronos, father of the long-ruling brothers Zeus, Hades and Poseidon.","release_date":"2012-03-27","vote_average":5.6,"runtime":99,"cert":"12A","id":57165,"title":"Wrath of the Titans","adult":false,"genre_ids":[14,12]},{"cast":["Vivica A. Fox","Rudolph Moise","Obba Babatundé","Miguel A. Núñez, Jr.","Kenya Moore"],"overview":"When Nadine Lazard (Kenya Moore), wife of Richard Lazard (Rudulph Moise), comes up missing, the focus immediately turns on her husband, a prominent Haitian doctor. The plot thickens when Violet Martin (vivica A. Fox), a beautiful detective assigned to the case, is led to believe that Nadine was the victim of a powerful Haitian Voodoo priest (Obba Babatunde). But nothing is as it seems in this complex psychological thriller that delves into the dark world of Voodoo, deception, and the fragility of the mind. Clifton Powell, Miguel Nunez Jr., and Jean Claude LaMarre costar.","release_date":"2011-02-08","vote_average":8.0,"runtime":81,"cert":"N\/A","id":57172,"title":"Trapped: Haitian Nights","adult":false,"genre_ids":[53]},{"cast":["Jason London","Robert Picardo","Leonor Varela","Nicole Barré","Amber Bartlett"],"overview":"A creature of ancient legend manifests, bound to protect the ecological balance of the land and killing anyone that threatens it. This elusive guardian is initially both feared and celebrated by the locals, but when a deadly curse affects them all, they must unite and recapture the monster wolf’s spirit or face their ultimate doom.","release_date":"2010-10-09","vote_average":3.8,"runtime":86,"cert":"N\/A","id":57173,"title":"Monsterwolf","adult":false,"genre_ids":[10770,14,27]},{"cast":["Denise Richards","Dean Cain","Karen Cliche","Olivia Palenstein","Mimi Kuzyk"],"overview":"Denise Richards plays Lauren, a divorced wedding-planner who falls for the groom-to-be (Dean Cain).","release_date":"2004-09-13","vote_average":5.1,"runtime":88,"cert":"N\/A","id":57174,"title":"I Do (but I Don't)","adult":false,"genre_ids":[35,18,10749]},{"cast":["Yang Hui-shan","Yasuaki Kurata","Yukari Ôshima","Pauline Lan","David Tao"],"overview":"In one of her first film appearances Yukari plays an undercover Japanese criminal police officer investigating the gang led by Yamashita (Yasuaki Kurata). As in most of these Taiwanese films, slapstick comedy alternates with intense action. An absurd plot has something to do with missing bullion and a treasure map. Yamashita’s gang wants it, and so do an unlikely band of heroes, including an incompetent traffic cop, his cop wannabe girl friend, and a couple of card sharks who have teamed up with an infatuated gas station owner. Some of Taiwan’s best action actors provide excellent kung fu action.","release_date":"1987-01-01","vote_average":6.0,"runtime":81,"cert":"N\/A","id":57175,"title":"A Book of Heroes","adult":false,"genre_ids":[28,35]},{"cast":["Henry Rollins","Kevin Barry","Mary Gregory","Hattie Winston","Jeanette Miller"],"overview":"A short mockumentary about an unfulfilled door-to-door salesman named Vincent who is actually the Angel of Death.","release_date":"2003-12-31","vote_average":5.8,"runtime":15,"cert":"N\/A","id":57176,"title":"Deathdealer: A Documentary","adult":false,"genre_ids":[18,35]},{"cast":["Adam Hatley","Brandon Gibson"],"overview":"The Hanged Man is the tale of six social misfits who meet on-line, and in a desperate attempt to escape their troubled pasts agree to gather in an abandoned barn to commit group suicide. But when the plan goes awry, the group discovers there just may be something to live for.","release_date":"2007-03-12","vote_average":3.0,"runtime":88,"cert":"N\/A","id":57185,"title":"The Hanged Man","adult":false,"genre_ids":[9648,53]},{"cast":["Nikola Rakočević","Viktor Savić","Nataša Tapušković","Nikola Kojo","Bojana Novaković"],"overview":"Novica is a mathematics champion in a Belgrade high school. In an attempt to overcome the ‘geek’ status at school, Novica becomes attracted to the world of skinheads by his school friend Relja. Novica is exposed to violence, hooliganism and racism; embracing the ideology and climbing up the ladder in the gang hierarchy.","release_date":"2010-10-06","vote_average":5.9,"runtime":97,"cert":"18","id":57186,"title":"Skinning","adult":false,"genre_ids":[28,80,18]},{"cast":["Martin Brygmann","Peter Frödin","Hella Joof"],"overview":"De tre melankolske Clowns, Peter Frödin, Martin Brygmann og Hella Joof, har lagt (pik)hovederne og resten af kroppen i blød og præsenterer et hudløst ærligt generations portræt. Se bl.a. Martin Brygmanns hjerteskærende hyldest til Marilyn Monroe. En tragediesnas fra storbyens hårde gademiljø baseret på virkelige hændelser. Et familie drama, der er mere aktuelt, end da det blev skrevet. Gensyn med cowboyd'erne Tex og Jack på deres farefulde ridt over prærien mod Nottingham Gulch i deres evige søgen efter lækre kællinger. Der er også musik... og sang... og forskellige kostumer... flest kjoler... Det er noget med Martin. Næstekærligste hilsner Det brune punktum","release_date":"2002-01-01","vote_average":7.0,"runtime":80,"cert":"N\/A","id":57189,"title":"Det brune punktum - Far brugte ikke noget","adult":false,"genre_ids":[]},{"cast":["Billy Zane","Francesco Quinn","Kam Heskin","Paul Popowich"],"overview":"Death and spiritual torment stalk three American students visiting the Carpathian mountain homeland of Vlad Tepes.","release_date":"2003-05-16","vote_average":3.9,"runtime":98,"cert":"N\/A","id":57190,"title":"Vlad","adult":false,"genre_ids":[53,27,878]},{"cast":["Kim Larsen","Franz Beckerlee","Wili Jønsson","Søren Berlev","Susanne Mertz"],"overview":"Intimate portrait of Denmark's most influential rock band Gasolin'. For the first time ever since they split up in 1978 the four band members reflect upon their career and why they parted.","release_date":"2006-03-10","vote_average":5.9,"runtime":92,"cert":"N\/A","id":57193,"title":"Gasolin'","adult":false,"genre_ids":[10402,99]},{"cast":["Jean-Paul Belmondo","Carla Gravina","Jean Rochefort","Charles Denner","Jean Desailly"],"overview":"After his father is killed in a plane crash, Bart Cordell returns back home to France to claim his inheritance: to lead the industrial empire his father built.  But when a prostitute tries to set him up for a drug smuggling charge, he is forced to accept that his father may have been assassinated and that the killers are out to get him as well...","release_date":"1973-03-22","vote_average":6.1,"runtime":112,"cert":"N\/A","id":57194,"title":"The Inheritor","adult":false,"genre_ids":[53,18,28]},{"cast":["Ebbe Langberg","Dirch Passer","Ghita Nørby","Dario Campeotto","Inger Stender"],"overview":"Peters baby is a 1961 Danish comedy film directed by Annelise Reenberg and starring Ebbe Langberg.","release_date":"1961-07-28","vote_average":7.0,"runtime":96,"cert":"N\/A","id":57195,"title":"Peter's baby","adult":false,"genre_ids":[10751,35]},{"cast":["Randy Quaid","Brenda Epperson","Katherine Heigl","James Doohan","George Takei"],"overview":"After the mayor uses a potentially dangerous substance to protect the local plantation, the lakeside town of Mountview, in California, is attacked by a lethal species of large cockroach. After some of the town's inhabitants are killed, the mayor enlists the help of eccentric pest exterminator General George S. Merlin in order to prevent further harm to the local dwellers.","release_date":"1998-01-18","vote_average":2.7,"runtime":93,"cert":"N\/A","id":57196,"title":"Bug Buster","adult":false,"genre_ids":[35,27]},{"cast":[],"overview":"The Vienna Philharmonic Orchestra's New Year Concert for 2005.","release_date":"2005-01-14","vote_average":0.0,"runtime":112,"cert":"N\/A","id":57197,"title":"New Year's Concert 2005","adult":false,"genre_ids":[10402]},{"cast":["Hiroyuki Shibamoto","Noriko Hidaka","Michio Hazama","Akiko Hiramatsu","Chisa Yokoyama"],"overview":"Miss China, a young Chinese girl, runs a restaurant in England. Dr Breckenridge and Jim are boarders that live upstairs. Unfortunately, Miss China has a problem with getting the rent from them because they spend all their money on wild inventions. The latest one allows people to travel to the moon. No one believes them, so they devise a way to prove it.","release_date":"1992-06-03","vote_average":7.0,"runtime":42,"cert":"N\/A","id":57198,"title":"Spirit of Wonder: Miss China's Ring","adult":false,"genre_ids":[16]},{"cast":["Clarence Nash"],"overview":"Ben Buzzard runs a \"used\" (broken) plane lot. Donald takes one of the junkers out for a test fly after signing a life insurance policy payable to Buzzard. Buzzard then tries several schemes to get Donald to wreck.","release_date":"1943-03-12","vote_average":5.2,"runtime":7,"cert":"N\/A","id":57199,"title":"The Flying Jalopy","adult":false,"genre_ids":[16]},{"cast":["June Foray","June Foray"],"overview":"After Tom's mistress orders him to clean up the mess he made while chasing Jerry, Tom spies an ad for a cat needed as companion to an old lady. Tom leaves this inhospitable atmosphere for a better life...only he discovers the old lady turns out to be a witch. After a harrowing experience on a flying broom with the witch, Tom decides to use the broom to his advantage to fly back to his old home and give Jerry trouble. Tom returns to find the witch did not appreciate Tom borrowing her broom and punishes him.","release_date":"1956-01-27","vote_average":5.8,"runtime":7,"cert":"N\/A","id":57200,"title":"The Flying Sorceress","adult":false,"genre_ids":[16,35]},{"cast":["Johnny Depp","Armie Hammer","William Fichtner","Helena Bonham Carter","James Badge Dale"],"overview":"The Texas Rangers chase down a gang of outlaws led by Butch Cavendish, but the gang ambushes the Rangers, seemingly killing them all. One survivor is found, however, by an American Indian named Tonto, who nurses him back to health. The Ranger, donning a mask and riding a white stallion named Silver, teams up with Tonto to bring the unscrupulous gang and others of that ilk to justice.","release_date":"2013-07-03","vote_average":6.0,"runtime":149,"cert":"12A","id":57201,"title":"The Lone Ranger","adult":false,"genre_ids":[28,12,37]},{"cast":[],"overview":"There's a reason God created day jobs.","release_date":"2002-08-02","vote_average":0.0,"runtime":93,"cert":"N\/A","id":57202,"title":"Hacks","adult":false,"genre_ids":[35,99]},{"cast":["Michael Shanks","Siri Baruc","Michal Yannai","John T. Woods"],"overview":"Duff Daniels (John T. Woods), the younger, stupider brother of Les (Michael Shanks), can't help himself from stealing a rare snake that's been kept in a jar by a Native American snake dealer (Ben Cardinal), and which has to follow some rules: don't let it out of the jar, then don't let it eat anything anything living, and never fear the heart of the snake.","release_date":"2007-07-28","vote_average":3.5,"runtime":90,"cert":"N\/A","id":57203,"title":"Mega Snake","adult":false,"genre_ids":[27]},{"cast":["Michael Keaton","María Conchita Alonso","Ajay Naidu","John Reilly","Maria Tucci"],"overview":"An ice hockey star is accosted by a youth gang who attempt to rob him; after he chases them off he catches the youngest member and gives him a ride home, where he meets the boy's mother. A romantic plot ensues, as well as a confrontation with the gang leaders.","release_date":"1986-08-22","vote_average":7.0,"runtime":101,"cert":"N\/A","id":57204,"title":"Touch and Go","adult":false,"genre_ids":[18,10749]},{"cast":["Juri Ueno","Yoshino Kimura","Ayaka Komatsu","Reiko Takashima","Daisuke Maki"],"overview":"Hiroko is about to get married to the handsome Kenichiro when disaster strikes. Her landlord stops by the happy bride-to-be’s apartment where a pair of wayward scissors falls from a shelf and stabs him in the back as he bends forward to pick something up. His body begins to stiffen even before Hiroko realizes what has happened.  On the road to Mount Fuji where Hiroko intends to dump the corpse, something falls on the hood of her car out of the blue. That “something” is Fukuko Kobayashi (Yoshino Kimura), who is dying to… die. Fukuko believes that she is irredeemably unhappy and has endeavored to commit suicide again and again. As Hiroko and Fukuko begin their journey to abandon the corpse, a weird friendship begins to build.","release_date":"2009-09-12","vote_average":5.3,"runtime":97,"cert":"N\/A","id":57205,"title":"Killer Bride's Perfect Crime","adult":false,"genre_ids":[18,35,10749]},{"cast":["Wentworth Miller"],"overview":"An introverted genius who tries to find a love connection in an increasingly digital world.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":57208,"title":"Analog","adult":false,"genre_ids":[35,18]},{"cast":["Ilya Lyubimov","Ingrid Olerinskaya","Yevgeni Tsyganov","Yuliya Takshina","Anastasiya Fedorkova"],"overview":"Adequacy is relative. Vitalik the main character of the movie seems to be pretty normal. With a respectable office job, a comfy little dwelling and a personal couch doctor, Vitalik looks as adequate as a human can possibly be. Wait till he drinks and drives himself into depression, and after that falls in love with an under-age girl living next door. Who's adequate now?","release_date":"2010-12-12","vote_average":7.2,"runtime":106,"cert":"N\/A","id":57209,"title":"Inadequate People","adult":false,"genre_ids":[35,10749,18]},{"cast":["Chandler Canterbury","Willie Nelson","Harry Connick Jr.","Connie Britton","Fionnula Flanagan"],"overview":"As a child, Michael Walker wished every day could be Christmas. That is, until a tragic accident crushed his holiday spirit. Thirty years later, Michael still can't muster any joy for the holidays, despite encouragement from his playful wife and well-intentioned parents. But when his young son faces a tragedy, Michael needs to make amends with his past. A mysterious man named Nick gives Michael a gift and instills in him the courage to find the joy that he lost.","release_date":"2013-10-19","vote_average":5.5,"runtime":87,"cert":"N\/A","id":57210,"title":"Angels Sing","adult":false,"genre_ids":[35,10751,10770,18]},{"cast":["Ken Kesey","Jerry Garcia","Neal Cassady","Phil Lesh","Bob Weir"],"overview":"A freewheeling portrait of Ken Kesey and the Merry Prankster’s fabled road trip across America in the legendary Magic Bus. In 1964, Ken Kesey, the famed author of “One Flew Over the Cuckoo’s Nest,” set off on a legendary, LSD-fuelled cross-country road trip to the New York World’s Fair. He was joined by “The Merry Band of Pranksters,” a renegade group of counterculture truth-seekers, including Neal Cassady, the American icon immortalized in Kerouac’s “On the Road,” and the driver and painter of the psychedelic Magic Bus.","release_date":"2011-08-05","vote_average":6.9,"runtime":107,"cert":"N\/A","id":57211,"title":"Magic Trip","adult":false,"genre_ids":[99,10402]},{"cast":["Jeremy Irvine","Tom Hiddleston","Benedict Cumberbatch","Toby Kebbell","Emily Watson"],"overview":"Follows a young man named Albert and his horse, Joey, and how their bond is broken when Joey is sold to the cavalry and sent to the trenches of World War One. Despite being too young to enlist, Albert heads to France to save his friend.","release_date":"2011-12-25","vote_average":7.2,"runtime":146,"cert":"12A","id":57212,"title":"War Horse","adult":false,"genre_ids":[18,10752,28]},{"cast":[],"overview":"Terra Circa, was organised by Dave Greenhough, brother of one of the Mondo Enduro team members. It was the first motorbike expedition to cross the infamous Zilov Gap. The route went from London across Europe, western Russia and Siberia to Vladivostok. The team then embarked for Japan and returned to Europe crossing the United States. It took 7 months and they drove 20 000 miles. The members were: Dave Greenhough (organizer), Austin Vince, Charlie Benner, Gerald Vince, Joe MacManus (until Turkey), and Matt Hill (until Turkey and then from Russia). Dave Greenhough had to leave early because of a knee injury, and Matt Hill jumped in again (he had left the expedition in Turkey with Joe MacManus) to finish with the others. Like its predecessor, Terra Circa is a shoestring expedition with rough camping the order of the day and has a cult following amongst adventure motorcyclists.","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"","id":57213,"title":"Terra Circa","adult":false,"genre_ids":[]},{"cast":["Oliver Cooper","Jonathan Daniel Brown","Thomas Mann","Dax Flame","Kirby Bliss Blanton"],"overview":"Three high school seniors throw a party to make a name for themselves. As the night progresses, things spiral out of control as word of the party spreads.","release_date":"2012-03-01","vote_average":6.4,"runtime":88,"cert":"18","id":57214,"title":"Project X","adult":false,"genre_ids":[35]},{"cast":["William Tepper","Karen Black","Michael Margotta","Bruce Dern","Robert Towne"],"overview":"Hector is a star basketball player for the College basketball team he plays for, the Leopards. His girlfriend, Olive, doesn't know whether to stay with him or leave him. And his friend, Gabriel, who may have dropped out from school and become a protestor, wants desperately not to get drafted for Vietnam.","release_date":"1971-06-13","vote_average":6.5,"runtime":95,"cert":"N\/A","id":57215,"title":"Drive, He Said","adult":false,"genre_ids":[35,18]},{"cast":["Massimo Boldi","Vincenzo Salemme","Nancy Brilli","Enzo Salvi","Massimo Ceccherini"],"overview":"","release_date":"2010-11-26","vote_average":4.9,"runtime":null,"cert":"N\/A","id":57216,"title":"A Natale mi sposo","adult":false,"genre_ids":[]},{"cast":["Clarence Nash"],"overview":"Donald is pushing his peanut cart through the park when a flying squirrel drops in. Donald gets him to help tie his sign to a tree by promising a peanut, but when it turns out to be a bad nut, Donald won't make good, and the battle with the squirrel is on.","release_date":"1954-11-12","vote_average":5.6,"runtime":7,"cert":"N\/A","id":57217,"title":"The Flying Squirrel","adult":false,"genre_ids":[16]},{"cast":["Vlado Jovanovski","Adolfo Margiotta","Zvezda Angelovska","Branko Đurić","Antonella Troise"],"overview":"A Macedonian military deserter and his Italian blood-brother are searching for a dead grandmother wrapped up in a stolen carpet, all over the Balkan's criminal underworld.","release_date":"2005-10-11","vote_average":6.6,"runtime":89,"cert":"","id":57218,"title":"Bal-Can-Can","adult":false,"genre_ids":[28,12,35,80,18,10752]},{"cast":["Roy Scheider","Patrick Muldoon","María Conchita Alonso","Michael Biehn"],"overview":"Secret Service agents must retrieve the briefcase allowing the President control of America's nuclear arsenal before massive destruction ensues.","release_date":"2000-07-22","vote_average":5.2,"runtime":96,"cert":"N\/A","id":57219,"title":"Chain of Command","adult":false,"genre_ids":[28,53]},{"cast":[],"overview":"An old-timer tells his grandson that old-time football players could take a modern team, so we see a game with just that match-up: Bygone U. vs. Present State. More specifically, the Bygone U. team of 11 vs. Present State's dozens of special squads and support personnel. Even the stadium, fans, and press are modern vs. old-time. The game is close, and fiercely fought.","release_date":"1953-10-02","vote_average":6.0,"runtime":7,"cert":"N\/A","id":57220,"title":"Football (Now and Then)","adult":false,"genre_ids":[16]},{"cast":["Gordon Currie","Louis Ferreira","Fiona Reid","David Cronenberg","Frank Moore"],"overview":"In 1994, in Toronto, the vampire Boya awakens from his twenty-five years of sleep in a basement hit by a golf ball. He takes a cab to the local cemetery, retrieves his belongings from a grave and lodges in a low budget hotel nearby an all-night donut shop. Boya does not drink human blood anymore but rats and pigeons blood instead. While in the donut shop, Boya befriends and protects the taxi driver Earl, who is having trouble with two criminals, and falls in love for the waitress Molly. Meanwhile, his former passion of 1969, Rita, who misses her lost youth, is trying to locate him.","release_date":"1995-09-09","vote_average":5.4,"runtime":90,"cert":"N\/A","id":57221,"title":"Blood & Donuts","adult":false,"genre_ids":[27,35]},{"cast":["Richard Edwards"],"overview":"It's morning in the English countryside and time for the gentry to participate in their favorite sport: the fox hunt. The eccentric gentlemen come in all shapes and sizes, the fat ones putting the greatest strain on the horses. The craziest things happen to the monocled hunters. One even gets knocked off his horse when it jumps over a brick wall. He shoots straight up into the air and, thanks to a parachute hidden in his clothes, makes a gentle landing. But instead of the ground, he lands on a cow. Upset by her unwanted passenger, she takes off at top speed, finally dumping him in a mud puddle, where he lands on a pig and continues his wacky ride. Meanwhile, the poor fox finally gets trapped in a hollow log. Dogs to the left of him, dogs to the right! Luckily, the beleaguered creature gets help from a certain powerful, and pungent, friend.","release_date":"1931-11-20","vote_average":3.9,"runtime":6,"cert":"N\/A","id":57222,"title":"The Fox Hunt","adult":false,"genre_ids":[16]},{"cast":["Sofia Westberg","Peter Andersson","Marie Richardson","Magnus Krepper","Marie Göranzon"],"overview":"The teenage girl Vera left her family after an incident at home, and is now living with a middle-aged drug addict, Morgan, who is using her as a prostitute to get money for drugs and debts. Meanwhile, the rest of her family is falling apart, and her father, Mats, is trying to figure out how to get her back before it's too late.","release_date":"2005-12-25","vote_average":5.3,"runtime":94,"cert":"N\/A","id":57223,"title":"Mouth to Mouth","adult":false,"genre_ids":[18]},{"cast":["Toshihiko Seki","Yuuko Minaguchi","Kazuhiko Inoue","Taro Ishida","Rei Igarashi"],"overview":"A strange virus known as the Demon Virus, attacks the human genetic code, transforming people into monsters with demonic powers. One particular monster is terrorizing the streets of Tokyo. ripping open young women to devour their livers. A famed psychic holds the secret to the identity and purpose of this monster. Now it is up to two molecular biologists. self-proclaimed Bio Hunters Komada and Koshigaya, to reach the psychic and his beautiful daughter before its too late! The Demon Virus is out to conquer the world.","release_date":"1995-12-08","vote_average":6.1,"runtime":58,"cert":"N\/A","id":57224,"title":"Bio Hunter","adult":false,"genre_ids":[27,16,28]},{"cast":["Sissela Kyle"],"overview":"Här är äntligen hennes show på DVD - showen gick för utsålda hus och sågs av över 150 000 personer. I över ett år har Sissela Kyle med stor framgång turnerat landet runt med sin föreställning \"Dina dagar är räknade\". Hon har själv lagt beslag på alla figurer och för första gången är Sveriges roligaste kvinna frisläppt på egen hand. Ogenerat, Obeskrivligt - helt enkelt vansinnigt roligt!","release_date":"2011-02-14","vote_average":4.3,"runtime":87,"cert":"N\/A","id":57231,"title":"Sissela Kyle - Dina dagar ar raknade","adult":false,"genre_ids":[35]},{"cast":["Elina Madison","Jeff Doba","Bryan Kent","Mike Kimmel"],"overview":"Tina has been using the internet and her perfect body to achieve financial success. After being kidnapped and imprisoned by her biggest and most twisted web fan, she must use both like never before to escape.","release_date":"2006-09-12","vote_average":4.0,"runtime":92,"cert":"N\/A","id":57232,"title":"Look @ Me","adult":false,"genre_ids":[53,10749]},{"cast":["Lillian Randolph"],"overview":"Tom filches a drumstick from a fresh-baked chicken. When Mammy is about to discover him, he hands it off to Jerry; this lets him be a hero to Mammy and still get his chicken. Jerry is miffed, and sees his chance to retaliate: Spike is very possessive of his bone. Jerry keeps stealing the bone and planting it on Tom. Finally, Jerry bores a hole in the bone, inserts a bolt, and gets Tom to swallow a magnet. The bone keeps coming back to Tom, even through a fence. Finally, as Tom runs off followed by Spike, Jerry, who's been hiding in a tin can, is also dragged along.","release_date":"1950-10-21","vote_average":6.6,"runtime":7,"cert":"N\/A","id":57233,"title":"The Framed Cat","adult":false,"genre_ids":[16,35]},{"cast":["Steve Byers","Danielle Harris","Shawn Roberts","Robbie Amell","Daniel Clark"],"overview":"Five frat boys are stalked by a machete wielding maniac, after they are involved in a horrifying Devil's Night accident.","release_date":"2007-11-06","vote_average":5.6,"runtime":78,"cert":"N\/A","id":57236,"title":"Left for Dead","adult":false,"genre_ids":[27]},{"cast":["Felix Herngren"],"overview":"Felix Tobias Herngren was born in 1967. He probably did not know then that he would become one of Sweden's most popular comedians. This DVD contains the very best with Felix. From the breakthrough of SMASH to TV success Solsidan. In Late night with Luuk Felix became cult with their characters Papi Raul Dan Bäckman Tim Hibbins. There are also clips from TV shows like Pang Bulle, Help !, the Pentagon, Extra Extra, Ulveson &amp; Herngren, the social game, Parliament, the truth behind, Roast, Boston Tea Party and biofilms adults and every week. This and much more in the very best with Felix Herngren. AAAHHH, what fun ...","release_date":"2011-02-23","vote_average":5.3,"runtime":119,"cert":"N\/A","id":57239,"title":"Det allra basta med Felix Herngren","adult":false,"genre_ids":[35]},{"cast":["Ricky Busker","Darius McCrary","Robert Joy","Robert Prosky","Jerzy Skolimowski"],"overview":"Following the death of his father, a suburbanite runs away from home and winds up on Chicago's South Side. After being mugged, the boy befriends a young hustler and, after stealing a gangster's car, the two embark on an adventure down south in search of the hustler's estranged father.","release_date":"1987-10-02","vote_average":7.0,"runtime":94,"cert":"N\/A","id":57240,"title":"Big Shots","adult":false,"genre_ids":[28,12,35]},{"cast":["Annika Hallin","Kristoffer Joner","Fridtjov Såheim","Göran Ragnerstam","Linn Skåber"],"overview":"Following her son's death, Victoria moves to a small community to work as a doctor at the local clinic. She attempts to forget and move on with her life but finds it impossible when a local boy is found dead in the snow and Victoria must tell the boy's parents. Police quickly explains it as an accident but Victoria finds that there is something strange about the whole affair.","release_date":"2005-11-10","vote_average":6.5,"runtime":84,"cert":"N\/A","id":57241,"title":"Kissed by Winter","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"Celebrate Thanksgiving with these fun-filled Alvin episodes!","release_date":"2008-09-23","vote_average":0.0,"runtime":89,"cert":"N\/A","id":57242,"title":"Alvin and the Chipmunks - Alvin's Thanksgiving Celebration","adult":false,"genre_ids":[]},{"cast":["Fabrice Luchini","Sandrine Kiberlain","Natalia Verbeke","Carmen Maura","Lola Dueñas"],"overview":"Paris, in the early 1960s. Jean-Louis Joubert is a serious but uptight stockbroker, married to Suzanne, a starchy class-conscious woman and father of two arrogant teenage boys, currently in a boarding school. The affluent man lives a steady yet boring life. At least until, due to fortuitous circumstances, Maria, the charming new maid at the service of Jean-Louis' family, makes him discover the servants' quarter on the sixth floor of the luxury building he owns and lives in. There live a crowd of lively Spanish maids who will help Jean-Louis to open to a new civilization and a new approach of life. In their company - and more precisely in the company of beautiful Maria - Jean-Louis will gradually become another man, a better man.","release_date":"2010-12-20","vote_average":6.7,"runtime":106,"cert":"N\/A","id":57243,"title":"The Women on the 6th Floor","adult":false,"genre_ids":[35]},{"cast":["Barbara Harris","Michelle Meyrink","William O'Leary","Wallace Shawn"],"overview":"April has a problem. Whenever she gets anything like passionate with a guy all sorts of things seem to spontaneously combust. The only men she meets more then once are firefighters. Actually, it's Mom's way of trying to keep her little girl to herself, but new boyfriend Andy is having none of such nonsense. So the heat's on. Unfortunately it's Fluffy the cat who keeps getting caught in the middle.","release_date":"1987-02-01","vote_average":5.7,"runtime":78,"cert":"N\/A","id":57244,"title":"Nice Girls Don't Explode","adult":false,"genre_ids":[35,10749,878]},{"cast":["Leif Juster","Joachim Holst-Jensen","Eva Steen","Eva Lunde","Jens Gundersen"],"overview":"Private investigators Gløgg and Rask have been hired to trace a butcher (sausage-maker) who has disappeared. This leads the two into a number of adventures.","release_date":"1941-12-26","vote_average":0.0,"runtime":80,"cert":"N\/A","id":57247,"title":"Den forsvundne pølsemaker","adult":false,"genre_ids":[35]},{"cast":["Peter Stormare","Dina Meyer","Jeremy Sisto"],"overview":"A man believes his life is a movie watched by an audience only he can see.In his feature film debut, director Brad T. Gottfred delivers a spoof of cinema cliches with a memorable protagonist named Blake Gardner (Jeremy Sisto), who believes his life is a movie. Playing to an audience only he perceives -- and determined to entertain them. Blake recruits a comical black sidekick (Brian J. White), attempts to apprehend the bad guy (Peter Stormare) and begins romancing his court-appointed psychotherapist (Dina Meyer).","release_date":"2003-03-08","vote_average":5.8,"runtime":98,"cert":"N\/A","id":57248,"title":"The Movie Hero","adult":false,"genre_ids":[35,18]},{"cast":["Cesare Bocci","Alessio Boni","Laura Morante","Eleonora Ivone","Alberto Bognanni"],"overview":"","release_date":"2005-05-06","vote_average":5.0,"runtime":null,"cert":"N\/A","id":57249,"title":"Non aver paura","adult":false,"genre_ids":[]},{"cast":["Jean-Hugues Anglade","Juliet Aubrey","Luke Petterson"],"overview":"The story of the Holocaust, seen as Jonah, a young jewish boy living in Amsterdam at the onset of WW II, who with his family is taken by the Nazis to a concentration camp. (Based on the book 'Childhood' by Jona Oberski.)","release_date":"1993-04-01","vote_average":6.2,"runtime":100,"cert":"N\/A","id":57250,"title":"Jonah Who Lived in the Whale","adult":false,"genre_ids":[]},{"cast":["Carlo Delle Piane","Valeria Bruni Tedeschi","Martin Compston","William Ruane","Silvana De Santis"],"overview":"A train travels across Italy toward Rome. On board is a professor who daydreams a conversation with a love that never was, a family of Albanian refugees who switch trains and steal a ticket, three brash Scottish soccer fans en route to a match, and a complaining widow traveling to a memorial service for her late husband who's accompanied by a community-service volunteer who's assisting her. Interactions among these Europeans turn on class and nationalism, courtesy and rudeness, and opportunities for kindness.","release_date":"2005-03-25","vote_average":6.8,"runtime":109,"cert":"N\/A","id":57251,"title":"Tickets","adult":false,"genre_ids":[35,18]},{"cast":["Rolv Wesenlund","Marie Louise Tank","Øivind Blunck","Elsa Lystad","Anders Hatlo"],"overview":"Den grønne heisen (English: The green elevator) is a 1981 Norwegian comedy film directed by Odd-Geir Sæther, based on a play by Avery Hopwood, and starring Rolv Wesenlund and Øivind Blunck.","release_date":"1981-10-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":57252,"title":"Den grønne heisen","adult":false,"genre_ids":[]},{"cast":["Anita Caprioli","Teresa Saponangelo"],"overview":"The film looks again at recent events from a female point of view, through the first-hand accounts provided by the diaries of three women. Rather than focusing on the alleged objectivity of facts, the film gives space to a chorus of voices that narrate those events in first person, visually supported by archival footage of the period, drawn from the most varied sources - institutional, public, militant and private. Anita, Teresa and Valentina come from different Italian regions and different social backgrounds, but share the same feelings: they no longer feel as part of a society based on the patriarchal family, on the power of \"husbands\" and on the supremacy of males, which requires them to be efficient mothers, obedient wives and virtuous daughters.","release_date":"2008-03-07","vote_average":7.3,"runtime":85,"cert":"N\/A","id":57253,"title":"We Want Roses Too","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"Danielson: a Family movie\" is a documentary about unbridled creativity vs. accessibility, Christian faith vs. popular culture, underground music vs. survival, and family vs. individuality. The film follows Daniel Smith, an eccentric musician and visual artist, as he leads his four siblings and best friend to indie rock stardom, eventually facing the struggle to become viable as a solo act. Along the way he mentors an unknown singer-songwriter named Sufjan Stevens whose own subsequent success stands in stark contrast to the music world's uneasy reception of Danielson just a few years prior. Makes use of collage, direct cinema and animation. Written by Creative Arson","release_date":"2006-12-15","vote_average":9.0,"runtime":null,"cert":"N\/A","id":57254,"title":"Danielson: A Family Movie (or, Make a Joyful Noise Here)","adult":false,"genre_ids":[]},{"cast":["Jennifer Saunders","Dawn French"],"overview":"French and Saunders, Britain’s most celebrated female comedians, bring their final ever sell-out Still Alive tour to DVD! Catch the last chance to watch the infectious duo in their side-splitting comedy tour featuring the best of their characters and sketches from the past three decades, together with brand new material written by the first ladies of comedy. Filmed at Cardiff, the Still Alive tour is a lively, fun and celebratory farewell from French and Saunders to their fans and to each other after 30 years of comedy genius – don’t miss it!","release_date":"2008-11-17","vote_average":5.2,"runtime":104,"cert":"","id":57255,"title":"French and Saunders: Still Alive","adult":false,"genre_ids":[35]},{"cast":["Jens Albinus","Birthe Neumann","Søren Østergaard","Ida Dwinger","Anders Hove"],"overview":"In his new film, an intriguing and delicately crafted drama, Malmros portrays the poignant story of a man, who grew up in very modest circumstances in the early years of the 20th century, but whose diligence, intelligence and willingness to endure hardship helped him to become a leading brain surgeon. A success story on the face of it, but a story about a man - who is none other than the director's father - a man of powerful emotions. The film explores the nature and origin of the guilt that repeatedly deprived him of happiness.","release_date":"2002-10-24","vote_average":7.0,"runtime":98,"cert":"N\/A","id":57256,"title":"Facing the Truth","adult":false,"genre_ids":[18]},{"cast":["Trond Kirkvaag","Tom Mathisen","Benedicte Adrian","Lars Mjøen","Knut Lystad"],"overview":"","release_date":"2010-09-10","vote_average":4.5,"runtime":92,"cert":"N\/A","id":57257,"title":"Brødrene Dal og vikingsverdets forbannelse","adult":false,"genre_ids":[12,35,10751]},{"cast":["Kirk Douglas","Elsa Martinelli","Walter Matthau","Diana Douglas","Walter Abel"],"overview":"A scout leading a wagon train through hostile Indian country unwittingly gets involved with a Sioux chief's daughter","release_date":"1955-12-21","vote_average":6.2,"runtime":88,"cert":"N\/A","id":57258,"title":"The Indian Fighter","adult":false,"genre_ids":[28,12,18,37]},{"cast":["David Sluga","Kaja Štiglic","Dare Valič","Primož Longyka","Vera Per"],"overview":"Three years later, Tomaz meets Milena in Ljubljana where she practices dancing. In order to spend more time with her, Tomaz enrolls at the dance club where he finds many new friends. As the club is faced with close-down, the members decide to save it by setting up a dance show for the urban elite.","release_date":"1988-04-07","vote_average":9.0,"runtime":96,"cert":"N\/A","id":57259,"title":"A Summer in a Sea Shell 2","adult":false,"genre_ids":[10751,10749,35]},{"cast":["Erik Clausen","Helle Ryslinge","Leif Sylvester","Anne Marie Helger","Bjarne Liller"],"overview":"The early 1990s: 300,000 Danes are out of work. Viggo, a machinist with two grown children, is silent about feelings, scared he'll lose his job, loud about the value of trade unionism, interested in his pet fish, and argumentative at dinner. His wife Oda puts up with his moods and works on family genealogy. When Viggo is laid off, he becomes a fish out of water, hardly looking for work, starting a garden, and taking up with Karen, a polished but unhappy widow. He lies to his wife about a union training and goes to Mallorca with Karen. When she stops the affair, Viggo ends up in a psychiatric ward and must figure out what's really important in his life and in his character","release_date":"1993-02-26","vote_average":7.1,"runtime":97,"cert":"N\/A","id":57262,"title":"Fish Out of Water","adult":false,"genre_ids":[35,18]},{"cast":["Georg Friedrich","Birgit Minichmayr"],"overview":"A compulsive gambler is forced to take a chance with his own life","release_date":"2005-09-12","vote_average":5.0,"runtime":95,"cert":"N\/A","id":57263,"title":"You Bet Your Life","adult":false,"genre_ids":[18,53]},{"cast":["Kim Dong-wook","Yu Oh-seong","Kim Eung-soo","Shim Eun-kyung","Lee Mi-do"],"overview":"Slacker detective Jeong-min (Kim Dong-wuk) is assigned to investigate a serial killer case. For the first time in his career he puts his heart into his work but Yeong-seok (Yoo Oh-seong), an unemployed man with natural instincts as a detective, gets in the way by trying to catch the killer as well.","release_date":"2010-04-08","vote_average":5.3,"runtime":105,"cert":"N\/A","id":57264,"title":"Hello Murderer","adult":false,"genre_ids":[35,53]},{"cast":["Youn Yuh-jung","Lee Mi-sook","Ko Hyun-jung","Choi Ji-woo","Kim Min-hee"],"overview":"When six famous Korean actresses gather for a Vogue fashion photo shoot, egos collide in funny and touching ways in this ingenious mockumentary, where all actresses involved play (not so) fictional versions of themselves.","release_date":"2009-12-10","vote_average":6.8,"runtime":104,"cert":"N\/A","id":57265,"title":"Actresses","adult":false,"genre_ids":[18,35]},{"cast":["Nika Serras","Lyndsay Griffin","C. Hawthorne O'Flaherty","Joe Allen Price"],"overview":"Seven Swans is the story of a headstrong young woman who sets out to rescue her six brothers who have been turned into swans by a magical witch. With the help of her friend Sebastian and a mysterious medicine woman, Elise discovers how far she is willing to go in pursuit of family, duty, and revenge. Seven Swans, shot entirely on green screen, has over 600 shots created using a uniquely designed \"motion collage\" of still photos taken on location in New York and Ireland. It is the first film to be mixed in 10.2 Audio, a new totally immersive sound format developed by THX creator Tomlinson Holman.","release_date":"2005-01-01","vote_average":0.0,"runtime":32,"cert":"N\/A","id":57266,"title":"Seven Swans","adult":false,"genre_ids":[]},{"cast":["Elin Reimer","Paul Hagen","Ghita Nørby","Poul Bundgaard","Tove Maës"],"overview":"A young, idealistic business student has ambitions to be a concert pianist, but his obsession with beautiful women keeps him from achieving his goal. To earn money for his tuition, he takes a job as headmaster of a small girls' school. There his weakness for beautiful women is put to the test when he is pursued by a bevy of sexy coeds.","release_date":"1970-03-02","vote_average":7.5,"runtime":107,"cert":"N\/A","id":57267,"title":"The Song of the Red Ruby","adult":false,"genre_ids":[10749,18,35]},{"cast":["Cha Ye-ryun","Han Seok-kyu","Lee Mun-sik","Jung Kyung-ho","Kim Shi-hoo"],"overview":"On a day trip through the countryside, aspiring opera singer In-jeong flees to the woods to escape the advances of her lecherous professor and mentor, Yeong-sun. When a seemingly harmless local man offers her a ride to the bus station, In-jeong thinks she's been saved - until he insists that they stop to meet his friends, a disturbed group of country-bred thugs. In-jeong finds herself reunited with Yeong-sun and it slowly becomes clear that the pair is being held captive to participate in the gang's sadistic mind games. This film examines the power struggles that exist even at the lowest rung of society.","release_date":"2006-05-31","vote_average":5.6,"runtime":115,"cert":"N\/A","id":57270,"title":"A Bloody Aria","adult":false,"genre_ids":[53,28,18,27]},{"cast":["Song Seung-heon","Lee Beom-soo","Kim Young-jun","Jeong-eun Lim","Jeong Kyung-ho "],"overview":"Three high school students - Sung-hwan. Woo-sup and Jin-won are on their way back from a birthday party for Sung-hwan's father. Several minutes later, a huge lump of cash and a bloody corpse crash on top of their car. With only a split second to decide, there is no option left for them... Meanwhile, a dedicated young detective named Ji-hyung, suspects Sung-hwan, Woo-sup and Jin-won of hiding the money, and watches every move they make. In the meantime, the real thieves and a ruthless gang are looking to get their money back. After the case gets terminated, Sung-hwan, Woo-sup and Jin-won secretly go to the place where Sung-hwan stashed the money. They look inside a pit to discover a new surprise waiting for them.","release_date":"2002-05-10","vote_average":7.0,"runtime":120,"cert":"N\/A","id":57271,"title":"Make It Big","adult":false,"genre_ids":[]},{"cast":["Trine Dyrholm","Lars Brygmann","Kurt Ravn","Henrik Prip","Lars Ranthe"],"overview":"My Larsen is a documentarian in her early thirties. Self-centered and assertive, she likes to challenge and provoke her surroundings. She takes on an unusual assignment to make a film about the conservative township of Ravnsborg, but she learns there is a dark side to life in this small town. Someone is trying to cover up a terrible secret and they will stop at nothing, even murder, to keep My from discovering the truth.","release_date":"2005-08-12","vote_average":4.4,"runtime":92,"cert":"N\/A","id":57272,"title":"Flies on the Wall","adult":false,"genre_ids":[53]},{"cast":[],"overview":"On a rainy afternoon, a child plays with his snails. He falls along with them in a dreamy snail circus.","release_date":"2008-06-28","vote_average":3.3,"runtime":5,"cert":"N\/A","id":57275,"title":"Bave Circus","adult":false,"genre_ids":[16]},{"cast":["Regina Advento","Malou Airaudo","Ruth Amarante","Pina Bausch","Jorge Puerta"],"overview":"Pina is a feature-length dance film in 3D with the ensemble of the Tanztheater Wuppertal Pina Bausch, featuring the unique and inspiring art of the great German choreographer, who died in the summer of 2009.","release_date":"2011-02-24","vote_average":7.5,"runtime":106,"cert":"U","id":57276,"title":"Pina","adult":false,"genre_ids":[99]},{"cast":["Ashleigh Ball","Kathleen Barr","Garry Chalk","Shannon Chan-Kent"],"overview":"You’re invited to the biggest celebration of the year – the Care-a-Lot Awards – where all the Care Bears come together to award their heroes who have spread caring and sharing throughout the year! Whether it’s Cheer helping a baby Gobblebug build a new home, Funshine rescuing the Nimbits, or Bedtime and Grumpy stopping a machine from running amok all over town, the Care Bears are always ready for helpful hero fun in this awesome adventure!","release_date":"2010-04-03","vote_average":4.0,"runtime":65,"cert":"N\/A","id":57277,"title":"Care Bears To the Rescue","adult":false,"genre_ids":[12,16,35,10751]},{"cast":["Michal Zebrowski","Zbigniew Zamachowski","Maciej Kozłowski","Grażyna Wolszczak"],"overview":"The TV series and the film were loosely based on Andrzej Sapkowski's book series The Witcher (Wiedźmin).","release_date":"2001-11-09","vote_average":4.9,"runtime":130,"cert":"N\/A","id":57278,"title":"The Hexer","adult":false,"genre_ids":[12,14,878]},{"cast":["Alfred Maurstad","Vibeke Falk","Joachim Holst-Jensen","Lauritz Falk","Jens Holstad"],"overview":"Filmen foregår i en tid preget av hungersnød. Norge har vært i krig med England og Sverige og tidene er vanskelige. Gjest Baardsen har kommet i klammeri med loven, visstnok på grunn av en bagatell. Men Gjest bryter seg ut, i stedet er det lensmannen som blir låst fast med håndjern. Og Gjest flykter stadig med lensmenn og godtfolk på slep.","release_date":"1939-12-26","vote_average":5.0,"runtime":null,"cert":"N\/A","id":57279,"title":"Gjest Baardsen","adult":false,"genre_ids":[]},{"cast":["Tenzin Gyatso","Michael Bernard Beckwith","Jack Canfield","Barbara De Angelis"],"overview":"","release_date":"2010-11-12","vote_average":5.8,"runtime":null,"cert":"N\/A","id":57280,"title":"Discover The Gift","adult":false,"genre_ids":[99]},{"cast":["F. Murray Abraham"],"overview":"NOVA biography of Albert Einstein, covering his early years, relativity research and personal life.","release_date":"1997-09-09","vote_average":4.5,"runtime":120,"cert":"N\/A","id":57281,"title":"Einstein Revealed","adult":false,"genre_ids":[99]},{"cast":["Toralv Maurstad","Grethe Kausland","Pia Borgli","Wenche Foss","Helge Reiss"],"overview":"A gnome named Gurin wakes up with a foxtail as punishment for his practical jokes.","release_date":"1998-08-07","vote_average":4.3,"runtime":76,"cert":"N\/A","id":57282,"title":"Gurin with the Foxtail","adult":false,"genre_ids":[]},{"cast":["Maren Pedersen","Elith Pio","Oscar Stribolt","Clara Pontoppidan","Tora Teje"],"overview":"Grave robbing, torture, possessed nuns, and a satanic Sabbath: Benjamin Christensen's legendary film uses a series of dramatic vignettes to explore the scientific hypothesis that the witches of the Middle Ages suffered the same hysteria as turn-of-the-century psychiatric patients. But the film itself is far from serious-- instead it's a witches' brew of the scary, gross, and darkly humorous.","release_date":"1922-09-18","vote_average":7.5,"runtime":105,"cert":"N\/A","id":57283,"title":"Häxan","adult":false,"genre_ids":[99,27]},{"cast":["Kjersti Holmen","Pia Borgli","Trond Brænne","Per Christensen","Ole Ernst"],"overview":"\"Så sjeldent som en virkelig morsom norsk komedie. Bildene og situasjonene bytter kjapt, så heng på! En grei historie om Stand-up-mannen som mistet tråden og kona tar over showet med dundrende suksess. Uforglemmelige scener, gnistrende skuespillere og haugevis av detaljer du kommer til å mores over. Humor, utroskap og en sprø familie. Se den! \"","release_date":"1995-09-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":57284,"title":"Hører du ikke hva jeg sier!","adult":false,"genre_ids":[]},{"cast":["Michael Pitt","Paige Turco","Gale Harold","Matt Servitto","James Allodi"],"overview":"Rhinoceros Eyes is a fantastical coming-of-age story revolving around Chep, a young, reclusive prop-house employee who falls in love with a detail-obsessed movie production designer named Fran. Fran's need for authentic props sends Chep to great and questionable lengths as he tries to satisfy her requests, and ultimately... win her heart.","release_date":"2004-04-23","vote_average":6.7,"runtime":92,"cert":"N\/A","id":57289,"title":"Rhinoceros Eyes","adult":false,"genre_ids":[27,18,10749]},{"cast":["Danny Huston","Patrick Baladi","Jennifer Ehle"],"overview":"Drama about a family torn apart after the death of its patriarch. Haunted by their father's death, Jack and Elyssa have a fraught relationship with their remarried mother even now they have come of age.","release_date":"2006-08-10","vote_average":4.0,"runtime":100,"cert":"","id":57292,"title":"Alpha Male","adult":false,"genre_ids":[18]},{"cast":["Felissa Rose","Monique La Barr","Leah Grimsson","Samuel Nathan Hoffmire","Anthony Campanello"],"overview":"Fifteen years after slaughtering his entire family on Christmas Day, a psychotic killer flees from the asylum to finish what he started when he was just a little boy. Devin Merriman was only eight years old when he committed the crime that still haunts his small town. Now the time has come to kill again, and the massacre Devin has in mind will make his previous murders look like child's play.","release_date":"2009-10-13","vote_average":1.0,"runtime":74,"cert":"N\/A","id":57293,"title":"Deadly Little Christmas","adult":false,"genre_ids":[27]},{"cast":["Stephen McCole","Malcolm Shields","Jo Hartley","Andrew Neil"],"overview":"Powerfully redemptive and darkly comedic revenge thriller set in the vicious world of stand-up comedy, starring Stephen McCole and Malcolm Shields.","release_date":"2009-06-01","vote_average":7.0,"runtime":93,"cert":"18","id":57294,"title":"Crying with Laughter","adult":false,"genre_ids":[35,18,53]},{"cast":["Paul Simon","Art Garfunkel","Charles Grodin","Marc Anthony","Shawn Colvin"],"overview":"The Library of Congress Gershwin Prize for Popular Song will honor either a songwriter, interpreter, or singer\/songwriter whose career reflects lifetime achievement in promoting the genre of song as a vehicle of artistic expression and cultural understanding. Paul Simon, one of America's most respected songwriters and musicians, was the recipient of the first annual Library of Congress Gershwin Prize for Popular Song. Named in honor of the legendary George and Ira Gershwin, the award recognizes the profound and positive effect of popular music on the world's culture.","release_date":"2007-06-27","vote_average":5.7,"runtime":110,"cert":"N\/A","id":57295,"title":"Paul Simon and Friends: The Library of Congress Gershwin Prize for Popular Song","adult":false,"genre_ids":[10402]},{"cast":["Lee Brilleaux","Wilko Johnson","John Martin","John B. Sparkes","Chris Fenwick"],"overview":"Director Julien Temple's film celebrates Canvey Island's Dr Feelgood, the Essex R 'n' B band that exploded out of the UK in the prog era of the early Seventies, delivering shows and albums that helped pave the way for pub rock and punk.","release_date":"2009-10-20","vote_average":8.5,"runtime":104,"cert":"","id":57296,"title":"Oil City Confidential","adult":false,"genre_ids":[99,10402]},{"cast":["Del Zamora","Ed Pansullo","Sy Richardson","Jaclyn Jonet"],"overview":"Comedy drama in which two actors who owe their entire careers to the Western genre seek revenge against a legendary screenwriter who once mistreated them on the set of an early film.","release_date":"2007-08-31","vote_average":4.0,"runtime":96,"cert":"N\/A","id":57297,"title":"Searchers 2.0","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Take an unprecedented visual journey into Planet Water. Water Life captures extraordinary locations and intimate animal behavior never before seen on film. Two years in the making, this groundbreaking series takes viewers on an unprecedented visual journey to aquatic ecosystems on five continents to reveal how water shapes and sculpts the landscape and provides food and refuge for an astonishing array of species. This epic series tells water's story as never before to engage viewers in vital discussions about how water must be conserved and preserved. Learn the impact of climate change, pollution and other factors that are changing the environment and affecting each and every one of us.","release_date":"2011-02-09","vote_average":0.0,"runtime":125,"cert":"","id":57298,"title":"Water Life","adult":false,"genre_ids":[99]},{"cast":[],"overview":"You're about to relive the most enduring moments in football history. Experience the glory of the Super Bowl through the insightful lens of NFL Films and get up close and personal with the legendary players and beloved coaches past and present. Get an inside look at the larger-than-life personalities, behind-the-scenes drama, and epic excitement that makes the Super Bowl so unforgettable. Relive the Greatest Super Bowl Moments with it's greatest athletes, one tale at a time.","release_date":"","vote_average":3.8,"runtime":155,"cert":"N\/A","id":57299,"title":"Greatest Super Bowl Moments","adult":false,"genre_ids":[]},{"cast":["James Mason","Edward Fox","Dorothy Tutin","John Gielgud","Gordon Jackson"],"overview":"1913, shortly before the outbreak of WWI. A group of aristocrats gathers at the estate of Sir Randolph Nettleby for a weekend shoot. As the terminal decrepitude of a dying class is reflected in the social interactions and hypocrisy of its members, only world weary Sir Randolph seems to realise that the sun is setting.","release_date":"1985-02-01","vote_average":7.0,"runtime":98,"cert":"","id":57300,"title":"The Shooting Party","adult":false,"genre_ids":[18,10749,36]},{"cast":["Hassan Mrad","Julia Kassar","Carmen Lebbos","Bernadette Hodeib","Elie Mitri"],"overview":"Kidnapped in the middle of the 80s, during the Lebanese war, Ramez, the main character of the movie, is released after 20 years of being detained. His family didn’t know anything about him or about his fate. Having passed his fifties, Ramez’s physical as well as emotional states are effected by the long years in incarceration. Ramez’s unexpected return shakes the family. His kids don’t see in him the long awaited father, instead they see in his return a disruption to their daily lives and to their projects. His wife, Marie, an active and pragmatic woman is trying as much as possible to reconstruct the family. Ramez, in dramatic conditions, meets Zeinab, whose husband was kidnapped during the same period than Ramez. A relationship develops between the two lost souls. They meet often, and share very intense moments of life.","release_date":"2011-02-24","vote_average":0.0,"runtime":100,"cert":"N\/A","id":57301,"title":"Here Comes The Rain","adult":false,"genre_ids":[18]},{"cast":["Emmanuel Mouret","Judith Godrèche","Frédérique Bel","Déborah François","Jacques Weber"],"overview":"Ariane is convinced that her boyfriend, Jean-Jacques, is having fantasies about another woman, Élisabeth. In an attempt to save their relationship, Ariane encourages Jean-Jacques to pursue Élisabeth, believing that this is the best way to free him from his own desires. Jean-Jacques presents himself at Élisabeth's house, not realising that she is the daughter of the French President.","release_date":"2009-06-24","vote_average":5.7,"runtime":90,"cert":"N\/A","id":57302,"title":"Please, Please Me!","adult":false,"genre_ids":[35]},{"cast":["Jenny Karezi","Alekos Alexandrakis","Dionysis Papagiannopoulos","Lili Papayanni","Eleni Zafeiriou"],"overview":"Lila Vasileiou is a young architect who is dedicated to her studies and her work. One of her former Professors trusts her to run the construction company he manages while he is away on a business trip abroad for a few months. On her first day to work she is escorted to her office by her father Thomas. On that very day Alekos Samiotakis returns to Athens from Northern Greece where he was on business. He is a well-known playboy and when he finds Lila alone in the office he starts hitting on her thinking that she is the secretary of the new manager. Lila is annoyed and sends him to hell.","release_date":"1964-12-18","vote_average":7.3,"runtime":96,"cert":"N\/A","id":57305,"title":"Dis diefthyntis","adult":false,"genre_ids":[35]},{"cast":["Karin Viard","Éric Caravaca","Jacques Weber","Gilles Cohen","Hélène Babu"],"overview":"On the one hand you have Judith Zahn, an arrogant, snobbish, bitchy Parisian editor. On the other hand meet Julien Demarsay: an insecure, timid, young bookseller from the East of France who has just written his first autobiographic novel, with what it takes of navel-contemplating and soul-searching. What do they have in common? Nothing much, except that sex will unite them, ambition part them before true love is born between them at last.","release_date":"2007-01-24","vote_average":4.4,"runtime":90,"cert":"N\/A","id":57306,"title":"Ambitious","adult":false,"genre_ids":[10749,35]},{"cast":["Frédéric Diefenthal","Titoff","Agnès Soral","Zoé Félix","Zinedine Soualem"],"overview":"A small crook manages to crash at a musician's apartment and turns his life upside down.","release_date":"2004-03-01","vote_average":4.8,"runtime":86,"cert":"N\/A","id":57307,"title":"L'incruste","adult":false,"genre_ids":[35]},{"cast":["Patrick Bruel","Fabrice Luchini","Laurent Gamelon","Christophe Bourseiller","Etienne Draber"],"overview":"A clique of four young teachers at a high school looks critically at their colleagues. To avoid falling in the same routine, they bring new ideas into the school lessons and play little games and pranks in their spare time -- sometimes get even more childish than their pupils. When they get opposition from the other teachers, they play tricks to get rid of them.","release_date":"1985-09-18","vote_average":6.5,"runtime":90,"cert":"N\/A","id":57308,"title":"P.R.O.F.S","adult":false,"genre_ids":[35]},{"cast":["Arak Amornsupasiri","Jessica Pasaphan","Chatchai Plengpanich","Sikarin Polyong","Artthapan Poolsawad"],"overview":"A serial killer is preying on the rich and influential, exposing their sexual proclivities, dismembering them and dumping them and their severed body parts in various locations around Thailand. The police officer on the case is not even close to finding the killer, but given an ultimatum to solve it in 15 days, Papa Chin (Chatchai Plenpanich) turns to the one man he doesn’t want to use — an imprisoned hitman named Tai (Arak Amornsupasiri), who thinks the killer is a friend of his from childhood. Tai let out of prison while his girlfriend Noi is kept under close watch by Chin. Tai heads back to his hometown to search for clues about where his old friend might be. As he recalls his childhood and friendship with the troubled boy Nut, the events of the present day crystallize until Tai is confronted with a shocking reality.","release_date":"2009-10-22","vote_average":6.5,"runtime":99,"cert":"N\/A","id":57309,"title":"Slice","adult":false,"genre_ids":[28,80,18,27,53]},{"cast":["Marcello Mastroianni","Jacqueline Bisset","Jean-Louis Trintignant","Aldo Reggiani","Maria Teresa Albani"],"overview":"Police commissioner Santamaria is investigating the murdering of the ambiguous architect Mr. Garrone. The investigations soon drive him into the Torino's high society. Santamaria suspect Anna Carla and at the same time falls in love for her. Lello is the lover of Massimo, a homosexual platonic friend of Anna Carla. He is following another direction in order to find out the truth, and his results are confusing the Policeman. But another murdering happens...","release_date":"1975-12-23","vote_average":6.7,"runtime":105,"cert":"N\/A","id":57310,"title":"The Sunday Woman","adult":false,"genre_ids":[35,18]},{"cast":["Jane Birkin","Caroline Cellier","Catherine Jacob","Thierry Lhermitte","Benoît Pétré"],"overview":"Chantal, Gabrielle and Nelly, three fiftyish women, decide to make the trip to the wedding of an ex together.","release_date":"2010-03-03","vote_average":5.6,"runtime":90,"cert":"N\/A","id":57311,"title":"Thelma, Louise et Chantal","adult":false,"genre_ids":[35]},{"cast":["Kevin Dobson","Megan Ward","John Terlesky","Michael Riley","Kim Dickens"],"overview":"A segment from the 'Unsolved Mysteries' TV series inspired this story, in which a nurse (Megan Ward) claims that she's possessed by a murdered co-worker's spirit which identifies the killer.","release_date":"1996-03-20","vote_average":6.0,"runtime":86,"cert":"N\/A","id":57316,"title":"Voice from the Grave","adult":false,"genre_ids":[18,9648,53]},{"cast":["Ellen Felicitas Reichardt","Christiane Ziehl","Heiko Pinkowski","Eva Bay","Marie Garg"],"overview":"","release_date":"2007-11-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":57319,"title":"Six Dead Students","adult":false,"genre_ids":[18,35]},{"cast":["Tom Moore","Pauline Starke","Wallace Beery","Raymond Hatton","Walter McGrail"],"overview":"David Sheldon owns a plantation in the Solomon Islands. Many of his field hands die of blackwater fever, and then he becomes sick himself. Joan Lackland, a female soldier of fortune, arrives by schooner in the islands. With the help of her Kanaka crew, she protects David from an attack by the natives who are led by Googomy. Joan nurses David back to health and becomes his business partner, protecting his mortgaged property from two avaricious moneylenders. Seeking vengeance, the moneylenders incite the natives to revolt.","release_date":"1925-04-26","vote_average":0.0,"runtime":70,"cert":"N\/A","id":57320,"title":"Adventure","adult":false,"genre_ids":[18,12]},{"cast":["Maria Simon","Anja Kling","Devid Striesow","Patrick Heyn","Adam Bousdoukos"],"overview":"","release_date":"2010-10-07","vote_average":7.0,"runtime":null,"cert":"N\/A","id":57321,"title":"Es war einer von uns","adult":false,"genre_ids":[18]},{"cast":[],"overview":"In a small northern Chinese city in 1997, Judge Tian privately struggles with the loss of his daughter, killed by a stolen car in a hit-and-run accident. On the bench he encounters Qiuwu, a mechanic accused of stealing two cars. Perhaps influenced by his emotional state, the outwardly impassive judge imposes an almost-obsolete criminal law on Qiuwu that sentences him to death for his crime. Desperate to mitigate his sentence, Qiuwu agrees to donate his kidney to a rich businessman dying of a terminal illness, hoping at the very least that his impoverished family may profit from his demise.","release_date":"2009-09-09","vote_average":8.0,"runtime":100,"cert":"N\/A","id":57322,"title":"Judge","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2007-03-27","vote_average":4.3,"runtime":null,"cert":"N\/A","id":57323,"title":"Paulo Gonzo: Ao Vivo no Coliseu","adult":false,"genre_ids":[10402]},{"cast":["David Keith","Vanessa Angel","John Rhys-Davies","Jenna Gering","Josh Holloway"],"overview":"Using fossilized DNA, a scientist resurrects one of nature's most fearsome predators, a sabretooth tiger. Scientific ambition turns deadly, however, when the creature escapes and begins savagely stalking its prey - the human race.","release_date":"2002-11-26","vote_average":4.0,"runtime":90,"cert":"N\/A","id":57326,"title":"Sabretooth","adult":false,"genre_ids":[27,878]},{"cast":["Brigitte Roüan","Patrick Chesnais","Boris Terral","Nils Tavernier"],"overview":"The end of an affair from the woman's point of view.","release_date":"1997-08-29","vote_average":6.4,"runtime":97,"cert":"N\/A","id":57327,"title":"After Sex","adult":false,"genre_ids":[10749,18]},{"cast":["Nagy Ervin","Gabriella Hámori","Zsolt Trill","János Kulka","Sándor Csányi"],"overview":"While cleaning offices at night, Zsolt Kovàcs learns a lot about his invisible employers by examining what they leave behind, carefully choosing his targets, often disillusioned women whom he seduces, methodically taking their money. An artist of manipulation, with a generous dose of humor and the ability to assume different personalities, Zsolt begins to work in a psychologist's practice, where he meets Hanna, a 30 year-old dancer who is physically incapacitated and the daughter of a millionaire. The ideal victim if love doesn't get in the way.","release_date":"2008-12-03","vote_average":7.3,"runtime":108,"cert":"","id":57330,"title":"Chameleon","adult":false,"genre_ids":[35,53,9648]},{"cast":["Tomer Sisley","Sharon Stone","Ulrich Tukur","Olivier Barthelemy","Napakpapha Nakprasitte"],"overview":"Propelled to the head of the W Group after the death of his adoptive father, Largo Winch decides, to everyone's surprise, to sell it, and use the proceeds to create an ambitious humanitarian foundation. But on the very same day, he finds himself accused of crimes against humanity by a mysterious witness. To prove his innocence, Largo will have to retrace the steps of his past life, in the heart of the Burmese jungle.","release_date":"2011-02-16","vote_average":6.1,"runtime":119,"cert":"N\/A","id":57331,"title":"Largo Winch II","adult":false,"genre_ids":[28,12,53]},{"cast":[],"overview":"Bratz singing and dancing in their first musical ever! Lights, camera, action! Bratz go into the spotlight when they come to Camp Starshine, where acting and dancing makes you a star! When they discover that familiarization training prior to having fun, they decide to make the site more fun. Even the most serious ballet dancer Anna discovers that keep up with the Bratz, the girls really rock! But everything to a head when it announced that the winner of the camp's big talent show will be the star in a Hollywood movie. All will then try to win the star-shine on their own behalf. It is time for Cloe, Jade, Sasha and Yasmin to prove that competition can never outperform real friendship! Come along to the camp where music, dance and fun really rock!","release_date":"2008-01-01","vote_average":6.7,"runtime":82,"cert":"N\/A","id":57334,"title":"Bratz Girlz Really Rock","adult":false,"genre_ids":[16,10751]},{"cast":["Brigitte Nielsen","Matthias Hues","Darren Shahlavi","Rochelle Swanson","Ingo Giese"],"overview":"Toxic waste has contaminated the world's fresh water supply. A select few with the ability to de-contaminate the supply now control the world. Minna rules the de-contaminators from a giant warship, forcing desperate land dwellers to trade anything and everything for meager water rations. The dwellers seek a leader to battle Minna's tyrannical rule. Jennifer, daughter of the rebel leader, implores outcast Mike Erikson to lead the battle against the warship. Help also comes from an unexpected source in the from of Jennifer's brother Rocky.","release_date":"1999-10-22","vote_average":6.0,"runtime":86,"cert":"N\/A","id":57335,"title":"Hostile Environment","adult":false,"genre_ids":[28]},{"cast":["Diego Abatantuono","Sergio Rubini","Martina Stella","Bebo Storti","Ugo Conti"],"overview":"Directed by Gabriele Salvatores, Amnesia takes place in the Spanish island of Ibiza, where an odd mix of commercialism, ex-hippies, fisherman, and artists co-exist. Town locals Sandro (Diego Abatantunono), a pornographic film director, and Angelino (Sergio Rubini), the manager of a beachside watering hole, find their very different lives overlapping. Meanwhile, the island police chief (Juanjo Puigcorbe), who is currently at odds with his rebellious son Jorge (Ruben Ochandiano), is investigating the death of a drug dealer (which was accidentally brought on by Angelino). Jorge's plans to move to America have so far been thwarted by his father, but when he finds out about the affair his dad had been having with a male nightclub dancer, he uses it as blackmail fodder.","release_date":"2002-03-15","vote_average":5.9,"runtime":114,"cert":"N\/A","id":57342,"title":"Amnesia","adult":false,"genre_ids":[]},{"cast":["Carly Pope","Brian Austin Green","Sara Rue","Gina Tognoni","Sherry Miller"],"overview":"We all wish we could change the past. For Mel that day has come. In junior high, Mel and Gabby (Sara Rue) were the biggest geeks. Of course, Mel had a crush on the most popular guy, Drew Hesler (Brian A. Green). When word spreads of Mel’s crush, he plays a cruel joke on her pretending to be interested, only to turn her down in front of the entire school. Eleven years later, our ugly ducklings are now swans and Mel is a PR executive. When Mel is assigned to handle the publicity for a new restaurant, she is shocked to discover that the owner is a handsome young entrepreneur named Drew Hesler.","release_date":"2003-06-22","vote_average":5.6,"runtime":null,"cert":"N\/A","id":57343,"title":"This Time Around","adult":false,"genre_ids":[35,10749]},{"cast":["Stefano Satta Flores","Giulio Brogi","Alessandro Haber"],"overview":"","release_date":"1978-01-01","vote_average":5.5,"runtime":null,"cert":"N\/A","id":57344,"title":"Quanto è bello lu murire acciso","adult":false,"genre_ids":[]},{"cast":["Henrik Berggren","Adam Bolmeus","Mattias Bärjed","Theodor Jensen"],"overview":"A movie about Broder Daniel, the iconic swedish popband that reunites in the summer of 2008 for one last gig.","release_date":"2009-07-03","vote_average":1.0,"runtime":55,"cert":"N\/A","id":57349,"title":"Broder Daniel Forever","adult":false,"genre_ids":[99,10402]},{"cast":["Jeremy Gilley","Jude Law","Jonny Lee Miller","Michael Douglas","Annie Lennox"],"overview":"Against all the odds an individual manages to create an annual global 'Peace Day'; but can he inspire an actual ceasefire and silence the cynics by proving the day can actually save lives?","release_date":"2009-04-01","vote_average":4.0,"runtime":81,"cert":"N\/A","id":57352,"title":"The Day After Peace","adult":false,"genre_ids":[99]},{"cast":["Christopher McDonald","Paz Vega","Scott Mechlowicz","Janet McTeer","D. L. Hughley"],"overview":"When a sexy, high-end escort holds the key evidence to a scandalous government cover-up, two bumbling young detectives become her unlikely protectors from a ruthless assassin hired to silence her.","release_date":"2011-04-01","vote_average":5.9,"runtime":102,"cert":"N\/A","id":57353,"title":"Cat Run","adult":false,"genre_ids":[28,35,53]},{"cast":["Jason Priestley","Peter Dobson","Kane Picoy","Orien Richman","Richard Portnow"],"overview":"Four young gamblers come up with a plan to get out of debt with a fixed game.","release_date":"2001-06-01","vote_average":0.0,"runtime":93,"cert":"N\/A","id":57356,"title":"Zigs","adult":false,"genre_ids":[18]},{"cast":["Ha Jung-woo","Kim Yoon-seok","Cho Seong-ha","Lee Cheol-min","Kwak Do-won"],"overview":"The region where the borders of North Korea, China, and Russia come together, forms a sort of modern day wild west, where more than half of the population relies on illegal activity in order to survive. In Yanbian, on the Chinese side of the border, Gu-nam wiles away his days driving a cab and spends his nights getting drunk and gambling. His wife went to Seoul to work and send back money, but it’s been months since he has heard from her. When local crime lord Myun offers to erase Gu-nam’s debts in exchange for a contract killing in Seoul, Gu-nam reluctantly accepts.","release_date":"2010-12-22","vote_average":7.4,"runtime":157,"cert":"N\/A","id":57361,"title":"The Yellow Sea","adult":false,"genre_ids":[18,53,80]},{"cast":["Ramzy Bedia","Eric Judor","Jean-Pierre Lazzerini","Anca Radici","Lannick Gautry"],"overview":"Someone is killing Parisians of Arab ethnicity. When an Algerian diplomat is murdered by the same assailant, two Algerian detectives are sent to help the French with the investigation and they have their own ways of doing things.","release_date":"2011-02-16","vote_average":4.6,"runtime":90,"cert":"N\/A","id":57382,"title":"Halal State Security","adult":false,"genre_ids":[35]},{"cast":["Michel Bouquet","Florence Loiret-Caille","Éric Caravaca","Joël Delsaut"],"overview":"One day, a bad fall forces Edmond to accept Rose's help. Eventually, the two grow closer. The young woman finds relief in confiding painful memories to the older man; things she cannot even bring herself to tell her husband. Meanwhile, Edmond, too, opens up, sharing recollections of his beloved wife.","release_date":"2011-09-29","vote_average":5.0,"runtime":87,"cert":"N\/A","id":57383,"title":"The Little Bedroom","adult":false,"genre_ids":[35,18]},{"cast":["Monica Guerritore","Antonio Catania","Victoria Larchenko","Elio Germano","Iaia Forte"],"overview":"Alfredo and Susanna are two well-off fifty-year-olds who lead a stimulating cultural life. He is an architect and she is a psychologist; they live in Rome but spend their weekends at their country home in Umbria, where they love to spend their days walking in the forests or relaxing poolside with a good book. One day, as she goes into town, Susanna sees a girl prostituting herself in the bushes on the side of the road and decides to save her from her unhappy existence, despite the enormous differences that separate their ways of life.","release_date":"2009-10-01","vote_average":7.0,"runtime":99,"cert":"N\/A","id":57384,"title":"Beautiful People","adult":false,"genre_ids":[18]},{"cast":["Kristin Scott Thomas","Pio Marmaï","Marie-Sohna Condé","Marie-Christine Orry","Vinciane Millereau"],"overview":"Stockholm Syndrome.  Feelings arise between a young kidnapper and his victim, a woman surgeon. He seeks revenge for a medical accident that prevents him from living peacefully and decides to kidnapp the woman he holds responsible. When the latter manage to escape, she can't stop to meet her kidnapper again, for reasons of love and of vengeance.","release_date":"2010-11-04","vote_average":6.0,"runtime":85,"cert":"","id":57387,"title":"In Your Hands","adult":false,"genre_ids":[18]},{"cast":["Thierry de Coster"],"overview":"","release_date":"2008-01-01","vote_average":2.0,"runtime":null,"cert":"N\/A","id":57388,"title":"Le Mulot menteur","adult":false,"genre_ids":[]},{"cast":["Giuseppe Fuda","Bruno Timpano","Nazareno Timpan"],"overview":"An old shepherd lives his last days in a quiet medieval village perched high on the hills of Calabria, at the southernmost tip of Italy. He herds goats under skies that most villagers have deserted long ago. He is sick, and believes to find his medicine in the dust he collects on the church floor, which he drinks in his water every day.","release_date":"2010-05-28","vote_average":7.7,"runtime":88,"cert":"","id":57389,"title":"The Four Times","adult":false,"genre_ids":[18]},{"cast":["Amanda Delgado"],"overview":"","release_date":"2010-10-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":57390,"title":"Capelito Daddy","adult":false,"genre_ids":[16]},{"cast":["Benoît Magimel","Aïssa Maïga","Éric Caravaca","Vincent Demoury","Samir Guesmi"],"overview":"A new lawyer, looking to establish himself, wins a difficult case and deals with the unforeseen consequences that may destroy him.","release_date":"2010-08-09","vote_average":5.9,"runtime":102,"cert":"N\/A","id":57391,"title":"The Counsel","adult":false,"genre_ids":[53,18]},{"cast":[],"overview":"","release_date":"2011-01-12","vote_average":7.8,"runtime":null,"cert":"N\/A","id":57392,"title":"Women Are Heroes","adult":false,"genre_ids":[99]},{"cast":["Eriya Ndayambaje","Roger Nsengiyumva","Sanyu Joanita Kintu","Yves Dusenge","Sherrie Silver"],"overview":"The extraordinary story of three Rwandan children who attempt to realize the dream of their life: to attend the opening ceremony of the FIFA World Cup 2010 at Johannesburg.","release_date":"2010-10-22","vote_average":6.7,"runtime":88,"cert":"","id":57393,"title":"Africa United","adult":false,"genre_ids":[18,28,35]},{"cast":["Yu Oh-seong","Chae Min-seo","Yun Seung-Won","Jung Doo-hong"],"overview":"This biopic tells the true story of Korean boxer Kim Deuk-gu (played by Oh-seong Yu). Born into poverty, Kim used boxing to free himself from his bleak surroundings, eventually becoming the world's top lightweight. Tragically, Kim's life was cut short when he died from a blood clot in his brain during a championship fight with Ray \"Boom Boom\" Mancini. Directed by Kyung-Taek Kwak, this film co-stars Min-seo Chae, Seung-won Yun and Byeong-seo Kim.","release_date":"2002-06-28","vote_average":3.7,"runtime":115,"cert":"N\/A","id":57394,"title":"Champion","adult":false,"genre_ids":[28,99,18]},{"cast":["Cao Yindi","Hsin-i Chang","Dan-qing Chen","Mei-Ru Du","Hou Hsiao-hsien"],"overview":"Focuses on the people, their stories and architecture spanning from the mid-1800s, when Shanghai was opened as a trading port, to the present day.","release_date":"2010-09-24","vote_average":7.3,"runtime":125,"cert":"N\/A","id":57395,"title":"I Wish I Knew","adult":false,"genre_ids":[99,36]},{"cast":["Georges Frêche","Alexandre Hallier"],"overview":"","release_date":"2010-12-15","vote_average":6.1,"runtime":98,"cert":"N\/A","id":57396,"title":"Le Président","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2011-01-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":57397,"title":"Dessine-toi...","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2010-11-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":57398,"title":"Les Contes de la ferme","adult":false,"genre_ids":[10751]},{"cast":["Pina Bausch","Jo-Ann Endicott","Bénédicte Billiet"],"overview":"The dance performance “Kontakthof” bears the unmistakable signature of Pina Bausch: it deals with forms of human contact, encounters between the sexes, and the search for love and tenderness, with all its attendant anxieties, yearnings and doubts. It is a dance about feelings, which always pose a big challenge – particularly for young people.  Teenagers from more than eleven schools in Wuppertal went on an emotional journey that lasted almost a year. Every Saturday, forty students aged between fourteen and eighteen years of age took part in rehearsals that were led by Bausch-dancers Jo-Ann Endicott and Bénédicte Billiet and intensely supervised by Pina Bausch herself.","release_date":"2010-10-12","vote_average":6.6,"runtime":92,"cert":"N\/A","id":57399,"title":"Dancing Dreams","adult":false,"genre_ids":[99]},{"cast":["Mark Ivanir","Guri Alfi","Noah Silver","Rozina Cambos","Julian Negulesco"],"overview":"A tragic comedy centered on the HR manager of Israel's largest industrial bakery, who sets out to save the reputation of his business and prevent the publication of a defamatory article.","release_date":"2011-03-04","vote_average":7.0,"runtime":103,"cert":"N\/A","id":57400,"title":"The Human Resources Manager","adult":false,"genre_ids":[35,18]},{"cast":["Nadine Servan","Françoise Monneret","Marie-Camille Matthias","Geoffrey Deldon"],"overview":"Nine short videos that poetically introduce ecologically important themes: the travels of a drop of water, le un-loved, le magic root, the ladybird and the aphid, the mountain of wrapping paper, the hedgehog who was in love, 20 millimeters under the earth, and more...","release_date":"2010-10-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":57401,"title":"My Little Planet","adult":false,"genre_ids":[10751,16]},{"cast":["Frédéric Dorkel","Joseph Jo' Dorkel","Joseph Dorkel","Michaël Dauder","Angélina Dauber"],"overview":"","release_date":"2010-01-26","vote_average":5.6,"runtime":84,"cert":"N\/A","id":57402,"title":"The Lord's Ride","adult":false,"genre_ids":[18]},{"cast":["Adriano Luz","Maria João Bastos","Clotilde Hesme","Afonso Pimentel","João Arrais"],"overview":"Follows a jealous countess, a wealthy businessman, and a young orphaned boy across Portugal, France, Italy and Brazil where they connect with a variety of mysterious individuals.","release_date":"2010-10-20","vote_average":7.0,"runtime":272,"cert":"N\/A","id":57403,"title":"Mysteries of Lisbon","adult":false,"genre_ids":[9648,18]},{"cast":["Ahmed Al Fishawy","Ezzat Abou Aouf","Ghada Abdel Razek","Hesham Selim"],"overview":"","release_date":"2007-08-06","vote_average":3.3,"runtime":88,"cert":"N\/A","id":57404,"title":"45 Days","adult":false,"genre_ids":[18]},{"cast":["Tamer Hosny","Mai Ezz Eldein","ميس حمدان","Ezzat Abou Aouf","مروة عبدالمنعم"],"overview":"تبدا احداث الفيلم بشاب يدعى عمر وهو يعاني من ترك حبيبته له والتي هي ميس حمدان إلى ان تدخل إلى حياته سلمى والتي هي مي عز الدين وتحدث بعض المشاكل لهما ويتعرف عمر لسلمى ويقعى في الحب ثم يختلفان إلى ان يتوصل عمر إلى حل وهو الزواج من سلمى","release_date":"2007-06-14","vote_average":5.2,"runtime":96,"cert":"N\/A","id":57405,"title":"Omar & Salma","adult":false,"genre_ids":[10749,35]},{"cast":["Leonard Cohen","Martha Wainwright","Rufus Wainwright","Beth Orton","Jarvis Cocker"],"overview":"Poet, singer \/ songwriter and ladies man Leonard Cohen is interviewed in his home about his life and times. The interview is interspersed with archive photos and exuberant praise and live perfomances from an eclectic mix of musicians, including: Jarvis Cocker, Rufus & Martha Wainwright, Teddy Thompson, Anohni, The Handsome Family and U2's Bono and The Edge.","release_date":"2006-09-11","vote_average":6.6,"runtime":98,"cert":"U","id":57406,"title":"Leonard Cohen: I'm Your Man","adult":false,"genre_ids":[99]},{"cast":["Tamer Hosny","Mai Ezz Eldein","Ezzat Abou Aouf","Mirhan Hussein","ميسرة"],"overview":"في الجزء الثاني من الفيلم المصري \"عمر وسلمى\"، يطل علينا الثنائي، تامر حسني ومي عزالدين، ليكسرا الصورة النمطية عن نهايات قصص الحب. إذ نرى في العمل السينمائي الجديد، استمرارية لقصة الحب القديمة بين زير النساء، عمر، والفتاة القوية، سلمى، والتحول الذي يطرأ على عشقهما لبعضهما البعض بعد الزواج، في إطار مكثف من المواقف المضحكة. وتبدأ أحداث الفيلم بإنجاب سلمى لطفلتين، مما يقلق عمر، أن يأتي اليوم الذي يشاهد فيه بناته وهن مستهدفات من شباب مستهتر ومخادع مثله قبيل زواجه، في الوقت الذي تحاول فيه زوجته إقناعه بمغادرة شقتهما والعيش في عمارة جديدة، خوفا من أن يبدأ باصطياد النساء كما هي عادته. وبعد الذهاب إلى الشقة الجديدة، ترى سلمى أن خططها قد فشلت، إذ تبين أن هناك سيدة جميلة قد عادت من الهجرة، جيجي (ميسرة)، مما يثير مخاوفها من جديد، بينما تحاول إحدى زميلات عمر بالمكتب، كرمة، إصطياده، فيذعن نوعا ما عبر الخيانة العاطفية وليس الجنسية لزوجته.","release_date":"2009-05-18","vote_average":5.8,"runtime":101,"cert":"N\/A","id":57407,"title":"Omar & Salma 2","adult":false,"genre_ids":[10749,35]},{"cast":["Karim Abdel Aziz","Menna Shalabi","Lotfy Labib","Inam Salusah","Zizi Mostafa"],"overview":"","release_date":"2006-08-14","vote_average":6.0,"runtime":103,"cert":"N\/A","id":57408,"title":"Fe Mahatet Masr","adult":false,"genre_ids":[35,10749,18]},{"cast":["Joan Baez","Pat Boone","Tony Curtis","Tony Bennett","George Lucas"],"overview":"A revealing look at the outspoken, flamboyant founder of the Playboy empire. With humor and insight, the film captures Hefner's fierce battles with the government, the religious right and militant feminists. Rare footage and compelling interviews with a remarkable who's who of 20th Century American pop culture, present a brilliant and entertaining snapshot of the life of an extraordinary man and the controversies that surrounded him.","release_date":"2009-01-01","vote_average":6.8,"runtime":127,"cert":"N\/A","id":57409,"title":"Hugh Hefner: Playboy, Activist and Rebel","adult":false,"genre_ids":[99]},{"cast":["Frans Stelling","Ton de Koff","Lucie Singeling","Aya Gil","Hanneke van der Velden"],"overview":"In the final year of his life, Rembrandt painted a series of self-portraits that show him in a dark, lonely state of mind. Stelling has painstakingly recreated the pathetic end of a genius with an authenticity that allows viewers to infer their own conclusions about the relationship between Rembrandt's life and art.","release_date":"1977-12-14","vote_average":7.0,"runtime":120,"cert":"N\/A","id":57410,"title":"Rembrandt fecit 1669","adult":false,"genre_ids":[18]},{"cast":["Mohamed Attia","Riko","Reham Abdelghafour","Saad El Soghayar","Dina"],"overview":"","release_date":"2007-04-04","vote_average":2.0,"runtime":83,"cert":"N\/A","id":57411,"title":"Alaya Al-Tarab Bettalata","adult":false,"genre_ids":[35,10749]},{"cast":["Gary Cooper","Ann Harding","John Halliday","Ida Lupino","Douglass Dumbrille"],"overview":"Architect Peter Ibbetson is hired by the Duke of Towers to design a building for him. Ibbetson discovers that the Duchess of Towers, Mary, is his now-grown childhood sweetheart. Their love revives, but Peter is sentenced to life in prison for an accidental killing. Mary comes to him in dreams and they are able to live out their romance in a dream world.","release_date":"1935-11-07","vote_average":7.4,"runtime":88,"cert":"N\/A","id":57412,"title":"Peter Ibbetson","adult":false,"genre_ids":[10749,18]},{"cast":["Santiago Segura","Mercè Llorens","Álex Angulo","Enrique Villén","Manolo Solo"],"overview":"Is it possible to live aside of the system, thinking only about the present and oneself? A feature film about Manuel Vázquez, the best comic book author in Barcelona during the sixties, but, mainly, a man with a very particular way of living his life.","release_date":"2010-09-24","vote_average":6.3,"runtime":106,"cert":"N\/A","id":57413,"title":"The Great Vazquez","adult":false,"genre_ids":[35]},{"cast":["Raw Leiba","Debbie Rochon","Robert Bozek"],"overview":"The fallen angel Azazel(Raw Leiba) has come to Earth at the behest of the Winter Faerie Queen(Debbie Rochon), and formed an alliance with the Greek god Hermes(Christopher Jason Bolton). Together they seek to resurrect Azazel's demigod children, the Nephilim, whose existence would destroy the world. A second fallen angel, Shemihazya(Sean-Michael Argo), has been summoned by the Summer Faerie Queen(Fiona Horne) to oppose the raising of the Nephilim. He aligns himself with the Greek goddess Hecate(Bekah Kelso), forcing her to help him in his quest by possessing the body of her lover. The Gods and Angels battle across modern city streets and the pristine forests of the spirit world, their struggle set against the backdrop of a civil war between the Queens of Faerie, as the forces of Winter seek to dominate the people of Summer.","release_date":"2013-03-05","vote_average":0.5,"runtime":null,"cert":"N\/A","id":57414,"title":"Ember Days","adult":false,"genre_ids":[28,878,14]},{"cast":["Yasmin Abdulaziz","Salah Abdallah","Mohamed Sharaf","Sameh Hussain","Mona Zaki"],"overview":"تدور أحداثه حول فتاة تعمل في سرقة اجهزة المحمول، و تتورط في جريمة قتل ، فتهرب ، لتعيش في أسكندرية ، و يستعين بها أحد الرجال للعمل كمربية لستة أطفال ، دون أن يكون لديها أي خبرة بتربية الصغار، فتضطر و يبدأ تدبير لها الصغار المَقالب و المَكائد حتى تعجز عن العمل وتهرب ولكنها تنجح في نهاية المَطاف في كسب ثقتهم، و تُحولهم إلى أصدقاء لها.","release_date":"2008-12-02","vote_average":4.6,"runtime":106,"cert":"N\/A","id":57415,"title":"Nany Doodi","adult":false,"genre_ids":[35,80]},{"cast":["Ahmed Eid","Bushra","Edward","Basim Samra","Soliman Eid"],"overview":"يتناول الفيلم قصة شاب يدرس في كلية الطب يعيش هو وأصدقائه حياة مستهتره بين تعاطي المخدرات وأهمال الدراسة, ثم يقع في حب فتاة محجبة متدينه تقود مظاهرات فيحاول التودد إليها فيشترك في المظاهرات ويتدين حتي تتم خطبتهم وبعد ذلك تكتشف حقيقته أنه يتظاهر بالتدين فقط فتقرر ان تفترق عنه وتتابع نشاطها إلى ان تكون فريسة منظمة ارهابية, ولكن ينجح أحمد عيد خطيبها السابق في انقاذها وبعد ذلك تصاب بحالة انهيار وتسقط المعايير امامها وتنقلب حياتها فتخلع الحجاب وتتحول إلى شخصية اخري وتحاول أن تعود إلى خطيبها ظنا انها كانت مخطئة وان حياة خطيبها المستهترة هي الطريق الصحيح للحياة ولكنها تجده قد تدين ويرفض الحالة التي تعيشها بعد خلع حجابها وفى النهاية ترجع وترتدي الحجاب وتذهب لتشجع منتخب مصر في مبارة كرة القدم فيشاركها التشجيع في المباراة ويختتم الفيلم بزواجهما.","release_date":"2007-11-26","vote_average":4.4,"runtime":94,"cert":"N\/A","id":57416,"title":"I Am Not With Them","adult":false,"genre_ids":[28,35,53,878,10749]},{"cast":["François Damiens","Pascale Arbillot","Laurent Lafitte","Gilles Cohen","Didier Flamand"],"overview":"An attorney stumbles upon a suitcase filled with cocaine.","release_date":"2011-03-02","vote_average":5.3,"runtime":88,"cert":"N\/A","id":57417,"title":"Borderline","adult":false,"genre_ids":[35,28,80]},{"cast":["Fathy Abdel Wahab","Abeer Sabry","Mahmoud El Gendy","Dalal Abdelaziz","مشيرة أحمد"],"overview":"","release_date":"2010-04-21","vote_average":2.8,"runtime":110,"cert":"N\/A","id":57418,"title":"Birds of the Nile","adult":false,"genre_ids":[18,10749]},{"cast":["Miloš Biković","Petar Strugar","Viktor Savić","Nina Janković","Predrag Vasić"],"overview":"A story about one team that decides to follow a dream that takes them on a journey to the First World Football Championship in Montevideo, Uruguay in 1930. A dream that allows them to become true stars and living legends.","release_date":"2010-12-19","vote_average":7.7,"runtime":140,"cert":"N\/A","id":57419,"title":"Montevideo, God Bless You!","adult":false,"genre_ids":[12,18,36,10749]},{"cast":["Bernard Blier","Bruno Cremer","Claude Piéplu","Suzanne Flon","Patricia Scott"],"overview":"A medical doctor gets into trouble when one of his patients turns out to be hunted by the mafia.","release_date":"1967-08-30","vote_average":6.8,"runtime":95,"cert":"N\/A","id":57420,"title":"If I Were a Spy","adult":false,"genre_ids":[18,53]},{"cast":["تامر عبدالمنعم","Sherine Reda","Riko","سناء موزيان","Mohamed Shoman"],"overview":"","release_date":"2008-11-05","vote_average":2.8,"runtime":92,"cert":"N\/A","id":57421,"title":"Ashraf, The Thief","adult":false,"genre_ids":[]},{"cast":["Brendon Burns"],"overview":"Controversial comedian Brendon Burns performs his critically acclaimed stand-up show SOBER NOT CLEAN.","release_date":"2009-08-24","vote_average":10.0,"runtime":65,"cert":"18","id":57422,"title":"Brendon Burns: Sober Not Clean","adult":false,"genre_ids":[35]},{"cast":["Ghada Abdel Razek","Menna Fadali","Ahmed Fahmi","Sandy Ali","Fayek Azab"],"overview":"The wife of a well-known singer dies along with her driver in a traffic accident. In the ensuing murder investigation many latent – but explosive – issues rise to the surface.","release_date":"2009-01-28","vote_average":2.8,"runtime":95,"cert":"N\/A","id":57423,"title":"Azmet Sharaf","adult":false,"genre_ids":[80,28]},{"cast":["Neri Marcorè","Vanessa Incontrada","Sandra Milo","Giulio Bosetti","Nino D'Angelo"],"overview":"The Pope's tailor sends his son, a virgin at 35, to Bologna hoping he will find a woman. Nello, a classicist moved by the romantic poetry of Ovid, proves to be a good teacher and also falls hopelessly in love with the beautiful Angela Gardini. Angela, herself recently blind and then spurned by her fiancé, uses Nello: she hopes her former lover will become jealous and return to her. Nello obliges, his head full of poetry and in love at last; he's happy to be near her, knowing that she, before her disability, wouldn't have looked twice at him. Bologna or Rome, teaching or stitching, love or solitude - will Nello make choices?","release_date":"2003-01-24","vote_average":6.4,"runtime":null,"cert":"N\/A","id":57424,"title":"The Heart Elsewhere","adult":false,"genre_ids":[35,18,10749]},{"cast":["Alessio Boni","Michela Cescon","Rodolfo Corsato","Matteo Gadola","Ester Hazan"],"overview":"A coming-of-age drama set in contemporary Italy.","release_date":"2005-05-13","vote_average":6.5,"runtime":null,"cert":"N\/A","id":57425,"title":"Once You're Born You Can No Longer Hide","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Knut Agnred","Per Fritzell","Jan Rippe","Kerstin Granlund","Anders Eriksson"],"overview":"På ön Åstol är allt frid och fröjd. Där bor omkring tvåhundra människor. En sådan människa är Åke. Han jobbar på öns sillsalteri. Salteriet är Åstolbornas levebröd. En dag dyker salteriets ägare upp, den hemske fabrikör Ivar, och berättar att han har sålt salteriet till en sommargäst som ska riva det och bygga sommarhus istället. Det utbryter en kris på det annars så lugna Åstol. Vad kommer att hända med öborna om deras största inkomstkälla försvinner, hemska tanke. Åke blir övertalad att börja en kurs inne på fastlandet, Tjörn. Tjörn ligger drygt 10 minuter med båt från Åstol, men för Åke blir det en otäck resa till en hemsk värld. Kursen visar sig vara en datautbildning och Åke får en snilleblixt. Han ska sälja sill över internet!","release_date":"1998-10-06","vote_average":4.5,"runtime":50,"cert":"N\/A","id":57426,"title":"Åke från Åstol","adult":false,"genre_ids":[35]},{"cast":["Per Fritzell","Thomas Hedengran","Jan Rippe","Anders Eriksson","Knut Agnred"],"overview":"Alla ska bada hade premiär den 4 oktober 1997. Föreställningen tar sin början under mitten av 1930-talet när Frans-Oskar Bryssel föds. Efter ett tag hoppar föreställningen tio år fram i tiden och vi får se honom när han är 10 år gammal. Han spelas då av Per Fritzell. Handlingen hoppar med jämna mellanrum tio år fram tills han äntligen får bada i mitten av 1990-talet. Under hela föreställningen skildras ämnen som var aktuella under just den epok som då utspelar sig i pjäsen. T.ex. under 30-talet skildras andra världskriget och under 80-talet skildras mobiltelefonin.","release_date":"1997-10-04","vote_average":6.0,"runtime":146,"cert":"N\/A","id":57427,"title":"Everyone must take a bath","adult":false,"genre_ids":[35]},{"cast":["Claes Eriksson","Kerstin Granlund","Knut Agnred","Anders Eriksson","Per Fritzell"],"overview":"A story about Vincent Moro, an almost invisible man that works at a refridgerator factory when USA wasn't the A-nation it is today and therefor was called USB. Vincent has been working at the factory for 20 years when he suddenly finds out that he is fired.","release_date":"1994-09-24","vote_average":0.0,"runtime":123,"cert":"N\/A","id":57430,"title":"Lyckad nedfrysning av Herr Moro","adult":false,"genre_ids":[35,18,10402,10402]},{"cast":["Jonah Hill","Ari Graynor","Max Records","Landry Bender","Kevin Hernandez"],"overview":"Noah, is not your typical entertain-the-kids-no-matter-how-boring-it-is kind of sitter. He's reluctant to take a sitting gig; he'd rather, well, be doing anything else, especially if it involves slacking. When Noah is watching the neighbor's kid he gets a booty call from his girlfriend in the city. To hook up with her, Noah takes to the streets, but his urban adventure spins out of control as he finds himself on the run from a maniacal drug lord.","release_date":"2011-12-09","vote_average":5.5,"runtime":81,"cert":"15","id":57431,"title":"The Sitter","adult":false,"genre_ids":[35]},{"cast":["Claes Eriksson","Anders Eriksson","Jan Rippe","Knut Agnred","Per Fritzell"],"overview":"A lot of journeys are never made. Some journeys are made. Some journeys shouldn't have been made. Other journeys should have been made. This journey was made. All across Sweden.","release_date":"1994-08-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":57432,"title":"Resan som blev av","adult":false,"genre_ids":[]},{"cast":["Knut Agnred","Jan Rippe","Per Fritzell","Peter Rangmar","Lisa Alvgrim"],"overview":"One act after another, without having anything to do with one another. Just as it should be.","release_date":"2001-02-17","vote_average":0.0,"runtime":85,"cert":"N\/A","id":57433,"title":"Allt möjligt","adult":false,"genre_ids":[]},{"cast":["Carsten Winger","Nanna Stenersen","Einar Sissener","Espen Skjønberg","Liv Wilse"],"overview":"There is a confusion between comedy treasurer Theodor Jensen and an escaped felon, Gerhardt Müller, both played by Carsten Winger. Nanna Stenersen had the role of Mrs Jensen.","release_date":"1954-10-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":57434,"title":"Treasurer Jensen","adult":false,"genre_ids":[35]},{"cast":["Arve Opsahl","Tor Erik Gunstrøm","Solfrid Heier","Svein Helge Høgberg","Einar Idland"],"overview":"A filming of and around a Chat Noir show revue from 1972.","release_date":"1973-01-17","vote_average":0.0,"runtime":100,"cert":"N\/A","id":57435,"title":"Dear Little Norway","adult":false,"genre_ids":[35]},{"cast":["Jørgen Leth","Sue Prado","Rokhaya Niang","Angeli Bayani","Marie Marthe Dorothie Laguerre"],"overview":"The film has been ten years in the making, and over time it has grown to become what the director himself has called an artistic testament. It is simultaneously his most personal and most provocative film. A film about growing older, about losing, about the special moments one remembers, and about the director's own circling around the essence of eroticism.","release_date":"2010-09-26","vote_average":6.3,"runtime":85,"cert":"N\/A","id":57436,"title":"The Erotic Man","adult":false,"genre_ids":[99]},{"cast":["Bijan Aalam","Leslie Barany","Tom Gabriel Fischer","Dana Frank","Ernst Fuchs"],"overview":"The film offers a unique insight into the world of Giger's creation and his private life. In addition to the interview with the artist himself, a considerable part of the documentary is formed by interviews with personalities such as Ernst Fuchs, Stanislav Grof and Debbie Harry. Though the authors do not avoid particular developmental periods of Giger's work, the main purpose was not to create the artist's biography. In this case, it is more likely considered to be an authentic perspective on the peculiar world of this Swiss surrealist artist.","release_date":"2010-02-10","vote_average":0.0,"runtime":52,"cert":"N\/A","id":57437,"title":"HR Giger Revealed","adult":false,"genre_ids":[99]},{"cast":["Linus Aaberg","Gisken Armand","Berard Arnø","Bernhard Arnø","Peter Baden"],"overview":"Kristin Lavransdatter is a 1995 Norwegian film directed by Liv Ullman, featuring Elisabeth Matheson, Bjørn Skagestad, Jørgen Langhelle, Lena Endre and Sverre Anker Ousdal, based on Kristin Lavransdatter by Sigrid Undset. It was the Norwegian entry to the Academy Award for Best Foreign Language Film in 1996.","release_date":"1995-08-25","vote_average":4.7,"runtime":null,"cert":"N\/A","id":57438,"title":"Kristin Lavransdatter","adult":false,"genre_ids":[18,10749]},{"cast":["Than Thanakorn","Thitima Maliwan","Nattanun Jantarawetch","Boriboon Junreurng","Sompob Benjathikul"],"overview":"Three young lives from the present are mysteriously destined to travel back in time through a portal to an old forgotten city. It is an era of civil war among the people of Siam where the fight is to protect the capital city of Ayuthaya from being conquered and overthrown. Bloodshed is about to unfold among the small group of villagers loyal to their land and prepared to battle to the death with the opposing military troops of Ong Mien, known for their cut throat, piercing swords. Siyama led by, Kru Jom, uses religious sorcery to protect his small village located amidst a ravine populated by only a mere one thousand villagers and two hundred rooftops. By being the choice of passage towards the capital city of Ayuthaya, Siyama becomes a targeted obstacle for the gruesome military brigade of Ong Mien. Anna, Gif, and Bote from present day Bangkok are thrown into a gateway through time after coincidentally conversing about the history of warfare that took place in the ancient days of what.","release_date":"2008-01-31","vote_average":4.7,"runtime":107,"cert":"","id":57439,"title":"Siyama: Village of Warriors","adult":false,"genre_ids":[36,28,12,18]},{"cast":["Kuranosuke Sasaki","Masato Sakai","Yo Oizumi","Reiko Igarashi"],"overview":"A heady brain teaser of a film with unexpected twists and turns, After School reels the audience in with wry humor, quirky characters, and a puzzling mystery. Character actors Oizumi Yo (Gegege no Kitaro), Sasaki Kuranosuke (Bokutachi to Chuzai-san no 700 Nichi Sensou), and Sakai Masato (The Wall Man) headline this laidback yet cerebral caper comedy, along with an always welcome appearance from beauty Tokiwa Takako (20th Century Boys). Seedy private eye Kitazawa (Sasaki Kuranosuke) shows up at gym teacher Jinno's (Oizumi Yo) school with a picture of Kimura (Sakai Masato), Jinno's longtime buddy who has gone missing. Reluctantly joining the puzzling manhunt of myriad twists and turns, Jinno realizes that he doesn't know his friend as well as he thought after some strange brushes with Kimura's boss, a yakuza boss, and a club hostess.","release_date":"2008-05-24","vote_average":8.4,"runtime":102,"cert":"N\/A","id":57440,"title":"After School","adult":false,"genre_ids":[9648,35]},{"cast":["Arve Opsahl","Aud Schønemann","Elsa Lystad","Carsten Byhring","Sverre Holm"],"overview":"","release_date":"1992-05-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":57441,"title":"Latterbrøl med Arve Opsahl","adult":false,"genre_ids":[35]},{"cast":["Aletta Ocean","Andy San Dimas","McKenzie Lee","Faye Reagan","Alexis Texas"],"overview":"Aletta Ocean's trip to a faraway place turns into an explicit, forbidden fantasy of lust and desire. Manuel Ferrara seduced visiting beauties before taking their passports, making them his kept yet pleasured mistresses. Aletta turns the erotic tables, willingly becoming Manuel's salacious sex toy","release_date":"2011-02-16","vote_average":8.0,"runtime":111,"cert":"N\/A","id":57444,"title":"Passport","adult":true,"genre_ids":[18]},{"cast":["Arve Opsahl","Aud Schønemann","Wenche Sandnæs","Kristine Reymert","Peter Reymert"],"overview":"Father and mother Andersen and their four children live in a closed down farmside storehouse in the outskirts of Oslo. They enjoy life here, but the many neibours surrounding them are less enthusiastic about the family's lack of respect towards the supposed social order and decency they live by.","release_date":"1966-09-01","vote_average":0.0,"runtime":81,"cert":"N\/A","id":57445,"title":"Congratulations Andersens!","adult":false,"genre_ids":[10751,35]},{"cast":["Kristoffer Joner","Trond Høvik","Nina Ellen Ødegård","Sally Nilsson","Morten Abel"],"overview":"A pizza delivery boy must balance the needs of his sick mother, his mentally retarded friend, and the comatose girl of his dreams.","release_date":"2004-08-20","vote_average":8.0,"runtime":90,"cert":"N\/A","id":57446,"title":"Alt for Egil","adult":false,"genre_ids":[35]},{"cast":["Lino Capolicchio","Francesca Marciano","Gianni Cavina","Giulio Pizzirani","Bob Tonelli"],"overview":"A young restorer is commissioned to save a fresco representing the suffering of St. Sebastiano, which was painted on the wall of a local church by a mysterious, long-dead artist.","release_date":"1976-08-16","vote_average":7.3,"runtime":110,"cert":"N\/A","id":57447,"title":"The House with Laughing Windows","adult":false,"genre_ids":[27,9648,53]},{"cast":["Pierre Bergé","Yves Saint-Laurent","Catherine Deneuve","Laetitia Casta"],"overview":"This documentary examines the life and work of the late fashion designer Yves Saint-Laurent, recounting how a frail prodigy prone to bouts of depression became an icon of the fashion world. Initially appointed head of the House of Dior in 1957 before growing into a globally recognized designer in his own right, Saint-Laurent overcomes his struggles with substance abuse, accumulating a large art collection alongside his lifelong personal and professional partner, Pierre Bergé.","release_date":"2010-09-22","vote_average":7.2,"runtime":98,"cert":"N\/A","id":57448,"title":"L'Amour Fou","adult":false,"genre_ids":[99]},{"cast":["Rolf Just Nilsen","Arve Opsahl","Odd Borg","Arne Bendiksen","Per Asplin"],"overview":"A group of very different men are summoned for their refresher training at Haglemoen military camp. One more strange than the other, we get to meet jovial salesman Goggen Rask, car mechanic Bottolph Johansen, nicknamed daydreamer, and ship-owner Rieber Larsen Jr. They form an unruly faction which Major Kampstrup struggles to maintain structured and prepared, not to mention keeping them inside the camp premises before they pretend sick to see the nurses Bitten and Florence.  The men do their best to get through their rigourous training, with great confusion and comical situations.","release_date":"1962-01-01","vote_average":6.0,"runtime":86,"cert":"N\/A","id":57449,"title":"Operasjon Løvsprett","adult":false,"genre_ids":[35,10752]},{"cast":["Ving Rhames","Alfre Woodard"],"overview":"A drag queen takes in a drug addict and her daughter and helps raise the daughter.","release_date":"2000-12-10","vote_average":8.0,"runtime":100,"cert":"N\/A","id":57450,"title":"Holiday Heart","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"There is a strange and mysterious world that surrounds us, a world largely hidden from our senses. The quest to explain the true nature of reality is one of the great scientific detective stories. Clues have been pieced together from deep within the atom, from the event horizon of black holes, and from the far reaches of the cosmos. It may be that that we are part of a cosmic hologram, projected from the edge of the universe. Or that we exist in an infinity of parallel worlds. Your reality may never look quite the same again.","release_date":"2011-10-16","vote_average":5.3,"runtime":58,"cert":"N\/A","id":57451,"title":"BBC Horizon: What Is Reality","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Series exploring topical scientific issues. They are the biggest questions that science can possibly ask: where did everything in our universe come from? How did it all begin? For nearly a hundred years, we thought we had the answer: a big bang some 14 billion years ago. But now some scientists believe that was not really the beginning. Our universe may have had a life before this violent moment of creation. Horizon takes the ultimate trip into the unknown, to explore a dizzying world of cosmic bounces, rips and multiple universes, and finds out what happened before the big bang.","release_date":"","vote_average":7.3,"runtime":59,"cert":"N\/A","id":57452,"title":"BBC Horizon: What Happened Before The Big Bang","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Horizon explores the strange and wonderful world of illusions - and reveals the tricks they play on our senses and why they fool us. We show how easy it is to trick your sense of taste by changing the colours of food and drink, explain how what you see can change what you hear, and see just how unreliable our sense of colour can be. But all this trickery has a serious purpose. It's helping scientists to create a new understanding of how our senses work - not as individual senses, but connected together. It holds the intriguing possibility that one sense could be mapped into another. This is what happened to Daniel Kish, who lost his sight as a child. He is now able to create a vision of the world by clicking his tongue which allows him to echolocate like a bat. And in a series of MRI scans, scientists are now looking to find out if Daniel's brain may have actually rewired itself enabling him to use sound to create a visual image of the world.","release_date":"","vote_average":0.0,"runtime":59,"cert":"N\/A","id":57453,"title":"BBC Horizon: Is Seeing Believing","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Setlist: UPRISING RESISTANCE STARLIGHT NEW BORN SUPERMASSIVE BLACK HOLE PLUG IN BABY UNDISCLOSED DESIRES HYSTERIA THE KNIGHT OF CYDONIA","release_date":"","vote_average":10.0,"runtime":47,"cert":"N\/A","id":57454,"title":"Muse At The Walter Kerr Theatre, New York","adult":false,"genre_ids":[]},{"cast":["Tim Hawkins"],"overview":"I'm No Rockstar delivers 90 minutes of Tim Hawkins twisted comedic arsenal including straight stand-up, acoustic guitar comedy, and full-blown rock concert bits. Recorded live at The MetroCenter in Arlington, Texas, this performance is filled with fan-favorites.","release_date":"2009-01-13","vote_average":5.5,"runtime":90,"cert":"N\/A","id":57457,"title":"Tim Hawkins - I'm No Rockstar","adult":false,"genre_ids":[35]},{"cast":["Kumgieng Jittamaat","Miti Jittamaat","Phetmongkol Chantawong","Nuttapon Kemthong","Atapon Wernziw"],"overview":"A filmmaker captures images that characterize the violence and repression as well as the hope of rebirth and remembrance in northeastern Thailand.","release_date":"2009-05-05","vote_average":6.1,"runtime":18,"cert":"N\/A","id":57458,"title":"A Letter to Uncle Boonmee","adult":false,"genre_ids":[]},{"cast":["Kylie Minogue"],"overview":"KylieX2008 became Minogue's biggest and most expensive tour to date, travelling over four continents in the course of seven months with a crew of over 120 people. The film features the entire concert (shot in Super 16 format) along with a documentary, stage back-drop projections, conceptual designs, and a photo gallery.","release_date":"2008-11-30","vote_average":6.0,"runtime":129,"cert":"","id":57463,"title":"Kylie Minogue: KylieX2008","adult":false,"genre_ids":[99,10402]},{"cast":["Spencer Jones","Laura Evans"],"overview":"Fredric has lost the fire in his belly and wants it back. After signing up for an unorthodox self-improvement program, Fredric is trapped outside of his own life, while a new improved version takes over.","release_date":"2010-03-07","vote_average":5.0,"runtime":17,"cert":"N\/A","id":57464,"title":"Schizofredric","adult":false,"genre_ids":[35,878]},{"cast":["Luca Zingaretti","Alessia Goria","Corrado Fortuna"],"overview":"A priest (Zingaretti - Inspector Montalbano) attends his new parish only to find the church empty, the locals uninterested and their children rude and abusive. He very gently sets about winning over first the children by providing them with a place to play and learn and then works on their parents. The church slowly becomes the focal point of the community and rapidly ends up full with standing room only. But...","release_date":"2005-01-21","vote_average":7.3,"runtime":90,"cert":"N\/A","id":57465,"title":"Come into the Light","adult":false,"genre_ids":[80,18]},{"cast":["Mohamed Saad","Mai Ezz Eldein","Hassan Hosny","Youssef Fawzy","يوسف عيد"],"overview":"Lembi.. a poor lawyer who marries a school teacher and he causes her troubles due to his bad financial status, and then he meets with an accident which changes the way he was living....","release_date":"2010-07-16","vote_average":4.8,"runtime":111,"cert":"N\/A","id":57468,"title":"Ellembi 8 Gega","adult":false,"genre_ids":[35]},{"cast":["Patrice O'Neal"],"overview":"Filmed at the New York Comedy Festival, comedian Patrice O'Neal stars in his first and only full-length stand-up special. Featuring 40 minutes of additional content not seen on television, Patrice brings his trademark absurdism and friendly yet no-holds-barred style to material on race and gender politics, relationships and more.","release_date":"2011-02-22","vote_average":7.7,"runtime":77,"cert":"N\/A","id":57469,"title":"Patrice O'Neal: Elephant in the Room","adult":false,"genre_ids":[35]},{"cast":["Walt Disney","Eddie Holden","Marcellite Garner"],"overview":"When a giant threatens the land, the cityfolk mistake Mickey's boast of killing seven flies with one blow to be giants. He is then forced to fight the giant for real.","release_date":"1938-09-23","vote_average":6.8,"runtime":9,"cert":"N\/A","id":57472,"title":"Brave Little Tailor","adult":false,"genre_ids":[16,10751,14]},{"cast":["Patty Andrews","Maxene Andrews","Laverne Andrews"],"overview":"Little Toot is a baby tugboat who would rather play than help his father in New York harbor. When he does finally decide to help, he accidentally causes a major crash and is banished beyond the 12 mile limit. But when a storm comes up and strands an ocean liner, he's the only one that can get there, and he redeems himself.","release_date":"1948-05-27","vote_average":6.7,"runtime":9,"cert":"N\/A","id":57473,"title":"Little Toot","adult":false,"genre_ids":[]},{"cast":["Kim Hye-soo","Kim Tae-woo","Jo Dong-hyuk","Han Jung-soo"],"overview":"Ji-su who has a borderline personality disorder feels a strange emptiness and tries to commit suicide. At the hospital she meets a psychiatrist, Suk- won. Suk-won feels compassion for her but fails to give her any help. 1 year later, Suk-won accidentally meets Ji-su and finds out that she still needs help. This time, they start to meet not in a doctor\/patient relationship but as friends. In this new relationship with Suk-won, Ji-su slowly starts to cure the deep wound from her past. However, Suk-won is too much into Ji-su and now, he can't live without her. His obsession for Ji-su becomes so extreme that when Ji-su decides to leave him, his love drives him to a dangerous edge.","release_date":"2004-08-06","vote_average":5.6,"runtime":104,"cert":"N\/A","id":57474,"title":"Hypnotized","adult":false,"genre_ids":[53,10749]},{"cast":[],"overview":"Wendy, Veda, and J.C. are part of Southern California's thriving figure skating community - the bottom part. Luckily this is America, the land of opportunity, where a dream in your heart and personal gain in your sights can propel almost anyone to stardom. With this in mind Wendy, Veda, and J.C. are fighting their way to Olympic glory. But first they have to win the Regional Competition - and there can only be ONE winner. Will it be Veda? The beautiful ice princess who responds to her over-bearing mother by routinely puking up her lunch. Or Wendy? The plus-size skater with the super-plus libido. And what about J.C.? The orphaned trailer park girl who'd gladly trade you a pack of smokes for a sequined thong. Under the watchful gaze of Zamboni Phil, the girls train, toil and plot their way to success. Let the Games begin!","release_date":"2001-06-17","vote_average":0.0,"runtime":93,"cert":"N\/A","id":57475,"title":"On Edge","adult":false,"genre_ids":[28,35,53,99]},{"cast":["Mark Mothersbaugh","Gerald V. Casale","Carl Reiner","Bob Casale","David Kendrick"],"overview":"Future Americans decide to time travel to 1776 to ask the founding fathers for the solutions to their problems. A glitch in the time machine changes their destination to 1976. Still believing themselves to be in 1776, the time travellers attempt to study this \"ideal\" civilization. 70's jokes, props and stars abound.","release_date":"1990-01-01","vote_average":4.5,"runtime":82,"cert":"N\/A","id":57476,"title":"The Spirit of '76","adult":false,"genre_ids":[35,878]},{"cast":["Trae Ireland","Luisa Bertolatti","Adrian Flowers","Elena Manzini","Tyrone Benton III"],"overview":"Darrin is traumatized by a horrific event he witnessed as a child. Now 25, he and his brother Sean travel to Italy to visit an old friend, but the trip turns into a nightmare when a walk in the woods forces him to confront his childhood demons.","release_date":"2010-11-01","vote_average":5.5,"runtime":74,"cert":"N\/A","id":57477,"title":"Twisted Path","adult":false,"genre_ids":[9648,53]},{"cast":["Cheryl Ladd","Amy Grabow","Denise Grayson","Chase Ryan Jeffery","Christopher Allport"],"overview":"Elizabeth Leroy devotes her life to serving God but her faith is tested over the years as she has to overcome many hardships and sorrows.","release_date":"2006-04-08","vote_average":6.5,"runtime":100,"cert":"N\/A","id":57478,"title":"Though None Go With Me","adult":false,"genre_ids":[18]},{"cast":["Matthew Modine","Claire Bloom","Judith Ivey","James Earl Jones","Jerry O'Connell"],"overview":"In 1945, a young boy arrives in a small Georgia town on a bus from which his mother was abducted and murdered. Alone he sits quietly and everyone becomes convinced that he is deaf and mute. Deciding that silence offers some power and protection, the boy decides to remain mute and just listens to all that is being said around him by people who think that he cannot hear.","release_date":"1997-11-23","vote_average":7.0,"runtime":120,"cert":"N\/A","id":57479,"title":"What the Deaf Man Heard","adult":false,"genre_ids":[35,18]},{"cast":["Dave Mustaine","Dave Ellefson","Nick Menza","Marty Friedman"],"overview":"Devil's Island - Take No Prisoners - Holy Wars... The Punishment Due - Anarchy In The U.K. - Tornado of Souls - Skull Beneath The Skin - The Conjuring - Hangar 18 - In My Darkest Hour - Lucretia - Peace Sells","release_date":"1991-09-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":57480,"title":"Megadeth: Rock in Rio 1991","adult":false,"genre_ids":[]},{"cast":["Marshall R. Teague","Tim Abell","Troy Mittleider","Danny Lee Clark","Daniella Deutscher"],"overview":"When the crazed commander (Eli Danker) of a sadistic army in Moldavia kidnaps an American photojournalist (Daniella Deutscher) and holds her hostage, his misguided actions ignite a targeted response from Maj. Don Harding (Marshall R. Teague) and his trained squad of special forces soldiers. With help from a local schoolteacher (Scott Adkins) who's trained in martial arts, Maj. Harding readies his troops for an all-out offensive.","release_date":"2003-06-06","vote_average":4.2,"runtime":93,"cert":"N\/A","id":57483,"title":"Special Forces","adult":false,"genre_ids":[10752,28,53]},{"cast":["Riley Steele","Britney Brooks","Jenaveve Jolie","Danny Mountain","Mick Blue"],"overview":"Riley Steele searches for love and lust after suffering a heartbreak. The guy she's been sleeping with has ulterior motives, fueling Riley to find explicit encounters with other sexy couples, manipulative men and horny women. She discovers the intensity of desire and the awakening of the naughty whore within her soul. Turning lust into love becomes her driving obsession in the shadows of the real world. Lights out, and the sultry slut is fully revealed.","release_date":"2011-02-08","vote_average":6.0,"runtime":99,"cert":"N\/A","id":57484,"title":"Riley Steele: Lights Out","adult":true,"genre_ids":[]},{"cast":["Christopher M. Clark","Taylor Coffman","Sean Galdo","Eco Lopez","David Lubinsky"],"overview":"An old grudge, a misunderstood sexual advance and a drug score hurl three suburban teens into a head on collision of lust, intoxication, and pent up aggression.","release_date":"2005-01-01","vote_average":6.0,"runtime":95,"cert":"N\/A","id":57485,"title":"Trip Out","adult":false,"genre_ids":[18]},{"cast":["Victor Slezak","Caprice Benedetti","Vince Grant","Bruce Campbell","Barry Corbin"],"overview":"A story about a man who travels back in time to Fort Worth, Texas on Novemeber 22, 1963 and prevents the assassination of President John F. Kennedy.","release_date":"2000-03-31","vote_average":5.0,"runtime":95,"cert":"N\/A","id":57486,"title":"Timequest","adult":false,"genre_ids":[]},{"cast":["Tupac Amaru Shakur"],"overview":"As Tupac's interviewer announces, 'Tupac, this interview is not about your trial, or your court appeals it is about Tupac, the inner man, then, and now.' Featuring an uncut and never-before-seen interview at the Clinton Correctional Facility, TUPAC UNCENSORED AND UNCUT: THE LOST PRISON TAPES presents a raw look into Tupac's world, as the rapper riffs on topics ranging from his involvement with gang life to prisons in America to his relationship with his mother. What emerges is a moving self-portrait of an artist who sees himself as fundamentally misunderstood: He may have diagnosed thug life, but he didn't invent it, and he is determined to uplift not destroy the black community. Capturing the intensity and passion of a fierce talent, TUPAC UNCENSORED AND UNCUT: THE LOST PRISON TAPES offers a glimpse inside the mind of the enigmatic artist whose music is, in his own words, 'all about life.'","release_date":"2011-01-25","vote_average":6.9,"runtime":44,"cert":"N\/A","id":57487,"title":"Tupac Uncensored and Uncut: The Lost Prison Tapes","adult":false,"genre_ids":[99]},{"cast":[],"overview":"On the Caribbean island of the Dominican Republic, tourists flock to pristine beaches, with little knowledge that a few miles away thousands of dispossessed Haitians are under armed guard on plantations harvesting sugarcane, most of which ends up in US kitchens. Cutting cane by machete, they work 14 hour days, 7 days a week, frequently without access to decent housing, electricity, clean water, education, healthcare or adequate nutrition. The Price of Sugar follows a charismatic Spanish priest, Father Christopher Hartley, as he organizes some of this hemisphere's poorest people, challenging the powerful interests profiting from their work. This film raises key questions about where the products we consume originate, at what human cost they are produced and ultimately, where our responsibility lies.","release_date":"2007-03-11","vote_average":0.0,"runtime":90,"cert":"N\/A","id":57488,"title":"The Price of Sugar","adult":false,"genre_ids":[99]},{"cast":["Guadalupe Alonso","Nicolás Treise","Mirella Pascual","Gabo Correa","María Clara Merendino"],"overview":"Young Jorgelina feels estranged from her boy-crazy older sister, who has entered adolescence and doesn't want to hang around with little kids anymore. Finding refuge in their Boyita camper-van, Jorgelina travels with her father to the countryside, where her lifelong playmate Mario is undergoing some unexpected changes of his own.","release_date":"2009-11-05","vote_average":7.0,"runtime":93,"cert":"N\/A","id":57489,"title":"The Last Summer of La Boyita","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Join the Bratz fun-filled ride as they explore new careers, engage in a gruelling \"Survivor\" like contest and investigate a mysterious cat burglar. 5 CGI animated episodes as seen on CiTV.","release_date":"2007-01-01","vote_average":0.0,"runtime":110,"cert":"N\/A","id":57492,"title":"Bratz Rock N Princess","adult":false,"genre_ids":[]},{"cast":["Britt McKillip","Brittney Irvin","Dorla Bell","Maryke Hendrikse","Brian Drummond"],"overview":"The Babyz learn to turn disappointment into the wildest, craziest Xmas ever when their parents get snowed in on vacation and can’t make it home for Xmas Eve. The Babyz decide to go to the North Pole and help Santa deliver his presents. Little do they know, the guy they think is “Santa” is really a crook who plans to steal a donation for orphans.","release_date":"2008-01-01","vote_average":0.0,"runtime":70,"cert":"N\/A","id":57493,"title":"Bratz Babyz Save Christmas","adult":false,"genre_ids":[10751,16,35]},{"cast":["Silvio Orlando","Giancarlo Giannini","Tommaso Ragno","Renato Carpentieri","Marine Delterme"],"overview":"","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":57498,"title":"Il Consiglio D'Egitto","adult":false,"genre_ids":[]},{"cast":["Klaus Barbie","Robert Badinter","Raymond Aubrac"],"overview":"A look at the history of one-time Gestapo commander Klaus Barbie, infamously known as \"The Butcher of Lyon.\" This documentary's main focus will be on Barbie's post-war activities, in which he became a counter-intelligence agent who worked for the same countries that pursued him during WWII.","release_date":"2007-08-31","vote_average":7.2,"runtime":87,"cert":"N\/A","id":57499,"title":"My Enemy's Enemy","adult":false,"genre_ids":[99]}]