[{"cast":["Outi Alanen","Vuokko Hovatta","Jarmo Koski","Taneli Mäkelä","Ilpo Mikkonen"],"overview":"One day Moomintroll wakes to notice that grey dust is covering everything in the Moominvalley. He runs to ask the philosophical Muskrat if he knows what is happening, who advises him that things tend to look like this before an awful fate coming from the sky hits the Earth. With the help of his father, Moominpappa, Moomintroll and his close friends Sniff and Snufkin build a raft and head out on a challenging journey to the observatory in the Lonely Mountains hoping to find out more from the wise professors there. The friends have to overcome several adversities in order to make it there. When they arrive, they find the professors deep in calculations. They reveal that a comet will reach the Earth in four days, four hours, four minutes and 44 seconds.","release_date":"2010-08-06","vote_average":4.0,"runtime":75,"cert":"N\/A","id":57500,"title":"Moomins and the Comet Chase","adult":false,"genre_ids":[16,12,10751]},{"cast":[],"overview":"Wrestlers of past and present reflect on why millions of people love proessional wrestling, its impact on society, and the inside scoop on how to tell the good guys from the bad guys. Gorgeous George, Killer Kowalski, The Fabulous Moolah, Andre the Giant and Hulk Hogan are among the wrestling legends and innovators featured.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":57501,"title":"Body Slam The History of Professional Wrestling","adult":false,"genre_ids":[]},{"cast":["Lucia Mascino","gianluca pezzino","rosa fumetto","Tommaso Ramenghi","Paolo Giovannucci"],"overview":"Alex is a trans girl searching for her identity. Alex removed her male side, that of his childhood, because he lived a very painful adolescence...discrimination...harassment and bullying. Thanks to an analytical and introspective pathshe regains the memory and awareness of herself, boy, recovering that part male had completely erased.","release_date":"2007-07-11","vote_average":0.0,"runtime":90,"cert":"N\/A","id":57504,"title":"Gloss - Cambiare si può","adult":false,"genre_ids":[]},{"cast":["Janyse Jaud","Anna Cummer","Chantal Strand","Andrea Libman","Tabitha St. Germain"],"overview":"All the ponies can't wait for the Winter Wishes festival where the Wishing Star grants each pony one special wish. But when the Wishing Star disappears they go on a journey to find it. But will they make it back in time for the festival? Join Pinkie Pie and all her pony friends on their journey as they discover that friendship can make wishes come true.","release_date":"2009-10-13","vote_average":5.0,"runtime":44,"cert":"N\/A","id":57505,"title":"My Little Pony: Twinkle Wish Adventure","adult":false,"genre_ids":[10751]},{"cast":["Gabriella Fox","Nika Noire","Britney Amber","Jandi Lin","Shy Love"],"overview":"Gabriella Fox loses all her inhibitions in this kinky showcase , her seemingly innocent eyes light up as she wraps her lips around a well-hung cock. She trembles in ecstasy from Britney Amber's wet pussy in her mouth, while Johnny Sins takes her from behind. Joining in the deviant antics are big titted Shy Love and sexy Nika Noir. Asian honey Jandi Lin takes Scott Nail's ten-inches deep inside her tight ass.","release_date":"2009-08-18","vote_average":9.0,"runtime":129,"cert":"N\/A","id":57506,"title":"Gabriella Fox: Foxxxy","adult":true,"genre_ids":[]},{"cast":["Dharmapriya Dias","Gihan De Chickera","Dharshan Dharmaraj","Namal Jayasinghe","Sujeewa Priyalal"],"overview":"Two friends, Manoj (Gihan De Chickera), a bartender, and Stanley (Dharmapriya Dias), a fruit vendor, wish to immigrate to the West to seek their fortune, but have difficulties getting their visa applications approved. They come across an application to a handball tournament in Bavaria, and not even knowing what the game is, they submit themselves and a group of friends as the \"Sri Lanka National Handball Team\". For appearance's sake, they begin minimal training and then seek travel visas from the German Embassy. Their plans to simply escape into the West upon arrival in Germany are thwarted by the quick appearance of the tournament organizers and an arena of fans eager to see the prowess of the Sri Lanka National Handball Team.","release_date":"2008-09-09","vote_average":6.4,"runtime":109,"cert":"N\/A","id":57507,"title":"Machan","adult":false,"genre_ids":[18,35]},{"cast":["Joachim Hansen","Senta Berger","Hans Reiser","Peter Carsten","Chris Howland"],"overview":"A series of knife murders have an odd feature about them; the victims find that their luggage has been packed for them just before their deaths. Scotland Yard investigates, and discover that the murders are linked to an addictive drug called Mescadrine.","release_date":"1962-02-23","vote_average":4.0,"runtime":85,"cert":"N\/A","id":57508,"title":"The Secret of the Black Trunk","adult":false,"genre_ids":[80,9648,53]},{"cast":["Tony Todd","Sticky Fingaz","Irma P. Hall","Raw Leiba","Nicoye Banks"],"overview":"An epic tale about a supremely intelligent young African-American male who rises from the ferocious and oppressive streets of North Philadelphia to being a shining star in the lucrative world of high finance at Wall Street's most prestigious firm. However, he soon finds that the white-collar world is filled with crime and death just like the drug-filled hood he left behind. His only chance of survival is to fully integrate a mysterious gift from a slain childhood friend fully into the fabric of his character.","release_date":"2012-12-31","vote_average":3.0,"runtime":null,"cert":"N\/A","id":57509,"title":"Changing the Game","adult":false,"genre_ids":[18,28]},{"cast":["Woody Harrelson","Noam Chomsky","Howard Zinn","Richard Pearl","Chalmers Johnson"],"overview":"Hosted by twice Oscar nominated actor and activist Woody Harrelson, Ethos lifts the lid on a Pandora's box of systemic issues that guarantee failure in almost every aspect of our lives; from the environment to democracy and our own personal liberty: From terrifying conflicts of interests in politics to unregulated corporate power, to a media in the hands of massive conglomerates, and a military industrial complex that virtually owns our representatives. With interviews from some of todays leading thinkers and source material from the finest documentary film makers of our times Ethos examines and unravels these complex relationships, and offers a solution, a simple but powerful way for you to change this system!","release_date":"2011-01-01","vote_average":6.7,"runtime":72,"cert":"N\/A","id":57510,"title":"Ethos","adult":false,"genre_ids":[99]},{"cast":["Ken Daneyko","Raw Leiba","A.J. Pero","Antonio Saillant"],"overview":"A group of hitmen find the target of a deal gone bad,but when one hitman can't follow through kaos erupts and a bad deal gets worse.","release_date":"2009-09-15","vote_average":5.5,"runtime":null,"cert":"N\/A","id":57511,"title":"Red,Right,Wrong","adult":false,"genre_ids":[]},{"cast":["Claudio Santamaria","Vittoria Puccini","Paolo Briguglia","Johnny Dorelli","Eliana Miglio"],"overview":"","release_date":"2005-02-04","vote_average":5.8,"runtime":null,"cert":"N\/A","id":57512,"title":"Ma quando arrivano le ragazze?","adult":false,"genre_ids":[]},{"cast":[],"overview":"Furious Love, sequel to Finger of God, is the story of one man’s journey into some of the darkest spiritual climates on earth to test the limits of God’s love. Watch his discovery and witness God’s response to the demon possessed in Africa, the heroine addicts of Madrid, and witches in Salem, Massachusetts. See this love in relentless pursuit of the persecuted church in India and the oppressed victims of sex trafficking in Thailand. This journey of LOVE will leave you undone and must be experienced to be believed.","release_date":"2010-06-01","vote_average":6.6,"runtime":95,"cert":"N\/A","id":57513,"title":"Furious Love","adult":false,"genre_ids":[99]},{"cast":["Ginger","CJ","Scott Sorry","Rich Battersby"],"overview":"1. Destroy All Monsters 2. The Sweetest Song 3. The Revolution Will Be Televised 4. Bi-Polar Baby 5. The New Flesh 6. She's All That 7. Rooting For The Bad Guy 8. Slaughtered Authors 9. Inner City Overture 10. The Hard Way","release_date":"","vote_average":0.0,"runtime":72,"cert":"N\/A","id":57514,"title":"The Wildhearts: Live in the Studio","adult":false,"genre_ids":[]},{"cast":["Steve Coogan","John Thomson","Henry Normal"],"overview":"Recorded at Liverpool's Neptune theatre. Coogan appears as Paul and Pauline Calf, Duncan Thickett and Ernest Moss, alongside support from John Thomson's Bernard Right On","release_date":"1994-01-01","vote_average":8.5,"runtime":null,"cert":"18","id":57515,"title":"Steve Coogan: Live 'N' Lewd","adult":false,"genre_ids":[35]},{"cast":["Eddie Griffin"],"overview":"Eddie Griffin proves once more that he’s one of the world’s premiere comedic talents in his brand-new stand-up special You Can Tell ‘Em I Said It. Eddie unapologetically rips into everything from racial stereotypes to Viagra to the First Lady and will leave you gasping for air as he buzzes around the stage and literally climbs the walls. This uncut, uncensored stand-up special live from Oakland, California will keep you laughing long after he exits the stage and coming back to watch it again and again.","release_date":"2011-02-19","vote_average":6.5,"runtime":82,"cert":"N\/A","id":57518,"title":"Eddie Griffin: You Can Tell 'Em I Said It","adult":false,"genre_ids":[35]},{"cast":["Ahmed Mekky","Hassan Hosny","Engy Wegdan","Hala Fakher","Lotfy Labib"],"overview":"تدور احداث الفيلم في قالب ساخر، يستعرض الفيلم أزمات الشعب المصري، وتحديداً معاناة الطبقات المتوسطة والشعبية. ينتمي \"هيثم دبور\" أحمد مكي الى عائلة ثرية ويهتم بأمور تافهة كالموضة والغراميات المتعددة، لكنه يتعرض الى متغير في حياته و هو دخول ابوه السجن بتهمة زور فيحاول هيثم انقاذ اباه مما يدفعه إلى التحول من شخص تافه الى آخر جاد وملتزم ومتفاعل بجدية مع الحياة, و في إطار احداث انقاذ والده يقع هيثم في حب \"أرواح\"، ابنة السائق الخاص به، وهي فتاة من منطقة شعبية.","release_date":"2008-08-01","vote_average":5.1,"runtime":106,"cert":"N\/A","id":57519,"title":"H Dabbour","adult":false,"genre_ids":[35,10749]},{"cast":["Fabio Volo","Valeria Solarino","Cochi Ponzoni","Arnoldo Foà","Gisella Burinato"],"overview":"","release_date":"2005-03-25","vote_average":5.8,"runtime":null,"cert":"N\/A","id":57520,"title":"La febbre","adult":false,"genre_ids":[]},{"cast":["Francesc Colomer","Marina Comas","Nora Navas","Roger Casamajor","Lluïsa Castell"],"overview":"In the harsh post-war years' Catalan countryside, Andreu, a child that belongs to the losing side, finds the corpses of a man and his son in the forest. The authorities want his father to be made responsible of the deaths, but Andreu tries to help his father by finding out who truly killed them. In this search, Andreu develops a moral consciousness against a world of adults fed by lies. In order to survive, he betrays his own roots and ends up finding out the monster that lives within him.","release_date":"2010-10-10","vote_average":7.1,"runtime":108,"cert":"N\/A","id":57521,"title":"Black Bread","adult":false,"genre_ids":[80,18]},{"cast":["Totò","Silvana Pampanini","Adriana Benetti","Dante Maggio","Tina Lattanzi"],"overview":"Greedy Baron Antonio Peletti (Totò) refuses to give to his town the heredity left by his father, a box full of precious jewels, which he keeps for himself. The major and the rest of the townspeople therefore organize a trick at his expense: they'll make him believe he is dead, and, in a fake \"afterlife\", they'll try to convince him to finally show them where the money is hidden to save his soul.","release_date":"1952-09-30","vote_average":7.2,"runtime":89,"cert":"N\/A","id":57522,"title":"47 morto che parla","adult":false,"genre_ids":[35]},{"cast":["Antonio Sabàto, Jr.","Deanna Russo","Nicolas Irons","P.J. Marino","Adrian Neil"],"overview":"A group of passengers plot their escape off a haunted ship to hell.","release_date":"2008-01-26","vote_average":5.4,"runtime":86,"cert":"N\/A","id":57529,"title":"Ghost Voyage","adult":false,"genre_ids":[27,878]},{"cast":["Romain Duris","Charlotte Gainsbourg","Jean-Hugues Anglade","Gilles Cohen","Alex Descas"],"overview":"The solitary Daniel and Sonia share an uneasy love\/hate relationship. Daniel's life is disrupted by the appearance of a stranger that proceeds to insinuate himself in his life. The man's persistence takes its toll on Daniel and Sonia, leaving Daniel alone with nagging questions of \"Why?\"","release_date":"2009-10-17","vote_average":4.8,"runtime":100,"cert":"N\/A","id":57534,"title":"Persecution","adult":false,"genre_ids":[18]},{"cast":["Selena Rose","Lou Charmelle","Loni Evans","Erik Everhard","Scott Nails"],"overview":"Scott Nails and Erik Everhard are the perverted gym rats who got a lusty game going, scamming on the hot girls who come to workout. The naughty and beautiful Selena Rose is caught in their bad boy madness, teasing her into coming over for a date with Manuel Ferrara, only to make her their latest sexual conquest. But after two more hot girls get caught in their nasty game, Selena sneaks around and gets Manuel after all.","release_date":"2011-02-01","vote_average":8.0,"runtime":126,"cert":"N\/A","id":57535,"title":"Sneaking Around","adult":true,"genre_ids":[]},{"cast":["Diana Garrigosa","Airy Maragall","Cristina Maragall","Ernest Maragall","Guim Maragall"],"overview":"In October 2007, Pasqual Maragall was diagnosed with Alzheimer's. Once past the initial blow, he and his family embarked on a crusade against the disease. From the very first step, this film has grown into an extraordinary testament. With intelligence, sincerity and an infectious spirit, Maragall allows a portrait to be painted of not only himself, but also his family and his doctors, in order to leave behind a lasting document of his personal fight.","release_date":"2010-10-01","vote_average":7.3,"runtime":96,"cert":"N\/A","id":57536,"title":"Bicicleta, Cullera, Poma","adult":false,"genre_ids":[99]},{"cast":["Peter Strauss","Brian Dennehy","Richard Lawson","Geoffrey Lewis","Billy Green Bush"],"overview":"Rain Murphy is a man sentenced to life in prison, choosing to do his time in near-isolation, and engages in distance running when given the opportunity for free-time. While his form and speed capture the attention of prison officials who believe he could be competitive for the Olympics, Murphy expresses disinterest. But when the one man he has befriended is taken advantage of by political groups within the prison, Murphy decides to pursue the opportunity presented to him in his memory.","release_date":"1980-10-31","vote_average":6.5,"runtime":97,"cert":"N\/A","id":57537,"title":"The Jericho Mile","adult":false,"genre_ids":[18,10770]},{"cast":[],"overview":"Filmmaker Carol Ciancutti-Leyva offers this penetrating look at the bewildering array of questions, opinions and troubling safety concerns that face everyday women who are contemplating breast augmentation. Following the stories of two women -- one who chooses to have implants, another who has her implants removed -- the film chronicles how big business, media and the medical community influence the debate surrounding the controversial procedure.","release_date":"2007-01-01","vote_average":0.0,"runtime":83,"cert":"N\/A","id":57538,"title":"Absolutely Safe","adult":false,"genre_ids":[99]},{"cast":["Jean-Paul Belmondo","Claudia Cardinale","Michel Constantin","Enrique Lucero","Alain Mottet"],"overview":"No overview found.","release_date":"1972-12-12","vote_average":7.5,"runtime":null,"cert":"N\/A","id":57539,"title":"The Pariah","adult":false,"genre_ids":[80,18,9648]},{"cast":["Sebastian Klein"],"overview":"I samarbejde med Aalborg ZOO, Randers Regnskov, Givskud ZOO, Odense ZOO og Knuthenborg Safaripark er der i sommeren 2005 produceret en spændende film om dyrenes liv i ZOO; medlevende fortalt i børnehøjde af Sebastian Klein, bl.a. kendt som Doktor Pjuskebusk, samt fra TV-udsendelserne \"Afrikas øje\". I filmen fortæller Sebastian Klein om 22 forskellige dyr, bl.a. giraffer, isbjørne, elefanter, cuba krokodiller, kæmpeskildpadder, løver, næsehorn, ulve og gorillaer.","release_date":"2005-01-01","vote_average":6.0,"runtime":145,"cert":"N\/A","id":57540,"title":"Animals in Zoo","adult":false,"genre_ids":[99]},{"cast":["Georges Prêtre"],"overview":"The Vienna Philharmonic Orchestra's traditional New Year Concert in 2010.","release_date":"2010-01-01","vote_average":10.0,"runtime":119,"cert":"N\/A","id":57547,"title":"New Year's Concert 2010","adult":false,"genre_ids":[10402]},{"cast":["Robert Gustafsson","Johan Rabaeus","Ulla Skoog","Loa Falkman","Peter Harryson"],"overview":"Dom är tillbaka!","release_date":"1997-11-28","vote_average":5.4,"runtime":104,"cert":"N\/A","id":57548,"title":"Lilla Jönssonligan på styva linan","adult":false,"genre_ids":[]},{"cast":["Ben Baker","Owen Black","Steve Hall","Royston Innes","Tony Jonsson"],"overview":"Members of a secret op unit of the national security agency of the United States of America is called in when a kidnapping occurs during a helicopter tour in New Zealand. The helicopter driver being an ex-member of the X-Team.","release_date":"2003-01-01","vote_average":4.3,"runtime":78,"cert":"N\/A","id":57551,"title":"The Extreme Team","adult":false,"genre_ids":[]},{"cast":["Jane Seymour","Maggie Lawson","Donna Goodhand","Marvin Ishmael","Kendra MacGillivray"],"overview":"What happens when you receive someone else's heart and wind up with the transplant donor's personality traits and memories too? Jill Maddox, a middle-aged concert violinist, is about to find out! After her surgery, Maddox starts chugging beers, blasting modern music and donning barely-there miniskirts. She is acting like the 22-year-old guy whose ticker she inherited. Even weirder — this is a true story! (Based on the book “Change of Heart” by Claire Sylvia and William Novak.)","release_date":"2002-12-09","vote_average":7.0,"runtime":null,"cert":"N\/A","id":57554,"title":"Heart of a Stranger","adult":false,"genre_ids":[18]},{"cast":["Jim Norton","Jessica Alexander","Rozie Bacchi","Maggie Bagley","D. Banno"],"overview":"During a late night drinking binge with bartender Nicky (Michael Marino), sixty-five year-old postman Sol Solzberg (Charlie Callas) leaks the details of his life-long plan to rob some valuable stamps from the local post office. Sol then promptly drops dead of a heart attack. Suddenly armed with his sure-fire answer to his financial woes, Nicky assembles a \"crack\" team of hapless crooks, headed by his best friend Paul (Jim Norton), and begins to plan and execute the caper. Whoever said crime doesn't pay had this gang of moronic Jersey boys in mind!","release_date":"2002-02-02","vote_average":0.0,"runtime":80,"cert":"N\/A","id":57555,"title":"Crooks","adult":false,"genre_ids":[35]},{"cast":["Vic Sotto","Ramon 'Bong' Revilla Jr.","Sam Pinto","Gwen Zamora","Oyo Boy Sotto"],"overview":"There is trouble brewing in the world of Agimat and monsters are scaring and kidnapping children. The monsters seem capable of travelling in other worlds and Agimat is able to crossover with them to Encantasia, the world of Faye, Ina Magenta and our hero, Enteng Kabisote. The fairies wonder why monsters are able to cross worlds. Agimat is amazed of the other world and hopes that things in his world would turn out better. His dream one day is to have a happy family like Enteng’s.","release_date":"2010-12-25","vote_average":8.9,"runtime":110,"cert":"N\/A","id":57556,"title":"Si Agimat at si Enteng Kabisote","adult":false,"genre_ids":[14,35,28]},{"cast":[],"overview":"DISCO TRILHA NOME 01 01 O Show tem que continuar 01 02 Bebeto Loteria 01 03 Eu não quero mais 01 04 Não quer mais saber dela 01 05 E eu não fui convidado 01 06 Boca sem dente \/ Só pra contrariar 01 07 Se chama mulher 01 08 Tendência 01 09 Nova Esperança \/ Fases do Amor 01 10 Parabens pra voce 01 11 Trem das Onze 01 12 A Batucada dos nossos tantãs \/ Levada desse tantã 01 13 Nosso fogo 01 14 Lucidez 01 15 Nosso Grito 01 16 Doce Refugio 01 17 Vai lá, vai lá 01 18 Caciqueando 01 19 Miudinho, meu bem, miudinho 01 20 Chega pra sambar \/ Menina da Colina 01 21 Não tá nem aí \/ Verdadeira Chama 01 22 Chuá... chuá \/ Fui passear no norte \/ Moema Morenou \/ Baiana Serrana \/ Serei teu Ioiô 01 23 Vem menina moça 01 24 Seja sambista também \/ Do fundo do nosso quintal","release_date":"2013-12-19","vote_average":0.5,"runtime":null,"cert":"N\/A","id":57557,"title":"Fundo de Quintal - Ao Vivo Convida","adult":false,"genre_ids":[10402]},{"cast":["Timothy Spall","Michael Begley","Katy Cavanagh","Caroline Ashley","Alice Barry"],"overview":"Tommy is a vacuum cleaner salesman gripped by the fever of closing the deal. He lives on puffa rice stored in his glove compartment, listens to motivation tapes of his own voice shouting 'Sell, sell, fucking sell' and his punters are up to their eyes in debt. Even Tommy admits his 'soul's in holes'. He's sure the Golden Vac (the holy grail of vacuum salesmanship) can be his - if only he hadn't been saddled with Pete, a meek sales trainee trying to help his girlfriend quit stripping.","release_date":"2001-08-23","vote_average":5.9,"runtime":76,"cert":"","id":57558,"title":"Vacuuming Completely Nude in Paradise","adult":false,"genre_ids":[35,18]},{"cast":["Chad Lowe","Kristin Davis","Gerald McRaney"],"overview":"Biopic about the musical career and life of American singer-songwriter John Denver.","release_date":"2000-04-30","vote_average":5.0,"runtime":90,"cert":"N\/A","id":57559,"title":"Take Me Home: The John Denver Story","adult":false,"genre_ids":[18]},{"cast":["Chen Chao-jung","Lee Kang-Sheng","Lu Yi-Ching","Tien Miao","Jen Chang-bin"],"overview":"Defying his parents, disaffected youth Hsiao Kang drops out of the local cram school to head for the bright lights of downtown Taipei. He falls in with Ah Tze, a young hoodlum, and their relationship is a confused mixture of hero-worship and rivalry that soon leads to trouble.","release_date":"1993-02-01","vote_average":7.1,"runtime":106,"cert":"N\/A","id":57564,"title":"Rebels of the Neon God","adult":false,"genre_ids":[18]},{"cast":["Michael Palin","Maggie Smith","Richard Griffiths","Denholm Elliott","Pete Postlethwaite"],"overview":"In the summer of 1947, Britain prepares to commemorate the wedding of Princess Elizabeth and Prince Phillip. To get around food-rationing laws, Dr. Charles Swaby, accountant Henry Allardyce and solicitor Frank Lockwood are fattening a black-market pig for the big day. Egged on by his wife, meek Gilbert Chilvers steals the swine, but the couple must conceal it from inspector Morris Wormold.","release_date":"1984-11-09","vote_average":6.6,"runtime":94,"cert":"","id":57565,"title":"A Private Function","adult":false,"genre_ids":[35]},{"cast":["Judd Nelson","Fredric Lehne","Brian McNamara","Ron Silver","Raphael Sbarge"],"overview":"The Billionaire Boys Club is based on the true story of Joe Hunt (Nelson), a shady investor who built an empire on B.S back in the early 80s. Known as the BBC, the story involves a couple of guys recruited into Hunt's company on the promise of making millions. However, everytime Hunt's lapdogs think his boss has used his cleverness to make them filthy rich, they instead find themselves with financial losses. Trying to recoup a mounting pile of debt made from giant b.s. deals, the ruthless Hunt involves select members of the BBC to aid in the worst of crimes to get what they want. But, a few, scared of how far Hunt will go, try to stop Hunt's brutal reign of terror possibly before real damage begins.","release_date":"1987-11-08","vote_average":6.5,"runtime":200,"cert":"N\/A","id":57566,"title":"Billionaire Boys Club","adult":false,"genre_ids":[53]},{"cast":["Craig Ferguson"],"overview":"If you only know Craig Ferguson as host of The Late Late Show or as Drew Carey's sitcom boss, you're missing out. The gloriously ribald Scot takes to the stage in this all-new comedy special for a night of jokes and storytelling peppered with the kinds of words he's not allowed to say on network TV. Before a hootin' and hollerin' Nashville audience, Ferguson tackles every topic from celebrity sex scandals to booze to his own hilarious heavy metal past - all in an accent that makes him sound downright refined.","release_date":"2011-02-19","vote_average":7.0,"runtime":65,"cert":"N\/A","id":57573,"title":"Craig Ferguson: Does This Need to Be Said?","adult":false,"genre_ids":[35]},{"cast":["Tim Dever"],"overview":"See Barney's House for the first time ever and share the fun with a houseful of his guests. At Barney's house, imagination can make anything happen at any time. That's why BJ, Baby Bop and some of their young friends are treated to surprising inventions, rock n roll singing birds, a web-surfing mouse, storybook visitors, and much more!","release_date":"2000-09-05","vote_average":5.0,"runtime":45,"cert":"N\/A","id":57574,"title":"Come On Over to Barney's House","adult":false,"genre_ids":[10751,10402]},{"cast":["Elizabeth Taylor","Van Johnson","Walter Pidgeon","Donna Reed","Eva Gabor"],"overview":"Charles returns to Paris to reminisce about the life he led in Paris after it was liberated. He worked on \"Stars and Stripes\" when he met Marion and Helen. He would marry and be happy staying in Paris after his discharge and working for a news organization. He would try to write his great novel and that would come between Charlie, his wife and his daughter","release_date":"1954-01-01","vote_average":6.1,"runtime":116,"cert":"N\/A","id":57575,"title":"The Last Time I Saw Paris","adult":false,"genre_ids":[10749,18]},{"cast":["Riley Steele","Gabriella Fox","Zeina Heart","Rio Valentine","Shawna Lenee"],"overview":"The teens in this series taunt, tease, and get exactly what they asked for. Their eager mouths are hungry and their tight peaches are ready for exploring!","release_date":"2010-09-28","vote_average":7.5,"runtime":146,"cert":"N\/A","id":57576,"title":"Teenlicious","adult":true,"genre_ids":[]},{"cast":["Gabriella Fox","Heather Vahn","Madison Ivy","Capri Cavanni","Asa Akira"],"overview":"This cast is full of horny vixens and studs who are bound with blindfolds, gags, and handcuffs in order to explore each other's naked bodies like never before.","release_date":"2009-01-20","vote_average":8.0,"runtime":131,"cert":"N\/A","id":57577,"title":"Gabriella Fox: Nude","adult":true,"genre_ids":[]},{"cast":["Anthony Quinn","Jacqueline Bisset","Raf Vallone","Edward Albert","James Franciscus"],"overview":"A lusty Greek shipping magnate courts the widow of an assassinated U.S. president.","release_date":"1978-05-12","vote_average":6.4,"runtime":107,"cert":"N\/A","id":57578,"title":"The Greek Tycoon","adult":false,"genre_ids":[18]},{"cast":["Marcello Mazzarella","Vincenzo Albanese","Carmelo Di Mazzarelli","Gioia Spaziani","Arturo Todaro"],"overview":"One man's fight against organized crime proves to have devastating consequences for himself and his loved ones in this drama from Italy. As a young man, Placido Rizzotto (Marcello Mazzarella) saw his father imprisoned by police for a crime he didn't commit, and as a teenager he had to contend with the brutal excesses of Mussolini's soldiers while fighting in World War II. These events have left Placido with little taste for petty tyranny and with a desire to promote social justice. Upon his return home from the war, Placido becomes increasingly aware that organized crime has taken hold of his village, and he becomes angry and frustrated as he sees Mafia leaders controlling local politics and taking whatever land or property they want. Placido helps to form a trade union as a challenge to the Mafia's authority, and attempts to organize the villagers into a collective to grow crops in the fields taken by gangsters from the people.","release_date":"2000-10-20","vote_average":7.2,"runtime":null,"cert":"N\/A","id":57581,"title":"Placido Rizzotto","adult":false,"genre_ids":[18]},{"cast":["Tonantzin Carmelo","Rudy Youngblood","Raw Leiba"],"overview":"Set in the 15th century comes an supercharged action packed romantic character driven story of the Hohokam tribe and what may have happened to them","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":57584,"title":"The Legend of Hohokam","adult":false,"genre_ids":[]},{"cast":["Kevin Bacon","Djimon Hounsou","Jirantanin Pitakporntrakul","Weeraprawat Wongpuapan","Suteerush Channukool"],"overview":"An assassin is hired by a businessman to avenge the murder of his daughter by white slave traders in Thailand.","release_date":"2011-05-17","vote_average":5.1,"runtime":91,"cert":"18","id":57585,"title":"Elephant White","adult":false,"genre_ids":[28,53,14,80]},{"cast":["Samuel L. Jackson"],"overview":"African Cats captures the real-life love, humor and determination of the majestic kings of the savanna. The story features Mara, an endearing lion cub who strives to grow up with her mother’s strength, spirit and wisdom; Sita, a fearless cheetah and single mother of five mischievous newborns; and Fang, a proud leader of the pride who must defend his family from a once banished lion.","release_date":"2011-04-22","vote_average":7.1,"runtime":89,"cert":"U","id":57586,"title":"African Cats","adult":false,"genre_ids":[99,10751,12]},{"cast":["Kitty Courbois","Danny de Munk","Renée Soutendijk","Huub Stapel","Esther de Boer-van Rijk"],"overview":"Young Barend is worried about the safety of the sailing vessel he is on. The owner is an unscrupulous and stingy man who skimps on repairs and Barend becomes aware of this. Inevitably there is drama and tragedy. The film is set in an early 20th century Dutch fishing village with local period costume and colour.","release_date":"1986-08-07","vote_average":6.8,"runtime":93,"cert":"N\/A","id":57591,"title":"The Good Hope","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"When their firefly friend, Edison, takes Tad, Lily and Scout to the place of his childhood dreams, teh gang is shocked to dicover that Alistair Alphabelly's Amazing Amusement Park is...closed! To make matters worse, Edison has gotten himself stuck atop the Amazing Alphabet Ferris Wheel. The only way to save him is to turn on the rides in the park with the magic of the alphabet. Now Tad and Lily must learn all of the letters, big and small, to save their friend, save the day, and perhaps even meet the rhyme master himself, Alistair Alphabelly!","release_date":"2011-01-18","vote_average":6.0,"runtime":39,"cert":"N\/A","id":57592,"title":"LeapFrog: The Amazing Alphabet Amusement Park","adult":false,"genre_ids":[]},{"cast":["J. Marvin Campbell","Douglas Cavanaugh","Robert Culp","Andrew Divoff","Lisa London"],"overview":"Marines on a deserted island are ordered to disfuse bombs, but then an alien creature terrorizes them.","release_date":"1995-11-14","vote_average":3.7,"runtime":97,"cert":"N\/A","id":57597,"title":"Xtro 3: Watch the Skies","adult":false,"genre_ids":[27,878]},{"cast":["Jan Josef Liefers","Dagmar Manzel","Henry Hübchen","Uwe Kockisch","Nina Kunzendorf"],"overview":"Jan Landers made it: Grown up in East Berlin, he quickly made his career after the turnaround: from the weatherman of a local station to the newsreader in Hamburg.","release_date":"2005-10-03","vote_average":7.0,"runtime":90,"cert":"N\/A","id":57598,"title":"Die Nachrichten","adult":false,"genre_ids":[]},{"cast":["Larry Bissonnette","Tracy Thresher"],"overview":"In 'Wretches & Jabberers and Stories from the Road', two men with autism embark on a global quest to change prevailing attitudes about disability and intelligence. With limited speech, Tracy Thresher, 42, and Larry Bissonnette, 52, both faced lives of mute isolation in mental institutions or adult disability centers. When they learned as adults to communicate by typing, their lives changed dramatically. Their world tour message is that the same possibility exists for others like themselves. At each stop, they dissect public attitudes about autism and issue a hopeful challenge to reconsider competency and the future. Along the way, they reunite with old friends from the USA, expand the isolated world of a talented young painter and make new allies in their cause.","release_date":"2011-04-01","vote_average":8.0,"runtime":90,"cert":"N\/A","id":57599,"title":"Wretches & Jabberers","adult":false,"genre_ids":[35,99]},{"cast":["Jerry Calà","Alba Parietti","Teo Teocoli","Mauro Di Francesco","Franco Oppini"],"overview":"On the Adriatic Riviera the destinies of a variety of characters cross. A piano player is the lover of a rich woman who wants him to become a killer, a call girl is looking for her true love, two workers want to marry two old billionaires.","release_date":"1991-12-19","vote_average":4.5,"runtime":96,"cert":"N\/A","id":57600,"title":"Abbronzatissimi","adult":false,"genre_ids":[35]},{"cast":["Nino Manfredi","Enrico Maria Salerno","Claudia Cardinale","Robert Hossein","Renaud Verley"],"overview":"Rome, 1825. Bishop Rivarola (Tognazzi) and colonel Nardoni (Salerno) are in charge to suppress liberal revolution. Shoemaker Cornacchia (Manfredi) got the information that the liberal Filippo Spada (Ekland) is a spy and is going to denounce his revolutionary companions. So Cornacchia decides to report Spada to two \"Carbonari\" (kind of Freemasons) to kill Spada. The two, Montanari (Hossein) and Targhini (Verley) fail to kill him and decide to escape from Rome. But they are arrested and sentenced to death. Cornacchia will spend his last chance to save them.","release_date":"1969-10-24","vote_average":7.5,"runtime":124,"cert":"N\/A","id":57601,"title":"The Conspirators","adult":false,"genre_ids":[36,35,18]},{"cast":["Youssouf Djaoro","Dioucounda Koma","Emile Abossolo M'bo","Hadje Fatime N'Goua","Djénéba Koné"],"overview":"Present-day Chad. Adam, sixty something, a former swimming champion, is pool attendant at a smart N'Djamena hotel. When the hotel gets taken over by new Chinese owners, he is forced to give up his job to his son Abdel. Terribly resentful, he feels socially humiliated. The country is in the throes of a civil war. Rebel forces are attacking the government. The authorities demand that the population contribute to the \"war effort\", giving money or volunteers old enough to fight off the assailants. The District Chief constantly harasses Adam for his contribution. But Adam is penniless; he only has his son.","release_date":"2010-09-28","vote_average":6.0,"runtime":92,"cert":"N\/A","id":57602,"title":"A Screaming Man","adult":false,"genre_ids":[10752,18]},{"cast":["Cornel Wilde","Donna Reed","Leo Genn","Ron Randell","Christopher Lee"],"overview":"An American travels to East Africa, where he tries to find out how his brother died.","release_date":"1956-10-29","vote_average":7.5,"runtime":90,"cert":"","id":57603,"title":"Beyond Mombasa","adult":false,"genre_ids":[28,12]},{"cast":["Richard Denning","Nancy Gates","Richard Loo","Soo Yong","Ben Astar"],"overview":"Blasting the world's worst spy nest!","release_date":"1953-02-06","vote_average":5.5,"runtime":71,"cert":"N\/A","id":57604,"title":"Target Hong Kong","adult":false,"genre_ids":[28,18]},{"cast":["Charles Rogers","Nancy Carroll","Jean Hersholt","J. Farrell MacDonald","Bernard Gorcey"],"overview":"A Whirlpool of Hysterical Hilarity","release_date":"1928-11-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":57605,"title":"Abie's Irish Rose","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"Discussion of the creation of the universe.","release_date":"1985-06-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":57606,"title":"The Creation of the Universe","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Bonus DVD","release_date":"2009-12-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":57607,"title":"Alicia Keys The Element Of Freedom","adult":false,"genre_ids":[10402]},{"cast":["Jewel"],"overview":"Beautifully captured in High-Definition and mixed in 5.1 Surround Sound, these two captivating concerts from the historic Rialto Square Theatre (Joliet, IL) and the Meyerson Symphony Center (Dallas, TX) comprise this essential live performance collection from Jewel.","release_date":"2008-10-28","vote_average":9.0,"runtime":266,"cert":"N\/A","id":57608,"title":"Jewel: The Essential Live Songbook","adult":false,"genre_ids":[]},{"cast":["Aidan McArdle","Anton Lesser","Andrew Callaway","Julian Rhind-Tutt","Shirley Henderson"],"overview":"Albert Einstein's greatest contributions to humanity....","release_date":"2005-10-11","vote_average":7.5,"runtime":120,"cert":"N\/A","id":57609,"title":"Einstein's Big Idea","adult":false,"genre_ids":[18,99]},{"cast":["Daryl Hannah","Charlotte Rampling"],"overview":"This documentary goes to coral reefs of the Bahamas and the waters of the Kingdom of Tonga for a close encounter with the surviving tribes of the ocean: wild dolphins and belugas, the love of a Humpback mother for her newborn calf, the singing Humpback males, an orca the mighty King of the ocean, and the gentle manatee. Little-known aspects of these creatures capable of sophisticated communication and social interaction. Documents the life of these graceful, majestic yet endangered sea creatures","release_date":"2008-02-15","vote_average":7.2,"runtime":42,"cert":"N\/A","id":57612,"title":"Dolphins and Whales: Tribes of the Ocean","adult":false,"genre_ids":[99]},{"cast":["Norman Cook"],"overview":"Featuring Fat Boy Slim performing live on Brighton Beach infront of 250,000 fans in the biggest beach party of all time.","release_date":"2002-10-06","vote_average":8.0,"runtime":128,"cert":"","id":57613,"title":"Fatboy Slim - Big Beach Boutique 2","adult":false,"genre_ids":[10402]},{"cast":["Norman Cook"],"overview":"01. Intro: Guanguanco - Mighty Dub Katz  02. It Just Won't Do - Tim Deluxe  03. Rockafeller Skank (Mulder Urban Remix) - Fatboy Slim  04. Doom's Night - Azzido Da Bass  05. Put Your Hands Up For Brazil - Fedde Le Grande  06. Waterman - Olav Basoski feat Mitchie One  07. Just Another Brazilian Groove - Daniela Mercury \/ Mighty Dub Katz  08. Follow Me, Follow Me - Tejo, Black &amp; Alien Speed  09. Right Here, Right Now (Redanka Mix) - Fatboy Slim  10. Bucci Bag - Andrea Doria  11. Super Stylin - Groove Armada  12. Girl From Ipanema - Astrud Gilberto &amp; Stan Getz  13. Magic Carpet Ride (Young Punx Remix) - Mighty Dub Katz  14. This Feeling - AB\/DC  15. Exceeder - Mason  16. Praise You (Fatboy Slim Full Length Mix) - Fatboy Slim","release_date":"2008-03-07","vote_average":7.5,"runtime":70,"cert":"N\/A","id":57616,"title":"Fatboy Slim: Incredible Adventures In Brazil","adult":false,"genre_ids":[10402]},{"cast":["Alizée"],"overview":"This DVD allows you to see Alizée on stage in front of an enthusiastic live audience. Watching her in individual videos isn't the same. During the live concert she interacts with the audience, the band and the backup singers. The stage settings enhance the emotions expressed in the songs. She flirts with band members and fans. She dances with the backup dancers. Each song is presented with a different set. The light show and outfit colors make the concert a visual treat. The songs go from the slow, moody Amélie m'a dit to fast rap-like Mon maquis. When she sings Moi... Lolita the whole audience joins in. She can be sultry or athletically active. The concert is a visual, auditory, sensual delight.","release_date":"2004-10-18","vote_average":9.5,"runtime":93,"cert":"N\/A","id":57617,"title":"Alizée: En Concert","adult":false,"genre_ids":[10402]},{"cast":["Bryan Adams"],"overview":"Set at the base of a historic castle in Ireland, Bryan Adams: Live At Slane Castle brings fans a night of unforgettable rock 'n' roll. Shot the evening of August 26, 2000, Live At Slane Castle finds Adams soaring on performances of his chart-topping hits.","release_date":"2001-12-11","vote_average":3.8,"runtime":89,"cert":"N\/A","id":57618,"title":"Bryan Adams: Live at Slane Castle","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"If you have visited Ibiza, you will be charmed with returning to reveal the mystery and the magic of this island. If you have not been there yet, it will seduce you to know her across its landscapes, culture, and archeological museums of the different peoples (villages) that landed there. Its sea, beaches, coves, cliffs, people, magic, places of worship... and especially the Sun, with its light, which transforms the island, is an attraction for everyone that visits Ibiza.","release_date":"2008-07-06","vote_average":0.0,"runtime":null,"cert":"15","id":57619,"title":"Cafe del Mar: The Legend","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Though mostly unheard of in America, Ibiza is a household word in Great Britain. Every summer, hordes of British and European teenagers (mostly the scantily clad sort) flock to this Spanish island in the Meditteranean sea in order to dance, dance, dance. Ibiza inspires dozens of club mixes each year, and is known for being a setting for much dance music innovation. NAKED IBIZA is an audiovisual recreation of this hedonistic summer paradise, containing exclusive footage of trendy DJ's spinning, sexy clubs, and uncensored party scenes.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":57620,"title":"Ibiza Experience","adult":false,"genre_ids":[]},{"cast":["Patty Duke","Jim Backus","Jane Greer","Warren Berlinger","Billy De Wolfe"],"overview":"A 16-year-old tomboy and high school athlete becomes embroiled with the lives around her boyfriend whose conservative father is running for mayor.","release_date":"1965-12-13","vote_average":5.3,"runtime":87,"cert":"","id":57621,"title":"Billie","adult":false,"genre_ids":[10402,35,10749]},{"cast":["Michelrica Hughes","Miileah Morrison","Kiara Smith","Rashani Wilson","Elizabeth Smith"],"overview":"A series of hazy 8mm vignettes, accompanied by a soft, lilting voice-over, in which girls skulk around schoolyards, spray graffiti, drink, smoke, pose and embrace, evoking the loneliness, confusion and overwhelming wonder of growing up.","release_date":"2010-09-02","vote_average":6.0,"runtime":4,"cert":"N\/A","id":57622,"title":"Act da Fool","adult":false,"genre_ids":[35]},{"cast":["Kanye West","Gnarls Barkley","Chuck D","Xzibit","Lil' Jon"],"overview":"Featuring Kanye West, Chuck D., Gnarls Barkley and many other red-hot hip-hoppers, director Walter Bell's documentary takes you behind the scenes of the illegal mixtape industry. From the music itself to the battles with major record labels, this exposé digs deep for a revealing look at the underground phenomenon. Other artists include Lil' Jon, G-Unit, Ed Lover, Dr. Dre, David Banner, Xzibit, DJ Red Alert, DJ Vlad and more.","release_date":"2007-05-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":57623,"title":"Mixtape, Inc.","adult":false,"genre_ids":[99]},{"cast":["Manuel Agnelli","Alessandro Agnello","Lorenzo Ansaloni","Fulvio Milani","Jacopo Bonvicini"],"overview":"Sgualo and Pelo burrow through an underground tunnel to break into the Bank Piazza Minghetto.","release_date":"2004-10-01","vote_average":6.5,"runtime":111,"cert":"N\/A","id":57626,"title":"Working Slowly","adult":false,"genre_ids":[]},{"cast":["Mario Maurer","Pimchanok Leuwisetpaiboon","Sudarat Butrprom","Peerawat Herapath","Pijitra Siriwerapan"],"overview":"The ordinary 14 years old girl name Nam. she's unattractive or simple call... the ugly! But she had secretly in love with older guy in grade 10 name Chon, a most popular student in high-school. He's hot, perfect and generous. That's make girls in school going crazy about him, including Nam too. But she doesn't give up easily. She tried do everything to made her pretty good and outstanding in school. Because she hopes him turned around at her just once more time.","release_date":"2010-08-12","vote_average":7.8,"runtime":118,"cert":"N\/A","id":57627,"title":"A Little Thing Called Love","adult":false,"genre_ids":[35,10749]},{"cast":["Raf Vallone","Elena Varzi","Saro Urzì","Saro Arcidiacono","Liliana Lattanzi"],"overview":"The story of a group of Sicilian miners and their families decide to illegally cross the border to France and their hardships.","release_date":"1950-11-22","vote_average":7.5,"runtime":105,"cert":"N\/A","id":57628,"title":"The Path of Hope","adult":false,"genre_ids":[18]},{"cast":["Eva Angelina","Teagan Presley","Sunny Leone","Alexis Texas","Kagney Linn Karter"],"overview":"Eva Angelina returns with 3 hours of deviance in 6 scenes.","release_date":"2009-09-15","vote_average":0.0,"runtime":171,"cert":"N\/A","id":57631,"title":"Deviance","adult":true,"genre_ids":[]},{"cast":["Syamsul Yusof","Liyana Jasmay","Sabrina Ali","Along Eyzendy","Latif Borgiba"],"overview":"\"Khurafat\" begins with Johan (Syamsul Yusof), a young man working as an assistant in a government hospital. He is a married man who has a wife named Aishah (Liyana Jasmay). The newlyweds are leading a peaceful life when suddenly they find themselves besieged by a weird creature. The presence of a mysterious old woman, together with the sudden emergence of Johan's ex-girlfriend Anna (Sabrina Ali) add to the mystery. Anna is always disturbing Johan even though she knows Johan is now with Aishah.","release_date":"2011-01-13","vote_average":4.5,"runtime":80,"cert":"N\/A","id":57632,"title":"Khurafat - Perjanjian Syaitan","adult":false,"genre_ids":[27]},{"cast":["Kaneto Shiozawa","Katsue Miwa","Shuuichi Ikeda","Kazue Takahashi","Kazuo Kumakura"],"overview":"Phoenix 2772 starts with twelve minutes without dialogue, much like a silent film, recalling the birth and education of Godo. In this brave new world, children are born in test tubes and are raised by computers and robots. Godo learns the skills that will make him into a great pilot, assisted by the robotic wonder Olga. Everything that Godo needs is provided for him until he eventually goes for training with his automaton companion. He soon realizes that the world is not what he expected...","release_date":"1980-03-15","vote_average":5.8,"runtime":122,"cert":"N\/A","id":57635,"title":"Space Firebird","adult":false,"genre_ids":[16,878,9648,18]},{"cast":[],"overview":"As the Second World War began to draw to a close, the scientists and designers of Hitler's Germany were employed in a frantic race to create new ideas that would turn the tide of the conflict. They developed some of the most sophisticated and advanced weaponry of the age - the so-called Wunderwaffen or Wonder Weapons. From missiles and enormous tanks, to the biggest gun ever built and the prototype of a plane capable of launching a suicide bombing raid on the skyscrapers of New York. Hitler's Secret Weapon shows how they helped the technology of war advance generations in little more than a decade. Using archive footage, reconstructions and interviews with experts, this fascinating show explores some of the many plans for outlandish and fantastic designs the Nazis hoped would win the war. Could these weapons really have helped Hitler to triumph?","release_date":"2010-06-21","vote_average":7.0,"runtime":46,"cert":"N\/A","id":57636,"title":"Hitler's Secret Weapon","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Embark on an astounding journey across 100,000 light-years to witness key moments in the history of the Milky Way. Using cutting-edge science, National Geographic constructs a 3-D state-of-the-art CGI model of our galaxy. We'll peer into the heart of the Milky Way on the hunt for super-massive black holes, watch how stars are born and die, fly out and above the plane of our galaxy to understand its true shape and scour its dusty spiral arms for the possibility of life.","release_date":"2010-10-24","vote_average":7.1,"runtime":91,"cert":"N\/A","id":57637,"title":"Inside the Milky Way","adult":false,"genre_ids":[99]},{"cast":[],"overview":"This visually arresting HD program offers footage of three picturesque locations around the Hawaiian islands, with scenes from Maui, Kauai, and the Big Island. The footage ranges from lush mountains, to peaceful beaches, to red hot lava, and all scenes are playable with either narration, music, or nature sounds.","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":57638,"title":"Hawaii: An Island Symphony","adult":false,"genre_ids":[]},{"cast":[],"overview":"The title pretty much says it: fish and other marine life dance and frolic to various tunes. An octopus keeps spoiling the fun in various ways.","release_date":"1930-05-08","vote_average":6.5,"runtime":6,"cert":"N\/A","id":57639,"title":"Frolicking Fish","adult":false,"genre_ids":[16]},{"cast":["Tom Fletcher","Harry Judd","Dougie Poynter","Danny Jones","Luke Healy"],"overview":"Updating \"Thriller\" for the \"Twilight\" generation, \"Nowhere Left to Run\" is a blood, sweat and scream-soaked vampire spectacular soundtracked by songs from McFly's latest album, Above the Noise, including huge, hit singles \"Party Girl\" and Taio Cruz collaboration \"Shine a Light\". Fun, frightening and fast-paced, glossily-produced and featuring gorgeous female fans with fangs, this is McFly as even their mothers would be scared to see them. The 30 minute film follows the boys from a daytime TV sofa to an isolated mansion where they try to ensure the future of McFly by taking their shirts off and plotting to murder one of their members.","release_date":"2010-11-29","vote_average":5.9,"runtime":38,"cert":"15","id":57640,"title":"Nowhere Left to Run","adult":false,"genre_ids":[10402,27]},{"cast":["Clarence Nash","Pinto Colvig","Billy Bletcher","Billy Bletcher","Elvia Allman"],"overview":"Donald is the baggagemaster at a remote railway station. Part of the latest cargo shipment is Hortense the Ostrich, who is a bit too friendly with Donald, and who eats everything in sight, whether it's food or not (mostly not): a concertina, an alarm clock, some balloons, all of which start reacting when Hortense gets the hiccups.","release_date":"1937-12-10","vote_average":5.2,"runtime":9,"cert":"N\/A","id":57645,"title":"Donald Duck: Donald's Ostrich","adult":false,"genre_ids":[16]},{"cast":["Allan Watson","Anna Mae Fritz","Marcellite Garner","Alberta Perkins","Cora Hunter Parks"],"overview":"Old King Cole throws party and invites all of the Mother Goose characters. He warns them that they must leave at midnight. Another collection of characters puts on a stage show. The Ten Little Indian Boys get everyone dancing along. The Hickory Dickory Dock mice announce midnight, and everyone leaves, back into their books.","release_date":"1933-07-29","vote_average":5.4,"runtime":7,"cert":"N\/A","id":57646,"title":"Old King Cole","adult":false,"genre_ids":[16,10751]},{"cast":["Sam Hill","Greg Minnaar","Steve Peat"],"overview":"Australian Sam Hill left the 2006 season as the most dominant downhill mountain bike racer in the world, but had yet to win the World Cup series until now. Relive the entire 2007 UCI World Cup Series as well as the highly anticipated World Championships in Scotland. From the creator of Between the Tape and Hypnosis, the F1RST DVD features the world s greatest downhill mountain bike racers both on and off the racecourse. F1RST breaks new ground in documenting the extreme and comparatively young sport of downhill mountain bike racing, and does so with a depth and intensity not seen before in the sport. Filmed in 16 countries on 4 continents, it features Sam Hill, Steve Peat, Greg Minnaar, The Athertons, Brendan Fairclough, Sam Blenkinsop, Filip Polc, Jared Graves, Luke Strobel, Matti Lehikonen, J.D. Swaguen, Cole Bangert, Marc Beaumont, Justin Leov, Nathan Rennie and more. F1RST is the sport of downhill mountain bike racing told through those who live it.","release_date":"2008-01-01","vote_average":0.0,"runtime":81,"cert":"N\/A","id":57649,"title":"F1RST","adult":false,"genre_ids":[28,12,35,18]},{"cast":[],"overview":"2008 RED BULL RAMPAGE THE EVOLUTION “When the Rampage ended in 2004 it left a big hole in the Freeride scene.” This quote from Darren Berrecloth could not be more true, until now! Red Bull Rampage is back after a 4 year hiatus and it’s bigger and badder than ever. Top pros from slopestyle, big mountain and racing have converged in Virgin, Utah to decide the winner of the most anticipated mountain bike event of the year.","release_date":"2008-10-07","vote_average":0.0,"runtime":60,"cert":"N\/A","id":57650,"title":"Red Bull Rampage 2008 - The Evolution","adult":false,"genre_ids":[]},{"cast":[],"overview":"FOOT OUT FLAT OUT takes you deep into the action-packed world of British mountain bike and BMX racing. Some of the world's most talented riders demonstrate the skills and techniques that got them to the top, with in-depth analysis and championship race footage.","release_date":"","vote_average":0.0,"runtime":77,"cert":"N\/A","id":57651,"title":"Foot Out Flat Out","adult":false,"genre_ids":[]},{"cast":["Steve Peat","Greg Minnaar","Josh Bryceland","Brendan Fairclough"],"overview":"MADE is an inspirational mountain bike film about the best riders in the world doing what they love, riding bikes. Whether they are on their downhill bikes, motos, hardtails or BMXs they radiate an infectious passion for bikes and a love of the lifestyle that comes with them.","release_date":"2009-12-01","vote_average":0.0,"runtime":60,"cert":"N\/A","id":57652,"title":"Made","adult":false,"genre_ids":[28,35,53]},{"cast":["Michael Biehn","Adam Campbell","Katie Cassidy","Amber Heard","Patrick John Flueger"],"overview":"Six young people spend the morning after a wild club spree trying to piece together their misadventures from the night before, including a trip to the veterinarian hospital, at least one breakup and the unexpected discovery of a mobster's corpse. As the group shares their fragmented memories, some of their stories start to fit together while others just lead to more questions.","release_date":"2007-01-26","vote_average":4.8,"runtime":90,"cert":"N\/A","id":57655,"title":"Spin","adult":false,"genre_ids":[35,18,10749]},{"cast":["Ridley Scott","Harrison Ford","Sean Young","Rutger Hauer","Edward James Olmos"],"overview":"The definitive 3½-hour documentary about the troubled creation and enduring legacy of the science fiction classic 'Blade Runner', culled from 80 interviews and hours of never-before-seen outtakes and lost footage.","release_date":"2007-12-18","vote_average":7.9,"runtime":214,"cert":"N\/A","id":57656,"title":"Dangerous Days: Making 'Blade Runner'","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Four superimposed rolls of hand-painted and bi-packed television negative imagery are edited so as to approximate the hypnagogic process whereby the optic nerves resist grotesque infusions of luminescent light.","release_date":"1991-01-01","vote_average":5.4,"runtime":10,"cert":"N\/A","id":57657,"title":"Delicacies of Molten Horror Synapse","adult":false,"genre_ids":[]},{"cast":["Jason Bentley","DJ Colette","The Crystal Method","Deep Dish"],"overview":"'PUT THE NEEDLE ON THE RECORD' is an award-winning documentary which explores the evolution of electronic music and the rise of the DJ in pop culture. Filmed in Miami during the hot and sexy Winter Music Conference, a yearly week-long event attended by over 20,000 electronic music professionals and fans, the film takes an inside look at a growing global phenomenon in the world of music. Interviews with top artists, footage from events around the globe and a brilliant soundtrack are combined to create a highly energetic piece of filmmaking. First-time director Jason Rem brings an unexplored genre of music to the masses for a glimpse at a movement that is driven by passion, creativity and business. The film has been called \"A rock solid documentary,\" and \"An event to savor in wonderment,\" and is not to be missed.","release_date":"2004-07-02","vote_average":0.0,"runtime":83,"cert":"N\/A","id":57658,"title":"Put the Needle on the Record","adult":false,"genre_ids":[99,36,10402]},{"cast":["Leon Lai","Anita Yuen","Jordan Chan","Gigi Leung","Francis Ng"],"overview":"Following Ko Chun's earlier years as he battles for the position he was destined for: The God of Gamblers.","release_date":"1996-12-13","vote_average":6.0,"runtime":110,"cert":"N\/A","id":57661,"title":"God of Gamblers 3: The Early Stage","adult":false,"genre_ids":[28,35,18]},{"cast":["Vivien Leigh","Rex Harrison","Cecil Parker","Sara Allgood","Ursula Jeans"],"overview":"A local politician in Scotland tries to break the reporter who wrote a negative story about him, and who is also in love with his daughter.","release_date":"1937-02-25","vote_average":7.9,"runtime":87,"cert":"N\/A","id":57662,"title":"Storm in a Teacup","adult":false,"genre_ids":[35,10749]},{"cast":["Andy Lau","Stephen Chow","Ng Man Tat","Sharla Cheung Man","Charles Heung"],"overview":"Wong Jing's sequel to All for the Winner and spin-off to God of Gamblers finds Chow Sing Cho looking up to Michael \"Dagger\" Chan in order to become Ko Chun's next disciple, but the two must put aside their differences when they discover that a gang boss is bent on ruining the God of Gamblers' name.","release_date":"1990-12-13","vote_average":6.5,"runtime":99,"cert":"N\/A","id":57663,"title":"God of Gamblers II","adult":false,"genre_ids":[28,35]},{"cast":["Don Murray","Diane Varsi","Chill Wills","Dennis Hopper","Jay C. Flippen"],"overview":"The naive cowboy Tod Lohman accidentally kills the son of the powerful land baron Hunter Boyd. Tod runs for his life, pursued by the dead man's vengeful brothers. Tod shelters on the ranch of Amos Bradley and he falls in love with his daughter Juanita. However, Tod is concerned that he'll eventually have to leave when his pursuers catch up with him.","release_date":"1958-06-01","vote_average":5.4,"runtime":100,"cert":"N\/A","id":57664,"title":"From Hell to Texas","adult":false,"genre_ids":[37]},{"cast":["Paul Stevens","Claudette Nevins","Anne Collings","Bill Walker","Martin Lavut"],"overview":"A young archaeologist believes he is cursed by a mask that causes him to have weird nightmares and possibly to murder. Before committing suicide, he mails the mask to his psychiatrist, Dr. Barnes, who is soon plunged into the nightmare world of the mask.","release_date":"1961-10-27","vote_average":6.3,"runtime":83,"cert":"N\/A","id":57665,"title":"The Mask","adult":false,"genre_ids":[27,53]},{"cast":["Omar Sharif","Anouk Aimée","Didi Perego","Fausto Tozzi","Lotte Lenya"],"overview":"The lawyer Federico Fendi has reasons to believe that his wife Carla in secret is Rome's highest paid prostitute.","release_date":"1969-05-22","vote_average":6.3,"runtime":115,"cert":"N\/A","id":57666,"title":"The Appointment","adult":false,"genre_ids":[18]},{"cast":["Bob Steele","Tom Tyler","Jimmie Dodd","Lorraine Miller","Edward Van Sloan"],"overview":"A banker struggles to keep his bank solvent and his town from going bankrupt after the bank is robbed and all its money taken. The Three Mesquiteers ride into town and set out to help.","release_date":"1943-05-21","vote_average":0.0,"runtime":55,"cert":"N\/A","id":57667,"title":"Riders of the Rio Grande","adult":false,"genre_ids":[37]},{"cast":["Marie Windsor","Richard Rober","Carla Balenda","Jackie Coogan","Allan Nixon"],"overview":"This rather unusual 50s western is set in a town where men may not enter. The town is controlled by a woman gambler who eventually succumbs to the allure of a handsome and persistent cowboy.","release_date":"1952-04-28","vote_average":0.0,"runtime":75,"cert":"N\/A","id":57670,"title":"Outlaw Women","adult":false,"genre_ids":[37]},{"cast":["Seth Burnham","Jeffery Davis","Cheryl Fidelman","Reid Gershbein","Lee Kuhn"],"overview":"Produced as part of the #2wkfilm collective, The Dabbler, the Dreamer, and the Man Who Broke the World was filmed and produced in 2 weeks.","release_date":"2009-06-21","vote_average":10.0,"runtime":60,"cert":"N\/A","id":57671,"title":"The Dabbler, the Dreamer, and the Man Who Broke the World","adult":false,"genre_ids":[]},{"cast":["James Hall","Louise Brooks","Richard Arlen","Nancy Phillips"],"overview":"","release_date":"1927-06-18","vote_average":0.0,"runtime":70,"cert":"N\/A","id":57672,"title":"Rolled Stockings","adult":false,"genre_ids":[18,10749]},{"cast":["Ricardo Trêpa","Leonor Baldaque","Manoel de Oliveira","Leonor Silveira","Luís Miguel Cintra"],"overview":"A true story of a doctor and his wife who went on a journey in order to prove that discoverer Christopher Columbus was in fact Portuguese. inspired by the book \"Cristóvão Colon Era Português\"","release_date":"2007-09-06","vote_average":5.3,"runtime":75,"cert":"N\/A","id":57673,"title":"Christopher Columbus, The Enigma","adult":false,"genre_ids":[18,36]},{"cast":[],"overview":"\"Here. My Explosion...\" is a free full feature film from Reid Gershbein &amp; the Royal Baronial Theatre. Released under a Creative Commons license, the film can be freely downloaded &amp; shared with others - as a matter of fact, the film creators encourage it! The films soundtrack is also available as a free download (under CC license of course). Written, directed, shot and edited almost entirely by Reid Gershbein in just two weeks, \"Here. My Explosion...\" is a great example of what a talented filmmaker can do nowadays with little to no money.","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":57674,"title":"Here... My Explosion","adult":false,"genre_ids":[]},{"cast":["Cameron Wild","Leon Budgen","Alex Gilbert","Cory Lydford"],"overview":"The Abnormal is an 2011 Short Film by Grudge Productions. It has Cameron Wild as the main role for the short film and Leon Budgen with a smaller role. It is not a scripted short film and is not a short film that is taken serious.","release_date":"2011-01-20","vote_average":4.8,"runtime":30,"cert":"N\/A","id":57675,"title":"The Abnormal","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Intriguing as it touches on life sciences, natural history and paleontology, this program takes children on educational and fun adventures. One of the best stops includes T-Rex Buddy going to the North Pole to help decorate for a holiday party. He also rides on the train with Dad at night to learn about animals that are active after dark. In \"King Cryolophosaurus\" parents will enjoy an Elvis-inspired dinosaur. Episodes include: Dinosaurs in the Snow; Night Train; Fossil Fred; King Cryolophosaurus; Dinosaur Block Party; Buddy s Surprise Birthday Party; Mom s Day.","release_date":"","vote_average":0.0,"runtime":120,"cert":"N\/A","id":57676,"title":"Dinosaurs in the Snow","adult":false,"genre_ids":[]},{"cast":["Adrian Farrell","Riyadh Haque","Cheryl Jones","Rachel Martin","Scott Sanders"],"overview":"n\/a.","release_date":"","vote_average":0.0,"runtime":66,"cert":"N\/A","id":57677,"title":"The Original Soundtrack","adult":false,"genre_ids":[]},{"cast":["Jack Mercer","Mae Questel","Sid Raymond","Cecil Roy"],"overview":"1957 Baby Huey is a big duck enrolled in kindergarten. Despite being big and clumsy, he attempts to fit in, causing havoc and getting expelled by the teacher. His mother then hires a private tutor, who is also tortured by Baby Huey's good intentioned efforts. The tutor winds up in the ocean but Huey saves his life from sharks and gets his diploma as a reward.","release_date":"1957-01-25","vote_average":6.0,"runtime":6,"cert":"N\/A","id":57678,"title":"Pest Pupil","adult":false,"genre_ids":[]},{"cast":["Jonathan Penner","Randall Batinkoff","Mary-Louise Parker","Jamey Sheridan","Brooke Taylor"],"overview":"A man comes face-to-face with personal treachery after suspecting that his father may have been murdered.","release_date":"1999-01-01","vote_average":4.5,"runtime":89,"cert":"N\/A","id":57679,"title":"Let the Devil Wear Black","adult":false,"genre_ids":[18,9648]},{"cast":["Sidney Poitier","George Newbern","Mary-Louise Parker","Dianne Wiest","Roxzane T. Mims"],"overview":"A 91 years old carpenter, who is still in completely good health, has to fight developers who are trying to force him to sell his land.","release_date":"1999-05-09","vote_average":4.6,"runtime":85,"cert":"N\/A","id":57680,"title":"The Simple Life Of Noah Dearborn","adult":false,"genre_ids":[10770,18,10751]},{"cast":["Mary-Louise Parker","Gina Gershon","James Garner","Kathleen Turner","Edward Kerr"],"overview":"When a sexy actress is charged with murder, a charming celebrity lawyer uses trickery to defend her against the press as well as the prosecution","release_date":"1998-10-04","vote_average":7.0,"runtime":92,"cert":"N\/A","id":57681,"title":"Legalese","adult":false,"genre_ids":[18]},{"cast":["Sissy Spacek","Mary-Louise Parker","Joan Plowright","S. Epatha Merkerson","Jack Noseworthy"],"overview":"Baby Annie is HIV positive and has been left in the clinic by her drug addicted mother. To prevent that she's deported to a home where they'd just wait for her to die, nurse Susan takes charge of Annie at her home. Two years later she plans too adopt her -- but suddenly Annie's mother reappears and demands her back. And under the law, Susan, as foster-mother, has no claim to the child.","release_date":"1994-05-01","vote_average":6.4,"runtime":99,"cert":"N\/A","id":57682,"title":"A Place for Annie","adult":false,"genre_ids":[18]},{"cast":["Matthew Modine","Mary-Louise Parker","Jonathan Rhys Meyers","Fairuza Balk","Michael Madsen"],"overview":"Josh is a high school guy who lives with adoptive parents and is involved in little crimes with his friends (including young lesbian Bella). Suddenly his elder brother Walter comes out of the blue (he left home 10 years ago when he was 18 and was never heard during these years). After that Walter starts to involve Josh in various new criminal activities, including robbery.","release_date":"1997-10-17","vote_average":5.1,"runtime":98,"cert":"N\/A","id":57683,"title":"The Maker","adult":false,"genre_ids":[18,80,53]},{"cast":["Ginger Rogers","Adolphe Menjou","George Montgomery","Lynne Overman","Nigel Bruce"],"overview":"A café in Chicago, 1942. On a rainy night, veteran reporter Homer Howard tells an increasing audience the story of Roxie Hart and the crime she was judged for in 1927.","release_date":"1942-02-20","vote_average":7.2,"runtime":72,"cert":"N\/A","id":57684,"title":"Roxie Hart","adult":false,"genre_ids":[35,10749,10402]},{"cast":["Michael Silverman","Mary-Louise Parker","David Warshofsky","Audra McDonald","Lois Smith"],"overview":"Izzy, the youngest son of a troubled New York family, takes a shine to breaking into people's apartments as a way to get attention.","release_date":"2004-01-01","vote_average":4.2,"runtime":93,"cert":"N\/A","id":57685,"title":"The Best Thief In The World","adult":false,"genre_ids":[18,35]},{"cast":["Peter Gallagher","Bebe Neuwirth","Mary-Louise Parker","Joanna Going"],"overview":"Cate has a small boutique where she sells vintage clothes. She is dating some snob whose mother thinks that Cate is a second class citizen because of her line of work. Harry meets Cate and they fall in love instantly. Francesca is a doctor who finds out that he has cancer, and tells Cate so that she would break up with Harry...","release_date":"2000-05-07","vote_average":5.6,"runtime":100,"cert":"N\/A","id":57686,"title":"Cupid & Cate","adult":false,"genre_ids":[10770,18,10749]},{"cast":["Herta Jankert","Anna Bellika","Sofia Berg-Böhm","Ida Andersson Bohlin","Olga Fare"],"overview":"Die Beauty is a surreal thriller in a feverish fairytale world. A story about friendship and alienation, family ties and kindred blood.A group of girls want something to happen. Something that will make everything change. A dead body floating down the river would be exciting. And if you wish for something hard enough...","release_date":"2010-09-17","vote_average":6.0,"runtime":83,"cert":"N\/A","id":57687,"title":"Die Beauty","adult":false,"genre_ids":[18,53]},{"cast":["Dick Powell","Joan Blondell","Glenda Farrell","Victor Moore","Lee Dixon"],"overview":"The partners of stage-producer J. J. Hobart gamble away the money for his new show. They enlist a gold-digging chorus girl to help get it back by conning an insurance company. But they don’t count on the persistence of insurance man Rosmer Peck and his secretary Norma Perry.","release_date":"1936-12-28","vote_average":6.8,"runtime":101,"cert":"N\/A","id":57698,"title":"Gold Diggers of 1937","adult":false,"genre_ids":[35,10402,10749]},{"cast":[],"overview":"","release_date":"2007-11-21","vote_average":0.0,"runtime":80,"cert":"N\/A","id":57699,"title":"K3 en het Toverhart","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"","release_date":"2007-10-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":57700,"title":"En avant la musique","adult":false,"genre_ids":[]},{"cast":["Ekaterina Vilkova","Konstantin Kryukov","Marat Basharov","Igor Ugolnikov","Svetlana Antonova"],"overview":"Rita, a figure skating coach, wants to prevent her school bankruptcy and closing by trying to push the famous millionaire to fall in love with her.","release_date":"2011-02-03","vote_average":4.6,"runtime":90,"cert":"N\/A","id":57701,"title":"On the Hook!","adult":false,"genre_ids":[35,10749]},{"cast":["Salvador Enriquez Castillo","Sofia García López","José Guadalupe Calzada","Isabel Dolores Hernández"],"overview":"A portrait of the construction workers involved in building the second deck of Mexico City's Periferico freeway.","release_date":"2006-10-25","vote_average":6.2,"runtime":84,"cert":"N\/A","id":57702,"title":"In The Pit","adult":false,"genre_ids":[99]},{"cast":["Kenichi Matsuyama","Rinko Kikuchi","Kiko Mizuhara","Reika Kirishima","Eriko Hatsune"],"overview":"Set in the 1960s, high school student Toru Watanabe loses his only friend Kizuki after he commits suicide. Toru, now looking for a new life, enters a university in Tokyo. By chance, Toru meets Kizuki's ex-girlfriend Naoko in the university. They grow close because they both share the same loss. As Toru and Naoko grow even closer, Naoko's sense of loss also grows. After Naoko's 20th birthday, she leaves for a sanitarium in Kyoto. Watanabe, devastated by the situation, meets pure-hearted Midori during the spring semester. Midori looks like a small animal that just came into the world ...","release_date":"2010-12-11","vote_average":6.7,"runtime":133,"cert":"N\/A","id":57703,"title":"Norwegian Wood","adult":false,"genre_ids":[18,10749]},{"cast":["John Lynch","Ian Bannen","Jerome Flynn","Ian Hart","Patsy Kensit"],"overview":"","release_date":"2000-05-10","vote_average":6.7,"runtime":null,"cert":"N\/A","id":57704,"title":"Best","adult":false,"genre_ids":[18]},{"cast":["Kento Hayashi","Kie Kitano","Takao Osawa","Shoko Fujimura","Kenzo"],"overview":"Minoru has spent most of his life being protected by his spunky female best friend Aki. Fed up, he decides to take up boxing. However, just as he manages to get stronger than Aki she becomes obsessed with boxing herself.","release_date":"2008-10-22","vote_average":0.0,"runtime":126,"cert":"N\/A","id":57705,"title":"Love Fight","adult":false,"genre_ids":[18,10749]},{"cast":["Yoshirô Aoki","Tatsuo Endô","Junko Miyazono","Junkichi Orimoto","Kyôichi Satô"],"overview":"This is the story of a vagrant samurai – the solitary, savage and scrupulous Kiba – who arrives at a village to defend a beautiful, blind woman against a sinister plot. Her assailants then send against him another samurai, named Sana, who is without scruples. The fight between them will become personal, for the honor and love of the blind woman.","release_date":"1966-11-19","vote_average":7.2,"runtime":75,"cert":"N\/A","id":57706,"title":"Samurai Wolf","adult":false,"genre_ids":[28,12,18]},{"cast":["Isao Natsuyagi","Ichirô Nakatani","Yûko Kusunoki","Chiyo Aoi","Rumiko Fuji"],"overview":"Kiba Okaminosuke finds himself entangled with a group of prisoners being transported to their executions, one of whom oddly looks exactly like his dead father. There are crooked gold miners, a beautiful girl who is unfortunately a complete lunatic and a dojo master who is obsessed with killing Kiba just to prove that his school's sword style is the best.","release_date":"1967-05-13","vote_average":7.1,"runtime":72,"cert":"N\/A","id":57707,"title":"Samurai Wolf II","adult":false,"genre_ids":[28,12,18]},{"cast":["Jean-Marc Barr","Emma Fielding","Simon Callow","Jack Shepherd","John Sessions"],"overview":"Passions erupt between a German hussar (Jean-Marc Barr) serving with King George III's personal cavalry and the only daughter of an English solicitor (Emma Fielding) in this period tearjerker adapted from a short story by Thomas Hardy. Longing to escape their own personal imprisonments -- he, his service to the king, and she, her engagement to a man she doesn't love -- they find solace in each other's arms.","release_date":"1998-06-12","vote_average":3.8,"runtime":90,"cert":"","id":57710,"title":"The Scarlet Tunic","adult":false,"genre_ids":[18,36,10749,10752]},{"cast":["Saiful Apek","Fasha Sandha","Sazzy Falak","Rozita Che Wan","Almy Nadia"],"overview":"Azlan (Saiful Apek), a chalet worker in Bagan Lalang, receives an envelope requesting him to go to a law firm in Kuala Lumpur. Upon arrival, he is surprised to discover that he has a twin brother named Azrul, whom he meets for the first time. The reason they are gathered is because of their late-father's will, which states certain requirements that needs to be fulfilled in order for them to inherit RM50 million. Among the odd requests listed is that they must get married to their first wife within three months and make sure their second wife was an orphaned child.","release_date":"2010-09-09","vote_average":7.0,"runtime":107,"cert":"N\/A","id":57711,"title":"4 Madu","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A documentary about Germany’s early Techno scene and culture. WE CALL IT TECHNO! tells the story of a tempestuous phase in music history, the first time that pop culture was created significantly in Germany. With exclusive interviews and comprehensive, mostly unreleased film and photo archive material from the years 1988-1993! Incl. Statements from Ata, Cosmic Baby, Mijk van Dijk, Elsa for Toys, Hell, Mike Ink., Jürgen Laarmann, Mark Reeder, Tanith, Triple R, Upstart, Sven Väth, Wolle XDP and many more.","release_date":"2007-12-31","vote_average":0.0,"runtime":100,"cert":"N\/A","id":57712,"title":"We Call It Techno!","adult":false,"genre_ids":[99]},{"cast":["Valeria Golino","Vincenzo Amato","Fulvio Forti","Gianluca Belardi","Paolo Giovannucci"],"overview":"","release_date":"2010-11-12","vote_average":6.2,"runtime":null,"cert":"N\/A","id":57713,"title":"La scuola è finita","adult":false,"genre_ids":[]},{"cast":["Carole Bouquet","Jean-Pierre Castaldi","Didier Flamand","Françoise Brion","Aldo Maccione"],"overview":"Chantal, an advocate involved in defending homeless illegal immigrant, decides to refurbish her flat. Following her convictions she calls Columbian workers led by an unforeseeable architect. In the mean time a former client decides he is in love with her, her son and daughter are becoming nearly homeless since the flat's walls are demolished, the architect has new plans every day, an irregular workers fall in love with Chantal too and dance with her daughter, Martin (the son) still continue to roller blade around... Could the works go forward in this mess?","release_date":"2005-06-01","vote_average":5.3,"runtime":95,"cert":"N\/A","id":57714,"title":"Housewarming","adult":false,"genre_ids":[35]},{"cast":["Katrin Weisser","Heiner Lauterbach","Dirk Bach","Karl Dall","Wigald Boning"],"overview":"Carmen Legg, a tall sporty red-head, is fed up with men and their one-track minds. She is thirty something, drives her own BMW, lives in her own apartment and likes to run her own life the way she wants it. What she needs, Carmen decides, is a man with higher things on his mind. So with her friend, an eighty-year-old neighbour with a traumatic past, she places a rather unusual advertisement...","release_date":"2003-04-03","vote_average":3.8,"runtime":96,"cert":"N\/A","id":57715,"title":"In Search of an Impotent Man","adult":false,"genre_ids":[10749,35]},{"cast":["Will Ferrell","David Cross"],"overview":"For their first day on the job as the new protectors of Metro City, Megamind and Minion are selling off the gadgets from their evil lair. But when one seemingly harmless \"button\" unleashes the gigantic robot MEGA-MEGAmind, the duo will have to resort their old tricks to restore order.","release_date":"2011-02-25","vote_average":6.0,"runtime":16,"cert":"U","id":57718,"title":"Megamind: The Button of Doom","adult":false,"genre_ids":[16,28,35,10751]},{"cast":[],"overview":"Megatour 9 hits the Midwest US with 7 days of sessions from Chicago, IL to Minneapolis, MN. With over 20 riders from around the globe, teams Eastern, Mongoose, Profile, and Tree stumble down the road serving up clips galore.","release_date":"2010-02-28","vote_average":0.0,"runtime":58,"cert":"N\/A","id":57719,"title":"Props Megatour 9","adult":false,"genre_ids":[]},{"cast":["Jacquy Pfeiffer","Sébastien Cannone","Rachel Beaudry","Philippe Rigollot","Stéphane Glacier"],"overview":"The collar awarded to the winners of the Meilleur Ouvrier de France (Best Craftsman in France) is more than the ultimate recognition for every pastry chef - it is a dream and an obsession. The 3-day competition includes everything from delicate chocolates to precarious six foot sugar sculptures and requires that the chefs have extraordinary skill, nerves of steel and luck. The film follows Jacquy Pfeiffer, founder of The French Pastry School in Chicago, as he returns to France to compete against 15 of France's leading pastry chefs. The filmmakers were given first time\/exclusive access to this high-stakes drama of passion, sacrifice, disappointment and joy in the quest to have President Sarkozy declare them one of the best in France.","release_date":"2009-11-06","vote_average":6.7,"runtime":87,"cert":"","id":57722,"title":"Kings of Pastry","adult":false,"genre_ids":[99]},{"cast":["Grażyna Błęcka-Kolska","Dariusz Siatkowski","Katarzyna Łaniewska","Jerzy Turek","Zdzisław Wardejn"],"overview":"","release_date":"1989-09-27","vote_average":7.2,"runtime":null,"cert":"N\/A","id":57723,"title":"Galimatias, czyli Kogel-mogel II","adult":false,"genre_ids":[35]},{"cast":["Peter Fonda","Mare Winningham","Rubén Blades","Eddy Martin","Bill Sage"],"overview":"A story about a small, dying town in need of hope until one day a young boy gives them something to believe in.","release_date":"2003-01-20","vote_average":4.8,"runtime":99,"cert":"N\/A","id":57724,"title":"The Maldonado Miracle","adult":false,"genre_ids":[35,18,10751]},{"cast":["Griffin O'Neal","Raúl Juliá","Teri Garr","Joan Hackett","Desi Arnaz"],"overview":"The young and self-confident Danny blufs at the local police-station that he will escape out of prison within one hour. What follows is a flashback about his childhood with his uncle and aunt, which are 'vaudeville'-artists themselves.","release_date":"1982-05-04","vote_average":5.8,"runtime":94,"cert":"N\/A","id":57725,"title":"The Escape Artist","adult":false,"genre_ids":[18,9648,53]},{"cast":["Albert Dupontel","Valérie Dréville","Dominique Reymond","Cécile Arnaud","Etienne Bierry"],"overview":"Dr. Bruno Sachs, the only medical practitioner in a small French town, seems on the surface to be compassionate and dedicated. However, in private he is not happy in his work and does not like most of his patients. Here he meets Pauline Kasser, a young woman, and they are attracted to each other...","release_date":"1999-09-22","vote_average":6.4,"runtime":103,"cert":"N\/A","id":57726,"title":"Sachs' Disease","adult":false,"genre_ids":[18]},{"cast":[],"overview":"In September 2007, 16 of the world's best b-boys battle one on one in a disused power station in the heart of Soweto, South Africa, to determine who will be the next world champion. TURN IT LOOSE is a film about this competition. Through the eyes of six competitors we leave behind any preconceived notions of what breakdance used to represent, and as the film digs deeper into their lives, we discover an extraordinary form of non-contact combat that has evolved over 30 years to become a truly 21st century global phenomenon, stretching the limits of physical capability and pushing dance itself to astonishing new heights. From very different corners of the planet, the six characters that lead us through the competition all have their own stories to tell.","release_date":"2009-10-08","vote_average":5.0,"runtime":96,"cert":"N\/A","id":57727,"title":"Turn it loose","adult":false,"genre_ids":[99]},{"cast":["Nathalie Baye","Benoît Magimel","Fred Ulysse","Antoine Chappey","Jean-Marie Winling"],"overview":"Matthieu and Eric are two brothers who work at the same factory as their father in Normandy. When his father is dismissed for smoking on the factory floor, Matthieu is incensed and tries to have him reinstated, in vain. His brother has just got married and, with a child and mortgage on the way, is reluctant to stir up trouble...","release_date":"2001-01-10","vote_average":5.0,"runtime":105,"cert":"N\/A","id":57728,"title":"To Mathieu","adult":false,"genre_ids":[18]},{"cast":["Deniz Türkali"],"overview":"Serap, who has been living in the darkest streets of Beyoglu, is a charming woman in her 20s. A beautiful woman's way of prostitution and prostitution living in the back streets of Beyoglu as a person intersects with him when a magical love begins. Hakan tries to take the pimp of Serap as a madman. The man who doesn't have the job can't do it. One day when Serap finds his lover Hakan in a scene he never thought possible, his whole life is deeply shaken. Serap will now be in a different life, running for different purposes.","release_date":"1994-04-01","vote_average":7.0,"runtime":97,"cert":"N\/A","id":57729,"title":"The Night, Angel and Our Children","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Hugo och Rita försöker hitta mat på ett fartyg utan att bli upptäckta. Ombord finns en gangster som planerar att kidnappa det rika paret Krösus baby för att få en stor lösensumma. Våra vänner sätter käppar i hjulet för kidnapparens plan, men sedan hamnar de själva tillsammans med Krösus-babyn i en livbåt som driver ut till havs!","release_date":"","vote_average":0.0,"runtime":26,"cert":"N\/A","id":57730,"title":"Djungeldjuret Hugo","adult":false,"genre_ids":[]},{"cast":["Nuno Bettencourt","Pat Badger","Paul Geary","Gary Cherone"],"overview":"Delivers the raw power of the rock band Extreme through all of their music videos and five bonus live performances. Showcasing Nuno Bettencourt's masterful guitar licks, Gary Cherone's powerful vocals, Paul Geary's crushing drums, and Pat Badger's thunderous bass lines, these four guys rules the air waves and music TV in the 90's.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":57731,"title":"Extreme: Videograffitti","adult":false,"genre_ids":[10402]},{"cast":["Ram Charan","Genelia D'Souza","Shazahn Padamsee","Brahmanandam","Sanchita Shetty"],"overview":"A young man falls in love with a girl but has to keep lying to make her happy. Unable to continue, he tells her that it cannot go on and breaks up with her.","release_date":"2010-11-25","vote_average":5.8,"runtime":162,"cert":"N\/A","id":57734,"title":"Orange","adult":false,"genre_ids":[35,10749]},{"cast":["Catherine Bell","Michael Dudikoff","Michael Cavanaugh","Frederic Forrest","Marcus Aurelius"],"overview":"When the top secret prototype of the Nova Stealth fighter has been stolen, the Pentagon launches big alarm; the plane shouldn't come into hostile hands...","release_date":"1998-09-22","vote_average":4.2,"runtime":85,"cert":"N\/A","id":57735,"title":"Black Thunder","adult":false,"genre_ids":[28,53]},{"cast":["Ravi Teja","Richa Gangopadhyay","Deeksha Seth","Prakash Raj","Kota Srinivasa Rao"],"overview":"Rishi (Ravi Teja) is an inspector in the Intelligence Bureau. His colleagues fondly call him 'Mirapakaay'. The chief of the IB, Narayana Murthy (Nagababu) gets information that Kittu Bhai (Prakash Raj), a mafia don, is trying to spread his tentacles in India and is targeting Delhi first. During the course of the investigation, ACP (Sanjay Swaroop) is killed by Shankar (Kota Srinivasa Rao), a local goon with the help of his son (Supreet). Murthy sends Rishi to Hyderabad and gets him admitted to a college as a Hindi lecturer as part of an undercover operation. Rishi meets Vinamra (Richa Gangopadhyay) at a temple & falls in love at first sight. Incidentally, she studies in the same college and in the same class to which Rishi teaches Hindi. Their love blossoms. At this juncture, Vaishali (Deeksha Seth), daughter of Kittu Bhai, joins the same college. Grabbing the opportunity, the IB chief asks Rishi to extract information about Kittu from Vaishali.","release_date":"2011-01-12","vote_average":5.3,"runtime":160,"cert":"N\/A","id":57736,"title":"Mirapakay","adult":false,"genre_ids":[10749,28,18]},{"cast":["Diana Kaarina","Adrian Petriw","Brittney Irvin","Cassandra Morris","Kate Higgins"],"overview":"Get ready for Barbie: A Fairy Secret, an amazing adventure with Barbie where she discovers there are fairies living secretly all around us! When Ken is suddenly whisked away by a group of fairies, Barbie's two fashion stylist friends reveal they are actually fairies and that Ken has been taken to a magical secret fairy world not far away! Barbie and her rival Raquelle take off with the fairy friends on an action-packed journey to bring him back. Along the way they must stick together and learn that the real magic lies not just in the fairy world itself, but in the power of friendship.","release_date":"2011-03-01","vote_average":6.2,"runtime":72,"cert":"U","id":57737,"title":"Barbie: A Fairy Secret","adult":false,"genre_ids":[16,10751,14]},{"cast":["Annette O'Toole","Martin Short","Paul Reiser"],"overview":"A man and a woman go out on a \"big\" third date. He's ashamed to admit he just lost his job, and she's afraid he'll run away if he finds out that she has a kid. Small lies lead to bigger ones and the night gets crazy very soon.","release_date":"1987-12-13","vote_average":4.9,"runtime":null,"cert":"N\/A","id":57738,"title":"Cross My Heart","adult":false,"genre_ids":[35,10749]},{"cast":["Özcan Deniz","Deniz Çakır","Baris Falay","Ayşen Gruda","Cezmi Baskın"],"overview":"Onların da aşkı masallar gibiydi ve evlendiler. Yani masallara göre sona geldiler… Adem'le Didem birbirlerini hala sevmektedirler. Ama evlilik, Adem'in sevgisini ve ilgisini açığa çıkartma reflekslerini köreltmiştir. Didem ise özgüveni ve özgür iradesi elinden alınmış mutsuz bir kadına dönüşmüştür. Tek tutunduğu onu yeniden hayata döndürecek işidir. Adem'i hala çok seviyordur. Kocasının peşinden ailesini, dostlarını, kariyerini bırakarak daha önce sadece haritalarda gördüğü şehirlere bile yerleşmekte tereddüt etmeyen Didem, şimdi aynı fedakarlığı Adem'den bekler. İşte tam bu sırada başka bir masalın prensi hikayemize girer. Artık uyanma vakti gelmiştir…","release_date":"2011-02-24","vote_average":7.0,"runtime":null,"cert":"N\/A","id":57739,"title":"Ya Sonra?","adult":false,"genre_ids":[35,10749]},{"cast":["Charisma Carpenter","Victoria Sanchez","Karen Cliche","Allison Graham","James Thomas"],"overview":"A lawyer begins a sordid fling with an attractive young woman whom he slowly begins to suspect to be a serial killer of men.","release_date":"2006-02-13","vote_average":4.8,"runtime":120,"cert":"N\/A","id":57740,"title":"Flirting with Danger","adult":false,"genre_ids":[9648,10770,18,53]},{"cast":["James Earl Jones","Cicely Tyson","Louis Gossett Jr.","Glynn Turman","Jonelle Allen"],"overview":"An intimate look at life in the ghetto: Johnny Williams is a house painter who moonlights as a poet, struggling to financially and emotionally support his cancer-ridden wife Mattie. But times are tough and the poverty-troubled streets are even tougher, and it takes every ounce of Johnny's love and courage for the couple to make it through their strife, finding redemption in the River Niger.","release_date":"1976-04-14","vote_average":6.0,"runtime":105,"cert":"N\/A","id":57741,"title":"The River Niger","adult":false,"genre_ids":[18]},{"cast":["Hape Kerkeling","Janette Rauch","Michael Benthin","Dorothea Walda","Peter Kern"],"overview":"","release_date":"1997-01-01","vote_average":3.8,"runtime":null,"cert":"N\/A","id":57742,"title":"Die Oma ist tot","adult":false,"genre_ids":[35]},{"cast":["Carmine Giovinazzo","Monet Mazur","Vincent Ventresca","Steven Bauer","Majandra Delfino"],"overview":"Paul and Georgia are lovers, soul mates...and partners in crime. But when this duplicitous duo tries to dupe the wrong man, they are ensnared in a world more dangerous than they could ever have imagined. Seduced into working for him on dangerous jobs beyond their small-time capability, Paul and Georgia suddenly have everything they've ever wanted...and even more to lose.","release_date":"2001-10-05","vote_average":6.5,"runtime":113,"cert":"N\/A","id":57743,"title":"The Learning Curve","adult":false,"genre_ids":[80,18,53]},{"cast":["Meredith Salenger","Joanna Pacula","Mimi Kuzyk","Nicholas Kilbertus","Sabrina Boudot"],"overview":"Teenager Amy Halloran’s mother is killed in a car crash while going to meet her sister Felice, a top fashion model. Not long after, Amy’s father meets Felice at the graveside and invites her to move in. Amy develops a dislike of Felice, particularly after she seduces her father. She comes to believe that Felice is using African magic to kill off her friends and is now trying to possess her.","release_date":"1988-10-14","vote_average":5.5,"runtime":101,"cert":"N\/A","id":57744,"title":"The Kiss","adult":false,"genre_ids":[53,27,18,14]},{"cast":["Douglas Henshall","Gary Lewis","Rosemarie Stevenson","Stephen McCole","Ann Swan"],"overview":"A group of four siblings reunite in Glasgow on the eve of their mother's funeral, and the children mourn their mother's passing in a variety of ways—sometimes heartfelt, sometimes bizarre. As a potential thunderstorm threatens to damage the city, the situation compounds itself.","release_date":"1998-09-03","vote_average":6.8,"runtime":101,"cert":"N\/A","id":57745,"title":"Orphans","adult":false,"genre_ids":[35,18]},{"cast":["Colin Friels","Cameron Ambridge","Tony Barry","John Boxer"],"overview":"Jack Barrett is the type of guy no one calls Jack. He works for a group of businessmen known as \"The Gentlemen\" who operate within the fertile realm of the Sydney Underworld. Standover tactics, prostitution, illegal gambling, creative importation - you name it, \"The Gentlemen\" are into it. And Barrett enforces it for them. Old school muscle for hire. Now 53 years old, he's tired of having to throw away perfectly good suits because you can't dry-clean the blood off. He needs to get out of Sydney. Out of the game. Which is, of course, easier said than done.","release_date":"2006-07-27","vote_average":5.0,"runtime":90,"cert":"N\/A","id":57746,"title":"Solo","adult":false,"genre_ids":[18,28,80]},{"cast":["Mang Fei","Maggie Li Lin-Lin","Pai Hung","Wong Ching","Yasuaki Kurata"],"overview":"THE PRODIGAL BOXER features Chinese folk hero Fong Sai Yuk (aka Fong Si Yu), the subject of dozens of HK kung fu films. The role is played by Meng Fei as a callow, unschooled youth and wrongfully accused murderer. Two vicious masters of the local kung fu school, seeking revenge against Fong Sai Yuk, attack his home and kill his father while Fong is away. Fong’s attempts to avenge the death of his father result in his being badly beaten. Fong trains at the hands of his martial artist mother as she puts him through rigorous training and an herbal bath that makes him invulnerable. A trail of revenge is set in motion with Fong against the two masters, played by formidable kung fu villains Yasuaki Kurata and Wang Ching. Can a year's worth of training prepare Fong Sai Yuk for his deadly confrontation with the vicious masters?","release_date":"1972-09-27","vote_average":6.3,"runtime":90,"cert":"N\/A","id":57747,"title":"The Prodigal Boxer: The Kick of Death","adult":false,"genre_ids":[28,12]},{"cast":["William Hurt","Mary-Louise Parker","David Strathairn","Hilit Pace"],"overview":"Drama. TV Movie.","release_date":"2002-11-10","vote_average":6.3,"runtime":200,"cert":"N\/A","id":57748,"title":"Master Spy: The Robert Hanssen Story","adult":false,"genre_ids":[18,53]},{"cast":["Tabrett Bethell","Freya Stafford","Andy Whitfield","Clare Bowen","Sophie Lowe"],"overview":"While traveling across country with her fiancé, Beth wakes alone in an isolated clinic to a mother's worst nightmare. Just how far will she go to save her child?","release_date":"2010-10-10","vote_average":5.2,"runtime":94,"cert":"N\/A","id":57749,"title":"The Clinic","adult":false,"genre_ids":[9648,27,53,80]},{"cast":[],"overview":"Kabaret Dudek","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":57750,"title":"Kabaret Dudek: 10 Lat Kabaretu Dudek","adult":false,"genre_ids":[]},{"cast":["Francesca Lé","Riley Steele","Haley Cummings","Alanah Rae","Kayla Paige"],"overview":"James is a masseuse with a demanding clientele, handling everyone from horny MILFs to naughty girlfriends. As his business grows, he enlists the help of his amateur buddies to service the client overflow. The beautiful Riley Steele, James ex-girlfriend, returns to complicate his life, demanding his attention while screwing his friends behind his back. Then he discovers his well-meaning buddies are offering the clients more 'bang for the buck' with their lusty techniques. After all, customer satisfaction is the key to sex-sess.","release_date":"2011-01-18","vote_average":8.0,"runtime":114,"cert":"N\/A","id":57751,"title":"The Masseuse","adult":true,"genre_ids":[]},{"cast":["Kevin Zegers","Anne Archer","Elisha Cuthbert","Pierre Chagnon","Martin Neufeld"],"overview":"As an 11-year-old boy struggles to cope with a disability, he finds a pony who gives birth to a unicorn which he takes care of.","release_date":"1998-01-01","vote_average":5.8,"runtime":null,"cert":"N\/A","id":57752,"title":"Nico the Unicorn","adult":false,"genre_ids":[14,10751,12]},{"cast":["Kim Hee-seon","Shin Ha-kyun","Park So-hyun","Kim Min-jun","Kim In-kwon"],"overview":"Little Seung-jae stays up all night and writes letters to So-hee, pretending to be her father in Mars. Leaving Seung-jae's innocent heart behind, So-hee leaves for a big city. Both grown up to be adults, Seung-jae is a postman who writes letters to So-hee's grandma - the letters that never came from So-hee. So-hee's heart hardens after hardships in life and she comes back to her hometown and Seung-jae's heart swells up again at seeing her again...","release_date":"2003-05-16","vote_average":4.3,"runtime":97,"cert":"N\/A","id":57753,"title":"A Letter From Mars","adult":false,"genre_ids":[18,10749]},{"cast":["Alexander Lo Rei ","Chin Fei","Alan Chui Chung-San","Miu Ho","Chang Chi-Ping"],"overview":"The red cloth lamas are on the attack, so Shaolin send a young boxer to Tibet to learn Lama Kung Fu and seek advice from the high lama. Massive battles ensue as martrial chaos strikes the region. More manis fighting styles from the Robert Tai asylum of martial arts! Starring Alexander Lo Rei, Alan Hsu, Lucifer Lee, William Yen Directed by William Chang Note: This is NOT the same film as Shaolin vs. Lama (1983).","release_date":"1980-01-01","vote_average":0.0,"runtime":92,"cert":"N\/A","id":57754,"title":"Shaolin Temple Against Lama","adult":false,"genre_ids":[28]},{"cast":["Anastasiya Panina","Dmitriy Nagiev","Ivan Agapov","Sergey Yushkevich"],"overview":"Alyona, a young rock-climber suddenly becomes an owner of a very powerful historical artefact.","release_date":"2007-11-01","vote_average":4.0,"runtime":91,"cert":"N\/A","id":57755,"title":"Rock-climber and the Last from the Seventh Cradle","adult":false,"genre_ids":[14,12]},{"cast":[],"overview":"Law student Thijs shares a house in which every room is the HQ of constant cruising for one night stands, relationships are considered a waste of lives. Suddenly Ben, his best mate since childhood, announces he passed on his room to Susan, who brings her studly boyfriend Stef, because Ben is- getting married to heiress Talita Bekooy. Thijs now remembers his old ambition to start his own restaurant, but can't get a bank loan- until Ben recommends Thijs, the till then reluctant best man, to his in-laws-to-be as MC for the society wedding of the year, Sir is pleased to hear the extravaganza budget 'reduced' to 150,000 Euros. Then Cupid's arrow hits Thijs himself and Susan, but when the banker tells dad Bekooy he's totally inexperienced and poor, it all crumbles down. Yet the boy bravely perseveres...","release_date":"2004-02-15","vote_average":6.3,"runtime":95,"cert":"N\/A","id":57758,"title":"Love Trap","adult":false,"genre_ids":[18,10749]},{"cast":["Shannon Tweed","Larry Poindexter","Andrew Stevens","Chick Vennera","Larry Manetti"],"overview":"TV producer CLAIR ARCHER, charged with the murder of her co-producer, hires top attorney Simon Mitchell to defend her. Though happily married, Simon falls for Clair's seductive wiles and then, in the middle of the trial and the torrid affair, discovers that Clair is guilty. Simon's associate, Lane, finds incriminating evidence against Clair. Simon tries to end the affair. But Clair cleverly sets up Lane so that when Clair kills Simon, Simon's wife suspects Lane -- and shoots her. Clair Archer is judged \"not guilty\" and walks away free.","release_date":"1995-09-19","vote_average":4.6,"runtime":80,"cert":"N\/A","id":57759,"title":"Body Chemistry 4: Full Exposure","adult":false,"genre_ids":[18,10749,53]},{"cast":["Carter Wong","Doris Lung Chun-Erh","Chang Yu","Liu Ping","Chiang Nan"],"overview":"Superstar Carter Wong must protect the Shaolin Temple from a traitor from within the order. The Silver Fox has turned up the heat against Shaolin, but Carter and the Holy Warrior Monks will stand firm -- or die fighting!","release_date":"1977-04-28","vote_average":4.5,"runtime":94,"cert":"N\/A","id":57760,"title":"The Rebel of Shao-lin","adult":false,"genre_ids":[28]},{"cast":["Claes Eriksson","Anders Eriksson","Jan Rippe","Per Fritzell","Peter Rangmar"],"overview":"Cyklar is a film of a sketch show by the Swedish group Aftershave och Galenskaparna","release_date":"1985-04-27","vote_average":7.0,"runtime":99,"cert":"N\/A","id":57761,"title":"Cyklar","adult":false,"genre_ids":[35]},{"cast":["Claes Eriksson","Anders Eriksson","Kerstin Granlund","Peter Rangmar","Per Fritzell"],"overview":"A sketch show by Swedish comedy group Aftershave och Galenskaparna","release_date":"1983-10-27","vote_average":0.0,"runtime":72,"cert":"N\/A","id":57762,"title":"Träsmak","adult":false,"genre_ids":[10402,35]},{"cast":["Claes Eriksson","Knut Agnred","Anders Eriksson","Kerstin Granlund","Jan Rippe"],"overview":"Filmed sketch show by Aftershave och Galenskaparna","release_date":"1982-09-27","vote_average":8.0,"runtime":null,"cert":"N\/A","id":57763,"title":"Skruven är lös","adult":false,"genre_ids":[]},{"cast":["Claes Eriksson"],"overview":"C Eriksson Solo is a theater act written and performed by Claes Eriksson. I this play will Claes discover the possibilities of a stage in a funny way.","release_date":"2007-09-27","vote_average":6.5,"runtime":null,"cert":"N\/A","id":57764,"title":"C Eriksson solo","adult":false,"genre_ids":[10402,35]},{"cast":["Shannon Tweed","Dawn Ann Billings","Christian Noble","Ashby Adams","Peggy Trentini"],"overview":"Alicia Royale is a fashion mogul who decides to have a large pajama themed party as a promotion for her new line of clothing...","release_date":"1997-09-16","vote_average":6.0,"runtime":94,"cert":"N\/A","id":57765,"title":"Human Desires","adult":false,"genre_ids":[10749,53]},{"cast":["Shannon Tweed","Gary Hudson","Jan-Michael Vincent","Michelle Moffett","Lawrence Hilton-Jacobs"],"overview":"Rebecca Mathis is a sex therapist. One of her patients is found dead. At first it is presumed he died of a heart attack...","release_date":"1993-11-03","vote_average":5.3,"runtime":91,"cert":"N\/A","id":57766,"title":"Indecent Behavior","adult":false,"genre_ids":[18,53]},{"cast":["Viktor Bychkov","Aleksey Panin","Giuliano Di Capua","Andrey Fedortsov","Lyubov Zaytseva"],"overview":"A funny adventures of a dachshund puppy and four his friends - taxi drivers.","release_date":"2004-10-04","vote_average":3.0,"runtime":105,"cert":"N\/A","id":57767,"title":"4 Taxidrivers and a Dog","adult":false,"genre_ids":[35]},{"cast":["Carice van Houten","Tijn Docter","Catherine ten Bruggencate","Karina Smulders","Halina Reijn"],"overview":"Rising, rather autobiographical novelist Giph has a hot girlfriend, doctor and model Samarinde. His crude, domineering and progressive mother Ria's suffering an incurable decease in which she suffers from paraplegia. Her inevitably ensuing death is brought forward with euthanasia. Giph is struggling to handle the situation with his mother. Shortly after his mother has passed he away, he decides to join his fun loving friends on La Palma for a holiday. There Samarinde tells her boyfriend she's expecting his baby","release_date":"2006-03-09","vote_average":6.0,"runtime":110,"cert":"N\/A","id":57768,"title":"I Embrace You With 1000 Arms","adult":false,"genre_ids":[18]},{"cast":["Shannon Tweed","James Brolin","Chad McQueen","Cynthia Steele","Rochelle Swanson"],"overview":"Reporter Shoshona Reed is about to expose a number of people who have a lot to lose. Unfortunately, her cunning ways of getting stories by blackmailing people gets her killed...","release_date":"1994-12-19","vote_average":5.8,"runtime":89,"cert":"N\/A","id":57769,"title":"Indecent Behavior II","adult":false,"genre_ids":[18,53]},{"cast":["Yuliya Chernova","Aleksandr Zbruev","Vera Glagoleva","Armen Dzhigarkhanyan","Olga Volkova"],"overview":"A young girl wants to rob her mother's bank in order to have her to leave work and come home for a New Year Eve.","release_date":"1997-12-26","vote_average":5.1,"runtime":95,"cert":"N\/A","id":57770,"title":"Poor Sasha","adult":false,"genre_ids":[35,12,10751]},{"cast":["Noah Reid","Allie MacDonald","Olivia Newton-John","Marc Jordan"],"overview":"Seventeen-year old Farley has the stick-handling skills of the next Sidney Crosby. Not that Farley has any idea who Crosby is. He’s led a sheltered life, homeschooled by parents whose idea of homework is trips to an art gallery or ashram. His best friend is Eve, the girl who’s lived next door since they were both three. Much to the dismay of his parents, Farley loves to play shinny with the local rink rats. To their even greater dismay, Farley is signed to a major hockey league, where he achieves instant stardom, throwing him into a world of hype. Farley soon finds that hockey fame comes with a price, including the expectation to fight. Throw in a changing relationship with Eve – and Farley is losing his way.","release_date":"2010-10-22","vote_average":7.0,"runtime":null,"cert":"N\/A","id":57771,"title":"Score: A Hockey Musical","adult":false,"genre_ids":[35,10402]},{"cast":["Shannon Tweed","Sam Hennings","Colleen Coffey","Doug Jeffery","Griffin Drew"],"overview":"A sex therapist finds herself forced to cooperate with the police in tracking down a killer who has been targeting other sex therapists by using her as a decoy.","release_date":"1995-12-19","vote_average":5.5,"runtime":89,"cert":"N\/A","id":57772,"title":"Indecent Behavior III","adult":false,"genre_ids":[18,53]},{"cast":["Ahmed Helmy","Zeina","Sherry Adel","Amy Samir Ghanem","Youssef Fawzy"],"overview":"A Young Man Falls Deeply in Love With Two Girls At The Same Time, He Then Starts Seeing a Psychologist When he Decides To Break up With Them.","release_date":"2010-11-11","vote_average":6.2,"runtime":112,"cert":"N\/A","id":57773,"title":"Bolbol Hayran","adult":false,"genre_ids":[35,10749]},{"cast":["Vladimir Ilin","Natalya Gundareva","Alla Kliouka","Sergey Batalov","Boris Shcherbakov"],"overview":"","release_date":"1999-01-22","vote_average":6.3,"runtime":94,"cert":"N\/A","id":57774,"title":"I Want To Go To Prison","adult":false,"genre_ids":[35]},{"cast":["Vladimir Tolokonnikov","Marius Jampolskis","Boris Shcherbakov","Liva Kruminya","Mila Lipner"],"overview":"Young programmer and hacker Gena meets Khottabych - a genie who can't quite understand today life realities after spending thousands of years in a lamp.","release_date":"2006-08-10","vote_average":5.4,"runtime":92,"cert":"N\/A","id":57775,"title":"Khottabych","adult":false,"genre_ids":[35,14]},{"cast":["Dmitriy Kharatyan","Kelly McGrill","Andrey Myagkov","Mikhail Kokshenov","Yuri Volyntsev"],"overview":"When mysterious Russian bandit named Artist came in USA, brave Russian special agent Fyodor Sokolov runs to States for defeat evil master.","release_date":"1993-04-01","vote_average":5.6,"runtime":91,"cert":"N\/A","id":57776,"title":"There's Good Weather in Deribasovskaya, Or It's Raining Again in Brighton Beach","adult":false,"genre_ids":[80,35,28]},{"cast":["Semyon Strugachyov","Andrey Fedortsov","Aleksandr Bashirov","Sergei Russkin"],"overview":"At this comedy - the fifth in the \"Peculiarities of the National...\" series - national fishing is going on ice.","release_date":"2007-01-01","vote_average":5.7,"runtime":76,"cert":"N\/A","id":57779,"title":"Peculiarities of the National Ice Fishing","adult":false,"genre_ids":[35]},{"cast":["Georgiy Vitsin","Yuriy Nikulin","Yevgeni Morgunov","Barbos"],"overview":"This is the very first silent slapstick comedy short about adventures of Worldly, Coward, and Fool. What's more fun: fishing with worms, or dynamite? Three friends decided to have a blast! Unfortunately their dog Barbos just loves playing fetch. And this time that stick was used for blast fishing. Barbos saw people throwing a smoking stick in a water, and fetched it right back to his owners. The \"unusual cross\" part begins when owners try to outrun the dog with dynamite.","release_date":"1961-10-18","vote_average":7.9,"runtime":14,"cert":"N\/A","id":57780,"title":"Dog Barbos and Unusual Cross","adult":false,"genre_ids":[35]},{"cast":["Lyudmila Gurchenko","Liya Akhedzhakova","Svetlana Kryuchkova","Irina Kupchenko","Nikolay Fomenko"],"overview":"Four old friends are experiencing various troubles adapting to the new times in modern Russia.","release_date":"2000-03-03","vote_average":6.0,"runtime":128,"cert":"N\/A","id":57781,"title":"Old Hags","adult":false,"genre_ids":[18,35]},{"cast":["Shannon Tweed","Fernando Allende","Steven Bauer","Hugo Stiglitz","Jay Baker"],"overview":"FBI agent Cara Landry is sent on an undercover assignment to gather evidence on Damian Medina, a Mexican casino owner running a counterfeiting operation for the Cali drug cartel...","release_date":"1998-07-07","vote_average":5.1,"runtime":93,"cert":"N\/A","id":57782,"title":"Naked Lies","adult":false,"genre_ids":[28,10749,53]},{"cast":["Shannon Tweed","Andrew Stevens","Tim Russ","Richard Chaves","Geno Silva"],"overview":"Security expert Will Griffith has been hired to secure the mansion of South American expatriate Hector Mejenes...","release_date":"1991-03-05","vote_average":4.0,"runtime":97,"cert":"N\/A","id":57783,"title":"Night Eyes II","adult":false,"genre_ids":[18,53]},{"cast":["Angie Harmon","Joel Gretsch","Jordan Hinson","Bobby Coleman","Jason London"],"overview":"One year after losing their son David, Eve Goode and her husband Raymond Goode adopt the orphan Ethan Snow (and his teenager sister Abby Snow and bring them to their mansion nearby a lake. Abby faces difficulties of adaptation in her new home, and she confronts Eve, who proves to be deranged and unstable. When Ethan gets sick, Abby tries to contact their friend, detective Ben Koch, and she realizes that her brother and she are trapped in the house.","release_date":"2006-10-03","vote_average":6.0,"runtime":90,"cert":"N\/A","id":57784,"title":"Glass House: The Good Mother","adult":false,"genre_ids":[18,53]},{"cast":["Andrew Stevens","Shannon Tweed","Tracy Tweed","Daniel McVicar","Tristan Rogers"],"overview":"A security guard falls for a famous TV actress he is hired to protect while dealing with mobsters who want his hide for some sour business deal.","release_date":"1993-09-01","vote_average":6.0,"runtime":97,"cert":"N\/A","id":57785,"title":"Night Eyes 3","adult":false,"genre_ids":[18,53]},{"cast":["Oleg Menshikov","Aleksey Devotchenko","Olga Krasko","Leonid Okunev","Nikita Tatarenkov"],"overview":"","release_date":"2005-01-30","vote_average":9.5,"runtime":null,"cert":"N\/A","id":57786,"title":"The Golden Calf","adult":false,"genre_ids":[35]},{"cast":["Tori Black","Alexis Texas","Andy San Dimas","Asa Akira","Erik Everhard"],"overview":"Tori is back with even more filthy scenes!","release_date":"2010-09-30","vote_average":10.0,"runtime":204,"cert":"N\/A","id":57787,"title":"Tori Black Is Pretty Filthy 2","adult":true,"genre_ids":[]},{"cast":["أنطوان كرباج","ايمن رضا","ليلى اسطفان","قمر عمرايا","اندريه سكاف"],"overview":"مسرحية استعراضية غنائية مأخوذة عن قصه هالة والملك لفيروز. تحتفل مدينة سيلينا بعيد سنوي حيث يلبس الناس أقنعة, ويمثلون أدواراً في سهرة العيد.","release_date":"2009-03-03","vote_average":3.8,"runtime":93,"cert":"N\/A","id":57788,"title":"Silina","adult":false,"genre_ids":[18]},{"cast":["Mary-Kate Olsen","Ashley Olsen","Cloris Leachman","Phil Fondacaro","Eric McCormack"],"overview":"The Farmer family is in big debts; they might lose their house soon. The seven year old Farmer twins, Kelly and Lynn, decide not to let this happen. They discover that somebody really mean and shrewd is responsible for all the problems of their family: it's their aunt Agatha! Thanks to the moon stone that she found years ago, aunt Agatha is now a witch. She has supernatural abilities but unfortunately uses them to do bad things. She is malicious and loves injuring others, even her own family. The girls must take the magic stone from Agatha.","release_date":"1993-10-30","vote_average":6.4,"runtime":96,"cert":"N\/A","id":57789,"title":"Double, Double, Toil and Trouble","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"What is weakening Earth’s invisible shield? Magnets have the power to attract and repel—sometimes on a massive scale. The Earth’s molten core—a violent mix of searing heat, crushing pressure, and a billion trillion tons of liquid iron—creates an invisible shield that surrounds the globe, guarding against a constant barrage of deadly radiation from space. But over the last few decades, the Earth’s magnetic field has weakened dramatically, intriguing scientists across the globe. The power generated 2000 miles beneath our feet protects us every day, but the loss of Earth’s magnetic field is a brewing storm that affects us all. While experts research and debate, persistent questions remain. Is a rare geomagnetic reversal the cause of earth’s inner turmoil? And if the magnetic field were to vanish altogether, would Earth become as lifeless as Mars?","release_date":"2003-10-27","vote_average":10.0,"runtime":60,"cert":"N\/A","id":57790,"title":"Magnetic Storm","adult":false,"genre_ids":[]},{"cast":["Teem Hasan","Nour","Khaled El Sawy","Rasha Mahdy","Khaled Mahmoud"],"overview":"","release_date":"2009-01-27","vote_average":5.0,"runtime":111,"cert":"N\/A","id":57791,"title":"Micano","adult":false,"genre_ids":[18,10749]},{"cast":["Ahmed Eid","Ayten Amer","Ahmed Rateb","تامر أمين","Said Tarabeek"],"overview":"","release_date":"2008-11-26","vote_average":5.1,"runtime":95,"cert":"N\/A","id":57792,"title":"Rami Al-Etesami","adult":false,"genre_ids":[35,10749]},{"cast":["Francesca Vanthielen","Joachim Król","Rick Engelkes","Reidar Sørensen","Rodney Beddal"],"overview":"A young woman spends an adventurous winter with a trapper on Spitsbergen.","release_date":"1998-01-29","vote_average":5.5,"runtime":115,"cert":"N\/A","id":57793,"title":"When the light comes","adult":false,"genre_ids":[]},{"cast":["Ashraf Abdel Baqi","Ola Ghanem","Talaat Zakaria","Salah Abdallah","Basma"],"overview":"علي شاب عشريني وتتطور صداقاته ورؤيته للحياة ..يصل عمره اربعين فهل يحتفظ بكل مبادئه ام يغيرها الزمن؟","release_date":"2009-03-27","vote_average":3.5,"runtime":109,"cert":"N\/A","id":57794,"title":"The Dove Hunter","adult":false,"genre_ids":[35,10749]},{"cast":["Massimo Bellinzoni","Stefano Pesce","Pierfrancesco Favino","Stefano Venturi","Barbara Lerici"],"overview":"","release_date":"2002-02-07","vote_average":6.0,"runtime":null,"cert":"N\/A","id":57795,"title":"From Zero to Ten","adult":false,"genre_ids":[18,35]},{"cast":["Totò","Vittorio De Sica"],"overview":"","release_date":"1961-12-21","vote_average":7.1,"runtime":93,"cert":"N\/A","id":57796,"title":"The Two Marshals","adult":false,"genre_ids":[35]},{"cast":["Ciccio Guarino"],"overview":"","release_date":"1997-01-01","vote_average":5.7,"runtime":null,"cert":"N\/A","id":57799,"title":"To Die for Tano","adult":false,"genre_ids":[]},{"cast":["Ray Romano","John Leguizamo","Denis Leary","Seann William Scott","Josh Peck"],"overview":"Manny, Diego, and Sid embark upon another adventure after their continent is set adrift. Using an iceberg as a ship, they encounter sea creatures and battle pirates as they explore a new world.","release_date":"2012-06-26","vote_average":6.3,"runtime":88,"cert":"U","id":57800,"title":"Ice Age: Continental Drift","adult":false,"genre_ids":[16,35,12,10751]},{"cast":["Volker Pispers"],"overview":"","release_date":"2007-09-11","vote_average":4.3,"runtime":null,"cert":"N\/A","id":57801,"title":"Volker Pispers - ... bis neulich 2007","adult":false,"genre_ids":[35]},{"cast":["Khaled Abol Naga","Ahmed Al Fishawy","Lotfy Labib","Zeina","Hussein al-Imam"],"overview":"","release_date":"2009-03-04","vote_average":4.5,"runtime":110,"cert":"N\/A","id":57802,"title":"One-Zero","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Episodes: I Believe in Me, Make No Mistake, have No Fear, Cowboy Max, Try It You'll Like It","release_date":"2004-05-25","vote_average":10.0,"runtime":63,"cert":"N\/A","id":57803,"title":"Dragon Tales - Whenever I'm Afraid","adult":false,"genre_ids":[35,10751,16]},{"cast":[],"overview":"A visit to the famed aircraft carrier USS Midway and interviews with men who served aboard it bring the exciting story of the vessel to life in this dramatic documentary. In service for 47 years, the Midway saw heavy action during the Vietnam War, and its hair-raising missions to rescue downed pilots were legendary. After Vietnam, the Midway, now berthed in San Diego, participated in numerous operations, including the Gulf War.","release_date":"2010-08-01","vote_average":0.0,"runtime":50,"cert":"N\/A","id":57804,"title":"USS Midway","adult":false,"genre_ids":[99,10752]},{"cast":["Sherif Salama","Mahmoud Abdelmoghni","Eman El-Assy","Salah Abdallah","Maged El Kedwany"],"overview":"عصابة من اللصوص الظرفاء تلتقي وتقرر القيام بسرقة العمر ..فهل ينجحوا ؟؟","release_date":"2009-02-28","vote_average":3.5,"runtime":89,"cert":"N\/A","id":57807,"title":"Maklab Haramiya","adult":false,"genre_ids":[80,18,35]},{"cast":["Ahmed Eid","Randa El Behiry","نانا","Soliman Eid","Mohamed Sharaf"],"overview":"موظف بسيط يشاهد جارة يحاول قتل فتاة فتأخذه الشهامة ليدافع عنها ولكن جاره يتركها أمام الشقة ويهرب وتتوالى أحداث الفيلم","release_date":"2007-10-13","vote_average":2.5,"runtime":88,"cert":"N\/A","id":57810,"title":"Khallik Fe Halak","adult":false,"genre_ids":[80,18,35]},{"cast":["Fernanda Torres","Fernando Alves Pinto","Alexandre Borges","Luís Melo","Laura Cardoso"],"overview":"After the death of her mother, a young Brazilian decides to leave his country and travel to her native land. In a foreign land, he finds love and danger.","release_date":"1996-09-04","vote_average":7.3,"runtime":110,"cert":"N\/A","id":57811,"title":"Foreign Land","adult":false,"genre_ids":[18,53,10749]},{"cast":["Rachel Miner","Jason London","Bruce Boxleitner","Vanessa Branch","Tammi Arender"],"overview":"Due to political pressure from the American public, the Air Force has decided to allow two well-known reporters limited access to the most secretive base on the planet. But when one of the base’s “long-term visitors” exploits this unprecedented visit as a chance to liberate himself and his fellow alien captives, Area 51 turns from a secure government base to a horrifying destination of terror.","release_date":"2011-02-26","vote_average":4.3,"runtime":87,"cert":"N\/A","id":57812,"title":"51","adult":false,"genre_ids":[878,27]},{"cast":["Lim Kay Tong","A. Panneeirchelvam","Qiu Lian Liu"],"overview":"Perth is the journey into the heart of Harry Lee, a 51-year-old part-time security guard and taxi driver. He belongs to a redundant generation, eclipsed by a fast-paced, elitist society that is mesmerized with education and status. Harry desires to leave the antiseptic streets of Singapore for his paradise on earth in Western Australia. His attempt to migrate is complicated when he takes on a job ferrying prostitutes. This evokes painful memories from his past. When he takes an unhealthy interest in a Vietnamese prostitute, it awakens a dark and dangerous attempt at personal redemption. The film tackles an extremely topical issue of emigration in Singapore. It is peppered by denizens of the underbelly of Singapore society, reflecting the multicultural idiosyncrasies of a seemingly pristine city. More importantly, it is a personal journey of a flawed man in a society that does not tolerate failure...","release_date":"2004-04-28","vote_average":4.5,"runtime":106,"cert":"N\/A","id":57813,"title":"Perth: The Geylang Massacre","adult":false,"genre_ids":[18,28]},{"cast":["Mel Blanc"],"overview":"From Wikipedia, the free encyclopedia: High Diving Hare is a 1948-produced Warner Brothers Looney Tunes theatrical cartoon short starring Bugs Bunny and Yosemite Sam. Released to theaters on April 30, 1949, the short is an expansion of a gag from Stage Door Cartoon, which was also directed by Friz Freleng.","release_date":"1949-04-30","vote_average":7.1,"runtime":7,"cert":"N\/A","id":57814,"title":"High Diving Hare","adult":false,"genre_ids":[16]},{"cast":["Dustin Roe","Ronica Jones","Levi Brandenburg","Megan Marie Wilson","George Robert Bailey"],"overview":"Set in a small town in the backwoods of Kentucky, RED RIVER tells the tale of Roland Thatcher: a family man, a business man, a man of God...and a man who doesn't take kindly to strangers. When a group of city kids sets up camp on the outskirts of his property, they spark a chain of events culminating in bloodshed, dismemberment and mass murder. As a local, fledgling reporter inches closer to the Thatcher property, the shocking truth about Roland and his 'family' may finally emerge...","release_date":"2011-05-05","vote_average":0.0,"runtime":77,"cert":"N\/A","id":57817,"title":"Red River","adult":false,"genre_ids":[28,27,878,37]},{"cast":["James Cameron","Uzi Avner","Manfred Bietak","Simcha Jacobovici","Charles Pellegrino"],"overview":"Exodus Decoded is a documentary created by Jewish Canadian filmmaker Simcha Jacobovici, in which new evidence in favor of the historicity of the Biblical Exodus is explored.","release_date":"2006-04-16","vote_average":6.5,"runtime":93,"cert":"N\/A","id":57818,"title":"The Exodus Decoded","adult":false,"genre_ids":[99]},{"cast":["Mimi Kuzyk","Peter Stebbings","Kristin Booth","Ariel Waller","Donna Goodhand"],"overview":"Kardia weaves fiction and science to tell the story of Hope, a pathologist who embarks on a journey of reconciliation. Hope discovers that the experimental heart operation she underwent as a child has mysteriously linked her life with another. To unlock the secret of her past, Hope must revisit her childhood and explore regions of her life that have heart stopping results.","release_date":"2006-10-13","vote_average":5.0,"runtime":85,"cert":"N\/A","id":57819,"title":"Kardia","adult":false,"genre_ids":[18]},{"cast":["Nora Miao","Ella Koon","Teddy Robin","Lawrence Chou","Denise Ho"],"overview":"The story of two women, two generations apart, who coincidentally return to Hong Kong from San Francisco where they had their first, fleeting encounter on the streets as strangers.","release_date":"2010-11-11","vote_average":6.8,"runtime":126,"cert":"N\/A","id":57822,"title":"Merry-Go-Round","adult":false,"genre_ids":[18,10749]},{"cast":["Kai Michael Müller","Willi Gerk","Katy Karrenbauer","Franziska Petri","Sebastian Krumbiegel"],"overview":"Max and Moritz are two young brothers living an adventurous life of petty crime in Hamburg, Germany. After the two boys steal a car and get into an accident, with the adolescent daughter of a Hamburg Senator sitting in the passenger seat, the two scoundrels are packed up and sent to a boot camp. This military-style camp is run by Axel and Henry, two former East German soldiers who still strongly believe in Communism but are secretly gay lovers. Max and Moritz steal another car...a red Ferrari owned by small-town pimp Murder-Hanne. The nationalistic sadist teaches the boys a painful lesson, but Max and Moritz wouldn’t be Max and Moritz if they let this weekend-fascist get them down... and when they acquire the key to their military school’s ordinance depot, things start to change.","release_date":"2005-04-27","vote_average":1.1,"runtime":87,"cert":"N\/A","id":57823,"title":"Max and Moritz Reloaded","adult":false,"genre_ids":[35]},{"cast":["Rik Emmett","Gil Moore","Mike Levine","Rick Santers"],"overview":"Triumph's blistering high voltage show explodes on the screen LIVE, captured at their electrifying best at Metro Centre Arena in Halifax on January 16, 1987. Canada's Rock N' Roll Machine takes it to the limit in this powerhouse performance, remixed in thundering Dolby Digital &amp; DTS 5.1 surround sound. Fasten your seatbelts as Canada's arena rock heavyweights power up with spectacular lighting, laser &amp; pyrotechnic effects, shaking the foundations like no one before them...SETLIST: Tears in the Rain Somebody's Out There Allied Forces Lay It On The Line Midsummer's Daydream Follow Your Heart Take A Stand Magic Power Rock N' Roll Machine Spellbound Rocky Mountain Way Fight the Good Fight","release_date":"2004-03-23","vote_average":5.3,"runtime":82,"cert":"N\/A","id":57824,"title":"Triumph: A Night of Triumph: Live 1987","adult":false,"genre_ids":[10402]},{"cast":["Aishwarya Rai Bachchan","Martin Henderson","Naveen Andrews","Daniel Gillies","Indira Varma"],"overview":"A Bollywood update of Jane Austen's classic tale, in which Mrs. Bakshi is eager to find suitable husbands for her four unmarried daughters. When the rich single gentlemen Balraj and Darcy come to visit, the Bakshis have high hopes, though circumstance and boorish opinions threaten to get in the way of romance.","release_date":"2004-02-11","vote_average":6.5,"runtime":111,"cert":"12A","id":57825,"title":"Bride & Prejudice","adult":false,"genre_ids":[18,35,10402,10749]},{"cast":["Eric Clapton","Buddy Guy","Robert Cray","Bonnie Raitt","Jimmie Vaughan"],"overview":"One by One, the musicians climb on stage and take their places: B.B. king, Eric Clapton, Buddy guy, Robert Cray, Bonnie Raitt, Jimmie Vaughan, Dr, john and Art Neville. Vaughan, standing at center stage, launches into \"Six Strings Down,\" A moving tribute to his late brother, Stevie Ray, whose memory has drawn this group together. The guitarists fall in, each finding a corner of the song to call their own; King plays fills to Clapton's solo, Cray fires off economical, chiming counterpoint to Raitt's stinging slide, and Guy unleashes piercing single-notes bends to answer Vaughan, who's finger-picking the main theme on his battered Stratocaster. Suddenly, the song blasts into the stratosphere, a gorgeous mosaic of clarion guitar tones.","release_date":"1996-08-07","vote_average":0.0,"runtime":80,"cert":"N\/A","id":57828,"title":"A Tribute to Stevie Ray Vaughan","adult":false,"genre_ids":[10402]},{"cast":["Rutger Hauer","Charlotte Rampling","Michael York","Joanna Litwin","Dorota Lis"],"overview":"What would it be like to step inside a great work of art, have it come alive around you, and even observe the artist as he sketches the very reality you are experiencing? From Lech Majewski, one of Poland's most acclaimed filmmakers, The Mill and the Cross is a cinematic re-staging of Pieter Bruegel's masterpiece \"Procession to Calvary,\" presented alongside the story of its creation.","release_date":"2011-03-18","vote_average":6.4,"runtime":96,"cert":"N\/A","id":57829,"title":"The Mill and the Cross","adult":false,"genre_ids":[18,36]},{"cast":["Ana Ularu","Andi Vasluianu","Ioana Flora","Ingrid Bisu","Mimi Brănescu"],"overview":"A drama about a woman who seems able to overcome everything for freedom, except for her past mistakes.","release_date":"2010-08-14","vote_average":6.0,"runtime":87,"cert":"N\/A","id":57830,"title":"Outbound","adult":false,"genre_ids":[18]},{"cast":["Sandra Bernhard","Cameron Dye","Frank Zagarino"],"overview":"A salvage pilot and a bartender go up against a crazed computer programmer and the head of a criminal gang who have equipped a spaceship with nuclear warheads and plan to crash it into Earth.","release_date":"1997-05-17","vote_average":3.3,"runtime":91,"cert":"N\/A","id":57831,"title":"The Apocalypse","adult":false,"genre_ids":[18,28,53,878]},{"cast":["Jessica Lange","Tommy Lee Jones","Powers Boothe","Carrie Snodgress","Amy Locane"],"overview":"Hank Marshall is a tough, square-jawed, straitlaced Army engineer and nuclear science expert, assigned to help conduct weapons-testing in 1950's America. Hank has become a thorn in the side of the Army, though, for a couple of very different reasons. He is an outspoken opponent of atmospheric testing, though his superiors hold contrary views and want to squelch his concerns...and his reports. The other problem is his wife, Carly. She is voluptuous and volatile, wreaking havoc in his personal life and stirring up intrigue at each new Army base.","release_date":"1994-09-16","vote_average":6.5,"runtime":101,"cert":"N\/A","id":57834,"title":"Blue Sky","adult":false,"genre_ids":[18,10749]},{"cast":["Joe Elliott","Pete Willis","Rick Savage","Tony Kenning","Rick Allen"],"overview":"This program takes a track by track look at the making of the album. We speak to Joe Elliott, Rick Allen, Phil Collen, and Rick Savage who lead us through the original multitrack tapes. Joe and Phil play acoustic versions of 'Pour Some Sugar On Me\" and \"Hysteria,\" and Sav and Phil demonstrate riffs and licks from the songs, and explain the genesis of the songwriting. Features songs: Animal, Rocket, Love Bites, Hysteria, Women, Armageddon It, and Pour Some Sugar On Me. In this episode of the CLASSIC ALBUMS series, the surviving members of Def Leppard discuss the making of HYSTERIA as they sort through and explain the original multi-track tapes. In addition, some impromptu acoustic performances and musical demonstrations further dissect this classic album","release_date":"2002-03-04","vote_average":7.0,"runtime":100,"cert":"N\/A","id":57835,"title":"Classic Albums: Def Leppard - Hysteria","adult":false,"genre_ids":[99,10402]},{"cast":["Adel Imam","Omar Sharif","Lebleba","Hanaa Al Shorbagi","Mohamed Imam"],"overview":"","release_date":"2008-07-03","vote_average":5.5,"runtime":110,"cert":"N\/A","id":57836,"title":"Hassan and Murqus","adult":false,"genre_ids":[35,18]},{"cast":["George Carlin","Brenda Carlin"],"overview":"Performing at the Celebrity Star Theater in Phoenix on July 23, 1978, Carlin mesmerizes his audience in the second of his 12 HBO specials. The show was originally planned as part of a concert\/sketch movie, The Illustrated George Carlin, that never came to fruition.The routines include: Death, Kids &amp; Parents, Newscast #2, Time and Al Sleet, the Hippy-Dippy Weatherman. -- From Amazon.com","release_date":"1978-07-23","vote_average":7.2,"runtime":82,"cert":"N\/A","id":57837,"title":"George Carlin: On Location at Phoenix","adult":false,"genre_ids":[10770,35,99]},{"cast":["Joe Elliott","Pete Willis","Rick Savage","Rick Allen","Steve Clark"],"overview":"Tracks: 01 - Pour Some Sugar On Me 02 - Photograph 03 - Love Bites 04 - Let's Get Rocked 05 - Two Step Behind 06 - Animal 07 - Foolin' 08 - Rocket 09 - When Love &amp; Hate Collide 10 - Armageddon It 11 - Have You Ever Needed Someone So Bad 12 - Rock Of Ages 13 - Hysteria 14 - Bringin' On The Heartbreak 15 - Promises 16 - Women 17 - Slang 18 - Work It Out 19 - Now","release_date":"2005-11-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":57838,"title":"Def Leppard: Rock of Ages","adult":false,"genre_ids":[10402]},{"cast":["Steve Harvey"],"overview":"Before the success of the record-breaking \"Kings of Comedy Tour,\" America's King of Comedy rocked the house from Augusta, Georgia's Bell Auditorium in his HBO \"One Man\" Show. If you enjoyed \"The Original Kings of Comedy,\" then you will be in for a treat. In this live performance before a sold-out crowd, he continues to draw on his childhood experiences, observations about life, and human nature. It's a night of explosive comedy as Steve Harvey shows why people consider him \"The Real Comedy King.\"","release_date":"2001-01-09","vote_average":0.0,"runtime":57,"cert":"N\/A","id":57841,"title":"Steve Harvey: One Man","adult":false,"genre_ids":[35]},{"cast":["Kenny Chesney"],"overview":"Videos: Young Big Star The Good Stuff [ There Goes My Life No Shoes, No Shirt, No Problems Live Those Songs","release_date":"2004-02-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":57842,"title":"Kenny Chesney: When The Sun Goes Down","adult":false,"genre_ids":[10402]},{"cast":["Olivier Gruner","Shari Belafonte","Gabriel Dell Jr.","Alex Hyde-White"],"overview":"In the future, Mars has been colonized. A martial artist arrives to investigate what happened to his brother. A powerful mining company is the prime suspect.","release_date":"1998-03-12","vote_average":4.8,"runtime":91,"cert":"N\/A","id":57843,"title":"Mars","adult":false,"genre_ids":[28,878]},{"cast":["Martina McBride"],"overview":"Tracks: 1. This One's For The Girls 2. Concrete Angel 3. Where Would You Be 4. Blessed 5. When God Fearin' Women Get The Blues 6. Independence Day","release_date":"2003-09-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":57844,"title":"Martina McBride: Martina","adult":false,"genre_ids":[10402]},{"cast":["Mircea Albulescu","Radu Minculescu","Janette Caldwell","Michael Della Femina","Robert Symonds"],"overview":"In his hidden laboratory deep in Russia, Dr. Karl Zimmer has invented the Mandroid, a humanoid robot which follows the motions of a man in a special control suit. He has offered the invention to the USA, who have sent Smith and Wait from the CIA for inspection. However Zimmer's partner Drago has different plans, wants to sell Mandroid to the military. The night he tries to steal Mandroid, he becomes exposed to the highly toxic Superconn. But he can flee and won't give up on Mandroid, even though he's terribly disfigured.","release_date":"1993-08-18","vote_average":4.6,"runtime":81,"cert":"N\/A","id":57845,"title":"Mandroid","adult":false,"genre_ids":[878,27,28]},{"cast":["Shannon Tweed","John Laughlin","Rochelle Swanson","Martin Hewitt","Alma Beltran"],"overview":"A wife with burning desire. A husband with dangerous motives. The quest for ecstasy can turn into a struggle for survival.","release_date":"1994-01-01","vote_average":6.8,"runtime":97,"cert":"N\/A","id":57846,"title":"Night Fire","adult":false,"genre_ids":[10749,53]},{"cast":["Bob Hope","Joan Fontaine","Audrey Dalton","Basil Rathbone","Hugh Marlowe"],"overview":"Italy 1757, Pippo Popolino, a lowly tailor, disguises himself as the great Casanova in order to romance the attractive widow Francesca. He little suspects what awaits him... Locked into the incongruous role by the desperation of the real Casanova's creditors, Pippo must journey to Venice on a delicate mission far beyond his capabilities.","release_date":"1954-04-07","vote_average":6.6,"runtime":86,"cert":"","id":57849,"title":"Casanova's Big Night","adult":false,"genre_ids":[35,12]},{"cast":["Shannon Tweed","Lance Henriksen","Bruce Payne","Jayne Heitmeyer","Jeffrey Max Nicholls"],"overview":"Sharon Bell is back, this time she must stop a terrorist plot to smuggle Nazi nerve gas.","release_date":"1997-04-04","vote_average":4.8,"runtime":86,"cert":"N\/A","id":57852,"title":"No Contest II","adult":false,"genre_ids":[28,80,53]},{"cast":["Pat Benatar","Neil Giraldo"],"overview":"For long-time Benatar fans, SUMMER VACATION is the preeminent video. For music lovers, it is an opportunity to see these legends perform their special mix of blues and rock. Pop this into the player, crank up the stereo and get ready to be All Fired Up... it's a SUMMER VACATION you won't want to end! 1. Treat Me Right 2. I Need a Lover 3. We Live For Love 4. Girl 5. I Won't 6. We Belong 7. Love is a Battlefield 8. True Love 9. Out of the Ruins 10. Hell is For Children 11. Heartbreaker 12. Please Don't Leave Me 13. Promises in the Dark 14. Hit Me With Your Best Shot 15. All Fired Up","release_date":"2004-11-23","vote_average":0.0,"runtime":92,"cert":"N\/A","id":57853,"title":"Pat Benatar: Live - The Summer Vacation Tour","adult":false,"genre_ids":[10402]},{"cast":["Neil Patrick Harris","Rebecca Gayheart","Angus T. Jones","Hugh Thompson","Shaun Johnston"],"overview":"Nathan Andrews is all grown up. As a young doctor, Nathan finds himself questioning his career choice, so he goes to his hometown to soul search and reconnect with his father. Once home, a blossoming romance with teacher Megan Sullivan and a fast friendship with student Charlie Bennett teach Nathan to live life in the moment and embrace the time he has with friends and family.","release_date":"2005-12-18","vote_average":5.7,"runtime":120,"cert":"N\/A","id":57854,"title":"The Christmas Blessing","adult":false,"genre_ids":[18,10751,10749,10770]},{"cast":["Ron Brown","Bryan Russell","Linda Wallace","Jim Wilson","Clifford Peterson"],"overview":"A heartwarming Disney classic in which a cougar, who was rescued as a cub and raised by a group of loggers in the Pacific Northwest, reverts back to his natural instincts, leading to hilarious (and dangerous) consequences.","release_date":"1967-10-18","vote_average":5.4,"runtime":75,"cert":"U","id":57855,"title":"Charlie, the Lonesome Cougar","adult":false,"genre_ids":[12,10751]},{"cast":["Shigemitsu Ogi","Nao Nagasawa","Motoki Ochiai","Toru Kazama","Kana Kurashina"],"overview":"Bike runner Takeshi was doing bike race without police noticing him in public road. But one day, he is caught by motorcycle policeman during the race. His important bike is confiscated and his father cuts off financial help. Disappointed, Takeshi started working at Japanese noodle restaurant whose owner is the father of his childhood friend Mio. He is depressed because he can't run anymore on bike and the job is not much fun. However one day, he finds a shabby super cub at restaurant warehouse. Takeshi starts it remodeling.","release_date":"2008-01-26","vote_average":8.0,"runtime":80,"cert":"N\/A","id":57856,"title":"Super Cub","adult":false,"genre_ids":[]},{"cast":["Annette O'Toole","Maureen O'Hara","Kelsey Mulrooney","Richard Thomas"],"overview":"A ski-shop owner reluctantly moves himself, his wife, and his daughter in to an estate as live-in help for an elderly widow. While struggling to balance his career and family life, he has recurring dreams about an angel.","release_date":"1995-12-17","vote_average":4.7,"runtime":100,"cert":"N\/A","id":57857,"title":"The Christmas Box","adult":false,"genre_ids":[18,14]},{"cast":[],"overview":"For the first time, the reclusive and secretive Tibetan monks agree to discuss aspects of their philosophy and allow themselves to be filmed while performing their ancient practices.","release_date":"2002-01-03","vote_average":6.2,"runtime":77,"cert":"N\/A","id":57858,"title":"The Yogis of Tibet","adult":false,"genre_ids":[99]},{"cast":["Kim Young-ho","Park Eun-hye","Hwang Su-jeong","Ki Joo-bong","Lee Sun-kyun"],"overview":"Kim Seong-nam travels to Paris to escape an arrest, leaving his wife behind in Korea. After he arrives, he meets an ex-girlfriend and is introduced to a small community of Korean artists.","release_date":"2008-02-28","vote_average":7.2,"runtime":144,"cert":"N\/A","id":57859,"title":"Night and Day","adult":false,"genre_ids":[18]},{"cast":["Jason Gedrick","Tyrone Benskin","Michael Sarrazin","Marianne Farley","Roc LaFortune"],"overview":"A chance encounter with a homeless man named inspires a workaholic accountant to start a choir  at a homeless shelter, allowing him to find a purpose to his life and discover the power of music, while providing the choir members with a chance at a new, better life.","release_date":"2008-12-06","vote_average":5.2,"runtime":85,"cert":"N\/A","id":57860,"title":"The Christmas Choir","adult":false,"genre_ids":[10770,18,10749]},{"cast":["Cerina Vincent","Lindsay Wagner","Keri Lynn Pratt","Randy Wayne","Alan Thicke"],"overview":"Get stoked because the laughs roll as fast and furious as the waves in this sexy, hilarious ride! New kid is town Robbie Zirpollo (Randy Wayne, TV's Dukes Of Hazard: The Beginning) gets a job at a local water park and meets a motley crew of co-workers (with Alan Thicke, TV's Growing Pains and comedian Gabriel Iglesias), including the park owner's gorgeous daughter, Tiffany (Cerina Vincent, Not Another Teen Movie). As Robbie gets caught up in a troublesome park love triangle, his co-workers convince this fish out of water to enter the \"Employee Olympics\" wave pool competition to become the next Surfer King. But the conniving Tiffany has other plans for Robbie.","release_date":"2007-08-21","vote_average":2.5,"runtime":95,"cert":"N\/A","id":57861,"title":"The Surfer King","adult":false,"genre_ids":[35,10751]},{"cast":["Joel McNichol","Emma Campbell","Michael Cera","Emma Taylor-Isherwood","Frayne McCarthy"],"overview":"Feel the thrill of flying in a world class, aerobatics competition aircraft through the Grand Canyon! Containing the most dynamic aerial stunts ever shot in large format woven into a delightful story of a young boy's dream to fly, Ultimate G's: Zac's Flying Dream is a story about having a dream and pursuing it despite all odds. The aerial adventure takes place over the spectacular backdrop of the Grand Canyon, Little Colorado River and Lake Powell and the flying talents of both pilots give the audience the thrill of a lifetime!","release_date":"2000-01-01","vote_average":0.0,"runtime":37,"cert":"N\/A","id":57862,"title":"Ultimate G's","adult":false,"genre_ids":[99,18]},{"cast":["Sam Elliott","Arliss Howard","Carolyn McCormick","James Gammon","R. Lee Ermey"],"overview":"In six months, the population of Cromwell, Oklahoma, has climbed from 500 to 10,000. Boom times have come to the oil-rich town. So has a new breed of criminal. You Know My Name is the fact-based story of Bill Tilghman, a lawman and former partner of Wyatt Earp confronted by an emerging era when outlaws run whiskey instead of cattle and are likely to tote a tommy gun as carry a six-gun. An ideally cast Sam Elliott plays Tilghman, whose life takes on a newfangled wrinkle of its own. Tilghman makes a moving picture of his Old West exploits; and the success of that silent film, The Passing of the Oklahoma Outlaws, spreads his reputation like a brushfire. But that reputation may mean nothing to a thug (Arliss Howard) who hides behind a badge.","release_date":"1999-08-22","vote_average":2.8,"runtime":94,"cert":"N\/A","id":57863,"title":"You Know My Name","adult":false,"genre_ids":[10770,18,37]},{"cast":["James Farentino","Tess Harper","Bridgette Andersen","Sean Gerlis","Burt Young"],"overview":"Silent since losing his hearing to meningitis, young Toby Wyler takes a bitter stance against the world and his family, refusing to accept his new stepfather. But when a highly trained orangutan named Casey is thrown from a truck near Toby's home, the boy soon has a secret friend he can communicate with via sign language.","release_date":"1985-03-27","vote_average":6.3,"runtime":93,"cert":"N\/A","id":57864,"title":"A Summer to Remember","adult":false,"genre_ids":[10770,18,35]},{"cast":["Jansen Panettiere","Jon Kent Ethridge","Alexandra Krosney","Bailee Madison"],"overview":"Luke Malloy is freaking out. He doesn't want tomorrow to come because tomorrow means starting Middle School...saying goodbye to summer break and hello to homework. And even worse, hello to getting picked on by Meat, the terrible torturer of new kids. Luke's dread of tomorrow is casting a shadow on his enjoyment of his last day of summer, so he makes a wish that the Last Day of Summer would last forever... that his one last perfect day of fun and freedom would never end. But when his wish comes true, he discovers that he's stuck repeating the day over and over again, which, as Luke quickly learns, isn't any better. What do you do when the \"ultimate do-over\" isn't all it's cracked up to be?","release_date":"2008-09-09","vote_average":2.9,"runtime":83,"cert":"N\/A","id":57865,"title":"The Last Day of Summer","adult":false,"genre_ids":[878,10751]},{"cast":["Cary Grant","Genevieve Tobin","Helen Mack","Edward Everett Horton","Lucien Littlefield"],"overview":"Dr. Maurice Lamar is a noted plastic-surgeon who makes his rich clients beautiful, and also makes them. He makes Eve Caron, the wife of Marcel Caron, so satisfied with his skilled hands that she leaves Marcel and marries Maurice. They go on a Mediterranean honeymoon, where he soon finds the affects of his own beauty regulations are more than he can handle. He bids adieu to his new bride, wings it back to Paris with the intention of giving up his practice and becoming a scientific researcher...after winning back the love of his simple, unadorned secretary, Anne.","release_date":"1934-07-13","vote_average":6.2,"runtime":78,"cert":"N\/A","id":57866,"title":"Kiss and Make-Up","adult":false,"genre_ids":[35,10749]},{"cast":["John Ashton","Richard Butler","Tim Butler","Richard Fortus","Earl Harven"],"overview":"Track Listing: India, Mr. Jones, Heaven, No Easy Street, Ghost In You, Alive, Love My Way, Wrong Train, Heartbreak, Beat, Sister Europe, Anodyne (Better Days), Only You &amp; I (Angels), Into You Like A Train, Pretty In Pink, and Dumb Waiters","release_date":"2001-11-19","vote_average":0.0,"runtime":90,"cert":"N\/A","id":57867,"title":"The Psychedelic Furs: Live From House Of Blues","adult":false,"genre_ids":[10402]},{"cast":["Cicely Tyson","Richard Dysart","Eric Brown","Joel Fluellen","Will Hare"],"overview":"In February, 1962, as the civil rights movement reaches Bayonne, Louisiana, a New York journalist arrives to interview Jane Pittman, who has just turned 110. She tells him her story dating back to her earliest memories before slavery ended. In between the chapters of her life, the present-day struggles of Blacks in Bayonne, urged on by Jimmy, are dramatized.","release_date":"1974-01-01","vote_average":5.2,"runtime":112,"cert":"N\/A","id":57868,"title":"The Autobiography of Miss Jane Pittman","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Tsubomi Hanasaki is woken by her best friend Erika Kurumi only to find out that their two fairies, Coffret and Shypre, have left just leaving a note explaining where to find them. Fairy Park is not only the destination of both girls, it is also the meeting point of all other Precures who planned to spend this special day together. This magical theme park holds the Rainbow Jewel, a special gem that represents all of the hopes and dreams of the world. Such a powerful stone is the object of desire of a malefic entity named Bottom who has waited one thousand years for the opportunity to possess it.","release_date":"2010-03-14","vote_average":5.3,"runtime":70,"cert":"N\/A","id":57869,"title":"Precure All Stars Movie DX2: The Light of Hope - Protect the Rainbow Jewel!","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Laaadies and Gentlemen, boys and girls ... it's time to get up and move with JOJO'S CIRCUS: ANIMAL A GO-GO. Join JoJo, a funny, curious clown and her best friend, Goliath, in stories full of music, dance, imaginative movement, engaging games, and activities that encourage your child to get up and start moving. Child participiation is part of the fun in four lively stories. There are bouncy moves ahead when JoJo discovers that she's not quite ready to fill some pretty big shoes. But she's always ready to figure things out, including learning a silly slinky snake dance to help pick a flower for her dad. From using teamwork to helping Goliath learn, your child will discover valuable lessons about kindness, teamwork, and belonging.","release_date":"2005-03-22","vote_average":0.0,"runtime":50,"cert":"N\/A","id":57872,"title":"JoJo's Circus: Animal a Go-Go","adult":false,"genre_ids":[10751]},{"cast":["Stockard Channing","Ed Asner","Jim Backus","Joe Flynn","Chuck McCann"],"overview":"An ugly girl undergoes plastic surgery and becomes beautiful. She then takes revenge on all the people who mistreated her when she was ugly.","release_date":"1973-01-01","vote_average":7.4,"runtime":73,"cert":"N\/A","id":57873,"title":"The Girl Most Likely to...","adult":false,"genre_ids":[35]},{"cast":["Reid Warner","Darrin Bragg","Ben Rovner","Jelena Nik","Roy Abramsohn"],"overview":"Three young conspiracy theorists attempt to uncover the mysteries of Area 51, the government's secret location rumored to have hosted encounters with alien beings. What they find at this hidden facility exposes unimaginable secrets.","release_date":"2015-05-15","vote_average":4.4,"runtime":91,"cert":"N\/A","id":57876,"title":"Area 51","adult":false,"genre_ids":[27,53,878]},{"cast":["Van Heflin","Gilbert Roland","Klaus Kinski","George Hilton","Sarah Ross"],"overview":"This superior Spaghetti western scrutinizes the greed and paranoia that afflict four men as they struggle among themselves to unearth a fortune in gold from a remote Southwestern mine without falling prey to each other's bullets.","release_date":"1968-02-09","vote_average":6.3,"runtime":100,"cert":"N\/A","id":57879,"title":"The Ruthless Four","adult":false,"genre_ids":[37]},{"cast":["Tony Leung Ka-Fai","Eric Tsang","Sandra Ng Kwun-Yu","Aarif Rahman","Anita Yuen"],"overview":"After his business goes bust, Ng Shun (Tony Leung Ka Fei) and his family move back to his old apartment to stay with his father. He has not returned for 10 years because the apartment is too small for his family. Furthermore, the environment is unfamiliar to Shun's family. Coincidentally Shun's old childhood friend, Lung (Eric Tsang) returns too. Due to an old misunderstanding, Shun is distrustful of Lung. Will Lung regain Shun's trust again?","release_date":"2011-02-03","vote_average":6.1,"runtime":102,"cert":"N\/A","id":57880,"title":"I Love Hong Kong","adult":false,"genre_ids":[35]},{"cast":[],"overview":"...as David Icke, Jaime Maussan, Marcus Allen and Valery Uvarov spoke, the veil of secrecy at NASA, the sordid history of the ex NAZI SS Officers at the heart of the Apollo Space Missions and the interplay of Masonic symbolism in the names of rockets and spacecraft all started to become frighteningly clear. Chris Everard presents what can only be described as the most startling UFO footage ever seen. The Space Serpents flying around the upper atmosphere have to be seen to be believed. What's more, is that all the UFO clips come direct from NASA - filmed by astronauts aboard the Space Shuttle! I must admit that I originally thought the premise for this film was ridiculous. Two hours later, I found myself staring blankly at the end credits. My phone rang unanswered. I lit my first cigarette for 20 years and realised that some kind of Alien Invasion is happening. Colonel Philip Corso was right. They're Here!\"","release_date":"2005-08-03","vote_average":9.0,"runtime":null,"cert":"N\/A","id":57885,"title":"Secret Space I: The Illuminati's Conquest of Space","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"When David Icke's book THE BIGGEST SECRET was published, sniggering at the back of the classroom could be heard when it was revealed that extra-dimensional alien beings which can take the form of humanoid-reptilians have played a major role in Earth's history. This new film continues Chris Everard's SECRET SPACE series of films by investigating if there is any evidence supporting the idea that highly intelligent \"star gods\" with reptilian features have visited planet Earth. Chris Everard uncovers historical records of alien invasions throughout history leading up to the modern age. Medieval documents tell of an invasion of dragon\/reptile like beings in Nice and Genoa in the 1600s, the Sumerian legends of the Annunaki made famous by author Zechariah Sitchin and the amazing \"navigation grid\" discovered on a remote Peruvian mountain by Erich Von Daniken are all woven into an amazing film...\"","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":57886,"title":"Secret Space II: Alien Invasion","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2010-01-01","vote_average":0.0,"runtime":84,"cert":"N\/A","id":57887,"title":"Ojos Rojos","adult":false,"genre_ids":[]},{"cast":["Wayne Brady"],"overview":"Emmy award winning Wayne bardy is one of the most versatile performers in show business today. He has been entertaining audiences with his acting, inprov, singing and dancing on television, film and stage. In television, Brady recently provided a voice for the upcoming animated feature, Food Fight! For Lions Gate. He starred in the screen Gem feature, Crossover, and the independant feature The List, a romantic comedy with Sydney Tamia Poiter and Illeana Douglas.","release_date":"2010-03-11","vote_average":8.0,"runtime":null,"cert":"N\/A","id":57888,"title":"Wayne Brady Live - Making Shit Up","adult":false,"genre_ids":[]},{"cast":["Garik Kharlamov","Mikhail Galustyan","Ekaterina Kuznetsova","Mikhail Efremov","Dmitriy Kharatyan"],"overview":"A third part of \"The Best Movie\" trilogy.","release_date":"2011-01-19","vote_average":3.1,"runtime":102,"cert":"N\/A","id":57889,"title":"The Best Movie 3-DE","adult":false,"genre_ids":[35]},{"cast":["Yılmaz Erdoğan","Demet Akbağ","Altan Erkekli","Cem Yılmaz","Şafak Sezer"],"overview":"The story takes place in a small town (called Hakkari) in Turkey at the beginning of the 70's. The time has come to bring technology into that small town. The first Television (or called Visiontele by the citizens) arrives and the chaos begins.","release_date":"2001-02-02","vote_average":7.2,"runtime":110,"cert":"N\/A","id":57892,"title":"Vizontele","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"Na DVD-ju so naslednje risanke: Zadnji trenutek, Pixice v akciji.","release_date":"2010-03-03","vote_average":8.0,"runtime":48,"cert":"N\/A","id":57893,"title":"Winx Club 20","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Na DVD-ju so naslednje risanke: Rdeči stolp, Kristalni labirint .","release_date":"2010-03-03","vote_average":8.0,"runtime":48,"cert":"N\/A","id":57894,"title":"Winx Club 21","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Na DVD-ju so naslednje risanke: Spopad čarodejev, Razodetje čarovnic .","release_date":"2010-03-06","vote_average":8.3,"runtime":48,"cert":"N\/A","id":57895,"title":"Winx Club 22","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Na DVD-ju so naslednje risanke: Čarodejev bes, Nov začetek .","release_date":"2010-03-07","vote_average":8.3,"runtime":48,"cert":"N\/A","id":57896,"title":"Winx Club 23","adult":false,"genre_ids":[16]},{"cast":["Joe Satriani"],"overview":"This very special recording depicts Satriani's stirring May 2008 performance in Paris, France. Some of his most memorable songs, \"Surfing With The Alien\", \"Flying in a Blue Dream\", are matched with recent hits like \"Super Colossal\" and \"I Just Wanna Rock.\" Following the success of his other \"live\" DVD releases, Satriani Live in 2006 and Live in San Francisco in 2001, Satriani has gained new heights with Live in Paris. The quality of music by the 15-time Grammy nominee is unquestionable, yet the extraordinary editing and artful stage lighting makes this Satriani \"live\" DVD a pleasure for the new viewer, as well as the long-time fan. An anticipated bonus offering on the Live in Paris DVD is the in-depth interview, unlike any other, with Satriani as well as behind-the-scenes footage.","release_date":"2010-02-02","vote_average":0.0,"runtime":176,"cert":"N\/A","id":57897,"title":"Joe Satriani: Live in Paris - I Just Wanna Rock","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Bonus DVD from the album \"Savatage: 'Still The Orchestra Plays: Greatest Hits Vol 1 &amp; 2' which contains \"Live in Japan 1994\" full concert for the first time on DVD.","release_date":"","vote_average":0.0,"runtime":94,"cert":"N\/A","id":57898,"title":"Savatage: Still The Orchestra Plays","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Live DVD of Ozzy Osbourne perfomance in Irvine, California in 1982.","release_date":"","vote_average":0.0,"runtime":94,"cert":"N\/A","id":57899,"title":"Ozzy Osbourne: Flying High Again Live","adult":false,"genre_ids":[]},{"cast":["David Gilmour"],"overview":"Pink floyd, in concert in 1988 at the Nassau Coliseum in New York and the Palais Versailles in Paris - complete with the light and video effects, bold rock anthems, artistic polish, and hard-rock drive that fans except from the leading art-rock band of our time.","release_date":"2009-01-01","vote_average":0.0,"runtime":101,"cert":"N\/A","id":57900,"title":"Pink Floyd: Shine On Live","adult":false,"genre_ids":[10402]},{"cast":["Caroline Munro","Joe Spinell","Judd Hamilton","Devin Goldenberg","David Winters"],"overview":"A New York taxi driver stalks a beautiful actress attending the Cannes Film Festival, which coincides with a series of violent killings of the lady's friends.","release_date":"1982-10-09","vote_average":5.4,"runtime":87,"cert":"N\/A","id":57901,"title":"The Last Horror Film","adult":false,"genre_ids":[27,35]},{"cast":["Bart Vanneste"],"overview":"In de show ICOON geeft Freddy De Vadder z’n eigen opportunistische kijk op maatschappelijk prangende thema’s en je krijgt bovendien een pak boekhoudkundige tips voor de crisis mee! Zoveel optredens en een gestolen brommertje later is de show klaar om op het tv-kijkend en dvd-minnend publiek losgelaten te worden... “wulk?!”","release_date":"2009-11-16","vote_average":8.0,"runtime":61,"cert":"N\/A","id":57902,"title":"Freddy De Vadder: Icoon","adult":false,"genre_ids":[]},{"cast":["Robin Padilla","Sunshine Dizon","Katrina Halili","Rhian Ramos","Hero Angeles"],"overview":"Romano and his men are ambushed in one military operation. Romano almost gets killed but wakes up after staying in coma for several days. His life will never be the same again. He resigns from the military and goes into seclusion in their Baguio ancestral house after realizing that he now has a supernatural gift.","release_date":"2009-03-11","vote_average":0.0,"runtime":161,"cert":"N\/A","id":57903,"title":"Haunted House","adult":false,"genre_ids":[27]},{"cast":["Ben Bernanke","Sheila Dixon","Phil Gramm","Henry Paulson","Henry Waxman"],"overview":"“I don’t think most people really understood that they were in a casino” says award-winning financial reporter Mark Pittman. “When you’re in the Street’s casino, you’ve got to play by their rules.” This film finally explains how and why over $12 trillion of our money vanished into the American Casino.","release_date":"2009-10-18","vote_average":0.0,"runtime":88,"cert":"N\/A","id":57904,"title":"American Casino","adult":false,"genre_ids":[99]},{"cast":["Pia Miranda","Sacha Horler","Brett Stiller","Tim Draxl","Marshall Napier"],"overview":"Set in the early 70s, Travelling Light follows the story of two sisters growing up in surburban Adelaide.","release_date":"2003-09-11","vote_average":5.0,"runtime":84,"cert":"N\/A","id":57905,"title":"Travelling Light","adult":false,"genre_ids":[]},{"cast":["Henning Jensen","Poul Reichhardt","Jens Okking","Ulf Pilgaard","Holger Juul Hansen"],"overview":"After his girlfriend is killed in an automobile accident, a man decides the best revenge on those responsible is to murder their loved ones.","release_date":"1974-08-17","vote_average":7.7,"runtime":99,"cert":"N\/A","id":57906,"title":"Nineteen Red Roses","adult":false,"genre_ids":[80,53]},{"cast":["Erik Clausen","Leif Sylvester","Helle Fastrup","Dagmar Andreasen","Niels Skousen"],"overview":"","release_date":"1981-02-27","vote_average":7.9,"runtime":null,"cert":"N\/A","id":57909,"title":"Cirkus Casablanca","adult":false,"genre_ids":[18,35]},{"cast":["Vic Sotto","Cristine Reyes","Jean Garcia","Agot Isidro","Empress Schuck"],"overview":"Victor is a single father who falls in love with Elisa who turns out to be an Aswang. But even so, Victor love Elisa so much that he accepted who she is and even live with her as his second wife. But the problem comes when the leader of the Aswang clan finds out that Elisa and her mother are not eating humans anymore. She sends out other Aswangs to hunt down Elisa and her mother, and also for Victor and his family. Victor then will face the leader of the Aswang clan to save his beloved Elisa.","release_date":"2009-12-25","vote_average":6.0,"runtime":117,"cert":"N\/A","id":57910,"title":"Ang Darling Kong Aswang","adult":false,"genre_ids":[27,35]},{"cast":["Osvald Helmuth","Ebbe Rode","Gunnar Lauring","Lily Broberg","Olaf Ussing"],"overview":"A gentle comedy offering the promise of easy social consensus. Harry (Helmuth) is a simple old-time shop porter offered a chance at self-realisation when he's bequeathed a sum by an unknown relative (via several levels of fiscal blood suckers). He decides to engage a butler to take good care of him for a time. This is a man of distinguished upper class service, but a generous nature which happily integrates with Harry's small but colourful world of drinking buddies and crackpot neighbourhood kids.","release_date":"1961-09-07","vote_average":7.0,"runtime":101,"cert":"N\/A","id":57911,"title":"Harry and the Butler","adult":false,"genre_ids":[10751,35]},{"cast":["Gian Maria Volonté","Diego Abatantuono","Thérèse Liotard","Santo Polimeno","Giada Desideri"],"overview":"Like many uninsightful fathers, Nicola is very ambitious and hardworking and perceives himself to be a failure. He has persuaded himself that the only good thing his thirteen-year-old son can possibly do is to work harder and smarter than he himself did, so that he, at least, can fulfill his father's dreams. This end justifies any number of beatings and scoldings, along with constant admonitions to study hard and work hard. As might be expected, this abuse has no effect whatsoever, as it is not based on the boy's own ambitions, which include becoming a championship runner. Despite his mother's attempts to protect him from his aggressively insensitive and stupid father, he gets shipped off to work with some rope manufacturers, who can be counted on to work him like a dog.","release_date":"1987-09-11","vote_average":6.6,"runtime":108,"cert":"N\/A","id":57914,"title":"A Boy from Calabria","adult":false,"genre_ids":[18]},{"cast":["Durul Bazan","Kerem Kupacı","Ece Uslu","Dost Elver"],"overview":"","release_date":"2008-01-01","vote_average":7.0,"runtime":null,"cert":"N\/A","id":57915,"title":"Ayıp Ettik","adult":false,"genre_ids":[]},{"cast":["Ramon 'Bong' Revilla Jr.","Iza Calzado","Rhian Ramos","Phillip Salvador","Geoff Eigenmann"],"overview":"The movie’s plot revolves around Flavio’s daring rescue of his lady love Maria (played by Iza Calzado) from Lizardo. The hero of the story is assisted by his friends Bugoy, Emelita, and Marcos","release_date":"2009-12-25","vote_average":4.3,"runtime":110,"cert":"N\/A","id":57916,"title":"The Blacksmith","adult":false,"genre_ids":[878,28,14]},{"cast":["Carlo Verdone","Sergio Castellitto","Ornella Muti","Paolo Paoloni","Cinzia Leone"],"overview":"","release_date":"1990-12-20","vote_average":5.8,"runtime":null,"cert":"N\/A","id":57917,"title":"Stasera a casa di Alice","adult":false,"genre_ids":[35]},{"cast":["Renato Pozzetto","Joska Versari","Giulia Boschi","Ottavia Piccolo","Alessandro Haber"],"overview":"Marco, a nine year old boy, is in love with his elementary teacher, and feels neglected by his workaholic parents. When they forget about his birthday he wishes he could grow up at once. This really happens and Marco begins a new life as an adult. He rents a room in his teacher's flat and she falls in love with him. He even fakes a kidnapping when he runs out of money but he is mistaken for the kidnapper.","release_date":"1987-12-23","vote_average":6.0,"runtime":null,"cert":"N\/A","id":57918,"title":"Da grande","adult":false,"genre_ids":[14,35]},{"cast":["Mimmo Allanprese","Giulio Baraldi","Valeria Solarino","Paolo Mazzarelli","Marie Biondini"],"overview":"","release_date":"2004-04-30","vote_average":5.0,"runtime":null,"cert":"N\/A","id":57919,"title":"Fame chimica","adult":false,"genre_ids":[]},{"cast":["Joseph Estrada","Ai-Ai de las Alas","Toni Gonzaga","Sam Milby","Dionisia Pacquiao"],"overview":"A story of a young couple, Charlie Sicat and U.S.-based Prince Price, who decides to get married after two years of long-distance relationship. But there is one hitch: Charlie’s father Dindo had promised to give his wife Sunshine another church ceremony to mark their 25th wedding anniversary. Dindo vehemently refuses to have both weddings take place. Prince’s attempt to win over Dindo is further complicated by his nouveau riche mother Marlene, who insists on having her son’s wedding done her way.","release_date":"2009-11-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":57920,"title":"Ang Tanging Pamilya (A Marry-Go-Round!)","adult":false,"genre_ids":[35,10749]},{"cast":["Luciano De Crescenzo","Sergio Solli","Benedetto Casillo","Marina Confalone","Andy Luotto"],"overview":"","release_date":"1985-01-01","vote_average":6.8,"runtime":null,"cert":"N\/A","id":57923,"title":"Il mistero di Bellavista","adult":false,"genre_ids":[35]},{"cast":["Steffen Mennekes","Nik Goldman","Arved Birnbaum","Alexis Wawerka","Maximilian Gartner"],"overview":"Auschwitz is a hard-hitting war film which shows life as it really was at the death camp.","release_date":"2011-02-11","vote_average":3.9,"runtime":72,"cert":"N\/A","id":57924,"title":"Auschwitz","adult":false,"genre_ids":[36]},{"cast":["Anne Curtis","Jericho Rosales","Phillip Salvador","Andrew Schimmer","Joel Torre"],"overview":"In 1898, a band of Spanish soldiers heroically defended Baler against Filipino forces for 337 long and grueling days. The battle, now referred to as the Siege of Baler, is the setting of a forbidden love between a Mestizo soldier and a Filipina lass who lived at the end of the 19th century.","release_date":"2008-12-25","vote_average":7.0,"runtime":110,"cert":"N\/A","id":57931,"title":"Baler","adult":false,"genre_ids":[36,18,10749,10752]},{"cast":["Stephan Jenkins","Joyce Hyser","Nichole Hiltz","Tembi Locke","David DeLuise"],"overview":"After Matt Kane leaves his wife Lara after seven years of marriage for the single, fast life that he wanted all his life after getting a promotion at work, she plots revenge against him by hiring an female ex-con and grifter, named Tuesday, to romance and bring him down in a series of encounters and plots while loyalties begin to be tested as to who is plotting against who.","release_date":"2003-08-03","vote_average":6.0,"runtime":88,"cert":"N\/A","id":57932,"title":"Art of Revenge","adult":false,"genre_ids":[9648,53]},{"cast":[],"overview":"","release_date":"2008-05-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":57933,"title":"Dikkie Dik - Twee poezen","adult":false,"genre_ids":[16]},{"cast":["Magnus Uggla"],"overview":"","release_date":"1997-11-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":57940,"title":"Mitt Liv Som Uggla","adult":false,"genre_ids":[99,10402]},{"cast":["Eddie Izzard"],"overview":"EDDIE IZZARD: Live at Madison Square Garden is the live recording of Eddie Izzard's sold out show at Madison Square Garden in New York City.","release_date":"2011-01-15","vote_average":7.1,"runtime":90,"cert":"N\/A","id":57941,"title":"Eddie Izzard: Live at Madison Square Garden","adult":false,"genre_ids":[35]},{"cast":["Kristel Moreno","Jodi Sta. Maria","Maja Salvador","Mariel Rodriguez","Pokwang"],"overview":"A creative horror movie made up of five unique short films tied together by a similar theme.","release_date":"2010-07-14","vote_average":5.0,"runtime":null,"cert":"N\/A","id":57942,"title":"Five","adult":false,"genre_ids":[27,35,18,53]},{"cast":["Campbell Scott","Jennifer Jason Leigh","David Dukes","Estelle Parsons"],"overview":"20th century computer games designer Scott exchanges love letters with 19th century poet Elizabeth Whitcomb through an antique desk that can make letters travel through time.","release_date":"1998-02-01","vote_average":6.8,"runtime":98,"cert":"N\/A","id":57943,"title":"The Love Letter","adult":false,"genre_ids":[35,18,14,10749,10770]},{"cast":["Patrick Bruel","Sandra Speichert","Jean Yanne","Didier Bezace","Jean-Pierre Castaldi"],"overview":"A disillusioned police detective, used as a scapegoat by his corrupted superior, fights back by becoming a competent criminal.","release_date":"1993-12-08","vote_average":5.9,"runtime":106,"cert":"N\/A","id":57944,"title":"Low Profile","adult":false,"genre_ids":[80,28,18]},{"cast":["Patrick Bruel","Marilyne Canto","Dominique Blanc","Valeria Bruni Tedeschi","Marthe Villalonga"],"overview":"A woman, scared by motherhood and her new born baby, runs away from her home and family to find a shelter at her upstairs neighbour's place.","release_date":"2001-09-19","vote_average":6.0,"runtime":94,"cert":"N\/A","id":57945,"title":"The Milk of Human Kindness","adult":false,"genre_ids":[18,35]},{"cast":["Margaret Cho"],"overview":"A film of Margaret Cho's one-woman stand-up show, in which she presents her take on modern sexual topics and minority issues. Filmed live.","release_date":"2002-06-29","vote_average":6.0,"runtime":95,"cert":"N\/A","id":57946,"title":"Margaret Cho: Notorious C.H.O.","adult":false,"genre_ids":[35]},{"cast":["Jim Davis","Christopher Mitchum","Dorothy Malone","Marcy Lafferty","Natasha Ryan"],"overview":"A small family relocates to the Sonoran Desert, to be closer to the grandparents of the family. Though there are news reports of a spectacular triple supernova, and the young granddaughter has seen a glowing alien construction behind the barn, the family is at ease until, one night, a UFO soars over head and appears to land in the nearby hills. Apparently, the triple supernova has opened a rift in space and time.","release_date":"1980-11-01","vote_average":4.2,"runtime":79,"cert":"N\/A","id":57949,"title":"The Day Time Ended","adult":false,"genre_ids":[878,53]},{"cast":["Rob McElhenney","Charlie Day","Jamie-Lynn Sigler","John Hensley","Joshua Harto"],"overview":"Two teens on their way to a backwoods party come across a beautiful young woman having car trouble. Their search for help only gets them lost, deep in the woods, where they meet Forest Ranger Bill with a penchant for scary stories. The campfire flickers long into the night as the ranger uses words to weave his tapestry of terror, filling their young minds with a host of horrific images that will be burned into your consciousness long after the fire's last embers have gone out. Insane doctors, Indian ghosts, bad drugs, a deranged handyman with shiny new shears - all that and more awaits anyone brave enough to stay until sunrise... if you live that long!\r - Written by Schleppy","release_date":"2001-10-01","vote_average":2.4,"runtime":95,"cert":"N\/A","id":57950,"title":"Campfire Stories","adult":false,"genre_ids":[27]},{"cast":[],"overview":"The Chemical Brothers rocked Trafalgar Square last Sunday in front of a crowd of 90,000 - their biggest-ever London Show - thanks to Beck's Fusions, a unique collaboration between Beck's beer and that most happening of art institutions, the ICA (Institute of Contemporary Arts). Beck's Fusions' aim is to mix music with visual art in the most state-of-the-art, no-holds barred way, so what more earth-shattering way to kick off this concept than this hands-in-the air aural and visual extravaganza by those legendary masters of the big beat electronic dance genre, The Chemical Brothers?","release_date":"","vote_average":4.0,"runtime":46,"cert":"N\/A","id":57951,"title":"The Chemical Brothers -  Live In Trafalgar Square","adult":false,"genre_ids":[10402,99]},{"cast":["Yoshiro Nakamatsu"],"overview":"NakaMats is an unlikely character made for the movies, an eccentric 80-year-old Japanese inventor responsible for 3,357 inventions, including the floppy disk. With his deadpan English and impeccable comic timing, he provides nonstop laughs— utterly nutty, but also a paean to the spirit of human invention.","release_date":"2009-11-08","vote_average":5.2,"runtime":57,"cert":"N\/A","id":57952,"title":"The Invention of Dr. NakaMats","adult":false,"genre_ids":[99]},{"cast":["Troy Hurtubise"],"overview":"Documentary about the lifelong project of Troy Hurtubise, a man who has been obsessed with researching the Canadian grizzly bear up close, ever since surviving an early encounter with such a bear. The film documents Hurtubise's diligent work to improve his homemade \"grizzly-proof\" suit of armour, his efforts to test its resilience, and his forays into the Rockies to track down the grizzlies he dreams of meeting. The film manages to capture the humor of the project as well as its sincerity.","release_date":"1997-10-03","vote_average":5.5,"runtime":72,"cert":"N\/A","id":57953,"title":"Project Grizzly","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A documentary about some of the thousands of inventions that did things we never thought needed doing, or in ways we never considered doing them. A respectful, yet humorous tribute to the inventors whose vision, however far-reaching, was just a little off the mark.","release_date":"1977-09-16","vote_average":6.8,"runtime":77,"cert":"N\/A","id":57954,"title":"Gizmo!","adult":false,"genre_ids":[99,35]},{"cast":["Ken Arnold","Corey Reynolds"],"overview":"The Wereth Eleven retraces the steps eleven black GI's from the 333rd Field Artillery Battalion took when their unit was overrun by Germans at the start of the Battle of the Bulge. Their 10-mile trek from their battery position to Wereth, Belgium would be the last journey of their lives as a local resident turned them in to an SS scouting party. Subsequently all eleven were butchered and killed in one of the least understood, as well as unknown, war crimes of WWII.","release_date":"2011-01-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":57955,"title":"The Wereth Eleven","adult":false,"genre_ids":[28]},{"cast":["Katrina Halili","Anita Linda","Tonton Gutierrez","Glydel Mercado","Matet De Leon"],"overview":"Laarni is a journalist who has been assigned to write a news report about a ghost called Estrela from a village named Cavite. Estrela is believed to be the spirit of a young teenage girl who was brutally abused. Through her research, the reporter learns that before Estrela died by her own father's hands, she witnessed him murder her own mother. It now seems that the story of the ghost of Estrela is more than a myth. Her spirit has returned to seek it's revenge. Can Laarni discover the secret that fuels Estrellas rage before more lives are lost?","release_date":"2009-06-03","vote_average":0.5,"runtime":80,"cert":"N\/A","id":57956,"title":"Dalaw","adult":false,"genre_ids":[53,27]},{"cast":["Dolphy","Vic Sotto","Carmi Martin","Jose Manalo","Wally Bayola"],"overview":"A passionate cook named Mac who strikes up a very unlikely and riotous friendship with his happy-go-lucky co-worker Arthur. As both hit the bumpy road of their misadventures, the side-splitting companionship theyve found might be what matters the most.","release_date":"2008-08-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":57957,"title":"Dobol Trobol: Lets Get Redi 2 Rambol!","adult":false,"genre_ids":[35]},{"cast":["Ah Niu","Angelica Lee","Fish Leong","Gary Chaw","Penny Tai"],"overview":"Botak, the son of a coffee shop owner, is secretly in love with tomboy Fighting Fish, who's grown up with him since she and her mother, Yue Feng, came to live with them a decade or so ago. Their teenage friends all have various crushes on each other and are also too shy to reveal them: Botak's fat sister on Prince Charming (Victor Wong), who wants to be a singer; local bully Ma Lin Fan on Fighting Fish, who's always stood up to him; and Ma's silent sister, Ma Lee Bing, on Prince Charming, and vice versa. Angry at her mother for deserting her no-good father when she was still young, Fighting Fish sets out one day to find him, with Botak in tow.","release_date":"2010-04-22","vote_average":5.3,"runtime":105,"cert":"N\/A","id":57958,"title":"Ice Kacang Puppy Love","adult":false,"genre_ids":[18,10749]},{"cast":["Sarah Joslyn Crowder","Tony Curtis Blondell","Kieran Keller","Jerry Sprio","Carolina Pla"],"overview":"Japan's number one extreme reality show is having it's first all-American special! Six lucky contestants, chosen from thousands of applicants, will have the chance to win millions of dollars, and all they have to do is stay alive!","release_date":"2001-01-01","vote_average":6.0,"runtime":99,"cert":"N\/A","id":57961,"title":"Slashers","adult":false,"genre_ids":[35,27,14]},{"cast":["Deva Premal ","Miten"],"overview":"This beautiful DVD release documents two sold-out concerts Deva &amp; Miten gave on January 22 and 23, 2005 at Byron Bay's Community Theater. Joined by keyboard wizard Maneesh de Moor, Kamal (bass), Sudha and Jalalo (vocals), they perform many of their all-time favourites, including the Gayatri Mantra, So Much Magnificence, Ide Were Were, Aad Guray, and many more. Also included is a short feature on Deva and Miten's life together.","release_date":"","vote_average":0.0,"runtime":60,"cert":"N\/A","id":57962,"title":"Deva Premal & Miten - Live in Byron Bay","adult":false,"genre_ids":[10402]},{"cast":["Luca Capriotti ","Paolo Sassanelli","Marco Cocci ","Francesco Campobasso","Simone Colombari"],"overview":"A nearly sightless boy is sent to a school for blind children, where he secretly discovers the possibilities of the recorded sound.","release_date":"2006-10-17","vote_average":7.7,"runtime":96,"cert":"N\/A","id":57965,"title":"Red Like the Sky","adult":false,"genre_ids":[18]},{"cast":["Jean-Louis Trintignant","Laura Morante","Vanni Corbellini","Sonia Gessner","Laura Nucci"],"overview":"The son of a university professor discovers his father's secret life and has to decide what to do about it.","release_date":"1982-12-24","vote_average":5.5,"runtime":null,"cert":"N\/A","id":57966,"title":"Blow to the Heart","adult":false,"genre_ids":[18]},{"cast":["Nanni Moretti","Nicola Di Pinto","Laura Morante","Alessandro Haber","Remo Remotti"],"overview":"Michele Apicella is a young film and theater director, who lives his troubles as an artist. In Italy reach the Eighties, and Michele, who was contestant in the Sixties, now finds himself in a new era full of crisis of values and ignorance. So Michele, with his works, meants to represent the typical outcast and left indifferent intellectual outcast who establishes a breach between him and the world of ordinary people.","release_date":"1981-09-10","vote_average":7.0,"runtime":105,"cert":"N\/A","id":57967,"title":"Sweet Dreams","adult":false,"genre_ids":[35]},{"cast":["Liza Minnelli","Johnny Rodgers","Cortes Alexander","Jim Caruso","Tiger Martina"],"overview":"The full 2-hour performance of Liza's 2009 concert is available only as a part of this special collector's edition. This exciting midnight performance was recorded at the MGM Grand in Las Vegas on October 1, 2009. Act One features favorite songs by Ms. Minnelli. Liza adds a new personal musical introduction to the fond remembrance of famous vaudevillians. Act Two is a very special tribute to Liza's godmother, Kay Thompson, a groundbreaking singer-dancer, songwriter, and vocal arranger\/coach at the MGM Studios in the 1940s. This documentary captures Liza Minelli's award-winning 2009 Broadway concert that featured renditions of favorites from throughout her career. The setlist includes \"Cabaret,\" \"Liza,\" and \"New York, New York.\"","release_date":"2009-11-15","vote_average":4.8,"runtime":120,"cert":"N\/A","id":57968,"title":"Liza Minnelli: Liza's at The Palace","adult":false,"genre_ids":[10402]},{"cast":["Pietro Germi","Luisa Della Noce","Sylva Koscina","Saro Urzì","Carlo Giuffrè"],"overview":"Pietro Germi directs and stars in this masterpiece example of late Italian neo-realism. The stark tale centers on unfulfilled railroad worker Andrea (Germi). After his daughter's marriage falls apart and his troubled son leaves for good, Andrea turns to booze to numb the pain. Life gets even worse for Andrea when he causes a serious rail accident and crosses picket lines during a strike. Sylva Koscina, Edoardo Nevola and Franco Fantasia co-star.","release_date":"1956-11-21","vote_average":7.5,"runtime":115,"cert":"N\/A","id":57969,"title":"The Railroad Man","adult":false,"genre_ids":[10749]},{"cast":["Massimo Troisi","Jo Champa","Marco Messeri","Massimo Bonetti","Enzo Cannavale"],"overview":"","release_date":"1987-01-01","vote_average":7.5,"runtime":null,"cert":"N\/A","id":57970,"title":"Le vie del Signore sono finite","adult":false,"genre_ids":[]},{"cast":[],"overview":"Mickey Mouse Monopoly takes a close and critical look at the world these films create and the stories they tell about race, gender and class and reaches disturbing conclusions about the values propagated under the guise of innocence and fun. This daring new video insightfully analyzes Disney's cultural pedagogy, examines its corporate power, and explores its vast influence on our global culture. Including interviews with cultural critics, media scholars, child psychologists, kindergarten teachers, multicultural educators, college students and children, Mickey Mouse Monopoly will provoke audiences to confront comfortable assumptions about an American institution that is virtually synonymous with childhood pleasure.","release_date":"2002-03-03","vote_average":10.0,"runtime":52,"cert":"N\/A","id":57975,"title":"Mickey Mouse Monopoly: Disney, Childhood & Corporate Power","adult":false,"genre_ids":[99]},{"cast":["Dieter Dengler","Werner Herzog","Eugene Deatrick"],"overview":"In 1966, Dieter Dengler was shot down over Laos, captured, and, down to 85 pounds, escaped. Barefoot, surviving monsoons, leeches, and machete-wielding villagers, he was rescued. Now, near 60, living on Mt. Tamalpais, Dengler tells his story: a German lad surviving Allied bombings in World War II, postwar poverty, apprenticed to a smith, beaten regularly. At 18, he emigrates and peels potatoes in the U.S. Air Force. He leaves for California and college, then enlistment in the Navy to learn to fly. A quiet man of sorrows tells his story: war, capture, harrowing conditions, escape, and miraculous rescue. Where did he find the strength; how does he now live with his memories?","release_date":"1997-12-01","vote_average":7.8,"runtime":80,"cert":"N\/A","id":57976,"title":"Little Dieter Needs to Fly","adult":false,"genre_ids":[99]},{"cast":["Ricardo Darín","Eduardo Blanco","Mercedes Morán","Valeria Bertuccelli","Silvia Kutika"],"overview":"The story of a social and sports club in a Buenos Aires neighborhood and of those who try to save it from being closed.","release_date":"2004-01-01","vote_average":6.7,"runtime":143,"cert":"N\/A","id":57977,"title":"Moon of Avellaneda","adult":false,"genre_ids":[18,10749]},{"cast":["Phil Daniels","Tim Roth","Jeffrey Robert","Pam Ferris","Gary Oldman"],"overview":"A working-class family in London's East End is struggling to stay afloat during the recession under Prime Minister Margaret Thatcher's premiership. Only the mother Mavis is working; father Frank and the couple's two sons Colin, a timid, chronically shy individual and Mark, an outspoken, headstrong young man, are on the dole. This situation is contrasted by the presence of Mavis's sister Barbara, and her husband John, whose financial and social loftiness appears to be a comfortable facade over the unspoken soreness of a lackluster marriage.","release_date":"1983-10-16","vote_average":6.9,"runtime":102,"cert":"","id":57978,"title":"Meantime","adult":false,"genre_ids":[18,35,10770]},{"cast":[],"overview":"\"Pro Dia Nascer Feliz\" é o segundo longa-metragem do diretor João Jardim, diretor do cultuado documentário \"Janela da Alma\" que, em 2002, bateu recordes de público no gênero. Através de uma investigação do relacionamento do adolescente com a escola - ambiente fundamental em sua formação - o diretor traz à tona, além de questões comuns a qualquer adolescente dentro do ambiente escolar, questões como a desigualdade social e o impacto da banalização da violência no desenvolvimento de muitos desses jovens.","release_date":"2006-03-23","vote_average":7.4,"runtime":89,"cert":"N\/A","id":57979,"title":"Pro Dia Nascer Feliz","adult":false,"genre_ids":[99]},{"cast":["Rhys Ifans","Joseph Fiennes","Tara Fitzgerald","Sadie Frost","Steven Berkoff"],"overview":"Pete Thompson thinks he has it all. However, following the death of his father his close friend and accountant reveals the company he has been left is bust and the only way out is to do business with the Russian mafia. His life and heart are on the line when he leave to restore the fortunes of the family firm.","release_date":"2000-01-21","vote_average":3.4,"runtime":91,"cert":"","id":57980,"title":"Rancid Aluminium","adult":false,"genre_ids":[28,35,80,53]},{"cast":["Ezequiel Cavia","Damián Dreizik","Mirta Busnelli","Horacio Peña","Gonzalo Córdoba"],"overview":"After the theft of his motorcycle, Lucio bums aimlessly around Buenos Aires drifting from one arcade and record store to the next, indulging in short chats with friends and, more often, setting out onto the streets alone.","release_date":"1992-08-01","vote_average":5.4,"runtime":75,"cert":"N\/A","id":57981,"title":"Rapado","adult":false,"genre_ids":[18]},{"cast":["Jun'ichi Kanemaru","Jason Griffith","Ryoko Shiraishi","Anthony Salerno","Kevin Glenz"],"overview":"One night of severe rain, Sonic and Chip come by an old mansion where they decide to take shelter. Whilst Sonic seems unfazed by the creepy surroundings, Chip is scared out of its wits. The mansion is inhabited by three scary - yet sweet - ghosts who like to play tricks on innocent visitors: A cute and girlish ghost who likes to collect photographs of her terrified guests. The remaining two boy ghosts compete for her attention by taking photographs of their scare victims. Their scariness is the key to popularity in the realm of ghosts. The boy ghosts are excited at the prospect of hunting their new and unusual guests, Sonic and Chip. Who will win the ultimate competition to her heart?","release_date":"2008-11-21","vote_average":5.8,"runtime":11,"cert":"N\/A","id":57982,"title":"Sonic: Night of the Werehog","adult":false,"genre_ids":[16]},{"cast":["Petr Kostka","Miloslav Holub","Emília Vášáryová","Valentina Thielová","Eduard Kohout"],"overview":"An anti-war black comedy set during the Thirty Years' War. The film combines live action with animation to suggest the artistic style of the engraver Matthäus Merian.","release_date":"1964-12-18","vote_average":7.3,"runtime":82,"cert":"N\/A","id":57983,"title":"The Jester's Tale","adult":false,"genre_ids":[36,12,35,14]},{"cast":["Kris Aquino","Diether Ocampo","Gina Pareño","Karylle","Maliksi Morales"],"overview":"For the sake of her son, Paolo, Stella is re-married to another man, Anton, in the hopes of a having a whole and peaceful family life. However, after the wedding, she experiences major haunting that endangers her life and the people around her. All the clues are pointing to her dead husband. Feeling guilty of her ex-husband’s death, Stella tries to save her family from the ghost’s wrath. Along the way, secrets start to unravel and Stella is now unsure of who is haunting her and why she is being haunted.","release_date":"2010-12-25","vote_average":6.5,"runtime":100,"cert":"N\/A","id":57984,"title":"Visit","adult":false,"genre_ids":[18,27]},{"cast":["Vhong Navarro","Angelica Panganiban","Bangs Garcia","Ruben Gonzaga","Angie Ferro"],"overview":"Hospital worker Conan (Vhong Navarro) is hopelessly in love with a sexy and beauteous nurse named Ellen (Bangs Garcia). He is on friendly terms with the alluring lady but gets desperate when he sees her kissing a resident doctor. The jealous guy seeks the help of his friends and learns about the power of a wish whispered to the dead. He scampers off to a wake and surreptitiously opens the casket. In a barely audible way, he whispers: Mahalin ako ni Ellen.","release_date":"2011-02-02","vote_average":4.0,"runtime":105,"cert":"N\/A","id":57985,"title":"Whisper","adult":false,"genre_ids":[35,27]},{"cast":["Ai-Ai de las Alas","Marvin Agustin","Eugene Domingo","Nikki Valdez","Carlo Aquino"],"overview":"A few months after Ina left the position as the President of the Philippines, she is back in the media limelight as she releases a book of her life in her journey as a mother to her children and as a mother to the people of the Philippines. Ina now lives a simple life with her beloved children, together with her long-time best friend, Rowena.","release_date":"2010-12-25","vote_average":0.0,"runtime":105,"cert":"N\/A","id":57986,"title":"Your Only Mother: This Is the Last!","adult":false,"genre_ids":[35,18]},{"cast":["Grethe Kausland","Kari Borg","Turid Balke","Sverre Hansen","Kjetil Bang-Hansen"],"overview":"Oslo family the Monsens recieve uncle Pavel's house on the south coast of Norway after his passing. Mr. Monsen is also under the assumption that he has won 5000NOK in the lottery, though things are not as they seem. On an old record, the little girls hear uncle Pavel tell the story of a lost treasure buried somewhere in the house, but to find its location, one must solve 4 riddles.","release_date":"1959-12-26","vote_average":8.0,"runtime":94,"cert":"N\/A","id":57987,"title":"Ugler i mosen","adult":false,"genre_ids":[12,10751,9648]},{"cast":["Alfred Maurstad","Folkman Schaanning","Wenche Foss","Erna Schøyen","Thomas Thomassen"],"overview":"Fiskerboy Tørres wants to become rich, so he can get revenge over Krøger, who has taken his family home. He gets a job in Mrs. Knudsen's shop to establish himself, and after a short time he has the advantage of Krøger...","release_date":"1940-12-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":57988,"title":"Tørres Snørtevold","adult":false,"genre_ids":[35,18]},{"cast":["Inger Marie Andersen","Turid Balke","Arne Bang-Hansen","Odd Borg","Aagot Børseth"],"overview":"A slice of life in 'Solbråten' where citizens are concerned with everyday many chores. In particular, men busy. They struggle with a resident's association, volunteers and home protection so they hardly have time to eat before they sleep dinner. They thrown in must go into work do not life easier.","release_date":"1961-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":57989,"title":"Sønner av Norge","adult":false,"genre_ids":[35]},{"cast":["Per Theodor Haugen","Inger Marie Andersen","Willie Hoel","Kari Diesen","Grynet Molvig"],"overview":"In suburbia Solbråten has some residents received bildilla. The otherwise wayward husbands forget their obligations for both work and home. There is also a great contest in having more cars in their recovery than neighboring upswing.","release_date":"1962-01-01","vote_average":0.0,"runtime":98,"cert":"N\/A","id":57990,"title":"Sønner av Norge kjøper bil","adult":false,"genre_ids":[35]},{"cast":["Vittorio De Sica","Gina Lollobrigida","Marisa Merlini","Tina Pica","Roberto Risso"],"overview":"In a small Italian village, Maria De Ritas is engaged to army Lieutenant Pietro Stelluti. Stelluti's superior officer, Marshal Antonio Carotenuto, is contemplating marriage to Annarella Mirziano, but he will be forced to resign if he marries Annarella, since she has an illegitimate child and that is against regulations for army officers. When Stelluti leaves town for a few weeks, the town-gossips create an affair out of the innocent relationship between Maria and Antonio. Stelluti returns and accuses Maria of infidelity, and, she, in reprisal, runs off and joins a traveling theatrical troupe as a dancer. Antonio, after convincing Annarella that he has not betrayed her love, encounters more trouble when the father of Annarella's child shows up,and asks that she and the child go away with him. Antonio tells Annarella that it her decision to make, and she chooses the child's father and goes away with him...","release_date":"1954-01-01","vote_average":7.5,"runtime":97,"cert":"N\/A","id":57991,"title":"Frisky","adult":false,"genre_ids":[35,10749]},{"cast":["Jean-Marc Barr","Asia Argento","Frances Barber","Andrew Tiernan","Alexandra Negrao"],"overview":"Nearly 13, Alice rebels, telling the Paris police that her mother is a murderer. Alice has no evidence; her mother, Eva, rich and powerful, avoids charges. Alice promptly runs away, determined to find her dad whom she claims lives in Portugal. The police believe he is dead and that Alice is in denial. Nonetheless, they dispatch Anita, an Italian police officer on loan to the French, to find Alice and bring her back. Meanwhile, Eva has launched her own paramilitary force to hunt for Alice, and Alice has found a protector in Hugo, an ex-soldier turned hit man and gang member. He promises to get her to her father. All roads lead to a small town on the Portuguese coast.","release_date":"2002-01-01","vote_average":4.9,"runtime":118,"cert":"N\/A","id":57992,"title":"The Red Siren","adult":false,"genre_ids":[12,18]},{"cast":["Spencer Tracy","Robert Wagner","Claire Trevor","William Demarest","Barbara Darrow"],"overview":"Selfish Chris Teller pressures his older brother, a retired climber, to accompany him on a treacherous Alpine climb to loot the bodies of plane crash victims.","release_date":"1956-11-14","vote_average":7.1,"runtime":105,"cert":"N\/A","id":57993,"title":"The Mountain","adult":false,"genre_ids":[12,18]},{"cast":["André Rieu"],"overview":"Classical performer André Rieu treats his fans to 23 festive tracks with this Christmas release. Rieu celebrates the holiday season with songs including \"Jingle Bells,\" \"Slumber my Darling,\" and \"Winter Wonderland.\"","release_date":"2005-12-19","vote_average":0.0,"runtime":90,"cert":"N\/A","id":57994,"title":"Andre Rieu Christmas Around the World","adult":false,"genre_ids":[10402]},{"cast":["Alessio Boni","Giuseppe Battiston"],"overview":"","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":57995,"title":"Complici del silenzio","adult":false,"genre_ids":[]},{"cast":["Totò","Isa Barzizza","Carlo Campanini","Aldo Giuffrè","Ignazio Balsamo"],"overview":"Naples\/Sorrento, mid 20s. A couple of small thieves conceive a scam whereby one of them dresses up as a eunuch Turk to care for the women of the family of a wealthy man. They end up messing everything up, with lots of gags and funny events in the meantime.","release_date":"1953-09-16","vote_average":7.3,"runtime":90,"cert":"N\/A","id":57996,"title":"Neapolitan Turk","adult":false,"genre_ids":[35]},{"cast":["André Rieu"],"overview":"André Rieu returns with an all-new blockbuster show from New York's iconic landmark theater Radio City Music Hall for his first-ever U.S. taped special. Features performances by the world-renowned Harlem Gospel Choir.","release_date":"2007-09-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":57997,"title":"Andre Rieu - Live in New York","adult":false,"genre_ids":[]},{"cast":["Totò","Nino Taranto","Geronimo Meynier","Estella Blain","Luigi Pavese"],"overview":"","release_date":"1961-08-12","vote_average":7.9,"runtime":107,"cert":"N\/A","id":57998,"title":"Totòtruffa '62","adult":false,"genre_ids":[35]},{"cast":["Alberto Sordi","Monica Vitti","Isabella De Bernardi","Salvatore Jacono","Giuseppe Mannajuolo"],"overview":"The investigations of a private eye shake up the almost broken marriage of a middle aged couple.","release_date":"1982-08-29","vote_average":7.6,"runtime":null,"cert":"N\/A","id":57999,"title":"Io so che tu sai che io so","adult":false,"genre_ids":[35]}]