[{"cast":["George Chakiris","Claudia Cardinale","Marc Michel","Dany París","Monique Vita"],"overview":"Screenplay by Comencini, Marcello Fondato, based on a novel by Carlo Cassola. With George Chakiris, Claudia Cardinale, Marc Michel, Dany Paris. At the end of World War II, shallow, self-centered Mara (Cardinale) is the prettiest girl in her small Italian village; Bebo (Chakiris) is a Communist partisan who is finding it difficult to adjust to the dull banalities of life in peacetime. When Mara’s father, a passionate Communist, declares that his daughter will marry the returning hero, her reactions range from joy to bitter resentment, as director Comencini—one of the greats of Italian comedy, here deftly turning his hand to drama—traces her development from a flighty adolescent into a mature woman. Though dubbed in Italian, Chakiris creates a stirring portrayal though posture and movement as the dazzling but deeply flawed Bebo, who seems to lose his heroic dimensions as Mara’s grow.","release_date":"1964-01-24","vote_average":6.1,"runtime":null,"cert":"N\/A","id":58000,"title":"Bebo's Girl","adult":false,"genre_ids":[18]},{"cast":["Luciano De Crescenzo","Silvio Ceccato","Enzo Cannavale","Benedetto Casillo","Sergio Solli"],"overview":"","release_date":"1988-02-12","vote_average":7.0,"runtime":109,"cert":"N\/A","id":58001,"title":"32nd of December","adult":false,"genre_ids":[35]},{"cast":["André Rieu"],"overview":"Live In Vienna: A concert with André Rieu on the square in front of the imperial Hofburg Palace in the heart of Vienna. This DVD includes superb compositions from the most famous Viennese composers: Johann Strauss, Franz Lehar, Emmerich Kalman, W.A. Mozart, Robert Stolz and many others, set against the background of the most beautiful, stylish scenery imaginable. This DVD includes tracks not shown on the television special.","release_date":"2008-09-30","vote_average":7.0,"runtime":135,"cert":"N\/A","id":58002,"title":"André Rieu - Live in Vienna","adult":false,"genre_ids":[]},{"cast":["Enrico Lo Verso","Lina Sastri","Franco Nero","Remo Girone","Carlo Croccolo"],"overview":"","release_date":"1999-05-28","vote_average":0.0,"runtime":129,"cert":"N\/A","id":58003,"title":"Li chiamarono... briganti!","adult":false,"genre_ids":[18]},{"cast":["André Rieu"],"overview":"Performing some of Strauss's most popular waltzes, André Rieu's stunning orchestra travel to a huge array of European locations in this PBS produced extravaganza.","release_date":"2003-01-28","vote_average":0.0,"runtime":60,"cert":"N\/A","id":58004,"title":"Andre Rieu - 100 Years of Strauss","adult":false,"genre_ids":[]},{"cast":["Leo Gullotta","Pino Caruso","Germano Bellavia","Bruno Bilotta","Tosca D'Aquino"],"overview":"","release_date":"1989-01-01","vote_average":7.8,"runtime":null,"cert":"N\/A","id":58005,"title":"Scugnizzi","adult":false,"genre_ids":[]},{"cast":["Peppino De Filippo","Eduardo De Filippo","Vittorio De Sica","Titina De Filippo","Renato Rascel"],"overview":"The story of \"King Lazzarone\" Ferdinand I of Bourbon whose pastime was to neglect the government and disguise himself as a poor man and turn to the infamous city premises in search of love adventures. With the De Filippo brothers to complete.","release_date":"1959-01-01","vote_average":6.2,"runtime":null,"cert":"N\/A","id":58006,"title":"Ferdinando I, re di Napoli","adult":false,"genre_ids":[]},{"cast":["Totò","Gianni Cavalieri","Carlo Croccolo","Sophia Loren","Liana Billi"],"overview":"Eugene, a young nobleman, asks two penniless idlers to impersonate his noble relatives to help him marry Gemma, the daughter of an enriched cook. From the homonymous comedy by Eduardo Scarpetta","release_date":"1954-01-01","vote_average":8.2,"runtime":95,"cert":"N\/A","id":58007,"title":"Poverty and Nobility","adult":false,"genre_ids":[35]},{"cast":["Lino Banfi","Gloria Guida","Alvaro Vitali","Leo Colonna","Mario Carotenuto"],"overview":"A dentist invites a elderly patient to stay at his home to recover, unaware that he is a jewel thief. He plans to steal a valuable diamond but then runs into a beautiful nurse who, aside from constantly stripping nude, has plans of her own.","release_date":"1979-02-07","vote_average":5.6,"runtime":96,"cert":"N\/A","id":58008,"title":"Night Nurse","adult":false,"genre_ids":[35]},{"cast":["Paolo Villaggio","Paola Quattrini","Chiara Noschese","Laura Migliacci","Carolyn Pickles"],"overview":"If Sergio Colombo, a middle age man, doesn't want to lose his job, has to attend a full immersion English course in UK. So Sergio leave his wife and son and reaches a school full of terrible kids. Obviously he is the only adult and the worse student. Learning English hasn't been never so hard.","release_date":"1995-06-06","vote_average":5.5,"runtime":90,"cert":"N\/A","id":58009,"title":"I Don't Speak English","adult":false,"genre_ids":[35]},{"cast":["Rita Tushingham","Ross Petty","Shelley Peterson","Jonathan Crombie","Jessica Steen"],"overview":"An English woman, psychotic and sexually repressed, murders her sadistic father, then moves to America. She soon secures a job as a maid for a wealthy family. Soon her severe psychosis and her attempts to keep her sexuality from asserting itself combine to cause trouble for all concerned.","release_date":"1986-01-01","vote_average":2.0,"runtime":null,"cert":"N\/A","id":58010,"title":"A Judgment in Stone","adult":false,"genre_ids":[27,53]},{"cast":["Liv Ullmann","Catherine Deneuve","Philippe Noiret","Giuliana De Sio","Stefania Sandrelli"],"overview":"Let's Hope It's a Girl is a multifaceted exploration of the pointlessness of sexual stereotypes. Liv Ullmann is a countess who, after her divorce, takes over the family farm. Realizing that she can't rely on the patriarchal society structure for assistance, Ullmann runs the farm herself with the help of her female servants and relatives. When the Count (Philipe Noiret) comes back into her life, he and his male buddies find themselves outclassed by the expertise of the ladies.","release_date":"1986-02-06","vote_average":6.8,"runtime":120,"cert":"N\/A","id":58011,"title":"Let's Hope It's a Girl","adult":false,"genre_ids":[35,18]},{"cast":["Stan Laurel","Oliver Hardy","Dennis King","Thelma Todd","Lucile Browne"],"overview":"The Devil’s Brother or Bogus Bandits or Fra Diavolo is a 1933 comedy film starring Laurel and Hardy. It is based on Daniel Auber’s operetta Fra Diavolo about the Italian bandit Fra Diavolo.","release_date":"1933-01-01","vote_average":6.9,"runtime":90,"cert":"N\/A","id":58012,"title":"The Devil's Brother","adult":false,"genre_ids":[35]},{"cast":["Aldo Baglio","Giovanni Storti","Giacomo Poretti","Angela Finocchiaro","Giovanni Esposito"],"overview":"On christmas eve, three friends dressed as Santa Clauses, are arrested for attempted robbery and taken to police station, suspected to be group of thieves known as \"The Santa Claus Gang\". While trying to prove their innocence, the three explain the reasons for which they found themselves in such strange situation.","release_date":"2010-12-17","vote_average":5.9,"runtime":100,"cert":"N\/A","id":58013,"title":"The Santa Claus Gang","adult":false,"genre_ids":[35]},{"cast":["Gianluca Di Gennaro","Carmine Recano","Arturo Paglia","Nuccia Fumo","Rolando Ravello"],"overview":"The story focuses on the life of an 11-year old boy surrounded by criminality and poverty in the suburbs of Naples.","release_date":"2004-05-14","vote_average":5.5,"runtime":null,"cert":"N\/A","id":58014,"title":"A Children's Story","adult":false,"genre_ids":[80,18]},{"cast":["Denis Leary"],"overview":"The World Series DVD is more than 80 minutes of pure, inside baseball action. This program includes the spectacular, exclusive high definition imagery captured by Major League Baseball Productions crews, exclusive behind the scenes access and interviews, and all of the history making moments fans remember from television coverage.","release_date":"2004-11-01","vote_average":0.0,"runtime":80,"cert":"N\/A","id":58017,"title":"2004 Boston Red Sox: The Official World Series Film","adult":false,"genre_ids":[]},{"cast":["Krzysztof Dzierma","Andrzej Beja-Zaborski","Irina Lachina","Jan Wieczorkowski","Iwona Szczęsna"],"overview":"","release_date":"1998-10-06","vote_average":6.3,"runtime":100,"cert":"N\/A","id":58018,"title":"U Pana Boga za piecem","adult":false,"genre_ids":[35]},{"cast":["Robert Taylor","Lilli Palmer","Curd Jürgens","Eddie Albert","James Franciscus"],"overview":"In WWII Austria, Col. Alois Podhajsky must protect his beloved Lipizzaner stallions and make sure that they are surrendered into the right hands. But Patton's something of a horse fancier and can help...if he sees the stallions perform.","release_date":"1963-03-29","vote_average":7.0,"runtime":93,"cert":"N\/A","id":58019,"title":"Miracle of the White Stallions","adult":false,"genre_ids":[18,10751]},{"cast":["Scott Alert","Tim Day-Lewis","Mike Daniel"],"overview":"Dance music has spread across the world transcending religious &amp; racial barriers connecting to the hearts and souls of millions. People have always felt the rhythm of music and have as a result evolved countless dance styles throughout the ages. Beginning in the late 80's in Melbourne's underground dance music party scene, a revolutionary freestyle dance began to grow and has now developed into the most unique and robust underground dance style since the birth of Breakdancing. The Melbourne Shuffle has no set steps but encourages individuality and imagination, incorporating dance moves from numerous styles such as miming, popping &amp; locking, liquid and breaking.","release_date":"2005-01-01","vote_average":9.8,"runtime":78,"cert":"N\/A","id":58024,"title":"Melbourne Shuffler","adult":false,"genre_ids":[10402,99]},{"cast":["Gabby Concepcion","Iza Calzado","Lovi Poe","Maricar Reyes","Joem Bascon"],"overview":"6 eager contestants enter a pinoy horror-reality show to survive till daybreak of horror inside the famous Laperal White House in Baguio City. A million pesos is at stake but as the first night draws to a close and each one is being found dead, everyone realizes their lives are also on the line. It is up to spirit medium Jet (Gabby Concepcion) to find out what exactly is going on and who is the real enemy among he many ghosts that haunt the place, which includes a powerful Black Lady who abducted the soul of Jet’s only daughter. A chance of a lifeline with no lifelines… who will survive in the end?","release_date":"2010-10-20","vote_average":1.0,"runtime":null,"cert":"N\/A","id":58027,"title":"White House","adult":false,"genre_ids":[53,27]},{"cast":["Donald Sutherland","John Lithgow","Tia Carrere","Thomas Ian Griffith","David Hemblen"],"overview":"Livingston is trying to merge the Russians, Chinese and Italian gangsters into one group with huge amounts of money and power. FBI agent Susan and DEA agent Max are trying to stop them.","release_date":"1996-10-21","vote_average":5.6,"runtime":102,"cert":"N\/A","id":58028,"title":"Hollow Point","adult":false,"genre_ids":[28,35,53]},{"cast":["Erich Gonzales","Enchong Dee","Geraldine Tan","Johann Alcantara","Ian Galliguez"],"overview":"The story of two person who have accidentally mistaken each other as deaf mutes. A bitter-sweet tale of two lovers tangled on a cycle of lies.","release_date":"2009-11-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":58029,"title":"How Can I Say?","adult":false,"genre_ids":[10749,35]},{"cast":[],"overview":"An acclaimed hijacking documentary that eerily foreshadowed 9\/11. We meet the romantic skyjackers who fought their revolutions and won airtime on the passenger planes of the 1960s and '70s. By the 1990s, such characters were apparently no more, replaced on our TV screens by stories of anonymous bombs in suitcases. Director Johan Grimonprez investigates the politics behind this change, at the same time unwrapping our own complicity in the urge for ultimate disaster.","release_date":"1997-01-01","vote_average":8.0,"runtime":68,"cert":"N\/A","id":58032,"title":"Dial H-I-S-T-O-R-Y","adult":false,"genre_ids":[99,36,80]},{"cast":["Marian Rivera","Dingdong Dantes","Isabel Oli","Chinggoy Alonzo","Jaclyn Jose"],"overview":"Rafael - a rich guy whose luck suddenly turned upside down after losing everything. When he needed to get his life back on track, he met Isak - the instant rich girl from the province. Rafael becomes her business adviser and uses her to become rich again only to find out that she'll change him more than he expected","release_date":"2010-05-12","vote_average":6.5,"runtime":113,"cert":"N\/A","id":58033,"title":"You to Me Are Everything","adult":false,"genre_ids":[35,10749]},{"cast":["Iza Calzado","Cristine Reyes","Bianca King","Jennylyn Mercado","Ruffa Gutierrez"],"overview":"GMA Films and Viva Films are releasing a sequel to the 25-year old iconic sexy comedy film and they are calling it Working Girls 2010. The movie will include in the cast four of the original lead stars namely Maria Isabel Lopez, Gina Pareno, Carmi Martin and Rio Locsin. The remaining three are either abroad or not available.","release_date":"2010-04-21","vote_average":5.0,"runtime":110,"cert":"N\/A","id":58034,"title":"Working Girls","adult":false,"genre_ids":[35,18]},{"cast":["John Payne","Maureen O'Hara","Randolph Scott","Nancy Kelly","William Tracy"],"overview":"Chronicle of a spoiled rich boy who joins the Marines with an off-handed attitude and finally becomes a battle-wise soldier. Academy Award Nominations: Best (Color) Cinematography.","release_date":"1942-11-09","vote_average":6.3,"runtime":86,"cert":"N\/A","id":58035,"title":"To the Shores of Tripoli","adult":false,"genre_ids":[18,10752]},{"cast":["Kim Chiu","Gerald Anderson","Boots Anson-Roa","Matet De Leon","Desiree del Valle"],"overview":"The moment these two saw each other at the café, they couldn’t take their eyes off each other. Their attraction was apparent and it seemed that destiny brought them together. As they got to know the other better, they found solace and comfort in each other’s company. But the security they found in each other soon started to shake when their different life paths take them to different directions. Despite the love they both still have for each other, one must choose to decide when to let go, even if the other is still holding on.","release_date":"2010-10-27","vote_average":5.0,"runtime":110,"cert":"N\/A","id":58036,"title":"Till My Heartaches End","adult":false,"genre_ids":[18,10749]},{"cast":["Lorna Tolentino","Christopher de Leon","Bea Alonzo","Coco Martin","Enchong Dee"],"overview":"From the director who gave us Tanging Yaman, Laurice Guillen, is back with another heart-warming family drama which teaches us about love, faith and life. Sa ‘Yo Lamang stars Lorna Tolentino, Bea Alonzo, Coco Martin, Enchong Dee and Miles Ocampo. Dianne Alvaro (Bea Alonzo) seems to have a happy family. She and her mom (Lorna Tolentino) just bought a house for them, her younger siblings are doing great at school, and her boyfriend of two years is already preparing for their future together. But everything in her life shatters when her dad, Franco (played by Christopher De Leon), returns after ten years of being with his mistress.","release_date":"2010-09-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":58037,"title":"Only Yours","adult":false,"genre_ids":[18]},{"cast":["Max Pezzali","Francesco Casale","Dario Cassini","Sara D'Amario","Natalia Estrada"],"overview":"","release_date":"1998-11-06","vote_average":4.5,"runtime":null,"cert":"N\/A","id":58038,"title":"Jolly Blu","adult":false,"genre_ids":[10402,35]},{"cast":["Vice Ganda","Luis Manzano","Candy Pangilinan","Gloria Romero","Eugene Domingo"],"overview":"Peter Kasimsiman was once a submissive son to his parents. But losing his mother at a tender age, left him with an abusive father who only knew of tending to his carriage horse, Brown Beauty. Peter is eager to win the love and attention of his indifferent Tatay. But an unfortunate incident forces him to run away from home. His horrible life starts to change its course when he meets the nurturing haciendera Helena who provides him shelter and unconditional affection he knew his father would never be able to give. Helena teaches Peter love and kindness, grooming him as the sole heir to the hacienda in the event of her death. Albeit fueled with the guidance of the good-natured foster mother, who's known for her passionate concern for her employees, Peter has an intolerable bad temper especially towards her mother's loyal servant, Maita and the latter's beautiful and gifted daughter, Samantha.","release_date":"2010-10-13","vote_average":0.0,"runtime":110,"cert":"N\/A","id":58039,"title":"Petra, the Horse","adult":false,"genre_ids":[35,14]},{"cast":["Claudine Barretto","Richard Gutierrez","Anne Curtis","Joel Torre","Joel Torre"],"overview":"Ciara (Claudine Barretto) is a senior physical therapist who works for a rehabilitation center in the United States. She has devoted her entire life to her younger sister Julia (Anne Curtis) who was left in her care after the untimely demise of their parents. After 8 years of separation, Ciara and Julia reunite when the latter acquires her student visa. Storm (Richard Gutierrez), Julia's boyfriend who earns a living as a freelance photographer, joins Julia despite the lack of a definite plan. In a desperate move for Storm to gain immigrant status, Julia asks Storm to enter into an arranged marriage with Ciara, who is already an American citizen. As Storm struggles to find his place in a foreign land, Julia works hard to chase after her own dream of finishing school, causing the two of them to drift apart.","release_date":"2010-08-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":58042,"title":"In Your Eyes","adult":false,"genre_ids":[18,10749]},{"cast":["Karin Viard","Gilles Lellouche","Audrey Lamy","Jean-Pierre Martins","Zinedine Soualem"],"overview":"France, a factory worker, lives with her three daughters in Dunkirk. The factory where she worked has been closed, leaving France and all of her workmates without a job. She decides to go to Paris to look for work. There she finds a cleaning job at the home of a rich man, Steve, whose world is radically different from her own. As their paths keep crossing, she discovers that her employer played a part in closing the factory in Dunkirk...","release_date":"2011-03-16","vote_average":5.6,"runtime":109,"cert":"N\/A","id":58043,"title":"My Piece of the Pie","adult":false,"genre_ids":[18,35]},{"cast":["Matthew Bellamy","Christopher Wolstenholme","Dominic Howard"],"overview":"A Seaside Rendezvous was a 2009 duo of concerts by English alternative rock band Muse. Held at The Den in Teignmouth, Devon, the town in which the band's members spent their childhoods and began their musical careers, the homecoming concerts were the band's first shows in the town for 15 years. Main set: 1. \"Uprising\" 2. \"Supermassive Black Hole\" 3. \"Stockholm Syndrome\" 4. \"Resistance\" 5. \"Hysteria\" 6. \"New Born\" 7. \"Map of the Problematique\" 8. \"United States of Eurasia\" 9. \"Cave\" 10. \"Popcorn\" (Gershon Kingsley cover) 11. \"Starlight\" 12. \"Undisclosed Desires\" 13. \"Time Is Running Out\" 14. \"Unnatural Selection\"Encore: 15. \"Plug In Baby\" 16. \"Man With a Harmonica\" + Knights of Cydonia\"","release_date":"2009-09-11","vote_average":5.5,"runtime":52,"cert":"","id":58044,"title":"Muse: A Seaside Rendezvous","adult":false,"genre_ids":[10402]},{"cast":["Anil Kapoor","Jackie Shroff","Madhuri Dixit","Nana Patekar","Anupam Kher"],"overview":"At an early age, Kishen, to provide a better life for himself and his younger brother Karan, entered the underworld. To prevent the same fate from happening to Karan, he sent him abroad, but before this had happened, Karan had fallen in love with his friend Prakash's sister, Paro. Years pass, and now Kishen is the henchman of Anna, a psychotic don. Karan returns to Bombay and immediately goes to meet Prakash, now an honest police officer. But Anna's men kill Prakash right in front of Karan, and he learns of his brother's involvement with Anna. Against Kishen's wishes, he joins Anna's gang and starts tipping off a rival gang. This is revenge for Prakash's death-by playing off one gang against the other, he hopes to exterminate both of them at the same time. In a desperate attempt to get Karan away from it all, Kishen gets him married to Paro. But when the couple are brutally killed on their wedding night, Kishen is out for revenge...","release_date":"1989-11-03","vote_average":8.0,"runtime":154,"cert":"N\/A","id":58045,"title":"Parinda","adult":false,"genre_ids":[28,80,18]},{"cast":["Ajay Devgn","Kajol","Tanuja","Sanjay Mishra","Sanjay Dutt"],"overview":"There is trouble brewing in the land of cartoons-Toonpur. The good guys of Toonpur and the bad guys are at constant war. That's when Devtoons decide to take superstar action hero Aditya's help and get him down to Toonpur. But things are not as simple as the Devtoons had thought.","release_date":"2010-12-24","vote_average":5.5,"runtime":107,"cert":"N\/A","id":58046,"title":"Toonpur Ka Superrhero","adult":false,"genre_ids":[28,12,16]},{"cast":["Gabby Concepcion","KC Concepcion","Jericho Rosales","Empress Schuck","Mickey Ferriols"],"overview":"The story revolves around Maxi dela Cerna, a young, aspiring New York-based fashion designer who returns to the Philippines shortly after her mother’s death to find her father. She had been swindled by her ex-boyfriend and hopes to pay off her debts by selling the piece of provincial land that her parents co-owned. But this means spending time with her father whom she hates for walking out on her and her mother 15 years ago. As the uptight and guarded Maxi struggles to immerse herself in farm life and deal with a father she despises, she crosses paths again with Tommy, her childhood friend, now an architect who is trying to heal from his own mistakes in the past with his 7-year-old son.","release_date":"2010-06-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":58047,"title":"I'll Be There","adult":false,"genre_ids":[18]},{"cast":["Madonna","Sean Penn","Paul Freeman","Richard Griffiths","Clyde Kusatsu"],"overview":"Glendon Wasey is a fortune hunter looking for a fast track out of China. Gloria Tatlock is a missionary nurse seeking the curing powers of opium for her patients. Fate sets them on a hectic, exotic, and even romantic quest for stolen drugs. But they are up against every thug and smuggler in Shangai.","release_date":"1986-08-29","vote_average":3.5,"runtime":97,"cert":"N\/A","id":58048,"title":"Shanghai Surprise","adult":false,"genre_ids":[12,35,80,18,10749]},{"cast":["Charlie Sheen","Christopher McDonald","Jeff Cesario","David Sherrill","Michael McGrady"],"overview":"Chris Martin has a problem: his impending marriage. Like any other man about to enter into the holy vows of matrimony, Chris has begun to second guess himself. Is married life what he really wants? While his bride-to-be takes care of the wedding plans, Chris returns to the neighborhood of his youth to consider his married future and to spend one last week of bachelorhood with his four high school buddies: Ray, Ash, Todd and Sean. Together, the reunited \"Five Aces\" enjoy a funny bittersweet week reminiscing about a time when they had all the answers... only nothing turned out the way they planned. As the week's events unfold, the Five Aces begin to realize exactly what life and friends mean to each other.","release_date":"1999-05-28","vote_average":6.2,"runtime":100,"cert":"N\/A","id":58049,"title":"Five Aces","adult":false,"genre_ids":[18]},{"cast":["Raoul Bova","Teresa Saponangelo","Antonino Bruschetta","Antonello Fassari","Rolando Ravello"],"overview":"The return of the Red Brigade in Italy, after 11 years of silence from this terrorist organization, was a traumatic event for the entire country. Especially for the families of the victims killed: professors D'Antona and Biagi, and subsequently the police superintendent Petri.","release_date":"2006-05-22","vote_average":5.4,"runtime":200,"cert":"N\/A","id":58052,"title":"Political Target","adult":false,"genre_ids":[28,80,53]},{"cast":["Erich Gonzales","Dennis Padilla","Enchong Dee","Pokwang","Jun Urbano"],"overview":"Mayumi is a girl with a happy disposition in life who dreams of meeting her \"the one\" someday. She has been dreaming of meeting her \"the one\" and having the perfect wedding ever since she was a little girl. When she meets Lance, a Chinese descendant, in a wedding, she immediately knows that he is \"the one\" she is waiting for, her faith and destiny. The two of them become lovers despite the unwillingness of their families to their relationship.","release_date":"2010-09-29","vote_average":0.0,"runtime":110,"cert":"N\/A","id":58053,"title":"I Do","adult":false,"genre_ids":[10749,35,18]},{"cast":["Angelica Panganiban","Eugene Domingo","John Lapus","Tuesday Vargas","Jaime Fabregas"],"overview":"Stephanie is a beautiful, sweet, and pampered bride who's so in-love with her rich beau Harold. Harold is Stephanie's first boyfriend and true love. Despite their constant petting, she is reserving herself for their honeymoon. During their wedding day, a total eclipse occurs triggering the high magnetic field on the road going to the beach resort. As the guests and the bride travel to the venue, a freak car accident happens causing a major soul swap.","release_date":"2010-05-12","vote_average":7.1,"runtime":108,"cert":"N\/A","id":58054,"title":"Here Comes the Bride","adult":false,"genre_ids":[35,14]},{"cast":["Emily Watson","Pam Ferris","Ian Hart","Ben Miller","Jimmy Yuill"],"overview":"During Stalin's reign of terror, Evgenia Ginzburg, a literature professor, was sent to 10 years hard labor in a gulag in Siberia. Having lost everything, and no longer wishing to live, she meets the camp doctor and begins to come back to life.","release_date":"2009-09-18","vote_average":4.8,"runtime":110,"cert":"N\/A","id":58055,"title":"Within the Whirlwind","adult":false,"genre_ids":[18]},{"cast":["Judy Ann Santos","Sarah Geronimo","Luis Manzano","Vice Ganda","JC de Vera"],"overview":"Rica (Judy Ann Santos) has been very protective of her sister Cecil (Sarah Geronimo) even giving up her one true love Bong JC de Vera for her sisters future and after a freak accident 8 years ago at their little Party store for Fireworks, but as they grow up under the care of their grandmother Gina Pareño their parents comeback Tonton Gutierrez and Cherry Pie Picache as they comeback and they are all grown up Rica has a fear that she's losing Cecil's love as a sister and who raised her like a parent, and even falling in love for Edzel Luis Manzano will the sisters grow apart after having people come into their lives?","release_date":"2010-07-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":58056,"title":"Fair and Square","adult":false,"genre_ids":[35,10749]},{"cast":["Keiko Kitagawa","Yuika Motokariya","Masaya Kikawada"],"overview":"High school student Rina has a bad attitude and thinks that friends are something that you use when you need them. She doesn't have any real relationships and is not even on good terms with her parents. Rina is the clubbing queen and could get any guy she wants with her stunning looks. One day, Rina suddenly collapses and her world falls apart. She finds out that she has cancer. The only one who starts to support her is her classmate Maki. Maki tells that they were friends in primary school even though Rina doesn't remember. Maki wants to get close to Rina and help her like Rina had helped Maki when she had hard times.","release_date":"2007-02-03","vote_average":7.1,"runtime":115,"cert":"N\/A","id":58057,"title":"Dear Friends","adult":false,"genre_ids":[18]},{"cast":["Vanessa Paradis","Clotilde Courau","Gérard Depardieu","Sekkou Sall","Florence Thomassin"],"overview":"Marie has had a tough childhood ever since her mother Elisa committed suicide. She has spent most of her life in an orphanage and now makes a living as a small time criminal in Paris. Now she wants to unravel her past and find her father whom she blames for her mother's death.","release_date":"1995-02-01","vote_average":6.1,"runtime":115,"cert":"N\/A","id":58058,"title":"Élisa","adult":false,"genre_ids":[18]},{"cast":["Franco Nero","Virna Lisi","Fernando Rey","John Steiner","Raimund Harmstorf"],"overview":"The wolf dog, White Fang, aids a reporter, a fur trapper, a nun, a young Eskimo boy and his father of ridding a gold mining town of a sleazy crime lord in 1896 Yukon, Canada.","release_date":"1973-12-21","vote_average":6.7,"runtime":102,"cert":"N\/A","id":58061,"title":"White Fang","adult":false,"genre_ids":[37,12,10751]},{"cast":["Judi Dench"],"overview":"The story of the child refugees who were transported to Britain to escape the Nazi Holocaust.","release_date":"2000-09-06","vote_average":7.3,"runtime":122,"cert":"N\/A","id":58062,"title":"Into the Arms of Strangers: Stories of the Kindertransport","adult":false,"genre_ids":[99]},{"cast":["Vincent Regan","Lee Ross","Ross Boatman","Frankie Fraser","Ken Campbell"],"overview":"British Gangster film with a tongue-in-cheek approach to the genre, including a part played by 'Mad' Frankie Fraser. When Tone's ex girlfriend resurfaces with a daughter he never knew he had, he moves from the world of blackmail, extortion and the occasional hit into the realm of nappies and lullabies. His pals, Speed and Bear, feel let down, but his employer Pops Den is furious and decides the best thing to do is wipe Tone out...but who will do it...and at what price?","release_date":"1996-10-28","vote_average":6.1,"runtime":83,"cert":"","id":58063,"title":"Hard Men","adult":false,"genre_ids":[28,80]},{"cast":["Robyn Malcolm","William McInnes","Mike Ginn"],"overview":"William McInnes (Look Both Ways, Sea Change) is the can-do barbecue dad of the title in Brendan Donovan’s affectionate comedy-drama. He plays a Howick cleaning contractor, whose hopes and dreams include success in local body politics. But his real passion is kart-racing and he’s grooming his teenage sons, 17-year-old Marc and 14-year-old Ed (real-life brothers Josh and William McKenzie), as future motorsport heroes. He’s borrowed so much money to make it all happen that it stretches the love of his wife Gail (Robyn Malcolm of Outrageous Fortune fame) to breaking point. When the boys collide on the track, Gazza’s world is turned upside down, causing a crisis that tears at them all — forcing him to fight to keep his dreams afloat, and his family together.","release_date":"2010-07-15","vote_average":5.0,"runtime":null,"cert":"N\/A","id":58068,"title":"The Hopes and Dreams of Gazza Snell","adult":false,"genre_ids":[]},{"cast":["Kim Sang-kyung","Ahn Sung-ki","Lee Yo-won","Lee Joon-gi","Park Chul-min"],"overview":"The citizens of Gwangju lead a relatively peaceful life, until one day the military takes over the city, accusing the residents of conspiracy and claiming that they are communist sympathisers preparing a revolution against the current government. Seeing as the soldiers beat defenceless people, mainly students, to death, the citizens are in for retaliation and form a militia.","release_date":"2007-07-25","vote_average":6.6,"runtime":118,"cert":"N\/A","id":58069,"title":"May 18","adult":false,"genre_ids":[28,12,18,36]},{"cast":["Giancarlo Giannini","Lina Sastri","Aldo Giuffrè","Leo Gullotta","Marzio Honorato"],"overview":"","release_date":"1984-01-12","vote_average":6.7,"runtime":null,"cert":"N\/A","id":58070,"title":"Mi manda Picone","adult":false,"genre_ids":[]},{"cast":["Kylie Minogue","Valerie Etienne","Hazel Fernandez","Janet Ramus","Annoulka Yanminchev"],"overview":"Showgirl: The Homecoming Tour is a concert tour by Australian singer Kylie Minogue. Minogue was originally scheduled to perform in Australia and Asia during Showgirl: The Greatest Hits Tour in 2005, but she was forced to cancel the tour when she was diagnosed with breast cancer. Minogue resumed the tour on 11 November 2006, performing at the Sydney Entertainment Centre, with a new set list and costumes. The dance routines from Showgirl - The Homecoming Tour were reworked to accommodate her medical condition and longer breaks were also introduced between sections of the show to conserve her strength.","release_date":"2007-12-09","vote_average":4.3,"runtime":125,"cert":"15","id":58071,"title":"Kylie Minogue: Showgirl Homecoming Tour","adult":false,"genre_ids":[10402]},{"cast":["Neri Marcorè","Vincenzo Salemme","Elena Russo","Marco Messeri","Augusto Zucchi"],"overview":"","release_date":"2006-09-29","vote_average":6.4,"runtime":null,"cert":"N\/A","id":58072,"title":"Baciami piccina","adult":false,"genre_ids":[]},{"cast":["Kylie Minogue","William Baker","Jason Beitel","Bono","Alan Lambie"],"overview":"White Diamond: A Personal Portrait of Kylie Minogue is a 2007 documentary film directed and produced by William Baker and chronicling the life of Australian singer Kylie Minogue during her Showgirl: The Greatest Hits Tour in 2005. White Diamond was filmed between August 2006 and March 2007 in both Australia and the United Kingdom and follows Australian pop singer-songwriter Kylie Minogue on concert tour before and during her resurrected Showgirl: The Homecoming Tour, originally abandoned halfway through its original 2005 run, in Sydney, when Minogue was diagnosed with breast cancer. Intended as a document of Minogue's return to the stage following her treatment and recovery from cancer, the film also features on-stage and back-stage footage and interviews with a number of Minogue's tour crew, including Baker himself.","release_date":"2007-10-13","vote_average":3.8,"runtime":119,"cert":"15","id":58073,"title":"Kylie Minogue: White Diamond","adult":false,"genre_ids":[10402,99]},{"cast":["Totò","Peppino De Filippo","Titina De Filippo","Memmo Carotenuto","Dorian Gray"],"overview":"","release_date":"1956-12-21","vote_average":7.8,"runtime":null,"cert":"N\/A","id":58074,"title":"Totò, Peppino e i fuorilegge","adult":false,"genre_ids":[35]},{"cast":["Uma Thurman","Jonathan Pryce","Paddy Considine","Veronica Quilligan","Olivia Poulet"],"overview":"A recovering alcoholic becomes involved with his boss's wife, a former cocaine addict.","release_date":"2008-08-27","vote_average":4.0,"runtime":75,"cert":"","id":58075,"title":"My Zinc Bed","adult":false,"genre_ids":[10770,18]},{"cast":["Henry Fonda","Maureen O'Hara","Thomas Mitchell","Allyn Joslyn","Reginald Gardiner"],"overview":"During WWII, a corporal in the desert reminisces about the love he left behind and faces uncertainty about his strength as a leader.","release_date":"1943-04-29","vote_average":6.5,"runtime":91,"cert":"N\/A","id":58076,"title":"Immortal Sergeant","adult":false,"genre_ids":[10752,18]},{"cast":["Asia Argento","Massimo Ceccherini","Valerio Mastandrea","Rocco Papaleo","Franco Califano"],"overview":"The trip of the three romantic friends: Samuele, Max and Nicola swing to gratify to the beautiful thief Viola of which are madly in love.","release_date":"1998-01-23","vote_average":5.4,"runtime":93,"cert":"N\/A","id":58077,"title":"Viola Kisses Everybody","adult":false,"genre_ids":[35]},{"cast":["Nicoletta Romanoff","Federico Costantini","Sarah Felberbaum","Daniele De Angelis","Dino Abbrescia"],"overview":"","release_date":"2007-01-01","vote_average":5.4,"runtime":null,"cert":"N\/A","id":58078,"title":"Cardiofitness","adult":false,"genre_ids":[35,10749]},{"cast":["Vic Sotto","Paula Taylor","Gina Pareño","Manilyn Reynes","Leo Martinez"],"overview":"Love Online (LOL) is a modern comedy featuring the story of Samson and Lily, two individuals with different cultural backgrounds who managed to forge a connection through the Internet.","release_date":"2009-08-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":58079,"title":"Love on Line (LOL)","adult":false,"genre_ids":[35,10749,14]},{"cast":["Luc Merenda","Richard Conte","Silvano Tranquilli","Carlo Alighiero","Martine Brochard"],"overview":"With or without help from law enforcement officers, a lone individual decides to crack down on the syndicate.","release_date":"1973-08-22","vote_average":6.4,"runtime":104,"cert":"N\/A","id":58080,"title":"The Violent Professionals","adult":false,"genre_ids":[53,80]},{"cast":["Carlo Verdone","Claudia Gerini","Andréa Ferréol","Nello Mascia","Nuccia Fumo"],"overview":"","release_date":"1996-12-13","vote_average":5.6,"runtime":113,"cert":"N\/A","id":58081,"title":"Iris Blond","adult":false,"genre_ids":[35]},{"cast":["Francesca Inaudi","Riccardo Scamarcio","Gabriella Pession","Giampaolo Morelli","Maria Chiara Augenti"],"overview":"","release_date":"2005-04-29","vote_average":5.9,"runtime":null,"cert":"N\/A","id":58082,"title":"L'uomo perfetto","adult":false,"genre_ids":[35]},{"cast":["Renato Pozzetto","Gloria Guida","Yorgo Voyagis","Lia Zoppelli","Angelo Pellegrino"],"overview":"George and Lucia are newlyweds and have also been lucky enough to find a home at a low price , very low . Maybe too low . In fact the house is haunted by two lovers who, a thousand years ago, were surprised by the girl's mother who subsequently turned them into pillars of salt . But there is a way to break the magic and free the two lovers caught in the curse and it is all in the hands of the newlyweds on their wedding night . Will they succeed ?","release_date":"1982-01-01","vote_average":6.0,"runtime":95,"cert":"N\/A","id":58083,"title":"The Haunted House","adult":false,"genre_ids":[35]},{"cast":["Kathleen Turner","Gabriel Byrne","Sting","Gabriele Ferzetti","Yorgo Voyagis"],"overview":"Julia, an American woman living in Italy, becomes depressed and traumatized after her husband Paolo is killed in a car accident on their wedding day. Six years later, Julia inexplicably finds herself sliding in time between two different worlds where in one she is still struggling with her grief over Paolo's death, and in the other world she is married to Paolo who's alive and well with their five year old son, where Julia is having an affair with a British gentleman named Daniel, in which the frequent supernatural sliding between these two worlds threaten to drive Julia crazy when she begins having difficulty in telling them apart and learning which world she is currently living in.","release_date":"1987-01-01","vote_average":6.0,"runtime":98,"cert":"N\/A","id":58084,"title":"Julia and Julia","adult":false,"genre_ids":[18,14]},{"cast":["Kris Bernal","Aljur Abrenica","Valeen Montenegro","Baron Geisler","Ana Capri"],"overview":"Tata went back to his hometown, Bohol with his mother from their poor life in Quiapo. He suddenly realize that his father is still alive. He fell in love with the girl he met named Stephanie who is about to get married to his stepbrother named Prince.","release_date":"2009-10-02","vote_average":10.0,"runtime":110,"cert":"N\/A","id":58085,"title":"Here I Am, Loving You","adult":false,"genre_ids":[18,10749]},{"cast":["Elio Germano","Michele Riondino","Chiara Caselli","Valentina Lodovini","Marco Baliani"],"overview":"A promising law student from a good family is driven by a cool cardsharper into a downward spiral of criminality, thus discovering an evil part of himself he has never known.","release_date":"2008-01-01","vote_average":6.4,"runtime":120,"cert":"N\/A","id":58086,"title":"The Past Is a Foreign Land","adult":false,"genre_ids":[18]},{"cast":["Claudio Amendola","Tahnee Welch","Riccardo Garrone","Virna Lisi","Mario Brega"],"overview":"","release_date":"1984-01-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":58087,"title":"Amarsi un po'...","adult":false,"genre_ids":[]},{"cast":["Isabelle Huppert","Mélanie Laurent","Greta Scacchi","Olivier Gourmet","Giorgio Lupano"],"overview":"A psychiatrist tries to help a suicidal woman who despises her grown daughter.","release_date":"2007-12-29","vote_average":5.4,"runtime":100,"cert":"N\/A","id":58088,"title":"Hidden Love","adult":false,"genre_ids":[18]},{"cast":["Giorgio Colangeli","Antonello Fassari","Fabio Ferrari","Stefania Sandrelli","Nanni Moretti"],"overview":"Rome 2003, the camera follows citizens of Rome. Night, in a flat, a woman prepares her husband's lunch. The man takes a bus, but the camera follow another bus ... a woman cleans the mayor's office... A man interviews passengers on a bus about immigration...... the owner of a bar is racist person... a survivor woman of Holocaust remembers the Ghetto deportation... deportation that is filmed by a director... Stefania Sandrelli plays with her grand daughter in a park a man tries to seduce the bus driver...gay night life... sunrise at Piazza Navona, a noble man and a tramp are sitting together. - - - Gente di Roma is a 2003 Italian comedy mockumentary film directed by Ettore Scola. It is close to Federico Fellini's Roma. The film is dedicated to Alberto Sordi, who Scola wanted to close the film, as a noble man, but he could not film him because he died. Scola's daughters helped to co-write the script. (From Wikipedia, the free encyclopedia)","release_date":"2003-10-31","vote_average":5.4,"runtime":100,"cert":"N\/A","id":58089,"title":"People of Rome","adult":false,"genre_ids":[]},{"cast":["Carole Bouquet","Kim Rossi Stuart","Judith Godrèche","Claude Rich","Bernard Verley"],"overview":"","release_date":"1997-01-01","vote_average":5.9,"runtime":200,"cert":"N\/A","id":58090,"title":"The Red and the Black","adult":false,"genre_ids":[18]},{"cast":["Johan Hegg","Fredrik Andersson","Olavi Mikkonen","Johan Söderberg","Ted Lundström"],"overview":"With their accomplished musicianship and unwavering commitment to Norse mythology, Amon Amarth stand firmly at the forefront of the Swedish death metal scene. Wrath Of The Norsemen captures the band in concert with a full-length, 23-song set recorded in Cologne, Germany, in 2005, as well as live performances from the 2005 Summer Breeze festival, the 2005 Metal Blade Rrroooaaarrr festival, the 2004 Wacken Open Air festival, and a 2004 release show for the Fate of Norns-album.","release_date":"2006-05-12","vote_average":4.3,"runtime":null,"cert":"N\/A","id":58091,"title":"Amon Amarth: Wrath Of The Norsemen","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Short film about a spiral design spins dizzily. It's replaced by a spinning disk. These two continue in perfect alternation until the end: a spiral design, a disk. Each disk is labelled and can be read as it rotates. The messages, in French, feature puns and whimsical rhymes and alliteration. The final message comments on the spiral motif itself.","release_date":"1926-01-01","vote_average":6.4,"runtime":7,"cert":"N\/A","id":58094,"title":"Anemic Cinema","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2005-11-23","vote_average":0.0,"runtime":100,"cert":"N\/A","id":58095,"title":"Belzec","adult":false,"genre_ids":[99]},{"cast":["Daniel Franzese","Eric Jungmann","Shane McRae","Emily Baldoni","Noureen DeWulf"],"overview":"Three naïve guys, in their 20s, drive from Illinois to LA. A sleazy real-estate agent gives them a great deal on a house in the Hollywood Hills. The night they arrive, a solitary Mexican, who speaks only Spanish, tries to warn them that the place is possessed by Satan. They don't understand him, move in, and plan a party after they meet Lucy, their gorgeous neighbor from down the hill. An old friend of theirs, studying to be a priest, joins them. In the basement is a portal to Hell, so at the party, guests meet their end in various ways. Lucy and her friends may not be who the lads think. Is there any hope for these innocents? Maybe their neutered dog can help.","release_date":"2008-02-05","vote_average":4.2,"runtime":84,"cert":"N\/A","id":58096,"title":"Killer Pad","adult":false,"genre_ids":[35,27]},{"cast":["Ana Belén","Victoria Abril","Ariadna Gil","Blanca Apilánez","Laura Mañá"],"overview":"At the outbreak of the Spanish Civil War, the nun Maria is forced to flee her convent. She takes refuge in a brothel, until it is liberated by a woman's anarchist group. Maria joins the group and eventually goes to the front. The women's group faces the problems of fighting not only the nationalists, but also factions on the left seeking to impose a more traditional military structure. Written by Brian Rawnsley","release_date":"1996-04-19","vote_average":6.5,"runtime":125,"cert":"N\/A","id":58097,"title":"Freedomfighters","adult":false,"genre_ids":[10752,18,36]},{"cast":["Enrico Lo Verso","Francesco Giuffrida","Fabrizio Gifuni","Calogero Caruana","Renato Liprandi"],"overview":"Studying to become a teacher in Turin, Italy, Pietro is joined by his older brother, Giovanni, who has moved up from Sicily. While Giovanni is a worker with no schooling, Pietro shows considerable promise in academics, prompting the elder sibling to seek employment to support his brother's academic pursuits. Unfortunately, things don't go well for Giovanni and Pietro, and they face significant hardships as they try to improve their lives.","release_date":"1998-01-01","vote_average":8.1,"runtime":124,"cert":"N\/A","id":58098,"title":"The Way We Laughed","adult":false,"genre_ids":[]},{"cast":["Christo Jivkov","Filippo Timi","Marco Baliani","André Hennicke","Fausto Russo Alesi"],"overview":"Investigates the life a young man who has decided to enter a Jesuit monastery in Venice, but is then overcome by agonizing doubts before his ordination.","release_date":"2007-02-24","vote_average":6.8,"runtime":115,"cert":"N\/A","id":58099,"title":"In Memory of Me","adult":false,"genre_ids":[18]},{"cast":["Imelda Staunton","Saskia Reeves","Bill Nighy","Brenda Bruce","Richard Hope"],"overview":"Plain Jane Hartman hates her life. She's goofy, boring and only has sex if she reads Iris Murdoch novels out loud to her loopy boyfriend. Her oldest friend Antonia McGill knows about everything. She orders the right food; she can complain and get results. She's beautiful and has a brilliant career. Is it any wonder that they hate each other's guts?","release_date":"1990-01-01","vote_average":7.0,"runtime":77,"cert":"","id":58100,"title":"Antonia and Jane","adult":false,"genre_ids":[]},{"cast":[],"overview":"Every two years taxidermists from around the world converge on Springfield, Illinois for the biggest event in animal stuffing - the world taxidermy championships. This documentary uses the 2005 ceremony as a way into the lives of a handful of the individuals who spend their spare time mounting dead animals and taking part in local competitions on their way to the big time.","release_date":"2005-08-22","vote_average":5.6,"runtime":90,"cert":"","id":58101,"title":"Taxidermy: Stuff the World","adult":false,"genre_ids":[99]},{"cast":["Helen Mirren","Fionnula Flanagan","Aidan Gillen","David O'Hara","John Lynch"],"overview":"Based on the true story of the 1981 hunger strike in a British prison, in which IRA prisoner Bobby Sands led a protest against the treatment of IRA prisoners as criminals rather than as prisoners of war. The film focuses on the mothers of two of the strikers, and their struggle to save the lives of their sons.","release_date":"1996-12-25","vote_average":7.1,"runtime":112,"cert":"N\/A","id":58102,"title":"Some Mother's Son","adult":false,"genre_ids":[18,36]},{"cast":["Jill Scott","Nicole Beharie","Katharine Isabelle","Monaeya Silveira","Matt Ward"],"overview":"Shay is a young African-American college student whom is forced to take a year off from school to return to her hometown where she struggles with her anger and insecurity when she's forced to confront her alcoholic mother, Nona, whom is currently in AA and a churchgoer, over her entire childhood of abuse and neglect which Shay is both unwilling and unable to let go of.","release_date":"2010-02-21","vote_average":6.0,"runtime":90,"cert":"N\/A","id":58103,"title":"Sins of the Mother","adult":false,"genre_ids":[18]},{"cast":["Ted Danson","Malcolm David Kelley","Keke Palmer","Clifton Powell","Devon Bostick"],"overview":"A business man decides that he wants to teach school in the inner city and chooses a tough school in the South Bronx. He teaches the children how to play the game of chess, and along the way they learn a lot about life.","release_date":"2005-12-06","vote_average":6.3,"runtime":89,"cert":"N\/A","id":58104,"title":"Knights of the South Bronx","adult":false,"genre_ids":[18]},{"cast":["Hayden Panettiere","Vincent Riotta","Paolo Romio","Marcia Gay Harden","Amanda Fernando Stevens"],"overview":"Based on the events surrounding the murder of British student Meredith Kercher.Hayden Panettiere (Heroes) and Marcia Gay Harden (Academy Award winner for Pollock) star in the Lifetime Original Movie Amanda Knox: Murder on Trial in Italy based on the international headline-grabbing story of the now infamous American exchange student accused by Italian authorities of brutally killing her roommate. Amanda Knox: Murder on Trial in Italy poses the question of whether Knox (Panettiere), the Seattle honors student accused of murdering her college roommate Meredith Kercher (Amanda Fernando Stevens) in 2007 with her boyfriend Raffaele Sollecito (Paolo Romio) and acquaintance Rudy Guede (Djirbi Kebe), actually committed the crime or was herself a victim.","release_date":"2011-02-21","vote_average":6.1,"runtime":87,"cert":"N\/A","id":58105,"title":"Amanda Knox: Murder on Trial in Italy","adult":false,"genre_ids":[80,18,10770]},{"cast":["Dina Meyer","Cory Monteith","Crystal Lowe","Woody Jeffreys","Marc Menard"],"overview":"A novelist (Dina Meyer) moves to a little town to write her next novel. She loves to get inspiration and as time goes by she gathers information about her neighbor, a young and wealthy guy whom she observes and picture from her window most of the time. Soon, she gets involved in a crime and most of the evidence is pointing at her due to her lonely life and life style. She needs to fight to demonstrate her innocence and that's what will be the plot of the movie till the end.","release_date":"2008-06-01","vote_average":5.2,"runtime":null,"cert":"N\/A","id":58106,"title":"The Boy Next Door","adult":false,"genre_ids":[80,9648,53]},{"cast":["Kana Hanazawa","Miyuki Sawashiro","Kana Asumi"],"overview":"The story of two girls bound in friendship, as well as Black Rock Star's struggle unfolding in another world. But when the two worlds come together... what will happen?","release_date":"2010-07-07","vote_average":6.3,"runtime":52,"cert":"N\/A","id":58107,"title":"Black★Rock Shooter","adult":false,"genre_ids":[18,16,14]},{"cast":["Aamir Khan","Salman Khan","Raveena Tandon","Karisma Kapoor","Paresh Rawal"],"overview":"Two slackers competing for the affections of an heiress, inadvertently become her protectors from an evil criminal.","release_date":"1994-04-11","vote_average":7.4,"runtime":160,"cert":"N\/A","id":58128,"title":"Andaz Apna Apna","adult":false,"genre_ids":[35,10749,10751]},{"cast":["Victor Sjöström","Hilda Borgström","Tore Svennberg","Astrid Holm","Concordia Selander"],"overview":"It's New Year's Eve. Three drunkards evoke a legend. The legend tells that the last person to die in a year, if he is a great sinner, will have to drive during the whole year the Phantom Chariot, that picks up the souls of the dead.","release_date":"1921-01-01","vote_average":8.0,"runtime":107,"cert":"N\/A","id":58129,"title":"The Phantom Carriage","adult":false,"genre_ids":[18,14,27]},{"cast":["Kim Kyung-ik","Yang Yeong-Jo","Yoon Mi-kyeong","Song Jae-hee","Baek Chan-Ki"],"overview":"Young Hoon, a nude photographer, and Jung Im, a food stylist are both successful in their respective professions. Having dated for seven years before getting married, they’re more like friends than lovers. Due to the nature of her husband’s work, Jung Im occasionally feels insecure in her marriage, though this long-married couple has trust in one other. One day, Young Hoon befriends a neighboring couple, Hyun Chul and Hyo Jin. Next to the authoritative husband, Hyo Jin looks quite unstable and insecure and Young Hoon cannot help but feel drawn to her sadness. But the more he falls for Hyo Jin, the deeper his trouble becomes…","release_date":"2007-08-13","vote_average":0.0,"runtime":93,"cert":"N\/A","id":58132,"title":"Temptation of Eve: Kiss","adult":false,"genre_ids":[]},{"cast":["Benoît Magimel","Ramata Koite","Patrick Bauchau","Andrzej Seweryn","Michel Houellebecq"],"overview":"La Possibilité d'une île is a 2008 film directed by Michel Houellebecq, loosely based on his 2005 novel The Possibility of an Island.","release_date":"2008-10-09","vote_average":4.9,"runtime":95,"cert":"N\/A","id":58133,"title":"Possibility of an Island","adult":false,"genre_ids":[878,28]},{"cast":["Lee Ji-soo","Ahn Nae-sang","Jin Tae-hyeon","Jin Seo-yeon"],"overview":"Film director Jin Young walks out the door after presenting a screenplay that he hopes will be turned into a film. On his way to the parking lot, he meets an attractive woman named In Ae and spends the night with her. Next day, he receives a phone call from Sang Ho, a producer whom he has not heard from for the last three years. Jin Young meets the producer, who's now confined to a wheelchair after a hit-and-run incident. Distraught by his wife's infidelity, Sang Ho asks Jin Young to shadow her, cathing her affairs on camera. Shockingly, the wife turns out to be In Ae, and Jin Young now faces a dilemma...","release_date":"2007-08-06","vote_average":0.0,"runtime":90,"cert":"N\/A","id":58134,"title":"Temptation of Eve: Good Wife","adult":false,"genre_ids":[18,10749]},{"cast":["Nina Star","Rufus"],"overview":"","release_date":"2003-12-10","vote_average":8.0,"runtime":null,"cert":"N\/A","id":58135,"title":"Les Contes de l'horloge magique","adult":false,"genre_ids":[]},{"cast":["Kim Ji-wan","Seo Yeong","Jeon Se-Hong","Won Tae-hee"],"overview":"A popular surgeon with a bright future and women falling at his feet, Ji Hoon is at the top of the world. Although married, he fantasizes of a woman with a butterfly tattooed on her pelvis - a vision from his reccurring dreams. During a business trip, he meets an attractive woman named Hae Young, who coldly refuses his advances. Not accustomed to such rejection, Ji Hoon smiles as he heads back home. A few days later, he receives an unexpected call from Hae Young, and begins a risky affair. But soon afterwards, his wife receives a mysterious package containing incriminating photos of her husband…","release_date":"2007-08-20","vote_average":0.0,"runtime":86,"cert":"N\/A","id":58136,"title":"Temptation of Eve: Her Own Technique","adult":false,"genre_ids":[]},{"cast":["Albert Dupontel"],"overview":"First part of the Dirty Show: - Reproduction - Rambo - The argument - Tray - Bob - Thirty million grannies - The second part of the apartment Dirty Show: - The rotten gold - The Last Judgement - Girls - The break - Thérèse - Burt - life's - The hard-rocker","release_date":"1991-07-31","vote_average":7.0,"runtime":null,"cert":"N\/A","id":58139,"title":"Albert Dupontel - Le Sale DVD","adult":false,"genre_ids":[35]},{"cast":["Devona Doxie"],"overview":"An elaborate dream fantasy based on the popular children's poem of three children playing and floating among the stars. The three sleepy children sail in their shoe-boat; they stall briefly on a cloud, then have various troubles with their fishing lines (one lands a fish-like star that ends up squirming in his pants).","release_date":"1938-05-27","vote_average":5.9,"runtime":8,"cert":"N\/A","id":58144,"title":"Wynken, Blynken and Nod","adult":false,"genre_ids":[16]},{"cast":["Francesco Nuti","Ornella Muti","Roberto Alpi","Marco Vivio","Laura Betti"],"overview":"","release_date":"1985-01-01","vote_average":6.2,"runtime":null,"cert":"N\/A","id":58147,"title":"All the Fault of Paradise","adult":false,"genre_ids":[35]},{"cast":["Boris Groys"],"overview":"","release_date":"2008-08-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":58152,"title":"Thinking in Loop: 1. Iconoclastic Delights","adult":false,"genre_ids":[]},{"cast":["Boris Groys"],"overview":"","release_date":"2008-08-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":58153,"title":"Thinking in Loop: 2. Das Medium Religion","adult":false,"genre_ids":[]},{"cast":["Boris Groys"],"overview":"","release_date":"2008-08-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":58154,"title":"Thinking in Loop: 3. Unsterbliche Körper","adult":false,"genre_ids":[]},{"cast":["Steve-O","Jason Acuña","Preston Lacy","Chris Pontius","Ryan Simonetti"],"overview":"The master of stupidity is back and this time he's on the road. Join Steve-O and his cohorts on a miraculous journey, destroying America one city at a time. The Steve-O Video - Volume 2 is loaded with as many stunts and pranks as the first, but it's even better. This amazing video chronicles the transformation of a group of unlikely television stars as they lose their innocence and establish the silliest legacy in the books of sex, drugs, and rock and roll history. It just doesn't get any dumber than this.","release_date":"2002-12-10","vote_average":6.9,"runtime":50,"cert":"N\/A","id":58155,"title":"The Steve-O Video: Vol. II - The Tour Video","adult":false,"genre_ids":[35,99]},{"cast":["Alicia Vikander","Samuel Fröler","Josephine Bauer","Martin Wallström","Frederik Nilsson"],"overview":"Katarina is 20 years old. With a troubled past in a dreary suburb, her life seems to be already set in stone - until she discovers music. Everything changes when she hears a performance of Mozart’s 'Requiem' at the Gothenburg Concert Hall that sends her reeling and opens up a beautiful new world. She feels that she has to change her life and get as far away from her ugly reality as possible. But the path she has to follow proves to be a treacherous one, filled with lies, betrayal and a dangerous liaison with the married conductor Adam. Yet Katarina is ready to do anything to gain her new identity.","release_date":"2009-10-22","vote_average":6.8,"runtime":100,"cert":"N\/A","id":58156,"title":"Pure","adult":false,"genre_ids":[18]},{"cast":["Eddie Holden","Alice Ardell","Pinto Colvig","Ned Norton","Marcellite Garner"],"overview":"The Tortoise and the Hare is an animated short film released on January 5, 1935 by United Artists, produced by Walt Disney and directed by Wilfred Jackson. Based on an Aesop's fable of the same name, The Tortoise and the Hare won the 1934 Academy Award for Best Short Subject: Cartoons. This cartoon is also believed to be one of the influences for Bugs Bunny.","release_date":"1935-01-05","vote_average":6.7,"runtime":9,"cert":"N\/A","id":58159,"title":"The Tortoise and the Hare","adult":false,"genre_ids":[16]},{"cast":["Gayne Whitman","Sally Noble","Mary Rosetti","Millie Walters"],"overview":"The \"fearless warrior\" of the poem is a very small child whose pants keep falling down. He tries to shoot a grasshopper with his arrow, but the grasshopper spits in his eye. He tries to shoot a bunny rabbit, but the rabbit is too cute and pathetic. He tracks a bear, and runs after its cub and right into the mother. But the rest of the animals, thankful for him saving the rabbit, come to his rescue.","release_date":"1937-05-15","vote_average":5.8,"runtime":9,"cert":"N\/A","id":58160,"title":"Little Hiawatha","adult":false,"genre_ids":[16]},{"cast":["Allan Watson","Marcellite Garner"],"overview":"After a short introduction, one of Neptune's mermaids is captured by a pirate ship, and their anchor chain entangles King Neptune; the various sea creatures launch a full-on assault on the pirate ship, and eventually the giant King himself gets free and creates major havoc for the ship.","release_date":"1932-09-10","vote_average":6.2,"runtime":7,"cert":"N\/A","id":58167,"title":"King Neptune","adult":false,"genre_ids":[16]},{"cast":["Mika"],"overview":"Live Parc des Princes Paris (2008) is Mika's second live album. It is a one-off stadium show with a crowd of 55,000 recorded at Paris on 4 July 2008. The DVD also features a documentary following the initial idea of the show through to the production. In Bonus Features it includes the music video for the song \"Lollipop\", a live performance of \"Grace Kelly\" and the making-of the design and others in the show","release_date":"2008-07-04","vote_average":10.0,"runtime":120,"cert":"N\/A","id":58170,"title":"MIKA: Live au Parc des Princes Paris","adult":false,"genre_ids":[10402]},{"cast":["Donatella Finocchiaro","Fabrizio Gifuni","Beppe Fiorello","Giorgio Colangeli","Gioia Spaziani"],"overview":"A well known judge comes back to his native region, Salentino in the South of Italy, to find out that his old friend is dead and the woman he loved is now working for a crime organization.","release_date":"2008-11-21","vote_average":5.0,"runtime":106,"cert":"N\/A","id":58171,"title":"Galantuomini","adult":false,"genre_ids":[80,18]},{"cast":["Carly Parker","Harmony Rose","Aurora Jolie","Emilianna","Kaylee Sanchez"],"overview":"Fuck My Tits 2 is eight scenes of pure breast worship featuring the best boobs in the biz getting pressed together, fucked and smothered in lots of man sauce. Now tit fucking fans have an entire movie devoted to their favorite fetish","release_date":"2007-03-13","vote_average":7.0,"runtime":138,"cert":"N\/A","id":58172,"title":"Fuck My Tits 2","adult":true,"genre_ids":[]},{"cast":["Gianna Michaels","Abbey Brooks","Chavon Taylor","Claire Dames","Lacey Duvalle"],"overview":"Fuck My Tits 4 is seven scenes of pure breast worship featuring the best boobs in the biz getting pressed together, fucked and smothered in lots of man sauce. Now tit fucking fans have an entire movie devoted to their favorite fetish.","release_date":"2008-07-04","vote_average":7.0,"runtime":124,"cert":"N\/A","id":58175,"title":"Fuck My Tits 4","adult":true,"genre_ids":[]},{"cast":["Diamond Kitty","Angelina Valentine","Erika Vution","Carolyn Reese","Mz. Berlin"],"overview":"Fuck My Tits 5 is seven scenes of pure breast worship featuring the best boobs in the biz getting pressed together, fucked and smothered in lots of man sauce. Now tit fucking fans have an entire movie devoted to their favorite fetish.","release_date":"2009-03-17","vote_average":7.0,"runtime":96,"cert":"N\/A","id":58180,"title":"Fuck My Tits 5","adult":true,"genre_ids":[]},{"cast":["Alanah Rae","Sophie Dee","Sierra Skye","Jessica Moore","Jada Fire"],"overview":"Fuck My Tits 6 is seven scenes of pure breast worship featuring the best boobs in the biz getting pressed together, fucked and smothered in lots of man sauce. Now tit fucking fans have an entire movie devoted to their favorite fetish.","release_date":"2010-01-05","vote_average":9.4,"runtime":106,"cert":"N\/A","id":58181,"title":"Fuck My Tits 6","adult":true,"genre_ids":[]},{"cast":["Dean Martin","Jerry Lewis","Polly Bergen","Marion Marshall","Eddie Mayehoff"],"overview":"Bill Miller is an unsuccessful Broadway performer until his handlers convince him to enhance his act with a stooge - Ted Rogers, a guy positioned in the audience to be the butt of Bill's jokes. But Ted begins to steal the show. Bill's girlfriend and his pals tell him to make Ted an equal partner. Complications occur, while Bill sings and Ted gets the laughs.","release_date":"1952-12-21","vote_average":6.9,"runtime":100,"cert":"N\/A","id":58182,"title":"The Stooge","adult":false,"genre_ids":[35]},{"cast":["Kalapács József","Weisz László","Beloberk Zsolt","Beloberk István","Sárközi Lajos"],"overview":"","release_date":"2010-11-25","vote_average":10.0,"runtime":null,"cert":"N\/A","id":58183,"title":"Kalapács - Dühös nemzedék 2000-2010","adult":false,"genre_ids":[]},{"cast":[],"overview":"Dr Alice Roberts follows a trail of clues from ancient human bones to the frontiers of genetic research to discover if we are still evolving - and where we might be heading.","release_date":"2011-04-19","vote_average":4.5,"runtime":60,"cert":"","id":58184,"title":"BBC Horizon: Are We Still Evolving?","adult":false,"genre_ids":[99]},{"cast":["Alberto Sordi","Vittorio Gassman","Fernandel","Nino Manfredi","Silvana Mangano"],"overview":"The Last Judgement (Italian: Il giudizio universale) is a 1961 commedia all'italiana film by Italian director Vittorio De Sica. It was coproduced with France.  It has an all-star Italian and international cast, including Americans Jack Palance, Ernest Borgnine; Greek Melina Mercouri and French Fernandel, Anouk Aimée and Lino Ventura.  The film was a huge flop, massacred by critics and audiences when it was released. It was filmed in black and white, but the last sequence, the dance at theatre, is in color.","release_date":"1961-10-26","vote_average":6.7,"runtime":101,"cert":"N\/A","id":58185,"title":"The Last Judgment","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The first Duel Masters movie Duel Masters Curse of the Death Phoenix was released in May 25, 2005. This movie was released alongside a movie for the Megamen series. Shobu Kirifuda and his partner invites to participate in uncharted island for the duel congress, this congress converged with the land's of the duel master, therefore wins obtains absolutely not that simply, even between with centimeters, will Shobu able to win the prize or not, it just about matter of time...","release_date":"2005-05-25","vote_average":0.0,"runtime":46,"cert":"N\/A","id":58186,"title":"Duel Masters Curse of the Death Phoenix","adult":false,"genre_ids":[16]},{"cast":["Marcello Mastroianni","Massimo Troisi","Anne Parillaud","Renato Moretti","Lou Castel"],"overview":"A father and his son who lived seperated for some time meet each other one day and try to talk their problems over and understand their diametrical differences.","release_date":"1989-09-27","vote_average":7.3,"runtime":97,"cert":"N\/A","id":58187,"title":"What Time Is It?","adult":false,"genre_ids":[35,18]},{"cast":["Alberto Sordi","Ida Galli","Bice Valori","Sara Franchetti","Nanda Primavera"],"overview":"Comedy about the flawed Italian healthcare system of the time and a doctor's expeirence with it.","release_date":"1968-10-24","vote_average":7.2,"runtime":98,"cert":"N\/A","id":58188,"title":"Be Sick… It's Free","adult":false,"genre_ids":[35]},{"cast":["Carlo Verdone","Asia Argento","Aldo Maccione","Anita Bartolucci","Angelo Bernabucci"],"overview":"","release_date":"1994-01-01","vote_average":6.2,"runtime":null,"cert":"N\/A","id":58189,"title":"Perdiamoci di vista","adult":false,"genre_ids":[35]},{"cast":["Alessandro Benvenuti","Francesco Nuti","Athina Cenci","Paolo Hendel","Angelo Pellegrino"],"overview":"","release_date":"1984-01-12","vote_average":6.2,"runtime":null,"cert":"N\/A","id":58190,"title":"Ad Ovest di Paperino","adult":false,"genre_ids":[35]},{"cast":["Adriano Celentano","Renato Pozzetto","Kelly Van der Velden","Daniel Stephen","Sergio Renda"],"overview":"Two reckless friends Leonardo (Adriano Celentano) and Luciano (Renato Potstsetto) are just doing whatever they want and getting into endless alterations. When one of them decides to marry, their friendship is in a crisis ...","release_date":"1985-02-21","vote_average":6.4,"runtime":108,"cert":"N\/A","id":58191,"title":"He's Worse than Me","adult":false,"genre_ids":[35]},{"cast":["Lionel Barrymore","Phillips Holmes","Nancy Carroll","Louise Carter","Lucien Littlefield"],"overview":"A young French soldier in World War I is overcome with guilt when he kills a German soldier who, like himself, is a musically gifted conscript, each having attended the same musical conservatory in France. The fact that the incident occurred in war does not assuage his guilt. He travels to Germany to meet the man's family.","release_date":"1932-01-24","vote_average":7.6,"runtime":76,"cert":"N\/A","id":58192,"title":"The Broken Lullaby","adult":false,"genre_ids":[18]},{"cast":["Barbora Bobuľová","Andrea Renzi"],"overview":"Valeria is a passive onlooker to her own life in Turin, and she grows so obsessed with the activities of her neighbor Massimo that when he moves to Rome she decides to follow him. There she meets and unexpectedly befriends Massimo's companion Flavia, and becomes enmeshed in both of their lives.","release_date":"2004-05-07","vote_average":7.5,"runtime":98,"cert":"N\/A","id":58193,"title":"The Spectator","adult":false,"genre_ids":[18,53]},{"cast":["Nick Thurston","Geoffrey Wigdor","Karen Allen","Stephen Lang","Peter Riegert"],"overview":"A coming of age story set in 1975 working-class Brooklyn, in which two teenage brothers living with their abusive father and their well-meaning but ineffective mother are caught up in a life of petty crime. Older brother Danny concocts a daring scheme to steal enough money for the two to escape, timed around the chaos of an upcoming Rolling Stones concert. The sensitive younger brother, Brian, ultimately has a choice: remain loyal to the brother with whom he shares a powerful love-hate bond, or use his hidden talent as an artist as his own ticket out of their dead-end existence.","release_date":"2011-03-25","vote_average":6.2,"runtime":109,"cert":"N\/A","id":58194,"title":"White Irish Drinkers","adult":false,"genre_ids":[18,53]},{"cast":["Lorenza Indovina","Claudio Santamaria","Rolando Ravello","Andrea Di Stefano","Dario D'Ambrosi"],"overview":"A serial killer, called the Iguana, is terrorizing Bologna. He is able to change continuously identity. Grazia is investigating trying to find out the truth about the Iguana.","release_date":"2000-01-01","vote_average":5.9,"runtime":82,"cert":"N\/A","id":58195,"title":"Almost Blue","adult":false,"genre_ids":[53]},{"cast":[],"overview":"This fitting tribute to the amazing talents of late reggae star Alton Ellis, features his last ever live concert, at London's Jazz Cafe in 2008. Tracks include 'Harder And Harder', 'La La La Means I Love You', 'I'll Take You There', 'Dance Crasher', and more.","release_date":"","vote_average":4.8,"runtime":76,"cert":"N\/A","id":58196,"title":"Alton Ellis - In Memoriam 1938-2008 - Live At The Jazz Cafe, London","adult":false,"genre_ids":[10402]},{"cast":["Dana Delany","Bai Ling","Debi Mazar","Angela Sarafyan"],"overview":"A love story about the encounter of two drifting souls. Escaping her abusive past, a woman stays the night with an illegal immigrant friend of a friend. The two get closer and fall in love, but face turmoil.","release_date":"2008-08-14","vote_average":0.0,"runtime":81,"cert":"N\/A","id":58197,"title":"A Beautiful Life","adult":false,"genre_ids":[18,10749]},{"cast":["Louise Fletcher","David Beecroft","James Hong","Frederick Flynn","Shawn Weatherly"],"overview":"After someone is killed in the subterranean project called \"Shadowzone,\" a NASA captain is called in to investigate. In the project, sleeping subjects are induced into a deep EDS state whereby they become portals to a parallel universe. Unfortunately this causes adverse reactions in the subject, and something gets through the portal, the consequence of which is an attrition problem.","release_date":"1990-02-22","vote_average":4.9,"runtime":88,"cert":"18","id":58200,"title":"Shadowzone","adult":false,"genre_ids":[27,878]},{"cast":["Nino Manfredi","Eleonora Giorgi","Jean-Pierre Cassel","Georges Wilson","Carlo Bagno"],"overview":"Sandro is a Roman adrift in Venice during Carnival. As he enters midlife, he argues with his wife of sixteen years more often than they laugh or make love. She's had enough of his moods, so they separate so he can sort out his mind. His first night away, he sees a photograph of a nude; the image resembles his wife. He searches for the model, whose name is Riri. He finds her, and she looks exactly like his wife, except that Riri is a gaily attired prostitute and Laura is a self-contained antiquarian bookseller. Are they two women, are they one, and in the masquerade of Carnival, what is real?","release_date":"1981-11-06","vote_average":6.1,"runtime":112,"cert":"N\/A","id":58201,"title":"Portrait of a Nude Woman","adult":false,"genre_ids":[10749,35]},{"cast":["Sergio Castellitto","Laura Morante","Enzo Jannacci","Marco Giallini","Barbora Bobuľová"],"overview":"A comedy about generational conflict between two parents who do not want to grow old and a seventeen year old daughter who wants to become an adult. During a weekend with some friends in their country house in Tuscany, Marcello and Marina, relieved that the love affair of their teenage daughter Rose with another boy, Luke, is over, prepare to meet their daughter's new boyfriend. The problem is that the two adults, who still feel pretty young, do not know what to expect, and what they are about to discover will leave them speechless ...","release_date":"2010-12-17","vote_average":6.1,"runtime":107,"cert":"N\/A","id":58204,"title":"Love & Slaps","adult":false,"genre_ids":[35]},{"cast":["Herbert Vianna"],"overview":"Herbert Up Close is the life and music of Herbert Vianna, front man of the Paralamas do Sucesso, \"the most successful band in Brazillian rock\", according to the Billboard magazine. In 2001, Herbert had his career interrupted by an airplane accident that killed his wife and left him disabled. Sitting on a wheelchair, Herbert watches his past on a television, a life of fighting, persistence and achievements shown by close and caring vision from directors Roberto Berliner and Pedro Bronz. The film tells the inside story of one of the most talented musicians in Latin American pop music.","release_date":"2009-10-09","vote_average":0.0,"runtime":94,"cert":"N\/A","id":58209,"title":"Herbert de Perto","adult":false,"genre_ids":[99]},{"cast":["Jeremy Clarkson"],"overview":"The central premise of Speed is an intriguing one, that human beings are the only species capable of exceeding the speed limit that nature intended. Clarkson sets out to explore both what compels us to pursue these limits--often at considerable risk to our own safety--and what effect the quest has on us. The result was an immensely engaging series, a few highlights of which are collected on this video. The best moments are those that find Clarkson sticking to the brief: interviewing the aristo-twit tobbogganeers of the Cresta Run; trying to understand why he, an experienced driver, will never be as fast as Michael Schumacher or Colin McRae; a musing on the qualities needed to be a fighter pilot; an examination of the extraordinary sport of speed-skiing, in which cat-suited kamikazes hit speeds of up to 150 miles an hour.","release_date":"2001-06-11","vote_average":6.0,"runtime":60,"cert":"","id":58210,"title":"Jeremy Clarkson's Speed","adult":false,"genre_ids":[99,35]},{"cast":["Marcelo Falcão Custódio","Alexandre Meneses","Lauro Farias","Marcelo Lobato"],"overview":"A banda O Rappa escolheu a favela da Rocinha como palco da gravação do DVD Registro. Capitaneado por Falcão, o grupo apresenta a turnê do disco 7 Vezes (2008), que passou por diversas cidades brasileiras e alguns pontos da Europa. No repertório da gravação, hits como \"Minha Alma\" e \"Pescador de Ilusões\" também serão incluídos.","release_date":"2010-01-01","vote_average":9.5,"runtime":null,"cert":"N\/A","id":58211,"title":"O Rappa - Ao vivo na Rocinha","adult":false,"genre_ids":[10402]},{"cast":["Bruce Bruce"],"overview":"The Double Bruce keeps them rollin' in the aisles as he lays down his own unique brand of humor.","release_date":"2003-08-19","vote_average":4.5,"runtime":60,"cert":"N\/A","id":58212,"title":"Bruce Bruce: Live","adult":false,"genre_ids":[35]},{"cast":["Chad Donella","Tricia Lahde","Robert Kingston","Brendan Gall","Katie Crown"],"overview":"Brian and Jack were inseparable; now they barely speak. Their formerly close-knit group has all but disbanded in the wake of encroaching adulthood. But when Jack tries to hang himself from a plant hook while house-sitting, he inadvertently triggers an impromptu reunion that brings the old gang back together and could change everything. Forever. Welcome to DAKOTA: friendship, fistfights, concussions, quarter-life crises, blow-ups, breakdowns, toy guns, telemarketing, love, lies, and breakfast - all in someone else's home. In this dark, offbeat comedy everyone comes together to examine what went wrong. Along the way, they may just remind each other what went right.","release_date":"2008-01-01","vote_average":3.0,"runtime":98,"cert":"N\/A","id":58213,"title":"Dakota","adult":false,"genre_ids":[18]},{"cast":["Arlene Farber","Frederick Riccio","Fred Willard"],"overview":"A new health teacher in a high school is nearly raped by drug-dealing students and is blamed when a student turns up pregnant.","release_date":"1967-11-22","vote_average":0.0,"runtime":78,"cert":"N\/A","id":58216,"title":"Teenage Mother","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Celebrating 50 years since his first single 'Lover Boy' was released in 1959, this DVD features the Ska superstar on stage at London's 100 Club performing some of his most famous songs.","release_date":"","vote_average":0.0,"runtime":76,"cert":"N\/A","id":58217,"title":"Derrick Morgan - Live at The 100 Club","adult":false,"genre_ids":[]},{"cast":["Erika Blanc","Jean Servais","Daniel Emilfork","Jacques Monseau","Lucien Raimbourg"],"overview":"Six of seven tourists in a east European castle overnight are victims of a helper of the devil. Is Satan willing to spare their souls?","release_date":"1971-06-06","vote_average":6.2,"runtime":95,"cert":"N\/A","id":58218,"title":"The Devil's Nightmare","adult":false,"genre_ids":[27,14]},{"cast":["Robert De Niro","Monica Bellucci","Riccardo Scamarcio","Michele Placido","Donatella Finocchiaro"],"overview":"Roberto is a young and ambitious lawyer who is going to marry Sara. His whole life is perfectly planned out. During a expropriation which he is in charge of, he meets Micol, a gorgeous and provocative young woman from a small village in Tuscany. This is when things start to get complicated... Fabio, a famous anchorman, has been the perfect husband for twenty five years. At a party one night, he meets Eliana, a femme fatale full of surprises. This one-night stand proves to be more than what he bargained for when she refuses to leave... Adrian is an American art history professor who moved to Rome after his divorce. He is friends with Augusto, the building's concierge, whose ebullient daughter Viola is about to disrupt his peaceful existence and relight his fire","release_date":"2011-02-25","vote_average":5.3,"runtime":125,"cert":"N\/A","id":58219,"title":"The Ages of Love","adult":false,"genre_ids":[35,10749]},{"cast":["Hans Rosling"],"overview":"Professor Hans Rosling shares his excitement with statistics, and shows how researchers are handling the modern data deluge.","release_date":"2010-12-07","vote_average":5.3,"runtime":60,"cert":"","id":58220,"title":"The Joy of Stats","adult":false,"genre_ids":[99]},{"cast":["Nick Kroll","Brandon Johnson","Mindy Kaling","John Mulaney"],"overview":"In his special, rising star Nick Kroll (\"The League,\" “Date Night,” \"Get Him to the Greek\") blows the doors off the time-honored one-hour format by weaving in hilarious short films, as well as appearances by his infamous characters Fabrice Fabrice, Bobby Bottleservice, El Chupacabra and Oh, Hello (featuring John Mulaney, “COMEDY CENTRAL Presents” and “Saturday Night Live”). This seminal comedy event marks the arrival of an exciting new voice in stand-up and is definitely not to be missed.","release_date":"2011-01-29","vote_average":4.3,"runtime":64,"cert":"N\/A","id":58221,"title":"Nick Kroll: Thank You Very Cool","adult":false,"genre_ids":[35]},{"cast":["Jim Carrey","Carla Gugino","Madeline Carroll","Angela Lansbury","Ophelia Lovibond"],"overview":"Jim Carrey stars as Tom Popper, a successful businessman who’s clueless when it comes to the really important things in life...until he inherits six “adorable” penguins, each with its own unique personality. Soon Tom’s rambunctious roommates turn his swank New York apartment into a snowy winter wonderland — and the rest of his world upside-down.","release_date":"2011-06-17","vote_average":5.8,"runtime":94,"cert":"PG","id":58224,"title":"Mr. Popper's Penguins","adult":false,"genre_ids":[35,10751]},{"cast":["Warren Finnerty","Jerome Raphael","Garry Goodrow","Jim Anderson","Carl Lee"],"overview":"Eight drug addicts are waiting for their connection in a New York apartment belonging to Leach. Jim Dunn, a budding filmmaker, has agreed to pay for the fix if the addicts will allow him to film the connection scene. After the men get their shots, they talk Dunn into trying heroin in order to understand the subject \"first hand.\" He becomes ill and while sleeping, Leach takes an overdose that puts him into a coma. Dunn recovers, with the aid of the connection, and writes off the film as a failure.","release_date":"1961-05-03","vote_average":5.6,"runtime":110,"cert":"N\/A","id":58227,"title":"The Connection","adult":false,"genre_ids":[18]},{"cast":["Carol Burnett","Elaine Stritch","Barbara Cook","Lee Remick","Liliane Montevecchi"],"overview":"The 1971 Broadway musical “Follies” contains one of the great Sondheim score. However its original cast album was notoriously problematic and heavily truncated. With a view to recording a more complete version of the score, a staged concert at Avery Fisher Hall, Lincoln Center, was performed  and filmed on September 6 and 7, 1985.  The concert starred Barbara Cook,, George Hearn, Mandy Patinkin and Lee Remick, and featured Carol Burnett, Betty Comden, Adolph Green, Liliane Montevecchi and Elaine Stritch. Frank Rich, in his New York Times review, noted that \"As performed at Avery Fisher Hall, the score emerged as an original whole, in which the 'modern' music and mock vintage tunes constantly comment on each other, much as the script's action unfolds simultaneously in 1971 (the year of the reunion) and 1941 (the year the Follies disbanded).\"","release_date":"1986-03-14","vote_average":8.0,"runtime":90,"cert":"N\/A","id":58228,"title":"Follies In Concert","adult":false,"genre_ids":[10402,99]},{"cast":["Hashizo Okawa","Hiroko Sakuramachi","Naoko Kubo","Sanae Nakahara","Kôji Nanbara"],"overview":"A suspenseful Ninja fantasy based on Shiba Ryotaro's novel, woven with the mysterious fate and romance of Shinzo and a beautiful Princess who find themselves at the center of an intrigue surrounding the legendary land of Yasurai in the mountains of Kumano. Hidden gold, the love of a beautiful Princess, and the approaching evil sword all contribute in bringing you a Ninja action thriller that only the legendary actor Okawa Hashizo and the genius director Kato Tai could produce!","release_date":"1964-01-15","vote_average":7.2,"runtime":95,"cert":"N\/A","id":58229,"title":"Warrior of the Wind","adult":false,"genre_ids":[36,18]},{"cast":["Eckhart Tolle"],"overview":"Eckhart Tolle führt uns in diesem Vortrag in seiner ihm typischen Weise mit Ernsthaftigkeit aber auch mit unvergleichlichem Humor zur Erfahrung der Fülle unseres Seins. Er beschreibt, wie wir uns normalerweise an der Oberfläche bewegen, nicht in Kontakt sind mit diesem Sein, mit dem was in der Tiefe liegt. Wir warten ständig darauf, dass etwas Interessantes passiert, sind immer unterwegs zum nächsten Moment, in die Zukunft. Es ist wichtig, zu erkennen, dass diese Zukunft gar nicht existiert, sondern nur ein Gedanke ist - und eben dieser Gedanke im JETZT gedacht wird. Wenn wir unsere Aufmerksamkeit nach Innen richten, dann kommt in der Tiefe dieses Sein zum Vorschein, es wird als unbegrenzter Raum spürbar. Was ist dieses Sein? Es ist ein Mysterium, das sich gedanklich nicht erfassen lässt. Es ist das, was wir wirklich sind - das ewige, zeitlose Sein - jenseits von Gedanken und Erscheinungen, immer Hier und Jetzt.","release_date":"2009-10-30","vote_average":7.0,"runtime":129,"cert":"N\/A","id":58230,"title":"Leben aus der Fülle des Seins!","adult":false,"genre_ids":[]},{"cast":["Nicholas D'Agosto","Josh Gad","Bret Harrison","Danneel Ackles","Arielle Kebbel"],"overview":"For three college guys, it’s senior year and the co-ed experience has left them high and dry. Their solution: A road trip to Mardi Gras, where beautiful babes are happy to lift their shirts and open containers are always welcome. But after dressing in drag, breaking into Carmen Electra’s hotel room, starring in a scandalous sex show and accidentally exploding a feces bomb in a swank hotel lobby, will the Mardi Gras magic kick in and their wildest fantasies come true?","release_date":"2011-09-23","vote_average":4.9,"runtime":88,"cert":"N\/A","id":58231,"title":"Mardi Gras: Spring Break","adult":false,"genre_ids":[35]},{"cast":["Felicity Jones","Ed Westwick","Brooke Shields","Bill Nighy","Tamsin Egerton"],"overview":"While working a job at an exclusive ski resort to support her Dad, Kim learns to snowboard and is so good at it that she enters a competition with a huge cash prize. She has to dig deep to overcome her fears, but her life gets more complicated through her spoken-for boss, Jonny.","release_date":"2011-02-02","vote_average":6.3,"runtime":96,"cert":"12","id":58232,"title":"Chalet Girl","adult":false,"genre_ids":[35,10749]},{"cast":["Rowan Atkinson","Daniel Kaluuya","Dominic West","Rosamund Pike","Gillian Anderson"],"overview":"The most prominent heads of state in the world begin gathering for a conference that could have a major impact on global politics. When MI-7 receives word that the Chinese premier has become the target of some high-powered killers, it falls on Johnny English to save the day. Armed with the latest high-tech weaponry and gadgets that would make even James Bond jealous, the once-disgraced agent uncovers evidence of a massive conspiracy involving some of the world's most powerful organisations, and vows to redeem his tarnished reputation by stopping the killers before they can strike.","release_date":"2011-09-15","vote_average":6.1,"runtime":101,"cert":"PG","id":58233,"title":"Johnny English Reborn","adult":false,"genre_ids":[80,12,28,35,53]},{"cast":["Eckhart Tolle"],"overview":"","release_date":"2009-02-13","vote_average":7.0,"runtime":null,"cert":"N\/A","id":58236,"title":"Unser Bewusstsein öffnen","adult":false,"genre_ids":[]},{"cast":[],"overview":"Na DVD-ju so naslednje risanke: Mitzijino darilo, Vila v nevarnosti, Winx Believix, Beli obroč .","release_date":"2010-07-13","vote_average":8.0,"runtime":108,"cert":"N\/A","id":58239,"title":"Winx Club 25","adult":false,"genre_ids":[16]},{"cast":["Glenn Close","Christopher Walken","Jack Palance","Lexi Randall","Chris Bell"],"overview":"The third installment of the Sarah trilogy provides a glorious and touching story of a family drawn together by adversity. On a cold winter day a stranger shows up at the farm. He is slow to reveal his identity. When they find out he is Jacobs father, John Witting, thought long ago dead, hard questions about the past are difficult to get answered.","release_date":"1999-11-20","vote_average":7.1,"runtime":95,"cert":"N\/A","id":58242,"title":"Sarah, Plain and Tall - Winter's End","adult":false,"genre_ids":[18,10751]},{"cast":["Anne Curtis","Marvin Agustin","Raymond Bagatsing","Kathleen Hermosa","Ces Aldaba"],"overview":"Wag Kang Lilingon is a twin-bill horror movie In the first story \"Uyayi,\" Anne plays Melissa, a young nurse with a bright future ahead of her. But will the future turn to her favor as strange and violent events occur at the hospital she works for. Together with her boyfriend James, they try to uncover the killer behind the rising number of deaths among the patients in the hospital.  In the second story \"Salamin,\" Kristine plays Angel, a beautiful young family breadwinner whose only aspiration is to see her family live a better life. When her father left her and her mother and younger sister for another woman, Angel decided to move into a new place. Little did they know the danger that lies ahead. As she discovers an old mirror, she makes a wish at the stroke of midnight by the candlelight-to know her future.","release_date":"2006-11-15","vote_average":5.7,"runtime":96,"cert":"N\/A","id":58245,"title":"Don't Turn Around","adult":false,"genre_ids":[27]},{"cast":["Kim Chiu","Gerald Anderson","Albert Martinez","Chin Chin Gutierrez","Lotlot De Leon"],"overview":"A boy and a girl who have wildly divergent personalities yet share the name, Alex Reyes, decide to team up for a cycling contest. But while female Alex is focused on winning the prize money, male Alex is more concerned with his parents breaking up. Through their intense training sessions, the two become closer than friends and eventually help each other confront their biggest problems.","release_date":"2007-09-06","vote_average":7.0,"runtime":98,"cert":"N\/A","id":58246,"title":"I've Fallen for You","adult":false,"genre_ids":[18,10749]},{"cast":["Judy Ann Santos","Ryan Agoncillo","Gloria Diaz","Gina Pareño","Ariel Ureta"],"overview":"Jed is on the brink of leaving the Philippines to join his family in America when a run-in with the perfect woman, Angie, changes everything. A speedy proposal sends both families reeling and sets the stage for a rocky marriage.","release_date":"2006-12-25","vote_average":4.3,"runtime":100,"cert":"N\/A","id":58247,"title":"Commit, Cohabit, Couple","adult":false,"genre_ids":[18,35,10749]},{"cast":["Martin Landau","Barbara Bain","Barry Morse","Nick Tate","Prentis Hancock"],"overview":"Earth's Moon is the site of Moonbase Alpha, a scientific research colony nestled in the crater Plato. Staffed by over 300 men and women from Earth, it is the operations center for several space expeditions. It is also a watchdog for vast amounts of atomic waste from Earth stored in silos on the Moon's far side. Magnetic radiation builds up and causes the wastes to explode with such force that the Earth's centripetal pull on the Moon is overcome, and the Moon is broken free of Earth's orbit to drift at incredible speed out of the Solar System off the plane of the ecliptic. The survivors on Moonbase Alpha are unable to return to Earth and must survive in unknown space on their wandering Moon. They encounter a planet whose advanced people project an illusion of a devastating attack on Moonbase. This TV movie was edited from scenes of two episodes (\"Breakaway\" and \"War Games\") of \"Space: 1999\" (1975).","release_date":"1980-09-04","vote_average":5.2,"runtime":104,"cert":"","id":58248,"title":"Alien Attack","adult":false,"genre_ids":[878,18]},{"cast":["Ashley Williams","Natasha Lyonne","Tovah Feldshuh"],"overview":"Three couples navigate romance in the Big Apple while managing an ever-increasing series of personal hurdles.","release_date":"2010-04-20","vote_average":10.0,"runtime":86,"cert":"N\/A","id":58249,"title":"Heterosexuals","adult":false,"genre_ids":[35]},{"cast":["NIkki Bell","Zackary Kresser","Brittany Geiger","Michael Galliano","Brian Affleck"],"overview":"On Saturday, May 17th, 2008, police responded to a residence in a remote area of Bucks County, Pennsylvania for the report of a missing person. Upon their arrival, a routine investigation was performed and it was determined that the situation did not require police intervention. When the police returned the next morning to do a courtesy follow up, the house was immediately found to be the scene of a crime.","release_date":"2010-12-01","vote_average":4.5,"runtime":84,"cert":"N\/A","id":58250,"title":"The Bucks County Massacre","adult":false,"genre_ids":[27,28,53]},{"cast":["Ronald Bronstein","Sage Ranaldo","Frey Ranaldo","Eléonore Hendricks","Casey Neistat"],"overview":"After months of living a solitary existence, Lenny, 34, picks up his kids from school. Every year he spends a couple of weeks with his sons Sage, 9, and Frey, 7. Lenny hosts his kids within a midtown studio apartment in New York City. During these two weeks, he must figure out if he wants to act as their father or be their friend. Ultimately, their trip upstate results in complete lawlessness taking over their lives.","release_date":"2009-05-16","vote_average":6.3,"runtime":100,"cert":"N\/A","id":58251,"title":"Daddy Longlegs","adult":false,"genre_ids":[18,35]},{"cast":["Al Murray"],"overview":"On the Al Murray: The Pub Landlord - Live At The Palladium DVD, the award winning comedian raises the roof at the majestic London Palladium, where he gave a crowning performance of his hit tour show \"And Another Thing\" in 2007. In this show, Britain’s favourite Pub Landlord holds court with his distinctive common sense, reasoning on subjects such as \"The War on Terror\", \"Hell\", \"Life Itself\", and his personal crusade to \"Bring Back Shame\". Expect \"unstoppable comedy from the joke-telling machine gun\" (The Sunday Times), who showcases his trademark rapid-fire interaction with the regulars. Having already become famed by the success of his prime-time entertainment show \"Happy Hour\", and an unprecedented second \"An Audience with Al Murray: The Pub Landlord\", the Guv’nor shines in top form on this DVD.","release_date":"2007-11-19","vote_average":0.0,"runtime":60,"cert":"15","id":58252,"title":"Al Murray, The Pub Landlord - Live At The Palladium","adult":false,"genre_ids":[35]},{"cast":["Leïla Bekhti","Benjamin Siksou","Cécile Cassel","Chantal Lauby","Nicolas Briançon"],"overview":"","release_date":"2011-02-23","vote_average":6.0,"runtime":85,"cert":"N\/A","id":58253,"title":"Leila","adult":false,"genre_ids":[10402,10749]},{"cast":["Jessica Lange","David Strathairn","Tom Aldredge","Reed Diamond","Anne Heche"],"overview":"A young woman inherits her father's farm after he dies. Over the years, she overcomes challenges and turns it into a success, all the while yearning for her childhood love to return.","release_date":"1992-02-02","vote_average":5.7,"runtime":98,"cert":"N\/A","id":58254,"title":"O Pioneers!","adult":false,"genre_ids":[10770,28,18,10749]},{"cast":["Michael Chow Man-Kin"],"overview":"The plot follows Art Chew's (a pun of the sound one makes when sneezing) quest to retrieve the ancient peach. The movie starts with Art Chew traveling to America, as well as showing Art's training at the Shur-li temple (a play on words with the child actor Shirley Temple), showing many kung-fu clichés such as grabbing the pebble from the masters hand (which Art succeeds without effort), fighting on trees in this case small potted palms and \"listing\" for elements (Earth, Wind and Fire play a funky tune). After the montage is shown Art meets up with his cousin Wayman (A parody on the way Chinese pronounce r as w) a Chinese adult who tries to act American so he isn't embarrassed by stereotypes and foster cousin Roy Lee, an African American who sincerely believes he is a reincarnation of Bruce Lee.","release_date":"2003-03-11","vote_average":5.6,"runtime":87,"cert":"N\/A","id":58255,"title":"Kung Phooey","adult":false,"genre_ids":[28,35]},{"cast":["Famke Janssen","Nick Stahl","Marc-André Grondin","Emilie de Ravin","Ellen Barkin"],"overview":"The amazing true story of Frédéric Bourdin, who after having plundered all the centers for runaway minors and deliquents in Europe, even thought he has come of age, now passes himself off as Nicholas Barclay, a 13-year-old American who had vanished three years ago. To his astonishment, Nicholas's family welcomes him like their son, leaving Interpol and the FBI aghast. It is the beginning of a race against time for the investigators, family and Bourdin. But who is manipulating whom? And who is Frederic Bourdin in reality?","release_date":"2010-08-23","vote_average":5.3,"runtime":106,"cert":"N\/A","id":58258,"title":"The Chameleon","adult":false,"genre_ids":[18,9648,53]},{"cast":["Martin Landau","Barbara Bain","Catherine Schell","Nick Tate","Tony Anholt"],"overview":"After an atomic explosion blasts the Moon out of Earth orbit, Moonbase Alpha drifts in space, with 300 people on board. When a rescue team from Earth arrives in a faster-than-light space ship, everyone is overjoyed that they can now return to Earth. But Moonbase Commander John Koenig, having undergone an experimental brain soothing process after receiving a concussion in a crash on the Lunar surface, sees not friends from Earth but gruesome monsters which have telepathically caused all others on Alpha to see an illusion of an Earth party. The aliens are desperate for radiation and plan to manipulate the Alphans into detonating nuclear waste on the Lunar surface, reducing the Moon and everyone on it to dust. Koenig must expose this conspiracy to save his people. Compiled from the two part episode The Bringers Of Wonder from the TV series Space: 1999's second series.","release_date":"1978-12-31","vote_average":5.6,"runtime":93,"cert":"","id":58259,"title":"Destination Moonbase-Alpha","adult":false,"genre_ids":[878,12]},{"cast":["Tangi Miller","Malik Yoba","Brent Jennings"],"overview":"This intelligent romantic comedy chronicles the socio-economic ascent of Derek Scott. Derek has spent his entire life plotting a course for his success. His diligence is about to pay off when he happens upon an unexpected detour. This \"road less traveled\" intrigues Derek so much so that he considers throwing away his entire well orchestrated life to experience the one thing his plan has yet to provide...love.","release_date":"2010-01-01","vote_average":0.0,"runtime":80,"cert":"N\/A","id":58260,"title":"My Girlfriend's Back","adult":false,"genre_ids":[35,10749]},{"cast":["Tom Abate","Hugo De Garis","Peter Diamandis","Ray Kurzweil"],"overview":"The compelling feature-length documentary film, by director Barry Ptolemy, chronicles the life and controversial ideas of luminary Ray Kurzweil. For more than three decades, inventor, futures, and New York Times best-selling author Ray Kurzweil has been one of the most respected and provocative advocates of the role of technology in our future.","release_date":"2009-04-25","vote_average":6.6,"runtime":83,"cert":"N\/A","id":58261,"title":"Transcendent Man","adult":false,"genre_ids":[99]},{"cast":["Patrick Bouchitey"],"overview":"","release_date":"2008-12-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":58262,"title":"La Vie Privée des Animaux 2","adult":false,"genre_ids":[35]},{"cast":["Mary-Louise Parker","Frances McDormand"],"overview":"A collection of eight short stories: (1) Upheaval (2) Fueling The Fire (3) The Quality Of Mercy (4) Inside (5) Bullet In The Brain (6) Crank Calls (7) Shoot! (8) Cliche","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":58263,"title":"Short Fuse","adult":false,"genre_ids":[28,35]},{"cast":["Chef Hans","Chef Hans"],"overview":"Cooking with Marijuana Delicious International Cuisine and Beverages by Chef HANS. Several recipes are shared and demonstrated on how to cook with cannabis. Salads, oil, butter and even fish and pork recipes are shared and created.","release_date":"2004-04-20","vote_average":9.5,"runtime":40,"cert":"N\/A","id":58266,"title":"Cannabis - Cooking With Marijuana - The Gourmet Menu By Chef Hans","adult":false,"genre_ids":[99]},{"cast":["Ryan Jarman","Gary Jarman","Ross Jarman"],"overview":"The band decided to end what had been a spectacular year with some shows at the venue where they had first played as The Cribs. The idea was to play each of their three albums on separate nights in their entirety along with rarely heard songs to an intimate crowd of fans, family and friends. Franz Ferdinand, Kate Nash and Kaiser Chiefs would make surprise cameo appearances alongside pint pulling competitions that added to the sense of occasion that gave each evening the air of something really special. Live At The Brudenell Social Club is a limited edition triple DVD which includes live renditions of every Cribs song ever recorded (some of which have never been released). It also includes behind the scenes footage and interviews with Johnny Marr and Alex Kapranos amongst many from the world of The Cribs.","release_date":"2008-12-15","vote_average":5.0,"runtime":null,"cert":"","id":58267,"title":"The Cribs: Live at the Brudenell Social Club","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"De Ironie verbergt Scherts achter de Ernst en de Satire verbergt Ernst achter de Scherts en hier vindt u al deze genres bij elkaar: Schertz, Zatire en Yronie (volgens het Bruine Spellingboekje) over Talen en Letteren, Lezers en Schrijvers, Doeners en Zeikerds. Diepzinnig en Oppervlakkig, Liederlijk en Literair. Dit heeft u nooit of ooit gezien, want deze talige humor werd niet eerder uitgebracht op video of dvd. We beginnen in 1973 en eindigen in 1998 en de halve poppenkast is weer present: de Boze Duitse Leraar, de Vieze Man, de Positivo's, Cor van der Laak, de Zusjes Veenendaal, Doctor E.I. Kipping, de oude heer Bussink, moeder en Carla en Frank van Putten en Dirk, die bewijst dat hij niet van de straat is door het alfabet te boeren.Twee urr kijkplezier, luisterpret en leesgenot!","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":58268,"title":"Schertz, Zatire en Yronie","adult":false,"genre_ids":[]},{"cast":[],"overview":"Showing more exotic cars then Bill Gates can fit in his driveway, “On the Run” features 2 police chases, 0,000 in vehicle damage, a 230mph supercar run on a public highway, a 775 hp Ford GT, and more wild antics of the world’s craziest street racers. The cops were in hot pursuit this time around and we learned that even 212 mph isn’t fast enough to outrun a police radio. Follow Rob, Noah, Emil, Danny, Bryan and the rest of the Super Speeders crew as they participate in a 3800-mile cross country rally spanning 2 countries and 17 states in 7 days! This is the fastest most action packed Super Speeders video yet, so buckle up, grab some popcorn and enjoy the ride!","release_date":"2007-04-02","vote_average":5.5,"runtime":90,"cert":"N\/A","id":58273,"title":"Super Speeders 3 - On The Run","adult":false,"genre_ids":[]},{"cast":[],"overview":"Follow Rob and his 900 hp Vette out to Nevada for the Silver State Classic, a 90-mile, 200mph+ race on public roads. Watch a turbocharged Supra try to take out a Saleen S7 while twin-turbo 350Z tackles a V10 Lamborghini. Love the big crashes? Watch a Murcielago take out a street sign and the demise of the beloved Ford GT.","release_date":"2008-04-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":58274,"title":"Super Speeders 4 - Head To Head","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"Super Speeders 5 will keep you on the edge of your seat from the opening crash to the closing credits. Strap in and watch as the horsepower levels continue to climb and the speedometer needles fly past speed limits and approach the edge of sanity. In this chapter of the Super Speeders series you'll see just how far Rob, Matt and Vinny can get with 3 cars and $1500 between them. You'll also see the most outlandish challenge attempted to date when the Super Speeders see who can intentionally get a ticket first. This is the video you will be telling your friends about for years to come.","release_date":"2009-12-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":58275,"title":"Super Speeders 5 - Out Of Control","adult":false,"genre_ids":[]},{"cast":["Vlad Logigan","Victoria Bobu","Igor Kistol","Constantin Florescu","Igor Caras-Romanov"],"overview":"Love and wedding business in the time of transition.","release_date":"2010-09-16","vote_average":6.8,"runtime":92,"cert":"N\/A","id":58276,"title":"Wedding in Basarabia","adult":false,"genre_ids":[35]},{"cast":["Eric Tabarly"],"overview":"A film about the life and career of the great French sailor Eric Tabarly.","release_date":"2008-06-11","vote_average":4.0,"runtime":null,"cert":"N\/A","id":58277,"title":"Tabarly","adult":false,"genre_ids":[99]},{"cast":["Margherita Buy","Francesca Neri","Valerio Mastandrea","Barbora Bobuľová","Antonino Bruschetta"],"overview":"The vips of italian television disappear in a mysterious way. Two detectives, Lucia and Franco, try to investigate in this mystery, drowning into a strange world, where the leader is the powerful star Sonia Norton.","release_date":"2004-04-15","vote_average":6.6,"runtime":92,"cert":"N\/A","id":58278,"title":"The Vanity Serum","adult":false,"genre_ids":[80,9648,53]},{"cast":["Kyôko Enami","Hikari Mitsushima","Tomokazu Miura","Kou Shibasaki","Mirai Shida"],"overview":"After a bad breakup, a young woman returns to her hometown and opens a menuless restaurant. A young woman (Kou Shibasaki) in her mid 20's becomes so heart broken she loses her voice. To recover, the woman decides to go back to her hometown and stay with her free-spirited mother whom she has not been very close to in the past. The young woman then decides to open a restaurant which accepts only one customer a day, allowing for thoughtful preparation for that customer.","release_date":"2010-02-06","vote_average":8.5,"runtime":118,"cert":"N\/A","id":58281,"title":"Rinco's Restaurant","adult":false,"genre_ids":[18,14]},{"cast":["Mariko Ishihara","Masanori Sera","Mari Natsuki","Takuzô Kawatani","Takeo Chii"],"overview":"Three men sentenced to death are spared and changed into “shadows executioners”, a group of ruthless ninja working for mysterious high ranking officials. During their investigation on some illegal business, one of them, called “Yazuke the Viper”, finds his abandoned daughter, Ocho, who has now become a mistress of Denzo, a smuggler. After Yazuke’s death, Ocho is also recruited as a “shadows executioner”, with the task of completing her father’s mission.","release_date":"1986-09-20","vote_average":6.5,"runtime":115,"cert":"N\/A","id":58284,"title":"Death Shadows","adult":false,"genre_ids":[28]},{"cast":["Kinnosuke Nakamura","Keiko Awaji","Isao Kimura","Seizaburô Kawazu","Tetsurō Tamba"],"overview":"Loyal samurai Samanosuke is attacked, mutilated, and left for dead while carrying out a mission for his clan. He recovers but has lost an eye and an arm. Taking a new identity as Tange Sazen, he searches for a stolen urn which has hidden significance to his clan. But Tange Sazen has his own reasons for seeking the urn.","release_date":"1966-05-25","vote_average":6.8,"runtime":91,"cert":"N\/A","id":58285,"title":"Sazen Tange and The Secret of the Urn","adult":false,"genre_ids":[28,12,18]},{"cast":["Lee Yo-won","Ryu Seung-ryong","Yoo Seung-mok","Nam Jung-hee","Cho Seong-ha"],"overview":"A man on deathrow wants to taste \"doenjang jjigae\" (a spicy Korean bean paste stew) before he dies. Television producer Choi Yu-Jin (Ryoo Seung-Ryong) hears of the inmate and researches his story for an upcoming news report. Choi Yu-Jin then comes across a mysterious woman named Jang Hye-Jin (Lee Yo-Won) who makes doenjang jjigae that brings tears of joy to those who tastes her recipe. As Choi Yu-Jin delves further, he learns of Jang Hye-Jin's heart breaking relationship with Kim Hyun-Soo (Lee Dong-Wook).","release_date":"2010-10-21","vote_average":7.0,"runtime":107,"cert":"N\/A","id":58286,"title":"The Recipe","adult":false,"genre_ids":[18,53,9648,10749]},{"cast":[],"overview":"Through the eyes of grandmother Rumidjah, a poor old Christian woman living in the slums of Jakarta, we see the economical changing society of Indonesia and the influence of globalization reflected in the life of her juvenile granddaughter Tari and her sons Bakti and Dwi.","release_date":"2011-03-03","vote_average":9.0,"runtime":109,"cert":"N\/A","id":58287,"title":"Position Among the Stars","adult":false,"genre_ids":[99,36]},{"cast":["Wolfgang Stumph","Tomi Renjak","Max Sittel","Steffen Raddatz","Sanny van Heteren"],"overview":"The four young snoopers Tim, Karl, Kloesschen and Gaby by chance discover a hidden cave near an old castle. In it there's a board that seems to describe the way to a legendary sword. They ask their history teacher Schindler about it. He forbids them further actions, but secretly continues investigations with help of two ruthless criminals. But our young heros don't give up on an adventure so fast...","release_date":"1992-04-02","vote_average":5.7,"runtime":84,"cert":"N\/A","id":58288,"title":"Four Junior Detectives","adult":false,"genre_ids":[10751,28,12]},{"cast":["Shaun Morgan Welgemoed","Dale Stewart","Pat Callahan","John Humphrey"],"overview":"Seether released an acoustic CD\/DVD set titled One Cold Night, recorded on February 22, 2006, at Grape Street in Philadelphia. Morgan, who had been suffering from a stomach ailment, decided to do an acoustic performance of their set-list rather than cancel the show.","release_date":"2006-07-11","vote_average":0.0,"runtime":52,"cert":"N\/A","id":58289,"title":"Seether: One Cold Night","adult":false,"genre_ids":[10402]},{"cast":["Jannis Niewöhner","Jonathan Dümcke","Lukas Eichammer","Svea Bein","Jürgen Vogel"],"overview":"","release_date":"2006-09-28","vote_average":5.8,"runtime":117,"cert":"N\/A","id":58290,"title":"TKKG - The Secret of the Mysterious Mind Machine","adult":false,"genre_ids":[10751,12]},{"cast":[],"overview":"Tells the story of Operation Moshtarak, the biggest operation since the start of the Afghanistan war, whose main target was the Taliban stronghold of Marjah. For two months, VBS correspondent Ben Anderson got to know the American forces behind Operation Moshtarak and filmed the brutal realities of their life on the front lines.","release_date":"2010-01-01","vote_average":7.3,"runtime":null,"cert":"N\/A","id":58291,"title":"The Battle for Marjah","adult":false,"genre_ids":[99]},{"cast":["Tom Renneberg","Thomas Braungart","Laura Schaad","Anja Hildebrandt"],"overview":"","release_date":"1997-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":58292,"title":"Das Geheimnis der Kormoraninsel","adult":false,"genre_ids":[]},{"cast":["Bette Davis","Sheila Hancock","Jack Hedley","James Cossins","Christian Roberts"],"overview":"Mrs Taggart always celebrates her anniversary with her grown sons. It’s a tradition practised since the death of her husband and she is determined for it to continue. None of her three sons have dared to cross their ruthless domineering mother but this anniversary they intend to try. With cruel and brutal twists, the family get-together becomes a social nightmare beyond endurance.","release_date":"1968-02-07","vote_average":6.7,"runtime":95,"cert":"PG","id":58293,"title":"The Anniversary","adult":false,"genre_ids":[18,35,53]},{"cast":["Zakk Wylde","Nick Catanese","James Lomenzo","Craig Nunenmacher","Black Label Society"],"overview":"This DVD contains footage from guitar virtuoso Zakk Wylde's band, Black Label Society, on their 2005 Tour of Europe. Featuring concerts at the Elysee Montmartre in Paris, and the Astoria in London, as well as candid behind the scenes footage.","release_date":"2006-06-27","vote_average":0.0,"runtime":147,"cert":"","id":58294,"title":"Black Label Society: The European Invasion Doom Troopin' Live","adult":false,"genre_ids":[10402]},{"cast":["Michael Shanks","Alexandra Kamp","Terence Bridgett","Casey B. Dolan","Simona Williams"],"overview":"Based on Sax Rohmer's cult novels \"Sumuru\", the futuristic fantasy take you to an Earth colony in the far future in which woman rule and men are used to propagate the race and work in the mines..","release_date":"2003-04-30","vote_average":4.4,"runtime":90,"cert":"","id":58295,"title":"Sax Rohmer's Sumuru","adult":false,"genre_ids":[878,14,12,28]},{"cast":["Fyodor Lavrov","Klavdiya Korshunova","Yekaterina Golubeva","Pavel Lyubimtsev","Tatyana Mitienko"],"overview":"977 is a coded number relating the attempt to “test the harmony with algebra”, to figure out the mathematical regularities of emotional and spiritual realms of human being. The characters have volunteered for the experiment to be put through not only scientific researching, but also through the everyday trials of friendship, love, attractions, envy and “the strongest of affects” – the curiosity. Thus, the scientific experience turns into human one, and a result is unpredictable…","release_date":"2006-10-26","vote_average":4.5,"runtime":86,"cert":"N\/A","id":58296,"title":"977","adult":false,"genre_ids":[18,878]},{"cast":["Aimee Mann"],"overview":"This first ever Aimee Mann DVD is a 2 DISC SET, including a one hour and twenty minute, nine camera live concert DVD, shot in Hi-Def and recorded in Brooklyn NY June `04, PLUS a bonus 13 track LIVE CD featuring all of Aimee's hits and live versions of 2 new songs from her upcoming studio album. Set List 1. The Moth 2. Sugarcoated 3. Going Through The Motions 4. Amateur 5. Wise Up 6. Save Me 7. Stupid Thing 8. That's Just What Your Are 9. Pavlov's Bell 10 Long Shot 11. 4th of July 12. King Of The Jailhouse","release_date":"2004-07-22","vote_average":0.0,"runtime":89,"cert":"N\/A","id":58297,"title":"Aimee Mann: Live at St. Ann's Warehouse","adult":false,"genre_ids":[10402]},{"cast":["Sanjay Dutt","Abhishek Bachchan","Sunil Shetty","Esha Deol","Shilpa Shetty"],"overview":"Siddhant Dheer lives a wealthy lifestyle with his brother, Shashank, and sister, Anu. Both Siddhant and Shashank work for India's Anti-Terrorist Cell (ATC), along with Aditya and Aditi. After interrogating a suspect named Altaf, they get information that terrorists are planning a major strike in Canada that may endanger 25000 lives during the month of May. Altaf tells them the mastermind behind this attack is a terrorist named Jambhal, who has a contact named Himmat Mehndi. Shashank, and Aditya fly to Canada, meet with ATC Agent Neha, and then abduct Himmat, who denies that profusely. The duo team up with Canadian Police Officer Danish \"Dan\", and together attempt to piece together whatever information they have gathered from Himmat, only to find out that no one is who they claim they are, and the duo find themselves entrapped in a web of deceit and lies, with no clues as to who is behind the threat - the countdown for which has already begun. Written by rAjOo (gunwanti@hotmail.com)","release_date":"2005-07-08","vote_average":4.9,"runtime":146,"cert":"N\/A","id":58302,"title":"Dus","adult":false,"genre_ids":[28,80,53]},{"cast":["Mark Mothersbaugh","Gerald V. Casale"],"overview":"The film details an entire live performance from Devo's 1996 reunion tour with Lollapalooza, opening for Metallica. The band performs a stripped down set consisting of songs from their first three albums. - from Wikipedia Devo Live contains an entire performance from their 1996 reunion tour with Lollapalooza, filmed at Irvine Meadows, California. - also from Wikipedia","release_date":"2004-02-24","vote_average":0.0,"runtime":55,"cert":"N\/A","id":58303,"title":"Devo Live","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"\"Really Achieving Your Childhood Dreams\" was given on September 18, 2007 at Carnegie Mellon University's McConomy Auditorium.[23] Over 450 Carnegie Mellon students, staff members, and friends of Pausch attended the lecture, leaving only standing room as this was more than the auditorium could hold.","release_date":"2006-09-19","vote_average":0.0,"runtime":116,"cert":"N\/A","id":58304,"title":"Really Achieving Your Childhood Dreams","adult":false,"genre_ids":[]},{"cast":["Steve Coogan","Simon Pegg","Julia Davis"],"overview":"Recorded live at The Palace Theatre in Manchester. All his favourite characters appear - Alan Partridge, Paul and Pauline Calf, Tony Ferrino, Ernest Moss and the irritating Duncan Thicket.","release_date":"1999-10-01","vote_average":6.8,"runtime":149,"cert":"18","id":58307,"title":"Steve Coogan: The Man Who Thinks He's It","adult":false,"genre_ids":[35]},{"cast":["Candice Rialson","Larry Gelman","Jane Kean","Perry Bullington","Arlene Martel"],"overview":"A young woman who works in a beauty parlor discovers that she has a unique and special talent, which causes her no end of trouble.","release_date":"1977-02-01","vote_average":6.3,"runtime":76,"cert":"N\/A","id":58308,"title":"Chatterbox!","adult":false,"genre_ids":[35,14]},{"cast":["Arié Elmaleh","Élodie Navarre","Vincent Desagnat","Noémie Lvovsky","Nader Boussandel"],"overview":"Jahwad is thirty years old and going nowhere fast. He flunked out of school, and slipped into petty crime. Now, he has the police on his tail. So Jahwad is no longer going nowhere, he is getting out of town as fast as he can. He hitches a ride with a schoolteacher, who is desperate at being posted to one of the toughest high schools in the Paris suburbs. The man is so frantic, he rams his car into a tree. For Jahwad, the opportunity is too good to miss, but the high school dropout hardly looks the part.","release_date":"2006-10-18","vote_average":5.2,"runtime":97,"cert":"N\/A","id":58309,"title":"School For All","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Where's the money Ronnie? A gang of criminals steal from the rich to give to the poor on the mean streets of Nottingham.... Small Time follows a gang of small time crooks in an English town. Malc is in danger of losing his girlfriend Kate if he doesn't spend more time at home and the gang leader Jumbo looks like he is about to lose control.","release_date":"1998-04-06","vote_average":4.8,"runtime":71,"cert":"18","id":58312,"title":"Small Time And Where's The Money Ronnie?","adult":false,"genre_ids":[35,80]},{"cast":["Gerald Huether"],"overview":"","release_date":"2006-03-15","vote_average":8.0,"runtime":null,"cert":"N\/A","id":58313,"title":"Brainwash: Einführung in die Neurobiologie für Pädagogen, Therapeuten und Lehrer","adult":false,"genre_ids":[]},{"cast":[],"overview":"Stingo, Lingo, Bingo and Zingo are from Riverpool and they are on their way to perform. Flo is not happy. Her friends encourage her and try to teach her to be truthful.","release_date":"2004-01-15","vote_average":7.5,"runtime":60,"cert":"N\/A","id":58314,"title":"Hermie & Friends: Flo The Lyin' Fly","adult":false,"genre_ids":[]},{"cast":["Zakk Wylde","Nick Catanese","Craig Nunenmacher","Robert Trujillo"],"overview":"Recorded live at Harpo’s in Detroit, MI (Sept. 14th, 2002) in front of a sold out crowd of brew swilling maniacs, Boozed, Broozed &amp; Broken-Boned sees BLS storm through a set of hard-hitting material from their previous three studio albums (Sonic Brew, Stronger Than Death, and 1919*Eternal) with Zakk unleashing his incomparable Les Paul magic. Also, in what is reportedly a first, the band, crowd and crew managed to empty the club of its last drop of beer!","release_date":"2003-08-12","vote_average":0.0,"runtime":120,"cert":"N\/A","id":58319,"title":"Black Label Society: Boozed, Broozed & Broken-Boned","adult":false,"genre_ids":[10402]},{"cast":["Zakk Wylde","Nick Catanese"],"overview":"Live Acoustic performance recorded at Westwires Recording USA in Allentown, PA on Feb 13th 2004 for WZZO Radio.","release_date":"2009-04-21","vote_average":0.0,"runtime":32,"cert":"N\/A","id":58324,"title":"Black Label Society: Slightly Amped - Live in Lehigh Valley","adult":false,"genre_ids":[10402]},{"cast":["Gerald Huether"],"overview":"","release_date":"2008-01-01","vote_average":6.5,"runtime":null,"cert":"N\/A","id":58325,"title":"Die vergebliche Suche der Hirnforscher nach dem Ort, an dem die Seele wohnt","adult":false,"genre_ids":[]},{"cast":["Martin Kampmann","Diego Sanchez","Alessio Sakara","Joe Stevenson","Brian Bowles"],"overview":"When both the winner and loser wind up at the hospital after their main event, it's pretty hard to argue against Fight of the Night. Diego Sanchez and Martin Kampmann slug it out at the UFC's debut in Kentucky, UFC on Versus 3, March 3, 2011 at thr KFC Yum! Center.","release_date":"2011-03-03","vote_average":5.3,"runtime":110,"cert":"N\/A","id":58326,"title":"UFC Live: Sanchez vs. Kampmann","adult":false,"genre_ids":[]},{"cast":["Alan Parsons","P.J. Olsson","Manny Focarazzo","John Montagna"],"overview":"Eye 2 Eye: Live In Madrid is a live concert performance by Alan Parsons released on both DVD-Video and Audio CD on April 6, 2010 on the Frontiers label. The show was performed with his band Alan Parsons Live Project, and was recorded live at the Plaza de Major (Plaza Mayor), Madrid, Spain, on May 14, 2004.  Per Alan Parsons' official website: \"this DVD was previously available as Alan Parsons Live In Madrid with different cover artwork\" (2005, Appertaining, Inc.).","release_date":"2010-03-19","vote_average":5.3,"runtime":80,"cert":"U","id":58329,"title":"Alan Parsons - Eye 2 Eye - Live In Madrid","adult":false,"genre_ids":[10402]},{"cast":["Jolina Magdangal","Rufa Mae Quinto","Dennis Trillo","Mark Herras","Rhian Ramos"],"overview":"Destiny. Is it beyond our control? Or do we make our own? These questions and other musings about the past and the future set the tone as we sail into the year's most anticipated film about love and life. Six people are brought together on a seven-day cruise that will change their lives forever.","release_date":"2008-09-17","vote_average":10.0,"runtime":null,"cert":"N\/A","id":58332,"title":"I.T.A.L.Y. (I Trust and Love You)","adult":false,"genre_ids":[10749,35,18]},{"cast":["R. Madhavan","Kangana Ranaut","Jimmy Sheirgill","Eijaz Khan","Deepak Dobriyal"],"overview":"Marriages are made in heaven! Though the road to heaven might be a little “tedha’. Meet ‘Manu’, a seedha saadha Doctor from London. Intelligent, temperate and from a respectable family, The perfect groom which every parent wants for their daughter. ‘Family pressure’ leads him to Kanpur to meet Tanu the quintessential small town girl who has studied in Delhi. Tanu is a smart, intelligent girl who will do everything that her parents will disapprove. With a mind of her own and a love for rebellion, Tanu is dead against an arranged marriage. But destiny holds something totally different for these dramatically diverse personalities. Their paths keep crossing time and again and weaves this wonderful story through the Indian heartland.","release_date":"2011-03-25","vote_average":6.8,"runtime":119,"cert":"N\/A","id":58333,"title":"Tanu Weds Manu","adult":false,"genre_ids":[10749,18,35]},{"cast":["John Lloyd Cruz","Sarah Geronimo","Rayver Cruz","Dante Rivero","Rowell Santiago"],"overview":"It has been six months since Laida Magtalas won the heart of her prince charming Miggy Montenegro and it has been nothing but good. Laida got promoted from executive assistant to account executive, while Miggy has been doing well as he is being mentored by his older brother Art Montenegro. Laida had gotten an offer from her aunt in Canada where she is being given a good recommendation in order for her to work there.","release_date":"2009-02-25","vote_average":8.3,"runtime":111,"cert":"N\/A","id":58336,"title":"You Changed My Life","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"It all began with 16 unknown fighters in a Las Vegas gym and blew up into a mixed martial arts phenomenon. After five seasons of blood and pain, five seasons on total mayhem, and five seasons of knock-down, drag out fights, it's time for \"The Tuffest 25.\" Take a look back at the 25 most outrageous, confrontational, emotional and intense moments from the first five seasons of The Ultimate Fighter.","release_date":"2008-06-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":58345,"title":"UFC: The Ultimate Fighter Tuffest 25 Moments","adult":false,"genre_ids":[]},{"cast":["Hwang Jang-Lee","Fan Mei-Sheng","Eddy Ko","Tino Wong Cheung","To Siu-Ming"],"overview":"A country bumpkin arrives to help his brother's rice business. Things get out of hand while a rival company becomes corrupt. The bumpkin, an ace martial artist, fights off the rivals. Angered, the rivals hire a martial arts expert to fight the hero, only to get beaten up himself. The expert send his teacher to hurt the hero and succeeds. The hero is sent to a temple where he learns a new style of kung fu. Now with the skills, our hero is ready to get even.","release_date":"1981-04-14","vote_average":5.6,"runtime":90,"cert":"N\/A","id":58348,"title":"Hitman in the Hand of Buddha","adult":false,"genre_ids":[28]},{"cast":["Johnny Hotel Albergo","Jon Briddell","Traber Burns","Thomas Calabro"],"overview":"A NASA scientist discovers that a group meteorites is heading towards Earth. Along the way, they will collide with the space station Hyperion, whose 12 astronauts are trapped and inside which there is a thermonuclear heart.","release_date":"2008-08-08","vote_average":1.0,"runtime":88,"cert":"N\/A","id":58349,"title":"Fall of Hyperion","adult":false,"genre_ids":[878]},{"cast":["Regine Velasquez","Piolo Pascual","Eugene Domingo","Mark Bautista","Erich Gonzales"],"overview":"Fired from her job and evicted from her apartment, Martee (Regine Velasquez) brings herself and her asthmatic son to Zambales for a vacation. In a dilapidated resort, owned by Lance (Piolo Pascual), Martee finds work as a manager whose duties entails plans on how to increase the resort’s clientele. At first, Martee finds difficulty adjusting to the slower provincial lifestyle, but eventually she finds the laid-back pace more favorable.","release_date":"2007-05-30","vote_average":4.0,"runtime":102,"cert":"N\/A","id":58350,"title":"Paano Kita Iibigin","adult":false,"genre_ids":[18,10749]},{"cast":["Jamie Oliver"],"overview":"Filmed live in front of a sell-out crowd, Jamie's brand new show takes live cooking to a level of entertainment that has never been seen before! Toured within Britain and then to the other side of the world - \"Happy Days\" has played to sell-out audiences . This specially staged performance is based around Jamie's energetic lifestyle and inspirational cooking and sees Jamie moving into his stylish new apartment - complete with a state-of-the-art kitchen. Here he whips up a variety of great new recipes for friends and family. With 9 brand new recipes, specially filmed sequences, loads of audience participation, and a revealing 15 minute bonus interview with Jamie himself, Happy Days Tour Live! has something for everyone!","release_date":"2002-10-01","vote_average":7.0,"runtime":108,"cert":"N\/A","id":58357,"title":"Jamie Oliver - Happy Days Tour Live!","adult":false,"genre_ids":[]},{"cast":["Jimmy Wang Yu","Lung Fei","Tien Yeh","Hsieh Han","Yi Kuei Chang"],"overview":"A sort of re-telling of Kurosawa’s “Seven Samurai”. This time the protagonists are a group of Chinese villagers who must band together to recruit outside help to defend themselves against marauding Japanese pirates demanding protection money. Set in year 1556, it’s supposedly based on true events occurring during the twilight of the Ming Dynasty.","release_date":"1973-07-13","vote_average":4.3,"runtime":100,"cert":"N\/A","id":58358,"title":"Beach of the War Gods","adult":false,"genre_ids":[28,10752]},{"cast":["Chang Yi","Chin Ping","Chiu Sam-Yin","Lam Kau","Tin Sam"],"overview":"A simple woodcutter named Wei Fu (Chang Yi) finds his world shattered when three murderous horsemen arrive to kill his family and kidnap his sister. Left with nothing but his mother’s bell-laden bracelet, he sets out to seek his revenge. Lucky for him, Wei Fu encounters a master swordsman (Yeung Chi-hing), who takes him under his wing.","release_date":"1968-06-30","vote_average":6.4,"runtime":88,"cert":"N\/A","id":58361,"title":"The Bells of Death","adult":false,"genre_ids":[28]},{"cast":[],"overview":"What goes on in the streets is just hard to believe. The title says it all really. Fast cars, fast bikes, fast women and arrests and impounded vehicles.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":58364,"title":"2 Fast 2 Real 2","adult":false,"genre_ids":[]},{"cast":["Xiao Shenyang","Benshan Zhao","Kelly Lin","Eric Tsang","Mark Lee"],"overview":"Poor young cobbler Wu Di lives with his mother and is crazy about martial-arts picture books. One day he repairs the shoe of wandering swordswoman Yuelou and later helps save her in a fight with wanted criminal Tian Baguang, even though he has no martial-arts training. She tells him she owes him a life and can be found on Qin Mountain if he ever needs her. Yuelou is actually a princess who was due to marry the emperor but ran away after setting fire to her palace quarters. In love, Wu Di sets out to find her, fighting river pirate Dugu and his sidekick on the way, and also meeting a hermit Buddhist monk who offers to take him on as a pupil. Yuelou plans to attend a martial arts tournament to establish her name, little knowing that the emperor's chief eunuch Cheng has arranged for her to be secretly protected by Penal Bureau officer Yang Guo and to win the tournament, so the emperor can award her the prize and persuade her to reconsider marriage.","release_date":"2010-12-03","vote_average":4.6,"runtime":119,"cert":"N\/A","id":58365,"title":"Just Call Me Nobody","adult":false,"genre_ids":[35]},{"cast":["Wong Yu","Yuen Tak","Yen Shi-Kwan","Hwang Jang-Lee","Kwan Fung"],"overview":"Respected actor and action choreographer Hsu Hsia didn’t waste his chance to direct — inviting three other kung-fu designers to help on this fight-filled thriller. Wang Yu, co-star of such classics as Dirty Ho and The Kid With A Tattoo, here takes center stage as a young rascal caught between master martial arts actor Jen Shih-kuan (Once Upon A Time In China) and violent Huang Cheng-li (Snake In The Eagle’s Shadow). From there on, it’s one masterful kung-fu bout after another.","release_date":"1982-02-07","vote_average":5.2,"runtime":94,"cert":"N\/A","id":58366,"title":"Kid from Kwangtung","adult":false,"genre_ids":[28]},{"cast":["Louis Koo","Karen Mok","Crystal Huang Yi"],"overview":"The movie tells the tragic story of a Semi-truck driver (Louis Koo) who accidentally runs over and kills a restaurant owner (Yin Xiaotian) in a car accident. When he finds out that Yin's wife (Huang Yi) is pregnant and has to work hard to run her husband's business, he decides to help her even though it may anger his girlfriend (Karen Mok). The film goes through the stages of people’s lives and love.","release_date":"2010-12-31","vote_average":6.0,"runtime":108,"cert":"N\/A","id":58369,"title":"The Road Less Traveled","adult":false,"genre_ids":[]},{"cast":["Wei Gao","Mana Zhao","Jiang Chang","Wang Gang","Sun Hai-Ying"],"overview":"Honoring his father's dying words, a young man comes to the dusty desert village of Double Flag Town to claim his bride. Everyone looks down upon him because he looks inept and ignorant. When he kills a man who is attempting to rape his bride, he provokes the wrath of the Lethal Swordsman who is the rapist's brother and also a famous killer. Will our hero choose to escape with his bride or face the Lethal Swordsman? A highly stylized martial-arts film, in the style of Sergio Leone meets Hiroshi Teshigahara.","release_date":"1991-01-01","vote_average":6.0,"runtime":91,"cert":"N\/A","id":58370,"title":"The Swordsmen in Double Flag Town","adult":false,"genre_ids":[12]},{"cast":["Chen Hung-Lieh","Tien Feng","Fang Mian","David Chiang","Ching Miao"],"overview":"Famed screenwriter Shen Chiang got one of his very first chances to direct his own script with this exciting action adventure. His story is suitably thrilling: if villains \"Winged Tiger\" Teng Fei and \"Underworld King\" Yin Te-lung combine their kung-fu knowledge, the \"Martial Arts World\" will be plunged into chaos. That evil union is set to occur at the marriage of Yin's sister to Teng. Can this dangerous duo be stopped before one says \"I do\"?","release_date":"1970-02-18","vote_average":6.3,"runtime":93,"cert":"N\/A","id":58371,"title":"The Winged Tiger","adult":false,"genre_ids":[28,12]},{"cast":["Mia Farrow","Scott Glenn","Mary-Louise Parker","Tony Goldwyn","Eileen Brennan"],"overview":"On Christmas Eve, a relentlessly cheerful woman escapes from the killers hired by her husband, and embarks on a series of strange encounters.","release_date":"1995-11-17","vote_average":10.0,"runtime":91,"cert":"N\/A","id":58372,"title":"Reckless","adult":false,"genre_ids":[14,35,18]},{"cast":["Carl Marotte","Julie McClemens ","Marina Orsini","Jason Roy-Léveillée","Robert Marien"],"overview":"After an hockey game in Lac St-Jean, the National climbs into their bus and begins the long ride from Roberval to Quebec City. On one of the sharp curves around Mount Apica, catastrophe strikes. The bus slams into the mountain and half the players dies. Now the team faces its greatest challenge: rebuilding.","release_date":"2010-11-26","vote_average":3.0,"runtime":120,"cert":"N\/A","id":58373,"title":"Lance et compte","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Two young Mexican attorneys attempt to exonerate a wrongly convicted man by making a documentary. In the process, they expose the contradictions of a judicial system that presumes suspects guilty until proven innocent.","release_date":"2008-11-21","vote_average":6.5,"runtime":87,"cert":"N\/A","id":58376,"title":"Presumed Guilty","adult":false,"genre_ids":[99]},{"cast":["Tom Skerritt","Tim Guinee","Larissa Laskin","Mary-Louise Parker"],"overview":"A family story about how a daughter-in-law withstands the pressure from her husband's parents.","release_date":"2005-03-06","vote_average":0.0,"runtime":93,"cert":"N\/A","id":58377,"title":"Vinegar Hill","adult":false,"genre_ids":[]},{"cast":["Vlasta Burian","Theodor Pištěk","Máňa Ženíšková","Jiří Hron","Helena Monczáková"],"overview":"Comedy film directed by Karel Lamač.","release_date":"1930-10-23","vote_average":5.0,"runtime":91,"cert":"N\/A","id":58378,"title":"Imperial and Royal Field Marshal","adult":false,"genre_ids":[35]},{"cast":["Robert Daws","Pauline Quirke","Richard Graham","Nicholas Farrell","Brian Conley"],"overview":"Twenty years ago, three men set out on the longest walk of their lives. They vowed to repeat the walk, but this time they are joined by a forty year old wife and mother who is in the midst of a mid-life crisis.","release_date":"2001-01-01","vote_average":5.5,"runtime":null,"cert":"N\/A","id":58379,"title":"Arthur's Dyke","adult":false,"genre_ids":[35,18]},{"cast":["Arj Barker"],"overview":"Arj Barker is Australia's adopted son of comedy. Having frequented our shores for the past 7 years he has built up a fan base of loyal followers who will no doubt we waiting for his first new release DVD in 2 years. He is a regular occurrence on Australia's TV screens; on panel shows such as Good News Week, Spicks and Specks and 7pm Project and as Dave on hit show Flight of the Concords. Constantly selling out his stand-up tours within Australia, Arj Barker's new DVD release Forever is sure to be a favourite this Father's Day. Taped in front of a capacity crowd at Sydney's beautiful State Theatre, Arj Barker delivers some of his strongest material ever in this hilarious, one hour performance.","release_date":"2010-08-18","vote_average":4.3,"runtime":60,"cert":"N\/A","id":58380,"title":"Arj Barker: Forever","adult":false,"genre_ids":[35]},{"cast":["I.G. Off","Hazadous","KRS-One"],"overview":"A documentary about the two New York rap artists I.G. Off &amp; Hazadus and their struggle from street to studio to fame. Shot in the years 2000 and 2001","release_date":"2003-06-29","vote_average":3.8,"runtime":99,"cert":"N\/A","id":58381,"title":"Hip Hop: A Tale from the Hood","adult":false,"genre_ids":[99,10402]},{"cast":["Rebecka Hemse","Jesper Salén","Jenny Ulving","Peter Eggers","Kjell Bergqvist"],"overview":"Hundred years ago, three students at the Hellestads Boarding School were brutally slaughtered, the murderer drowned himself in a lake nearby and his body was never found. The story has become a legend for generations of students as well as a yearly festivity. Sara, a student, is writting an essay based on the legend and uncovers new facts from the event that will cast dark shadows on the family name of one of the school's main benificiaries. On the night of the hundreth anniversary, the festivities go awry, students disappear and something dark and unknown is moving through the schools corridors...","release_date":"2004-10-14","vote_average":5.7,"runtime":100,"cert":"N\/A","id":58384,"title":"Drowning Ghost","adult":false,"genre_ids":[27,53]},{"cast":["Gerald Huether"],"overview":"","release_date":"2009-04-20","vote_average":8.0,"runtime":null,"cert":"N\/A","id":58385,"title":"Was Kinder brauchen - Neue Erkenntnisse aus der Hirnforschung","adult":false,"genre_ids":[]},{"cast":["Poyan Karimi","Chanelle Lindell","Oliver Ingrosso","Fredrika Tham","Arash Bolouri"],"overview":"Mustafa Moradi is aching to find a girlfriend. On the other end of the city, Linnea is desperately searching for a guy with style, courage and a burning passion.","release_date":"2007-08-03","vote_average":5.7,"runtime":86,"cert":"N\/A","id":58390,"title":"Ciao Bella","adult":false,"genre_ids":[18,10749]},{"cast":["Kari Heiskanen","Pertti Sveholm","Irina Björklund","Timo Torikka","Peter Franzén"],"overview":"Three middle aged men, long time friends, get together in a normally closed Karaoke bar to drink their failed lives away. Secrets are revealed and sometimes discovered and they sing their miseries one by one during Karaoke sessions. The arrival of a lone woman to the bar will facilitate revealing of the final secret.","release_date":"2008-11-14","vote_average":5.0,"runtime":105,"cert":"N\/A","id":58391,"title":"Three Wise Men","adult":false,"genre_ids":[18]},{"cast":["Samira Maas","Coosje Smid","Dragan Bakema","Sharon Schouten","Elisabeth Hesemans"],"overview":"Joy is an emotionally damaged young woman of eighteen, who was given up at birth, to grow up in homes and with foster families. She lives on the fringes of society, getting by on benefits and earning a little extra by playing the accordion in the subway. In addition, she is a skilled shoplifter and has never been caught.","release_date":"2010-04-08","vote_average":6.2,"runtime":75,"cert":"N\/A","id":58396,"title":"Joy","adult":false,"genre_ids":[18]},{"cast":["Ask von der Hagen","Susanne Boucher","Andrine Sæther","Mattis Asker","Jostein Brox"],"overview":"Jo (13) is a smart thinker with a vivid imagination, but is bothered by classmates, and is a rather hopeless soccer goalie. He does what he has to survive this difficult time in life whilst every kid in the street is trying to get hold of a football-card with the goalie of Liverpool.","release_date":"2010-07-04","vote_average":6.6,"runtime":90,"cert":"N\/A","id":58397,"title":"The Liverpool Goalie","adult":false,"genre_ids":[35,10751]},{"cast":["George Kennedy","Richard Lynch","Karen Black","Claudia Udy","Lance Henriksen"],"overview":"A motorcycle gang take over a small city in Arizona.","release_date":"1985-01-01","vote_average":5.0,"runtime":102,"cert":"N\/A","id":58398,"title":"Savage Dawn","adult":false,"genre_ids":[28,53]},{"cast":["Totò","Nino Taranto","Samson Burke"],"overview":"","release_date":"1962-01-01","vote_average":6.9,"runtime":null,"cert":"N\/A","id":58399,"title":"Totò contro Maciste","adult":false,"genre_ids":[35]},{"cast":["Luca Argentero","Diane Fleri","Fabio Troiano","Anna Foglietta","Sara D'Amario"],"overview":"No overview","release_date":"2008-11-28","vote_average":6.8,"runtime":89,"cert":"N\/A","id":58400,"title":"Just a Father","adult":false,"genre_ids":[35,10749]},{"cast":["Raoul Bova","Barbora Bobuľová","Martina Stella","Kelly Reilly","Stefano Dionisi"],"overview":"Marco Ferretti is an Italian manager who is young and beautiful, but he cannot stand the presence of women after a difficult affair. When Marco goes to London for an appointment, he meets four beautiful girls who disrupt his life with love.","release_date":"2010-11-12","vote_average":4.4,"runtime":103,"cert":"N\/A","id":58401,"title":"Meet My Friend","adult":false,"genre_ids":[35]},{"cast":["Henry Silva","Richard Conte","Gianni Garko","Corrado Gaipa","Marino Masé"],"overview":"A bomb attack in a cinema in Palermo kills all the fellows of Attardi's clan a part from Cocchi. He immediately understands that the author of the bomb attack is Daniello from Don Corrasco's clan. Cocchi is determined to revenge. His actions, including the Corrasco's daughter kidnap, in a Palermo in which also the police is corrupted, will soon destroy the old equilibrium giving the way to an escalation of violence that won't save anyone. If Cocchi will survive to the mafia war he will be the new boss for sure.","release_date":"1973-02-01","vote_average":6.9,"runtime":100,"cert":"N\/A","id":58402,"title":"The Boss","adult":false,"genre_ids":[18,28,53,80]},{"cast":["Lino Banfi","Edwige Fenech","Gianni Cavina","Marisa Merlini","Milena Vukotic"],"overview":"Edwige Fenech and Lino Banfi stars in this Italian sex-comedy from Sergio Martino. Mariana (Fenech) and Domenico (Banfi) are on the run from her jealous boyfriend who just happens to be an over-jealous professional football player.","release_date":"1981-09-11","vote_average":5.1,"runtime":109,"cert":"N\/A","id":58403,"title":"Cream Horn","adult":false,"genre_ids":[35]},{"cast":["Nino Manfredi","Totò","Senta Berger","Harry Guardino","Mario Adorf"],"overview":"A pair of Americans want to perform the greatest robbery: the treasure of San Genaro, in Napoli.","release_date":"1966-11-25","vote_average":7.7,"runtime":104,"cert":"N\/A","id":58404,"title":"The Treasure of San Gennaro","adult":false,"genre_ids":[35,80]},{"cast":["Yūrei Yanagi","Yasuyo Shirashima","Kei Ishibashi","Ren Osugi"],"overview":"On the set of a dark war time drama at an old movie studio, a young director, Toshio Murai (Yanagi), is trying to complete his debut film. The two starring actresses, Hitomi Kurokawa and Saori Murakami, play sisters in his film. Murai has a crush on Hitomi (Shiroshima), the seasoned leading actress, and keeps a photo of her by his bed. The younger and less experienced actress, Saori (Ishibashi), is annoying and likes to have recess on the set. The production of the movie is consistently interrupted by strange occurrences and the cast and crew begin to get spooked.","release_date":"1996-01-01","vote_average":7.0,"runtime":75,"cert":"N\/A","id":58405,"title":"Don't Look Up","adult":false,"genre_ids":[27]},{"cast":["Jean-Marie Bigard"],"overview":"","release_date":"2000-10-07","vote_average":5.5,"runtime":null,"cert":"N\/A","id":58406,"title":"Bigard met le paquet","adult":false,"genre_ids":[35]},{"cast":["Corso Salani","Angela Finocchiaro","Antonello Fassari","Ivano Marescotti","Sergio Fiorentini"],"overview":"June 27, 1980, an Italian DC 9 flying from Bologna to Palermo falls in the sea close to the Ustica island. 81 people die. The official version is \"structure failure\" of the airplane, but a number of clues lead the journalist Rocco Ferrante toward a different truth. Thanks to his perseverance against the invisible wall erected by air force officers, politicians, judges, secret agents, we come to know that, with all probability, the DC 9 has been mistakenly shot by a missile during a sort of air fight among U.S., French and Libyan top guns.","release_date":"1991-01-01","vote_average":6.9,"runtime":null,"cert":"N\/A","id":58407,"title":"The Invisible Wall","adult":false,"genre_ids":[99,18,36]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":58408,"title":"Bigard - Le Penseur de Rodin","adult":false,"genre_ids":[35]},{"cast":["Jacky Cheung","Carol Cheng","Simon Yam","Irene Wan","Donnie Yen"],"overview":"Something fishy is going on in the anti-Drug Trafficking Unit of the HK Police, and only a few honest cops know that the corruption goes all the way to the top. However, they must prove their case quickly, and by unconventional means, after they are framed for murder and drug-trafficking themselves. Dodging bullets from cops and criminals alike, the race is on to clear their names, protect their loved ones, and bring their corrupt colleagues to justice.","release_date":"1988-07-28","vote_average":6.9,"runtime":92,"cert":"N\/A","id":58409,"title":"Tiger Cage","adult":false,"genre_ids":[28,80]},{"cast":["Damiano Russo","Sergio Rubini","Margherita Buy","Gérard Depardieu","Teresa Saponangelo"],"overview":"The story takes place in an unspecified town in Puglia. We are in the seventies. The arrival of three beautiful and uninhibited girls from the north, the daughters of an engineer who has moved to run a factory, brings the turmoil among the young people of the country. Stories of love, betrayals, state money (stolen) and missed promises intertwine. All looked at from the eyes of Carlo (alter ego of the director Sergio Rubini), the smallest of all. The film marks the debut of Vittoria Puccini at her first experience as an actress.","release_date":"2000-03-24","vote_average":6.8,"runtime":null,"cert":"N\/A","id":58410,"title":"Tutto l'amore che c'è","adult":false,"genre_ids":[35]},{"cast":["Eugene Levy","Andrea Martin","Ronald Ulrich","Randall Carpenter","Bonnie Neilson"],"overview":"A young couple spend the night in a restaurant, only to find out that it is haunted by three dead women who hunger for human flesh.","release_date":"1973-04-01","vote_average":3.9,"runtime":84,"cert":"N\/A","id":58411,"title":"Cannibal Girls","adult":false,"genre_ids":[35,27]},{"cast":["Donnie Yen","David Wu","Robin Shou","Rosamund Kwan","Carol Cheng"],"overview":"Donnie Yen Chi-Tan, a hair-trigger cop, goes on the lam with Rosamund Kwan Chi-Lum, a prim lawyer, after they witness a botched robbery attempt. The police think they're the perpetrators, while the real crooks (including Mortal Kombat star Robin Shou) think they actually got the loot.","release_date":"1990-08-11","vote_average":6.4,"runtime":95,"cert":"N\/A","id":58412,"title":"Tiger Cage II","adult":false,"genre_ids":[28,80]},{"cast":["Enzo Salvi","Maurizio Battista","Massimo Ceccherini","Simona Borioni","Serena Bonanno"],"overview":"","release_date":"2011-03-04","vote_average":5.4,"runtime":null,"cert":"N\/A","id":58413,"title":"Una cella in due","adult":false,"genre_ids":[35]},{"cast":["Andy Lau","Gigi Leung","Suki Kwan","Mark Cheng","Alex Fong"],"overview":"A low level gangster in Hong Kong gains new respect after saving a boss's life in a gang fight. Despite his wife's death in this attack, he appears to be moving up in the Triad family until he discovers the other bosses are not looking out for him when he is double crossed and the gangster he previously hospitalized in the gang fight comes back for revenge.","release_date":"1998-07-01","vote_average":6.8,"runtime":112,"cert":"N\/A","id":58414,"title":"A True Mob Story","adult":false,"genre_ids":[]},{"cast":[],"overview":"January 6, 1985,The Orange Bowl - Miami, FL NFL '84 Pre-Game (NBC) - Bob Costas, Pete Axthelm, Bill Macatee, Ahmad Rashad Game Announcers,(NBC) - Dick Enberg, Merlin Olsen 1984 was the 18th season in football for the Miami Dolphins and the fifteenth for coach Don Shula with the club. T Marino's passing ability became the focal point of Miami's offense and in 1984 he exploded to set league records with 5,084 passing yards and 48 touchdowns.","release_date":"","vote_average":0.0,"runtime":165,"cert":"N\/A","id":58417,"title":"1984 Pittsburgh at Miami AFC Championship","adult":false,"genre_ids":[]},{"cast":["Deepak Chopra","Robert Thurman"],"overview":"In this fascinating and unusual conversation, writer and physician Deepak Chopra talks to religion professor Robert Thurman about the connections and differences between two of India's most important philosophical beliefs: Vedanta and Buddhism. Chopra explores the foundation of Vedanta, while Thurman -- the father of actress Uma Thurman -- provides the Buddhist point of view in this meeting held in 1999 at New York City's Tibet House.","release_date":"1999-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":58420,"title":"God and Buddha: A Dialogue","adult":false,"genre_ids":[99]},{"cast":["Bill Pullman","Lena Olin","Colm Feore","Peter Kent","Barbara Eve Harris"],"overview":"A web of intrigue and conspiracy lies beneath the euphoria as the U.S. is about to put a man on the moon for the first time in over thirty years","release_date":"2002-01-17","vote_average":4.0,"runtime":99,"cert":"N\/A","id":58421,"title":"Ignition","adult":false,"genre_ids":[28,18,53]},{"cast":["Nick Diaz","Evangelista Cyborg","Robbie Lawler","Herschel Walker","Roger Gracie"],"overview":"Strikeforce: Diaz vs. Cyborg, was a mixed martial arts event that was held by Strikeforce on January 29, 2011 at the HP Pavilion in San Jose, California, United States.","release_date":"2011-01-29","vote_average":4.0,"runtime":98,"cert":"N\/A","id":58422,"title":"Strikeforce: Diaz vs. Cyborg","adult":false,"genre_ids":[]},{"cast":["Rafael Cavalcante","Dan Henderson","Marloes Coenen","Liz Carmouche","Melvin Manhoef"],"overview":"Strikeforce: Feijao vs. Henderson, also known as Strikeforce: Columbus, was a mixed martial arts event held by Strikeforce. It is expected to take place on March 5, 2011 at the Nationwide Arena in Columbus, Ohio, United States.","release_date":"2011-03-05","vote_average":3.8,"runtime":130,"cert":"N\/A","id":58425,"title":"Strikeforce: Feijao vs. Henderson","adult":false,"genre_ids":[]},{"cast":["Pirkko Hämäläinen","Soli Labbart","Hannu Lauri","Tiina Björkman","Kari Väänänen"],"overview":"Anna Kelanen is an ex-model, who just has been released from prison. She thinks back on her life, when she was a rather successful model, and on the things that went wrong.","release_date":"1989-09-29","vote_average":5.5,"runtime":91,"cert":"N\/A","id":58426,"title":"Paper Star","adult":false,"genre_ids":[18]},{"cast":["Eric Thal","Elizabeth Hurley","Dennis Hopper","Diana Rigg","Ben Becker"],"overview":"Mara and Manoa are both upstanding and religious Israelites living under the harsh and unjust rule of the Philistines. One day, a mysterious stranger appears to Mara and promises her that she will bear a son whom she is to call Samson.","release_date":"1996-12-08","vote_average":6.3,"runtime":172,"cert":"N\/A","id":58427,"title":"Samson and Delilah","adult":false,"genre_ids":[14]},{"cast":["Sara Paxton","Pat Healy","Kelly McGillis","George Riddle","Lena Dunham"],"overview":"During the final days at the Yankee Pedlar Inn, two employees determined to reveal the hotel's haunted past begin to experience disturbing events as old guests check in for a stay.","release_date":"2011-08-18","vote_average":5.5,"runtime":102,"cert":"N\/A","id":58428,"title":"The Innkeepers","adult":false,"genre_ids":[27,53]},{"cast":["Mercedes Morán","Graciela Borges","Martín Adjemián","Leonora Balcarce","Silvia Baylé"],"overview":"Chekhov in contemporary Argentina. Mecha and Gregorio are at their rundown country place near La Ciénaga with their teen children. It's hot. The adults drink constantly; Mecha cuts herself, engendering a trip to the hospital and a visit from her son José. A cousin, Tali, brings her children. The kids are on their own, sunbathing by the filthy pool, dancing in town, running in the hills with shotguns, driving cars without licenses. One of the teen girls loves Isabel, a family servant constantly accused of stealing. Mother and son, son and sisters, teen and Isabel are in each other's beds and bathrooms with a creepy intimacy. With no adults paying attention, who's at risk?","release_date":"2001-04-12","vote_average":7.0,"runtime":103,"cert":"N\/A","id":58429,"title":"La Ciénaga","adult":false,"genre_ids":[35,18]},{"cast":["Ben Cross","Vivica A. Fox","Anouk Aimée","Max von Sydow","Maria Grazia Cucinotta"],"overview":"David, now an old man, is still king of Israel. Among his sons, the ambitious Adonijah and the clever Solomon. The two young men are fierce rivals, since both are prospective heirs to the throne and only one can be successful.","release_date":"1997-12-15","vote_average":6.2,"runtime":180,"cert":"N\/A","id":58430,"title":"Solomon","adult":false,"genre_ids":[14]},{"cast":["Lily James","Sam Riley","Jack Huston","Bella Heathcote","Douglas Booth"],"overview":"A zombie outbreak has fallen upon the land in this reimagining of Jane Austen’s classic tale of the tangled relationships between lovers from different social classes in 19th century England. Feisty heroine Elizabeth Bennet (Lily James) is a master of martial arts and weaponry and the handsome Mr. Darcy (Sam Riley) is a fierce zombie killer, yet the epitome of upper class prejudice. As the zombie outbreak intensifies, they must swallow their pride and join forces on the blood-soaked battlefield in order to conquer the undead once and for all.","release_date":"2016-02-04","vote_average":5.8,"runtime":108,"cert":"15","id":58431,"title":"Pride and Prejudice and Zombies","adult":false,"genre_ids":[10749,27,35,53]},{"cast":["Silke","Omar Muñoz","Pepo Oliva","Carola Manzanares","Jorge Casalduero"],"overview":"The eight years boy Jesús has been living in a crumbling underground facility since he was born with eight survivors of an apocalyptical war: the leader Maria and her lover Pablo; the gays Lucas and Mateo; the astronomer Magdalena and the teenager Ana; the soldier Pedro and the lonely Judas. They are permanently is state of surveillance, threatened by the contaminated mutants The Strangers and once a day they have to lock themselves in their rooms without heating to protect against the dangerous ghosts The Invisibles that attack in the Cold Hour. They cannot go to the surface, destroyed by a nuclear war. When they need supplies, medications and ammunitions, they organize expeditions to a store. When the menace of The Invisibles affects the safety of the group of survivors, they need to reach the surface. Written by Claudio Carvalho, Rio de Janeiro, Brazil","release_date":"2006-10-06","vote_average":5.9,"runtime":92,"cert":"N\/A","id":58432,"title":"The Dark Hour","adult":false,"genre_ids":[27,9648,878,53]},{"cast":["Richard Harris","Benjamin Sadler","Christian Kohlund","Vittoria Belvedere","Erol Sander"],"overview":"It is 90 AD, and the Roman Empire is being run by the Emperor Domitian, who has declared himself to be God and ruler over heaven and earth. The Christians, who do not recognize his divinity, are a thorn in his side and he is having them cruelly persecuted. The small village in Asia Minor to which the aged apostle John has withdrawn is also attacked by Roman soldiers.","release_date":"2000-12-09","vote_average":5.3,"runtime":180,"cert":"N\/A","id":58433,"title":"The Apocalypse","adult":false,"genre_ids":[14]},{"cast":["Burt Lancaster","Suzy Amis","Patricia Clarkson","Frances Conroy","Sinéad Cusack"],"overview":"A man's family comes for his 77th birthday and while he loves all of his children and their children, he and his children don't exactly connect. However, he connects with his grandchildren. And he tells them what he wants for his birthday and they do what they can to give it to him.","release_date":"1988-09-02","vote_average":6.1,"runtime":99,"cert":"N\/A","id":58434,"title":"Rocket Gibraltar","adult":false,"genre_ids":[18,10751]},{"cast":["Harry Baer","Heinz Schubert","Peter Kern","Hellmut Lange","Rainer von Artenfels"],"overview":"Documentary film that examines the rise and fall of the Third Reich, incorporating puppetry, rear-screen projection, and a Wagnerian score into a singular epic vision. The director, who grew up under Nazi tyranny, ruminates on good and evil and the rest of humanity's complicity in the horrors of the holocaust.","release_date":"1977-07-07","vote_average":7.4,"runtime":442,"cert":"","id":58435,"title":"Hitler: A Film from Germany","adult":false,"genre_ids":[99]},{"cast":["Bettina Zimmermann","Barnaby Metschurat","Tibor Taylor","Alexander Yassin","Felix Wolf"],"overview":"","release_date":"2011-01-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":58436,"title":"2030 - Aufstand der Jungen","adult":false,"genre_ids":[18,878]},{"cast":["Maria Grazia Cucinotta","Massimo Ghini","Giuliana De Sio","Gottfried John","Nathalie Caldonazzo"],"overview":"When the marriage between AMOS and MARY MAGDALENE turns out to be childless, he casts her out and gets a divorce. Mary has to leave Magdala. She befriends SILVANO, a Roman prefect, who promises her a new life at his side. A few days after her departure Mary meets the prophet JOHN THE BAPTIST, whom Silvano suspects of being a revolutionary. The prefect tells her to cultivate John more intensively. In this way Mary becomes acquainted with the teaching of the coming Messiah, and it begins to interest her.","release_date":"2000-04-24","vote_average":5.1,"runtime":98,"cert":"N\/A","id":58437,"title":"Mary Magdalene","adult":false,"genre_ids":[14]},{"cast":["Aglaia Szyszkowitz","Mathieu Carrière","Hannes Jaenicke","Manfred Zapatka","Mathias Herrmann"],"overview":"PILATE and the Roman legate VETURIUS look on worriedly as JESUS is celebrated as the new messiah in Jerusalem, fearing an uprising. Veturius decides to have Jesus arrested as soon as a suitable opportunity presents itself. JUDAS is delighted by the reception Jesus is receiving, and quickly wants to win over the influential merchants to the cause # which would make him the king and the liberator of the Jews.","release_date":"2001-04-11","vote_average":3.0,"runtime":91,"cert":"N\/A","id":58438,"title":"The Friends of Jesus - Judas","adult":false,"genre_ids":[14]},{"cast":["Tobias Moretti","Stefania Rivi","Ennio Fantastichini","Francesco Dominedò","Franco Interlenghi"],"overview":"The people of Jerusalem are suffering under the reign of HEROD, and are hoping to be delivered from the Roman occupiers by the Messiah whose arrival, it is rumored, is to take place very soon. Unlike his nephew JUDAS, who wants to join the zealots (freedom fighters), the 35-year-old widower JOSEPH is not interested in participating in any fighting against the Romans.","release_date":"2000-01-05","vote_average":4.0,"runtime":90,"cert":"N\/A","id":58441,"title":"Joseph of Nazareth","adult":false,"genre_ids":[18,14,36]},{"cast":["Alan Arkin","Carol Burnett","Jack Warden","Danny Aiello","Adam Arkin"],"overview":"Chu Chu and the Philly Flash is a 1981 comedy film starring Alan Arkin, Carol Burnett, Jack Warden, Ruth Buzzi, and Danny Aiello. It was released in 1981 by 20th Century Fox. Arkin plays a down-his-luck former baseball player and Burnett plays a Carmen Miranda-style performer. The film was panned by critics and was not a box office success. Many of the scenes, particularly the exterior scenes of \"Chu Chu\" home, were filmed in San Francisco's Potrero Hill district.","release_date":"1981-08-28","vote_average":4.7,"runtime":100,"cert":"N\/A","id":58442,"title":"Chu Chu and the Philly Flash","adult":false,"genre_ids":[35]},{"cast":["Sharni Vinson","Gideon Emery","Elizabeth Mathis","Patrick Lyster","Ben Milliken"],"overview":"Haunted by the memory of her deceased mother, Dana leaves Malibu behind and heads to South Africa to fulfill her mother's dream of surfing Jefferys Bay.","release_date":"2011-06-07","vote_average":5.8,"runtime":113,"cert":"N\/A","id":58443,"title":"Blue Crush 2","adult":false,"genre_ids":[12,18]},{"cast":["Claudio Bisio","Nancy Brilli","Salvatore Ficarra","Valentino Picone","Francesca Inaudi"],"overview":"Anna and Piero fighting routine of a long marriage, when Piero loses his memory, Anna reconstructs his way. For its part, the concierge Rocco and his friend Michele play in a group that emulates the Beatles and face opposition from their partners. Finally, Marcello and Paola are a divorced couple who, from time to time, pretend they are still together to avoid problems. They are victims of a relentless war of sexes.","release_date":"2011-02-04","vote_average":5.5,"runtime":98,"cert":"N\/A","id":58444,"title":"Women Vs Men","adult":false,"genre_ids":[35]},{"cast":["Philip Michael Thomas","Vernee Watson-Johnson","Rosalind Cash","Frankie Crocker","John Poole"],"overview":"A young man in Los Angeles dreams of striking it big as a singer in the music business. One day he gets signed to a big record contract, but along with the fame and money he develops an addiction to the drug PCP.","release_date":"1978-01-01","vote_average":7.5,"runtime":73,"cert":"N\/A","id":58445,"title":"Death Drug","adult":false,"genre_ids":[18]},{"cast":["Kat Dennings","Reece Thompson","Josh Lucas","Andie MacDowell","Rachel Blanchard"],"overview":"Forced to move to a boring backwater town, a teenager embarks on affairs with a teacher and a stoner classmate.","release_date":"2010-09-10","vote_average":5.9,"runtime":98,"cert":"N\/A","id":58446,"title":"Daydream Nation","adult":false,"genre_ids":[18,10749]},{"cast":["Aytekin Akkaya","Deniz Erkanat","Yavuz Selekman","Teyfik Sen","Dogan Tamer"],"overview":"Istanbul is being terrorized by a crime wave, and the police call in American superhero Captain America and Mexican wrestler Santo to put a stop to it.","release_date":"1973-01-01","vote_average":4.2,"runtime":81,"cert":"N\/A","id":58447,"title":"Three Giant Men","adult":false,"genre_ids":[28]},{"cast":["Steve Austin","Daniel Magder","Janet Kidder","Emma Grabinsky","Jaren Brandt Bartlett"],"overview":"Steve Austin is Dan Barnes, a former heavyweight boxer who hangs up his gloves to escape his violent lifestyle. Dans life is quickly turned upside down when the resident boxing champion makes his presence felt by dominating all opponents who stand in his way. In order to put the title holder in his place, Dan prepares an unseasoned newcomer for the biggest challenge of his life.","release_date":"2011-03-05","vote_average":5.2,"runtime":95,"cert":"N\/A","id":58448,"title":"Knockout","adult":false,"genre_ids":[28,10751]},{"cast":[],"overview":"This live show was recorded in Paris Spring 2006. Alice's live collaboration with her producer and oracle TM Juke has wowed audiences from New Zealand to The Netherlands and this feverish reaction lead to Tru Thoughts putting together this live DVD. Alice switches genres with natural grace and style, aided and abetted by her musical co-conspirators. The DVD includes tracks from her work with TM Juke, Quantic, Nostalgia 77 and The Quantic Soul Orchestra. Highlights include a cover of The White Stripes track‚ Seven Nation Army‚ OutKasts Draculas Wedding and Nina Simones‚ My Baby Just Cares For Me","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":58449,"title":"Alice Russell - Live in Paris","adult":false,"genre_ids":[10402]},{"cast":["Marianna Raschillà","Claudia Pandolfi","Sergio Rubini","Pietro Del Giudice","Susanna Nicchiarelli"],"overview":"Late '50s to early '60s, when the space war between the Soviet and US was fiercely going on, a fifteen-year-old member of the communist party, Luciana, develops her ideals while living with her bourgeois stepfather, and among male chauvinists in a communist group in Rome. Her only friend is her brother Arturo, who dreams of going to space but is unable to do so due to his epilepsy.","release_date":"2009-09-11","vote_average":5.6,"runtime":null,"cert":"N\/A","id":58450,"title":"Cosmonaut","adult":false,"genre_ids":[35,18]},{"cast":["Andrea Balestri","Nino Manfredi","Gina Lollobrigida","Domenico Santoro","Franco Franchi"],"overview":"Mastro Geppetto is a poor carpenter with no wife and no children. The man is very lonely, and when trading a piece of wood with his colleague Mastero Cherry, he decides to build himself a puppet to make him company.","release_date":"1972-12-21","vote_average":7.5,"runtime":135,"cert":"N\/A","id":58451,"title":"The Adventures of Pinocchio","adult":false,"genre_ids":[14,10751]},{"cast":["Nick Cheung","Pau Hei-Ching","Chan Lai-wan","Natalie Meng Yao","Willie Wai Ga-Hung"],"overview":"Set within Mongkok, Hong Kong, an area known as the most crowded in the world, a schizophrenic ex-con views his Mongkok surroundings as a prison he can't get out of after he is released from a 30 years jail sentence.","release_date":"2009-11-19","vote_average":4.0,"runtime":96,"cert":"N\/A","id":58452,"title":"To Live and Die in Mongkok","adult":false,"genre_ids":[53]},{"cast":["Luciano Ligabue","Paolo Rossi","Carlo Verdone","Fabio Volo","Javier Zanetti"],"overview":"","release_date":"2010-01-01","vote_average":6.6,"runtime":null,"cert":"N\/A","id":58453,"title":"Niente paura","adult":false,"genre_ids":[]},{"cast":["Gérard Darmon","Vincent Lindon","Suzanne Flon"],"overview":"","release_date":"1990-12-19","vote_average":8.0,"runtime":null,"cert":"N\/A","id":58454,"title":"Gaspard et Robinson","adult":false,"genre_ids":[]},{"cast":["John Wayne","Vera Ralston","Walter Brennan","Ward Bond","Ona Munson"],"overview":"In 1871, professional gambler John Devlin elopes with Sandra \"Sandy\" Poli, daughter of Marko Poli, an immigrant who has risen to railroad tycoon. Sandy, knowing that the railroad is to be extended into Dakota, plans to use their $20,000 nest egg to buy land options to sell to the railroad at a profit. On the stage trip to Ft. Abercrombie, their fellow passengers are Jim Bender and Bigtree Collins, who practically own the town of Fargo and Devlin is aware that they are prepared to protect the little empire... trying to drive out the farmers by burning their property, destroying their wheat, and blaming the devastation on the Indians. Continuing their journey north on the river aboard the \"River Bird', Sandy and John meet Captain Bounce, an irascible old seafarer. Two of Bendender's henchmen, Slagin and Carp, board the boat and relieve John of his $20,000 at gunpoint. Captain Bounce, chasing the robber's dinghy..","release_date":"1945-12-15","vote_average":4.9,"runtime":82,"cert":"N\/A","id":58455,"title":"Dakota","adult":false,"genre_ids":[37]},{"cast":["Oliver Rohrbeck","Jens Wawrczeck","Andreas Fröhlich","Brigitte Böttrich","Stefan Brönneke"],"overview":"","release_date":"2006-01-01","vote_average":6.0,"runtime":102,"cert":"N\/A","id":58456,"title":"Die drei ??? LIVE - und der Super-Papagei","adult":false,"genre_ids":[9648]},{"cast":["Willie Chi","Carman Lee","Wong Kam-Kong","Yeung Sing","Maggie Lam Chuen"],"overview":"An exotic, legendary battle between the forces of good and evil comes to life as the celebrated disciples of the Shaolin Temple -- monks who practice a lethal and spiritual form of martial arts -- fight the evil followers of China's Manchu rulers.","release_date":"1994-01-23","vote_average":7.2,"runtime":104,"cert":"N\/A","id":58457,"title":"Burning Paradise","adult":false,"genre_ids":[28,14,12]},{"cast":["Amelia Warner","Richard Coyle","Aidan Gillen","Peter Vaughan","Ruth Sheen"],"overview":"The year is 1675. England is threatened by religious and political rivalries. King Charles II's Catholic brother, James, is next in line for the throne, but many Protestants put their faith in Charles' illegitimate son, The Duke of Monmouth. On the king's death, conflict is inevitable... Over seven days journey from London, Exmoor is a primitive and lawless area. Here, farmer Jack Ridd lives with his wife Sarah, son John, and two daughters. The only shadow over their simple life is cast by the notorious outlaw family the Doones. The aristocratic Doones were banished from their ancestral lands and now live through looting, theft, and murder. Their brutality is legendary...","release_date":"2001-03-11","vote_average":6.1,"runtime":180,"cert":"N\/A","id":58458,"title":"Lorna Doone","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"Based off of the 2010 novel, the story follows a nun in New York who unwittingly reignites an ancient war between Angelologists, a group who study angels, and a race of descendants of angels and humans called the Nephilim. The story blends ancient biblical pericopes, the myth of Orpheus, and the fall of rebel angels.","release_date":"2013-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":58459,"title":"Angelology","adult":false,"genre_ids":[9648,53,14,18]},{"cast":["Kyra Sedgwick","Dominic Scott Kay","Matt Dillon","Kevin Bacon","Blair Brown"],"overview":"A neglected daughter becomes a possessive mother in an emotional journey into the heart and mind of a woman who loved too much.","release_date":"2005-01-24","vote_average":4.7,"runtime":84,"cert":"N\/A","id":58462,"title":"Loverboy","adult":false,"genre_ids":[18,10749]},{"cast":["Kazushi Sakuraba","Mayhem Miller","Shinya Aoki","Gegard Mousasi"],"overview":"DREAM.16 was a mixed martial arts event held by Fighting and Entertainment Group's mixed martial arts promotion DREAM. The event took place on September 25, 2010 in Nagoya, Japan.The event aired live in North America on HDNet. This event served as the final for DREAM's Light Heavyweight Grand Prix and crowned the first DREAM Light Heavyweight Champion. Gegard Mousasi and Tatsuya Mizuno who won their opening round bouts at DREAM 15 fought for the title.","release_date":"2010-09-25","vote_average":4.5,"runtime":null,"cert":"N\/A","id":58463,"title":"Dream 16","adult":false,"genre_ids":[]},{"cast":["Kazushi Sakuraba","Alistair Overeem","Todd Duffee","Marius Zaromskis","Sergei Kharitonov"],"overview":"Dynamite!! 2010 was a mixed martial arts and kickboxing event and the latest in the annual New Year's Eve event promoted by Fighting and Entertainment Group that took place on December 31, 2010 at the Saitama Super Arena in Saitama, Japan. The event included bouts that encompass the DREAM, K-1 and K-1 World MAX banners.","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":58464,"title":"Dynamite!! 2010","adult":false,"genre_ids":[28]},{"cast":["Fedor Emelianenko","Alistair Overeem","Andrei Arlovski","Josh Barnett"],"overview":"Strikeforce held its first World Grand Prix tournament to determine the world’s strongest fighter in the Heavyweight Division. Involving 8 of some of the world’s best competitors, this film dictates 3 days of events that led up to the first half of the 1st Round of the tournament in the East Coast. The tournament consists of eight elite fighters within the Heavyweight Division. It’s a single elimination tournament. Where the winner moves up the bracket until eventually only two are left to determine the tournament champion.","release_date":"2011-03-06","vote_average":0.0,"runtime":27,"cert":"N\/A","id":58465,"title":"World Grand Prix: Opening Round","adult":false,"genre_ids":[]},{"cast":[],"overview":"Truth, Lies and INTELLIGENCE chronicles the inside journey from September 11 to the bombing of Baghdad. After scores of interviews with senior intelligence analysts, Iraqi refugees, Arab leaders, insurgent bombers and ordinary citizens there can be only one conclusion, that the invasion, conquest and occupation of Iraq was a war based on a litany of lies.","release_date":"2005-10-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":58466,"title":"Truth, Lies and Intelligence","adult":false,"genre_ids":[99,10752]},{"cast":["Dominique Swain","Sean Patrick Flanery","Summer Phoenix","Tara Reid","Selma Blair"],"overview":"Andrea Marr is a bright, straight-A, mature, 18-year-old high school senior on the verge of womanhood who decides to abandon her sheltered, boring lifestyle and her bookish friend Darcy for a look into the local rock and roll scene as a groupie to local rock singer Tod Sparrow and learn more about the life of one who follows a touring band along with her new friends aspiring rock star wannabee Cybil, outgoing fellow groupie Rebecca, and music critic Kevin.","release_date":"1998-11-05","vote_average":4.9,"runtime":99,"cert":"N\/A","id":58467,"title":"Girl","adult":false,"genre_ids":[35,18,10749,10402]},{"cast":["Alastair Sim","George Cole","Terry-Thomas","Jill Adams","Raymond Huntley"],"overview":"Unknown to everyone but his shady Middle Eastern bosses, watchmaker Hawkins is actually a professional hired assassin with a predilection for killing his targets with bombs. After disposing of a dictator and millionaire, Hawkins is assigned to kill a politician who is heading to a remote hotel, The Green Man, for a secret tryst with his secretary. There, however, Hawkins' plot is discovered by vacuum salesman William Blake, who determines to stop him.","release_date":"1956-12-21","vote_average":7.6,"runtime":80,"cert":"PG","id":58470,"title":"The Green Man","adult":false,"genre_ids":[35]},{"cast":["Mark Harmon","Diana Scarwid","Rosemary Dunsmore","Donnelly Rhodes","Blu Mankuma"],"overview":"Elmer Jackson is a carpenter in a small Californian town in the 1930s. Struggling to bring up 4 young boys after the death of his wife, he is horrified when the Government (citing trumped-up charges of parental neglect) places the boys into various foster homes and institutions, unaware of the abuse that boys would then be subjected to. The conditions imposed by the court and the difficulties caused by the Depression make Jackson's determined and vigorous quest to find his boys extremely difficult.","release_date":"1987-10-11","vote_average":7.8,"runtime":90,"cert":"N\/A","id":58473,"title":"After the Promise","adult":false,"genre_ids":[]},{"cast":["Anna Bulbrook","Noah Harmon","Mikel Jollet","Daren Taylor","Steven Chen"],"overview":"2008's critically acclaimed debut album by The Airborne Toxic Event propelled the group onto a world wide stage. They sold hundreds of thousands of albums. Their hit 'Sometime Around Midnight' was named iTunes #1 Alternative Song of the Year. After two years of selling out concerts around the world, the band finished by coming home and playing the most important show of their career. The LA Philharmonic asked the band to curate\/perform their own show at the most prestigious musical building in the world, Frank Gehry designed Walt Disney Concert Hall in Los Angeles. All I Ever Wanted is not a concert film, it's a documentary about the struggles, pain and persistence of being in a family. This family happens to be a rock band.","release_date":"2010-09-28","vote_average":6.1,"runtime":102,"cert":"N\/A","id":58474,"title":"All I Ever Wanted: The Airborne Toxic Event Live from Walt Disney Concert Hall","adult":false,"genre_ids":[99,10402]},{"cast":["Julia Carothers Hughes","Elizabeth Dennis","Terrance Epps","Tina Jetter","Leslie Jones"],"overview":"After his mother dies, Sequan, a sensitive teenager from Brooklyn, moves in with relatives living in a small town plagued with secrets hidden deep within its lush, rural Alabama terrain. Sequan finds refuge in a friendship with a troubled girl who astutely hones in on his true sexuality and introduces him to her cute brother.","release_date":"2009-11-14","vote_average":5.1,"runtime":87,"cert":"N\/A","id":58475,"title":"Rivers Wash Over Me","adult":false,"genre_ids":[18]},{"cast":["Ahmed El Sakka","Hend Sabry","Zeina","Mahmoud Yassine","Khaled El Sawy"],"overview":"A drug dealing, secretive, and brutal clan control a tightknit community in Upper Egypt. The movie tracks the rise of the Mansour Hafny (Ahmed El-Sakka), the educated son of the clan’s leader, as he consolidates his power over the region. Mansour clashes with the police, enters a blood feud with a rival clan, but yearns for the daughter of his worst enemy. A police officer, Tarek (Mahmoud Abdel-Moghni), is posted to the region in order to stop Mansour, but discovers even deadlier secrets of corruption.","release_date":"2007-12-18","vote_average":6.7,"runtime":143,"cert":"N\/A","id":58476,"title":"The Island","adult":false,"genre_ids":[28,18]},{"cast":["Alvin Wong","Baki Zainal","Ramasundran","Fasha Sandha","Eira Syazira"],"overview":"Rama is a supervisor who is looking for a driver at the last minute to deliver out of town. He manages to get Ah Meng and Bakri to do the task with additional overtime and bonus. The only catch is that they have to deliver a Chinese-style large wooden coffin on time. For the extra money, the two men take on the job and travel in the van through the quiet expressway. During the journey, the delivery van's radio player gets busted. To kill time, both men begin to tell ghost stories which they declare as genuine. Bakri starts off the ghost stories from his kampung that involves a young man and a banana tree spirit.","release_date":"2011-02-09","vote_average":0.0,"runtime":98,"cert":"N\/A","id":58477,"title":"Sini Ada Hantu","adult":false,"genre_ids":[27]},{"cast":["Zul Huzaimy","Adi Putra","Nanu Baharuddin","Raja Farah","Fatimah Abu Bakar"],"overview":"HAQ is the action-packed story of two brothers gifted with special powers, one good and the other evil, who must either overcome or succumb to their own demons when they finally confront each other. Haq, the more caring and responsible of the two, was born with a gift of special powers passed down through his lineage. It is a gift nurtured and treasured by his family, used only when required.","release_date":"2011-01-27","vote_average":0.0,"runtime":90,"cert":"N\/A","id":58478,"title":"HAQ","adult":false,"genre_ids":[]},{"cast":["Lene Maria Christensen","Jesper Christensen","Pilou Asbæk","Anne Louise Hassing","Line Kruse"],"overview":"Ditte owns a gallery, has a loving boyfriend and her dream job in New York is within reach. But Ditte is also the youngest generation of the famous bakery dynasty, Rheinwald, and when her beloved, but dominating father comes down with a serious illness, Ditte is faced with the grueling decision: To pursue her own dreams, or to continue the legacy of her family.","release_date":"2011-02-24","vote_average":6.0,"runtime":102,"cert":"N\/A","id":58483,"title":"A Family","adult":false,"genre_ids":[18]},{"cast":["Morgan Spurlock","Peter Berg","Paul Brennan","Ralph Nader","Brett Ratner"],"overview":"A documentary about branding, advertising and product placement that is financed and made possible by brands, advertising and product placement.","release_date":"2011-04-22","vote_average":6.5,"runtime":87,"cert":"N\/A","id":58492,"title":"The Greatest Movie Ever Sold","adult":false,"genre_ids":[35,99]},{"cast":[],"overview":"A young Kenyan's life changes drastically when his education is sponsored by a Swedish stranger. Years later, he founds his own scholarship program to replicate the kindness he once received.","release_date":"2010-01-01","vote_average":8.0,"runtime":88,"cert":"N\/A","id":58493,"title":"A Small Act","adult":false,"genre_ids":[99]},{"cast":["Daniel Tosh"],"overview":"Daniel Tosh performs in front of a live San Francisco audience in this stand-up special for Comedy Central, and touches on topics ranging from sports and pop culture, to religion and politics.","release_date":"2011-03-08","vote_average":6.8,"runtime":58,"cert":"N\/A","id":58494,"title":"Daniel Tosh: Happy Thoughts","adult":false,"genre_ids":[35]},{"cast":["Shannon Tweed","John Enos III","Sam Jones","Holly Sampson","Katie Lohmann"],"overview":"A female detective gets involved with a murder suspect in a series of serial killings.","release_date":"2001-10-02","vote_average":4.8,"runtime":89,"cert":"N\/A","id":58495,"title":"Dead Sexy","adult":false,"genre_ids":[53,9648,10749]},{"cast":["Ayrton Senna","Alain Prost","Frank Williams","Ron Dennis","Viviane Senna"],"overview":"Senna's remarkable story, charting his physical and spiritual achievments on the track and off, his quest for perfection, and the mythical status he has since attained, is the subject of Senna, a documentary feature that spans the racing legend's years as an F1 driver, from his opening season in 1984 to his untimely death a decade later.","release_date":"2010-10-07","vote_average":8.2,"runtime":106,"cert":"12","id":58496,"title":"Senna","adult":false,"genre_ids":[99]},{"cast":["François-Xavier Demaison","Pascale Arbillot","Mathias Mlekuz","Brigitte Catillon","Juliette Arnaud"],"overview":"Valentine et Alex sont mariés, avocats tous les deux, spécialistes des affaires familiales. Dans l'exercice de leur profession, ils défendent le divorce du XXIème siècle : à l'amiable, dans la sérénité et le respect de l'autre, de préférence en garde alternée et en la famille recomposée, loin des vases casés et des atroces scènes de ménage de la génération précédente. Jusqu'au jour où, par faute d'un banal adultère, leur couple vole en éclats. Et la réalité du divorce les rattrape : fini les beaux discours, place à la guerre...","release_date":"2009-10-14","vote_average":5.4,"runtime":100,"cert":"N\/A","id":58497,"title":"Divorces","adult":false,"genre_ids":[35,10749]},{"cast":["Kam Wu-seong","Kim Su-ro","Moon Jeong-hee","Jang Hang-seon","Kim Young-ok"],"overview":"An otherwise model citizen's petty crime quickly escalates into felony when he runs away from the police station, dragging a career criminal with him.","release_date":"2007-03-14","vote_average":7.8,"runtime":118,"cert":"N\/A","id":58498,"title":"Big Bang","adult":false,"genre_ids":[28,35,18]}]