[{"cast":["Robbie Williams","Howard Donald","Jason Orange","Mark Owen","Elton John"],"overview":"A documentary telling the story of the newly reformed Take That. Global mega star 'Robbie Williams' rejoins his former band mates for the first time in over 15 years to record Take That's sixth studio album 'Progress'. 'Look Back, Don't Stare' gives a brutally honest account of how Williams return to the group has affected the other four members and shows how the pressures of fame and the relentless power struggle for artistic leadership between Williams and Barlow contributed to the break up of one of the best selling bands of the 90's.","release_date":"2010-11-13","vote_average":8.2,"runtime":null,"cert":"","id":59001,"title":"Take That: Look Back, Don't Stare","adult":false,"genre_ids":[99,10402]},{"cast":["Julie Durand","Alexis Roucoult","Alice Houri","Jean-Baptiste Penigault","Marina Tomé"],"overview":"The discovery of sexuality through the eyes of a group of teenagers.","release_date":"2000-11-01","vote_average":6.0,"runtime":85,"cert":"N\/A","id":59002,"title":"Hair Under the Roses","adult":false,"genre_ids":[35]},{"cast":["Gene Wilder","Margot Kidder","Eileen Colgan","May Ollis","Seamus Forde"],"overview":"In Dublin, a working class family has been unsuccessful in convincing their son to get a real job: the son prefers his job of scooping up horse's dung and selling it for flower gardens. An American exchange student almost runs him over and gets to know him. The dung man has ignored warnings from his family and suddenly the horses have been banned from Dublin. His new love is leaving for America and he must find a way to cope with the new reality.","release_date":"1970-06-13","vote_average":6.0,"runtime":90,"cert":"N\/A","id":59005,"title":"Quackser Fortune Has a Cousin in the Bronx","adult":false,"genre_ids":[35,18,10749]},{"cast":["Carla Gugino","Emmanuelle Chriqui","Rosario Dawson","Josh Hartnett","Danny DeVito"],"overview":"A sharp-witted comedy that follows a group of apparent strangers in interlocking stories taking place in ten different bars during the course of one evening throughout Los Angeles.","release_date":"2011-03-07","vote_average":5.2,"runtime":80,"cert":"N\/A","id":59006,"title":"Girl Walks Into a Bar","adult":false,"genre_ids":[35]},{"cast":["Wayne Crawford","June Chadwick","Sheri Able","Ted Le Plat","Graham Clarke"],"overview":"down-on-his-luck sea captain goes treasure hunting for a wrecked Spanish galleon that is rumored to be cursed by God and protected by supernatural forces.","release_date":"1989-01-01","vote_average":2.0,"runtime":92,"cert":"N\/A","id":59011,"title":"The Evil Below","adult":false,"genre_ids":[27,9648]},{"cast":["Muhammad Ali","Richard Kiley"],"overview":"The study of crazy brilliance and flamboyant sincerity. a.k.a. Cassius Clay presents a fascinating look at the incredible life and achievements of one of the most courageous, outspoken and charismatic figures of boxing: Muhammad Ali. Born Cassius Clay in 1942, Ali soon rose to become a renowned athlete, an articulate author and a compelling political; leader. Audacious, ambitious and totally fearless, Ali became a symbol of pride, a legend of hope and one of the most extraordinary cultural icons of the 20th century.","release_date":"1970-11-03","vote_average":7.5,"runtime":85,"cert":"N\/A","id":59014,"title":"a.k.a. Cassius Clay","adult":false,"genre_ids":[99]},{"cast":["Ana Girardot","Jules Pelissier","Laurent Delbecque","Audrey Bastien","Arthur Mazet"],"overview":"March 1992, in a small town in the suburbs of Paris. During an alcohol fueled party, teenagers discover a body hidden in the bushes of a forest. A body that seems lifeless. Two weeks earlier. Simon, a 16 year-old teenager, has not shown up for class. Blood stains are found in a class-room. Run-away, kidnap, suicide, murder? A few days later, Laetitia, a student from the same class goes missing without her parents knowing where she has gone. A young girl with no dark background or connection to Simon. The next day, Jean-Baptiste, a third student, also disappears. Rumors start to spread. The psychosis begins...","release_date":"2010-10-22","vote_average":6.1,"runtime":87,"cert":"N\/A","id":59015,"title":"Lights Out","adult":false,"genre_ids":[18,9648,53]},{"cast":["Bob Rue","Tank Jones","Lolita Sahwany","John Dobradenka"],"overview":"A billionaire has 8 hours to get his wife back, with help from armchair combat professionals.","release_date":"2008-01-01","vote_average":3.2,"runtime":100,"cert":"N\/A","id":59018,"title":"The Controller","adult":false,"genre_ids":[28,53]},{"cast":["Béla Baptiste","Ina-Alice Kopp","Leonard Lansink","Beate Furcht","Fritz Karl"],"overview":"","release_date":"2009-12-24","vote_average":5.0,"runtime":null,"cert":"N\/A","id":59019,"title":"Der Teufel mit den drei goldenen Haaren","adult":false,"genre_ids":[9648,14,10770]},{"cast":["Helmut Griem","Horst Frank","Carl Lange","Peter Carsten","Erik Schumann"],"overview":"","release_date":"1960-12-29","vote_average":10.0,"runtime":null,"cert":"N\/A","id":59020,"title":"Fabrik der Offiziere","adult":false,"genre_ids":[]},{"cast":["James Cromwell","Corey Johnson","David Annen","James Bolam","Michael Brandon"],"overview":"The heads of Wall Street's biggest investment banks were summoned to an evening meeting by the US Treasury Secretary, Hank Paulson, to discuss the plight of another - Lehman Brothers. After six months' turmoil in the world's financial markets, Lehman Brothers was on life support and the government was about to pull the plug. Lehman CEO, Dick Fuld, recently sidelined in a boardroom coup, spends the weekend desperately trying to resuscitate his beloved company through a merger with Bank of America or UK-based Barclays. But without the financial support of Paulson and Lehman's fiercest competitors, Fuld's empire - and with it, the stability of the world economy - teeters on the verge of extinction.","release_date":"2009-09-09","vote_average":5.3,"runtime":60,"cert":"","id":59027,"title":"The Last Days of Lehman Brothers","adult":false,"genre_ids":[18,10770]},{"cast":[],"overview":"Rome, 1527. Massimo Colonna is in love with Angela, a member of the Orsinis, the Colonnas'arch enemies. As she is officially engaged to Tancredi Serra, the latter, a faithless individual, has Massimo accused of the murder of Prince Orsini whereas he himself has woven it. Massimo is rejected by an outraged Angela and banned from Rome.Meanwhile the Eternal City has to face a brutal attack by armed invaders from Spain. The Spaniards are about to storm Rome when Massimo and his troops appear. The invading forces are defeated and Massimo is acclaimed by the crowd. After clearing his name, he can marry Angela.","release_date":"1955-08-12","vote_average":6.0,"runtime":null,"cert":"N\/A","id":59028,"title":"The Barbarians","adult":false,"genre_ids":[]},{"cast":["Maurice Barthélemy","Sandrine Coutant","Jean-Philippe Daguerre"],"overview":"","release_date":"2003-04-28","vote_average":8.5,"runtime":null,"cert":"N\/A","id":59031,"title":"Faut-il ? 75 Questions Existentielles","adult":false,"genre_ids":[]},{"cast":["Stefán Karl Stefánsson","Magnús Scheving","Julianna Rose Mauriello"],"overview":"EINU SINNI VAR Goggi býr til tæki sem gerir vinum hans kleift að fara inn í upp-áhalds ævintýrin sín, bókstaflega! Glanni ákveður að elta þau inn í ævintýrabókina og nú er voðinn vís, því ef eitthvað fer úrskeiðis geta þau orðið föst í bókinni að eilífu. ORKUBÓKIN Íþróttaálfurinn sýnir krökkunum hvernig á að nota Orkubókina til þess að fylgjast með hversu mikið Íþróttanammi þau borða og hversu mikið þau hreyfa sig. Glanni heyrir af bókinni og ákveður að eyðileggja allar þeirra áætlanir! TVÍFARINN Glanni dulbýr sig sem Baldur Bæjarstjóra til að geta breytt öllum reglum bæjarins. Á síðustu stundu tekst Íþróttaálfinum og hinum raunverulega Bæjarstjóra að fletta ofan af öllu saman. DANSDRAUMURINN Sollu er boðið í dansskóla langt, langt í burtu. Þetta er enn eitt ráðabrugg Glanna til að losna við Íþróttaálfinn og Sollu! Tekst Sollu að komast að hinu sanna áður en það er um seinan?","release_date":"","vote_average":0.0,"runtime":92,"cert":"N\/A","id":59032,"title":"Latibær - Dansdraumurinn","adult":false,"genre_ids":[53,10751]},{"cast":["Magnús Scheving","Stefán Karl Stefánsson","Julianna Rose Mauriello"],"overview":"Á þessum fimmta disk úr annarri þáttaröð Latabæjar er að finna tvo nýja þætti auk úrvals tónlistar úr þáttunum. Fyrri þátturinn, „Óvænt afmælisgjöf“, segir frá því þegar Glanni smíðar risastóran vegg og skiptir Latabæ í tvennt þannig að krakkarnir geti ekki leikið sér saman lengur. Svo líður yfir Íþróttaálfinn eftir að hann borðar eitt af sykureplum Glanna, þannig að nú eru góð ráð dýr fyrir krakkana. Hinn þátturinn „Bestu vinir“ segir frá því þegar Solla býr til flottan leikvöll fyrir vini sína, en Glanna tekst að lokka þau í burtu. Því er það undir Sollu komið að bjarga þeim frá Glanna og áformum hans. Auk þessara þátta er að finna heil 29 lög sem heyrst hafa í þáttunum og hægt er að syngja með.","release_date":"","vote_average":0.0,"runtime":92,"cert":"N\/A","id":59033,"title":"Latibær - Bestu vinir","adult":false,"genre_ids":[10751]},{"cast":["Giovanna Mezzogiorno","Andrea Miglio Risi","Tom Angel Kharumaty","Flavio Bucci","Anna Galiena"],"overview":"A pair of teenage classmates known as \"Chicken\" and \"Curry\" for the fact that they are virtually inseparable attempt to cover for the fact that they both failed their high school finals by claiming that \"Curry\" is in the midst of an identity crisis that can only be solved by returning to his homeland of India with his Jewish best friend. While the ruse works wonderfully on the parents of both students, the impromptu journey of self-discovery takes an unexpected detour when \"Curry\" locates his sister and becomes captivated by the country he first despised, and \"Chicken\" falls for an older medic working for Doctors Without Borders after entering a synagogue for the first time in his life. ~ Jason Buchanan,","release_date":"2007-01-01","vote_average":5.9,"runtime":106,"cert":"N\/A","id":59034,"title":"Flying Lessons","adult":false,"genre_ids":[18]},{"cast":["Clint Browning","Dorothy Drury","Robert Pike Daniel","Jason Ellefson","Dustin Fitzsimons"],"overview":"Johnny Wayne (Clint Browning) is an ex-racer who is serving in prison after crippling a young boy during an illegal street race in Los Angeles. Wayne, having been traumatized by the events, vows to never race again, and is soon released as a reformed citizen. Soon he finds himself working at a scrap yard with his childhood friend Travis (Jack Goldenberg). But his probation officer is a man who thinks he can blackmail him into illegal street racing. Even though Wayne is attempts to restore his life and become an honest, hardworking member of society, he slowly finds himself being lured back into street racing...","release_date":"2008-05-27","vote_average":3.7,"runtime":85,"cert":"N\/A","id":59035,"title":"Street Racer","adult":false,"genre_ids":[28,53]},{"cast":["Alberto Lupo","Virgilio Savona","Felice Chiusano","Tata Giacobetti","Lucia Mannucci"],"overview":"","release_date":"1964-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":59036,"title":"Biblioteca di Studio Uno: I tre moschettieri","adult":false,"genre_ids":[]},{"cast":["Cesare Ferretti","Michela Mioni","Enzo Di Benedetto","Roberto Stani","Loredana Ferrara"],"overview":"The alienating and repetitive life of a group of heroin junkies in the 1980s Rome.","release_date":"1983-09-01","vote_average":7.4,"runtime":96,"cert":"N\/A","id":59037,"title":"Amore tossico","adult":false,"genre_ids":[18,80]},{"cast":["Carlo Verdone","Enrico Montesano","Massimo Boldi","John Steiner","Paola Onofri"],"overview":"","release_date":"1984-12-21","vote_average":6.2,"runtime":null,"cert":"N\/A","id":59040,"title":"I due carabinieri","adult":false,"genre_ids":[35]},{"cast":["Ray Milland","Helena Carter","Hugh Marlowe","Forrest Tucker","Barton MacLane"],"overview":"Old enemies stationed together at an Army post vie for the same woman.","release_date":"1952-03-04","vote_average":4.5,"runtime":85,"cert":"N\/A","id":59041,"title":"Bugles in the Afternoon","adult":false,"genre_ids":[37]},{"cast":["Vincenzo Salemme","Maurizio Casagrande","Biagio Izzo","Carlo Buccirosso","Nando Paone"],"overview":"A man falls in love with a dude after a corneal transplantation.","release_date":"1999-01-01","vote_average":6.0,"runtime":99,"cert":"N\/A","id":59044,"title":"Amore a prima vista","adult":false,"genre_ids":[35]},{"cast":["Rosanna Schiaffino","Orson Welles","Ugo Tognazzi","Ricky Tognazzi","Tomás Milián"],"overview":"This consists of four short films by different directors. Rosselini's 'Chastity' deals with an attractive air hostess who receives the unwelcome attentions of a middle aged American. Godard's 'New World' illustrates a post-apocalypse world the same as the pre-apocalyptic one but for an enigmatic change in attitude in most people, including the central character's girlfriend. In Pasolini's 'Curd Cheese', a lavish film about the life of Jesus Christ is being made in a poor area. The impoverished people subject themselves to various indignities in the name of moviemaking in order to win a little food. The central character is hoisted up on a cross for filming, and dies there. Finally comes Gregoretti's 'Free Range Chicken' in which a family of the materialist culture inadvertantly illustrate the cynical, metallic voiced doctrine of a top sales theorist.","release_date":"1963-02-19","vote_average":7.6,"runtime":122,"cert":"N\/A","id":59045,"title":"Ro.Go.Pa.G.","adult":false,"genre_ids":[35,18]},{"cast":["Sergio Rubini","Luigi Lo Cascio","Mariangela Arcieri","Alessandra Sarno","Gigi Angelillo"],"overview":"","release_date":"2003-01-01","vote_average":6.5,"runtime":null,"cert":"N\/A","id":59046,"title":"Mio cognato","adult":false,"genre_ids":[35]},{"cast":["Morando Morandini"],"overview":"","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":59047,"title":"Je m'appelle Morando - Alfabeto Morandini","adult":false,"genre_ids":[]},{"cast":["Carmelo Bene","Lydia Mancinelli","Salvatore Siniscalchi","Anita Masini","Ornella Ferrari"],"overview":"A man (Carmelo Bene) can not bear to be part of society. He considers himself a \"jerk\" and so invents its own philosophy, which involves the destruction of his land of Puglia where all citizens are devoted to the Catholic religion. However, the man can not destroy the belief of the pilgrims of Salento, because a woman would prevent that. It is an unknown \"Santa Margherita\", which tries to divert man from his weird and impossible philosophy. Successive scenes of the film show various situations unreal and dream in which the two protagonists try to obtain the best one on the other. After a blasphemous dialogue between monks, the man includes his whole philosophy in a Moorish building. In fact, this seems to have been the scene of the massacre of the famous 800 Martyrs of Otranto, which are considered by the scetic man the absolute death of Christianity.","release_date":"1968-09-03","vote_average":6.5,"runtime":124,"cert":"N\/A","id":59048,"title":"Our Lady of the Turks","adult":false,"genre_ids":[18]},{"cast":["Carol Alt","Renée Simonsen","Fabrizio Bentivoglio","Luca Barbareschi","Marisa Berenson"],"overview":"","release_date":"1987-03-13","vote_average":4.0,"runtime":104,"cert":"N\/A","id":59049,"title":"Via Montenapoleone","adult":false,"genre_ids":[35]},{"cast":["Roberto Benigni","Paolo Villaggio","Angelo Orlando","Nadia Ottaviani","Marisa Tomasi"],"overview":"Returning to themes he first explored in La strada (1954), Fellini crafts a parable on the whisperings of the soul that only madmen and vagabonds are capable of hearing. The odd couple, Ivo Salvini (Benigni), a fake inspector of wells, and Gonnella (Villaggio), a former prefect, wander through the Emilia-Romagna countryside of Fellini's childhood and discover a dystopia of television commercials, fascism, beauty pageants, rock music, Catholicism, and pagan ritual.","release_date":"1990-05-31","vote_average":6.8,"runtime":122,"cert":"N\/A","id":59050,"title":"The Voice of the Moon","adult":false,"genre_ids":[12,35,18]},{"cast":["Angela Featherstone","Daniel Markel","Milton James","Nicholas Worth","Charlotte Stewart"],"overview":"Chased away by her father , an idealistic she-devil heads for the world above to begin serving her own brand of justice.","release_date":"1994-08-31","vote_average":5.9,"runtime":81,"cert":"N\/A","id":59051,"title":"Dark Angel: The Ascent","adult":false,"genre_ids":[27,10749]},{"cast":["Agnès Jaoui","Karin Viard","Jonathan Zaccaï","Claude Crétient","Laurent Lafitte"],"overview":"","release_date":"2004-06-16","vote_average":5.7,"runtime":102,"cert":"N\/A","id":59054,"title":"The Role of Her Life","adult":false,"genre_ids":[]},{"cast":["Noel Fielding","Julian Barratt"],"overview":"The story of Pete Sweet and his torrid relationship with Poppy, the imaginary sister of his friend Dave.","release_date":"2001-01-01","vote_average":9.0,"runtime":10,"cert":"","id":59055,"title":"Sweet","adult":false,"genre_ids":[35]},{"cast":["Robert Carlyle","Emer McCourt","George Moss","Jimmy Coleman","Ricky Tomlinson"],"overview":"The story of Stevie, a construction worker, and his girlfriend, an unemployed pop singer, serves to show the living conditions of the British poor class.","release_date":"1991-06-21","vote_average":6.7,"runtime":95,"cert":"","id":59058,"title":"Riff-Raff","adult":false,"genre_ids":[35,18]},{"cast":["Alain Delon","Christine Boisson","alain muzy","Jean-Luc Moreau","Alain Lalanne"],"overview":"Film-maker Jean Diaz lives with his son David after separated from his wife. On their way to the new house near the sea, Jean and David have a car accident provoked by The Death (portrayed here like a grim-reaper). The doctor actually can save Jean, but The Death sabotages the equipment with his computer. The Death offers Jean to wake David from his coma, but Jean must make an animation movie against the violence for him.","release_date":"1986-12-03","vote_average":4.5,"runtime":100,"cert":"N\/A","id":59059,"title":"The Passage","adult":false,"genre_ids":[18,14]},{"cast":["Alan Davies"],"overview":"Following his 'Perrier Award' nomination and his 'Festival Critics' award for his sold out season at the Edinburgh Festival, Alan Davies performed his one man show at the Lyric Theatre in the heart of London's West End.","release_date":"1994-11-06","vote_average":6.0,"runtime":63,"cert":"15","id":59060,"title":"Alan Davies: Live at the Lyric","adult":false,"genre_ids":[35]},{"cast":["Billy Connolly"],"overview":"Two Bites of Billy Connolly","release_date":"1995-01-01","vote_average":0.0,"runtime":43,"cert":"18","id":59061,"title":"Two Bites of Billy Connolly","adult":true,"genre_ids":[35]},{"cast":["Charles Berling","Mehdi Dehbi","Alexis Loret","Abbes Zahmani","Julia Maraval"],"overview":"The poet Jean Sénac is also a radio presenter. A Pied-noir, he opted to stay in Algeria after the country achieved independence in 1962. Ten years later he is monitored by the police of the present regime. His poems have a large public following and his radio show is a great success, especially with the young. The poet allies himself with two students, aspiring playwrights Hamid and Belkacem, to fight for the freedom and culture of Algerian youth.","release_date":"2004-08-18","vote_average":4.5,"runtime":85,"cert":"N\/A","id":59062,"title":"The Sun Assassinated","adult":false,"genre_ids":[]},{"cast":["Dany Boon"],"overview":"","release_date":"2006-11-14","vote_average":6.5,"runtime":null,"cert":"N\/A","id":59063,"title":"Dany Boon: Waïka","adult":false,"genre_ids":[35]},{"cast":["Cher","Céline Dion","Dixie Chicks","Anastacia","Whitney Houston"],"overview":"This concert DVD captures the 2002 VH1 Divas Las Vegas performance at the MGM Grand Hotel in Las Vegas, NV. Hosted by Ellen DeGeneres, the celebrity lineup includes Cher, Celine Dion, Mary J. Blige, the Dixie Chicks, and Shakira. Special guest musicians such as Anastacia, Stevie Nicks, Cyndi Lauper, and Whitney Houston joined in for some of the performances. The show opened with a cover of AC\/DC's &amp;\"You Shook Me All Night Long,\" and one memorable moment featured Cher in drag as Elvis Presley. This was the fifth VH1 Divas musical event held to benefit the VH1 Save the Music Foundation, which provides support for music education in public schools.","release_date":"2002-10-22","vote_average":5.0,"runtime":45,"cert":"N\/A","id":59064,"title":"VH1: Divas Las Vegas","adult":false,"genre_ids":[10402]},{"cast":["Mark Womack","John Bishop","Andrea Lowe","Trevor Williams","Geoff Bell"],"overview":"A private security contractor in Iraq rejects the official explanation of his friend's death and decides to investigate.","release_date":"2011-03-16","vote_average":6.3,"runtime":109,"cert":"15","id":59065,"title":"Route Irish","adult":false,"genre_ids":[18]},{"cast":["Rachel Ward","Bryan Brown","Steven Vidler","Sam Neill","Jennifer Claire"],"overview":"In pre-WWII Australia, a love triangle develops between a man, his wife and the man's brother.","release_date":"1987-05-14","vote_average":5.6,"runtime":98,"cert":"N\/A","id":59066,"title":"The Umbrella Woman","adult":false,"genre_ids":[18,10749]},{"cast":["Jean-Paul Rouve","Francois Vincentelli","Audrey Marnay","Bouli Lanners","Jean-Pierre Cassel"],"overview":"","release_date":"2006-03-22","vote_average":6.2,"runtime":null,"cert":"N\/A","id":59067,"title":"Bunker Paradise","adult":false,"genre_ids":[35,18]},{"cast":["Laura Gemser","Mónica Zanchi","Gabriele Tinti","Rik Battaglia","Pia Velsi"],"overview":"Emanuelle has renounced her life of lust to become a cloistered nun. But when she is assigned to a remote convent school for wayward girls, this delectable Bride Of Christ will face temptations that include a teenage nymphomaniac, a horny escaped criminal, and a class fill of curious virgins eager ti experience sins of the flesh. Can Emanuelle resist the erotic pleasures of her past, or will she break her vows and surrender to the ultimate orgy of unholy desire?","release_date":"1977-08-10","vote_average":6.3,"runtime":92,"cert":"N\/A","id":59068,"title":"Sister Emanuelle","adult":false,"genre_ids":[18]},{"cast":["Elie Semoun"],"overview":"","release_date":"2002-11-05","vote_average":6.5,"runtime":null,"cert":"N\/A","id":59069,"title":"Elie Semoun - À l'Olympia","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Hér eru komnar fimm skemmtilegar sögur um póstinn Pál og vini hans í Grænadal. Pósturinn Páll er vel þekktur fyrir hjálpsemi sína ásamt því að vera alltaf í góðu skapi. Ekki skemmir fyrir að Kötturinn Njáll er alltaf með í för og heldur uppi fjörinu. Á disknum eru fimm skemmtilegir þættir og þeir heita: Vel unnið verk Græna kanínan Fiðrildaveiðar Fljúgandi diskar Lestarferðin erfiða","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":59070,"title":"Pósturinn Páll 1","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"Hér eru komnar fimm skemmtilegar sögur um póstinn Pál og vini hans í Grænadal. Pósturinn Páll er vel þekktur fyrir hjálpsemi sína ásamt því að vera alltaf í góðu skapi. Ekki skemmir fyrir að Kötturinn Njáll er alltaf með í för og heldur uppi fjörinu. Á disknum eru fimm skemmtilegir þættir og þeir heita: Sólarströnd Vinnuskipti Doppa hverfur Töframaðurinn Palli Risaeðluveiðin mikla","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":59071,"title":"Pósturinn Páll 2","adult":false,"genre_ids":[16,10751]},{"cast":["Lina Romay","Monica Swinn","Raymond Hardy","Peggy Markoff","Martine Stedil"],"overview":"A lonely aristocrat Miss Gray has a twin sister who's in an asylum. They share a strange bond. Miss Gray is rational but frigid while her sister is insane yet feels sexual pleasure for both of them. A female reporter arrives at the mansion.  Beautiful interiors of Villa Kerylos in Beaulieu-sur-Mer, France.","release_date":"1976-01-01","vote_average":5.3,"runtime":79,"cert":"N\/A","id":59072,"title":"Doriana Gray","adult":true,"genre_ids":[18,27,14]},{"cast":[],"overview":"Hér eru komnar fimm skemmtilegar sögur um póstinn Pál og vini hans í Grænadal. Pósturinn Páll er þekktur fyrir hjálpsemi sína ásamt því að vera alltaf í góðu skapi. Ekki skemmir fyrir að Kötturinn Njáll er alltaf með í för og heldur uppi fjörinu.","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":59073,"title":"Pósturinn Páll 3","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"Hér eru komnar fimm skemmtilegar sögur um póstinn Pál og vini hans í Grænadal. Pósturinn Páll er vel þekktur fyrir hjálpsemi sína ásamt því að vera alltaf í góðu skapi. Ekki skemmir fyrir að Kötturinn Njáll er alltaf með í för og heldur uppi fjörinu.","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":59074,"title":"Pósturinn Páll 4","adult":false,"genre_ids":[16,10751]},{"cast":["Diana Rigg","Billy Barty","Sarah Patterson","Nicola Stapleton","Mike Edmonds"],"overview":"A prince, seeking the greatest treasure, stumbles upon seven little men guarding a coffin. They tell him the story of Snow White, a beautiful princess who was forced to run away from home after her jealous stepmother tried to have her killed. When she realizes that the girl is still alive and living with the dwarfs, she sets out to destroy her only rival once and for all.","release_date":"1987-05-14","vote_average":7.1,"runtime":85,"cert":"N\/A","id":59075,"title":"Snow White","adult":false,"genre_ids":[14]},{"cast":["Peter Coyote","Malcolm McDowell","Roseanne Barr"],"overview":"Could the chemicals found in marijuana prevent and even heal several deadly cancers? Could the tumor regulating properties of cannabinoids someday replace the debilitating drugs, chemotherapy, and radiation that harms as often as it heals? Discover the truth about this ancient medicine as world renowned scientists in the field of cannabinoid research explain and illustrate their truly mind-blowing discoveries. QUOTES: \"What If Cannabis Cured Cancer summarizes the remarkable research findings of recent years about the cancer-protective effects of novel compounds in marijuana. Most medical doctors are not aware of this information and its implications for prevention and treatment. If we need more evidence that our current policy on cannabis is counterproductive and foolish, here it is.\" -Andrew Weil, M.D. \"A hugely important film\" - Julie Holland, M.D. NYU School of Medicine","release_date":"2010-07-05","vote_average":0.0,"runtime":60,"cert":"N\/A","id":59076,"title":"What If Cannabis Cured Cancer","adult":false,"genre_ids":[99]},{"cast":[],"overview":"When her husband died Soumicha, mother of three, had to earn a living. She became the only woman taxi driver in Sidi Bel-Abbès, Algeria. This film accompanies Soumicha around a city where religious and political violence rages, and records her experiences in a job normally reserved for men.","release_date":"2000-01-01","vote_average":0.0,"runtime":52,"cert":"N\/A","id":59077,"title":"A Female Cabby in Sidi Bel-Abbes","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Millions of people around the world know of him. Yet this frontier prophet of the early 1800's found little honor and eventual martyrdom at the hands of an angry mob in his own country. Who was this Joseph Smith and what was it about his remarkable life story, which inspired such impassioned rancor or unflinching reverence? Please join Academy Award winner Gregory Peck for a fascinating look at this oft-misunderstood American legend.","release_date":"1999-11-26","vote_average":5.3,"runtime":120,"cert":"N\/A","id":59084,"title":"American Prophet:  The Story of Joseph Smith","adult":false,"genre_ids":[99]},{"cast":["Régis Laspalès","Alice Evans","Götz Otto","Philippe Chevallier","Victor Roma"],"overview":"Georges, a wealthy Parisian, has a mistress who wants to marry him, but he has no intention of divorcing his wife, the source of his money. The mistress, meanwhile, has a jealous boyfriend, so when Georges dumps her, two people are angry with him. Add Georges' wife, who suspects the affair. The mistress calls Georges to say she's coming to tell his wife everything, so Georges asks Maurice, a stranger who's passing by, to pose as his wife and scare off the mistress. In this farce, nothing goes as Georges plans.","release_date":"2002-09-25","vote_average":5.3,"runtime":102,"cert":"N\/A","id":59085,"title":"My Wife's Name Is Maurice","adult":false,"genre_ids":[35]},{"cast":["Bekim Fehmiu","Olivera Katarina","Velimir \"Bata\" Živojinović","Gordana Jovanović","Rahela Ferari"],"overview":"The protagonist, Bora, is a charming but mean-spirited gypsy, while his older wife, Lence, is submissive. Bora is in love with the younger Tisa, who is being offered in marriage by her father. The two get themselves in trouble and eventually have to flee. Tisa rejects her husband and she and Bora get married in the church, and their adventures continue.","release_date":"1967-03-26","vote_average":6.9,"runtime":94,"cert":"N\/A","id":59088,"title":"I Even Met Happy Gypsies","adult":false,"genre_ids":[18]},{"cast":["Freya Stafford","Claire van der Boom","Brendan Cowell","Aaron Jeffery","Aaron Jakubenko"],"overview":"The story of David McMillan an Australian drug smuggler and the only person in history to escape from Klong Prem prison in Bangkok.","release_date":"2011-02-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":59089,"title":"Underbelly Files: The Man Who Got Away","adult":false,"genre_ids":[80,18]},{"cast":[],"overview":"Conan O'Brien celebrates ten years of \"Late Night with Conan O'Brien\" in this one-hour special. Many guest appearances and clip montages show us how funny his show has been.","release_date":"2003-09-14","vote_average":10.0,"runtime":63,"cert":"N\/A","id":59090,"title":"Late Night with Conan O'Brien: 10th Anniversary Special","adult":false,"genre_ids":[35]},{"cast":["James Belushi","Jeff Bennett","Clancy Brown","Townsend Coleman","Tim Curry"],"overview":"A direct-to-video feature film, Mighty Ducks the Movie: The First Face-Off, was released in 1997. It comprises three episodes of the animated series edited into one continuous movie: The First Face-Off parts I and II, and Duck Hard.","release_date":"1996-09-06","vote_average":6.4,"runtime":66,"cert":"N\/A","id":59091,"title":"Mighty Ducks the Movie: The First Face-Off","adult":false,"genre_ids":[16,28,35]},{"cast":["Aleksandr Baluev","Anton Shagin","Natalia Naumowa","Vitaliy Khaev","Elizabeta Vodolazskaya"],"overview":"Его папа хочет стать президентом США. Дед и бабка — Брэд Питт и Анджелина Джоли. Он был слеп, а когда прозрел, увидел Андрея Малахова. Китайцы украли его отца. Единственный выбор для него — взять в руки арбалет и отомстить обидчикам. Откровенное кино от Юрия Грымова, где любой ценой побеждает любовь.","release_date":"2010-09-02","vote_average":3.8,"runtime":107,"cert":"N\/A","id":59092,"title":"Na Oshchup","adult":false,"genre_ids":[]},{"cast":["Billy Parish","Georgia Cobb","Samantha Klein","Steve Siegel","Monica Huntington"],"overview":"Soon after purchasing their first home, two newlyweds realize they're not the only ones living there … but their \"squatter\" is no ordinary being. Sharing their space is the spirit of a female serial killer who took her own life in the bathtub while soaking in her victims' blood.","release_date":"2004-04-19","vote_average":0.0,"runtime":82,"cert":"N\/A","id":59093,"title":"Resident Demon","adult":false,"genre_ids":[27]},{"cast":["Sergey Gorobchenko","Larisa Gribaleva","Marina Ivanova","Vladimir Kabalin","Viktor Nemets"],"overview":"Good and Kind People Are Living in the World... Despite all the strange thing which are happening to you.","release_date":"2010-02-04","vote_average":3.6,"runtime":96,"cert":"N\/A","id":59094,"title":"Good and Kind People Are Living in the World","adult":false,"genre_ids":[35,18]},{"cast":["James D'Arcy","Natasha Wightman","Terence Stamp","Charlotte Weston","Udo Kier"],"overview":"Since A.D. 50, a mysterious sacred artifact known as the Loculus has been at the center of a bloody clandestine war. Missing for a few hundred years, the puzzling relic has suddenly reappeared in the present day, bringing with it a terrible secret that could spell doom for all of mankind. Now it's up to Magnus Martel (Terence Stamp) to subvert a murderous secret society and uncover the truth behind the ancient treasure.","release_date":"2001-04-12","vote_average":4.4,"runtime":null,"cert":"15","id":59095,"title":"Revelation","adult":false,"genre_ids":[14,27,878]},{"cast":[],"overview":"A collection of the weird and wonderful works of indie film maker Nick Zedd.","release_date":"2001-12-27","vote_average":0.0,"runtime":137,"cert":"N\/A","id":59096,"title":"Abnormal: The Sinema of Nick Zedd","adult":false,"genre_ids":[]},{"cast":["Chazz Palminteri","Nicky Whelan","Norm Macdonald","Chris Kattan","Horatio Sanz"],"overview":"Diane Blaine has the face of a movie star. Unfortunately, fallen star\/tabloid queen Jamie Stephens already made it famous. Hollywoods constant rejection due to what Diane refers to as \"TJS\" (\"Too Jamie Stephens\") has made her bitter, frustrated....and, yes, whiny. Co-worker\/boyfriend Jack Sanders doesn't help matters. His idea of ambition is letting it ride. Now he's in major debt to a trigger-happy mobster who, interestingly enough, has a thing for Jamie Stephens. Jack's only way out? Convince Diane to be Jamie and wipe out the debt having one meal with a made man. It's literally the performance of her life. With Jack's on the line.","release_date":"2011-05-03","vote_average":4.8,"runtime":95,"cert":"15","id":59099,"title":"Hollywood & Wine","adult":false,"genre_ids":[35,53]},{"cast":["Brian Wilson","David Anderle","Hal Blaine","Jeff Bridges","Elvis Costello"],"overview":"This film tells (using modern day interviews and archival footage and sound tapes) the story of how in 1967, while his band The Beach Boys triumphantly toured abroad, Brian Wilson was trying to push the boundaries of conventional pop music with a new follow-up to the Beach Boys' cutting-edge mega-hit, Pet Sounds. The new album was to be called \"SMiLE\". SMiLE pushed the envelope both musically and lyrically, and was supposed to out-do the Beatles' Sgt. Pepper record. But Brian wasn't able to sell the project to his band-mates when they returned. The project was shelved and Wilson's well-documented decline into depression, drug abuse, recluseness, and obesity had begun. Thirty-odd years later, Wilson announced that in 2004, SMiLE would be performed live in its entirety in London. This film tells the story of a damaged but healing artist bringing his greatest work to light.","release_date":"2004-10-05","vote_average":7.3,"runtime":109,"cert":"N\/A","id":59100,"title":"Beautiful Dreamer: Brian Wilson and the Story of Smile","adult":false,"genre_ids":[]},{"cast":["Vincent Price","Linda Ho","Richard Loo","June Kim","Philip Ahn"],"overview":"Vincent Price stars in this early '60s adaptation of Thomas De Quincey's thriller about an opium addict trying to solve a mystery in San Francisco's Chinatown.","release_date":"1962-06-20","vote_average":6.4,"runtime":85,"cert":"N\/A","id":59101,"title":"Confessions of an Opium Eater","adult":false,"genre_ids":[18]},{"cast":["Vittorio De Sica","Elisa Cegani","Marcello Mastroianni","Alberto Sordi","Michel Simon"],"overview":"Five part vignette film; episodes include \"The Baby\" \"The Hand of Providence\" and \"On Location\"","release_date":"1954-03-16","vote_average":6.0,"runtime":null,"cert":"N\/A","id":59102,"title":"The Anatomy of Love","adult":false,"genre_ids":[]},{"cast":["Alberto Sordi","Giulietta Masina","Mara Berni","Andrea Checchi","Tina Pica"],"overview":"","release_date":"1955-03-16","vote_average":6.4,"runtime":null,"cert":"N\/A","id":59103,"title":"Buonanotte... avvocato!","adult":false,"genre_ids":[]},{"cast":["Vittorio Gassman","Nino Manfredi","Alberto Sordi","Enrico Maria Salerno","Michel Simon"],"overview":"","release_date":"1970-03-19","vote_average":6.5,"runtime":131,"cert":"N\/A","id":59104,"title":"Let's Have a Riot","adult":false,"genre_ids":[35]},{"cast":["Alberto Sordi","Claudio Gora","Eleonora Brigliadori","Maurizio Micheli","Gianni Bonagura"],"overview":"Roberto Razzi, skeptical and convinced atheist, is the conductor of the Futuro program, in which he unmasks the most common tricks and deceptions that make the miracle cry out to everyone.","release_date":"1985-12-24","vote_average":6.4,"runtime":112,"cert":"N\/A","id":59105,"title":"I Am an ESP","adult":false,"genre_ids":[35]},{"cast":["Rolando Ravello","André Dussollier","Alberto Sordi","Isabella Ferrari","Mario Carotenuto"],"overview":"Two neighbors, young Vincenzo and old Mr. Bartoloni, are utterly unhappy. On the one hand Vincenzo must lead a miserable and frustrating life as he cannot find any regular job, despite his Arts degree. On the other hand, Mr. Bartoloni is fed up with his despotic wife: the woman who used to be a beautiful artist is now a fat and shabby drunkard. The two men meet on a particularly sad night and, during an outburst Mr. Bartoloni asks Vincenzo to help him to get rid of his wife by simulating an accident with the promise of a considerable amount of money. At night Vincenzo can't sleep: Mr. Bartoloni wasn't joking and he is in a desperate need for money...","release_date":"1995-09-29","vote_average":7.3,"runtime":120,"cert":"N\/A","id":59106,"title":"Romanzo di un giovane povero","adult":false,"genre_ids":[18]},{"cast":["Alessandro Paci","Graziano Salvadori","Alessio Nonfanti","Ciccio Toccafondi","Cristina De Pin"],"overview":"","release_date":"2011-01-01","vote_average":1.0,"runtime":null,"cert":"N\/A","id":59107,"title":"10 ragazze","adult":false,"genre_ids":[35]},{"cast":["Ben Stiller","Eddie Murphy","Casey Affleck","Alan Alda","Matthew Broderick"],"overview":"A luxury condo manager leads a staff of workers to seek payback on the Wall Street swindler who defrauded them. With only days until the billionaire gets away with the perfect crime, the unlikely crew of amateur thieves enlists the help of petty crook Slide to steal the $20 million they’re sure is hidden in the penthouse.","release_date":"2011-11-02","vote_average":6.0,"runtime":104,"cert":"12A","id":59108,"title":"Tower Heist","adult":false,"genre_ids":[28,35]},{"cast":["Eduardo De Filippo","Clelia Matania","Giorgio De Rege","Nietta Zocchi","Gildo Bocci"],"overview":"An Italian comedy from 1942.","release_date":"1942-12-05","vote_average":0.0,"runtime":62,"cert":"N\/A","id":59109,"title":"Casanova farebbe così!","adult":false,"genre_ids":[35]},{"cast":["Colm Meaney","Colin Morgan","Milka Ahlroth","Stuart Graham","Michael McElhatton"],"overview":"Fred Daly returns to Ireland with nowhere to live but his car. Then dope-smoking 21-year-old Cathal parks beside him, and brightens up his lonely world. Encouraged by Cathal, Fred meets attractive music teacher Jules. Growing closer, these three outsiders are set on a course that will change their lives forever.","release_date":"2010-09-01","vote_average":6.8,"runtime":94,"cert":"12","id":59110,"title":"Parked","adult":false,"genre_ids":[18]},{"cast":["Nick Stahl","Jonathan Jackson","Christopher M. Clark","Beau Garrett","Robert Forster"],"overview":"Haunted by memories of his ex-girlfriend Alice, a heartbroken Billy returns home to Northern Virginia seeking solace from old friends. But what he finds there is more disconcerting: his best friend Stanley has become unstable, mysterious and withdrawn from those around him. Billy teams up with another old friend to find out what's going on and as they probe Stanley's recent activities, their friend's behaviour seems more and more bizarre and frightening.","release_date":"2010-10-22","vote_average":4.0,"runtime":100,"cert":"N\/A","id":59111,"title":"Kalamity","adult":false,"genre_ids":[9648,53]},{"cast":["Gérard Depardieu","Alexandra Maria Lara","Niels Arestrup","Nathalie Baye","Yannick Renier"],"overview":"Conrad Lang, a handyman in a rich family - he has been raised like a brother with Thomas, who has the same age -, accidentally puts fire to the big holiday house he keeps. He returns to the town he grew up in, to the family home, where Philippe, Thomas's son, and Simone are getting married. Conrad's frequent memory loss and behavioural problems rapidly reveal a neurological disease (Alzheimer's is suggested by doctor Cohen when he examens Elvira) which leads Elvira, Thomas's stepmother, to install Conrad in a guesthouse on the property, with the help of a nurse. When Conrad looses more and more his landmarks in present and past, memories of his youth come back to surface. They intrigue Simone, since these memories do not entirely fit together with the official family history...","release_date":"2010-12-15","vote_average":6.2,"runtime":93,"cert":"N\/A","id":59112,"title":"Small World","adult":false,"genre_ids":[18]},{"cast":["Campino","Andreas von Holst","Michael Breitkopf","Andreas Meurer","Trini Trimpop"],"overview":"","release_date":"2006-09-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":59113,"title":"Die Toten Hosen - Nur zu Besuch","adult":false,"genre_ids":[10402]},{"cast":["Bobbi Billard","Akira Lane","Gelusa Zaripova","Joanna Hernandez"],"overview":"Ricky, a perverted ice cream shop owner, wants to boost declining sales by renaming his shop to \"Scoopettes\", and markets it as an adult ice cream store. This sleepy town's ice cream store has started serving a little more than just your typical flavors, dishing out gobs of Virgin Vanilla and Busty Buttercrunch, but wait - what's that? Eeeeek! There's an eyeball staring up from the Cherry Vanilla! The five girls, whom Ricky calls \"The Scoopettes\", are so hot the ice cream will never stay hard! But everyone leaves with a smile and much, much more! It becomes apparent that someone doesn't like the success that Ricky is experiencing when one of the Scoopettes is found murdered in the freezer. The killing of the girls continues one at a time and the customers find a little extra in their ice scream!","release_date":"2009-08-04","vote_average":0.0,"runtime":75,"cert":"N\/A","id":59114,"title":"Ice Scream: The ReMix","adult":false,"genre_ids":[27]},{"cast":["Mercedes Mason","Mattie Liptak","Josh Cooke","Noree Victoria","Ignacio Serricchio"],"overview":"A plane is taken over by a mysterious virus. When the plane lands it is placed under quarantine. Now a group of survivors must band together to survive the quarantine.","release_date":"2011-06-16","vote_average":5.2,"runtime":86,"cert":"15","id":59115,"title":"Quarantine 2: Terminal","adult":false,"genre_ids":[27,9648,878]},{"cast":["Jason Dohring","Marina Sirtis","Michael Dorn","Dan Wells"],"overview":"Will Taylor has nightmares. He dreams of watching his father and aunt being murdered when he was only four years old. Will lives with his troubled uncle Joe Mitchell because his mother remains catatonic from the attack. Joe, who has his own problems with his girlfriend Sarah, has raised Will since the bank robbery that killed his wife and brother-in-law. Back in 1990 the whole town of Canyon Hills had to be moved because a new dam was built to prevent chronic flooding. The original town is now at the bottom of the lake. Will finds out that the stolen bank money was never found and begins diving to recover it and his past. Enter Carl Bennett, the bank robber turned murderer. Just released from prison, he is heading for Canyon Hills to recover the money he left behind. Who will get to it first?","release_date":"2007-03-13","vote_average":0.0,"runtime":86,"cert":"N\/A","id":59116,"title":"The Deep Below","adult":false,"genre_ids":[28,18,53]},{"cast":["Santiago Segura","Yon González","Ana Obregón","Maria Lapiedra","Javier Gutiérrez"],"overview":"In Lethal Crisis, the world's most uncouth private eye is framed for a crime he didn't commit in the riotous fourth installment of the Torrente series.","release_date":"2011-03-11","vote_average":5.4,"runtime":93,"cert":"N\/A","id":59117,"title":"Torrente 4: Lethal crisis","adult":false,"genre_ids":[28,35,80]},{"cast":["Albert Dupontel","Alice Taglioni","Stéphane Debac","Natacha Régnier","Sergi López"],"overview":"A robber escapes from prison with a single objective in mind: to track down his former cellmate, a serial killer who intends to pin his crimes on him. A cop is sent after the robber who, despite his best efforts, soon becomes Public Enemy Number One. As the protagonists are driven to their limits, it becomes increasingly unclear who is the hunter and who is the prey.","release_date":"2011-04-12","vote_average":6.5,"runtime":102,"cert":"N\/A","id":59118,"title":"The Prey","adult":false,"genre_ids":[28,80,53]},{"cast":["Forest Whitaker","Sam Waterston","Dana Delany","Jason Robards","Josef Sommer"],"overview":"Colonel Casey discovers what appears to be plans by General Lloyd to use fake military excercises to assist Jack Giddings in his plans to remove President Foster from office. Colonel Casey, and President Foster must find evidence that there is a coup planned and stop it, before it takes place. Unfortunately, there isn't much time","release_date":"1994-08-24","vote_average":5.4,"runtime":86,"cert":"N\/A","id":59121,"title":"The Enemy Within","adult":false,"genre_ids":[53,18,10770]},{"cast":["Jon Heder"],"overview":"The short film which Napoleon Dynamite was based off of shows a day in the life of Seth, super nerd extraordinaire; rocking the megalopolis of Preston, Idaho, and soon the world, with his illegal ninja moves and his sweet fanny pack. GOSH!","release_date":"2003-01-20","vote_average":6.4,"runtime":9,"cert":"N\/A","id":59122,"title":"Peluca","adult":false,"genre_ids":[35]},{"cast":[],"overview":"1 Giant Leap is a concept band and media project consisting of the two principal artists, Jamie Catto and Duncan Bridgeman. This is the film part of their first project.","release_date":"2002-09-10","vote_average":6.0,"runtime":155,"cert":"18","id":59123,"title":"1 Giant Leap","adult":false,"genre_ids":[]},{"cast":["The Holy Modal Rounders","Sam Shepard","Peter Stampfel","Dennis Hopper"],"overview":"A look back on the weird and wasted career of the Holy Modal Rounders.","release_date":"2007-12-07","vote_average":0.0,"runtime":87,"cert":"N\/A","id":59126,"title":"The Holy Modal Rounders: Bound to Lose","adult":false,"genre_ids":[99,10402]},{"cast":["James Van Der Beek","Alexandra Castillo","Arne MacPherson","Ryan Rajendra Black","Brian Edward Roach"],"overview":"This menacing monster yarn stars James Van Der Beek as government scientist Dan Leland, who's sent to investigate reported sightings of a giant squidlike beast that's put the entire population of a fishing village on edge. Though Leland starts his journey confident that this sea creature with an insatiable appetite is the stuff of old legends, a string of horrific occurrences soon begins to change his mind.","release_date":"2007-12-08","vote_average":5.3,"runtime":90,"cert":"N\/A","id":59127,"title":"Eye of the Beast","adult":false,"genre_ids":[27,53]},{"cast":["Alberto Sordi","Ugo Tognazzi","Jean-Claude Brialy","Michèle Mercier","Akim Tamiroff"],"overview":"","release_date":"1966-08-21","vote_average":6.5,"runtime":null,"cert":"N\/A","id":59132,"title":"I nostri mariti","adult":false,"genre_ids":[35]},{"cast":["Dan Snow"],"overview":"Documentary film, made for TV, about the Roman emperor Hadrian.","release_date":"2008-07-19","vote_average":0.0,"runtime":59,"cert":"","id":59133,"title":"Hadrian","adult":false,"genre_ids":[99]},{"cast":["Michèle Morgan","Georges Marchal","Vittorio De Sica","Eleonora Rossi Drago","Denise Provence"],"overview":"Alberto Moretti arrives in Cortina D'Ampezzo, with daughter Marcella,who has just won a TV contest, the prize of which is a free stay in a luxury hotel.","release_date":"1959-06-18","vote_average":7.5,"runtime":100,"cert":"N\/A","id":59134,"title":"Winter Holidays","adult":false,"genre_ids":[35]},{"cast":["Jim Powell","Jeff Krulik"],"overview":"A documentary film in which a rock fan shows off his obsession and his memorabilia.","release_date":"2001-05-01","vote_average":0.0,"runtime":48,"cert":"N\/A","id":59135,"title":"Heavy Metal Basement","adult":false,"genre_ids":[99]},{"cast":["Jack Lemmon","Jonathan Silverman","Madeline Kahn","Joanna Gleason","Talia Shire"],"overview":"Fresh out of college, a young man lazes about his family's estate, which irritates his father, a self-made millionaire who hatches a bankruptcy plan that he hopes will inspire his son to get a job.","release_date":"1992-01-01","vote_average":4.0,"runtime":90,"cert":"N\/A","id":59136,"title":"For Richer, for Poorer","adult":false,"genre_ids":[35]},{"cast":["Lee D. Vickers"],"overview":"An informational film produced to encourage farmers to grow hemp for the war effort during WW2. The film details the many industrial uses of hemp, including cloth and cordage, as well as a detailed history of the plant's use.","release_date":"1943-01-01","vote_average":9.0,"runtime":15,"cert":"N\/A","id":59137,"title":"Hemp for Victory","adult":false,"genre_ids":[99]},{"cast":["Karlheinz Stockhausen","Moby","Afrika Bambaataa","Derrick May","Genesis P-Orridge"],"overview":"Less a documentary than a primer on all electronic music. Featuring interviews with nearly every major player past and present, as well as a few energetic live clips, Modulations delves into one of electronica's forgotten facets: the human element. Lee travels the globe from the American Midwest to Europe to Japan to try to express the appeal of music often dismissed as soulless. Modulations shows that behind even the most foreign or alien electronic composition lies a real human being, and Lee lets many of these Frankenstein-like creators express and expound upon their personal philosophies and tech-heavy theories.  Lee understands that a cultural movement as massive and diverse as dance music can't be contained.","release_date":"1998-09-18","vote_average":8.2,"runtime":75,"cert":"N\/A","id":59138,"title":"Modulations","adult":false,"genre_ids":[99,10402]},{"cast":["Lino Banfi","Maurizio Ferrini","Isabel Russinova","Maurizio Micheli","Galeazzo Benti"],"overview":"Police commissioner Lo Gatto is in charge of the local Italian police station within Vatican State. During an investigation, following the murder of a Vatican priest, he decides to question the Pope!!! For this reason Lo Gatto is sent to a Sicilian remote island Favignana. There is very little for the commissioner to do on the quiet island, so Lo Gatto decides to investigate the vanishing of a tourist which quickly becomes a very complicated affair.","release_date":"1986-12-04","vote_average":6.3,"runtime":91,"cert":"N\/A","id":59139,"title":"Il Commissario Lo Gatto","adult":false,"genre_ids":[35]},{"cast":["Jerry Calà","Delia Boccardo","Carlo Delle Piane","Elena Sofia Ricci","Alessandro Haber"],"overview":"","release_date":"1987-01-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":59140,"title":"Sposi","adult":false,"genre_ids":[]},{"cast":["Alec Guinness","Vernon Gray","Odile Versois","Elina Labourdette","Jacques François"],"overview":"A father and son go to Paris to help each other find love.","release_date":"1955-01-01","vote_average":4.0,"runtime":78,"cert":"","id":59141,"title":"To Paris with Love","adult":false,"genre_ids":[18,10749,35]},{"cast":["June Allyson","Jack Lemmon","Paul Gilbert","Charles Bickford","Jim Backus"],"overview":"A reporter stumbles on a runaway heiress whose story could salvage his career.","release_date":"1956-10-30","vote_average":5.0,"runtime":95,"cert":"N\/A","id":59142,"title":"You Can't Run Away from It","adult":false,"genre_ids":[10749,35,10402]},{"cast":["Peter Falk","John Cassavetes","Ned Beatty","William Hickey","Joyce Van Patten"],"overview":"In Philadelphia, a small-time bookie who stole mob money is in hiding and he begs a childhood friend to help him evade the hit-man who's on his trail.","release_date":"1976-12-21","vote_average":7.1,"runtime":109,"cert":"N\/A","id":59143,"title":"Mikey and Nicky","adult":false,"genre_ids":[80,18]},{"cast":["Michael York","Richard Attenborough","Trevor Howard","Stacy Keach","Christopher Plummer"],"overview":"A company of British soldiers in colonial India is shaken when the widow of their most honored hero is assaulted. A young officer must defend a fellow lieutenant from the charges in an unusual court-martial, while investigating the deepening mystery behind the attack.","release_date":"1975-01-01","vote_average":5.9,"runtime":107,"cert":"N\/A","id":59144,"title":"Conduct Unbecoming","adult":false,"genre_ids":[80,18,9648]},{"cast":["Vincent Elbaz","Mélanie Bernier","Aymen Saïdi","Philippe Bas","Antoine Basler"],"overview":"Saturday 24th December 1994. Four GIA terrorists hijack an Air France A300 Airbus at the Algiers airport. The Airbus, bound for Paris, has 227 passengers on board. No one knows exactly what the terrorists’ intentions are, just that they are armed and extremely determined. They demand the liberation of their “brothers in arms” and want the aircraft to take off at once. After very lengthy and intense negotiations between the French and Algerian governments, the plane is finally allowed to leave. There are three main characters at the heart of the action: a member of the GIGN, Carole Jeanton, an ambitious technocrat willing to do anything it takes to achieve personal gain from the events, and Yahia Abdallah, a determined jihadist who grew up in the slums of Algiers and was being manipulated by an obscure GIA envoy, Ali Touchent.","release_date":"2010-11-12","vote_average":6.3,"runtime":90,"cert":"N\/A","id":59145,"title":"The Assault","adult":false,"genre_ids":[28,53]},{"cast":["Gu Bao-Ming","Mingjun Kao","Lan Wang","Yumei Wang","Fuli Wang"],"overview":"Emerging from the Chinese film renaissance of the 1990s (Raise the Red Lantern, Farewell My Concubine) this haunting folk tale set in rural China in the 1920s tells the story of a young woman forces to grieve the death of a man she was destined to marry. Combining astonishing visuals with intriguing plot turns, this moving drama is not to be missed. When the spirited Young Mistress (Wang Lan) is kidnapped on the way to her arranged wedding, the groom is killed in an explosion in an attempt to rescue her. The peasant charged with her care, Kui (Chang Shih) manages to free her but the groom's bitter mother forces the Young Mistress to honor her agreement by marrying a wooden statue of her son, and staying chaste. Director Jianxin Huang's fascinating exploration of forbidden love and rigid social hierarchy reveals a culture in turmoil, where tradition is taken to cruel extremes and young lovers may not survive.","release_date":"1994-02-05","vote_average":7.3,"runtime":113,"cert":"N\/A","id":59146,"title":"The Wooden Man's Bride","adult":false,"genre_ids":[18,10749]},{"cast":["Margaret Mazzantini","Luca Barbareschi","Claudio Bisio","Enrico Lo Verso","Nicola Farron"],"overview":"Dive into The Eternal City - see Rome like you’ve never seen it before. Storefront robberies, bizarre murders, career dreamers, and cameos from Italy’s greatest directors and actors feature in this star-studded omnibus tale about life and love.","release_date":"1996-02-01","vote_average":4.8,"runtime":110,"cert":"N\/A","id":59147,"title":"Bits & Pieces","adult":false,"genre_ids":[18]},{"cast":["Massimo Boldi","Claudia Koll","Bruno Gambarotta","Gisella Sofio","Enzo Robutti"],"overview":"","release_date":"1998-01-01","vote_average":4.3,"runtime":null,"cert":"N\/A","id":59148,"title":"Cucciolo","adult":false,"genre_ids":[35]},{"cast":["Totò","Marisa Merlini","Tina Pica","Arnoldo Foà","Paolo Stoppa"],"overview":"","release_date":"1955-12-16","vote_average":6.9,"runtime":89,"cert":"N\/A","id":59149,"title":"Destinazione Piovarolo","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Documentary about two children who have been directly affected by wars in their respective countries.  Six-year-old Murtaza took a landmine home to play with and it blew up in his hand, a familiar story in Afghanistan where one child is killed or injured every day by unexploded munitions.  Fifteen-year-old Yagoub suffers from rheumatic heart disease, which if left untreated is life-threatening. Refugees from Sudan's 20 years of unrest, his family are unable to pay for treatment at the local hospital, giving him little more than six months to live.  This moving film follows the stories of these two resilient boys and the efforts of the remarkable Italian NGO Emergency to give them back their futures. (Storyville)","release_date":"2008-08-30","vote_average":0.0,"runtime":87,"cert":"N\/A","id":59150,"title":"Back Home Tomorrow","adult":false,"genre_ids":[10752,99]},{"cast":[],"overview":"The films of the David Lynch mash-up album - a sequence put together to honour his films, his soundtracks and their soundscapes.","release_date":"2009-11-12","vote_average":0.0,"runtime":83,"cert":"","id":59153,"title":"Mashed in plastic","adult":false,"genre_ids":[10402]},{"cast":["Julie Cox","Christopher Bowen","Lisa Daniely","Christopher Villiers","Julia St. John"],"overview":"The relationship that blossomed between Diana, Princess of Wales, and Captain James Hewitt. Based on Hewitt's book.","release_date":"1996-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":59154,"title":"Princess in Love","adult":false,"genre_ids":[]},{"cast":["Gastone Moschin","Lionel Stander","Carole André","Paolo Giusti","Daniele Dublino"],"overview":"Mayor Peppone might very well lose the elections and Don Camillo makes sure that the mayor's delinquent son gets his act together while his own niece makes Peppone think she is pregnant by his son.","release_date":"1972-01-01","vote_average":4.9,"runtime":null,"cert":"N\/A","id":59155,"title":"Don Camillo e i giovani d'oggi","adult":false,"genre_ids":[35]},{"cast":["Marlène Jobert","Nino Manfredi","Olga Karlatos","Vittorio Mezzogiorno","Pamela Villoresi"],"overview":"A meek book-keeper (Vittorio) brings on his squallid life, which is interrupetd when he becomes friend with a policeman (Sauro). Vittorio is introduced to gun shooting, and appears to be very gifted. This fact gives a shake to his dull existence, but when he gets in trouble with gangsters, he'll regret the past.","release_date":"1979-02-21","vote_average":6.3,"runtime":null,"cert":"N\/A","id":59156,"title":"A Dangerous Toy","adult":false,"genre_ids":[]},{"cast":[],"overview":"This historical documentary, produced by Longyear Museum, brings to life the history and the growth of Christian Science in the 1880s, 1890s and early twentieth century. It vividly recounts the stories of some of the early workers who tirelessly and courageously took the healing message of Christian Science to the American Midwest. It begins with two little-known figures - William D. and Bertha Hinchsliff, a husband and wife of the American frontier - ordinary farm people with an extraordinary story. The Hinchsliffs were part of a chain of healing work, linking several early students in the Midwest - including Janet Coleman, Alfred Farlow, Joseph and Mary Armstrong, and James Neal - to each other and to Mary Baker Eddy in Boston. The accounts of these people are brought to life by historical photographs, details of letters, newspaper clippings, artifacts and brief impressionistic video images, which have been staged to suggest actual moments in history.","release_date":"","vote_average":0.0,"runtime":60,"cert":"N\/A","id":59157,"title":"The Onward and Upward Chain","adult":false,"genre_ids":[99]},{"cast":["David Manners","Adrienne Ames","Bela Lugosi","John Wray","Vince Barnett"],"overview":"When a movie actor is shot and killed during production, the true feelings about the actor begin to surface. As the studio heads worry about negative publicity, one of the writers tags along as the killing is investigated and clues begin to surface.","release_date":"1932-12-05","vote_average":4.2,"runtime":75,"cert":"N\/A","id":59158,"title":"The Death Kiss","adult":false,"genre_ids":[27,9648,53]},{"cast":["Edward Woodward","Eric Porter","Carl Möhner","Catherine Schell","Peter Egan"],"overview":"David Callan, secret agent, is called back to the service after his retirement, to handle the assasination of a german businessman, but Callan refuses to co-operate until he finds out why this man is marked for death.","release_date":"1974-01-01","vote_average":7.7,"runtime":106,"cert":"15","id":59159,"title":"Callan","adult":false,"genre_ids":[53]},{"cast":["Helena Bonham Carter","Nicolas Chagrin","Mark Crowdy","Patsy Kensit","Dinsdale Landen"],"overview":"First produced on the London stage in 1894, \"Arms and the Man\" immediately established Shaw's reputation as one of the greatest wits in London drama. This beautifully remastered BBC production brings to life an uproarious comedy that still resonates in its critique of warfare and romance.","release_date":"1989-04-16","vote_average":0.0,"runtime":105,"cert":"","id":59160,"title":"Arms and the Man","adult":false,"genre_ids":[35]},{"cast":["Didier Bourdon","Bernard Campan","Seymour Brussel","Pascal Légitimus","Smaïn"],"overview":"Marc Elbichon, a novice private sleuth, is investigating a wave of assassinations bearing a particular characteristic: the perpetrator, dubbed the \"telephone killer\" always strangles his female victims with a telephone cord.","release_date":"1985-01-23","vote_average":5.4,"runtime":90,"cert":"N\/A","id":59161,"title":"Le téléphone sonne toujours deux fois","adult":false,"genre_ids":[35]},{"cast":["Hao Lei","Chin Shih-Chieh","Leon Dai"],"overview":"Ten year-old Xiang faces a lonely future after his father dies. Just when he thinks he's going to spend his life in the orphanage, his estranged mother shows up. And his life changes forever... A loveless mother, a hateful stepfather, a chilly home. Where's Xiang heading to? He finds comfort in drawing and his work reveals his longing for care and affection. Life is full of hope again when he meets the old school janitor who doesn't show his kindness easily and a portly man who has crazy ideas and is haunted with nightmares of his brother. A scary truth is about to be unmasked. Will Xiang be able to depict his own image in the fourth portrait?","release_date":"2010-12-09","vote_average":6.3,"runtime":105,"cert":"N\/A","id":59164,"title":"The Fourth Portrait","adult":false,"genre_ids":[18]},{"cast":["John Miles","Patricia Barry","Walter Kinsella","Frank Tweddell","Rod McLennan"],"overview":"Detectives investigate the Central Park murder of a young woman with a Marine Corps tattoo.","release_date":"1950-02-09","vote_average":4.9,"runtime":64,"cert":"N\/A","id":59165,"title":"The Tattooed Stranger","adult":false,"genre_ids":[80,18]},{"cast":[],"overview":"Writer, producer, puppeteer, songwriter--America's Favorite Neighbor takes a thorough look at the career of legendary children's television host Fred Rogers. Produced for Pittsburgh's WQED, this informative documentary tracks his rise as floor manager for various NBC programs, such as Your Hit Parade, to the major awards he received later in life, such as the Lifetime Achievement Award and the Presidential Medal of Freedom. Along the way, he's seen launching public TV programs The Children's Corner, which featured a soon-to-be-famous puppet named King Friday, and Canada's MisteRogers. The latter, naturally, was followed by Mister Rogers' Neighborhood, which made its national debut in 1968, and would eventually became the longest running program in PBS history. Hosted by fellow Pennsylvania native Michael Keaton (Batman), who worked on his show in the early days, America's Favorite Neighbor is suitable for all ages, but is geared more towards adults, particularly parents and educators.","release_date":"2004-01-01","vote_average":0.0,"runtime":100,"cert":"N\/A","id":59168,"title":"Fred Rogers: America's Favorite Neighbor","adult":false,"genre_ids":[99,10751]},{"cast":[],"overview":"BEYOND integrates the latest in computer animation technology and artistry with original music from renowned composer Jan Hammer. The Mind's Eye, Miramar's first computer animation odyssey, has been described as a \"modern Fantasia\" - this video steps BEYOND.","release_date":"1992-10-09","vote_average":6.0,"runtime":45,"cert":"N\/A","id":59169,"title":"Beyond The Mind's Eye","adult":false,"genre_ids":[16]},{"cast":["Katharine Schlesinger","Peter Firth","Robert Hardy","Googie Withers","Cassie Stuart"],"overview":"A tale of intrigue, adventure and romance, this enchanting, remastered dramatization captures the romance of Jane Austin's classic novel \"Northanger Abbey\".","release_date":"1987-02-15","vote_average":4.6,"runtime":90,"cert":"","id":59172,"title":"Northanger Abbey","adult":false,"genre_ids":[18,10749]},{"cast":["Beverly D'Angelo","Rodney Dangerfield","Larry King","Bill Kinison","Sam Kinison"],"overview":"For fans of comedy, Sam Kinison needs no introduction. His scathing comedy tackled tough topics no other comedian dared to touch. Fed up and disenfranchised with his career as a Pentacostal preacher, Sam left the ministry to try his hand at comedy. Almost immediately, and thanks in part to the foresight of Rodney Dangerfield who showcased Sam on an HBO special, his piercing scream, extreme humor and irreverent take on life attracted attention. Containing rare, early footage of Sam preaching and performing stand up at the world famous Comedy Store, the Award Winning \"Why Did We Laugh\" tells the story of a comedic genius who touched a deeper chord in people than most entertainers. Sadly, Sam was taken from us far too early, yet leaving us with a lasting and unique legacy.","release_date":"1998-01-01","vote_average":5.0,"runtime":90,"cert":"N\/A","id":59173,"title":"Sam Kinison: Why Did We Laugh?","adult":false,"genre_ids":[99,35]},{"cast":["Ben Kingsley","Jenny Agutter","Patrick Ryecart","Freddie Jones","Jonathan Coy"],"overview":"Adaption of George Eliot's novel. When a respectable weaver is wrongfully accused of theft, he becomes a virtual hermit until his own fortune is stolen and an orphaned child is found on his doorstep.","release_date":"1985-12-30","vote_average":5.0,"runtime":90,"cert":"","id":59174,"title":"Silas Marner","adult":false,"genre_ids":[18]},{"cast":["Richard Berry","Judith Godrèche","Julien Boisselier","Martine Fontaine","Eric Laugérias"],"overview":"Paul may be a successful psychoanalyst but he fails to realize that his own marriage to Carla is failing. One of his patients, Raphaël, confides in him that he is in love with a married woman. In the course of the discussion, Paul understands that the woman in question is his own wife, Carla.  Rather than end the consultation, Paul decides to manipulate his patient in an attempt to win back his wife. But Raphaël is not as stupid as he looks...","release_date":"2007-04-25","vote_average":4.8,"runtime":95,"cert":"N\/A","id":59175,"title":"Please Don't Go","adult":false,"genre_ids":[35,18]},{"cast":["Alan Bennett","Michael Palin","Michael Gambon","Rik Mayall","Vanessa Redgrave"],"overview":"Kenneth Grahame's literary classic about an enchanting world along the Riverbank has delighted readers for nearly a century. Now, this enduring beloved tale comes to life in this beautifully animated feature film from the producers of \"The World of Peter Rabbit and Friends\" and \"The Snowman\".","release_date":"1995-12-24","vote_average":8.4,"runtime":74,"cert":"U","id":59178,"title":"The Wind in the Willows","adult":false,"genre_ids":[10751,16,12,35]},{"cast":["Alan Bennett","Michael Gambon","Rik Mayall","Michael Palin","Vanessa Redgrave"],"overview":"Hailed as the \"rightful heir\" to \"The Wind in the Willows\", William Horwood's critically acclaimed sequel comes to magical life in this beautifully animated feature-length classic. Join four of the best-loved characters in children's literature for their heart-warming and hilarious new adventure along the Riverbank, narrated by Academy Award-winner Vanessa Redgrave.","release_date":"1997-06-16","vote_average":7.5,"runtime":71,"cert":"U","id":59179,"title":"The Willows in Winter","adult":false,"genre_ids":[16]},{"cast":["Richard Todd","Glynis Johns","James Robertson Justice","Michael Gough","Finlay Currie"],"overview":"After the 1715 defeat of the clans, one of the highland leaders, Rob Roy MacGregor escapes, has lots of adventures, gets married, and eventually becomes enough of a nuisance to George I to be outlawed, and hunted by the English","release_date":"1954-02-27","vote_average":5.9,"runtime":82,"cert":"U","id":59180,"title":"Rob Roy, The Highland Rogue","adult":false,"genre_ids":[28,12]},{"cast":["Susan Kiger","Lisa London","Pamela Jean Bryant","Kimberly Cameron","Mary Steelsmith"],"overview":"Four girls spurned by the popular Sorority on campus decide to start their own and steal all the men on campus away from the house that rejected them.","release_date":"1979-05-01","vote_average":5.7,"runtime":98,"cert":"N\/A","id":59181,"title":"H.O.T.S.","adult":false,"genre_ids":[35]},{"cast":["Paul Simonon","Joe Strummer","Topper Headon","Mick Jones"],"overview":"THE CLASH LIVE: REVOLUTION ROCK is an exciting new documentary film directed by long-time Clash collaborator and Grammy-winning producer Don Letts (Westway To The World) that chronicles the electric live performances of one of the most influential bands to emerge from the UK. The film follows the live transformation of the band, incorporating footage from all phases of the Clash's meteoric career, beginning with live-in-the-studio clips and climaxing with a blow-out performance at New York's Shea Stadium in 1982. With rare and previously unreleased footage from all over the world, this film documents the history of the band by showcasing their incredible live performances, and will be a draw for both the new fan and their established passionate followers.","release_date":"2008-04-15","vote_average":0.0,"runtime":81,"cert":"N\/A","id":59184,"title":"The Clash: Live (Revolution Rock)","adult":false,"genre_ids":[]},{"cast":["Sul Kyung-gu","Kim Tae-hee","Seo Tae-hwa","Jeon Soo-kyung"],"overview":"Arguing about everything is how Ji-na and Sang-min spend most of their time together. Nonetheless, at one time they vowed to overcome their clashing characters and pledged eternal love. But it's a vow that was short-lived, and their \"happily ever after\" life became an unattainable fantasy. Sang-min's continuing indifference, though unintended, is a constant source of aggravation to Ji-na, and putting up with Sang-min's distasteful attitude has made her a scrawny, tense, violent woman. With their grudges toward one another unaddressed, they opt to end their relationship. Psychological warfare erupts when they disagree on every single issue. What begins as verbal sparring leads to physical conflict... with no end in sight.","release_date":"2007-12-12","vote_average":6.0,"runtime":102,"cert":"N\/A","id":59185,"title":"Venus and Mars","adult":false,"genre_ids":[10749,35]},{"cast":["Kostya Tszyu","Paul Upham","Johnny Lewis"],"overview":"Kostya Tszyu - Destiny. The undisputed champion of the world. The thoughts, tactics and passions of Kostya Tszyu as he makes no excuses about knocking down those in his path to reach his destiny. Russian born Australian boxer Kostya Tszyu is one of the only three current fighters to reign as Undisputed Champion of the World in their weight division. Kostya Tszyu Destiny features his three world title unification fights along with commentaries on each of the fights by the champion himself. Includes special appearances by John Lewis and Paul Upham, and an exclusive film clip 'Something Worth Fight For' - the official Kostya Tszyu theme song. Written by Charles Stewart","release_date":"2004-01-24","vote_average":5.3,"runtime":72,"cert":"N\/A","id":59188,"title":"Kostya Tszyu: Destiny","adult":false,"genre_ids":[]},{"cast":["Nigel Davenport","Michael Murphy","Lynne Frederick","Alan Gifford","Robert Henderson"],"overview":"Arizona ants mock the food chain on their way to a desert lab to get two scientists and a woman.","release_date":"1974-09-01","vote_average":6.3,"runtime":86,"cert":"N\/A","id":59189,"title":"Phase IV","adult":false,"genre_ids":[53,27,878]},{"cast":["Julie Andersen","Frederik Christian Johansen","Sofia Cukic","Hicham Najid","Wili Julius Findsen"],"overview":"I skoletimerne sender Mikkel prøvende blikke til klassens stille og indelukkede pige, Sara, der er smigret over opmærksomheden. Da Mikkel og hans ven Hassan leger flirtende med hende i et frikvarter, bliver Hassans kæreste, Louise, jaloux og begynder at sprede ondsindede rygter om Sara. Louises hævn udvikler sig hurtigt til mobning og det, der er værre.","release_date":"2010-09-02","vote_average":5.7,"runtime":79,"cert":"N\/A","id":59190,"title":"Hold Me Tight","adult":false,"genre_ids":[18]},{"cast":["Julie Andrews","Sofia Vassilieva","Kenneth Welsh","Debra Monk","Jason Jones"],"overview":"Eloise insists on helping with yuletide nuptials.","release_date":"2003-11-23","vote_average":6.2,"runtime":89,"cert":"N\/A","id":59191,"title":"Eloise at Christmastime","adult":false,"genre_ids":[10751,35,18]},{"cast":["Shannon Tweed","James Richer","Danielle Ciardi","Ron McCoy","Ron McCoy"],"overview":"A woman survives by coming onto wealthy single men, and taking them for everything they are worth, sometimes killing. She proceeds to her next target - another wealthy man who has a daughter whom he mistreats. She tries to marry him but he dies before they could. She does, however, make off with some of his money. He also did not include his daughter in his will. When she and her boyfriend discover what she did, they decide to go after her and get back what she thinks is hers.","release_date":"1999-07-06","vote_average":1.0,"runtime":88,"cert":"N\/A","id":59194,"title":"Powerplay","adult":false,"genre_ids":[18,35,53,10749]},{"cast":["Les Tremayne","Mel Blanc"],"overview":"A sequel to \"A Cricket in Times Square,\" in this feature a musical cricket returns to his New York City home and his friends, a cat and a mouse, to discover the meaning of Christmas.","release_date":"1973-12-14","vote_average":4.9,"runtime":30,"cert":"N\/A","id":59195,"title":"A Very Merry Cricket","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"Lost Boys of Sudan is a feature-length documentary that follows two Sudanese refugees on an extraordinary journey from Africa to America. Orphaned as young boys in one of Africa's cruelest civil wars, Peter Dut and Santino Chuor survived lion attacks and militia gunfire to reach a refugee camp in Kenya along with thousands of other children. From there, remarkably, they were chosen to come to America. Safe at last from physical danger and hunger, a world away from home, they find themselves confronted with the abundance and alienation of contemporary American suburbia","release_date":"2003-04-24","vote_average":7.7,"runtime":87,"cert":"N\/A","id":59196,"title":"Lost Boys of Sudan","adult":false,"genre_ids":[99]},{"cast":["Kel Mitchell","Nia Peeples","Dylan Vox","Gerald Webb","Theresa June-Tao"],"overview":"In February 1942 Us forces engaged an unidentified flying object above Los Angeles. Now almost 70 years later, the alien invaders have returned.","release_date":"2011-03-10","vote_average":3.4,"runtime":91,"cert":"15","id":59197,"title":"Battle of Los Angeles","adult":false,"genre_ids":[878,53]},{"cast":["Robb Flynn","Adam Duce","Phil Demmel","Dave McClain"],"overview":"Elegies is a live DVD released by Machine Head, recorded at the Brixton Academy in London, England.","release_date":"2005-10-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":59198,"title":"Machine Head: Elegies","adult":false,"genre_ids":[]},{"cast":["Julianne Moore","Billy Crudup","Cleavant Derricks","Liane Balaban","David Keith"],"overview":"After hitting the road a man encounters characters that make him realize the importance of family.","release_date":"2002-01-17","vote_average":4.4,"runtime":null,"cert":"N\/A","id":59199,"title":"World Traveler","adult":false,"genre_ids":[18]},{"cast":[],"overview":"MONSTERS OF METAL’s got two litte evil brothers. Their names: MONSTERS OF DEATH. Their character: vicious. MONSTERS OF DEATH doesn't waste your time with lullabies, instead it’s packed with the most deadly metal stuff conceivable: 55 video clips, cautiously compiled by Skandinavian-European and American style Death Metal, plus six live recordings and an ample audio section with new and unreleased stuff. In short: a blast for each and every death metal fan - not only because of the sheer amount of clips, but primarily because of their accurate selection.","release_date":"2005-01-01","vote_average":0.0,"runtime":205,"cert":"N\/A","id":59204,"title":"Various Artists - Monsters Of Death Vol. 1","adult":false,"genre_ids":[10402]},{"cast":["Sophia Myles","Sophie Ward","George Asprey","Michael Elphick","Celia Imrie"],"overview":"Louise (Sophia Myles) is an alienated boarding school student in the midst of a hot and heavy affair with the husband of her headmistress, Veronica (Sophie Ward). Suspicion and passion hang in the air of the isolated campus until Matthew (George Asprey) suddenly disappears. Fearing the worst, Louise struggles to uncover what happened to her lover, but is foiled at every turn by Veronica, who begins to take a sadistic glee in the psychological torment she inflicts upon her. When a mysterious woman appears around the campus, Louise becomes convinced that she is being framed for the murder of Matthew, or even worse, being set up to be the next victim. Alone and friendless, Louise must keep herself alive long enough to uncover the truth of Mathew\"s disappearance.","release_date":"2003-10-31","vote_average":3.0,"runtime":90,"cert":"15","id":59211,"title":"Out of Bounds","adult":false,"genre_ids":[53,10749]},{"cast":["Joely Richardson","Shane Richie","Glen Murphy","John Standing","Natasha Wightman"],"overview":"London 1939. In the weeks before the beginning of the Second World War, the Say When jazz club keeps London's Shoreditch swinging. Run by Thomas (Richie) and his wife Massie (Natasha Wightman), it's a place where gangsters and aristocrats, home office gents, and loose women can kick back and relax. Thomas' job is to keep everything running smoothly. But when he starts having an affair with singer Butterfly (Joely Richardson), this carefully balanced world disintegrates into blackmail, drugs, and suicide.","release_date":"2003-11-28","vote_average":3.0,"runtime":101,"cert":"","id":59212,"title":"Shoreditch","adult":false,"genre_ids":[]},{"cast":["Thais Valdés","Nacho Lugo","Daisy Granados","Paula Ali"],"overview":"Carla, a young postal worker in Havana, spends her days postmarking thousands of letters and dreaming of the day when she can be reunited with her parents, who moved to Miami when she was fifteen. To fulfill her longing for intimacy, she opens random letters and rewrites them into lyrical prose, believing she is helping her fellow Cubans understand one another better. Beautifully filmed in black and white accented by brilliant colours, Nada+ has a stunning visual composition. With its delightful mix of visual humour, theatrical characters, bureaucratic satire and a lighthearted love story, it has a distinctly Cuban flair.","release_date":"2001-03-15","vote_average":8.3,"runtime":90,"cert":"N\/A","id":59213,"title":"Nada+","adult":false,"genre_ids":[18,10749]},{"cast":["Gina Valona","Sean Wing","Aidan Marus","Mara Marini"],"overview":"Fallon is a gorgeous twenty-something with just a couple of flaws. For starters, she's dead. A close second, she has found herself in a new job serving as a soul huntress for an evil overlord. Fallon accepts her new role and quickly turns loose on humanity. Her sinister supervisor, Mr. Sixx, is greatly impressed. Over confident in his new student, he assigns Fallon to a forbidden case -- one that ignites terrible memories and turns her against him. Can faith and family survive an onslaught of soul-searing demons? What happens when Fallon discovers that her next target is someone that she greatly cares for?","release_date":"2005-11-02","vote_average":2.0,"runtime":87,"cert":"N\/A","id":59220,"title":"Darkworld","adult":false,"genre_ids":[27]},{"cast":[],"overview":"A star-studded TV production of the classic tale by Mary Stewart which follows Merlin down through history to the days of King Arthur.","release_date":"1991-11-17","vote_average":0.0,"runtime":null,"cert":"","id":59221,"title":"Merlin of the Crystal Cave","adult":false,"genre_ids":[18,14]},{"cast":["Karel Roden","Aaron Stanford","Joaquim de Almeida","Ben Gazzara"],"overview":"Anthony's family runs a small Italian restaurant in London. When his childhood friend, Dario, dies in a suspicious accident, Anthony inherits a vineyard in Sant'Angelo, the village his parents came from in Italy. Surprised by the large sum of money offered to him by a curious Italian \"Master of Wine\" for the land he just inherited, and considering the mysterious circumstances surrounding Dario's death, Anthony decides to drive down to Sant'Angelo. Anthony soon feels he's in the middle of something he doesn't understand and wants to leave, but... He gets tangled up in \"Love's\" web and suddenly finds himself the target of a crazy manhunt.","release_date":"2009-09-16","vote_average":0.0,"runtime":101,"cert":"N\/A","id":59222,"title":"Holy Money","adult":false,"genre_ids":[53]},{"cast":["Jim Krut","Joseph D. Durbin","Josh Davidson","Ashley Young","Corrine Brush"],"overview":"The United States Government has developed a highly effective nerve gas that is unleashed upon the residents of a small Maryland City. During the top secret exercise the infected citizens begin to convert each resident into a sort of living zombie, until the remaining town residents, 6 total strangers, are trapped inside a movie theater cineplex.","release_date":"2008-10-27","vote_average":3.0,"runtime":85,"cert":"N\/A","id":59223,"title":"Deadlands 2: Trapped","adult":false,"genre_ids":[27,878,53]},{"cast":["Aria Giovanni","Alexus Winston","Aimee Sweet","Juliet Cariaga","Julie K. Smith"],"overview":"Sun, suds, a magical island, Bigfoot, Elvis and beautiful women perfect! In this hilarious parody the hot, sexy action continues in funny form as three former Playboy Playmates and three former Penthouse Pets romp in the sun and surf! (oh, and they do competitions and stuff too). Everyone will enjoy this parody of Survivor with inside jokes for fans of the show plus plenty of hilarious teenage humor for everyone else.","release_date":"2009-08-25","vote_average":0.0,"runtime":102,"cert":"N\/A","id":59224,"title":"Bare Naked Survivor Again","adult":true,"genre_ids":[]},{"cast":[],"overview":"The Call of the Wild is a 2007 documentary by independent filmmaker Ron Lamothe detailing the odyssey of Christopher McCandless, who is best known as the subject of the novel (and later film) Into the Wild. McCandless, a self-described \"aesthetic voyager whose home is the road\", died on Alaska’s Stampede Trail in August of 1992. His death followed a two-year cross-country odyssey that took him from Atlanta to Arizona, down into Mexico, and from California’s Salton Sea to the streets of Las Vegas and the small town of Carthage, South Dakota, and countless places in between. In the spring of that year, the 24-year-old McCandless had made his way north to Alaska, where he lived in the woods north of Mt. McKinley for 113 days before his death by starvation.","release_date":"2007-01-01","vote_average":6.8,"runtime":null,"cert":"N\/A","id":59225,"title":"The Call of the Wild","adult":false,"genre_ids":[99]},{"cast":["Jerry Orbach","Leigh Taylor-Young","Jo Van Fleet","Lionel Stander","Robert De Niro"],"overview":"This is the funny story about two warring Mafia gangs in New York. The weaker gang use incredibly a lion to blackmail the opposite gang's \"clients\". The police succeeds to stop one of the gang, while the other remain without the Boss.","release_date":"1971-12-22","vote_average":4.4,"runtime":96,"cert":"N\/A","id":59226,"title":"The Gang That Couldn't Shoot Straight","adult":false,"genre_ids":[28,35,53]},{"cast":["Martin Landau","Barbara Bain","Barry Morse","Nick Tate","Margaret Leighton"],"overview":"\"Journey Through the Black Sun\" (1982) made by ITC New York combined the first season episodes \"Collision Course\" and \"Black Sun\" from the TV series \"Space: 1999\".","release_date":"1982-09-13","vote_average":6.3,"runtime":89,"cert":"","id":59227,"title":"Journey Through the Black Sun","adult":false,"genre_ids":[878]},{"cast":["Angel Tompkins","Billy Curtis","Jerry Maren","Frank Delfino","Felix Silla"],"overview":"A gangster's former mistress hooks up with a troupe of circus midgets who, as a sideline, rob banks and casinos.","release_date":"1973-06-22","vote_average":5.8,"runtime":92,"cert":"N\/A","id":59228,"title":"Little Cigars","adult":false,"genre_ids":[28,53]},{"cast":["Chad Michael Collins","Natalie Denise Sperl","Alicia Lagano","David Figlioli","Jon Polito"],"overview":"A college student, traveling with his friends to a remote eastern-European village, unwittingly releases the Rock Monster from it's ancient slumber to wreak havoc on the surrounding countryside","release_date":"2008-03-22","vote_average":4.2,"runtime":86,"cert":"N\/A","id":59229,"title":"Rock Monster","adult":false,"genre_ids":[14,878]},{"cast":["Gian Maria Volonté","Edmond O'Brien","Rod Steiger","Vincent Gardenia","Charles Cioffi"],"overview":"Lucky Luciano is one of the bosses of the Mafia. He orders the slaughter of 40 other responsibles, therefore becoming the only boss. But a few years later he is put into jail. In 1946, he got a pardon and is sent back to Sicilia. There, he begins becoming one of the chief of the Mafia. The US Army seems to refrain from interfering.","release_date":"1973-10-19","vote_average":6.1,"runtime":105,"cert":"N\/A","id":59230,"title":"Lucky Luciano","adult":false,"genre_ids":[80,18]},{"cast":["James Caan","Shirley Knight","Robert Duvall","Tom Aldredge","Marya Zimmet"],"overview":"When a housewife finds out she is pregnant, she runs out of town looking for freedom to reevaluate her life decisions.","release_date":"1969-08-27","vote_average":6.7,"runtime":101,"cert":"N\/A","id":59231,"title":"The Rain People","adult":false,"genre_ids":[18]},{"cast":["Emilio Estevez","Kathy Bates","Martin Sheen","Kimberly Williams-Paisley","Carla Gugino"],"overview":"Jeremy Collier is a Vietnam veteran who has returned home and is struggling to cope with the war experiences that haunt him. He is also at odds with his family, who cannot begin to understand what he has been through. Jeremy's battles with his family finally spiral out of control on Thanksgiving Day, when a bitter secret is revealed","release_date":"1996-11-20","vote_average":7.1,"runtime":119,"cert":"N\/A","id":59232,"title":"The War at Home","adult":false,"genre_ids":[18]},{"cast":["Louis de Funès","Michel Serrault","Mireille Darc","Francis Blanche","Maurice Biraud"],"overview":"Jockey Jack has a bill open with a gangster just released from jail. He somehow manages to parry the gangster's knife attack backstage at a theatre and the latter ends up dead being put into a double bass case. A day later the gangster mysteriously has disappeared, but it turns out that he was carrying a bet ticket for a horse race now worth over a million. A turbulent run for the money begins.","release_date":"1964-05-06","vote_average":5.4,"runtime":95,"cert":"N\/A","id":59237,"title":"Dandelions by the Roots","adult":false,"genre_ids":[35]},{"cast":["Tom Selleck","Kathy Baker","Kohl Sudduth","Gloria Reuben","Stephen McHattie"],"overview":"Jesse investigates the suspicious death of a young friend while the police force deals with the arrogant new police chief who is the son-in-law of a town councilman.","release_date":"2011-05-21","vote_average":6.6,"runtime":90,"cert":"N\/A","id":59238,"title":"Jesse Stone: Innocents Lost","adult":false,"genre_ids":[10770,18,53,80,9648]},{"cast":["Supriya Choudhury","Anil Chatterjee","Gyanesh Mukherjee","Bijon Bhattacharya","Gita Dey"],"overview":"The tragic story of the beautiful daughter of a middle-class refugee family from East Pakistan. Neeta, the protagonist, sacrifices everything for her unappreciative family.","release_date":"1960-04-13","vote_average":7.3,"runtime":134,"cert":"N\/A","id":59239,"title":"The Cloud-Capped Star","adult":false,"genre_ids":[18]},{"cast":["John Lloyd Cruz","Bea Alonzo","Roxanne Guinoo","Nikki Valdez","Kristopher Peralta"],"overview":"Two strangers who board at the same station to commute on the MRT form an unlikely bond in this drama. Hopeless romantic Betsy thinks Michael is her ideal mate -- until the two actually meet and she discovers he's not the perfect man she'd imagined. Nonetheless, she falls in love with him, and as events unfold that threaten their relationship, Betsy and Michael must come to accept each other's differences or go their separate ways.","release_date":"2004-08-13","vote_average":5.1,"runtime":107,"cert":"N\/A","id":59240,"title":"Now That I Have You","adult":false,"genre_ids":[10749,18]},{"cast":["Claudio Amendola","Ricky Memphis","Gianmarco Tognazzi","Giuppy Izzo","Alessandro Tiberi"],"overview":"The \"Brigatte Veneno\" is a fan group from the soccer club \"AS Roma\". The next match is against \"Juventus Turin\", the classic prestige duel. Principe, the former leader of the group, has been dismissed from jail a few days before. He has to realize that his best friend Red has not only taken over control of the group, but also has started an affair with his girlfriend. The rivalry between the hot-blooded Principe and the sensible Red causes an anxious mood within the group. When Smilzo, a member of the group, dies during a street fight with another fan group, Red knows that Principe is to be blamed for this catastrophe.","release_date":"1991-03-01","vote_average":6.7,"runtime":null,"cert":"N\/A","id":59241,"title":"Ultrà","adult":false,"genre_ids":[18]},{"cast":[],"overview":"In J’fais du porno et j’aime ça, Scherre has gathered 12 stories from 29 people who thought they would share the way they enjoy sexuality with us. It’s a highly refreshing mix of spontaneity, hotness and humanity.  We dive into their little private world, into every story, every relationship, every setting. I have to say it gave me a bit of a voyeur buzz, which I think is very enjoyable. Somehow, it answers some of our curiosity. How do other people do it?","release_date":"2009-08-22","vote_average":7.0,"runtime":63,"cert":"N\/A","id":59242,"title":"I Make Porn and I Like it","adult":true,"genre_ids":[]},{"cast":["Steven de Jong","Rense Westra","Maaike Schuurmans","Marijke Geertsma"],"overview":"","release_date":"1996-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":59243,"title":"De Gouden Swipe","adult":false,"genre_ids":[]},{"cast":["Natalie Press","Joel Chalfen","Julia Swift","Félicité Du Jeu","Amanda Boxer"],"overview":"Devoutly religious Ruth returns from Israel to care for her dying mother, but when she tries to bring her estranged brother David back into the fold, in accordance with her mother's wishes, the result is a startling journey into the darkest realms of sexual obsession: a forbidden game under the guise of religious law. Dark, ambiguous and distinctly adult, this study of belief and desire, set in the cloistered world of London's Orthodox Jewish community, thoughtfully explores the links between faith and violence, denial and longing.","release_date":"2005-08-01","vote_average":5.0,"runtime":81,"cert":"","id":59244,"title":"Song of Songs","adult":false,"genre_ids":[18]},{"cast":["Mark Appleyard"," Alex Chalmers","Rune Glifberg","Shane Cross","Tom Penny"],"overview":"Flip's first full length video featuring Mark Appleyard,  Ali Boulala, Alex Chalmers, Bastien Salabanzi, Geoff Rowley, Rune Glifberg, Tom Penny and Arto Saari.","release_date":"2002-01-01","vote_average":0.0,"runtime":47,"cert":"N\/A","id":59245,"title":"Flip: Sorry","adult":false,"genre_ids":[28,35]},{"cast":["Ali Boulala","Ben Nordberg","Bob Burnquist","Christoph Wildgrube","Curren Caples"],"overview":"The 3rd release in Flip's Sorry trilogy of skateboarding insanity. The world famous Flip team continues to evolve with the addition of new talented riders joining the original crew, creating one of the most diverse skate teams in modern history. Famous not only for their insane skateboarding skills, the Flip team are also notorious for their renegade lifestyles -- so don't expect to see them at the Olympics any time soon! Extremely Sorry was so named to be a tongue-in-cheek mockery of the mainstream contest side of skateboarding. Enjoy!","release_date":"2009-09-16","vote_average":0.0,"runtime":62,"cert":"N\/A","id":59246,"title":"Flip: Extremely Sorry","adult":false,"genre_ids":[]},{"cast":["Bam Margera","Brian Sumner","Danny Montoya","Ed Selego","Jeremy Wray"],"overview":"From the makers of Adio Footwear, One Step Beyond is a stunning visual and action masterpiece. Directed by Josh Stewart (Static), the video features the entire Adio team in their best video parts yet! Smooth, stylish skateboarding, incredible technicality and some of the gnarliest stunts ever performed are combined with amazing graphic effects (by Jose Gomez Andre Stringer) to bring you one of the most original skateboard videos ever made!","release_date":"2002-01-01","vote_average":0.0,"runtime":56,"cert":"N\/A","id":59247,"title":"Adio: One Step Beyond","adult":false,"genre_ids":[28]},{"cast":["Liam Neeson","Natasha Richardson","Conrad Anker","Ralph Fiennes","Leo Houlding"],"overview":"Uses astonishing visuals to tell the intersecting stories of George Mallory, the first man to attempt a summit of Mount Everest, and Conrad Anker, the mountaineer who finds Mallory's frozen remains 75 years later.","release_date":"2010-08-06","vote_average":7.1,"runtime":94,"cert":"N\/A","id":59248,"title":"The Wildest Dream","adult":false,"genre_ids":[99]},{"cast":["Alberto Sordi","Gino Cervi","Dorian Gray","Belinda Lee","Antonio Cifariello"],"overview":"Ugly, persistent, and (initially) annoying admirer pursues a beautiful actress. At first he is laughed of, especially by his ultra handsome rival, but with his firm insistence, and gradually emerging charm, he seduces the lady, to the total shocked surprise of his rival.","release_date":"1960-12-02","vote_average":6.1,"runtime":98,"cert":"N\/A","id":59249,"title":"Vacations in Majorca","adult":false,"genre_ids":[35,10749]},{"cast":["Arto Saari","Bob Burnquist","Eric Koston","Rick McCrank","Rodrigo TX"],"overview":"Highlighting the international talents of the world's finest skateboard team. Featuring Arto Saari, Ronnie Creager, RodrigoTx., Tom Penny, Rick McCrank, Bob Burnquist, Eric Koston, and introducing Paul Rodriguez. Menikmati showcases the amazing all-terrain genius that only a team of this global magnitude could produce.","release_date":"2000-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":59250,"title":"éS: Menikmati","adult":false,"genre_ids":[]},{"cast":["Adrian Demain","Chris Iverson","Eddie Reategui","Kevin Staab","Lance Mountain"],"overview":"From 1979 to 1983, skateboarding went though its first “dark age”. Popularity plunged, and most skaters ditched the sport.  Then came the first of the famous Bones Brigade videos by Powell Peralta.  It was filmed at the beginning of the 1980's skateboard boom and intended to show new skaters what had been going on in the sport.  The Bones Brigade Video Show is definitely old school, and definitely rad. Packed with low riding &amp; sliding action, pink shirts, high shorts, and the top names in skateboarding at the time and even today. The soundtrack, filming, everything - this is one of the best.","release_date":"1984-01-01","vote_average":4.0,"runtime":30,"cert":"N\/A","id":59251,"title":"Powell Peralta: The Bones Brigade Video Show","adult":false,"genre_ids":[35,99]},{"cast":["Ali Boulala","Arto Saari","Bastien Salabanzi","Conhuir Lynn","Elissa Steamer"],"overview":"","release_date":"2006-01-01","vote_average":0.0,"runtime":22,"cert":"N\/A","id":59252,"title":"Etnies: Restless","adult":false,"genre_ids":[99]},{"cast":["Michiel Huisman","Birgit Schuurman","Daan Schuurmans","Victor Löw","Loes Wouterson"],"overview":"","release_date":"2004-12-16","vote_average":5.2,"runtime":null,"cert":"N\/A","id":59253,"title":"Floris","adult":false,"genre_ids":[12,10751]},{"cast":["Guillermo Larrea","Marcela Ruiz Esparza","Nando Estevane","Montserrat de León","Eugenio Castillo"],"overview":"Nathan is a very gifted Mexican scientist specializing in cellular biology. He is a very withdrawn man, good, solitary and helpful, who has a secret passion for Maya, one of his colleagues at work. But soon their lives are shaken by an encounter with Jacques, a man with supernatural powers.","release_date":"2010-06-04","vote_average":5.5,"runtime":null,"cert":"N\/A","id":59254,"title":"HIM: Beyond the Light","adult":false,"genre_ids":[18]},{"cast":["Michael Ostrowski","Andreas Kiendl","Elfriede Ott","Gerhard Liebmann","Angelika Niedetzky"],"overview":"Horst receives the monthly pension from his grandmother. The only problem is, that she is dead. As a local politician wants to congratulate the grandmother to her birthday Horst \"borrows\" an old lady from a hospital nearby, not recognizing that he just kidnapped actress Elfriede Ott.","release_date":"2010-10-01","vote_average":6.6,"runtime":113,"cert":"N\/A","id":59255,"title":"The Unintentional Kidnapping of Mrs. Elfriede Ott","adult":false,"genre_ids":[35]},{"cast":["Muzammil Ibrahim","Tulip Joshi","Aushima Sawhney","Gulshan Grover"],"overview":"Post-September 11, 2001, Zaid Ahmed Khan lives a wealthy lifestyle in Mumbai and resides in an apartment at Shanti Kutir, Juhu Tara Road, Mumbai, and works as an Assistant Commissioner of Police. One day terrorists strike at a club, killing 20 people, &amp; critically injuring several others. The Police are put on alert, and Zaid is summoned to Police Headquarters to identify a body. To his shock the body turns out to be that of Sarha, his wife - who was not a victim but was a suicide-bomber. While trying to put his life together, Zaid comes across evidence that Sarha may have had an hand in the killings, and thus intrigued he decides to travel to Nasik to find out what really happened, whether his devout Islamic wife was really a terrorist or the victim of a deep-rooted conspiracy.","release_date":"2007-08-31","vote_average":8.0,"runtime":114,"cert":"N\/A","id":59258,"title":"Dhokha","adult":false,"genre_ids":[18,28,10749,53]},{"cast":["Alain Delon","Claude Brasseur","Patrick Dupond","Tonya Kinzinger","Marina Saura"],"overview":"Students of the prestigious dance school are dying under mysterious circumstances. Inspector Michel Eparvier suggests that the cause of death for women is physical exhaustion for dance lessons as their teacher Wolf brings the girls to exhaustion, making them to practice the technique of movement over and over again.","release_date":"1990-11-28","vote_average":0.0,"runtime":107,"cert":"N\/A","id":59259,"title":"Dancing Machine","adult":false,"genre_ids":[53,9648,18]},{"cast":["Bobby Deol","Nana Patekar","Shriya Saran","Jackie Shroff","Kulbhushan Kharbanda"],"overview":"Mumbai-based Nandkumar Sharma is a high-priced hit-man. He is paid a princely 1.5 Crore Rupees to injure Anna Mhatre, so that the later can get enough 'sympathy' votes to get him elected as the next Chief Minister, but ends up killing him. On the run from the Police, he ends up assuming the guise of Hoshiyarpur's Puran Singh, who has been away from home for the last 18 years, and does succeed in fooling Puran's joint family. But his hopes for settling there appear to be in vain with the arrival of a CBI Team, led by Inspector Mahendra Kumar Rane - who is determined to expose and arrest Nandkumar at any and all costs.","release_date":"2009-03-27","vote_average":4.0,"runtime":140,"cert":"N\/A","id":59262,"title":"Ek: The Power of One","adult":false,"genre_ids":[28,18,53]},{"cast":["Martin Sheen"],"overview":"Holes in Heaven investigates the High Frequency Active Auroral Research Program also known as HAARP. This experimentation is being conducted by our government and top scientists are concerned about the possibly drastic effects on Earth. This documentary demonstrates how we are all interconnected as electromagnetic beings.","release_date":"1998-01-01","vote_average":6.5,"runtime":53,"cert":"N\/A","id":59263,"title":"Holes in Heaven","adult":false,"genre_ids":[99]},{"cast":["Silvio Berlusconi"],"overview":"","release_date":"2011-03-25","vote_average":6.1,"runtime":null,"cert":"N\/A","id":59264,"title":"Silvio Forever","adult":false,"genre_ids":[]},{"cast":["Prabhu Deva","Nagma","Vadivelu","Raghuvaran","Dhamu"],"overview":"Student leader in his college, popular collegian, Prabhu, is asked by the Principal to invite the Governor of state, Ranjit Singh Rathore, to be the chief guest on the annual day of the college. When he goes to invite Ranjit, he meets his daughter, Shruthi, and falls in love with her. She too falls in love with him. Since there is fear of terrorism in the state, Ranjit does not permit his daughter to travel without bodyguards. On one occasion, she does manage to give them the slip and runs away with Prabhu at a dance festival in Chidambaram. Shortly thereafter there is a threat of a bomb being planted there, Shruthi is returned home, and Prabhu arrested. Shruthi is forbidden to see Prabhu, Prabhu is released from police custody, after a severe beating. Prabhu goes to meet Shruthi, and is where he will find evidence that will lead him to a terrorist responsible for planting killing people. Will Prabhu be able to get out alive and tell this tale, or will he end up as another victim?","release_date":"1994-09-17","vote_average":5.2,"runtime":170,"cert":"N\/A","id":59265,"title":"Kadhalan","adult":false,"genre_ids":[28,18,10749]},{"cast":["Christine Bottomley","Manjinder Virk","Natalie Gavin","George Costigan","Monica Dolan"],"overview":"Portrayal of the late Bradford playwright Andrea Dunbar.  Andrea Dunbar wrote honestly and unflinchingly about her upbringing on the notorious Buttershaw Estate in Bradford and was described as ‘a genius straight from the slums.’ When she died tragically at the age of 29 in 1990, Lorraine was just ten years old.  The Arbor revisits the Buttershaw Estate where Dunbar grew up, thirty years on from her original play, telling the powerful true story of the playwright and her daughter Lorraine.  Also aged 29, Lorraine had become ostracised from her mother’s family and was in prison undergoing rehab. Re-introduced to her mother’s plays and letters, the film follows Lorraine’s personal journey as she reflects on her own life and begins to understand the struggles her mother faced.","release_date":"2010-10-22","vote_average":7.0,"runtime":94,"cert":"15","id":59266,"title":"The Arbor","adult":false,"genre_ids":[99,18]},{"cast":["Salman Khan","Akshay Kumar","Preity Zinta","Anupam Kher","Nawab Shah"],"overview":"Agastya a NASA scientist comes in search of his crush Piya. In order to make her fall for him, he gets Suhaan to help this out. However, everything goes well till a shocking past stands in front of them, turning their lives upside down.","release_date":"2006-10-20","vote_average":5.5,"runtime":171,"cert":"N\/A","id":59267,"title":"Jaan-E-Mann","adult":false,"genre_ids":[18,10749]},{"cast":["Gary Daniels","Bryan Genesse","Barbara Crampton","David Sherwood","Isaac Mavimbela"],"overview":"A bounty hunter protects his dead brother's wife in a lawless world after a comet has devastated much of earth.","release_date":"1998-11-11","vote_average":6.6,"runtime":89,"cert":"N\/A","id":59268,"title":"Cold Harvest","adult":false,"genre_ids":[28,53,878]},{"cast":["Tom Van Landuyt","Michael Pas","Axel Daeseleire","Geert Hunaerts","Mathias Sercu"],"overview":"The story centers around a group of friends (and girlfriends) who have been playing football together for over 10 years, and who are now getting everything ready for their 500th match.","release_date":"2000-03-16","vote_average":5.7,"runtime":90,"cert":"N\/A","id":59271,"title":"Team Spirit","adult":false,"genre_ids":[18,35]},{"cast":["Lymari Nadal","Yancey Arias","Rachel Ticotin","Edward James Olmos","Yareli Arizmendi"],"overview":"América, a 30-year-old mother who lives in a remote Caribbean village, suffers the hardest hit when her lover takes her daughter from her. Fury and fear push her to run away. In her new life as a nanny in New York City, with support from relatives and other latinas, América finds comfort and hope. When she dares to dream of a life without violence, reality hunts her down. Will she survive to tell her story?","release_date":"2011-03-10","vote_average":3.3,"runtime":97,"cert":"N\/A","id":59272,"title":"America","adult":false,"genre_ids":[18,53]},{"cast":["Aoi Miyazaki","Hidetoshi Nishijima","Eita","Hiromi Nagasaku","Ryo Kase"],"overview":"Yu is a shy 17 year old girl who sits down next to Yosuke as he plays his guitar. Yosuke only plays a few lines over and over, as he tries to make a song from what he feels. One day Yu takes the initiative and kisses Yosuke. Yosuke responds by picking up his guitar and going home. Years later Yu wonders, “Why did I cry? Why didn’t I stop crying? Why?”..while Yosuke wonders “Why did I run away from you that time?” Fast forward seventeen years later. They haven’t seen each since their days in high school and now have moved on with their separate and empty lives. That is until one day they randomly meet during an audition. They agree to go out together after work for drinks. As the evening turns into the early morning, Yosuke finally kisses Yu.  Yu agrees to meet him again and Yosuke goes home to get his acoustic guitar. While on his way to meet Yu, fate deals a strange twist to their plans, perhaps this will be the moment where they can finally say “Sukida.”","release_date":"2005-09-01","vote_average":7.3,"runtime":104,"cert":"N\/A","id":59273,"title":"Su-ki-da","adult":false,"genre_ids":[18,10749]},{"cast":["Greg Acre","Stephanie Rettig","Dana J. Ryan"],"overview":"A serial killer, with a religious secret, captures four victims and plays a deadly game of Q &amp; A. The winner is promised to come out alive from this \"wreck\" room where truth, sin and religious faith are the game of choice.","release_date":"2001-01-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":59274,"title":"Den","adult":false,"genre_ids":[27,53,18]},{"cast":["Shawn Lee","Ashley Leong","Joshua Ang","Huang Yiliang","Jack Neo"],"overview":"A 2006 Singaporean film and the sequel to the 2002 film, I Not Stupid. A satirical comedy, I Not Stupid Too portrays the lives, struggles and adventures of three Singaporean youths - 15-year-old Tom, his 8-year-old brother Jerry and their 15-year-old friend Chengcai - who have a strained relationship with their parents. The film explores the issue of poor parent-child communication.","release_date":"2006-01-26","vote_average":8.0,"runtime":124,"cert":"N\/A","id":59275,"title":"I Not Stupid Too","adult":false,"genre_ids":[18]},{"cast":["Émilie Dequenne","Ludmila Mikaël","Mathieu Demy","Nadia Barentin","Etienne Chicot"],"overview":"Charlotte, an alienated sound engineer, travels to the country home where her mother was just murdered. She is quickly frustrated by the lack of progress in the police investigation and so begins her own. While listening to a fresh sound recording she made in her mother's house, Charlotte discovers a strange phenomenon, she can hear sounds from the past in her headphones. Soon she is using this ability to hear the past to piece together the last few days of her mother's life, drawing ever closer to discovering who killed her, even as the murderer returns to try and eliminate Charlotte before they are discovered.","release_date":"2007-06-06","vote_average":5.0,"runtime":87,"cert":"N\/A","id":59276,"title":"Fissures","adult":false,"genre_ids":[9648,80,18,878]},{"cast":["Sanjeev Kumar","Suchitra Sen","Om Shivpuri","A.K. Hangal","Rehman"],"overview":"J.K. is a hotel Manager in a scenic location in India. One day he gallantly comes to the rescue of a drunk daughter, Aarti, of a politician, and chooses to be discrete about it. When she recovers, she and he fall in love; get married in a small marriage ceremony, have a daughter, and thereafter differences arise to such an extent that they decide to separate. Years pass J.K. and Aarti meet again when she is an established politician, both are still attracted to each other, but she does not want her name to be tarnished and stigmatized as a \"separated\" woman.","release_date":"1975-02-14","vote_average":6.6,"runtime":133,"cert":"N\/A","id":59277,"title":"Aandhi","adult":false,"genre_ids":[10749,18]},{"cast":["Stephan Kampwirth","Doris Schretzmayer","Natascha Bub","Alexander Beyer","Sven Pippig"],"overview":"","release_date":"2004-01-15","vote_average":7.0,"runtime":null,"cert":"N\/A","id":59278,"title":"Halbe Miete","adult":false,"genre_ids":[]},{"cast":["Laura Berschuck","Hanna Schwamborn","Julius Römer","Axel Prahl","Gabriela Maria Schmeide"],"overview":"","release_date":"2008-04-20","vote_average":5.0,"runtime":null,"cert":"N\/A","id":59279,"title":"Stella und der Stern des Orients","adult":false,"genre_ids":[12,10751]},{"cast":[],"overview":"A surreal experience with Star Wars and codec glitches.","release_date":"2010-09-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":59284,"title":"Freedom to the Galaxy","adult":false,"genre_ids":[]},{"cast":[],"overview":"In the story a North-going Zax and a South-going Zax meet, quite unwillingly, face to face in the Prairie of Prax. Because they refuse to move east, west, or any direction except their respective headings, the two Zax become stuck, as they refuse to move around each other.","release_date":"1973-10-15","vote_average":0.0,"runtime":4,"cert":"N\/A","id":59289,"title":"The Zax","adult":false,"genre_ids":[16]},{"cast":["Charles Shaughnessy","Tracy Nelson","Ken Barnett","Beth Grant","Kieren Hutchison"],"overview":"When Earth's magnetic poles begin reversing, David Terran, the only scientist who predited the possibility of such a sci-fi disaster, must join forces with his estranged friend and lover to save the world. Though his writings found mass readership, scientists scoffed at his theories. But when an Iranian underground nuclear test sets off a global phenomenon that matches David's doomsday scenario, he must attempt to find a solution in order to avoid a catastrophic event of global proportions. -dpeavy","release_date":"2008-01-01","vote_average":5.5,"runtime":85,"cert":"N\/A","id":59290,"title":"Polar Opposites","adult":false,"genre_ids":[28]},{"cast":["Jane Seymour","Ebbe Rode","Helle Virkner","Martin Potter","Bendt Rothe"],"overview":"In April 1940, the armies of Nazi Germany invaded Denmark. The Danish government promised peaceful cooperation on the condition that Denmark s Jews remain free. The Nazi s agreed. In October, 1943, the agreement was broken...This is the true and magnificent saga of Denmark s valorous actions to save Danish Jews from Nazi extermination at peril of death!","release_date":"1970-10-19","vote_average":8.0,"runtime":86,"cert":"N\/A","id":59291,"title":"The Only Way","adult":false,"genre_ids":[18,10752]},{"cast":["Andy Lau","Wu Chien-Lien","Monica Chan","Kelvin Wong","Anthony Wong"],"overview":"Chicken Feet (Andy Lau) assists in running an honorable gambling den owned by the crippled Uncle Fan (Siu-Ming Lau) and his son Kit (Wong Kit). Having previously tried to shut down the gambling den and take over by paralyzing Fan and framing Kit for another man's murder, ruthless local Triad boss, James (Kelvin Wong) goes a step further by murdering Fan. Driven only by money and the pursuit of two valuable 'Jade stones', James kidnaps Kit's daughter so he will surrender gambling in order for James to win the upcoming Championship. Despite Kit's wish to live a life of peace, Chicken Feet finds the Jade Stones and along with his partner, Lin (Wu Chien-Lien) plots his own revenge against James.","release_date":"1991-06-13","vote_average":5.8,"runtime":91,"cert":"N\/A","id":59292,"title":"Casino Raiders II","adult":false,"genre_ids":[28,80,18,53]},{"cast":["Rachael Taylor","Jacki Weaver","Alex Dimitriades","Reef Ireland","Cassandra Magrath"],"overview":"Hitchhiking home to a family she's never known, Heidi meets Michael. In the stunning orange groves of country Australia, they embark on an adventure, discovering their secrets and lives may be better shared.","release_date":"2010-10-20","vote_average":6.4,"runtime":108,"cert":"N\/A","id":59293,"title":"Summer Coda","adult":false,"genre_ids":[18,10749]},{"cast":["Mandy Moore","Kellan Lutz","Jessica Szohr","Autumn Federici","James Brolin"],"overview":"A happy newlywed marriage counselor's views on wedded bliss get thrown for a loop when she finds out her parents are getting divorced.","release_date":"2011-06-03","vote_average":5.2,"runtime":90,"cert":"N\/A","id":59296,"title":"Love, Wedding, Marriage","adult":false,"genre_ids":[35,10749]},{"cast":["Houko Kuwashima","Tsuyoshi Koyama","Yūsuke Numata","Minami Takayama","Satomi Kourogi"],"overview":"Imprisoned by a sorcerer who fears she will rob him of eternal life, guileless young Princess Arete befriends a villager who helps her plan an escape.","release_date":"2001-08-01","vote_average":7.3,"runtime":104,"cert":"N\/A","id":59297,"title":"Princess Arete","adult":false,"genre_ids":[12,16,14]},{"cast":["Aya Ueto","Hiroyuki Amano","Mayuko Fukuda","Chizuru Ikewaki","Rica Matsumoto"],"overview":"Amamiya Shu transfers to Moriwaki elementary filled with hope and ambition. But it doesn't take long before he gets picked on by the class bullies, and gets involved in a dare to play the mysterious piano in the forest.","release_date":"2007-07-21","vote_average":7.4,"runtime":101,"cert":"N\/A","id":59298,"title":"Piano Forest","adult":false,"genre_ids":[10402,16,18]},{"cast":["Asia Argento"],"overview":"Cindy, the doll is mine is a short film by French director Bertrand Bonello. It stars Italian actress Asia Argento in the double role of photographer Cindy Sherman, a brunette, and her model, a blonde who strangely resemble one another. The film was screened out of competition at the 2005 Cannes Film Festival.","release_date":"2005-10-01","vote_average":5.0,"runtime":15,"cert":"N\/A","id":59301,"title":"Cindy, the Doll Is Mine","adult":false,"genre_ids":[]},{"cast":[],"overview":"Readers and fans worldwide know the land of Narnia and the magical beings who dwell there. But few know the genius who created this beloved fantasy. Now meet C.S. Lewis, an extraordinary creative force, in this engaging true life story, filmed in Oxford, England where he lived, worked and imagined The Lion, the Witch and the Wardrobe, and the other tales that make up the beloved The Chronicles of Narnia.","release_date":"2005-12-09","vote_average":7.0,"runtime":60,"cert":"N\/A","id":59302,"title":"C.S. Lewis: Beyond Narnia","adult":false,"genre_ids":[99,18]},{"cast":["Ramsey Campbell","Neil Gaiman","Stuart Gordon","S.T. Joshi","Andrew Leman"],"overview":"The Eldritch Influence looks at the world of literary outsider H.P. Lovecraft who posthumously infected a large number of artists, writers, mystics, and fanatics with his wonderfully bleak worldview. Using passionate interviews and colorful commentary the film presents a picture of Lovecraft’s life and thought through those he’s touched and inspired. Featuring extensive interviews with Lovecraft biographer S.T. Joshi, authors Ramsey Campbell, Neil Gaiman, Brian Lumley, and filmmaker Stuart Gordon.","release_date":"2003-01-01","vote_average":8.0,"runtime":85,"cert":"N\/A","id":59303,"title":"The Eldritch Influence: The Life, Vision, and Phenomenon of H.P. Lovecraft","adult":false,"genre_ids":[99]},{"cast":[],"overview":"When things are not going well for John Taylor, he reads his journal and reflects on his missionary life and his companion Elder Alma Johnson. They try to teach people about the gospel and want to give lessons, but the people are not interested. They do teach a lady named Melissa, but does not think she can be baptized. The other missionaries try to make life bearable by having fun and living together. Finally, Melissa learns the lessons of the gospel and knows the church is true and gets baptized.","release_date":"2002-01-01","vote_average":0.0,"runtime":59,"cert":"N\/A","id":59304,"title":"The Field Is White","adult":false,"genre_ids":[18]},{"cast":["Laura Jane Grace","Warren Oakes","Andrew Seward","James Bowman","Chris Clavin"],"overview":"Documentary on punk band Against Me!","release_date":"2004-11-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":59305,"title":"Against Me: We're Never Going Home","adult":false,"genre_ids":[99,10402]},{"cast":["Shauna O'Brien","Griffin Drew","Lisa Boyle","Burke Morgan","Will Potter"],"overview":"A free-spirited natural beauty teaches an entire family to reconnect with their own sexuality. Elke is invited to stay with the Stillman family in their luxurious home in Malibu. The outward appearances of a happy and successful family soon dissolve as Elke finds each to have emotional and sexual problems that only she can help them overcome.","release_date":"1995-01-01","vote_average":5.0,"runtime":103,"cert":"N\/A","id":59306,"title":"Friend of the Family","adult":false,"genre_ids":[18,28,53]},{"cast":["Balthazar Getty","Tchéky Karyo","Alice Krige","Kenneth Welsh","Laura Harris"],"overview":"In order to combat the damage caused by the depletion of the ozone layer, maverick biologist Hank Symes unleashes his most ambitious experiment to date: accelerated evolution. Unfortunately, this not only causes the authorities to take notice, but also creates a backlash from his new neighbors--leaving his son caught in the middle.","release_date":"1997-05-06","vote_average":6.0,"runtime":103,"cert":"N\/A","id":59309,"title":"Habitat","adult":false,"genre_ids":[27,878]},{"cast":["Cassandra Peterson","Jeff Goldblum","Tippi Hedren","Roy Scheider","John Carpenter"],"overview":"Elvira hosts this humorous look at movie monsters and facts about the real animals on which they're based. Included: clips from films; and interviews with scientists and various showbiz types, including directors John Carpenter and John Landis, and actors Jeff Goldblum and Roy Scheider.","release_date":"2004-10-30","vote_average":0.0,"runtime":87,"cert":"N\/A","id":59310,"title":"Hollywood's Creepiest Creatures","adult":false,"genre_ids":[99]},{"cast":["Jenna Haze"],"overview":"My ex-girlfriend Monique &amp; I reunite…for a steamy sex session. She reminds me &amp; my mouth how much I love sweet snatch. Dani &amp; Faye join up for an old fashioned girl-girl tryst...full of kisses, fingers, tongues &amp; of course…perfectly ... Full Descriptionpleased pussies. I softly seduce a blindfolded Charmane Star…teasing her before allowing her kitty to purr. Poor Carmen feels neglected. She demands Sophia's attention…and ends up furiously finger fucked! Sophia throws me around like her little fuck doll…until I take charge and show her…I'm no one's bitch! Once in a while you gotta sample some fresh, young beginner twat…I taste Capri to see if she's my flavor. Zoe and Karlie work up so much heat &amp; pure passion in bed together…Pure “Meow!\" material!","release_date":"2010-09-01","vote_average":10.0,"runtime":null,"cert":"N\/A","id":59311,"title":"Jenna Haze Meow!","adult":true,"genre_ids":[]},{"cast":["Mark Deakins","Bruce Newbold","Marvin Payne","Joe De Santis","Scott Wilkinson"],"overview":"Depicts the factual accounts of Vincenzo Di Francesca and Parley P. Pratt and how they came to appreciate the contents of the Book of Mormon.","release_date":"1987-11-08","vote_average":10.0,"runtime":64,"cert":"N\/A","id":59312,"title":"How Rare a Possession: The Book of Mormon","adult":false,"genre_ids":[]},{"cast":["Ruth Hale","Lincoln Hoppe","Page Hoppe"],"overview":"A mormon short film.","release_date":"1999-01-01","vote_average":0.0,"runtime":15,"cert":"N\/A","id":59313,"title":"In Time of Need","adult":false,"genre_ids":[]},{"cast":["J. Robert Oppenheimer","Hans Bethe","Haakon Chevalier","Isidor Isaac Rabi","Robert Serber"],"overview":"The Day After Trinity (a.k.a. The Day After Trinity: J. Robert Oppenheimer and the Atomic Bomb) is a 1980 documentary film directed and produced by Jon H. Else in association with KTEH public television in San Jose, California. The film tells the story of J. Robert Oppenheimer (1904–1967), the theoretical physicist who led the effort to build the first atomic bomb, tested in July 1945 at Trinity site in New Mexico. Featuring candid interviews with several Manhattan Project scientists, as well as newly declassified archival footage, The Day After Trinity was nominated for an Academy Award for Best Documentary Feature of 1980, and received a Peabody Award in 1981.","release_date":"1981-01-20","vote_average":8.0,"runtime":88,"cert":"N\/A","id":59314,"title":"The Day After Trinity","adult":false,"genre_ids":[99]},{"cast":["Laura Gemser","Gabriele Tinti","Dirce Funari","Annj Goren","Mark Shannon"],"overview":"Some hardcore's action in this Joe D’ Amato cut and paster that stars Laura Gemser and Dirce Funari as lesbian lovers who work at a kinky nightclub. Gemser dances naked with a python and her junkie girlfriend Funari performs live sex acts both on and off stage (got something on your chin there, sweetie). With insert footage from Eva Nera (aka Black Cobra) and Emanuelle in Bangkok","release_date":"1980-08-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":59315,"title":"Porno Esotic Love","adult":true,"genre_ids":[]},{"cast":["Laura Gemser","Gabriele Tinti","Mark Shannon","Annj Goren","Ely Galleani"],"overview":"This film is composed entirely of clips from other films, redubbed to created a new film. Clips are from Emanuelle nera Orient reportage (1976), Eva nera (1976), Emanuelle e gli ultimi cannibali (1977), La Via della prostituzione (1977), and possibly others. Hardcore inserts were also added.","release_date":"1983-07-20","vote_average":0.0,"runtime":93,"cert":"N\/A","id":59316,"title":"Emanuelle's Perverse Outburst","adult":false,"genre_ids":[]},{"cast":["Emily Haack","Tommy Biondo"],"overview":"A young woman named Clara is captured by a serial killer named Leonard who records his “life story” by keeping a scrapbook of his many victims. In addition to adhering Polaroids, scraps of clothing, and other small trophies to the pages, Leonard has forced his victims to personally write in the scrapbook about their individual ordeals. Clara is beaten, raped, starved, and locked up like an animal, filthy and naked. She is forced to write in the scrapbook, adding her agony to the pages. She soon realizes that her only hope for survival is to manipulate Leonard through her writings in his cherished scrapbook.","release_date":"2000-01-01","vote_average":5.3,"runtime":95,"cert":"N\/A","id":59317,"title":"Scrapbook","adult":false,"genre_ids":[18,27]},{"cast":[],"overview":"Studio Jules Jordan Productions DVD Encoding All Regions All Time Product Rank 63,697 CD Universe Part number 7762667 Discs 2 Release Date Sep 26, 2008","release_date":"2008-09-26","vote_average":7.5,"runtime":null,"cert":"N\/A","id":59318,"title":"Pretty as They Cum","adult":true,"genre_ids":[]},{"cast":["Jassie","Lexi Lamour","Mindy Lee","Patience Right","Sarah Summers"],"overview":"Only the youngest and sweetest 18-year-old bombshells get their pussies pounded and assholes annihilated in Just Over 18! These horny hotties have waited a long time for a huge, hard cock to leave their twat in tatters and they can't wait to ring in adulthood with the gift of mastodonic man-meat! Watch as these fresh-faced femmes commence their womanhood the hard way... by getting their sweet pussies plowed into a swollen mass of quivering pink flesh!","release_date":"2011-01-19","vote_average":6.5,"runtime":121,"cert":"N\/A","id":59319,"title":"Just Over 18 10","adult":true,"genre_ids":[]},{"cast":[],"overview":"Several million sperm-cells are ingested as they pass through the gullets of sixteen attractive and very thirsty ladies. The protein-craving lasses lure the little buggers out of the pulsing shafts of the would be fathers and into their waiting ... Full Descriptionmouths. Mr. Rotten should be applauded for his contribution to birth control in an over-populated world, not to mention how great it is to see chicks this cute swallowing multiple loads of cum!","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":59322,"title":"Swallow My Children","adult":true,"genre_ids":[]},{"cast":["Sabrina Sweet","Gioia Biel","Ashli Orion","Carla Cox","Amy Brooke"],"overview":"Every scene 100% pure anal hell. It's ass reaming time! A sweet teen who craves anal sex! This hot blonde loves anal sex! We go deep in this barely legal teen ass! \"DP\" stands for double ass punishment!","release_date":"2010-06-01","vote_average":9.0,"runtime":182,"cert":"N\/A","id":59323,"title":"Teen Anal Nightmare 2","adult":true,"genre_ids":[]},{"cast":["Charlie Pickering"],"overview":"You may recognise Charlie from Talkin' 'Bout Your Generation or The 7p.m Project. But before he became one of Australian TV's most famous faces he built an international reputation as one of Australia's best stand-up comedians. With sold-out shows around the world and every city in Australia Live At The Time Of Recording is a collection of Charlie's favourite stories and hilarious jokes from his years on the stage.","release_date":"2011-02-28","vote_average":0.0,"runtime":65,"cert":"N\/A","id":59324,"title":"Charlie Pickering - Live At The Time of Recording","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Elegant Angel proudly presents another volume of this classic compendium, Real Female Orgasms 13, starring all of the most beautiful stars in the industry in moments of orgasmic bliss. Watch these girls really cum!","release_date":"2011-01-07","vote_average":8.0,"runtime":147,"cert":"N\/A","id":59325,"title":"Real Female Orgasms 13","adult":true,"genre_ids":[]},{"cast":[],"overview":"Hosted by Kitty Flanagan.","release_date":"2010-03-22","vote_average":0.0,"runtime":110,"cert":"N\/A","id":59326,"title":"Melbourne International Comedy Festival Gala","adult":false,"genre_ids":[]},{"cast":["Corrine Grant","Paul McDermott","Arj Barker","Fiona O’Loughlin","Cal Wilson"],"overview":"Melbourne International Comedy Festival Annual Great Debate will tackle whether Food is better than Sex.Teams include Paul McDermott, Arj Barker, Fiona O’Loughlin, Cal Wilson, Russell Kane and Greg Behrendt, with Corrine Grant as Moderator.","release_date":"2010-07-19","vote_average":0.0,"runtime":110,"cert":"N\/A","id":59327,"title":"Melbourne International Comedy Festival - The Great Debate","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"1982-01-01","vote_average":3.8,"runtime":null,"cert":"N\/A","id":59328,"title":"Vem spökar Alfons Åberg?","adult":false,"genre_ids":[10751,16]},{"cast":["Josh Thomas"],"overview":"There was something that everyone else seemed to know about Josh that Josh didn't know about Josh… that was until he got a boyfriend. And Josh seems to be the only one who’s surprised. After winning the national Raw Comedy final at the age of 17, then making the finals of Edinburgh's So You Think You're Funny and being nominated for a TV Week Logie Award, Josh became the youngest comedian ever nominated for the prestigious Barry Award for Most Outstanding Show at the Melbourne International Comedy Festival with this show, \"Surprise\".","release_date":"2011-03-02","vote_average":4.8,"runtime":61,"cert":"N\/A","id":59329,"title":"Josh Thomas - Surprise","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"1979-01-01","vote_average":4.3,"runtime":null,"cert":"N\/A","id":59330,"title":"Raska på Alfons Åberg","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"","release_date":"1998-01-01","vote_average":3.8,"runtime":null,"cert":"N\/A","id":59331,"title":"Alfons & Milla","adult":false,"genre_ids":[16,35,10751]},{"cast":["Kiyoshi Kobayashi","Tesshou Genda","Minako Arakawa","Gara Takashima","Hiromi Tsuru"],"overview":"Kanto Hell Earthquake has demolished the metropolitan completely. After the earthquake, Slum King is kidnapping girls and sell them as sex slaves. Mari is wandering on the devastated field looking for her lover, Ken. But she is also kidnapped by them. While she is tortured and trained as a sex slave, Ken saves her. Ken has become the member of Slum King. The king offers condition to him; in return for releasing her, he has to kill Violence Jack.","release_date":"1986-06-05","vote_average":5.1,"runtime":37,"cert":"N\/A","id":59332,"title":"Violence Jack: Harlem Bomber","adult":false,"genre_ids":[16,27,14]},{"cast":["Scott Storm","Paul Osborne","Andy Dick","Traci Lords","David Faustino"],"overview":"A documentary following the exploits of a group of filmmakers as they take their independent feature, Ten 'til Noon, along the film festival circuit, and the politics, pitfalls, triumphs and comic tragedies they encounter along the way. Full of interviews with important players in the indie world, this is a must see for young filmmakers on the what happens when the shooting stops.","release_date":"2009-04-04","vote_average":4.0,"runtime":108,"cert":"N\/A","id":59333,"title":"Official Rejection","adult":false,"genre_ids":[35,99]},{"cast":[],"overview":"Let's Talk With Puppy Dog - ABC's, Counting, Shapes &amp; Colors","release_date":"2006-02-14","vote_average":0.0,"runtime":150,"cert":"N\/A","id":59334,"title":"Let's Talk With Puppy Dog - ABC's, Counting, Shapes & Colors","adult":false,"genre_ids":[10751,16]},{"cast":["Carmen Electra"],"overview":"Carmen’s back and bringing total body fitness to the sexiest room in the house in Carmen Electra’s Aerobic Striptease: In the Bedroom. A follow-up to her top selling fitness series, In the Bedroom combines body-sculpting dance moves with sultry stretches and toning exercises you can perform on or around your own bed.","release_date":"2007-12-18","vote_average":10.0,"runtime":75,"cert":"N\/A","id":59341,"title":"Carmen Electra's Aerobic Striptease, Vol 6 - In the Bedroom","adult":false,"genre_ids":[]},{"cast":["Marina Foïs","Guillaume Canet","Océane Decaudain","Marc Brunet","Sissi Duparc"],"overview":"Darling is a woman of today. It seems to always choose the wrong path. Suffers but does not look like a victim. Do not feel sorry for herself. On the contrary, shows a passion for life against all odds. She is struggling to exist. If you fall, get up. Because Darling is naive and fearless, brave and instinctive. Has the life force of a tragic heroine.","release_date":"2007-11-07","vote_average":6.5,"runtime":94,"cert":"N\/A","id":59346,"title":"Darling","adult":false,"genre_ids":[18]},{"cast":["Jordi Vilches","Álvaro Monje","Yohana Cobo","Andreu Castro","Pau Roca"],"overview":"There are two months to the end of High School Spanish classes in Lisbon and it's time to decide the destination for the end of year trip. That decision will cause a real \"Civil War\" between two irreconcilable groups: the \"class nerd\", who propose the typical cultural trip to Paris, and \"freeloaders\" who prefer to enjoy the week in Benidorm, the \"New York's Costa Blanca \".","release_date":"2005-07-15","vote_average":5.0,"runtime":90,"cert":"N\/A","id":59347,"title":"Fin de curso","adult":false,"genre_ids":[35]},{"cast":["Eva Almaya","Antonio de la Torre","Dennis Deyri","Verónica Echegui","Manuel Martínez Roca"],"overview":"A reunion with his family provides a clue into the cause of one man's lonely life in this drama from filmmaker Manuel Martin Cuenca. Oscar lives in a barren section of Almeria, Spain, where he works as a guard at a salt mine. Oscar's days are governed by a monotonous routine: he goes to work, has lunch with fellow guard Miguel, finishes work, visits his dying grandfather at a hospice, and then goes home. While he sometimes spends his evenings with a woman, it's clear their relationship is not a close one. One day, Oscar gets word that grandfather has been transferred to a hospital, and his sister Maria, who now lives in Paris, comes to Almeria to pay the old man a visit. Maria, who is expecting a baby, is accompanied by her boyfriend Jean , who tries to keep a distance between the two siblings. It becomes clear that Oscar and Maria share an ugly secret that she wants to keep hidden at all costs, leading to an grim tension that grows between her and her brother.","release_date":"2010-09-14","vote_average":4.2,"runtime":null,"cert":"N\/A","id":59348,"title":"Half of Oscar","adult":false,"genre_ids":[18,10751]},{"cast":["Richard Bohringer","Antoine Hubert","Julien Hubert","Martin Lamotte","Isabelle Sadoyan"],"overview":"The film is set in France in August 1944 at the end of the war. German troops are in retreat as the allies are coming in. Two French boys run from home and on their journey they stumble upon a German soldier. Soon they become friends and together they head towards Lyon...","release_date":"1989-04-26","vote_average":7.1,"runtime":105,"cert":"N\/A","id":59349,"title":"The War Is Over","adult":false,"genre_ids":[10752,35,18]},{"cast":["Asunción Balaguer","Maite Blasco","Txema Blasco","Francisco Boira","Alicia Borrachero"],"overview":"","release_date":"2011-03-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":59350,"title":"Vidas pequeñas","adult":false,"genre_ids":[18,10749]},{"cast":["Kip Pardue","James Brolin","Napakpapha Nakprasitte","Spencer Garrett","Carolyn Supaluck Neemayothin"],"overview":"American businessman Brian Chandler has a perfect life with a great job and beautiful fiancée. When his boss, renegade coffee mogul Calvert Jenkins sends him to Thailand to inspect a crop for purchase, Brian meets Ticha, a beautiful Bangkok executive who has long-since given up on the prospects of finding love.","release_date":"2009-06-03","vote_average":5.1,"runtime":106,"cert":"N\/A","id":59353,"title":"Bitter \/ Sweet","adult":false,"genre_ids":[35,18,10749]},{"cast":[],"overview":"Enigmatic, stop-motion, animated story of a man's day.","release_date":"1979-01-01","vote_average":5.5,"runtime":21,"cert":"","id":59354,"title":"Nocturna Artificialia","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Stop-motion animated story of a puppet teachers lessons to a boy.","release_date":"1984-01-01","vote_average":7.3,"runtime":14,"cert":"","id":59355,"title":"The Cabinet of Jan Svankmajer","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Stop-motion animated short film in which a puppet on a trike captures a puppet bird-man.","release_date":"1985-01-01","vote_average":6.5,"runtime":11,"cert":"","id":59356,"title":"This Unnameable Little Broom","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Stop-motion animated short film in which a puppet, newly released from his strings, explores the sinister room in which he finds himself.","release_date":"1986-01-01","vote_average":7.0,"runtime":20,"cert":"","id":59357,"title":"Street of Crocodiles","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Stop-motion animated short film in which, among other things, a man made of wire looks malevolent.","release_date":"1987-01-01","vote_average":6.9,"runtime":14,"cert":"","id":59358,"title":"Rehearsals for Extinct Anatomies","adult":false,"genre_ids":[16]},{"cast":[],"overview":"The Quays' interest in esoteric illusions finds its perfect realization in this fascinating animated lecture on the art of anamorphosis. This artistic technique, often used in the 16th- and 17th centuries, utilizes a method of visual distortion with which paintings, when viewed from different angles, mischievously revealed hidden symbols.","release_date":"1993-04-09","vote_average":6.7,"runtime":15,"cert":"N\/A","id":59361,"title":"Anamorphosis","adult":false,"genre_ids":[16]},{"cast":["Rahul Bose","Mallika Sherawat","Ranvir Shorey","Sharat Saxena"],"overview":"Siddharth Bose lives a middle-classed lifestyle in Delhi along with his mother, and sister, Shalini. Their dad had abandoned them years ago. Shalini gets married to Kapil Sharma and moves in with him, while Siddharth works as a DJ with his friend, known simply as Nanoo. While performing for a ceremony, where Punjabi-speaking Trisha Mallick is about to wed India's youngest C.E.O., Vivek Chaddha, Siddharth sneaks in to use the bathroom and finds out that the bride does not love the groom and is about to run away. He manages to convince her to stay put, uses the facility and leaves. He meets her six months later in Mumbai, and he finds out that she did run away, both are attracted to each other and start living together fairly harmoniously, even though Trisha is taller than him.","release_date":"2006-09-15","vote_average":6.7,"runtime":132,"cert":"N\/A","id":59362,"title":"Pyaar Ke Side Effects","adult":false,"genre_ids":[35,18,10749]},{"cast":[],"overview":"Stop-motion animated short film with a white ball, a rabbit, and a girl, and a voice singing \"Are We Still Married\".","release_date":"1992-08-31","vote_average":5.8,"runtime":3,"cert":"","id":59363,"title":"Stille Nacht II: Are We Still Married?","adult":false,"genre_ids":[16]},{"cast":["Randeep Hooda","Tanushree Dutta","Vinod Khanna","Yashpal Sharma","Zakir Hussain"],"overview":"\"Ek crore meh laitha hai RISK!\". Risk! is a movie about a police inspector named Suryakanth who vows to clean up the Mumbai underworld. The police have been trying for 11 years to arrest the biggest don of the underworld, Khalid Bin Jamal. But Khalid isn't in Mumbai. He is living in Bangkok, free from the Mumbai police. Suryakanth starts killing Khalid's men in Mumbai. This alarms Khalid and he entraps Suryakanth in a bad scheme. How much risk is Suryakanth willing to take in order to catch Khalid? Watch Risk! and find out.","release_date":"2007-01-18","vote_average":6.0,"runtime":null,"cert":"N\/A","id":59364,"title":"Risk","adult":false,"genre_ids":[28]},{"cast":[],"overview":"","release_date":"1999-02-14","vote_average":5.0,"runtime":null,"cert":"N\/A","id":59367,"title":"Pere castor : trois petits cochons","adult":false,"genre_ids":[16]},{"cast":["Aditya Narayan","Shweta Agarwal","Rahul Dev","Murali Sharma","Nishigandha Wad"],"overview":"The story of a girl who is trapped in a generational curse, which does not allow her love & marriage and her lover who vows to conquer this curse.","release_date":"2010-03-19","vote_average":4.9,"runtime":136,"cert":"N\/A","id":59368,"title":"Shaapit","adult":false,"genre_ids":[27]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":59371,"title":"Andy Pandy - Découvertes Magiques","adult":false,"genre_ids":[16]},{"cast":["Lucky Ali","Simone Singh","Achint Kaur","Divya Dutta","Pravesh Kumar"],"overview":"Tina Marie D'Silva lives a middle-class lifestyle in a small town in India along. One day renowned singer, Vikramaditya Singh, hears her voice and enrolls her in his prestigious school. After a few clashes, Tina manages to amaze everyone with her talents - so much so that she is invited to sing along with Vikramaditya himself. On the day of the recording, Tina fails to appear. An angered Vikramaditya decides to have nothing to do with her. He subsequently changes his mind, goes to visit her, and finds out that she is now a nun. After many attempts he succeeds in convincing her to return to sing with him at his very first live concert to which she agrees. On the day of the concert Tina is all set to sing, but this time Vikramaditya fails to show. Watch what impact this has on Tina and the concert itself.","release_date":"2002-09-13","vote_average":7.0,"runtime":143,"cert":"N\/A","id":59372,"title":"Sur","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2006-05-09","vote_average":10.0,"runtime":null,"cert":"N\/A","id":59375,"title":"Pixies Acoustic & Electric Live","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":59384,"title":"Franklin - Franklin fait du vélo","adult":false,"genre_ids":[16]},{"cast":["Nicolas Silberg","Caroline Aguilar","Gérard Sergue","Michel Poujade","Michel Beaune"],"overview":"Mesrine was the foremost criminal, public enemy N°1, the man most wanted in France, guilty of 39 crimes. \"In the police or newspaper history, Mesrine broke all records\". The film begins with his escape on May 8, 1978. Mesrine was the only man to escape from La Santé. We relive the 18 crazy months he spent on the run and his encounter with Sylvia who is swept into his madness.","release_date":"1984-02-29","vote_average":5.8,"runtime":110,"cert":"N\/A","id":59385,"title":"Mesrine","adult":false,"genre_ids":[80,18]},{"cast":[],"overview":"","release_date":"","vote_average":6.0,"runtime":null,"cert":"N\/A","id":59386,"title":"Franklin : Vive les vacances !","adult":false,"genre_ids":[16]},{"cast":["Cathy Cavadini","Tara Strong","Elizabeth Daily","Tom Kane","Tom Kenny"],"overview":"The Powerpuff Girls Movie tells the origin story of how the Powerpuff Girls were created and how they came to be the defenders of Townsville. It was the first Hanna-Barbera\/Cartoon Network Studios theatrical feature film since 1993's Once Upon a Forest, and is the only film based on a Cartoon Network series to be released theatrically.","release_date":"2002-07-03","vote_average":6.2,"runtime":77,"cert":"N\/A","id":59387,"title":"The Powerpuff Girls Movie","adult":false,"genre_ids":[16,28,10751]},{"cast":["Sakari Kuosmanen","Pirkka-Pekka Petelius","Timo Eränkö","Kari Heiskanen","Asmo Hurula"],"overview":"Calamari Union is an allegorical movie that tells the story of sixteen men all of whom are called Frank (inspired by Frank Armoton) apart from a single confrere, Pekka. Collectively the Franks and Pekka are unhappy with the perceived oppression they face in their district of Helsinki, Kallio, and decide to move to another, Eira, imagining it to be an unspoiled place where people can live lives of dignity. The journey is an ironic one given that both districts are not so far apart. In this spirit, their journey across the city takes on epic proportions with each of the travellers gradually falling by the wayside due to such travails as marriage, work, and death. In its entirety the film is a wry discussion of humanity within a system that regards humans as subservient components.","release_date":"1985-02-08","vote_average":6.8,"runtime":81,"cert":"N\/A","id":59388,"title":"Calamari Union","adult":false,"genre_ids":[35]},{"cast":["Antony Sher","Matilda Ziegler","Deborah Findlay","Guy Henry","Keith Allen"],"overview":"The ostensibly calm and courteous Gerald Ballantyne lives in and embodies modern suburbia. But he is haunted by the memory of a recent car crash and hounded by his estranged wife and her demands for divorce. Slowly, a festering insanity takes over and unwilling to face the outside world he embarks on a lunatic experiment. Confining himself to his middle-class home, he eschews contact with others and survives entirely off 'food' which he can find in his house. Based on JG Ballard's The Enormous Space. (from: http:\/\/www.jgballard.ca\/deep_ends\/jgb_home_on_bbc.html)","release_date":"2003-10-06","vote_average":5.5,"runtime":60,"cert":"","id":59389,"title":"Home","adult":false,"genre_ids":[10770,18,27]},{"cast":["Ed Harris","Diane Keaton","Ed Begley Jr.","Russ Tamblyn","Ben Masters"],"overview":"A story of longtime love finally coming to fruition, former captain of the high school football team Ed Harris meets up with his high school crush Diane Keaton years after high school. He is a successful U.S. senator running for president and she's an award-winning children's author. After reconnecting, they clash on political issues, but Keaton is so smitten by the smiling senator that she agrees to marry him. Unfortunately, his political adversary has compromising photos of Keaton from her sordid past. With the election clock ticking, will opposing forces steal the victory, or will love conquer all? \"Running Mates\" (1992) is a hilarious, good-nature political satire featuring an A-list cast.","release_date":"1992-10-04","vote_average":5.5,"runtime":92,"cert":"N\/A","id":59390,"title":"Running Mates","adult":false,"genre_ids":[35,10749]},{"cast":["Rex Harrison","Kay Kendall","Margaret Leighton","George Cole","Raymond Huntley"],"overview":"Charles Hathaway wakes up in West Wales with no recollection of who he is or how he got there. With the help of a Cardiff specialist he traces his life back to his gorgeous wife and their large London house, so all seems well with the world. But more detective work starts to uncover an alarming chain of further stunning wives and a way of going on that the new Charles finds pretty unacceptable.","release_date":"1955-04-21","vote_average":8.4,"runtime":88,"cert":"","id":59397,"title":"The Constant Husband","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A magical, musical safari where children safely and securely feed gentle giraffes...experience playful monkeys...and take a railway trip past animals in their natural environments. A worldwide experience filmed exclusively at the San Diego Zoo's Wild Animal Park-- \"there's no place like it on earth!\"","release_date":"2004-09-28","vote_average":0.0,"runtime":30,"cert":"N\/A","id":59400,"title":"Baby Genius: Animal Adventures","adult":false,"genre_ids":[]},{"cast":["Audie Murphy","Bill Mauldin","Douglas Dick","Robert Easton","Arthur Hunnicutt"],"overview":"Truncated adaptation of Stephen Crane's novel about a Civil War Union soldier who stuggles to find the courage to fight in the heat of battle.","release_date":"1951-03-16","vote_average":6.5,"runtime":69,"cert":"N\/A","id":59401,"title":"The Red Badge of Courage","adult":false,"genre_ids":[18,10752]},{"cast":["David Chiang","Cecilia Wong Hang-Sau","Lau Kar-Wing","Lily Li Li-Li","Wilson Tong"],"overview":"Skilled martial arts director Lau Ka Leung offers you another Kung Fu treat! this Asian classic introduces viewers to the Shaolin Mantis way of fighting! The tale takes you back to the Qing dynasty & Wei Feng, the son of a Qing official who tries to unveil facts about a revolt. The grand daughter of the farmer community where his investigation takes him, sacrifices her life to save him in the end. Managing to escape unscathed, he promises to hunt down the girl's killer and therefore creates the effective technique of Shaolin Mantis.","release_date":"1978-06-28","vote_average":5.6,"runtime":96,"cert":"N\/A","id":59402,"title":"Shaolin Mantis","adult":false,"genre_ids":[28,18,36]},{"cast":["Mickey Rooney","Rex Ingram","Walter Connolly","William Frawley","Lynne Carver"],"overview":"Huckleberry Finn, a rambunctious boy adventurer chafing under the bonds of civilization, escapes his humdrum world and his selfish, plotting father by sailing a raft down the Mississippi River.","release_date":"1939-02-10","vote_average":6.6,"runtime":91,"cert":"N\/A","id":59403,"title":"The Adventures of Huckleberry Finn","adult":false,"genre_ids":[18,10751,12]},{"cast":["Alexander Lo Rei ","Chen Shan","Wong Chi-Sang","Sun Jung-Chi","William Yen"],"overview":"A kung fu fanatic, Yu Ting (Alexander Lo Rei), searching for the ultimate master, saves a young Shaolin monk, Hsu Shi (William Yen), from a group of mobsters and sees it as a golden opportunity to enrich his kung fu skills. He persuades the young novice monk to smuggle him into Shaolin, but Ting's presence isn't welcome and he is driven out, but remains close to the temple, keeping in touch with Hsu Shi. When Ting rescues a girl from the clutches of the Flying Eagle gang, the Golden Wheel Lama and sworn enemy of Shaolin finds the perfect excuse to lead an assault on the Temple. Realizing Ting's devotion, the abbot decides to bring Ting into the Shaolin order and teach him the deadliest techniques to prepare him for the Lama's merciless fury.","release_date":"1983-01-01","vote_average":7.2,"runtime":90,"cert":"N\/A","id":59404,"title":"Shaolin vs. Lama","adult":false,"genre_ids":[28]},{"cast":["Ti Lung","Alexander Fu Sheng","Sun Chien","Lu Feng","Philip Kwok Chun-Fung"],"overview":"Chang Cheh directs this old school Shaw Brother produced kung fu yarn. The film opens with members of the Ten Tigers group getting attacked by a pair of mysterious assailants. The film then flashes back several years previous to focus on Ming partisan Chu (Ku Feng) who is on the run from Manchu forces. Local merchant and kung fu enthusiast Li Chen-chau (Ti Lung) gives the fugitive shelter in his pawnshop and quietly recruits some of his fellow martial master associates to help protect the lad. When Li's professional rival rats him out, Manchu official Liang (Johnny Wang Lung-wei) not only orchestras his army but fools a couple other kung fu masters including Beggar Su (Phillip Kwok Tsui) into helping his cause. After a heated battle, Li manages to convince Su to joining his cause, thus forming the Ten Tigers. The film then snaps back to the original storyline, where the identities of the mystery assailants are revealed.","release_date":"1979-12-25","vote_average":5.9,"runtime":90,"cert":"N\/A","id":59405,"title":"Ten Tigers of Kwangtung","adult":false,"genre_ids":[28]},{"cast":["Noam Chomsky","Howard Zinn","Michael Parenti","Peter Phillips","John Stauber"],"overview":"This film explores the evolution of propaganda and public relations in the United States, with an emphasis on the elitist theory of democracy and the relationship between war, propaganda and class. Includes original interviews with a number of dissident scholars including Noam Chomsky, Howard Zinn, Michael Parenti, Peter Phillips (Project Censored), John Stauber (PR Watch), Christopher Simpson (The Science of Coercion) and others. A deep, richly illustrated study of the nature and history of propaganda, featuring some of the world’s most insightful critics, Psywar exposes the propaganda system, providing crucial background and insight into the control of information and thought.","release_date":"2010-10-08","vote_average":6.9,"runtime":99,"cert":"N\/A","id":59406,"title":"PsyWar: The real battlefield is your mind","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The singer Dudu Fisher is the kindergarten teacher that came to the kindergarten and changed it into a more musical kindergarten.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":59407,"title":"Dudu Fisher's Kindergarten 1: Fun & Songs","adult":false,"genre_ids":[]},{"cast":["Jane Asher","John Moulder-Brown","Karl Michael Vogler","Christopher Sanford","Diana Dors"],"overview":"15-year-old Mike takes a job at the local swimming baths, where he becomes obsessed with an attractive young woman, Susan, who works there as an attendant. Although Susan has a fiancé, Mike does his best to sabotage the relationship, to the extent of stalking both her and her fiancé.","release_date":"1970-09-01","vote_average":7.0,"runtime":90,"cert":"","id":59408,"title":"Deep End","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"The kindergarten celebrates the Sabbath.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":59409,"title":"In Dudu's Kindergarten 7: The Sabbath","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":59410,"title":"בגן של דודו 9 - ושמחת בחגך","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":59411,"title":"בגן של דודו 10 - מעבדות לחרות","adult":false,"genre_ids":[]},{"cast":["Nick Nevern","Ian Duck","Daniel Burton-Shaw","Manuel Atkinson","Maximillian Aire"],"overview":"In the summer of 2009, Charlie Ruez made a documentary. 6 months later the footage was seized for evidence by the Metropolitan Police Department. In 2010, the footage was released.","release_date":"2011-03-10","vote_average":4.4,"runtime":81,"cert":"18","id":59412,"title":"Terry","adult":false,"genre_ids":[80]},{"cast":["Adam Cooper","Scott Ambler","Fiona Chadwick","Barry Atkinson","Emily Piercy"],"overview":"The unhappy and unloved Prince is mocked, betrayed and rejected by everyone around him. When he decides to commit suicide by throwing himself in a lake at a city park, a beautiful Swan emerges from the water. The Prince and The Swan become close friends, but their friendship is destined to end in tragedy.","release_date":"1998-06-10","vote_average":3.5,"runtime":113,"cert":"","id":59413,"title":"Swan Lake","adult":false,"genre_ids":[10402]},{"cast":["George Harrison","Ringo Starr","Eric Clapton","Ravi Shankar","Bob Dylan"],"overview":"A film about the first benefit rock concert when major musicians performed to raise relief funds for the poor of Bangladesh.","release_date":"1972-03-23","vote_average":7.8,"runtime":103,"cert":"N\/A","id":59414,"title":"The Concert for Bangladesh","adult":false,"genre_ids":[10402,99]},{"cast":["Christian De Sica","Michele Placido","Giorgio Panariello","Massimo Ghini","Massimo Ceccherini"],"overview":"Nella Firenze 'magnifica' di Lorenzo De' Medici, cinque amici praticano con disinvoltura l'ozio e la bischerata. Irresponsabili e impenitenti, si ritrovano periodicamente per esorcizzare un domani di cui non v'è certezza, perché la peste è alle porte e il Savonarola è in città a predicare l'Apocalisse e a infliggere castighi. Duccio, consigliere svogliato, Cecco, oste sfaticato, Jacopo medico col vizietto, Manfredo, nullafacente con esagerata prole, e Filippo, nobile signore becco e infedele, dopo aver turbato le sorelle del convento con un nano ‘infante' e superdotato e aver tirato scemo il legnaiolo Alderighi, sottraendogli la focosa consorte e scambiandogli la vita, decidono per troppa noia di prendersi gioco di uno di loro, condannandolo loro malgrado ‘a capitolare'.","release_date":"2011-03-16","vote_average":4.2,"runtime":null,"cert":"N\/A","id":59415,"title":"Amici miei - Come tutto ebbe inizio","adult":false,"genre_ids":[35]},{"cast":["Peter Kareena","Colleen Kareena"],"overview":"Peter Karena, his wife Colleen, their six children and many horses live almost wild in the stunning beauty of New Zealand's rugged Ruahine Mountains. Until, that is, Peter's escalating battle with his own father has profound consequences for the whole clan.","release_date":"2010-03-11","vote_average":4.9,"runtime":84,"cert":"N\/A","id":59416,"title":"This Way of Life","adult":false,"genre_ids":[12,28,99]},{"cast":["Neil Patrick Harris","Bonnie Somerville","Amy Sedaris","Peter Serafinowicz","Bridget Regan"],"overview":"Set in the world of New York City's elite private kindergartens, The Best and the Brightest centers on a fresh-faced young couple, Samantha and Jeff, who have only recently moved into town. The comedy centers on their dawning realization of the lengths they must go to in order to get their five-year-old daughter into school.","release_date":"2010-01-01","vote_average":4.9,"runtime":93,"cert":"N\/A","id":59419,"title":"The Best and the Brightest","adult":false,"genre_ids":[35]},{"cast":["Ricky Koole","Sergio Hasselbaink","Marcel Hensema","Micha Hulshof","Gijs Blom"],"overview":"Waldemar Nods, a young man from Suriname, meets the older Dutch woman Rika van der Lans and they fall in love. In pre-WWII Netherlands they could not be more different. The one black, the other white, 17 years between them and on top of that Rika already has four children with another man. They love each other, but then Rika appears to be pregnant.","release_date":"2011-01-27","vote_average":6.6,"runtime":130,"cert":"N\/A","id":59424,"title":"Sonny Boy","adult":false,"genre_ids":[18,10749,10752]},{"cast":["Bill Travers","Virginia McKenna","Peter Jeffrey","Jameson Clark","Helena Gloag"],"overview":"Whoever said dog is man's best friend never met Mij! Mij is a cute, cuddly pet shop otter who captures the heart of Graham Merill (Bill Travers). It doesn't take Graham long to realize that London is no place to raise a slippery otter. So he takes Mij to live in a ramshackle cottage on the coast of Scotland. Together they set out to explore the curious and magnificent natural wonders that surround their seaside home--from orphaned geese to tooth-less sharks. While Mij spends his days frolicking in the icy cold sea, Graham finds himself falling in love with the beautiful town doctor, Mary (Virginia McKenna). Before long, the three become inseparable friends.","release_date":"1969-06-18","vote_average":5.0,"runtime":107,"cert":"N\/A","id":59427,"title":"Ring of Bright Water","adult":false,"genre_ids":[18,10751]},{"cast":["Vince McMahon","John Cena","Paul Michael Lévesque","Randy Orton","Richard Henry Blood Sr."],"overview":"It is the most anticipated yearly event in Sports Entertainment, an annual pop culture touch point. For more than 25 years, WrestleMania has hosted the biggest matches, the biggest stars, and the biggest celebrities. Now for the first time ever, the story of WrestleMania is told from its early beginnings through the week-long spectacular it has become, routinely drawing fans from all 50 states and around the world. This documentary feature includes new and insightful interviews from the superstars and creative forces behind the event.","release_date":"2011-03-13","vote_average":8.0,"runtime":180,"cert":"N\/A","id":59430,"title":"WWE: The True Story of WrestleMania","adult":false,"genre_ids":[99]},{"cast":["Georgi Zhzhyonov","Mikhail Nozhkin","Oleg Zhakov","Efim Kopelyan","Eleonora Shashkova"],"overview":"A first Movie about the life of Mikhail Tulyev, the son of a Russian count living in Europe and spying for CIA... Or may be for somebody else?..","release_date":"1968-11-12","vote_average":8.5,"runtime":142,"cert":"N\/A","id":59431,"title":"The Secret Agent's Blunder","adult":false,"genre_ids":[28,12,53]},{"cast":["Georgi Zhzhyonov","Mikhail Nozhkin","Andrei Vertogradov","Efim Kopelyan","Rostislav Plyatt"],"overview":"A second Movie about the life of Mikhail Tulyev, the son of a Russian count living in Europe and spying for CIA... Or may be for somebody else?..","release_date":"1970-08-20","vote_average":6.5,"runtime":157,"cert":"N\/A","id":59432,"title":"The Secret Agent's Destiny","adult":false,"genre_ids":[53,28,12]},{"cast":[],"overview":"Stanley: Baby Pictures, Stanley: Caterpillar Countdown, Stanley: Save the Bluebird!, Stanley: Searching for Spring","release_date":"2003-03-11","vote_average":0.0,"runtime":46,"cert":"N\/A","id":59433,"title":"Stanley Spring Fever","adult":false,"genre_ids":[16,10751]},{"cast":["Jean Gabin","Bernard Blier","Martine Carol","Maurice Biraud","Franck Villard"],"overview":"\"Le Dabe\" retired many years ago and now he lives in the Tropics where he owns stables and horses. He is a very rich man. He was the king of all money counterfeiters. He is contacted from Paris to organize a new job. He says no. But when he finds out the the currency that should be counterfeited is the Dutch florin, he accepts immediately. He retired after having counterfeited 100 florin notes just before the Queen Wilhelmina retired them from circulation. He flies to Paris. But the gang is not to be trusted, at least not all of them.","release_date":"1961-02-27","vote_average":7.2,"runtime":98,"cert":"N\/A","id":59434,"title":"The Counterfeiters of Paris","adult":false,"genre_ids":[80,35]},{"cast":["Jessica Alba","Bailee Madison","J.K. Simmons","Chris Messina","Sônia Braga"],"overview":"Mona Gray is a 20-year-old loner who, as a child, turned to math for salvation after her father became ill. As an adult, Mona now teaches the subject and must help her students through their own crises.","release_date":"2010-10-06","vote_average":5.1,"runtime":96,"cert":"N\/A","id":59435,"title":"An Invisible Sign","adult":false,"genre_ids":[10751,18,10749,35]},{"cast":["Owen Wilson","Rachel McAdams","Kurt Fuller","Mimi Kennedy","Michael Sheen"],"overview":"A romantic comedy about a family traveling to the French capital for business. The party includes a young engaged couple forced to confront the illusion that a life different from their own is better.","release_date":"2011-05-11","vote_average":7.5,"runtime":94,"cert":"12A","id":59436,"title":"Midnight in Paris","adult":false,"genre_ids":[14,35,10749]},{"cast":["Michael Sheen","Maria Bello","Alan Tudyk","Moon Bloodgood","Kyle Gallner"],"overview":"A married couple on the verge of separation are leveled by the news their 18-year-old son committed a mass shooting at his college, then took his own life.","release_date":"2010-09-12","vote_average":6.0,"runtime":101,"cert":"N\/A","id":59437,"title":"Beautiful Boy","adult":false,"genre_ids":[18]},{"cast":["Tom Hardy","Jennifer Morrison","Nick Nolte","Joel Edgerton","Frank Grillo"],"overview":"The youngest son of an alcoholic former boxer returns home, where he's trained by his father for competition in a mixed martial arts tournament – a path that puts the fighter on a collision course with his estranged, older brother.","release_date":"2011-09-09","vote_average":7.8,"runtime":140,"cert":"12A","id":59440,"title":"Warrior","adult":false,"genre_ids":[18,28]},{"cast":["Jason Ritter","Jake Sandvig","Chandler Canterbury","Rebecca Hall","Todd Louiso"],"overview":"Two misfit best friends incapable of growing up, whose direction is tested by an abandoned child, worn beyond his years; together they invent the family they've always needed.","release_date":"2011-03-12","vote_average":6.2,"runtime":85,"cert":"N\/A","id":59441,"title":"A Bag of Hammers","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"","release_date":"1986-01-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":59442,"title":"Bolek i Lolek na Dzikim Zachodzie","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"","release_date":"2007-01-01","vote_average":8.0,"runtime":null,"cert":"N\/A","id":59443,"title":"Reksio: Opiekun","adult":false,"genre_ids":[]},{"cast":["Jaycee Chan","Fiona Sit","Teresa Mo","Eric Tsang","Candice Yu"],"overview":"A young boy from a working-class family and a bored young girl from a rich family are falling in love. Soon, she's pregnant and the teenagers have to escape from their disapproving parents.","release_date":"2005-04-28","vote_average":7.3,"runtime":107,"cert":"N\/A","id":59444,"title":"2 Young","adult":false,"genre_ids":[18,10749]},{"cast":["Sam Neill","Li Lin Jin","Robert Mammone","Wang Ji","Louis Corbett"],"overview":"When teenagers JOSH (Louis Corbett) and LING (Li Lin Jin) join their respective parents, CHRIS (Sam Neill) and Dr LI (Wang Ji) on an archaeological dig in China they encounter something trapped beneath a temple beyond their wildest imagination. A real live Chinese dragon. Two thousand years earlier, to defend his kingdom, the dragon lent an emperor his all powerful pearl. Instead of being returned, the pearl was buried with the emperor beneath his palace, and helpless without its source of power the dragon has remained entombed ever since.","release_date":"2011-03-11","vote_average":5.0,"runtime":93,"cert":"N\/A","id":59447,"title":"The Dragon Pearl","adult":false,"genre_ids":[12]},{"cast":["Uhm Tae-woong","Jung Yu-mi"," Jeong Yun-min","Josiah D. Lee","Earl Wayne Ording"],"overview":"A black comedy about the events that are set into motion in a town after a man-eating boar goes on a rampage.","release_date":"2009-07-15","vote_average":6.0,"runtime":121,"cert":"N\/A","id":59450,"title":"Chaw","adult":false,"genre_ids":[27,35,53]},{"cast":["Adam Hills","Leanne Beer"],"overview":"\"Inflatable\" is a raucous, poignant and ultimately uplifting show that received five star reviews from Melbourne to Edinburgh, and played to sold out audiences across the UK. Adam discusses the intricacies of sign language, the politeness of the Dutch, prostate awareness, what it feels like to have an \"old man rant\" and the joy of seeing the Paralympics live.  Of course, no Adam Hills show is complete without including members of the audience, so you'll also see an impromptu boyband, a sex toy goody bag and much more. Let Adam Hills inflate you with this riotous live show. Joyous. Uplifting. Inflatable.","release_date":"2011-06-01","vote_average":0.0,"runtime":73,"cert":"","id":59453,"title":"Adam Hills Inflatable","adult":false,"genre_ids":[35]},{"cast":["Lino Ventura","Giovanna Ralli","Jacques Charrier","Dante DiPaolo","Fiorenzo Fiorentini"],"overview":"","release_date":"1962-11-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":59454,"title":"Carmen di Trastevere","adult":false,"genre_ids":[18]},{"cast":["Daniel Auteuil","Gérard Jugnot","Elisa Servier","Anémone","Jean-Pierre Castaldi"],"overview":"Influencés par une série de casses, Sam et Paul voient dans cette méthode un moyen facile de gagner l'argent qui leur fait cruellement défaut. Mais leur plan ne se déroule pas exactement comme ils l'avaient prévu...","release_date":"1982-05-12","vote_average":6.2,"runtime":85,"cert":"N\/A","id":59455,"title":"Pour 100 briques t'as plus rien !","adult":false,"genre_ids":[35]},{"cast":["Jûshirô Konoe","Takahiro Tamura","Shingo Yamashiro","Chôichirô Kawarasaki","Kikuko Hojo"],"overview":"Four ninja are hired to fight against the Shogunate’s plot to abolish the Gamo Clan, the regional barons struggling to reinstate their young heir Tanemaru as their Lord.","release_date":"1964-09-05","vote_average":7.0,"runtime":87,"cert":"N\/A","id":59456,"title":"The Ninja Hunt","adult":false,"genre_ids":[28]},{"cast":["Eva Green","Matt Smith","Lesley Manville","Peter Wight","István Lénárt"],"overview":"A woman's consuming love forces her to bear the clone of her dead beloved. From his infancy to manhood, she faces the unavoidable complexities of her controversial decision.","release_date":"2010-07-15","vote_average":6.2,"runtime":111,"cert":"N\/A","id":59457,"title":"Womb","adult":false,"genre_ids":[10749,878]},{"cast":["Yûjirô Ishihara","Ryôhei Uchida","Mikio Narita","Tetsurō Tamba","Junko Natsu"],"overview":"The great Daimyo enlists the aid of the three Shadow Hunters in ensuring the delivery of an illegal cannon in this sequel to Toshio Masuda's bloody adaptation of the manga by Takao Saito. Despite the Shadow Hunters's remarkable skill, this mission is no walk in the park, and in order to survive they must face a relentless army of ninjas and female warriors willing to sacrifice their lives to disrupt the delivery and claim the cannon for themselves.","release_date":"1972-10-10","vote_average":0.0,"runtime":89,"cert":"N\/A","id":59458,"title":"Shadow Hunters 2: Echo of Destiny","adult":false,"genre_ids":[28,12,80]},{"cast":["Georgi Zhzhyonov","Pyotr Velyaminov","Leonid Bronevoy","Boris Khimichev","Iren Azer"],"overview":"A third movie about the life of Mikhail Tulyev, the son of a Russian count living in Europe and spying for CIA... Or may be for somebody else?..","release_date":"1982-12-17","vote_average":5.7,"runtime":137,"cert":"N\/A","id":59459,"title":"The Secret Agent's Return","adult":false,"genre_ids":[12,53,28]},{"cast":["Georgi Zhzhyonov","Pyotr Velyaminov","Nikolai Prokopovich","Yevgeni Gerasimov","Leonid Bronevoy"],"overview":"And ending to the nationally acclaimed story (“The Secret Agent’s Blunder”, “The Secret Agent’s Destiny”, “The Secret Agent’s Return”) about a professional intelligence agent, former White Guard and Count Mikhail Tulyev. The operation “Secret Agent” that has spanned 15 years is coming to its completion… The perfect casting, the aptly-chosen intimate tone of narration and the personal charisma of Georgy Zhzhynov had guaranteed the film’s heroes a long life in the memory of several generations of viewers, as well as the film’s rightful place in the annals of the golden collection of national cinema as the first popular series about intelligence men.","release_date":"1986-05-12","vote_average":6.3,"runtime":145,"cert":"N\/A","id":59460,"title":"The Secret Agent’s End","adult":false,"genre_ids":[53,28,12]},{"cast":["Igor Bochkin","Viktor Rakov","Vsevolod Shilovsky","Larisa Udovichenko","Lev Borisov"],"overview":"Actor Barkhanov is hired as a bodyguard for a very rich person in this criminal comedy from mid-nineties.","release_date":"1996-03-22","vote_average":3.1,"runtime":123,"cert":"N\/A","id":59465,"title":"Barkhanov and His Bodyguard","adult":false,"genre_ids":[35,80]},{"cast":[],"overview":"","release_date":"2007-01-01","vote_average":1.0,"runtime":null,"cert":"N\/A","id":59466,"title":"Belaja strela","adult":false,"genre_ids":[80,28,18]},{"cast":["Nana Mizuki","Fumie Mizusawa","Hōko Kuwashima","Aya Hisakawa","Taeko Kawata"],"overview":"Heartcatch PreCure!: Hana no Miyako de Fashion Show... Desu ka!? is the first movie for the anime TV series Heartcatch PreCure! though it's the second movie to feature Hanasaki Tsubomi and Kurumi Erika, after PreCure All Stars DX 2: Kibou no Hikari - Rainbow Jewel o Mamore!","release_date":"2010-10-30","vote_average":6.4,"runtime":70,"cert":"N\/A","id":59467,"title":"Heartcatch Precure! Movie: Fashion Show in The City of Flowers!?","adult":false,"genre_ids":[16]},{"cast":["Martin Sheen","Emilio Estevez","Deborah Kara Unger","Yorick van Wageningen","James Nesbitt"],"overview":"When his son dies while hiking the famed Camino de Santiago pilgrimage route in the Pyrenees, Tom flies to France to claim the remains. Looking for insights into his estranged child’s life, he decides to complete the 500-mile mountain trek to Spain. Tom soon joins up with other travelers and realizes they’re all searching for something.","release_date":"2010-09-10","vote_average":7.2,"runtime":128,"cert":"12","id":59468,"title":"The Way","adult":false,"genre_ids":[12,35,18]},{"cast":["Dmitriy Kharatyan","Vitali Solomin","Armen Dzhigarkhanyan","Elena Yakovleva","Vasili Lanovoy"],"overview":"While investigating an ordinary homicide a group of detectives suddenly find a connection to a very first faces of USSR government.","release_date":"1992-01-01","vote_average":1.0,"runtime":128,"cert":"N\/A","id":59469,"title":"Black Square","adult":false,"genre_ids":[80,18,9648]},{"cast":["Nathan Mitchell","Rick Macy","Tayva Patch","David Nibley","Scott Christopher"],"overview":"A film that focuses on some of the events during the life of Joseph Smith, Jr., founder of the Latter Day Saint movement, which was both filmed and distributed by The Church of Jesus Christ of Latter-day Saints.","release_date":"2005-12-15","vote_average":7.1,"runtime":62,"cert":"N\/A","id":59470,"title":"Joseph Smith: The Prophet of the Restoration","adult":false,"genre_ids":[10751,18,36]},{"cast":["Tatyana Tashkova"],"overview":"","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":59471,"title":"Ekstrenyj vyzov - Lischnij svidetel","adult":false,"genre_ids":[80,28]},{"cast":["Daniel de Oliveira","Marieta Severo","Reginaldo Faria","Andréa Beltrão","Leandra Leal"],"overview":"Inspired by the moving book “Só as Mães São Felizes”, by Lucinha Araújo, Cazuza's mother, the film covers a little more than 10 years of the singer’s crazy and brief life – from the beginning of his career in the Circo Voador venue, in 1981, to the huge success and the apotheosis of his shows with the Barão Vermelho band, his solo career, his relations with his parents, friends, lovers and passions, and the courage he had to face his final years, with HIV, until his death, in 1990.","release_date":"2004-06-11","vote_average":7.1,"runtime":98,"cert":"N\/A","id":59474,"title":"Cazuza: Time Doesn't Stop","adult":false,"genre_ids":[18,10402]},{"cast":["Sofiko Chiaureli","Leonid Kuravlyov","Sergei Yursky","Yelena Solovey","Aleksandr Abdulov"],"overview":"The story begins when Alice Postique, who had to stay late at work, discovers her boss Roche with a knife in his back. When the police detective arrives, Alice recognizes him as her old friend.","release_date":"1982-06-09","vote_average":7.3,"runtime":145,"cert":"N\/A","id":59475,"title":"Look for a Woman","adult":false,"genre_ids":[35,80,9648]},{"cast":["Sandra G.","Bobbi Eden","Sonia Baby","Rafa García","Eduardo Romo"],"overview":"Five hot stories for her is a compilation of five short stories, created especially for women and couples. The movie presents five modern, urban, spicy and explicit stories, where the sex takes place in a natural and realistic way. In jodetecarlos.com a soccer player cheats on his wife, who plans an exquisite and creative revenge. Something about nadia is about the power of attraction of beautiful brunette on other women. Married with children is a story about a couple trying to combine everyday life with an exciting sex life. In breakup sex two gay men meet for their last sexual encounter and in the good girl we witness the evolution of a typical good girl to a more liberated spirit","release_date":"2007-01-12","vote_average":5.3,"runtime":120,"cert":"N\/A","id":59478,"title":"Five Hot Stories for Her","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2004-01-01","vote_average":1.0,"runtime":352,"cert":"N\/A","id":59479,"title":"Red Square","adult":false,"genre_ids":[]},{"cast":["Toshiyuki Nagashima","Miki Mizuno","Tamotsu Ishibashi","Mitsuru Fukikoshi","Ayako Fujitani"],"overview":"A strange meteor lands in Japan unleashing hundreds of insect-like \"legion\" creatures which find their way into Tokyo. When the military fails to control the situation, Gamera shows up to deal with the ever-evolving space adversary.","release_date":"1996-07-12","vote_average":6.9,"runtime":99,"cert":"N\/A","id":59480,"title":"Gamera 2: Attack of the Legion","adult":false,"genre_ids":[53,28,18,14,27,878]},{"cast":["Michael Madsen","Helen Slater","Jeffrey Tambor","Elyssa Davalos","James Laurenson"],"overview":"An aspiring actress gets a housesitting job and finds herself in a cat-and-mouse game with a deadly ex-con.","release_date":"1993-01-20","vote_average":5.6,"runtime":87,"cert":"N\/A","id":59481,"title":"A House In The Hills","adult":false,"genre_ids":[53,10749]},{"cast":["Pascale Bussières","Alexis Martin","Paule Baillargeon","Emmanuel Bilodeau","Joanne Côté"],"overview":"Young Simone gets hit by a near fatal car crash, and as she questions her mortality, she also decides to have a baby. Her candidate for a father is her best friend Phillipe who happens to be seeing someone. He agrees, as long as they conceive in Salt Lake City, in the desert. The trip teaches many lessons about love, solitude, and self-discovery.","release_date":"1998-11-18","vote_average":6.1,"runtime":85,"cert":"","id":59482,"title":"August 32nd on Earth","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"Youngstown, Ohio is a city with a negative reputation. It has been called Steel Town, Crime Town USA &amp; Murder Town Ohio, but these days, residents just call it Ytown. This documentary finally gives the people of Ytown a chance to tell their story of survival and talk about issues such as the fall of the steel industry, the influence of the Italian mafia, corruption, assassinations, an inordinate output of successful professional athletes and every day life in a blue collar town.","release_date":"2010-03-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":59483,"title":"Youngstown: Still Standing","adult":false,"genre_ids":[]},{"cast":["Bulle Ogier","Pascale Ogier","Pierre Clémenti","Jean-François Stévenin","Benjamin Baltimore"],"overview":"Marie, is just out from prison when she runs into Baptiste a young paranoid needing companionship. In their pursuit of a mysterious briefcase carried by Marie's former lover, they roam the street of Paris, transformed into a giant board game, a maze spotted with mysterious traps, puzzling clues, and chance encounters. Maybe they are bricks in some sinister scheme, maybe they are playing a board game, maybe it's a fairy tale, maybe it's yet something else...","release_date":"1982-03-24","vote_average":7.3,"runtime":129,"cert":"N\/A","id":59484,"title":"Le Pont du Nord","adult":false,"genre_ids":[9648,18]},{"cast":["Robbie Coltrane","Celia Imrie","Neil Dudgeon","Vincent Regan","John McGlynn"],"overview":"A lawyer finds himself increasingly frustrated by the professional criminals he is called upon to defend, and hooks upon the idea of devising perfect crimes.","release_date":"2003-03-31","vote_average":6.0,"runtime":70,"cert":"15","id":59485,"title":"The Planman","adult":false,"genre_ids":[]},{"cast":["Megan Follows","Alison Pill","Michael Cera","Martha Burns"],"overview":"A thirteen year old girl seems to be more than her widowed father can handle at times, even with the aid of her aunt, until a tragic accident changes the young girl's outlook on life.","release_date":"2004-07-21","vote_average":6.0,"runtime":null,"cert":"N\/A","id":59488,"title":"What Katy Did","adult":false,"genre_ids":[]},{"cast":[],"overview":"Un actor caracterizado como Salvador Allende interpreta un monólogo en un teatro desierto en un barrio de Manhattan. El monólogo cubre las últimas horas de Allende en La Moneda, desde donde repasa sus errores mientras espera el ataque de las tropas golpistas. En paralelo, vemos imágenes de la época, mientras una voz en off (Alejandro Cohen) lee textos de la Divina Comedia que se engarzan poéticamente con el personaje.","release_date":"2009-08-01","vote_average":0.0,"runtime":70,"cert":"N\/A","id":59489,"title":"1973 revoluciones por minuto","adult":false,"genre_ids":[]},{"cast":["Werner Herzog","Dominique Baffier","Jean Clottes","Jean-Michel Geneste"],"overview":"Werner Herzog gains exclusive access to film inside the Chauvet caves of Southern France, capturing the oldest known pictorial creations of humankind in their astonishing natural setting.","release_date":"2010-09-10","vote_average":7.3,"runtime":90,"cert":"U","id":59490,"title":"Cave of Forgotten Dreams","adult":false,"genre_ids":[99,10751]},{"cast":["Jurij Zrnec","Jana Zupančič","Tadej Koren Šmid","Jure Kreft","Matevž Štular"],"overview":"Film is talking about scouts who spend their free time in nature. Aleks is camping near Soča river together with his friends. Starešina, the scouting leader is taking everything too serious and that cause a lot of problems. And boys are a lot more interested in girls than camp. The movie was filmed in ideal Triglav National Park in Slovenia.","release_date":"2010-11-04","vote_average":5.2,"runtime":null,"cert":"N\/A","id":59491,"title":"Going Our Way","adult":false,"genre_ids":[12,35]},{"cast":["Tamara Garea","Pablo Macaya","Àlex Brendemühl","Jordi Dauder","Andrea García-Huidobro"],"overview":"A Chilean couple, Tomás and Helena, living in Barcelona in the grip of a heat wave receive an unexpected visitor: Sandra, the girlfriend of Helena’s recently deceased younger brother. Nymph-like Sandra is in no hurry to leave and slowly manages to wind both Tomas and Helena around her little finger. Tomas is trying to finish his self-help book in spite of his writers’ block and Helena can’t get her dead brother out of her mind. Sandra provides a welcome distraction, and soon becomes the object of the couples desire. With relationship boundaries blurred, passions are ignited in this erotic arthouse drama. ~ sydneylatinofilmfestival.org","release_date":"2008-09-25","vote_average":3.5,"runtime":95,"cert":"N\/A","id":59492,"title":"199 Tips to Be Happy","adult":false,"genre_ids":[18]},{"cast":["Sergio Hernández","Claudia di Girólamo","Francisco Reyes","Amparo Noguera","Alfredo Castro"],"overview":"After long decades of exile, a leftist former activist returns to Chile to settle accounts with his conscience, related to the death of a colleague and political hero . The task of Atalibar (Sergio Hernandez) is to reveal his secret. But his view clashes with the current country, godless, far from the old ideologies and where all his old colleagues have changed.","release_date":"2008-10-09","vote_average":6.0,"runtime":85,"cert":"N\/A","id":59493,"title":"Secrets","adult":false,"genre_ids":[35]},{"cast":["Jean Gabin","Françoise Arnoul","Pierre Mondy","Yvette Etiévant","Nane Germon"],"overview":"During a stay at a roadside inn, long-distance lorry driver Jean Viard meets a young woman Clothilde who works there. Their friendship soon develops into a passionate love affair, even though Jean is already married and is old enough to be Clothilde’s father. Things take a turn for the worse when Jean loses his job and his wife finds out about his affair. But Clothilde’s predicament is even more distressing...","release_date":"1956-02-15","vote_average":5.7,"runtime":101,"cert":"N\/A","id":59496,"title":"People of No Importance","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A light-hearted superhero comedy that spoofs the superhero genre. It is a feature film that runs 85 minutes, shot on 35mm wide screen cinemascope, and features 20 celebrities from the sci-fi, fantasy and comic genres, such as Nichelle Nichols (Uhura from Star Trek), Lou Ferrigno (The Incredible Hulk), Noel Neill (Lois Lane, Adventures of Superman) and many more. The movie played in film festivals and comic conventions 2004-2005, was distributed by Ariztical Entertainment, enjoyed a limited theatrical release March 2006, was released on DVD in May 2006 (available in outlets such as Blockbuster, Best Buy, Tower, etc. from 2006-2009), played on cable TV in 2008, streamed on NetFlix 2009-2013.","release_date":"2005-01-04","vote_average":10.0,"runtime":85,"cert":"N\/A","id":59497,"title":"Surge of Power - The Stuff Of Heroes","adult":false,"genre_ids":[]},{"cast":[],"overview":"This is the full, inside Story of the Lotus Elise. A fascinating behind-the-scenes look into the design, testing and production of this multi award winning sportscar. Share the tensions and triumphs of the Lotus design teams as they work against the clock, combining cutting edge technologies with that legendary Lotus 'spirit' to produce a truly radical racecar for the road. First shown on the Discovery Channel, this fascinating double video is a must for anyone with a passion for sportscars and an interest in car design. An exclusive behind the scenes look at the development, testing and production of the world’s most exciting new sportscar. Discover the inside of the car’s new technologies - including its extruded aluminium chassis. Follow the prototypes as they’re tested to destruction, put through gruelling winter tests in the Swiss Alps and dramatic brake tests on the hazardous Stelvio pass in Italy.","release_date":"","vote_average":0.0,"runtime":140,"cert":"N\/A","id":59498,"title":"Lotus Elise - The Inside Story","adult":false,"genre_ids":[99]},{"cast":["Louis Koo","Sandra Ng Kwun-Yu","Chapman To","Wen Zhang","Wang Bo-Chieh"],"overview":"In ancient China, a husband and wife, both of them retired superheroes, contend with the high cost of living, infertility, and other contemporary life issues.","release_date":"2011-02-03","vote_average":4.4,"runtime":100,"cert":"N\/A","id":59499,"title":"Mr. & Mrs. Incredible","adult":false,"genre_ids":[28,35,10749]}]