[{"cast":["Tommi Eronen","Markku Peltola","Zhang Jingchu","Krista Kosonen","Hao Dang"],"overview":"Thousands of years ago in ancient China, a love struck sword hero fights against his destiny. He wants another chance to be reunited with his loved one and he gets that chance, in a far away place and a far away time, in the cold north, in modern Finland. Jade Warrior is set in ancient China early iron age and present day Finland. The past is feeding the story in present day, slowly revealing our warrior his real origin, his superior skills and his destiny. Jade Warrior - the first Finnish Kung Fu film - combines Finnish and Chinese mythologies into one film. Jade Warrior is an homage to Kung Fu genre strongly spiced with a truly original approach to Finnish national epic Kalevala. Like Kalevala Jade Warrior is a pure melodrama. A story of Kalevala's greatest hero. Written by www.ses.fi","release_date":"2006-09-08","vote_average":5.7,"runtime":110,"cert":"N\/A","id":59500,"title":"Jade Warrior","adult":false,"genre_ids":[28,10749,12,53,14]},{"cast":["Bel Gris","Leo Gálvez","Yoha Gálvez","Michelle Blanch","Lara Tinelli"],"overview":"LIFE: After finishing their day at the restaurant, a chef and a waitress have an incredible encounter to celebrate his birthday.  LOVE: A forty-something executive seduces a young man she occasionally meets in a city hotel.  LUST: Lola uses her whole body to give an intense skin on skin massage to a shy and lonely woman, driving her to pure ecstasy.","release_date":"2010-04-01","vote_average":5.2,"runtime":30,"cert":"N\/A","id":59501,"title":"Life Love Lust","adult":true,"genre_ids":[18,10749]},{"cast":["Amira Casar","Marina Foïs","Olivia Bonamy","Charles Berling","Sergi López"],"overview":"Claude Duty's feature-length debut Filles Perdues, Cheveux Gras (Hypnotized and Hysterical, (Hairstylist Wanted)) is an offbeat comedy about three women. Elodi (Olivia Bonamy) is a struggling single mother. Natacha (Marina Fois) is an upbeat alcoholic hair stylist whose beloved pet cat has disappeared. Marianne (Amira Casar) is drawn to a roguish, sexually adventurous art dealer. Their lives intertwine in a variety of ways. Song and dance numbers, as well as animated sequences, punctuate the film.","release_date":"2002-09-10","vote_average":5.7,"runtime":100,"cert":"N\/A","id":59508,"title":"Hypnotized and Hysterical (Hairstylist Wanted)","adult":false,"genre_ids":[35]},{"cast":["Oleg Shtefanko","Georgi Pitskhelauri","Alexandr Bolshakov","Oleg Chernov","Evgeniy Dyatlov"],"overview":"He is a cold-blooded and dangerous criminal. He always works alone and never leaves a trace. The action takes place in St. Petersburg. Major Kuznetsov and his guys from the police taking the operational development of the Soloist, a dangerous fugitive who came to Peter in order to allegedly sell counterfeit money. Trying to stop the Soloist, killed friend and teammate Kuznetsov. For this reason, Kuznetsov is cooperating with the prosperous businessman Igor Samarin, who has his own accounts with the Soloist…","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":59515,"title":"Operational activities","adult":false,"genre_ids":[80]},{"cast":["Mia Engberg"],"overview":"Includes 12 shorts directed by young female artists, directors and feminists to create \"12 propositions to rethink pornography\".","release_date":"2009-09-02","vote_average":5.5,"runtime":98,"cert":"N\/A","id":59516,"title":"Dirty Diaries","adult":true,"genre_ids":[18]},{"cast":["Ian McKellen","Barbara Jefford","Arthur Whybrow","Tony Melody","David Ryall"],"overview":"A man with learning difficulties suffers neglect and ill-treatment, and this is only exasperated when his parents die and nobody seems to know what to do with him.  A sequel to this film, titled \"Walter and June\", was released in 1983 and set 19 years later in time. In the United States, these two are sometimes bundled together under the title \"Loving Walter\".","release_date":"1982-11-02","vote_average":5.3,"runtime":70,"cert":"15","id":59517,"title":"Walter","adult":false,"genre_ids":[18]},{"cast":["Alexander Blok","Alexandr Bolshakov","Konstantin Vorobyov","Andrey Zibrov","Oleg Shtefanko"],"overview":"The task force under the command of Major Oleg Sorokin is facing a dangerous and many-sided enemy. Criminal authorities from Rostov-on-Don seek to expand their circle of influence to St. Petersburg and take control of a large pharmaceutical plant. However, in the course of the investigation, a no less formidable, but much more insidious “third force”, interested in the seizure of the plant, suddenly appears.","release_date":"2009-01-01","vote_average":0.0,"runtime":94,"cert":"N\/A","id":59518,"title":"Strategic operational 2: Combine","adult":false,"genre_ids":[80]},{"cast":[],"overview":"","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":59519,"title":"Pobednyj veter, jasnuj den","adult":false,"genre_ids":[80]},{"cast":[],"overview":"The second edition of Props' Road Fools. We took more riders than we could carry and stumbled across the northwest on an extra salted road trip from hell. Antics, a Tim 'Fuzzy' Hall interview, dope riding, and much, much more.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":59522,"title":"Props Road Fools 2-Part 1","adult":false,"genre_ids":[]},{"cast":["Vera Voronkova"],"overview":"","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":59523,"title":"Poroki i ih poklonniki","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":59524,"title":"Pravo na pomilovanie","adult":false,"genre_ids":[80]},{"cast":[],"overview":"Raskolnikov, an impoverished ex-law student, kills an old pawnbroker and her sister, perhaps for money, perhaps to prove a theory about being above the law. He comes to police attention through normal procedures (he was the victim's client), but his outbursts make him the prime suspect of the clever Porfiry. Meanwhile, life swirls around Raskolnikov: his mother and sister come to the city followed by two older men seeking his sister's hand; he meets a drunken clerk who is then killed in a traffic accident, and he falls in love with the man's daughter, Sonia, a young prostitute. She urges him to confess, promising to follow him to Siberia. Will he accept responsibility?  (From IMDB Crime and Punishment (1970))","release_date":"2007-12-03","vote_average":5.5,"runtime":null,"cert":"N\/A","id":59525,"title":"Crime & Punishment","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":59526,"title":"Rassmeshit boga","adult":false,"genre_ids":[]},{"cast":["John Cleese","Alan Bennett","Graham Chapman","Peter Cook","Terry Gilliam"],"overview":"The first of the Amnesty International comedy benefit galas. The title is a play on the phrase at Her Majesty's pleasure (the show was performed at Her Majesty's Theatre, London). This show came to be considered part of the Secret Policeman's Ball series of shows that it inspired, although it pre-dated the first show in the series by three years. The event was organized by a team of three: Monty Python member John Cleese, Amnesty's Assistant Director Peter Luff and Transatlantic Records executive Martin Lewis. It featured the cream of Britain's comedic talent of the era, setting a precedent that would inspire many subsequent Amnesty galas...","release_date":"1976-12-29","vote_average":0.0,"runtime":74,"cert":"","id":59527,"title":"Pleasure at Her Majesty's","adult":false,"genre_ids":[35,99]},{"cast":["Joe Rich","Jimmy Levan","Sandy Carson","Robbie Morales","Mike Escamilla"],"overview":"The second edition of Props' Road Fools. We took more riders than we could carry and stumbled across the northwest on an extra salted road trip from hell. Antics, a Tim 'Fuzzy' Hall interview, dope riding, and much, much more.","release_date":"","vote_average":8.0,"runtime":null,"cert":"N\/A","id":59528,"title":"Props Road Fools 2-Part 2","adult":false,"genre_ids":[]},{"cast":["Oleg Menshikov","Nikita Mikhalkov","Konstantin Khabenskiy","Vladimir Mashkov","Oleg Tabakov"],"overview":"Third film based on Boris Akunin's \"Priklucheniya Erasta Petrovicha Fandorina\" series of novels. On a train from St. Petersburg to Moscow general Khrapov was killed and no one else but Erast Petrovich is under suspicion because the killer pretended to be Fandorin. There are initials BG on the handle of the knife Khrapov was stabbed with, the initials belong to a terrorist organization which keeps both capital cities (Moscow and St. Petersburg) in fear. This time Fandorin is not the only one trying to solve the crime, general Pozharski, a famous detective takes over the investigation...","release_date":"2005-01-01","vote_average":6.1,"runtime":134,"cert":"N\/A","id":59529,"title":"The State Counsellor","adult":false,"genre_ids":[28,80,18,9648]},{"cast":[],"overview":"In May 1977 a second Amnesty benefit was held to build on the success of the first show and with the intent of developing momentum for a regularly-scheduled benefit show.","release_date":"1977-09-10","vote_average":0.0,"runtime":52,"cert":"","id":59530,"title":"The Mermaid Frolics","adult":false,"genre_ids":[]},{"cast":["Rowan Atkinson","John Cleese","Billy Connolly","Peter Cook","Michael Palin"],"overview":"Amnesty decided not to present a benefit show in 1978 in order to consider how to make better use of the performing talent so favourably disposed to assist it in raising funds. Peter Luff left Amnesty in 1978 and the organisation's new fund-raising officer, Peter Walker, was deputed to work with Lewis on reconfiguring the show to raise more money and greater awareness of Amnesty. Lewis proposed to Cleese that in addition to the comedy performances the show should feature some contemporary rock musicians. Cleese delegated this responsibility to Lewis who recruited Who guitarist Pete Townshend to perform, as well as New Wave singer-songwriter Tom Robinson.","release_date":"1979-12-22","vote_average":6.0,"runtime":75,"cert":"","id":59531,"title":"The Secret Policeman's Ball","adult":false,"genre_ids":[35,10402]},{"cast":[],"overview":"The third edition of Props' popular Road Fools series. We decided to keep the driving to a minumum for this trip and kept it tight by hitting the Midwest and East Coast. Witness insane riding and hillarious antics as the Road Fools crew stumbled eastward through the US. Purchase a video and receive tons of cool stickers, catalogs, and postcards from the sponsors. This video is a must see for anyone that rides a 20\" BMX bike.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":59532,"title":"Props Road Fools 3","adult":false,"genre_ids":[]},{"cast":["Rowan Atkinson","Jeff Beck","Alan Bennett","Graham Chapman","Eric Clapton"],"overview":"Following the success of the 1979 show and the financial benefits accruing to Amnesty from the spin-off movie, TV special and record albums – Cleese, Lewis and Walker planned the next show to be a more spectacular event. Cleese focused on broadening the comedic talent to be presented at the show. In addition to the Amnesty show stalwarts drawn from the Oxbridge\/Monty Python\/Beyond The Fringe orbit, he invited newcomers such as Rowan Atkinson’s colleagues from the BBC TV show Not the Nine O'Clock News including Pamela Stephenson and Griff Rhys Jones; comedian Victoria Wood and regional comic Jasper Carrott. Lewis secured a return appearance by Billy Connolly and a debut appearance by \"alternative\" comedian Alexei Sayle who Lewis had recently discovered and was managing. Building on the success of Pete Townshend's 1979 appearance Lewis recruited other rock musicians to perform at the 1981 show including Sting, Phil Collins, Eric Clapton, Jeff Beck, Donovan and Bob Geldof.","release_date":"1982-09-23","vote_average":0.0,"runtime":90,"cert":"N\/A","id":59533,"title":"The Secret Policeman's Other Ball","adult":false,"genre_ids":[35,10402,10770]},{"cast":["Chet Atkins","Jackson Browne","John Cleese","Robbie Coltrane","Ben Elton"],"overview":"When the British Amnesty shows finally resumed in 1987 after a six-year hiatus, the show format was retooled in an effort to take advantage of the growing number of rock musicians supporting Amnesty. Instead of the live show being primarily a comedy show with a few musical cameos, the event made a point of giving equal emphasis to the comedy and the music.","release_date":"1987-01-01","vote_average":0.0,"runtime":82,"cert":"","id":59534,"title":"The Secret Policeman’s Third Ball","adult":false,"genre_ids":[35,10402]},{"cast":["John Bird","Rory Bremner","Kathy Burke","John Cleese","Robbie Coltrane"],"overview":"After the criticisms of the 1987 show’s disproportionate focus on music - and the financial disaster of its music-only Festival Of Youth weekend concert in 1988, Amnesty returned to the original formula that had been so successful in the 1976-1981 era with a primary focus on comedy. Pat Duffy was dropped from organising any further benefit events for Amnesty and for the 1989 show, Amnesty hired producer Judith Holder.","release_date":"1989-01-01","vote_average":9.0,"runtime":55,"cert":"","id":59535,"title":"The Secret Policeman’s Biggest Ball","adult":false,"genre_ids":[35,10402]},{"cast":["Elena Panova","Yuri Belyayev","Sergey Chonishvili","Aleksey Maklakov","Victor Saraykin"],"overview":"The detective Nadezhda Postnikova appeared, as in a sight of a sniper rifle, in the crosshairs of all vital problems at once. It all started with the fact that her friend, businessman Miroslavsky left the city on urgent business, not answering the main question of their relationship — whether they be together.","release_date":"2006-01-01","vote_average":6.0,"runtime":118,"cert":"N\/A","id":59538,"title":"Women's work at risk to life","adult":false,"genre_ids":[18,9648]},{"cast":[],"overview":"","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":59547,"title":"Komnata s vidom na ogni","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":59548,"title":"Mertvyj, zhyvoj, opasnyj","adult":false,"genre_ids":[]},{"cast":["Jeff Fahey","Kim Thomson","Jon-Paul Gates","Martin Kove","Bruce Payne"],"overview":"","release_date":"2007-06-14","vote_average":3.3,"runtime":null,"cert":"N\/A","id":59549,"title":"Messages","adult":false,"genre_ids":[27,53]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":59554,"title":"Die Mike Tyson Story","adult":false,"genre_ids":[]},{"cast":["Scot Williams","Natalia Verbeke","Rutger Hauer","Valentina Cervi","Gaetano Carotenuto"],"overview":"An American art appraiser, Patrick Donovan, is sent to Venice to evaluate three paintings belonging to the famous Galleria dell'Accademia.","release_date":"2004-05-10","vote_average":4.3,"runtime":96,"cert":"N\/A","id":59555,"title":"Tempesta","adult":false,"genre_ids":[]},{"cast":["Y.K. Kim","Vincent Hirsch","Joseph Diamand","Maurice Smith","Angelo Janotti"],"overview":"In a world where ninjas dream of being rock stars and rock stars dream of being ninjas, a martial arts rock band goes up against a band of motorcycle ninjas who have tightened their grip on Florida's narcotics trade.","release_date":"1987-08-18","vote_average":5.7,"runtime":86,"cert":"N\/A","id":59558,"title":"Miami Connection","adult":false,"genre_ids":[28,80]},{"cast":[],"overview":"When the luxury ocean liner Empress of Ireland collided with the Norwegian coal vessel Storstad on May 29, 1914, it took a mere 14 minutes for the ship to disappear beneath the sea, killing 1,012 of the 1,477 people aboard. Using archival photos, underwater photography, animation and interviews with a variety of experts, this fascinating documentary chronicles the story behind Canada's worst nautical disaster of all time.","release_date":"2002-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":59561,"title":"Journey to Oblivion: The Empress of Ireland Story","adult":false,"genre_ids":[99]},{"cast":["Heather Beers"],"overview":"Years ago these cousins and best friends we inseparable, creating adventures that would last a lifetime.","release_date":"2009-01-01","vote_average":0.0,"runtime":80,"cert":"N\/A","id":59562,"title":"Once Upon a Summer","adult":false,"genre_ids":[]},{"cast":[],"overview":"The final phase of the war in the Pacific saw the sinking of the largest battleship ever built: the Japanese warship Yamato. Altogether, more than 2,700 men went down with the vessel, which was blown apart in a massive air strike. \"Nova\" joins an international team exploring the ship's watery grave in the East China Sea and offers interviews with two survivors of the sinking and an American pilot who took part in the attack.","release_date":"","vote_average":0.0,"runtime":56,"cert":"N\/A","id":59563,"title":"Sinking the Supership: Nova","adult":false,"genre_ids":[99]},{"cast":["Peter Lorre","Virginia Field","Thomas Beck","Sig Ruman","Murray Kinnell"],"overview":"When his import\/export business infiltrated by international diamond smugglers, Mr. Moto must follow a trail of clues littered with beautiful women, glittering gems and deadly assassins. Making his way from the mysterious streets of San Francisco's Chinatown to the dark and dangerous alleys of Shanghai, Mr. Moto will stop at nothing to bring the culprits to justice...even if it means making the ultimate sacrifice!","release_date":"1937-07-27","vote_average":6.5,"runtime":67,"cert":"N\/A","id":59566,"title":"Think Fast, Mr. Moto","adult":false,"genre_ids":[80,9648,53,18]},{"cast":["James Woods","Robert Sean Leonard","Cara Buono","Ellen Greene","Robert John Burke"],"overview":"Carl Panzram is sent to Leavenworth Prison for burglary. While there, he is brutally beaten by a guard. Neophyte guard Henry Lesser feels sympathy for Panzram, befriends him, and gets him to write his life story. Lesser learns that Panzram's past is much more violent than he thought, but also that he's capable of being a much better person than the rest of the prison staff believes - or so Lesser thinks.","release_date":"1996-09-06","vote_average":6.2,"runtime":91,"cert":"N\/A","id":59569,"title":"Killer: A Journal of Murder","adult":false,"genre_ids":[18]},{"cast":["Paola Cortellesi","Raoul Bova","Rocco Papaleo","Valerio Aprea","Anna Foglietta"],"overview":"35 year old Alice has a husband and a son. Her life seems a beautiful dream, but it soon turns out to be a nightmare. Her husband  dies in a car accident and her lawyer tells her that she is on her uppers. The only way she finds to earn money in short time is to do the oldest job in history.","release_date":"2011-03-18","vote_average":6.3,"runtime":95,"cert":"","id":59570,"title":"Escort in love","adult":false,"genre_ids":[35]},{"cast":["José Garcia","Natalia Verbeke","Jordi Mollà","Ana Álvarez"],"overview":"Based on actual events, two journalists investigate the Grupos Antiterroristas de Liberacion (GAL), Spain's government-funded hit squad who engaged in a conflict with the Basque terrorist organization Euskadi Ta Askatasuna (ETA) in the mid-1980s.","release_date":"2006-11-03","vote_average":5.3,"runtime":105,"cert":"N\/A","id":59571,"title":"GAL","adult":false,"genre_ids":[18,53]},{"cast":["Brian Braggs","Rita Estevanovich","Peter Kosa","Karen Bridle","Colin G. Wilson"],"overview":"When a cruise ship full of Caribbean tourists turn into zombies two metal fans must battle against zombie Armageddon armed only with a baseball bat, booze... and bagpipes.","release_date":"2010-12-09","vote_average":1.7,"runtime":74,"cert":"N\/A","id":59574,"title":"Zombie Driftwood","adult":false,"genre_ids":[35,27]},{"cast":["Guizmo (Cyril Célestin)","Manu Eveno","Christophe Mali (Christophe Petit)","Daniel Bravo"],"overview":"","release_date":"2004-04-02","vote_average":8.5,"runtime":null,"cert":"N\/A","id":59575,"title":"Tryo Au Cabaret Sauvage","adult":false,"genre_ids":[]},{"cast":["Robert Fripp","Adrian Belew","Tony Levin","Trey Gunn","Bill Bruford"],"overview":"A live performance of King Crimson's \"double trio\" formation, from Tokyo, Japan, recorded October 5-6, 1995. The \"double trio\" formation was: Robert Fripp and Adrian Belew (guitars), Tony Levin and Trey Gunn (basses, Warr guitar, Chapman Stick), Bill Bruford and Pat Mastelotto (drums).","release_date":"1999-01-01","vote_average":0.0,"runtime":null,"cert":"E (Exempt)","id":59576,"title":"King Crimson - Deja VROOOM","adult":false,"genre_ids":[10402]},{"cast":["Carlo Cecchi","Anna Bonaiuto","Toni Servillo","Licia Maglietta","Renato Carpentieri"],"overview":"Naples. Professor Renato Caccioppoli, professor of pure mathematics, is a tormented and disillusioned man living a difficult life. Back from the psychiatric hospital, abandoned by his wife, and having become a stranger to his own party colleagues of the PCI and its employees to the University, he lives his life with disenchanted posting.","release_date":"1992-09-08","vote_average":7.4,"runtime":103,"cert":"N\/A","id":59577,"title":"Death of a Neapolitan Mathematician","adult":false,"genre_ids":[10402,18]},{"cast":["Kai Wiesinger","Bettina Zimmermann","Fabian Busch","Sonja Gerhardt","Rudolf Martin"],"overview":"When a museum professor disappears, his colleagues must solve riddles and avoid traps to find the mythical Spear of Destiny and rescue the professor.","release_date":"2010-04-01","vote_average":5.4,"runtime":null,"cert":"N\/A","id":59578,"title":"Spear of Destiny","adult":false,"genre_ids":[10770,12]},{"cast":["Gianfelice Imparato","Saman Anthony","Peppe Servillo","Giovanni Ferreri","Eloma Ran Janz"],"overview":"","release_date":"2010-01-01","vote_average":7.0,"runtime":null,"cert":"N\/A","id":59579,"title":"Into Paradiso","adult":false,"genre_ids":[]},{"cast":["Liam","Wickan","Norsken","Raket Erik","Boven"],"overview":"Put on your seat belts, because here we go! See when Calito Swey challenge the Swedish police at a furious pace on Highway 73, where you also have a chance to see how an Audi RS6 should be driven! With over 450 bhp you-can expect extreme. You will also have a chance to follow Simon when he chooses to go the same route as Calito. Equipped with a red Audi RS4 he challenge the civilian Police at its best!","release_date":"2011-01-20","vote_average":5.0,"runtime":101,"cert":"N\/A","id":59580,"title":"Highway","adult":false,"genre_ids":[99,28,12]},{"cast":["Peter Lorre","Thomas Beck","Pauline Frederick","Jayne Regan","Sidney Blackmer"],"overview":"Mr. Moto Heads to China on a quest for seven ancient scrolls that reveal the location of Genghis Khan's tomb—a crypt filled with fabulous treasure! But Moto isn't the only one stalking the scrolls—so is a shadowy band of thieves. But when his ruthless rivals go too far, the mild-mannered detective's quest for antiquities becomes a passion for vengeance—because if he can't bring these villains to justice... he'll bring them to their knees.","release_date":"1937-12-24","vote_average":5.9,"runtime":67,"cert":"N\/A","id":59581,"title":"Thank You, Mr. Moto","adult":false,"genre_ids":[9648,53,80,18]},{"cast":["Michaël Cohen","Emmanuelle Béart","Léopold Kraus","Jean-Paul Dubois","Jean-Marc Minéo"],"overview":"A woman, a man, a summer in Paris. Passion, break ups, reconciliations. A love story in disarray...","release_date":"2010-05-26","vote_average":5.2,"runtime":83,"cert":"N\/A","id":59582,"title":"It Begins with the End","adult":false,"genre_ids":[18,10749]},{"cast":["Jamie Luner","Greg Evigan","Ted Monte","Barbara Niven","Robert R. Shafer"],"overview":"When a sudden, unexplained rise in local temperatures threatens to turn Los Angeles County into a parched, lifeless desert, one scientist must put her theories to the test in a desperate effort to prevent the catastrophe.","release_date":"2010-02-28","vote_average":3.5,"runtime":null,"cert":"N\/A","id":59583,"title":"Heat Wave","adult":false,"genre_ids":[53]},{"cast":["Peter Lorre","Keye Luke","Dick Baldwin","Lynn Bari","Douglas Fowley"],"overview":"Celebrated as supersleuth, Mr. Moto comes out fighting when a brutal boxing match turns into cold-blooded murder! Assisted by detective-in-training Lee Chan, Moto sets out to track down the killer based on a single ominous clue: a poisoned boxing glove! But when Moto's hunch points to a corrupt gambling syndicate, he's forced to wager his very life to unmask the culprit—or go down for the count...permanently!","release_date":"1938-04-07","vote_average":6.1,"runtime":72,"cert":"N\/A","id":59584,"title":"Mr. Moto's Gamble","adult":false,"genre_ids":[18,9648,53]},{"cast":["Glenn Close","James Woods","Mary Stuart Masterson","Kevin Dillon","Linda Darlow"],"overview":"Linda and Michael, married for ten years, desperately want a baby and turn to an adoption agency which introduces them to Lucy, a teenage girl expecting her first baby. The three agree that Linda and Michael will adopt Lucy's baby and that Lucy will sign away custody. Things don't go quite to plan however..","release_date":"1989-10-27","vote_average":6.4,"runtime":95,"cert":"N\/A","id":59585,"title":"Immediate Family","adult":false,"genre_ids":[35,18]},{"cast":["Greg Giraldo"],"overview":"A tribute special featuring some of the biggest names in comedy reminiscing about the late, great stand-up. It's a great way to celebrate and remember Greg, but if you want to do more than just celebrate and remember him, you now have an opportunity to help out his family too.","release_date":"2011-03-18","vote_average":6.0,"runtime":41,"cert":"N\/A","id":59588,"title":"Give It Up for Greg Giraldo","adult":false,"genre_ids":[35]},{"cast":["Peter Lorre","Jean Hersholt","Amanda Duff","Warren Hymer","Richard Lane"],"overview":"Danger has a special sparkle when Mr. Moto heads to Puerto Rico to put a stop to the glut of contraband diamonds that are flooding the world's jewel market! But his smuggling investigation quickly turns into a murder mystery when both an undercover government agent and a top political figure wind up dead—and Moto begins to suspect that he is going to need a gem of a plan... to put these crooks on ice!","release_date":"1939-04-07","vote_average":6.5,"runtime":64,"cert":"N\/A","id":59589,"title":"Mr. Moto in Danger Island","adult":false,"genre_ids":[80,18,9648,53]},{"cast":["Kim Tae-hee","Yang Dong-geun","Park Geun-hyung","Goh Doo-shim","Song Jae-rim"],"overview":"Grand Prix\" covers the world of horse racing, centered around the romance between a male horse jockey and a female horse jockey. Seo Joo-Hee (Kim Tae-Hee) is an ambitious equestrian who loses her beloved horse in a racing accident and also injures her arm. Devastated she quits the sport and travels to Jeju Island. On Jeju Island, Seo Joo-Hee meets fellow equestrian Woo-Seok (Yang Dong-Kun), a former winner of the Japan Cup who is also experienced a similar slump as Seo Joo-Hee. With Woo-Seok's help, Seo Joo-Hee becomes inspired to compete for the Grand Prix Chamionship.","release_date":"2010-09-16","vote_average":8.5,"runtime":109,"cert":"N\/A","id":59594,"title":"Grand Prix","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2010-02-03","vote_average":5.5,"runtime":null,"cert":"N\/A","id":59595,"title":"Les Travailleu(r)ses du Sexe","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A multi-faceted look at how, in a supposedly egalitarian (Western and post-industrial) world, women are still locked into gender roles and, disproportionately, victims of violence and discrimination.","release_date":"2009-11-25","vote_average":6.6,"runtime":103,"cert":"N\/A","id":59596,"title":"Male Domination","adult":false,"genre_ids":[99]},{"cast":["Justine Clarke"],"overview":"Aside from being one of Australia's best loved and respected actors, Justine Clarke is well known to pre-schoolers and early school-age kids for her role as presenter on ABC TV's much-loved Play School. In October 2005, Justine released her first album of original songs for children, aptly named I Like To Sing! The CD has been a runaway success... and now the album is brought to a vibrant and entertaining life with the much-anticipated release of I Like To Sing! on DVD. Full of catchy and well crafted melodies penned by composer and Play School pianist Peter Dasent, I Like To Sing! is a series of video clips set to the music from the album. All of your favourites are included; swing with Justine in The Dancing Chicken, move to the fresh calypso beats of Watermelon, tap your toes with The Gumtree Family and of course sing your heart out with the genius pop of I Like To Sing.","release_date":"2008-03-17","vote_average":0.0,"runtime":43,"cert":"N\/A","id":59619,"title":"I Like To Sing!","adult":false,"genre_ids":[]},{"cast":["Jodie Whittaker","John Boyega","Luke Treadaway","Nick Frost","Terry Notary"],"overview":"A teen gang in a grim South London housing estate must team up with the other residents to protect their neighbourhood from a terrifying alien invasion.","release_date":"2011-05-12","vote_average":6.4,"runtime":88,"cert":"15","id":59678,"title":"Attack the Block","adult":false,"genre_ids":[28,35,878]},{"cast":["Boris Karloff","Marjorie Reynolds","Grant Withers","Huntley Gordon","George Lynn"],"overview":"A pretty Chinese woman, seeking help from San Francisco detective James Lee Wong, is killed by a poisoned dart in his front hall, having time only to scrawl \"Captain J\" on a sheet of paper. She proves to be Princess Lin Hwa, on a secret military mission for Chinese forces fighting the Japanese invasion. Mr. Wong finds two captains with the intial J in the case, neither being quite what he seems; there's fog on the waterfront and someone still has that poison-dart gun...","release_date":"1939-08-01","vote_average":5.1,"runtime":71,"cert":"N\/A","id":59701,"title":"Mr. Wong in Chinatown","adult":false,"genre_ids":[9648,53]},{"cast":["Rupert Graves","Helen Mirren","Helena Bonham Carter","Barbara Jefford","Judy Davis"],"overview":"An English widow goes to Italy, falls in love with a dentist's son and marries him, against her straitlaced family's wishes.","release_date":"1991-06-21","vote_average":6.2,"runtime":108,"cert":"PG","id":59704,"title":"Where Angels Fear to Tread","adult":false,"genre_ids":[18,10749]},{"cast":["Gérard Darmon","Michèle Laroque","Dany Boon","Jacques Dutronc","Guillaume Cramoisan"],"overview":"Loic and Seb are a couple living in Paris's gay district, the Marais. Seb is the owner of the district's most trendy, chic and camp nightclub. It's a world devoid of judging eyes where the clientele can be themselves. Things are just terrific. What's more, Loic's dream of transmitting his heart and soul to another human being is about to come true: he's going to be a father. He gave his sperm. Things are just terrific. Marie Haguette, their accomplice, is offering them this gift, the most beautiful gift that two gay guys could receive: a baby! She's three-months pregnant, that dicey moment when things could go wrong... Maybe this is why Loic has morning sickness, contractions and cravings. Things are just terrific. Except for love, Love with a capital L of course, upsets the pie-cart. Marie falls madly in love with Charles, a wonderful stranger, but at least he's straight. What's more, he's coming to dinner tomorrow night. What should Loic and Seb do?","release_date":"2004-10-20","vote_average":3.1,"runtime":90,"cert":"N\/A","id":59705,"title":"Pédale dure","adult":false,"genre_ids":[35]},{"cast":["Boris Karloff","Marjorie Reynolds","Grant Withers","Charles Trowbridge","Frank Puglia"],"overview":"When a police officer is murdered, Captain Street looks to Mr. Wong to catch the killer. Prime Suspect: Frank Belden Jr., whose father is a businessman well known for both his success and dishonesty. Mr. Wong faces increasing danger and is nearly executed himself as the investigation develops in treachery and complexity. As Mr. Wong follows the trail of dead bodies, he uncovers a jewel smuggling ring on the San Francisco waterfront and a case much larger than the death of a police officer.","release_date":"1940-01-15","vote_average":6.1,"runtime":68,"cert":"N\/A","id":59706,"title":"The Fatal Hour","adult":false,"genre_ids":[9648,53]},{"cast":[],"overview":"WarpVision: The Videos 1989-2004 is a DVD released by British record label Warp Records on September 27, 2004, which features most of the music videos produced for their artists in the 1989-2004 period. It is the first DVD collection coming from Warp Records, and the major part of the videos included are shown for the first time in a DVD format.","release_date":"2004-09-21","vote_average":5.5,"runtime":null,"cert":"","id":59707,"title":"Warp Vision: The Videos 1989-2004","adult":false,"genre_ids":[]},{"cast":[],"overview":"It's June 24, 2007; DJ Shadow and Cut Chemist are turning the world-famous Hollywood Bowl into a transforming jukebox. Blazing through musical genres with dexterity and wit, they are accompanied by live visuals and animation, 8 turntables, and... of course... an unhealthy quantity of 45's. Join 15,000 spectators as \"the greatest team in the history of mass slaughter\" present the exciting world of sound!","release_date":"2008-04-01","vote_average":7.5,"runtime":120,"cert":"N\/A","id":59710,"title":"DJ Shadow and Cut Chemist present: Hard Sell At The Hollywood Bowl","adult":false,"genre_ids":[]},{"cast":["Nancy McKeon","Steven Eckholdt","Paul Dooley","Jordy Benattar","Dixie Carter"],"overview":"High-powered single-woman Jane Berry is focused on the important things in life, such as advancing her career and spending a bundle on fashionable shoes. But then a car accident on Christmas Eve changes her forever: Jane wakes up after the crash to discover that she is a married stay-at-home mom with two kids and a passion for charity work. Is she dreaming? Crazy? Is this a strange twist of fate?","release_date":"2003-12-01","vote_average":7.5,"runtime":85,"cert":"N\/A","id":59711,"title":"Comfort and Joy","adult":false,"genre_ids":[14,18,35,878,10749]},{"cast":["James McDaniel","Irene Bedard","Delanna Studi","Misty Upham","Eddie Spears"],"overview":"From acclaimed director, Chris Eyre, whom People Magazine calls \"…the preeminent Native American filmmaker of his time\" comes this touching and inspirational story about loyalty, friendship and courage. New man in town Kenny Williams (James McDaniel) has just accepted a position as an English professor at the Three Nations Reservation in Utah. Finding it hard to fit in with the tight-knit Native American community, he decides to take on the challenge of coaching the high school girls' basketball team.","release_date":"2003-12-10","vote_average":5.6,"runtime":105,"cert":"N\/A","id":59712,"title":"Edge of America","adult":false,"genre_ids":[18,10751]},{"cast":["Stephen Collins","Barbara Williams","Magda Apanowicz","Brett Dier","Beverley Elliott"],"overview":"Every Second Counts follows 17-year-old Brooke Preston, a gifted equestrian on the verge of becoming a world class champion. Brooke faces the biggest decision of her life - whether to pursue her father's (Stephen Collins - 7th Heaven) dream of becoming a professional or her aspirations to go to college and lead a normal life.","release_date":"2008-06-15","vote_average":3.0,"runtime":88,"cert":"N\/A","id":59713,"title":"Every Second Counts","adult":false,"genre_ids":[18,10751]},{"cast":["Keith Carradine","Mare Winningham","Jill Jane Clements","Skyler Day","Lucas Till"],"overview":"Skyler Day stars as Ociee Nash, a spirited nine-year-old from rural Mississippi. Ociee's idyllic life is thrown into a tailspin when she's sent to live with her Aunt Mamie to become a \"young lady\". Ociee's true bravery, character, and spirit are put to the test in this uplifting family drama.","release_date":"2004-02-13","vote_average":6.0,"runtime":87,"cert":"N\/A","id":59716,"title":"The Adventures of Ociee Nash","adult":false,"genre_ids":[18,10751]},{"cast":["Reiko Tajima","Masako Nozawa","Masako Ikeda","Kaneta Kimotsuki","Toru Emori"],"overview":"Two years after the events of Galaxy Express 999, Earth has become a battlefield, and Tetsuro is summoned to board the Three-Nine once more. In this, the shattering, full-length theatrical conclusion to Leiji Matsumoto's epic story, all questions will be answered and all mysteries will be revealed as Tetsuro embarks on a journey which will reveal a secret so awful, even Maetel herself can hardly bear to speak of it.","release_date":"1981-08-01","vote_average":5.8,"runtime":135,"cert":"N\/A","id":59717,"title":"Adieu Galaxy Express 999","adult":false,"genre_ids":[16,878]},{"cast":["Karel Roden","Ivana Chýlková","Petr Drozda"],"overview":"An interesting attempt at a postmodern crazy comedy with elements of parody. The plot turns on the search for the recipe of a liqueur made by the film’s financial backer.","release_date":"1993-10-17","vote_average":0.0,"runtime":118,"cert":"N\/A","id":59720,"title":"The Canary Connection","adult":false,"genre_ids":[35]},{"cast":["Juraj Kukura","Ladislav Smoljak","Waldemar Matuška","Hana Zagorová","Petr Čepek"],"overview":"","release_date":"1980-04-01","vote_average":7.3,"runtime":94,"cert":"N\/A","id":59721,"title":"The Hit","adult":false,"genre_ids":[10402,35]},{"cast":["Patrick Labyorteaux","Julie McCullough","Nick Afanasiev","Katie Wilson","Kyle Morris"],"overview":"A volcanic eruption in Iceland sends a glacier towards North America, causing everything in it's path to freeze. A family man struggles to escape the onslaught of the coming ice age.","release_date":"2011-06-27","vote_average":3.9,"runtime":91,"cert":"15","id":59722,"title":"2012: Ice Age","adult":false,"genre_ids":[28,12,878]},{"cast":["Jesse James","Tom Fugle","Cliff Vaughs","Joe Hurst","Dick Doughty"],"overview":"World-renowned chopper fabricator and Monster Garage host Jesse James for an in-depth look at the colorful history of these loud and proud machines. Jesse profiles the pioneers of the chopper movement, celebrates the unsung heroes whose ingenuity and creativity have inspired thousands of garage mechanics, and highlights some of the bike world's seminal creations. Watch as Jesse restores the \"bird bike\" a 1969 cast-off that he discovered on the back of an old pickup truck. Jesse and the guys from West Coast Choppers put their heads together to figure out how to restore the bike to its original condition. Everything from the frame to the gas tank to the motor.","release_date":"2006-02-23","vote_average":0.0,"runtime":100,"cert":"N\/A","id":59723,"title":"History of the Chopper","adult":false,"genre_ids":[99]},{"cast":["Jesse James"],"overview":"Documentary follows notorious motorcycle outlaw Jesse James on a wild ride through one year of his life. The owner of West Coast Choppers ditches his wife and business and sets out with a full tank of gas. With best friend Kid Rock along for the ride, James ends up on a cross-country road odyssey that eventually winds up in Mexico, the land of Cervezas, fun, sun and firearms!","release_date":"2004-05-03","vote_average":0.0,"runtime":88,"cert":"N\/A","id":59724,"title":"Motorcycle Mania 3: Jesse James Rides Again","adult":false,"genre_ids":[99]},{"cast":["Birgit Sadolin","Ebbe Langberg","Morten Grunwald","Ove Sprogøe","Gabriel Axel"],"overview":"","release_date":"1965-04-08","vote_average":9.3,"runtime":null,"cert":"N\/A","id":59725,"title":"En ven i bolignøden","adult":false,"genre_ids":[35]},{"cast":["Aidan Gillen","Eva Birthistle","Timothy Spall","Ella Connolly","Amelia Crowley"],"overview":"The parents of a girl who was killed by a savage dog are granted the opportunity to spend three days with their deceased daughter.","release_date":"2011-03-25","vote_average":5.5,"runtime":90,"cert":"18","id":59726,"title":"Wake Wood","adult":false,"genre_ids":[18,27,53]},{"cast":["Richard Bohringer","Anne Brochet","Hippolyte Girardot"],"overview":"The narrator, \"Barjo\" (nutcase, crap artist), is an obsessive simpleton, given to filling his notebook with verbatim dialog, observed trivia, and oddball speculation on human behavior and the end of the world. When his house burns, he moves in with his twin sister, Fanfan -- an impulsive, quixotic egoist -- and her husband, Charles, the Aluminum King. Charles becomes the focus of the film, as his wife and brother-in-law bewilder him.","release_date":"1992-05-12","vote_average":6.5,"runtime":85,"cert":"N\/A","id":59729,"title":"Barjo","adult":false,"genre_ids":[]},{"cast":[],"overview":"Comprised of Rick Danko, Levon Helm, Garth Hudson, Richard Manuel and Robbie Robertson, The Band's self-titled sophomore effort spent 24 weeks in the Billboard Top 40. The album was released at a time when the US album charts were taken over by the psychedelic rock movement, and despite this, the album had the aforementioned chart success and would go on to sell over one million copies. This edition of the \"Classic Albums\" series focuses on The Band's follow-up to \"MUSIC FROM BIG PINK\". Featuring classics such as \"Up On Cripple Creek\", \"The Night They Drove Old Dixie Down\", and \"Rag Mama Rag\", the story of the album is told through interviews with surviving members of The Band, fellow musicians Eric Clapton, Don Was, and George Harrison, and vintage footage. The Band is a classic album!","release_date":"1997-09-24","vote_average":7.0,"runtime":75,"cert":"N\/A","id":59730,"title":"Classic Albums: The Band - The Band","adult":false,"genre_ids":[99,10402]},{"cast":["Alison Krauss","Emmylou Harris","Gillian Welch"],"overview":"On May 24, 2000, the historic Ryman Auditorium was booked to offer Nashvillians an evening of sublime beauty. Label executives and soundtrack producers so loved the music of O Brother, Where Art Thou? that they brought it to life as a benefit concert for the Country Music Hall of Fame. Filmmakers Joel and Ethan Coen loved it so much that they hired famed documentary filmmaker D.A. Pennebaker to record the show for posterity. The concert that unfolded that night was one of the greatest musical moments in the annals of Music City. Performers: John Hartford, Alison Krauss, Emmylou Harris, Gillian Welch, Chris Thomas King, The Cox Family, Fairfield Four, Union Station, Colin Linden, The Nashville Bluegrass Band, The Peasall Sisters, Ralph Stanley, David Rawlings, The Whites.","release_date":"2001-06-05","vote_average":7.7,"runtime":98,"cert":"PG","id":59733,"title":"Down from the Mountain","adult":false,"genre_ids":[10402,99]},{"cast":["Charles McCrann","Beverly Shapiro","Dennis Helfend","Kevin Hanlon","Judith Brown"],"overview":"After drug crops are sprayed with a chemical by a passing airplane, the growers of the crop are poisoned by the chemical and turn into zombie-like mutants.","release_date":"1980-10-01","vote_average":4.2,"runtime":89,"cert":"N\/A","id":59734,"title":"Bloodeaters","adult":false,"genre_ids":[27]},{"cast":["Cotter Smith","Mel Harris","Chuck McCann","Leigh McCloskey","Kim Lankford"],"overview":"A father who experiments with his sons psychokinetic powers, is unaware that these experiments release a demon from hell, which lives in his sons closet, preparing to take over the young boys soul.","release_date":"1988-12-02","vote_average":4.5,"runtime":87,"cert":"","id":59735,"title":"Cameron's Closet","adult":false,"genre_ids":[27]},{"cast":["Bryant Gumbel","Mike Tyson","José Torres","Jack Newfield","Larry Merchant"],"overview":"From his humble, troubled beginnings at age 10 in New York, to his discovery by Cus D'Amato, his rise to Champ, his marriage, divorce, rape conviction, prison term and release, Tyson's life is profiled.","release_date":"1998-07-19","vote_average":4.2,"runtime":55,"cert":"","id":59736,"title":"The Mike Tyson Story","adult":false,"genre_ids":[99]},{"cast":["Bob Mendelsohn","Vicki Saputo","Struan Robertson"],"overview":"An evil demon that inhabits a monkey doll takes over the mind of a suburban housewife to carry out its plans.","release_date":"1984-01-01","vote_average":4.8,"runtime":112,"cert":"N\/A","id":59737,"title":"The Devil's Gift","adult":false,"genre_ids":[27]},{"cast":["Julia Montgomery","James Carroll","Suzanne Barnes","Rutanya Alda","Hal Holbrook"],"overview":"A killer, wearing a dancing bear suit, stalks a variety of cheerleaders during an all-night scavenger hunt at a remote Ohio college.","release_date":"1982-06-20","vote_average":4.4,"runtime":96,"cert":"N\/A","id":59738,"title":"Girls Nite Out","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Popeye, Olive and Bluto head out to find Popeye's long lost Pappy.","release_date":"2004-09-24","vote_average":4.3,"runtime":48,"cert":"N\/A","id":59777,"title":"Popeye's Voyage: The Quest for Pappy","adult":false,"genre_ids":[10751]},{"cast":["Liane Curtis","Dana Ashbrook","Lezlie Deane","James Daughton","James Karen"],"overview":"The inventor of the condom-- now God's bounty hunter- is tasked with tracking down and capturing the Devil, who has possessed the body of a high school wallflower in order to feed on human souls via sex.","release_date":"1989-04-24","vote_average":4.8,"runtime":92,"cert":"N\/A","id":59798,"title":"Girlfriend from Hell","adult":false,"genre_ids":[35,27]},{"cast":["Stepan Bubnov","Lyudmila Kasatkina","Anatoli Papanov","Sergei Martinson","Aleksandr Nazarov"],"overview":"Adventures of Mowgli is an animated feature-length story originally released as five animated shorts of about 20 minutes each between 1967 and 1971 in the Soviet Union.","release_date":"1973-01-01","vote_average":6.4,"runtime":90,"cert":"N\/A","id":59803,"title":"Adventures of Mowgli","adult":false,"genre_ids":[16,10751]},{"cast":["Samina Awan","Tom Hudson","Matthew McNulty","Nichola Burley","Tracy Brabin"],"overview":"This movie is a contemporary UK vision of an age old story as epitomised by Shakespeare, but with two at odds relationships adding a layer of complication. The situation, a volatile northern English town, typically Bradford, and characters, one Islamic Pakistani family and two prejudiced English families loosely representing the Capulets and the Montagues.","release_date":"2006-05-05","vote_average":5.7,"runtime":86,"cert":"","id":59806,"title":"Love + Hate","adult":false,"genre_ids":[18]},{"cast":["Lauren German","Gabriel Mann","Whitney Able","Alexandria DeBerry"],"overview":"Mary is a sophisticated pastry chef who's struggling to keep the doors of her bakery open. Facing eviction, she decides to return back home with her fiancé, Brent, to collect a sizable engagement gift from her eccentric Texan family. But, when Brent is felled by allergies and unable to travel, Mary bails his identical-twin brother, Jake, out of jail and travels back home passing him off as her fiancé.","release_date":"2007-01-01","vote_average":5.3,"runtime":104,"cert":"N\/A","id":59807,"title":"Love and Mary","adult":false,"genre_ids":[35,10749]},{"cast":["Isaiah Washington","Robert Loggia","Jordan Garrett","Andrew Lawrence","Bob Gunton"],"overview":"A priest returns to his old Catholic high school to replace a priest who has gone missing, only to begin to suspect that the missing priest may have been murdered by someone at the school to hide a darker secret.","release_date":"2011-08-02","vote_average":8.0,"runtime":97,"cert":"N\/A","id":59810,"title":"The Least of These","adult":false,"genre_ids":[18,53,9648]},{"cast":["Timur Acar","Murat Akkoyunlu","Erdal Tosun","Sümer Tilmaç","Şevket Çoruh"],"overview":"","release_date":"2010-12-17","vote_average":5.5,"runtime":null,"cert":"N\/A","id":59811,"title":"Çakallarla Dans","adult":false,"genre_ids":[35]},{"cast":["Pavel Landovský","Stella Zázvorková","Jorga Kotrbová","Regina Rázlová","Jaroslav Satoranský"],"overview":"","release_date":"1969-09-07","vote_average":5.5,"runtime":null,"cert":"N\/A","id":59812,"title":"Utrpení mladého Boháčka","adult":false,"genre_ids":[35]},{"cast":["Antonio Ozores","Manuel Zarzo","Antonio Prieto","José Luis Ozores","Elisa Montés"],"overview":"","release_date":"1964-12-31","vote_average":0.0,"runtime":87,"cert":"N\/A","id":59813,"title":"Suspendido en sinvergüenza","adult":false,"genre_ids":[35]},{"cast":["Paul Rodgers","Simon Kirke","Mick Ralphs"],"overview":"Recorded on August 8, 2008 at the Seminole Hard Rock Live in Hollywood Florida, captures the last remaining original band members, Rodgers, Kirke and Ralphs, in a one night only show. They run through a set list consisting of all the expected Bad Company hits, including the aforementioned numbers and other crowd pleasers such as “Seagull,” “Honey Child,” and “Live for the Music.” At times the songs can be a little repetitive in nature, and the band are not the most engaging on stage, but they do prove they can still rock out after all these years.","release_date":"2010-02-09","vote_average":5.5,"runtime":null,"cert":"N\/A","id":59818,"title":"Bad Company - Hard Rock Live","adult":false,"genre_ids":[10402]},{"cast":["Barenaked Ladies","Steven Page","Jim Creeggan","Ed Robertson","Tyler Stewart"],"overview":"Stand up and speak to the hand! Canada's favorite sons, Barenaked Ladies, cross the border for their latest concert CD and first-ever live DVD.  With a tight blend of classics including \"One Week,\" \"Pinch Me\" and \"If I Had $1,000,000\" and hits from their recent releases \"Barenaked Ladies are Me\" and \"Barenaked Ladies are Men,\" this concert showcases why Barenaked Ladies is one of the world's greatest touring bands.  The concert was recorded at the DTE Energy Music Theatre in Clarkston, Michigan.","release_date":"2007-11-06","vote_average":6.4,"runtime":90,"cert":"N\/A","id":59819,"title":"Barenaked Ladies: Talk to the Hand - Live in Michigan","adult":false,"genre_ids":[10402]},{"cast":["Dennis Quaid","Tamlyn Tomita","Sab Shimono","Brady Tsurutani"],"overview":"Come See The Paradise is a deeply touching love story set against the backdrop of a dramatic and controversial period in American history, It follows the romance and eventual marriage of Jack McGurn (Dennis Quad), a hot blooded Irish American, and a beautiful Japanese American Lily Dawanura (Tamlyn Tomita), at the outset of World War II. The clash of cultures, at once painful for the two lovers, becomes insurmountable after the Japanese bomb Pearl Harbor. Lily and the Kawamuras are relocated To a bleak, outdoor internment camp in California, Jack is drafted into the Army, powerless to help the woman he loves abandoning all hope of ever winning her family's approval.","release_date":"1990-08-17","vote_average":6.0,"runtime":133,"cert":"","id":59820,"title":"Come See the Paradise","adult":false,"genre_ids":[18,10749,36]},{"cast":["Mickey Rooney","Pat O’Brien","Beverly Tyler","James Brown","Ralph Dumke"],"overview":"With three Hollywood legends and its slam-em-over-the-handrail, roller-speedway realism. Filmed when Roller Derby was one of TV's most watched programs, this little entertainment steamroller remains a snappy jumbo popcorn treat for today's viewers, full of fabulous star wattage.","release_date":"1950-11-09","vote_average":6.0,"runtime":84,"cert":"N\/A","id":59821,"title":"The Fireball","adult":false,"genre_ids":[18]},{"cast":["Mickey Rooney","Thomas Mitchell","Michael O'Shea","Mary Hatcher","Spring Byington"],"overview":"The ambitious son of an accomplished race driver struggles to outrun his father's legacy and achieve his own successes.","release_date":"1949-11-04","vote_average":6.3,"runtime":92,"cert":"N\/A","id":59822,"title":"The Big Wheel","adult":false,"genre_ids":[28,18,10749]},{"cast":["Jean Michel Jarre"],"overview":"In this bonus feature included with Jean Michel Jarre's Oxygene Moscow DVD, director Aubrey Powell documents the legendary artist and his preparation for Oxygene Moscow.","release_date":"2007-09-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":59823,"title":"Jean Michel Jarre: Making the Steamroller Fly","adult":false,"genre_ids":[10402,99]},{"cast":["Mickey Rooney","Brian Donlevy","Ann Blyth","James Dunn","Tom Tully"],"overview":"Tommy McCoy grew up poor and scrappy. As a young man he discovers that he can fight with his powerful right arm. He becomes successful at boxing, however he has an alcoholic father.","release_date":"1947-12-01","vote_average":5.5,"runtime":104,"cert":"N\/A","id":59828,"title":"Killer McCoy","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The game of paintball is fluid; the format, the gear, and the players are all in a state of dynamic change. Here today, gone the next, with nothing but legend and myth left to resonate their existence. But some players explode on the scene with lives so vibrant, moves so fluid, wins so dramatic, personalities so strong, and stories so complex, that their movements in our world demand we mark their time in the game with something profound. Enter Monkey with a Gun and the Cereal Killerz series, which exists to display the very best players at the height of their game and athletic prowess, using film techniques and angles unique to the paintball world. CK2 raises the bar yet again with the addition of ultra high-speed cameras, initially used to film missile launches, creating an opportunity to see the sport and the best athletes at 500 frames per second. We also listen into the player's thoughts on their lives, their legacy, their relationship to the sport.","release_date":"","vote_average":8.0,"runtime":null,"cert":"N\/A","id":59829,"title":"CK2","adult":false,"genre_ids":[]},{"cast":["Mark Hildreth","Richard Newman","Mark Oliver","Chiara Zanni"],"overview":"Two young rival dragon riding warriors fight to end a 1000 year old war despite the hidden manipulator opposing them.","release_date":"2004-09-11","vote_average":7.3,"runtime":72,"cert":"N\/A","id":59832,"title":"Dragons: Fire & Ice","adult":false,"genre_ids":[14,16,878,10751]},{"cast":["Yale Wexler","Jonathan Haze","Steven Marlo","Abby Dalton","Allen Kramer"],"overview":"Three teens get into the drug business when they discover heroin in a stolen briefcase.","release_date":"1958-05-03","vote_average":6.5,"runtime":89,"cert":"N\/A","id":59833,"title":"Stakeout on Dope Street","adult":false,"genre_ids":[80,18]},{"cast":["Miroslav Donutil","Miroslav Vladyka","Vanda Hybnerová","Tatiana Pauhofová","Filip Čapka"],"overview":"","release_date":"2010-09-23","vote_average":6.2,"runtime":null,"cert":"N\/A","id":59834,"title":"Román pro muže","adult":false,"genre_ids":[]},{"cast":["Juan José Ballesta","Carlos Bardén","Dafne Fernández","Sancho Gracia","Àlex Brendemühl"],"overview":"EntreLobos (AmongWolves) tells the remarkable story of a poor country boy named Marcos, who at the age of 7 is handed over to his father's employer, a rich landowner, who in turn delivers him to a life of labor with a hermetic goatherd in an isolated valley. The old man, who lives in a cave, is unused to human company and at first seems not very interested in having a live-in apprentice. The boy, who was abused by his parents, is frightened and equally aloof initially. Despite this, the shepherd begins teaching Marcos how to herd the goats, as well as how to care for himself and how to survive in the wilderness by trapping and fishing.","release_date":"2010-11-26","vote_average":6.2,"runtime":116,"cert":"N\/A","id":59835,"title":"Among Wolves","adult":false,"genre_ids":[18]},{"cast":["Art Blakey","Ron Carter","Walter Davis Jr.","Jack de Johnette","Curtis Fuller"],"overview":"Concert performance by 30 jazz greats from the Blue Note label, at Town Hall, New York City, February 22nd, 1985.","release_date":"2004-01-27","vote_average":4.3,"runtime":120,"cert":"N\/A","id":59836,"title":"One Night with Blue Note","adult":false,"genre_ids":[10402]},{"cast":["Michael Adamthwaite","Michael Dobson","Mark Hildreth","Chiara Zanni"],"overview":"On the verge of attack by the evil witch queen, Prince Dev and Princess Kyra turn to a young rebel named Gorhager for help in protecting the Human World and the Dragon World.","release_date":"2005-10-01","vote_average":0.0,"runtime":72,"cert":"N\/A","id":59837,"title":"Dragons II: The Metal Ages","adult":false,"genre_ids":[16,12,14]},{"cast":["Bob Hope","Lucille Ball","Marilyn Maxwell","Rip Torn","Jessie Royce Landis"],"overview":"Bob Hope is a New York theater critic and his wife (Lucille Ball in their final motion picture pairing) writes a play that may or may not be very good. Now Hope must either get out of reviewing the play or cause the breakup of his marriage. Based on the Broadway play by Ira Levin.","release_date":"1963-04-13","vote_average":5.7,"runtime":100,"cert":"N\/A","id":59838,"title":"Critic's Choice","adult":false,"genre_ids":[35,10749]},{"cast":["Paul Williams","Robert Anton Wilson","Scott Apel","Jay Kinney","Ray Nelson"],"overview":"Rambling chatter about Philip K Dick, best known for the novels that became Minority Report, Blade Runner and Screamers. The chatter is loosely grouped together by subject but it drifts back and forth through many subjects. Its interesting to listen to but a bit tough to watch. The trouble is that this is nothing more than interviews with people who knew Dick talking, inter-cut with some audio interview footage spiced up with cartoon of Dick at the typewriter. There is almost nothing other than the interviews themselves, no photos, some fleeting shots of printed material and of the outside of Dick's house. There is no narration, no attempt to explain any of the works he wrote or of his life, its simply remembrances that will mean nothing to anyone who has never read any of his books or, more importantly, never heard any of the stories of the man. My Dad who watched this with me was totally bewildered because he didn't know about Dick's life.","release_date":"2001-01-01","vote_average":2.5,"runtime":80,"cert":"N\/A","id":59839,"title":"The Gospel According to Philip K. Dick","adult":false,"genre_ids":[99]},{"cast":["Thierry Henry"],"overview":"A profile of one of modern football's most talented and charismatic players, French striker Thierry Henry. From playing with AS Monaco, Juventus through to Arsenal and, more recently, and FC Barcelona, Henry has proved himself a living legend of the 'beautiful game'.","release_date":"2008-04-14","vote_average":0.0,"runtime":256,"cert":"","id":59840,"title":"Thierry Henry - Legend","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The Ultimate Fighting Championship celebrates a big milestone with this, its 100th match. Reigning UFC heavyweight champion Brock Lesnar meets up with nemesis Frank Mir, while current welterweight champ Georges 'Rush' St. Pierre fends off challenger Thiago 'Pitbull' Alves. Also in the lineup is a middleweight coaches bout between Michael 'The Count' Bisping and Dan Henderson, rounding out a full evening of thrilling and history-making MMA action.","release_date":"2009-08-10","vote_average":8.5,"runtime":204,"cert":"","id":59841,"title":"UFC - Ultimate 100 Greatest Fight Moments","adult":false,"genre_ids":[]},{"cast":["Vincent Gallo","Violante Placido","Marcello Mazzarella","Antonio Catania","Vincent Schiavelli"],"overview":"USA, 1951. When a group of Italian immigrants suspected to have connections with the Mafia are sent back to Italy with the brand of \"undesirable\", a journalist decide to inquire about the story.","release_date":"2003-12-14","vote_average":0.0,"runtime":94,"cert":"N\/A","id":59842,"title":"The Undesirables","adult":false,"genre_ids":[18,80]},{"cast":["Sammo Hung","Yuen Biao","Kenny Bee","Eric Tsang","Chin Ka-Lok"],"overview":"What happens when a glamorous express, with high government officials, wealthy merchants, concubines and a gang of brigands on board, speeds towards the small town of Hanshui, where escaping bank robbers, corrupt officials, and gamblers await? Well, let's just say the Titanic had a smoother maiden voyage.","release_date":"1986-01-30","vote_average":6.4,"runtime":94,"cert":"N\/A","id":59843,"title":"Millionaires Express","adult":false,"genre_ids":[35,28,37]},{"cast":["Dennis Bergkamp","Sol Campbell","Ashley Cole","Thierry Henry","Fredrik Ljungberg"],"overview":"Sunday 24th October 2004 witnessed the end of the most incredible British football league record. For as long as there is football the achievements of Arsenal Football Club that season--49 consecutive matches undefeated--will be remembered for years to come. The Arsenal 49 - The Complete Unbeaten Record DVD is a timeless celebration of this achievement. It includes all the goals from the 49 unbeaten matches, extended highlights from the games, the fans' stories and exclusive interviews with Arsene Wenger, Thierry Henry, Charlie George, Pat Jennings, Bob Wilson and Tony Woodcock.","release_date":"2004-12-04","vote_average":10.0,"runtime":110,"cert":"","id":59844,"title":"Arsenal 49 - The Complete Unbeaten Record","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Goals, goals, goals. More specifically, Arsenal’s greatest ever goals. The official collection of the most memorable and spectacular strikes from Arsenal’s greats right up to the present day. These are the goals which have won titles, trophies or simply tantalised with breathtaking skill and audacity. With hotshots from Adebayor, Wright, Smith","release_date":"2008-03-05","vote_average":0.0,"runtime":110,"cert":"","id":59845,"title":"Arsenal FC: Greatest Ever Goals!","adult":false,"genre_ids":[]},{"cast":["David Niven","Mitzi Gaynor","Carl Reiner","Loring Smith","Monique van Vooren"],"overview":"An accidental slip reveals that a happily married couple were intimate before marriage.","release_date":"1959-01-01","vote_average":5.5,"runtime":83,"cert":"N\/A","id":59846,"title":"Happy Anniversary","adult":false,"genre_ids":[35]},{"cast":["Sabine Azéma","Fanny Ardant","Pierre Arditi","André Dussollier","Jacques Dacqmine"],"overview":"Pierre Belcroix and Marcel Blanc are violinists and lifelong friends living in Paris in the 1920s. While Marcel has become famous and Pierre has not, both are happy with their lives. Pierre is happily married to Romaine, a stylish young flapper. However, Marcel meets and falls in love with her, which Marcel little suspects.","release_date":"1986-09-03","vote_average":6.9,"runtime":112,"cert":"N\/A","id":59847,"title":"Mélo","adult":false,"genre_ids":[18,10749]},{"cast":["Albert Svanberg","Mats Nyström","Bo Hansson","Arne Hegerfors","Staffan Lindeborg"],"overview":"","release_date":"1994-07-30","vote_average":10.0,"runtime":null,"cert":"N\/A","id":59848,"title":"Fotbollskrönikan VM 1994","adult":false,"genre_ids":[]},{"cast":[],"overview":"Tower 37 siphons every drop of water from a once-pristine lake, that is, until the station's steward realizes that it is slowly destroying an entire ecosystem.","release_date":"2009-05-08","vote_average":7.0,"runtime":10,"cert":"N\/A","id":59849,"title":"The Incident At Tower 37","adult":false,"genre_ids":[16]},{"cast":["Poppy Montgomery","David Sutcliffe","Shawn Christian","Peter Outerbridge","Munro Chambers"],"overview":"After multi-millionaire Ted Ammon is found bludgeoned to death at his East Hampton estate, the fingers point to his estranged wife, Generosa Rand, and her lover, an electrician named Danny Pelosi.","release_date":"2005-07-11","vote_average":5.4,"runtime":120,"cert":"N\/A","id":59850,"title":"Murder in the Hamptons","adult":false,"genre_ids":[10770,18,9648]},{"cast":["Erica Prior","Trae Houlihan","Denis Rafter","Craig Stevenson","Frank O'Sullivan"],"overview":"After the suicide of her beloved father, the biologist Daniella Logan visits her catatonic mother in a mental institution to tell the tragic event and her mother calls her \"Josephine\". Daniella goes to the cemetery and finds that her father's grave had been opened and his corpse was profaned. She decides to investigate, and receives a message of a diabetic priest, Father Elias, who tells her about an ancient fanatic religious sect of followers of Abraham that kills the first child. Later, she meets a weird man, Toby Harris, who claims to be his legitimate father. Daniella continues seeking the truth about her origins and discloses very dark secrets about her family and friends.","release_date":"2002-11-15","vote_average":5.8,"runtime":93,"cert":"N\/A","id":59851,"title":"Second Name","adult":false,"genre_ids":[27,53]},{"cast":["Max Records","Jenni Fontana","James Nardini","Caroline Rich","Corbin Timbrook"],"overview":"A story about a boy, his robot and the consequences of his anger at the disintegration of his parents marriage.","release_date":"2011-03-21","vote_average":6.8,"runtime":13,"cert":"N\/A","id":59852,"title":"Blinky™","adult":false,"genre_ids":[27,878]},{"cast":["Diego Abatantuono","Roberto Citran","Marco Messeri","Marco Paolini","Paolo Maria Veronica"],"overview":"Franco, after being fired from his job decides, as compensation for the damage, to steal a bull from his former company.","release_date":"1994-09-30","vote_average":6.8,"runtime":105,"cert":"N\/A","id":59853,"title":"The Bull","adult":false,"genre_ids":[12,18]},{"cast":["Maya Sansa","Andrea Di Stefano","Piera Degli Esposti","Lorenzo Branchetti"],"overview":"","release_date":"2003-01-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":59854,"title":"Il vestito da sposa","adult":false,"genre_ids":[]},{"cast":["Dustin Hoffman","Stefania Sandrelli","Carla Gravina","Saro Urzì","Duilio Del Prete"],"overview":"Alfredo, a timid young Italian, lusts after and woos the beautiful Maria Rosa. But when he manages to marry her, he discovers life is not nearly so blissful as he expected.","release_date":"1972-08-04","vote_average":6.3,"runtime":110,"cert":"N\/A","id":59855,"title":"Alfredo, Alfredo","adult":false,"genre_ids":[35,10749]},{"cast":["Tory Lane","Katja Kassin","Marie Luv","Sandra Romain","Kat"],"overview":"In Please... Drill My Ass 2 the noises you hear are music to the ears of all filthy bastards and depraved divas that enjoy nothing more than seeing a tight butthole plowed by a fat prick from their P.O.V.!","release_date":"2005-10-13","vote_average":10.0,"runtime":102,"cert":"N\/A","id":59856,"title":"Please... Drill My Ass 2","adult":true,"genre_ids":[]},{"cast":["Carlo Cecchi","Stefano Dionisi","Arnaldo Ninchi","Andrea Scorzoni","Consuelo Ferrara"],"overview":"Shunned by his church, a seminary student takes refuge with an excommunicated priest who teaches him wizardry and black magic.","release_date":"1996-01-01","vote_average":6.8,"runtime":96,"cert":"N\/A","id":59857,"title":"Arcane Sorcerer","adult":false,"genre_ids":[27]},{"cast":["Carlos Echeverría","Enrique Piñeyro","Stefania Sandrelli","Julia Sarano","Antonella Costa"],"overview":"We are in Argentina in 1977, a woman gives birth to twins. With the complicity of the midwife he manages to hide the child, second child. The first, a boy, is taken into custody by the regime's guards. The scene moves to the Milan of today. The young Rosa contacts Javier and tries to convince him that they are twin brothers, separated at birth. Thus, the two begin a journey to rediscover their origins and their past. A bitter reality is ready to overwhelm them ...","release_date":"2001-01-01","vote_average":8.0,"runtime":92,"cert":"N\/A","id":59858,"title":"Sons and Daughters","adult":false,"genre_ids":[18]},{"cast":["Aaron Taylor-Johnson","Chloë Grace Moretz","Christopher Mintz-Plasse","Clark Duke","Jim Carrey"],"overview":"After Kick-Ass’ insane bravery inspires a new wave of self-made masked crusaders, he joins a patrol led by the Colonel Stars and Stripes. When these amateur superheroes are hunted down by Red Mist — reborn as The Mother Fucker — only the blade-wielding Hit-Girl can prevent their annihilation.","release_date":"2013-07-17","vote_average":6.4,"runtime":103,"cert":"15","id":59859,"title":"Kick-Ass 2","adult":false,"genre_ids":[28,12,80]},{"cast":["Selena Gomez","Katie Cassidy","Cory Monteith","Leighton Meester","Andie MacDowell"],"overview":"Three young women vacationing in Paris find themselves whisked away to Monte Carlo after one of the girls is mistaken for a British heiress.","release_date":"2011-07-01","vote_average":6.3,"runtime":109,"cert":"PG","id":59860,"title":"Monte Carlo","adult":false,"genre_ids":[12,35,10749]},{"cast":["Tom Hanks","Julia Roberts","Bryan Cranston","Cedric the Entertainer","Pam Grier"],"overview":"When he suddenly finds himself without his long-standing blue-collar job, Larry Crowne enrolls at his local college to start over. There, he becomes part of an eclectic community of students and develops a crush on his teacher.","release_date":"2011-06-30","vote_average":5.8,"runtime":98,"cert":"12A","id":59861,"title":"Larry Crowne","adult":false,"genre_ids":[35,10749,18]},{"cast":["Sandra Bullock","Jerzy Kosinski","Jonathan Penner","George Plimpton","Gerald Orange"],"overview":"Sandra Bullock and Jonathan Penner star in this hilarious, sexy comedy. New York advertising executive Morris Codman (Penner) seems to have it all - lots of talent and a beautiful girlfriend, Debbie (Bullock). When he loses his job he decides to use his advertising expertise to create, package and market a shady product that will make him millions. Debbie tries to convince him that money isn't everything and she loves him just the way he is. Morris' bizarre antics in promoting his product surprisingly lead to a fortune, but can love survive his quest for the almighty dollar?","release_date":"1989-11-18","vote_average":3.6,"runtime":81,"cert":"N\/A","id":59864,"title":"A Fool and His Money","adult":false,"genre_ids":[10749,35]},{"cast":["Mick Foley","Roddy Piper","Allen Sarven","Chris Irvine","James Reiher"],"overview":"Bloodstained Memoirs is a professional wrestling documentary released in 2009. It is compiled by interviews featuring wrestlers synonymous with different eras in wrestling ('70s, '80s, '90s, and '00s) and different wrestling regions (USA, Canada, Japan, and Mexico). Production was filmed in the UK, USA, France, Japan, and Italy.","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":59867,"title":"Bloodstained Memoirs","adult":false,"genre_ids":[99,36]},{"cast":["Gul Panag","Satyadeep Mishra","Herry Tangiri"],"overview":"Naina's story as she grapples with heartbreak, and a crisis in her advertising career in the face of her 30th birthday. And as she fights her anxiety and fears about being 30 years old, Naina realises there's a lot of growing up to be done. Set in the heart of urban Mumbai, Turning 30!!! is a humorous and heart-warming take on a single young woman's journey of finding herself, discovering love and blossoming into a woman of substance.","release_date":"2011-01-14","vote_average":3.8,"runtime":null,"cert":"N\/A","id":59868,"title":"Turning 30","adult":false,"genre_ids":[35,18,10749]},{"cast":["John Mills","Richard Attenborough","André Morell"],"overview":"After a quayside mix-up with the Italian family of his fiancée, Able Seaman Knocker White finds himself literally left holding the baby. Unable to return it before his ship sails he enlists the help of best mate Puncher Roberts to smuggle the child aboard. But babies are surprisingly demanding and gradually the whole crew is drawn into helping keep it fed and washed - and undiscovered. Even so, the officers above deck start to puzzle over the increasingly strange happenings on board.","release_date":"1957-04-23","vote_average":6.7,"runtime":96,"cert":"","id":59869,"title":"The Baby and the Battleship","adult":false,"genre_ids":[35]},{"cast":["Cornel Wilde","Victoria Shaw","Mickey Shaughnessy","Edgar Buchanan","Jack Elam"],"overview":"Helped by socialite Janice Kendon and barkeeper Scott O'Brien, Arizona deputy sheriff Les Martin works to solve three brutal murders in and around the Grand Canyon. His efforts leads to the killer fleeing with Janice as a hostage and a chase by car and helicopter lead to a climax on a miner's bucket on cables a mile above the canyon floor.","release_date":"1959-11-02","vote_average":6.1,"runtime":80,"cert":"N\/A","id":59870,"title":"Edge of Eternity","adult":false,"genre_ids":[9648,80,18]},{"cast":["Laura Gemser","Gabriele Tinti","Cándida López","Aldo Sambrell","Roberto Gallozzi"],"overview":"When Emanuelle (Gemser) arrives in the small Italian village heads start turning and eyes start popping. All males in the town are falling all over themselves trying to get a look (or a feel) of the new doctor. One in particular is the fiancee of the mayor's daughter. A kind of \"Hatfield's and McCoy's\" feud with a political twist has been going on and the young lovers' families are, unfortunately, on opposite sides. Emanuelle's shower becomes the target of a gang of voyeurs, including the pillars of the community. She uses it as a stage to taunt the watchers to charge into her apartment on the notion that she is showering with the mayor's daughter's fiancee. Instead of what they expected, they find the two young lovers in bed. Can Emanuelle shame them into allowing the marriage that they had been preventing?","release_date":"1982-01-01","vote_average":3.4,"runtime":null,"cert":"N\/A","id":59871,"title":"Emmanuelle in the Country","adult":false,"genre_ids":[35]},{"cast":["Vijay","Asin Thottumkal","Prakash Raj","Napoleon","Nassar"],"overview":"Tamil is a killer for hire, and will accept any contract provided the amount is right. The Police want him for questioning, while the underworld needs him to silence their opponents. No one really knows this assassin's background. It is only Tamil who knows his real identity and he has no intention of sharing it with anyone.","release_date":"2007-01-12","vote_average":7.3,"runtime":165,"cert":"N\/A","id":59872,"title":"Pokkiri","adult":false,"genre_ids":[28,80]},{"cast":["Laura Gemser","Enzo Bottesini","Venantino Venantini","Ugo Cardea","Olga Bisera"],"overview":"Young engineer Francesco Ferraro (Enzo Bottesini) is sent to Smeraldo Island in the Seychelles to oversee the tests necessary to dig a silver mine. But Francesco must also find out what happened to his predecessor, vanished without trace. The island seems to be an Eden on Earth, and the native girls freely explore the joys of sex, but there is something in the dark working against Francesco, and a mysterious accident disables his delicate equipment.","release_date":"1974-08-13","vote_average":4.0,"runtime":86,"cert":"N\/A","id":59873,"title":"Amore libero - Free Love","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Ray Winstone plays Frank Horner, a solicitor based in a small town in Wiltshire, England. His daughter Helen is leaving home for the first time to go to university and move in with her boyfriend. Frank has to come to terms with parting from his 'princess', whom he has smothered with love for over 20 years. How does he cope when something unexpected happens to her? Frank has to search for the answers, which brings him into contact with the murky world of Helen's dark side. A story of the unconditional love a father has for his daughter...","release_date":"2009-01-01","vote_average":0.0,"runtime":76,"cert":"N\/A","id":59874,"title":"Fathers Of Girls","adult":false,"genre_ids":[]},{"cast":["Reginaldo Faria","Flávia Monteiro","Débora Duarte","Sérgio Mamberti","John Herbert"],"overview":"Middle-aged married journalist goes to the beach resort of Búzios, in Brazil, to write a book. Gradually, he falls in love with his neighbor's daughter, a beautiful teenager much younger than he, ignoring the social implications.","release_date":"1987-01-01","vote_average":8.0,"runtime":95,"cert":"N\/A","id":59875,"title":"The Girl Next Door","adult":false,"genre_ids":[18,10749]},{"cast":["Lim Seong-eon","Gwak Ji-Min"],"overview":"Two students fall in love with the same guy--one is a model student, and the other is a troublemaker. The troublemaker makes up a lie and tells the model student that the guy actually likes troublemakers. So, the model student tries to make herself more wild to attract his attention. Meanwhile, and troublemaker tries to become a model student in order to win over the guy.","release_date":"2007-01-25","vote_average":7.2,"runtime":80,"cert":"N\/A","id":59876,"title":"Girl X Girl","adult":false,"genre_ids":[35]},{"cast":["Jorge Sanz","Victoria Abril","Antonio Banderas","Javier Gurruchaga","Lluís Homar"],"overview":"In the post Spanish civil war years, Catalan kids would sit in circles among the ruins and tell stories, known as \"aventis\" (the film's original title in Catalan, its original language). These tales mix war stories, local gossip, comic book characters, fantasy and real events. The \"aventis\" told in this film are told in flashback. In the mid 80s, 45 or so years after the age of the \"aventis,\" a doctor and a nurse-nun (who grew up together, and now are co-workers in a hospital) identify the corpse of one of the main characters of the \"aventis\" of their childhood and adolescence. Besides the interesting flashbacks - a chronical of the Civil War in a \"typical\" Barcelona microcosm itself, the discovery of this body (belonging to someone long presumed dead) leads to other surprises and unresolved doubts, several decades later","release_date":"1989-09-19","vote_average":4.3,"runtime":120,"cert":"N\/A","id":59877,"title":"If They Tell You I Fell","adult":false,"genre_ids":[18,53,9648,10749]},{"cast":["Jeff Corfe"],"overview":"Unquestionably Australia’s best known sports fan Joffa is loved and loathed in equal measure - a 'celebrity' just for being a sports fan. From his iconic gold jacket to the famous winners circle, Joffa displays a truly unrivaled level of passion for his club, the mighty Magpies. JOFFA THE MOVIE explores his world and finds it is not all black and white. From revving up his team in Melbourne’s Reclink homeless football league to being unceremoniously ushered out of Father Bob’s church and marching towards Joffa’s holy grail – ‘Celtic Park – Glasgow’, Joffa's is quite a journey. Outside football Joffa and his mate Shane efforts at small business with ‘J&amp;S Labor Workforce’ make you think he should just stick to supporting! This is a story that explores mateship, trust and human spirit, told with a tongue firmly in its cheek.","release_date":"2010-09-02","vote_average":0.0,"runtime":85,"cert":"N\/A","id":59880,"title":"Joffa: The Movie","adult":false,"genre_ids":[]},{"cast":["Lynn Carlin","Buck Henry","Linnea Heacock","Georgia Engel","Kathy Bates"],"overview":"Unable to deal with her parents, Jeannie Tyne runs away from home. Larry and Lyne Tyne search for her, and in the process meet other people whose children ran away. With their children gone, the parents are now free to rediscover\/enjoy life.","release_date":"1971-05-17","vote_average":6.9,"runtime":93,"cert":"18","id":59881,"title":"Taking Off","adult":false,"genre_ids":[10402,35,18]},{"cast":["Randolph Scott","Claire Trevor","Glenn Ford","Evelyn Keyes","Edgar Buchanan"],"overview":"Popular mailcoach driver Uncle Willie is in fact in league with the town's crooked banker. They plan to have the bank robbed after emptying it, and when Willie's choice for this doesn't show in time, he gets some local boys to do it. When his man does turn up he decides to stick around, as he is pals with the sheriff and also takes a shine to Willie's daughter Allison. This gives the bad men several new problems.","release_date":"1943-05-25","vote_average":4.9,"runtime":87,"cert":"N\/A","id":59882,"title":"The Desperadoes","adult":false,"genre_ids":[35,10749,37]},{"cast":["Danny Glover","Vinnie Jones","Corey Sevier","Sofia Pernas","Larry Bagby"],"overview":"Age of the Dragons is an adaptation of Herman Melville's classic novel Moby Dick. Set in a medieval realm where Captain Ahab and crew hunt dragons for the vitriol that powers their world, Ishmael, a charismatic harpooner and his friend Queequeg join their quest. Ahab's adopted daughter Rachel, beautiful and tough, runs the hunting vessel. Ahab's obsession to seek revenge on a great White Dragon that slaughtered his family when he was young and left his body scarred and mauled, drives the crew deeper into the heart of darkness. In the White Dragon's lair Ahab's secrets are revealed and Rachel must choose between following him on his dark quest or escaping to a new life with Ishmael.","release_date":"2011-03-21","vote_average":4.2,"runtime":91,"cert":"12","id":59883,"title":"Age of the Dragons","adult":false,"genre_ids":[12,28,14]},{"cast":["Brooke Shields","Cherry Jones","Whoopi Goldberg","Anne Meara","Al Waxman"],"overview":"Brooke Shields believes she has finally found happiness, now that she and her lesbian partner (Cherry Jones) have a child. But when Jones passes away five years later and her scheming parents apply for custody behind Shields' back, an affecting struggle ensues. Written by","release_date":"2001-01-22","vote_average":7.5,"runtime":120,"cert":"N\/A","id":59884,"title":"What Makes a Family","adult":false,"genre_ids":[18]},{"cast":["Shirley Grey","Charles Starrett","Claude Gillingwater","John Wray","William Bakewell"],"overview":"The owner of a large mansion in the country throws a costume party for some of his friends. However, the party turns sour when he is found stabbed to death in a closet. The police and a guest try to discover who committed the murder.","release_date":"1934-06-15","vote_average":5.0,"runtime":68,"cert":"N\/A","id":59887,"title":"Green Eyes","adult":false,"genre_ids":[9648,53]},{"cast":["Emma Penella","Adolfo Marsillach","Antonio Ozores","Manuel Gil","José Luis Ozores"],"overview":"Luis, Julio, Miguel and Carlos are four young men who, moved by a strong religious vocation, have left behind family, friends, work and a love of youth to enter a seminary and start a life consecrated to God.","release_date":"1963-03-18","vote_average":0.0,"runtime":78,"cert":"N\/A","id":59890,"title":"Alegre juventud","adult":false,"genre_ids":[]},{"cast":["Don Diamont","Oliver Reed","Jack Palance","John Hallam","Cas Anvar"],"overview":"In this globe-trotting adventure, Marco Polo (Don Diamont) plays the famous 13th Century explorer who sets out from Italy to find his missing father, and along the way finds danger, excitement, and amazing discoveries at every turn. The supporting cast includes Oliver Reed, Jack Palance, and Herbert Lom.","release_date":"1998-01-01","vote_average":6.3,"runtime":97,"cert":"N\/A","id":59893,"title":"The Incredible Adventures of Marco Polo","adult":false,"genre_ids":[12]},{"cast":[],"overview":"An all-American tale about an all-American garment: The T-shirt, NO SWEAT takes a wild ride into the bowels of Los Angeles garment industry. Mostly undocumented workers at American Apparel and SweatX are offered better wages, benefits, even a shot at worker-ownership. But what's really behind the label? Dark, dingy factories. Workers hunched elbow-to-elbow over machines. Nike. Guess. Kathy Lee Gifford. We are all too familiar with sweatshops, operating both in the U.S. and overseas. But does what's behind the label of what you wear always have to be linked to worker exploitation?","release_date":"2010-02-23","vote_average":0.0,"runtime":54,"cert":"N\/A","id":59894,"title":"No Sweat","adult":false,"genre_ids":[99]},{"cast":["Bill Elliott","Tom Drake","Beverly Garland","Minerva Urecal","Helene Stanton"],"overview":"Det Andy Doyle (Bill Elliott) suspects that a suicide is actually a murder. He suspects the victim's son, Wallace (Tom Drake) who is blind and he pursues him until he gets to the truth..","release_date":"1955-12-14","vote_average":5.8,"runtime":85,"cert":"N\/A","id":59895,"title":"Sudden Danger","adult":false,"genre_ids":[18,80]},{"cast":["Bill Elliott","Walter Brennan","Marie Windsor","Harry Morgan","Rhys Williams"],"overview":"Shadrach Jones, ex-Texas State Policeman, has the ruthless determination to find and kill the man who shot his brother in the back and stole the money with which he was to buy a ranch for the two of them. At the saloon-hotel run by Adelaide, Shadrach is convinced that one of the cowhands on the Captain McKellar cattle drive to Montana is his man. He takes the job of trail-herd boss to find the killer. McKellar preaches to Jones that he should forget revenge and let the law of retribution take care of the killer. Shadrach's hard driving of the men and his hunt for the killer makes him bitterly hated, and his retribution quest ends in a manner he did not anticipated.","release_date":"1950-08-15","vote_average":0.0,"runtime":86,"cert":"N\/A","id":59896,"title":"The Showdown","adult":false,"genre_ids":[9648,37]},{"cast":["Lynn-Holly Johnson","Lisa Hartman","Lorna Luft","Wendy Schaal","Russell Todd"],"overview":"Four curvy college co-eds head south to Ft. Lauderdale on a spring break fun-seeking trek in this free wheeling comedy that's an 80's update on the original film! Carole (Lorna Luft, Grease 2), taking a separate vacation from her steady, winds up as a contender in a Hot Bod Contest! Jennie (Lisa Hartman, Knots Landing) is doubly lucky, courted by both a rich, classic pianist as well as a devil-may-care rocker (Russell Todd, Chopping Mall).","release_date":"1984-04-06","vote_average":5.0,"runtime":94,"cert":"N\/A","id":59897,"title":"Where the Boys Are '84","adult":false,"genre_ids":[35,10749]},{"cast":["B.B. King","Jeff Beck","Mark McEwen"],"overview":"Célébrez 50 années de blues avec le Roi du Blues qui interprète ses meilleures succès, dont une poignée avec son invité spécial Jeff Beck à l'occasion de son 78ème anniversaire.\r Let the good times roll - Sweet little angel - Bad case of love - Night life - Neighborhood affair - Exactly like you - Guess who - The thrill is gone - Rock me baby (with Jeff Beck) - Key to the highway (with Jeff Beck) - When love comes to town - Caldonia - I'll survive - Meeting the pope - Paying the cost to be the boss","release_date":"2003-06-20","vote_average":5.5,"runtime":83,"cert":"N\/A","id":59898,"title":"B.B. King: Live By Request","adult":false,"genre_ids":[10402]},{"cast":["Sally Kellerman"],"overview":"While this noble steed's role in a civilized society remains overshadowed by their automotive equivalent of horsepower, this was not always so. Gallop back in time where wild stallions roamed free in herds aplenty. Back to a time when these magnificent creatures stampeded across the Great Plains of America, the rocky mountain terrain of South America, and the desolate outback of the land down under. Forever branded by Hollywood through countless movies about the Wild West era, this educational video reins in the viewer with an honest look at the history, evolution, and the modern-day need for the domestic horse.","release_date":"1999-01-01","vote_average":5.0,"runtime":58,"cert":"N\/A","id":59901,"title":"The Noble Horse","adult":false,"genre_ids":[99]},{"cast":["Marjoe Gortner","Lynda Carter","Jesse Vint","Merrie Lynn Ross","Belinda Balaski"],"overview":"A young country-star wannabe takes off from her carhop career to join with a young, modern Billy the Kid wannabe for an adventure in theft, murder and mayhem.","release_date":"1976-03-01","vote_average":4.5,"runtime":89,"cert":"N\/A","id":59902,"title":"Bobbie Jo and the Outlaw","adult":false,"genre_ids":[28,18,80]},{"cast":["Shreyas Talpade","Sadha","Sneha Ullal","Rehan Khan","Chunky Pandey"],"overview":"Avi is a photographer having a relationship with Sonia who is a model. One night the couple after driving from a late night party accidentally bumps of a young girl. As Sonia is driving the car, to avoid further complications, Avi insists on them fleeing away from the accident scene. But trouble starts for the couple soon after. While Avis clicked photos start having strange white marks over them, Sonia starts having spooky experiences. Avi also develops a severe shoulder pain and even though he is not overweight he starts weighing 120 kilos. Avi too then starts having similar experiences like Sonia. The couple is petrified when all three of Avis best buddies kill themselves in a similar manner. It then comes to light that the spirit haunting them all has a connection to Avis college life. Meanwhile Sonia finds out that Avi was friends with one Aarti during his college days. What is Aartis connection to all this and what revelation awaits Sonia forms the rest of the film.","release_date":"2010-02-19","vote_average":5.3,"runtime":127,"cert":"N\/A","id":59903,"title":"Click","adult":false,"genre_ids":[18,35,53,878,9648]},{"cast":["Emraan Hashmi","Geeta Basra","Rajat Bedi","Anant Mahadevan"],"overview":"Vishal Dixit leads an ordinary life with his wife and daughter but his once idyllic marriage is crumbling. When he meets a beautiful married woman en route to work on the train, it sparks a torrid adulterous affair. Vishal soon finds that an unidentified enemy knows his secret -- and is determined to destroy his life. Can Vishal find a solution, or will he pay the price for his passion?","release_date":"2007-06-07","vote_average":4.2,"runtime":134,"cert":"","id":59904,"title":"The Train: Some Lines Shoulder Never Be Crossed...","adult":false,"genre_ids":[28,53]},{"cast":["John Lennon","Paul McCartney","George Harrison","Ringo Starr","Billy Preston"],"overview":"The Beatles, along with keyboardist Billy Preston, gave their last live performance on January 30th, 1969, on the roof of the Apple building, at 3 Savile Row, London, concert that would become the climax of their documentary film “Let It Be” (1970). The show was recorded on two eight-track machines in the basement of Apple, by producer George Martin, engineer Glyn Johns and sound recordist Alan Parsons.","release_date":"1969-01-30","vote_average":6.9,"runtime":22,"cert":"","id":59905,"title":"The Beatles on the Rooftop","adult":false,"genre_ids":[10402,99]},{"cast":["Ron Santo","Joe Mantegna","Dennis Farina","Dennis Franz","Pat Hughes"],"overview":"Jeff Santo explores the life and career of his father, Chicago Cub great Ron Santo.","release_date":"2004-08-25","vote_average":0.0,"runtime":86,"cert":"N\/A","id":59906,"title":"This Old Cub","adult":false,"genre_ids":[99]},{"cast":["Joan Taylor","Robert V. Stern","Sally Hughes","Dick York"],"overview":"Jeanne, a high school girl, dumps her dull boyfriend Larry for Nick, a local thug and hot-rodder she finds exciting. Nick terrifies everyone with his dangerous and reckless driving, but that only turns Jeanne on even more. One night as Nick and Jeanne are out zooming around the countryside and terrorizing motorists, Nick smashes into another car. Fortunately for Jeanne she wasn't killed, although everybody else was. Unfortuantely for Jeanne, however, her face now looks like something out of a Fellini movie. As she catches a glimpse of herself in the mirror, she wails, \"I've had my last date!\"","release_date":"1950-01-01","vote_average":6.0,"runtime":19,"cert":"N\/A","id":59907,"title":"Last Date","adult":false,"genre_ids":[99]},{"cast":["Touko Laaksonen","Nayland Blake","Durk Dehner","Isaac Julien","Bob Mizer"],"overview":"Tom of Finland is one of the gay world's few authentic icons. His drawings have had an enormous influence on gay identity. Tom's ultimate leather men are known and seen everywhere. They are symbols of gay pride and friendship. The documentary includes some titillating 'enactments' inspired by Tom's art work.","release_date":"1991-10-17","vote_average":5.7,"runtime":58,"cert":"N\/A","id":59908,"title":"Daddy and the Muscle Academy","adult":false,"genre_ids":[99]},{"cast":["Anders Fjelsted"],"overview":"Anders Fjelsted udleverer sit liv som \"Barnligt voksen\" i forrygende sjovt solo-show med premiere den 16. marts. I showet balancerer Anders Fjelsted på kanten mellem det indre barn der bare vil ud og den voksne mand han er i kraft af sine 33 år, gift og familiefar. Det kan ikke andet end give en skæv indgang til tilværelsen men leverer samtidig materiale til en forrygende omgang stand-up hvor \"Fjelle\" med sin sædvanlige drengede charme joker sig igennem emner som politik, handicap toiletter, mænd, kvinder og parforhold.","release_date":"2011-02-15","vote_average":6.5,"runtime":null,"cert":"N\/A","id":59913,"title":"Anders Fjelsted: Barnligt Voksen","adult":false,"genre_ids":[35]},{"cast":["Vahina Giocante","Nicolas Duvauchelle","Steve Le Roi","Caroline Raynaud","Jacques Spiesser"],"overview":"Julian, 25, and Louis, 12, are two brothers who work and live on a barge in the centre of Paris. They transport gravel and resort to petty crime to make ends meet. They have grown up alone and now they are inseparable, wedded to a life on the river. A receiver of stolen goods offers them the opportunity of a lifetime, to steal a painting by Manet from the Musée d'Orsay. Louis takes charge of the theft and, against the odds, he succeeds in removing it from the gallery and taking it aboard his barge. Rosalie, a museum guard, follows Louis to his home and confronts him. After a fight, the two brothers secure Rosalie in the hold of their boat and make a quick getaway. Later, Rosalie emerges from her hidey hole and makes the brothers an unexpected offer...","release_date":"2010-07-21","vote_average":6.2,"runtime":100,"cert":"N\/A","id":59914,"title":"The Blonde with Bare Breasts","adult":false,"genre_ids":[35,18,10749,12]},{"cast":["Godfrey Cambridge","Raymond St. Jacques","Calvin Lockhart","Judy Pace","Redd Foxx"],"overview":"Harlem's African-American population is being ripped off by the Rev. Deke O'Malley, who dishonestly claims that small donations will secure parcels of land in Africa. When New York City police officers Gravedigger Jones and Coffin Ed Johnson look into O'Malley's scam, they learn that the cash is being smuggled inside a bale of cotton. However, the police, O'Malley, and lots of others find themselves scrambling when the money goes missing.","release_date":"1970-05-27","vote_average":6.7,"runtime":97,"cert":"N\/A","id":59917,"title":"Cotton Comes to Harlem","adult":false,"genre_ids":[28,35,80]},{"cast":["Daniel Auteuil","Monica Bellucci","Michel Blanc","Jacques Dutronc","Eric Cantona"],"overview":"Gu, a famous gangster, has just escaped from jail. All french police is after him. Before leaving the country with Manouche, the woman he loves, Gu needs a final job to get some money. The job works, but a police's scheming makes Gu appear as a traitor to his own accomplices. Gu will do whatever it takes to clean his honor...","release_date":"2007-10-24","vote_average":6.0,"runtime":155,"cert":"N\/A","id":59918,"title":"The Second Wind","adult":false,"genre_ids":[18,80,9648,53]},{"cast":["James Nesbitt","Eddie Marsan","Annette Crosbie","Daniela Nardini","Mark Benton"],"overview":"Investigative reporter Jack Parlabane stumbles across the aftermath of a murder scene in Edinburgh, and when he shows little sign of shock at the gruesome killing of a respected doctor, Detective Inspector McGregor suspects that he is the killer and Parlabane must clear his name.","release_date":"2004-09-04","vote_average":5.0,"runtime":120,"cert":"PG","id":59919,"title":"Quite Ugly One Morning","adult":false,"genre_ids":[35,80,18,10770]},{"cast":["William Devane","Ralph Bellamy","Howard Da Silva","James Hong","Martin Sheen"],"overview":"Based in part on Robert F. Kennedy's book, \"Thirteen Days,\" this film profiles the Kennedy Administration's actions during the Cuban Missile Crisis.","release_date":"1974-12-18","vote_average":7.4,"runtime":150,"cert":"N\/A","id":59922,"title":"The Missiles of October","adult":false,"genre_ids":[18]},{"cast":["Brooke Shields","John Michael Williams","James Woods","Joe Pantoliano","Nancy Kerrigan"],"overview":"The idyllic Egg Town is the location for the The Easter Egg Adventure, which sees the beautiful location under threat from some dastardly thieves. Making off with the collection of Easter Egg's the town has managed to collate, it's up to some brave residents to retrieve them from the evil doers. A wonderfully touching children's tale, The Easter Egg Adventure is a heartwarming seasonal story.","release_date":"2004-09-01","vote_average":0.0,"runtime":87,"cert":"N\/A","id":59923,"title":"The Easter Egg Adventure","adult":false,"genre_ids":[16,10751]},{"cast":["Matthew Lillard","Nora Zehetner","Shea Whigham","Pat Healy","Joe Nunez"],"overview":"Facing eviction from his parent's home on his 30th birthday, a socially awkward guy meets the girl of his dreams and creates his own rules for growing up.","release_date":"2009-01-18","vote_average":5.2,"runtime":83,"cert":"N\/A","id":59928,"title":"Spooner","adult":false,"genre_ids":[35,10749]},{"cast":["Vincent Elbaz","Vanessa David","Louise Bourgoin","Gilles Cohen","Chloé Mons"],"overview":"Ivan, bandit sans envergure, croise le chemin de Sonia, jeune provinciale fraîchement arrivée à Paris. Dès le premier regard, il la déteste. Dès le premier regard, elle s'entiche follement de lui. C'est décidé : cet homme cruel sera son prince charmant, son héros, l'homme de sa vie. Et si Ivan a la haine tenace, Sonia a la patience d'un ange. Ou celle d'un démon.","release_date":"2010-06-02","vote_average":5.0,"runtime":85,"cert":"N\/A","id":59931,"title":"Sweet Valentine","adult":false,"genre_ids":[35,10749]},{"cast":["Jean-Roger Milo","Ticky Holgado","Hélène Vincent","Marina Tomé","Élie Kakou"],"overview":"Leonie Koutcharev, a top civil servant at the Ministry of Interior, proposes an ideal solution to the problem of overpopulated prisons: put model prisoners in the homes of carefully screened families. Jules and Norma Klarh, a childless couple, expect to receive an inoffensive juvenile delinquent but end up with the psychopath Marcus Steckner in their suburban home. The film centers on social criticism of the gap between reality and the bureaucratic assumptions of what reality should be.","release_date":"1999-06-09","vote_average":0.0,"runtime":86,"cert":"N\/A","id":59932,"title":"Prison à domicile","adult":false,"genre_ids":[35]},{"cast":["Navid Navid","Pourya Mahyari","Elika Bozorgi","Sina Saba","Payam Madjlessi"],"overview":"Centers on a group of weary Middle Eastern refugees who have made their way to Turkey to apply for European visas.","release_date":"2008-08-29","vote_average":6.2,"runtime":110,"cert":"N\/A","id":59935,"title":"For a Moment, Freedom","adult":false,"genre_ids":[12,18]},{"cast":["Emily Haack"],"overview":"Sandy has stumbled onto a lair of torture and humiliation. She was abducted and brought to this pit of pain as the next intended victim. But Sandy overthrows her captor and kills him. Does she release the other prisoners? Does she call the police? No. Her mind snaps and she assumes control over the prisoners, taking them as her own playtoys. Naked bodies writhe in ecstasy as blood runs down the walls in this chilling tale of madness and revenge","release_date":"2001-11-04","vote_average":4.0,"runtime":71,"cert":"N\/A","id":59936,"title":"I Spit on Your Corpse, I Piss on Your Grave","adult":false,"genre_ids":[27,53]},{"cast":["Dora Baret","Patrick Descamps","Pieter Embrechts","Oscar Ferrari","Andres Ramirez"],"overview":"Helena is a talented singer in Buenos Aires. Just as she and her band get a residency at a prestigious theater in the city, the boyfriend she's mad about coldly announces that he doesn't love her any more. The film is punctuated by intense bursts of tango. Every song moves the story along, providing an insight into the characters and access to the protagonist's feelings: nostalgia, passion, sadness, and joy in turn. The lyrical and musical wealth of tango, brilliantly performed by Eugenia Ramírez Miori, unites the two stories, past and present. 'La cantante de tango' is a poignant auteur film about a woman trying to get back on her feet after a devastating break-up.","release_date":"2010-03-10","vote_average":0.0,"runtime":110,"cert":"N\/A","id":59937,"title":"The Tango Singer","adult":false,"genre_ids":[18]},{"cast":["Kristy Swanson","Stephen Baldwin","Brandy Ledford","Cameron Daddo","Dara Perlmutter"],"overview":"Alan and Wendy Barnet have been married just long enough for the excitement to have gone out of their relationship, and they're looking for a way to put some spice back in their lives. After placing a personal ad looking for another couple interested in swapping mates, the Barnets are led to the Zebra Lounge, where they meet Jack and Louise Bauer, a pair of seasoned erotic adventurers. While the Barnets find the swinging scene exciting at first, they soon decide it may be doing more harm than good to their marriage. But easing the Bauers out of their lives proves to be neither simple nor safe.","release_date":"2001-10-04","vote_average":4.5,"runtime":93,"cert":"N\/A","id":59940,"title":"Zebra Lounge","adult":false,"genre_ids":[53]},{"cast":["Herbert 'Cowboy' Coward","Bill McKinney","DJ Perry","Princess Lucaj","Rance Howard"],"overview":"An 1800’s western set in the Great Smoky Mountains of North Carolina. It’s a story of love, hate, revenge, honor. It showcases the most famous villains of all time from John Boorman’s “Deliverance” filmed in 1972. Voted number one movie villains of all time in “Maxim Magazine”, 2005, Bill McKinney and Herbert “Cowboy” Coward scared audiences with their mountain man delivery that struck fear in millions of movie goers. They were reunited in this film after 37 years.","release_date":"2008-10-08","vote_average":3.9,"runtime":115,"cert":"N\/A","id":59943,"title":"Ghost Town: The Movie","adult":false,"genre_ids":[28,53,37]},{"cast":["Mikako Tabe","Haruma Miura","Misako Renbutsu","Mirei Kiritani","Natsuna Watanabe"],"overview":"Sawako Kuronuma, called Sadako by her classmates for her resemblance to the character from Ring, has always been feared and misunderstood because of her appearance. There are rumors that Sawako can see ghosts and curse people. However, despite her appearances, she is a sweet and timid girl who longs to be able to make friends with everyone and be liked by everyone else. When her idol, popular boy Kazehaya, begins talking with her, everything changes. She finds herself in a new world, trying to make friends and talking to different people and she can't thank Kazehaya enough for giving her these opportunities. Slowly, but surely, a sweet love is blossoming between the two as they will overtake any circumstance or clear obstacles in their way.","release_date":"2010-09-25","vote_average":6.7,"runtime":128,"cert":"N\/A","id":59944,"title":"From Me To You","adult":false,"genre_ids":[10749,18]},{"cast":["James Arness","Amanda Blake","Buck Taylor","Fran Ryan","Earl Holliman"],"overview":"Will Mannon, \"product of the Devil's loins,\" is released from a frontier prison and promptly goes in search of the people who put him there some 12 years ago -- Matt Dillon and Kitty Russell.","release_date":"1987-09-27","vote_average":4.5,"runtime":100,"cert":"N\/A","id":59945,"title":"Gunsmoke: Return to Dodge","adult":false,"genre_ids":[10770,28,37]},{"cast":["Kabiné Traoré","Ibrahim Koumbassa","Ibrahim Camara","Ibrahim Bamba"],"overview":"French filmmaker Laurent Chevallier always wanted to make a documentary on an African circus, but there were no native circuses on the continent. So Chevallier decided to help found a circus in Guinea. 36 young people were chosen from the city of Conakry to participate in what would become Circus Baobab. A group of French circus artists were imported to train the participants for 2 years in acrobatics and trapeze. Then the group took their show on the road. This film is Chevallier's account of the troupe's inaugural tour in Guinea, from March 1 - April 11, 2000.","release_date":"2001-02-28","vote_average":0.0,"runtime":100,"cert":"N\/A","id":59948,"title":"Circus Baobab","adult":false,"genre_ids":[99]},{"cast":["Emmanuelle Devos","Gérard Darmon","Jocelyn Quivrin","Michel Jonasz","Igor Gotesman"],"overview":"Everyone knows that Eliane Weiss is dedicated in everything she does, from her husband, to her daughter and pupils. But not everyone knows that she longs for more - more time for her, more fun, more thrills.  So when she decides to start working on her passion, writing, and incidentally meets an attractive publisher, everyone is taken by surprise. As their seemingly perfect life starts to fall apart, everyone will have to readjust to the new Eliane Weiss.","release_date":"2007-10-17","vote_average":3.3,"runtime":90,"cert":"N\/A","id":59949,"title":"Two Lives Plus One","adult":false,"genre_ids":[18,35]},{"cast":["Françoise Rosay","Louis Jouvet","Jean-Louis Barrault","Michel Simon","Jean-Pierre Aumont"],"overview":"A French farce set in Victorian London where a botanist and his wife get into trouble when they pretend to go missing in order to hide from their sanctimonious cousin - an Anglican bishop who is leading a campaign against such writing.","release_date":"1937-10-20","vote_average":7.0,"runtime":95,"cert":"N\/A","id":59950,"title":"Drôle de Drame","adult":false,"genre_ids":[35]},{"cast":["Alan Ford","Dexter Fletcher","Adam Deacon","Jason Flemyng","Neil Maskell"],"overview":"Former undercover police officer Jack Adleth returns to London seeking those who tried to have him killed in Amsterdam.","release_date":"2011-03-21","vote_average":4.9,"runtime":100,"cert":"","id":59951,"title":"Jack Falls","adult":false,"genre_ids":[80]},{"cast":["Yūsuke Santamaria","Susumu Terajima"],"overview":"Japan's #1 negotiator Mashita Masayoshi is called into action again as a mysterious train terrorizes Tokyo's underground railway network. But this time his opponent is gunning for him personally.","release_date":"2005-05-07","vote_average":0.0,"runtime":127,"cert":"N\/A","id":59952,"title":"Negotiator","adult":false,"genre_ids":[]},{"cast":["Emerson Joe","Milton Chee","Kevin Chew","Gerald Vandever"],"overview":"In a post- apocalypse future, a band of Native Americans sit on one of the largest remaining oil reserves in the world - and are forced into conflict with a powerful Chinese corporation.","release_date":"","vote_average":6.8,"runtime":35,"cert":"N\/A","id":59953,"title":"Black Gold 2051","adult":false,"genre_ids":[99]},{"cast":["Laetitia Casta","Mathieu Amalric","Pierre Arditi","Noémie Lvovsky","Maurice Risch"],"overview":"Thanks to the law of 1948 and to her grandmother, the nominal tenant who is always absent, Francesca Cigalone and all her tribe (thoughtless husband, orphan sister, self-centered film maker and his mistress of the day, eccentric granny, friends, friends of the friends, daughter...) live on a shoestring in a very big apartment. Which is not to the liking of supercilious bitchy owner Charlotte Falingard, who has been intent for some time on having them evicted for obvious speculative reasons. But suing Francesca is no bed of roses. The lady is tenacious. Moreover she once studied law... Written by Guy Bellinger","release_date":"2006-12-27","vote_average":5.8,"runtime":103,"cert":"N\/A","id":59954,"title":"The Big Apartment","adult":false,"genre_ids":[35]},{"cast":["Jacques Bastide","Jean-Marc Ravera"],"overview":"Filmmaker Christian Philibert takes a tongue-in-cheek look at his old hometown in this mock-documentary about a small French community and the people who live there. In Les 4 Saisons d'Espigoule, Philibert returns to the town where he grew up (and left when he was 25) to film the residents for a year. In addition to capturing Espigoule's annual Goat Rodeo and New Year's Eve costumes, the audience gets an inside look at the backbone of the local economy (sheep herding) and a night of big excitement (a bingo match). We also meet a few of the locals, who show off their talents (painting, classical piano, imitating Liza Minnelli). While scripted in advance by Philibert, the film was indeed shot in his hometown, and the \"actors\" playing the citizens of Espigoule actually do live there.","release_date":"1999-03-24","vote_average":6.9,"runtime":97,"cert":"N\/A","id":59955,"title":"Les 4 saisons d'Espigoule","adult":false,"genre_ids":[99,35]},{"cast":["Paulo Costanzo","Emily Hampshire","Willie Garson","Camille Sullivan","Marnie Alton"],"overview":"A young man in Calgary, Alberta is multiphobic: nonetheless, he believes that he is the cause of the fear which is killing people around him.","release_date":"2003-01-01","vote_average":5.0,"runtime":92,"cert":"N\/A","id":59956,"title":"A Problem with Fear","adult":false,"genre_ids":[18,35]},{"cast":["Catherine Deneuve","Marie-Josée Croze","Marina Hands","Michel Duchaussoy","Jean-Philippe Écoffey"],"overview":"In the 1950s, Louise left her husband when their children were still little. She was never heard from again. Her daughter Martine stayed in the small seaside town, where she became a doctor. Martine's daughter, Audrey, a thirty-year-old independent woman, returns to visit her parents. By chance, she finds a notebook that belonged to her grandmother, a diary that may at last explain her departure. Will it reveal the things left unsaid, that have altered the relationships within the heart of the family ever since? In it, will Audrey find answers to the questions that she is asking herself about her own future?","release_date":"2009-10-07","vote_average":6.4,"runtime":105,"cert":"","id":59957,"title":"Hidden Diary","adult":false,"genre_ids":[35,18]},{"cast":["Bill Nighy","Miranda Richardson","Emily Blunt","Robert Lindsay","Tom Hardy"],"overview":"Bill Nighy and Miranda Richardson star in a story of grief and celebrity, set in the intense spring and summer of New Labour's election victory and Diana's death. Nighy is a PR guru who has to stop and re-evaluate his world when his daughter threatens to leave his life, perhaps as revenge for his serial infidelities. Richardson plays a mother trying to bury her grief in an unconventional way after the loss of her young son.","release_date":"2005-10-21","vote_average":6.1,"runtime":105,"cert":"","id":59958,"title":"Gideon's Daughter","adult":false,"genre_ids":[10770,18]},{"cast":["Coluche","Dominique Lavanant","Anémone","Martin Lamotte","Michel Blanc"],"overview":"Whilst King Gros Pif I amuses himself at debauched banquets, his musketeers pursue their tax-collecting duties with a malicious zeal. Goaded by the court jester (who is also the Queen’s lover), the ministers decide to put an end to this regime and have the King locked up. Hearing the news, the famous Chevalier Blanc comes to his rescue. Aided by the knight and his cousin Lucienne, the King flees to Flanders, where he devises a scheme to win him back the throne of France...","release_date":"1977-10-19","vote_average":4.8,"runtime":92,"cert":"N\/A","id":59959,"title":"You Won't Have Alsace-Lorraine","adult":false,"genre_ids":[35]},{"cast":["Brian Setzer"],"overview":"After taking off 12 years, the Stray Cats are back with the outstanding Rumble in Brixton, a rockin' two-CD set recorded on July 17th, 2004 at the Brixton Academy in London. They rocked that town and many others during their recent European tour that celebrated their 25th anniversary.This first official live release by the Stray Cats includes all their big hits and is a must-have for fans of the band. There's also a brand new studio track titled \"Mystery Train Kept A Rollin',\" a wonderful tip of the hat to the legendary Sun Records and the artists that inspired the band.","release_date":"2004-11-09","vote_average":1.0,"runtime":129,"cert":"N\/A","id":59960,"title":"Stray Cats: Rumble in Brixton","adult":false,"genre_ids":[]},{"cast":["Denzel Washington","Ryan Reynolds","Vera Farmiga","Joel Kinnaman","Brendan Gleeson"],"overview":"A dangerous CIA renegade resurfaces after a decade on the run. When the safe house he's remanded to is attacked by mercenaries, a rookie operative escapes with him. Now, the unlikely allies must stay alive long enough to uncover who wants them dead.","release_date":"2012-02-09","vote_average":6.4,"runtime":115,"cert":"15","id":59961,"title":"Safe House","adult":false,"genre_ids":[28,53]},{"cast":["Reese Witherspoon","Chris Pine","Tom Hardy","Laura Vandervoort","Angela Bassett"],"overview":"Two top CIA operatives wage an epic battle against one another after they discover they are dating the same woman.","release_date":"2012-02-14","vote_average":6.0,"runtime":103,"cert":"12A","id":59962,"title":"This Means War","adult":false,"genre_ids":[28,35,10749]},{"cast":["Halle Berry","Olivier Martinez","Ralph Brown","Mark Elderkin","Luke Tyler"],"overview":"A traumatized shark expert (Halle Berry) must battle her own fears to lead a thrill-seeking businessman on a dive into a dangerous section of water known as \"Shark Alley.\"","release_date":"2012-03-28","vote_average":4.9,"runtime":113,"cert":"15","id":59963,"title":"Dark Tide","adult":false,"genre_ids":[53,12,18]},{"cast":["Ethel Waters","Eddie 'Rochester' Anderson","Lena Horne","Louis Armstrong","Rex Ingram"],"overview":"When compulsive gambler Little Joe Jackson dies in a drunken fight, he awakens in purgatory, where he learns that he will be sent back to Earth for six months to prove that he deserves to be in heaven. He awakens, remembering nothing and struggles to do right by his devout wife, Petunia, while an angel known as the General and the devil's son, Lucifer Jr., fight for his soul.","release_date":"1943-04-09","vote_average":6.6,"runtime":98,"cert":"N\/A","id":59964,"title":"Cabin in the Sky","adult":false,"genre_ids":[14,10402]},{"cast":["Taylor Lautner","Lily Collins","Alfred Molina","Jason Isaacs","Maria Bello"],"overview":"A young man sets out to uncover the truth about his life after finding his baby photo on a missing persons website.","release_date":"2011-09-22","vote_average":5.8,"runtime":106,"cert":"12A","id":59965,"title":"Abduction","adult":false,"genre_ids":[53,28,9648]},{"cast":["Mikelangelo Loconte","Florent Mothe","Solal","Maéva Méline","Claire Pérot"],"overview":"","release_date":"2009-01-01","vote_average":8.0,"runtime":null,"cert":"N\/A","id":59966,"title":"Mozart, l'Opéra Rock","adult":false,"genre_ids":[]},{"cast":["Joseph Gordon-Levitt","Bruce Willis","Emily Blunt","Paul Dano","Noah Segan"],"overview":"In the futuristic action thriller Looper, time travel will be invented but it will be illegal and only available on the black market. When the mob wants to get rid of someone, they will send their target 30 years into the past where a looper, a hired gun, like Joe is waiting to mop up. Joe is getting rich and life is good until the day the mob decides to close the loop, sending back Joe's future self for assassination.","release_date":"2012-09-26","vote_average":6.8,"runtime":118,"cert":"15","id":59967,"title":"Looper","adult":false,"genre_ids":[28,53,878]},{"cast":["Paul Rudd","Elizabeth Banks","Zooey Deschanel","Emily Mortimer","Adam Scott"],"overview":"Everybody has one—the sibling who is always just a little bit behind the curve when it comes to getting his life together. For sisters Liz, Miranda and Natalie, that person is their perennially upbeat brother, Ned. When Ned's girlfriend dumps him and boots him off the farm, his sisters each take a turn at housing him, but Ned's unfailing honesty creates more than a few messes in their comfortable routines. But as each of their lives begins to unravel, Ned's family comes to realise that Ned isn't such an idiot after all.","release_date":"2011-08-26","vote_average":6.1,"runtime":90,"cert":"15","id":59968,"title":"Our Idiot Brother","adult":false,"genre_ids":[35,18]},{"cast":["Robert Dhéry","Colette Brosset","Louis de Funès","Michel Serrault","Jean Lefebvre"],"overview":"Marcel, a simple-minded factory worker, is tricked into buying a high-priced American convertable car by a widow determined not to let it fall into the hands of her late husband's secretary\/secret lover. Once in pocession of the car, Marcel only encounters one bad luck episode after another with the excessive gasoline consumtion, his wife trying to sell it to make ammends meet, getting into traffic jams, accidently riding into a car wash with the top down, and more","release_date":"1961-09-29","vote_average":5.1,"runtime":95,"cert":"N\/A","id":59969,"title":"The American Beauty","adult":false,"genre_ids":[35]},{"cast":["Glenn Gould"],"overview":"A documentary on the mysterious and influential pianist.","release_date":"2009-09-13","vote_average":6.7,"runtime":113,"cert":"N\/A","id":59974,"title":"Genius Within: The Inner Life of Glenn Gould","adult":false,"genre_ids":[99,10402]},{"cast":["Todd Field","Viveka Davis","O.J. Simpson","Gavin MacLeod","Heather Graham"],"overview":"Carol and Neil are are successful in terms of grades, but not very popular at their highschool. When Carol comes to know that two foreign exchange students from France and Italy were redirected to another school, she figures she and Neil could take their places and be in the middle of public interest for one semester.","release_date":"1987-11-29","vote_average":5.5,"runtime":88,"cert":"N\/A","id":59977,"title":"Student Exchange","adult":false,"genre_ids":[35,10751,10749,10770]},{"cast":["Jeffrey Tambor","Melinda McGraw","Jesse Plemons","Caroline Aaron","Julian Bailey"],"overview":"After a series of Hollywood flops, famed director Harris Chappell (Jeffrey Tambor) returns to New York to relaunch his Broadway career. But Chappell's triumphant comeback begins to spiral out of control into a wild night of comic misadventure after meeting struggling actor Spencer (Jesse Plemons) and his old flame Didi (Melinda McGraw).","release_date":"2010-01-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":59982,"title":"Meeting Spencer","adult":false,"genre_ids":[35]},{"cast":[],"overview":"This is the one and only, or rather the ultimate DVD from the metal gods themselves! It was recorded at the legendary Brixton Academy show in London in December 2001. The live show track listing features quite a few songs that haven't been played live for quite a while including Turbo Lover and Desert Plains. On top of that, the DVD features tons of behind-the-scenes material, rare footage, interviews, soundcheck footage, and lots more!","release_date":"2002-09-01","vote_average":9.5,"runtime":null,"cert":"N\/A","id":59983,"title":"Judas Priest: Live in London","adult":false,"genre_ids":[10402]},{"cast":["Walter Brennan","Fred Astaire","Kelly Williams","Edgar Buchanan","Chill Wills"],"overview":"Walter Brennan is back as the clever and funny over the hill Texas Ranger Nash Crawford. This time the gang must face corruption in their own home town. The gang put their heads together to clean up their town, take back the rule of law and rehabilitate the town lush (played by Fred Astaire) along with way.","release_date":"1970-11-17","vote_average":4.0,"runtime":75,"cert":"N\/A","id":59984,"title":"The Over The Hill Gang Rides Again","adult":false,"genre_ids":[28,12,35,37]},{"cast":["Vladimir Horowitz","Charles Kuralt","Wanda Toscanini Horowitz"],"overview":"A recording of Horowitz's historic 1986 recital in Moscow, the program also includes highlights of his return to his native Soviet Union--his first visit in 61 years.","release_date":"2000-04-04","vote_average":4.8,"runtime":85,"cert":"N\/A","id":59991,"title":"Horowitz in Moscow","adult":false,"genre_ids":[10402,99]},{"cast":["Hafsia Herzi","Sondos Belhassen","Wassila Dari","Rim El Benna","Dhaffer L'Abidine"],"overview":"A teenager unwittingly reveals a terrible family secret to her new neighbors.","release_date":"2009-09-04","vote_average":6.2,"runtime":null,"cert":"N\/A","id":59992,"title":"Buried Secrets","adult":false,"genre_ids":[18,9648]},{"cast":["Boris Leskin","Klaus Schleif","Boris Sichkin","Gunter Walch","Christopher Wynkoop"],"overview":"This mock documentary uses archival footage, interviews and reports taken out of context and staged interviews to highlight a possible escalation into a nuclear war. In this feature, tension in East Germany, and an uprising triggered by a visit by Gorbachev sees a successful military coup taking place in the USSR. Western actions against brutal crack-downs on civilians involved increases tension between the sides, finally resulting in nuclear war.","release_date":"1998-12-01","vote_average":7.0,"runtime":88,"cert":"N\/A","id":59993,"title":"World War Three","adult":false,"genre_ids":[10752,99,36,18,10770]},{"cast":["Nastassja Kinski","Jeff Fahey","Josh Holloway","Hudson Leick","Janne Olivia Campbell"],"overview":"A woman discovers becoming attracted to the wrong man can have deadly consequences in this tense erotic thriller. Linda (Nastassia Kinski) is a woman whose life would seem ideal on the surface: she runs a thriving business and is happily married to Phil (Jeff Fahey), a psychiatrist. But a faint air of discontent has begun to creep into her relationship, and when Phil arranges for Linda to hire Sean (Josh Holloway), one of his patients, as an assistant, she finds herself seriously tempted for the first time. Linda impulsively sleeps with Sean one night, but the next day decides she made a mistake and tries to break off her affair. Sean, however, is not willing to give her up so easily, and his attraction to her soon becomes a dangerous obsession.","release_date":"2001-02-10","vote_average":5.7,"runtime":95,"cert":"N\/A","id":59996,"title":"Cold Heart","adult":false,"genre_ids":[53,10749]},{"cast":["Neal Morse","Nick D'Virgilio","Dave Meros","Alan Morse","Ryo Okumoto"],"overview":"Spock's Beard, filmed live in Holland in 1999, on their Day for Night tour.","release_date":"2002-11-19","vote_average":0.0,"runtime":300,"cert":"N\/A","id":59997,"title":"Spock's Beard: Don't Try This at Home","adult":false,"genre_ids":[10402]}]