[{"cast":["Carole Bouquet","Pierre Arditi","Anne Marivin","Patrick Mille","Fred Testot"],"overview":"In an airport, six destinies, during a short moment, will change, separate and meet. And if these characters were going through, without knowing it, the most important moment of their lives? Olivier and Lila ... Will he miss his love or will she miss the plane? Julia and Marcel ... Will she avoid death or will he mess up his life? Fanny and Max ... Will she lack of courage or will he be out of luck?","release_date":"2009-06-10","vote_average":5.5,"runtime":95,"cert":"N\/A","id":60000,"title":"You'll Miss Me","adult":false,"genre_ids":[18]},{"cast":["Bonnie Dickenson","Todd Verow","Linda Eknoian","Rita Gavelis","P.J. Marino"],"overview":"An urban comedy of identity lost and found via sexual indiscretions, Frances is initially a bored 9-to-5-er. She comes to the much-prolonged decision to leave her mentally unstable husband and begins to live out of her office, unbeknownst to her co-workers. Each night she goes to a different nightclub or a bar in Boston and forces herself out of her protected prim existence by meeting and picking up different men. Through exploring different persona's and what she is capable of, she hopes to find herself.","release_date":"1997-02-14","vote_average":0.0,"runtime":83,"cert":"N\/A","id":60001,"title":"Little Shots of Happiness","adult":false,"genre_ids":[35]},{"cast":[],"overview":"How many stories can one hotel room tell? Watch as five couples in different stages of relationships reveal what they really want to each other.","release_date":"2006-01-01","vote_average":3.5,"runtime":null,"cert":"N\/A","id":60002,"title":"Room 314","adult":false,"genre_ids":[18,10749]},{"cast":["Jodi Lyn O'Keefe","William Baldwin","Brenda James","Francis X. McCarthy","Heidi von Palleske"],"overview":"Two siblings played by William Baldin and Jodi Lyn O'Keefe travel to their families old, ancestrial estate upon the death of their father. They soon find out the hard way about their families ancient secret of witchcraft and the occult.","release_date":"2003-10-08","vote_average":5.4,"runtime":103,"cert":"N\/A","id":60003,"title":"Red Rover","adult":false,"genre_ids":[]},{"cast":[],"overview":"An innocent man framed for murder, and the system that just wants another minority conviction.","release_date":"2008-01-01","vote_average":2.0,"runtime":99,"cert":"N\/A","id":60004,"title":"Through The Valley","adult":false,"genre_ids":[18]},{"cast":["Bob Hoskins","Mena Suvari","Sally Kellerman","Ira Israel","Octavia Spencer"],"overview":"When your father is a pornographer, what can you do to shock him? If you're Katrina Bartalotti, you announce that you're going to lose your virginity -- live on the Internet, for the whole world to see.","release_date":"2000-06-02","vote_average":4.1,"runtime":88,"cert":"N\/A","id":60005,"title":"American Virgin","adult":false,"genre_ids":[35]},{"cast":["Kari Väänänen","Martti Syrjä","Leena Harjupatana","Mirja Oksanen"],"overview":"Giancarlo Rosso, a professional assassin from Sicily, is sent to Finland to kill a very specific target. When he reaches the country, he discovers that the target is one of his past loves.","release_date":"1985-08-26","vote_average":0.0,"runtime":76,"cert":"N\/A","id":60008,"title":"Rosso","adult":false,"genre_ids":[80,18]},{"cast":["Eric Roberts","Sherilyn Fenn","Dean Stockwell","Brendon Ryan Barrett","Andrew Prine"],"overview":"Happily married couple Bob and Dez Wilson and their 12-year old son Andy are being attacked by a blinding light when driving home from a daytrip. They awaken a couple of hours later, seemingly unscathed but soon driven mad by recurring nightmares. It soon appears that they have been abducted by aliens as proved by their sons handycam that had suddenly started running right after the incident. This mysterious fact is discovered by even more mysterious Men In Black who start nagging the family up to the point of threatening to kill them. Laughed at by the police the threesome seek refuge at sf-writer Stan Mills' house and start fighting back.","release_date":"1997-09-24","vote_average":4.9,"runtime":95,"cert":"15","id":60009,"title":"The Shadow Men","adult":false,"genre_ids":[27,878,53]},{"cast":[],"overview":"","release_date":"2011-03-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60010,"title":"Nulli und Priesemut - Schlafohrhase und Knickzungenfrosch","adult":false,"genre_ids":[10751,16]},{"cast":["Malin Åkerman","Ryan Phillippe","Taylor Kitsch","Frank Rautenbach","Neels Van Jaarsveld"],"overview":"In the early to mid '90s, when the South African system of apartheid was in its death throes, four photographers - Greg Marinovich, Kevin Carter, Ken Oosterbroek and João Silva - bonded by their friendship and a sense of purpose, worked together to chronicle the violence and upheaval leading up to the 1994 election of Nelson Mandela as president. Their work is risky and dangerous, potentially fatally so, as they thrust themselves into the middle of chaotic clashes between forces backed by the government (including Inkatha Zulu warriors) and those in support of Mandela's African National Congress.","release_date":"2010-09-15","vote_average":6.9,"runtime":106,"cert":"N\/A","id":60011,"title":"The Bang Bang Club","adult":false,"genre_ids":[18,10749]},{"cast":["Chazz Palminteri","Drea de Matteo","Linda Fiorentino","Lauren Bittner","Steven A. Miller"],"overview":"A midlife crisis dramatic comedy about a man who pursues his old ambition to become a singer through karaoke.","release_date":"2009-01-19","vote_average":4.0,"runtime":105,"cert":"N\/A","id":60012,"title":"Once More With Feeling","adult":false,"genre_ids":[35]},{"cast":["Hill Harper","Marlyne Barrett","Mark Taylor","Marieka Weathered","Kai Soremekun"],"overview":"A sexy urban comedy about how a guy who is addicted to watching pornography discovers love is stronger than fantasy when he meets and falls in love with the girl of his dreams.","release_date":"2003-09-06","vote_average":4.4,"runtime":100,"cert":"N\/A","id":60013,"title":"Love, Sex, and Eating the Bones","adult":false,"genre_ids":[35,10749]},{"cast":["Carlo Verdone","Federico Rizzo","Barbara Cupisti","Adriana Franceschi","Luigi Petrucci"],"overview":"Carlo, a police officer, after intercepting a call conducts a drug bust at a private party at the upper class apartment of Rosanna Clerici and she is arrested. Just as the police and party guests are leaving, Giulio, Rosanna's six-year-old son, comes out of his room and asks Carlo where his mother is. Seeing that Carlo is the person responsible for his mother's arrest, Giulio tags along with him until his mother is freed. Carlo does everything possible to have Social Services or somebody look after the kid but is told by the Courts that he is the best candidate for his custody until a better one is found. Even though Giulio manages to turn Carlo's life inside out he ends up getting to like the kid and falling for the kid's mother, Rosanna, while she is in prison. It ends with Rosanna being released from prison and the three of them going out for dinner.","release_date":"1989-01-01","vote_average":5.7,"runtime":null,"cert":"N\/A","id":60014,"title":"The Child and the Policeman","adult":false,"genre_ids":[]},{"cast":["Eduardo Noriega","Anna Mouglalis","Paz Vega","Nathalie Richard","Éric Caravaca"],"overview":"After an injury, Graham suffers from short-term memory loss, which causes him to fall back into the abyss of amnesia every 10 minutes. Those around him both profit and suffer from his condition -- his sex-crazed boss, Sabine, tricks him into regular trysts, while his family tries to come to terms with the situation. But when temp Irene starts working at Graham's company, they fall into an affair that begins to make a mark on his memory.","release_date":"2002-08-03","vote_average":5.6,"runtime":98,"cert":"N\/A","id":60015,"title":"Novo","adult":false,"genre_ids":[18,35,10749]},{"cast":["Amanda Sandrelli","Alessio Boni","Amanda Sandrelli","Alessandro Haber","Roberto Herlitzka"],"overview":"","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60016,"title":"Christine Cristina","adult":false,"genre_ids":[]},{"cast":["Franco Franchi","Ciccio Ingrassia","Lino Banfi","Pippo Baudo","Bernardo Bertolucci"],"overview":"","release_date":"2004-01-01","vote_average":6.7,"runtime":null,"cert":"N\/A","id":60017,"title":"Come inguaiammo il cinema italiano - La vera storia di Franco e Ciccio","adult":false,"genre_ids":[99]},{"cast":["Ugo Tognazzi","Diego Abatantuono","Massimo Bonetti","Elena Sofia Ricci","Lino Capolicchio"],"overview":"","release_date":"1988-01-01","vote_average":5.9,"runtime":100,"cert":"N\/A","id":60018,"title":"The Last Minute","adult":false,"genre_ids":[]},{"cast":["Darrin Henson","Persia White","Reagan Gomez-Preston"],"overview":"Thomas and Robin are deeply in love and ready to spend the rest of their lives together. Nothing will stop this wedding from happening, not even overprotective feuding mothers, a missing father, and a mischievous teenage sister. However, this couple is about to face their biggest challenge. While Robin believes she is marrying the perfect man, Thomas is consumed with guilt about a past infidelity. The not-so-perfect couple s love for each other is put to the test in this irresistibly genuine comedy about love, commitment and the power of forgiveness.","release_date":"2011-01-02","vote_average":5.0,"runtime":80,"cert":"N\/A","id":60019,"title":"Kiss the Bride","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60020,"title":"GUIGNOL - Le Théâtre de vos enfants!","adult":false,"genre_ids":[12]},{"cast":["Marcus Gustafsson","My Magnusson","Sina Samadi","Tim Man","Christian Brandin"],"overview":"Kelvin is an average teenager with an extraordinary talent - parkour. After his detective father is shot, Kelvin is forced to question his moral boundaries: how far will he go for family and friends?","release_date":"2010-01-01","vote_average":2.1,"runtime":86,"cert":"N\/A","id":60021,"title":"Skills","adult":false,"genre_ids":[28]},{"cast":["Shin Hyun-joon","Kim Soo-mi","Im Ha-ryong","Tak Jae-hoon","Kim Hyo-jin"],"overview":"Ki-bong is a man who suffered brain damage as a child and who has the emotional maturity of an 8-year. The village people call him 'Barefoot Ki-Bong' because he runs barefoot with food he has begged and serves his mother before it gets cold. Running is Ki-Bong' greatest skill. It is his mother that Ki-bong loves the most. Ki-bong decides to take part in the National Amateur Half Marathon' in order to buy artificial teeth for his mother with the prize money, and works hard looking forward to the day of the race. Mr. BAEK, the head of the village, volunteers to be Ki-bong's trainer. The village people realize what family and love between family members mean to them when they see Ki-bong, who is considered a non-entity, working hard for the competition. The village gets changed by the efforts of Ki-bong and Mr. BAEK.","release_date":"2006-04-26","vote_average":5.0,"runtime":100,"cert":"N\/A","id":60024,"title":"Barefoot Ki-Bong","adult":false,"genre_ids":[18,35]},{"cast":["Jules Sitruk","Joséphine Berry","Mabô Kouyaté","Anna Karina"],"overview":"Cesar is a young schoolboy living in Paris with his family. Their life is ordinary, but Cesar wants more excitement (which he creates, in one instance, by claiming to his teachers that his father has been arrested). During the school holidays, Cesar and his friend Sarah decide to help their mutual friend, Morgan, find his father who supposedly lives in London. Each one tells their parents that they're staying with the other two, and together they sneak out to begin their search.","release_date":"2003-04-09","vote_average":5.6,"runtime":91,"cert":"N\/A","id":60025,"title":"I, Cesar","adult":false,"genre_ids":[35]},{"cast":["Patrick Mille","Guillaume Gallienne","Olivia Magnani","Sophie Cattani","Lara Guirao"],"overview":"Vincent and Mathias are two friends, in their thirties, who live off Vincent’s father. One day, during a meal where the wine and talk both flow a little too freely, Vincent’s father offers the two friends a bet. If they can survive seven days and seven nights in Paris with just seven Euros in their pocket, he will pay off all of their debts. If not, they will have to learn to fend for themselves. Confident of their abilities to survive in the jungle that is Paris, Vincent and Mathias willingly accept the offer, but soon regret doing so...","release_date":"2006-07-12","vote_average":4.6,"runtime":99,"cert":"N\/A","id":60026,"title":"The Jungle","adult":false,"genre_ids":[35]},{"cast":["Pierre Arditi","Juliette Arnaud","Corinne Puget","Christine Anglio","Linda Hardy"],"overview":"","release_date":"2008-05-07","vote_average":10.0,"runtime":null,"cert":"N\/A","id":60027,"title":"Tu peux garder un secret ?","adult":false,"genre_ids":[35,18]},{"cast":["Nicolas Sarkozy","Ségolène Royal"],"overview":"","release_date":"2007-04-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60028,"title":"Ségo et Sarko sont dans un bateau...","adult":false,"genre_ids":[99]},{"cast":["Kim Lankford","James Daughton","Susan Player","Michael Luther","Steve Oliver"],"overview":"Day or night, it's a hot and wild summer at Malibu Beach. When the sun is high, it's Dina's (Kim Lankford) job to patrol the area. Being the hot new lifeguard on duty isn't as easy as you'd think -- there's the older, muscle-bound beach idiot Dugan continually lusting after her, while jerk kids fake drowning just to get her to save them. And who can forget that pesky bikini-stealing dog?!?","release_date":"1978-05-01","vote_average":4.3,"runtime":96,"cert":"N\/A","id":60029,"title":"Malibu Beach","adult":false,"genre_ids":[35]},{"cast":["Jacques Villeret","Claude Brasseur","Clovis Cornillac","Michèle Laroque","Jules-Angelo Bigarnet"],"overview":"A man leaves his 8-year old son with his father-in-law who lives near the glacier where the boy's mother died.","release_date":"2004-03-03","vote_average":6.2,"runtime":94,"cert":"N\/A","id":60030,"title":"Malabar Princess","adult":false,"genre_ids":[18]},{"cast":["Raul Castillo","Andrew Montanez","Anthony Figueroa","David Barrios","Drew Dimanlig"],"overview":"Strikeforce: Triple Threat was the fourth mixed martial arts event promoted by Strikeforce. The event took place at the HP Pavilion at San Jose in San Jose, California on December 8, 2006. The main card featured the Strikeforce debut of Gina Carano.","release_date":"2006-12-08","vote_average":0.0,"runtime":82,"cert":"N\/A","id":60031,"title":"Strikeforce: Triple Threat","adult":false,"genre_ids":[]},{"cast":["Valerie Niehaus","Jan Sosniok","Max Tidof","Xaver Hutter","Manuel Witting"],"overview":"After freakish atmospheric conditions force commercial pilot Andrea Schubert to ground her flight, she and her crew decide to investigate. To determine the nature of this new lethal storm system, they fly directly into its core in this thriller.","release_date":"2009-02-10","vote_average":4.0,"runtime":null,"cert":"N\/A","id":60034,"title":"Cloud Chasers","adult":false,"genre_ids":[12,10770]},{"cast":["Joe Aaron","Deborah Goodwin","David J. Stieve","Carrie Fisher","Scott Alexander"],"overview":"\"Dreams on Spec\" takes an intimate look at how far people will go - and how much they will sacrifice - for the chance to pursue their dreams. This feature-length documentary delves into the lives of three aspiring Hollywood screenwriters as they pour their hearts into their spec scripts, pitch their ideas to anyone who will listen, go to meetings, hold table reads, and work at low-level day-jobs - all in the hopes of one day seeing one of their beloved creations made into a movie. These poignant portraits are intercut with wisdom from a \"Greek Chorus\" of superstar Hollywood creative-types like James L. Brooks, Nora Ephron, Gary Ross, and Carrie Fisher to forge a funny and compelling look at inspiration, creativity, and solitude in the movie industry.","release_date":"2007-01-01","vote_average":5.3,"runtime":88,"cert":"N\/A","id":60035,"title":"Dreams on Spec","adult":false,"genre_ids":[99]},{"cast":["Julie Depardieu","Charlotte Rampling","Micheline Dax","Éric Naggar","Lolita Chammah"],"overview":"","release_date":"2009-07-22","vote_average":6.5,"runtime":90,"cert":"N\/A","id":60036,"title":"The Invisible Woman","adult":false,"genre_ids":[14,878]},{"cast":["Fernando Esteso","Rafael Alonso","Manuel Alexandre","Ricardo Merino","Nadine Rochex"],"overview":"David is married and has no children. However, outside of marriage, he has longstanding relationships with Susi and Laly, with whom he has had a child with each. He has promised both of  then, separately of course, that when the divorce is permitted in Spain he will separate from his wife and regularize his situation with them. Divorce law is approved and conflicts begin. He cannot marry the two together.","release_date":"1982-03-08","vote_average":1.0,"runtime":88,"cert":"N\/A","id":60037,"title":"Hooray for Divorce!","adult":false,"genre_ids":[35]},{"cast":["Alberto Sordi","Anna Longhi","Geoffrey Copleston","Giorgio Gobbi","Marilù Tolo"],"overview":"","release_date":"1983-12-22","vote_average":6.6,"runtime":null,"cert":"N\/A","id":60038,"title":"Il tassinaro","adult":false,"genre_ids":[35]},{"cast":["Ankitas","Dheeraj Miglani","Ishaan Manhaa"],"overview":"Cyrus and April meet randomly online and they start getting close but they never reveal their true identities. But patience runs out and they finally decide to meet. Somehow April manages to find out his true identity but Cyrus fails to do so. April thinks that Cyrus is too good for her and tries to sulk away in the fear of rejection whereas Cyrus looks for her everywhere as she was the only one who could understand him as a friend and as a lover. Will Cyrus and April finally meet? Will Cyrus accept April for what she really is? Will April find the courage to be herself and claim the life she's always wanted?","release_date":"2011-02-11","vote_average":10.0,"runtime":109,"cert":"N\/A","id":60039,"title":"Aashiqui.in","adult":false,"genre_ids":[18,10749]},{"cast":["Beppe Grillo","Jerry Hall","Eros Pagni","Claudio Bisio","Athina Cenci"],"overview":"","release_date":"1987-01-01","vote_average":4.5,"runtime":null,"cert":"N\/A","id":60040,"title":"Topo Galileo","adult":false,"genre_ids":[]},{"cast":["Greta Scacchi","Charles Dance","Geraldine Chaplin","Joss Ackland","Sarah Miles"],"overview":"A millionaire past his prime and his young wife arrive in Kenya circa 1940 to find that the other affluent British expatriates are living large as the homefront gears up for war. They are busy swapping partners, doing drugs, and attending lavish parties and horse races. She begins a torrid affair with one of the bon vivants, and her husband finds out and confronts them. The husband and wife decide to break up peacefully, but the bon vivant is murdered and all the evidence points to the husband.","release_date":"1987-11-30","vote_average":5.9,"runtime":107,"cert":"18","id":60041,"title":"White Mischief","adult":false,"genre_ids":[80,18,10749,53]},{"cast":["Rajan Verma","Mushtaq Khan","Arun Bakshi","Shiva Rindani"],"overview":"Ashok Chakra movie is based on the 26\/11 Attacks in Mumbai and almost every scene is being enacted herein. The country gives Ashok Chakra to all the soldiers of country. Film Ashok Chakra is a war against terrorism where film gets the news through Assab that who are putting these men to become human bombs. These human bombs are made in quantity and sent to different countries to spread terror. Assab is one of them who come to Mumbai through water and creates terror in the city and how he kills people in Mumbai. Assab is hanged till death in the film.","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":60042,"title":"Ashok Chakra","adult":false,"genre_ids":[28,18]},{"cast":[],"overview":"Two fun-filled adventures for kids of all ages! FAST TRAINS Get on track for a fun-filled, full-steam-ahead adventure with trains of all kinds, including steam trains, diesels, trollies, and much more as you climb into the cab with your friends, Engineers Gus and Sam.  AIRPLANES Soar up into the clouds with this live-action, fun-filled video that explains the world of flying and all sorts of planes from A to Z! Join Captain Cary in the cockpit and be his co-pilot for this exciting air adventure that teaches kids all about the parts of a plane — from the tail to the \"elevator\"; how air traffic controllers keep planes on track; everything from building kit planes to stunt flying to big, jumbo jets.","release_date":"2005-08-16","vote_average":4.8,"runtime":60,"cert":"N\/A","id":60043,"title":"All About Fast Trains\/All About Airplanes","adult":false,"genre_ids":[10751]},{"cast":["Domenico Modugno","Antonella Lualdi","Maria Letizia Gazzoni","Carlo Croccolo","Linda Christian"],"overview":"","release_date":"1961-01-01","vote_average":6.3,"runtime":null,"cert":"N\/A","id":60044,"title":"Appuntamento a Ischia","adult":false,"genre_ids":[35]},{"cast":["Farida Rahouadj","Reda Kateb","Pauline Étienne","Marc Barbé","Vincent Rottiers"],"overview":"An elderly woman wants to meet her son’s murderer. A sixteen-year-old girl who has crossed paths with a young hoodlum needs an adult to accompany her to the prison visiting room. A young medical supplies delivery man is offered a deal to take the place of a gangster inmate so that the latter may escape. Two women, one man, three destinies that come together in the visiting room of a prison…","release_date":"2009-12-09","vote_average":6.9,"runtime":120,"cert":"N\/A","id":60045,"title":"Silent Voice","adult":false,"genre_ids":[18]},{"cast":["Alberto Sordi","Marisa Merlini","Vittorio De Sica","Riccardo Garrone","Mara Berni"],"overview":"An unemployed man gets a job as traffic policeman but the traffic in the big city creates innumerous problems for the poor guy.","release_date":"1960-11-16","vote_average":7.6,"runtime":104,"cert":"N\/A","id":60046,"title":"The Traffic Policeman","adult":false,"genre_ids":[35]},{"cast":["Leonardo Pieraccioni","Vanessa Lorenzo","Massimo Ceccherini","Barbara Enrichi","Mandala Tayde"],"overview":"","release_date":"1997-10-10","vote_average":6.2,"runtime":100,"cert":"N\/A","id":60047,"title":"Fuochi d'artificio","adult":false,"genre_ids":[35]},{"cast":["Gordon Liu Chia-Hui","Chin Yuet-Sang","Eagle Han Ying","Wong Yat-Cho","Kwon Il-Soo"],"overview":"When a martial arts teacher is murdered by his students, his son and heir, Lao Chung (Gordon Liu), escapes but vows to exact vengeance for his father's death. After learning drunken kung fu from an old master, Chung sets out to punish the perpetrators. Eagle Han also stars in this rousing Hong Kong actioner featuring scores of spectacular fight scenes, all choreographed by the legendary Lau brothers.","release_date":"1982-12-31","vote_average":5.8,"runtime":84,"cert":"N\/A","id":60060,"title":"Shaolin Drunken Monk","adult":false,"genre_ids":[28]},{"cast":["Eduardo De Filippo","Leda Gloria","Delia Scala","Gianni Musy","Totò"],"overview":"A combination of a satire on war and a comedy with war as the background. It tells of the ordinary people living on a Naples sidestreet, from 1940 to 1950 under the dominance of the Fascists, the Nazis and then the Allies occupation forces. Primary among the citizens is Gennaro Iovine (Eduard De Filippo)who has a penchant for innocently getting into trouble, and his friend Pasquale (Toto.) The latter is a rail-sweeper who becomes a professional stand-in...a corpse used to conceal contraband...serving jail time for those who don't care to spend the time to do the time...a substitute at a political rally when violence threatens the scheduled speaker","release_date":"1951-04-17","vote_average":7.0,"runtime":84,"cert":"N\/A","id":60061,"title":"Side Street Story","adult":false,"genre_ids":[35]},{"cast":["Jordana Beatty","Parris Mosteller","Janet Varney","Kristoffer Ryan Winters","Garrett Ryan"],"overview":"Third-grader Judy Moody sets out to have the most thrilling summer of her life.","release_date":"2011-06-10","vote_average":4.8,"runtime":91,"cert":"N\/A","id":60062,"title":"Judy Moody and the Not Bummer Summer","adult":false,"genre_ids":[35,10751]},{"cast":["Jools Topp","Linda Topp"],"overview":"Fun, disarming and musically provocative, the Topp Twins are New Zealand's finest lesbian country and western singers and the country's greatest export since rack of lamb and the Lord of the Rings movie trilogy.","release_date":"2009-09-13","vote_average":7.0,"runtime":84,"cert":"N\/A","id":60063,"title":"The Topp Twins: Untouchable Girls","adult":false,"genre_ids":[35,99,10402]},{"cast":["Monica Guerritore","Raoul Bova","Alessia Fugardi","Giancarlo Giannini","Michele Placido"],"overview":"","release_date":"1996-01-01","vote_average":5.3,"runtime":null,"cert":"N\/A","id":60064,"title":"La lupa","adult":false,"genre_ids":[]},{"cast":["Robert Hansen","Ralf J. Hollander","Otto Brandenburg","Jytte Abildstrøm","Baard Owe"],"overview":"During the final days of WWII, chaos ruled. The German submarine U-461 went down along with its entire crew just off the coast of Denmark. U-461 however, was no ordinary submarine. 50 years after the war ended, two brothers go scuba diving for fun and discover that their every move is being watched and that some things should just be left alone.","release_date":"2000-10-12","vote_average":3.7,"runtime":90,"cert":"N\/A","id":60065,"title":"Beyond","adult":false,"genre_ids":[878,12]},{"cast":["Jonathan Banks","Talia Balsam","Carrie Snodgress","Leslie Weiner","Johann Carlo"],"overview":"Story about gymnast Nadia Comaneci from her childhood beginning as a gymnast and how she was discovered by Belya Karolyi. Nadia received 7 perfect 10's in the Montreal Olympics.","release_date":"1984-06-11","vote_average":6.4,"runtime":100,"cert":"N\/A","id":60066,"title":"Nadia","adult":false,"genre_ids":[18]},{"cast":["Gian Maria Volonté","Ennio Fantastichini","Renzo Giovampietro","Renato Carpentieri","Tony Palazzo"],"overview":"Tommaso Scalia is a man who commits three murders: he killed his superior who sacked him, he kills the man who replaced him, and he kills his own wife. He wants a quick trial and an early execution, but an earnest, principled assistant judge looks for a way to save the murderer from being shot, because he does not belive in capital punishment. Although he manages to save the man initially, he will pay a high price for it.","release_date":"1990-01-01","vote_average":7.5,"runtime":108,"cert":"N\/A","id":60067,"title":"Open Doors","adult":false,"genre_ids":[18]},{"cast":["Anfisa Chekhova","Dmitriy Kubasov","Artyom Mazunov","Ivan Nikolaev","Stas Shmelev"],"overview":"On TV a new reality show, \"Pionerlager\", has started. Following the results of a casting, five young men and five girls, led by young TV presenter Alice Ten, go to the thrown pioneer camp. The rules state that every week someone would be eliminated from the show. The last one remaining will win the main prize: one million roubles. But suddenly game rules change: the invisible observer declares that it is life, not money, that will be the award for the winner. The maniac hiding behind the mask of a horse, begins a hunt for the participants. Children's horror stories which he once listened to in pioneer camp, revive and become a plot of its own murders.","release_date":"2008-09-04","vote_average":4.6,"runtime":110,"cert":"N\/A","id":60068,"title":"S.S.D.","adult":false,"genre_ids":[53,27]},{"cast":["Nicoletta Braschi","Camille Dugay Comencini"],"overview":"","release_date":"2004-01-01","vote_average":6.6,"runtime":null,"cert":"N\/A","id":60069,"title":"Mi piace lavorare - Mobbing","adult":false,"genre_ids":[]},{"cast":["John Michael Montgomery"],"overview":"Featuring: I Swear, Rope The Moon, Beer &amp; Bones, I Love The Way You Love Me, Life's A Dance + Never before seen interviews.","release_date":"1994-01-25","vote_average":0.0,"runtime":30,"cert":"N\/A","id":60070,"title":"John Michael Montgomery - Kickin' It Up","adult":false,"genre_ids":[10751,10402,99]},{"cast":["James Coburn","Lisa Zane","Paul Kersey","Finn Carter","William R. Moses"],"overview":"A man (James Coburn) goes to the small Mexican town where his estranged son (Paul Kersey) was a resident to discover how he died.","release_date":"2000-02-06","vote_average":6.0,"runtime":96,"cert":"N\/A","id":60071,"title":"Missing Pieces","adult":false,"genre_ids":[]},{"cast":["Young-mi","Saki Anz","Yui Mamiya","Tomotake Shigematsu","Ginji"],"overview":"A girl from a peaceful, Edo-era Japanese village seeks revenge for the death of a disgraced elder with the help of her sister and a lethal lady ninja nun. It's the time of the samurai and ninja, and Shogun Yoshimune rules Japan. Beneath the idyllic façade of the quant villages populating the countryside dwells a twisted sexual underbelly that affects the wealthy and impoverished alike. When one of the village elders commits seppuku after being raped, Kaede and her sister decide to take justice into their own hands and track down the perpetrator. Aided by a nun who believes in Old Testament-style retribution, the two sisters embark on a bloody mission of vengeance. Along the way, the three women slice and dice their way through lies and secrets while discovering that the story behind the rape is much more complex than any of them suspected.","release_date":"2005-09-22","vote_average":5.1,"runtime":72,"cert":"N\/A","id":60072,"title":"Lady Ninja Kasumi","adult":false,"genre_ids":[28,18]},{"cast":["Rutger Hauer","Robert Patrick","Isabel Glasser","Dey Young","Ken Howard"],"overview":"In this high-flying action thriller, an expert Air Force flyer finds himself forced to use every trick he has ever learned to stop a murderous, insane former colleague and friend from exacting deadly revenge upon him.","release_date":"1999-01-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":60077,"title":"Tactical Assault","adult":false,"genre_ids":[28]},{"cast":["Charles Manson","Nikolas Schreck","Zeena Schreck","James N. Mason"],"overview":"For forty years, Charles Manson has survived most of his life in what he calls 'the hallways of the all ways,' the reform schools, jails and prisons that have been his home and tomb. His thought was born in the hole of solitary confinement, apart from time and beyond the grasp of society. In his cell, he created his own world and speaks his own language: he has concluded that there is only the mind. From convincing his followers to move into the desert to train for the apocalypse, to leading a murderous crew through a string of devilish murders, you will see and hear from Manson himself of how he created a preconceived terror based on his philosophy of life. Manson claims that the so-called 'straight' world outside of prison is but an inverted reflection of the underworld in which he has lived. To him, the reality that presidents and law-abiding citizens accept begins in the hermetic alternate universe of criminals, cons and outlaws.","release_date":"1989-09-17","vote_average":4.7,"runtime":100,"cert":"N\/A","id":60078,"title":"Charles Manson Superstar","adult":false,"genre_ids":[80,99]},{"cast":["Michael Paré","Billy Drago","Walker Brandt","Gavin Van Den Berg","Wilson Dunster"],"overview":"A cop from the moon is sent to the Earth, now possessed by motorcycle-riding \"Mad Max\"-like inhabitants, to stop a serum from being released that he believes is going to destroy the Earth","release_date":"1995-12-19","vote_average":5.0,"runtime":null,"cert":"N\/A","id":60079,"title":"Lunar Cop","adult":false,"genre_ids":[]},{"cast":["Martin Sheen"],"overview":"At the mouth of the Amazon River, a murder trial is taking place. The victim - Sister Dorothy Stang, a 73-year-old Catholic nun from Dayton, Ohio - was shot six times at point blank range. The events that led to her death, and the trials that follow, reveal the larger battle being fought for the future of the rainforest.","release_date":"2008-01-01","vote_average":0.0,"runtime":94,"cert":"N\/A","id":60080,"title":"They Killed Sister Dorothy","adult":false,"genre_ids":[99]},{"cast":["Gad Elmaleh","Messaoud Hattau","Magaly Berdy","Ann-Gisel Glass","Jean Benguigui"],"overview":"The comedy in this lively film barely conceals its darker, more serious undertones as it chronicles a young Algerian's eye-opening introduction to the joys and travails of being an immigrant in Paris. Alilo has left his home to pick up an important suitcase for his employer. Unfortunately, he has lost the Parisian address. Fortunately, his cousin Mok, emigrated there several years before with his middle-class family before and is able to act as a guide. Mok, an aspiring rap singer, comes from a middle-class family, but chooses to live on his own in the dilapidated deteriorating 18th district, known as 'Moskova.' Mok characterizes the place as a haven for artists and intellectuals, but it is plainly just a Third World slum filled with tightly knit and colorful neighbors. Mok and Alilo have many interesting, some tragedy-tinged adventures over the five days it takes them to find the suitcase.","release_date":"1996-11-20","vote_average":4.3,"runtime":null,"cert":"N\/A","id":60083,"title":"Salut cousin !","adult":false,"genre_ids":[35]},{"cast":["Dustin Nguyen","Đỗ Thị Hải Yến","Tăng Thanh Hà","Ninh Dương Lan Ngọc"],"overview":"Set in the Mekong Delta of Vietnam, the film tells a story of Mr. Vo and his children. Vo, enraged by his wife’s infidelity, burns down his house and all his memories of the past.","release_date":"2010-12-03","vote_average":7.1,"runtime":105,"cert":"N\/A","id":60084,"title":"Floating Lives","adult":false,"genre_ids":[18]},{"cast":["Melvin","Yvonne","Kesha"],"overview":"A 'dramatic work' from Vernon Chatman (Wondershowzen, Xavier Renegade Angel &amp; Doggyfizzle Televizzle). This new form of entertainment involves work-for-hire adult entertainment companies who turn your script into subterranean gold. Operating on the principle that they'd commit themselves to the script even if it didn't involve pornographic sex, Vernon commissioned pieces from four different companies, all of which form a surreal narrative when played back to back. Existential, sublime &amp; ridiculous, featuring unmistakeable porno production values &amp; shudderingly unseasoned porno actors\/actresses - but no actual sex! Chatman's sexworker hirelings applied themselves earnestly to his cerebral text (never suspecting the prank nature of the project).","release_date":"2009-11-17","vote_average":6.8,"runtime":71,"cert":"N\/A","id":60085,"title":"Final Flesh","adult":false,"genre_ids":[27,18]},{"cast":["Sarah Thompson","Matt Dallas","Bruce Thomas","Jillian Schmitz","Kristen Dalton"],"overview":"When she takes a job babysitting a young boy (Kai Caster) for a night at his family's remote farmhouse, sweet college co-ed Angie Albright (Sarah Thompson) becomes the target of a scar-covered creep making mysterious phone calls and prowling outside the windows. Angie gets the drop on the would-be killer, but quickly discovers that her nightmare has just begun.","release_date":"2009-02-06","vote_average":5.3,"runtime":93,"cert":"N\/A","id":60086,"title":"Babysitter Wanted","adult":false,"genre_ids":[27,53]},{"cast":["Timothy Brown","Russ Tamblyn","Jana Bellan","Geoffrey Land","Regina Carrol"],"overview":"Kicks Carter is a streetwise policeman whose beat is Las Vegas. A crime gang is running guns, selling drugs, loan-sharking, and running a prostitution ring out of an upscale hotel in the city and Kicks is trying to put them out of business. But the interference of a woman reporter is making his job more difficult.","release_date":"1976-06-01","vote_average":4.7,"runtime":94,"cert":"N\/A","id":60087,"title":"Black Heat","adult":false,"genre_ids":[28,80,18]},{"cast":["Shirley Corrigan","Peter Bonke","Gaby Fuchs","Bo Brundin","Christina Lindberg"],"overview":"In Stockholm, Fanny Hill is tired of being a housewife, and she suspects that her husband Roger, a TV-commercial director who's surrounded by starlets, is cheating on her. So, she sets a trap for him with her friend Monica, files for divorce, and heads to Hollywood, with Monica, to meet film stars. She falls into a film career, with lots of nude scenes, and as it takes her from L.A. to Hong Kong and Venice, Roger follows her, jealous, hoping to win her back. In every city, she acts and she seduces, making comedy out of both; but does her heart still belong to Roger? It's on to Munich to find out.","release_date":"1974-01-20","vote_average":3.8,"runtime":94,"cert":"N\/A","id":60088,"title":"Around the World with Fanny Hill","adult":false,"genre_ids":[35]},{"cast":["Jerry Trainor","Jennette McCurdy","Janet Varney","Jean-Luc Bilodeau","Amir Talai"],"overview":"Chris Sanders and Quincy are both involved in a video game called \"Black Hole\", and they both want to win the tournament with a $175,500 prize. Quincy then tries to sabotage Chris, but it all goes wrong, because Chris' mom Tracy thinks that Quincy is her Internet date. Quincy lies to Tracy on their first date saying that he is a Home Ec. teacher at Chris' school. Right before the tournament, Chris figures out that Quincy was lying about everything. So, Chris decides that she will \"destroy\" him at the tournament. Quincy ends up forfeiting the tournament to show that he is sincerely sorry. Tracy takes him back, and they go to Chris' prom. Chris decides to go with her love interest in the movie, Ash.","release_date":"2011-03-12","vote_average":5.7,"runtime":89,"cert":"N\/A","id":60089,"title":"Best Player","adult":false,"genre_ids":[35,10751]},{"cast":["Amina Ahmed","Mariama Dadi","Hanne Issa","Domagali Issouf"],"overview":"This may be the last journey of Domagali, Amina and Hanne and their Toubou women's caravan in the Sahara. Each fall, armed with daggers, they leave the men behind and cross the desert to sell dates in Agadez to bring back the means to survive in the village for another year. This economic responsibility gives them a special position in their society. Yet, the increasing market pressure endangers their 'business'. How will their social status change","release_date":"2009-10-31","vote_average":0.0,"runtime":90,"cert":"N\/A","id":60096,"title":"Winds of Sand, Women of Rock","adult":false,"genre_ids":[99]},{"cast":["Marina Déak","Yann Guillemot","Renaud Dehesdin"],"overview":"Audrey has left Eric. But there's still Paul, their five year-old son: Audrey leaves him with her mum \"just for the time being\". But for how long? Until she finds somewhere to live, a new job, a stable companion?","release_date":"2011-03-09","vote_average":0.0,"runtime":92,"cert":"N\/A","id":60097,"title":"Poursuite","adult":false,"genre_ids":[]},{"cast":["Kim Sang-kyung","Yu Jun-sang","Moon So-ri","Ye Ji-won","Kim Kang-woo"],"overview":"Over drinks, two friends agree to swap fond memories of their recent trips to the same seaside town. As the stories unfold in flashback, it becomes evident their accounts take place at the same time—and with the same people.","release_date":"2010-05-06","vote_average":6.6,"runtime":116,"cert":"N\/A","id":60098,"title":"Hahaha","adult":false,"genre_ids":[35,18,10749]},{"cast":["Isao Natsuyagi","Kotaro Satomi","Kôji Nanbara","Junko Miyazono","Keiko Okawa"],"overview":"The lord of the Oshi fief is killed by his trespassing neighbour, the cruel and despotic Nariatsu, son of the former Shogun. After an investigation, the Oshi clan is blamed for what happened and sentenced to be disbanded. Eleven of the best samurai of the clan refuse the sentence and are willing to give their life for justice.","release_date":"1967-12-16","vote_average":7.5,"runtime":95,"cert":"N\/A","id":60099,"title":"Eleven Samurai","adult":false,"genre_ids":[28,12,18]},{"cast":["Asa Akira","Abella Anderson","Chanel Preston","Amy Reid","Jules Jordan"],"overview":"Asa, our Japanese import speaks the international language of anal...as she gets a rotating, piston-pumping ass-reaming, from two huge cocks! Abella came to Los Angeles from Miami to give us her asshole...to do whatever we want! This girl lives for sex! Chanel was begging to have both her holes stuffed at the same time! A Double penetration virgin deflowered! Amy is back again to get back packed up the ass by a huge 12 inch cock! She loves it deep and hard!","release_date":"2010-12-27","vote_average":0.0,"runtime":192,"cert":"N\/A","id":60100,"title":"Deep Anal Drilling 2","adult":true,"genre_ids":[]},{"cast":["Yvan Attal","Niels Arestrup","Maurice Bénichou","Guillaume Gallienne"],"overview":"\r\n","release_date":"2007-04-11","vote_average":5.7,"runtime":95,"cert":"N\/A","id":60101,"title":"The Candidate","adult":false,"genre_ids":[18]},{"cast":["Bruno Podalydès","Sabine Azéma","Zabou Breitman","Olivier Gourmet","Jean-Noël Brouté"],"overview":"","release_date":"2005-09-14","vote_average":6.5,"runtime":115,"cert":"N\/A","id":60104,"title":"The Perfume of the Lady in Black","adult":false,"genre_ids":[]},{"cast":["Dannielle Hall","Damian Pitt","Jenna Lee Connors","Mundurra Weldon"],"overview":"The story of Lena, the light-skinned daughter of an Aboriginal mother and Irish father and Vaughn, a Murri boy doing time in a minimum security prison in North West NSW. Dramatic events throw them together on a journey with no money and no transport. To Lena, Vaughn represents the life she is running away from. To Vaughn, Lena embodies the society that has rejected him. And for a very short amount of time, they experience a rare true happiness together.","release_date":"2002-05-23","vote_average":6.2,"runtime":90,"cert":"N\/A","id":60109,"title":"Beneath Clouds","adult":false,"genre_ids":[18,10749]},{"cast":["Claudio Bisio","Stefania Rocca","Ernest Borgnine","Antonio Catania","Gigio Alberti"],"overview":"","release_date":"2006-02-02","vote_average":5.2,"runtime":null,"cert":"N\/A","id":60112,"title":"La cura del gorilla","adult":false,"genre_ids":[53,35,80]},{"cast":["Chad McCann","Jonathan Wexler","Lisa Lennox "],"overview":"Deedee, Rooney, and Moe have got the step to get you moving and the music to keep you grooving all day long in these four fantastic episodes. And amidst the fun there's always a positive message kids can put into action. Don't miss this incredible chance to get up and groove with the Doodlebops! Episodes include: \"Fast And Slow Moe\" - When Rooney's slow motion machine zaps Moe, the Doodlebops need to find a way to fast-forward him to his normal speed. \"Step By Step\" - Deedee's in a big hurry to learn the latest dance steps, but sometimes too fast loses the race. Rooney and Moe help her find the right speed for learning the groove! \"Flat Sitis\" - When Rooney stops exercising, he gets a bad case of flat-sitis. Learn how important exercise is when Rooney's lack of healthy movement turns him into a cardboard cutout. \"The Bad Day\" - Some days everything just turns out bad, ever for super stars like the Doodlebops. Learn their secret for making everything OK.","release_date":"2007-04-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60113,"title":"Doodlebops: Get Up And Groove With The Doodlebops","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"Welsh soprano Charlotte Church takes center stage at Brixton Academy for her first solo concert (at the tender age of 13), performing songs from her best-selling debut album, Voice of an Angel. Backed by the London Symphony Orchestra and Chorus, Church performs a mix of Welsh and Irish folk numbers, devotional hymns and classical melodies, including her signature songs \"Pie Jesu,\" \"Danny Boy\" and \"My Lagan Love.\"","release_date":"1999-03-16","vote_average":9.0,"runtime":66,"cert":"","id":60114,"title":"Charlotte Church: Voice of an Angel","adult":false,"genre_ids":[10402]},{"cast":["Mikhail Gorbachev","James Lovelock","Wangari Maathai","Edgar Morin"],"overview":"Urban sprawl, extinct species, depletion of natural resources and global warming are all causes of deep anxiety. Here to stay takes an uncompromising look at Planet Earth today, in all its beauty but also its scars and contradictions. Illustrating the intricate relationship and contrasts between the miracles of nature and man's obsession in trying to tame them. Can we turn back the tide? What do we really want for ourselves?","release_date":"2009-04-08","vote_average":5.5,"runtime":87,"cert":"N\/A","id":60115,"title":"Here to Stay","adult":false,"genre_ids":[99]},{"cast":["Vittorio De Sica","Adriana Benetti","Anna Magnani"],"overview":"A comedy of errors in which the sweetly incompetent Dr. Pietro Vignali (de Sica) has been run deep into debt by his girlfriend, Loletta Prima (Magnani). After his creditors threaten to sell his belongings, he takes a job as an orphanage health inspector to pay his debts and ends up engaged to wealthy Lilli, daughter of a mattress tycoon, and chased after by the orphan Teresa Venerdí, while trying to keep his life in order.","release_date":"1941-01-01","vote_average":7.0,"runtime":87,"cert":"N\/A","id":60116,"title":"Teresa Venerdì","adult":false,"genre_ids":[10749,35,18]},{"cast":["Geraldine Chaplin"],"overview":"Calcutta, 1946. Violence rages in India. Sister Teresa teaches at a convent, but is haunted by the faces of the starving, the poor and the homeless; the faces of those less fortunate than her. With only her faith in God, she leaves the convent to live in the slums and care for the poor. An surprisingly, even one of the most revered, selfless heroes questioned her purpose.","release_date":"1997-01-01","vote_average":0.0,"runtime":null,"cert":"","id":60117,"title":"Mother Terese: In The Name of God's Poor","adult":false,"genre_ids":[]},{"cast":["Ambra Angiolini","Ryan Krause","Enzo Cannavale","Agostina Belli","Milena Vukotic"],"overview":"","release_date":"1996-01-01","vote_average":3.6,"runtime":null,"cert":"N\/A","id":60118,"title":"Favola","adult":false,"genre_ids":[]},{"cast":["Natasha Henstridge","Angus Macfadyen","Liam Waite","Peter Fonda","André Jacobs"],"overview":"A tough guy named Tommy Gunn, with \"kaos\" tattooed on his neck, a beautiful blond named Crystal Ball who's struck by a car and can't remember her past, a sadistic scalpel-wielding mobster in Cleveland, a balding schmuck gambling in Las Vegas, a reclusive bookstore owner in a small coastal town who discourages customers, and the hit-and-run driver of the SUV that hits Crystal: what connects them? Sam, the bookstore owner, comes to Crystal's aid after the accident; an affair begins. When she's menaced by Tommy, Sam tries buying him off. As Crystal begins to remember her past, the question arises about Sam's: why is he in hiding?","release_date":"2000-12-22","vote_average":4.0,"runtime":95,"cert":"N\/A","id":60119,"title":"Second Skin","adult":false,"genre_ids":[18,53,10749]},{"cast":["Pau Nubiola","Santí Serra","Pavel Lukiyanov","Yuri Mykhaylychenko","Santí Serra"],"overview":"Two ghosts walk along the Camino of Santiago.","release_date":"2010-06-11","vote_average":8.0,"runtime":80,"cert":"N\/A","id":60120,"title":"Finisterrae","adult":false,"genre_ids":[18]},{"cast":["Hao-ran Chen"],"overview":"Japan has already occupied Korea and now China. Chin, a young woman understands that the Motherland demands all her children to be brave, and sacrifice their lives for the liberation. Disguised as a prostitute, she will board a train to help a Chinese guerrilla group defeat a Japanese army convoy.","release_date":"1973-01-01","vote_average":0.0,"runtime":88,"cert":"N\/A","id":60121,"title":"Stranger from Canton","adult":false,"genre_ids":[]},{"cast":["Dharmendra","Sunny Deol","Bobby Deol","Shilpa Shetty","Katrina Kaif"],"overview":"An ex-boxer Baldev Choudhary (Dharmendra) has had a stain in his boxing career. He wanted to wash it with his son Angad's (Sunny Deol) success, but times were hard and a financial crunch kept him from achieving this dream. Though Angad pulled through fine, Baldev never forgot who ruined his chance to wash the stain. An opportunity strikes Baldev in the form of a T.V. Show. He trains a local boy to get into this media hyped boxing show, but is ditched for a better coach at the last minute. Baldev's younger son Karan (Bobby Deol) has just launched his first music album. Realizing his father is in crises of his life, he gives up his dream of a musical career to get into the game of boxing.","release_date":"2007-06-29","vote_average":5.2,"runtime":174,"cert":"N\/A","id":60124,"title":"Apne","adult":false,"genre_ids":[18]},{"cast":["Maureen Teefy","Anthony Palermo","Grant Shaud","Lisa Wilcox","Nia Vardalos"],"overview":"Three friends, finding themselves single on their 33'rd birthdays, agree to bet $2000 each to see who can get a girlfriend and live together for three months.","release_date":"1997-03-08","vote_average":3.9,"runtime":92,"cert":"N\/A","id":60125,"title":"Men Seeking Women","adult":false,"genre_ids":[35,10749]},{"cast":["Joshua Stafford","Al Morrison","Peter A. Davis","Jenny Nelson","Jennifer Zahn"],"overview":"In this sequel to the acclaimed videogame comedy PRESS START, the world's most inexplicably accomplished evil sorcerer, Count Vile, has returned from Hades for a new bid at global domination. With original champions Zack and Sam already in his clutches, it's up to their estranged, ultraviolent comrade Lin-Ku and the bubbly, positive-thinking Princess Xanna to save them – and the world – from disaster. PRESS START 2 CONTINUE also adds fan favorite characters from the \"Press Start Adventures\" animated web series including the sardonic vampire lord Vlad (David S. Humphrey, Sonic Adventure 2 &amp; Jack Keane), sinister succubus Morgan Le Slay, and white-haired assassin Scarthcaroth. Web personalities Noah Antwiler, Stuart Ashen, Lindsey \"Z\" Briggs, and X-Strike Studios' Tim Ekkebus &amp; Rory O’Boyle also join the cast.","release_date":"2011-03-11","vote_average":0.0,"runtime":81,"cert":"N\/A","id":60126,"title":"Press Start 2 Continue","adult":false,"genre_ids":[35]},{"cast":[],"overview":"As Chloe and Yasmine attempt to discover why Cymbeline has been acting so strange, they find out more than they ever hoped for. With the help of magical glasses, they discover the world of Pixies. Who better than the Bratz to mix into this new world of unicorns, gnomes, and fashion?","release_date":"2007-01-01","vote_average":6.8,"runtime":68,"cert":"N\/A","id":60129,"title":"Bratz: Fashion Pixiez","adult":false,"genre_ids":[16,10751]},{"cast":["Charlotte de Turckheim","Patrick Chesnais","Elisa Tovati","Antoine Duléry","Jean-Noël Brouté"],"overview":"Ideally, a love story should last for life… But this is often not the case. Does this indicate that men and women are meant to fall in love several times over? Why do people tire of each other? What events lead to a break-up? If they could be identified, could we then eradicate them? Four stories delve, by way of personal accounts and illustration, into relationships that went astray before they should have. Men and women of different ages and social conditions recount their stories. Four couples, four break-ups, four attempts at an explanation – combined with the ambitious aim to amuse!","release_date":"2002-07-10","vote_average":7.0,"runtime":85,"cert":"N\/A","id":60130,"title":"Very Opposite Sexes","adult":false,"genre_ids":[35]},{"cast":["Masakatsu Nemoto","Aya Hirano","Aiko Aihashi","Takehiro Hasu","Masaru Hotta"],"overview":"Hiyoko wants to become an artist like her mother, but her father would prefer that she took a different career path. Enraged when she notices that he took all paintings done by her mother from the house, she decides to run away. Unable to find a place to sleep among her acquaintances, she ends up at Asylum Stadium, an abandoned field that is shelter for many homeless, but that is about to be torn down by the government. There she meets Akira, a strange individual capable of flying. [from AnimeNewsNetwork]","release_date":"2009-07-11","vote_average":0.0,"runtime":60,"cert":"N\/A","id":60131,"title":"Asylum Session","adult":false,"genre_ids":[16]},{"cast":[],"overview":"17 year-old Sayako Amanokawa aspires to become a journalist, just like Kanemoto, an elite newspaper writer she looks up to. But Kanemoto, shamed from an erroneous report about a corruption scandal, jumps in front of a train and commits suicide. Since that incident, Sayako suddenly becomes able to see spirits and almost loses her life. However, from that near-fatal incident she experiences something extraordinary. The journalist inside her stirred, she embarks to find out about the truth. But the forces that stand in her way turn out to be much formidable than she ever imagined. [from AnimeNewsNetwork]","release_date":"2009-10-17","vote_average":0.0,"runtime":115,"cert":"N\/A","id":60132,"title":"Budda Saitan","adult":false,"genre_ids":[10749,14]},{"cast":["Ross Kettle","Norman Coombes","David Webb","Kimberleigh Stark","Frank Notaro"],"overview":"An American ninja's wife is held hostage by a sadistic Nazi chemist on an Asian island. He teams up with an African-American ninja to rescue her.","release_date":"1992-05-08","vote_average":4.3,"runtime":97,"cert":"N\/A","id":60139,"title":"Lethal Ninja","adult":false,"genre_ids":[28,53]},{"cast":["Kay Francis","Paul Kelly","Otto Kruger","Gertrude Michael","Teala Loring"],"overview":"Unscrupulous women marry servicemen for their pay.","release_date":"1945-11-08","vote_average":6.3,"runtime":80,"cert":"N\/A","id":60140,"title":"Allotment Wives","adult":false,"genre_ids":[18,80]},{"cast":["Selton Mello","Raul Cortez","Juliana Carneiro da Cunha","Simone Spoladore","Leonardo Medeiros"],"overview":"Brazilian baroque. The young son that ran from his dominant family, descends into decadence and then returns to the nest. With melodramatic themes of tyrannical fathers, incest, fierce family conflicts and an overheated and intense visual style to match","release_date":"2001-10-29","vote_average":7.2,"runtime":163,"cert":"N\/A","id":60141,"title":"To the Left of the Father","adult":false,"genre_ids":[18]},{"cast":["Fernando José"],"overview":"\"Master\" is the name of a 12-story apartment building in Copacabana, Rio de Janeiro's neighborhood for nightlife. Over the course of four weeks in 2001, Eduardo Coutinho's film crew rented one of the 276 apartments and used it as home base to make a film about the building's residents. We get to know the building manager, who succeeded in turning the troubled residence into a family complex within just a few years. Using interviews and a few stolen moments in the corridors of the building, Coutinho explores this world. Most of the building's residents come from the lower middle class and are just getting by, but that's just about the only thing they have in common - so many people, so many stories, sometimes told in a self-confident tone, sometimes with averted eyes. The fact that a film crew is interested in their stories puzzles some of them. Hope, fear, dreams, memories, love and loneliness all appear from behind the doors of this average apartment building.","release_date":"2002-11-22","vote_average":7.8,"runtime":110,"cert":"N\/A","id":60142,"title":"Master, a Building in Copacabana","adult":false,"genre_ids":[99]},{"cast":["Stephen Chow","Leslie Cheung","Raymond Wong","Sandra Ng Kwun-Yu","Maggie Cheung"],"overview":"A romantic Chinese New Year comedy about the three Shang brothers. Eldest brother Shang Moon is a philandering businessman who treats his hideous yet hard-working wife like dirt. Middle brother Shang Foon is a disc jockey\/playboy who tries to score with as many girls as possible. Youngest brother Shang So is an obviously gay dance instructor. Moon soon gets the tables turned on him as his wife leaves to become a glamorous karaoke hostess, and Foon gets into a bizarre relationship with a fan so obsessed with movies that she constantly acts out characters on dates, until he suddenly becomes temporarily mentally ill. And So is continually at odds with obvious butch lesbian family cousin. Hilarity ensues.","release_date":"1992-01-25","vote_average":6.6,"runtime":100,"cert":"N\/A","id":60145,"title":"All's Well, Ends Well","adult":false,"genre_ids":[35,18,10749]},{"cast":["Giulio Brogi","John Steiner","Anna Karina","Anna-Maria Gherardi","Ezio Marano"],"overview":"A castaway arrives on an island. He thinks it's uninhabited, but he sees a palace with also a hidden room. Soon he sees some people walking, dressed with old-fashioned clothes. He is afraid because people don't see him, like a ghost.","release_date":"1974-01-01","vote_average":6.6,"runtime":120,"cert":"N\/A","id":60146,"title":"Morel's Invention","adult":false,"genre_ids":[9648,878]},{"cast":["Stephen Farrelly","Stuart Bennett","Randy Orton","Adam Copeland","John Cena"],"overview":"Night of Champions (2010) was a PPV that took place on September 19, 2010 at the Allstate Arena in Chicago, Illinois. It was the fourth annual event under the \"Night of Champions\" name and the tenth annual event under the Vengeance\/Night of Champions chronology. Similar to the previous three events, the concept of the show was that every championship in the company was defended at the event.  Randy Orton, Sheamus, Wade Barrett, Edge, John Cena, and Chris Jericho competed in a Six-pack challenge elimination match for the WWE Championship. The Undertaker challenged Kane in a No Holds Barred match for the World Heavyweight Championship, Daniel Bryan faced The Miz for the US Championship, Dolph Ziggler faced Kofi Kingston for the IC Championship, A Tag Team Turmoil match took place for the Tag Team Belts, and The Big Show fought CM Punk in the first non title match at a Night of Champions PPV.","release_date":"2010-09-19","vote_average":7.2,"runtime":180,"cert":"N\/A","id":60147,"title":"WWE Night of Champions 2010","adult":false,"genre_ids":[28,18]},{"cast":["Rachita Bhattacharya","Seema Biswas","Sudha Chandran","Sanjiv Chopra","Tena Desae"],"overview":"Arunima (Tena Desai) loves dad (Anupam Kher) who, she believes, loved her mom too. But her love is put to test when she begins to suspect her dad and holds him responsible for her mother’s death. Will the daughter avenge her mother’s death even if it means standing up against her father?","release_date":"2011-03-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60150,"title":"Yeh Faasley","adult":false,"genre_ids":[18]},{"cast":["Jacek Borusinski","Dariusz Basinski","Miroslaw Meyer"],"overview":"Two young aspiring filmmakers, director Jaco and cameraman Pablo, travel from Katowice to Warsaw. During their journey, they talk about life and movies.","release_date":"2006-05-02","vote_average":6.0,"runtime":89,"cert":"N\/A","id":60153,"title":"Hi Way","adult":false,"genre_ids":[35,99]},{"cast":["James Fox","Fanny Ardant","Paul McGann","Clare Holman","David Thewlis"],"overview":"A little boy, obsessed with blindness and violence, slowly gets trapped in his own delusions.","release_date":"1991-10-10","vote_average":5.7,"runtime":91,"cert":"N\/A","id":60158,"title":"Afraid of the Dark","adult":false,"genre_ids":[18,14,27,53]},{"cast":["Shinobu Nakayama","Ai Maeda","Yukijiro Hotaru","Ayako Fujitani","Yukie Nakama"],"overview":"This final installment of the recent Gamera trilogy begins with schoolgirl Ayana discovering a large egg in a cave that, according to legend, houses demons. The egg hatches into a small monster, which Ayana decides to raise and quickly develops a psychic bond with. As Ayana's monster, named Iris, grows to adulthood, the flying turtle Gamera begins to take an interest in this new potential threat. Who will be the victor in the final battle, and how much of Japan will be left standing at the end?","release_date":"1999-03-06","vote_average":6.3,"runtime":108,"cert":"N\/A","id":60159,"title":"Gamera 3: Revenge of Iris","adult":false,"genre_ids":[14,27,878]},{"cast":["Ryo Tomioka","Kanji Tsuda","Kaho","Susumu Terajima","Shogo Narita"],"overview":"Toru Aizawa, a 11 year old boy suddenly finds a tiny egg on a red mysterious stone. the egg hatches and comes out an abnormal little turtle (Toto) which not only grows rapidly, but also flies in the air and even blows fireballs. At the meantime, a series of mysterious ship wrecks are reported. Later on, even more disasters happen when a huge evil ferocious monster Lizard (Zeus) suddenly comes out from the sea and attacks, wrecks and demolishes the world. the last hope of mankind relies on the friendly great monster, Gamera, which looks similar to Toto, but disappeared 33 years ago. Is Toto the descendant of Gamera? is Toto able to fight against the huge evil?","release_date":"2006-11-11","vote_average":5.6,"runtime":96,"cert":"N\/A","id":60160,"title":"Gamera the Brave","adult":false,"genre_ids":[28,12,14,27,878]},{"cast":["Hiro Mizushima","Kenta Kiritani","Aoi Nakamura","Osamu Mukai","Takeru Satoh"],"overview":"Yukio is your average high school student who spends his days going to class and avoiding bullies. That is until he meets Ryusuke, a guitar prodigy. Together with Taira, Chiba, and Saku they form the rock band BECK. As their popularity increases so does the danger as Ryusuke's past catches up with him.","release_date":"2010-09-04","vote_average":6.9,"runtime":145,"cert":"N\/A","id":60163,"title":"BECK","adult":false,"genre_ids":[18,10402]},{"cast":["Nick Stahl","Taryn Manning","Wallace Shawn","Mía Maestro"],"overview":"Joshua Lazarus (Nick Stahl) is a telepath who has been raised in a NSA foster home. Lazarus helps the government by using his abilities. He is told by the agency that the telepathy is a side effect of Widmann's Disease, and that he will become insane in time and eventually die from the illness. However, Lazarus meets a woman with similar powers (Taryn Manning) who does not have any sign of the disease, launching Lazarus to confront the lies he has been told","release_date":"2011-04-29","vote_average":4.6,"runtime":94,"cert":"15","id":60164,"title":"The Speed of Thought","adult":false,"genre_ids":[28,53,878]},{"cast":["Neil Tennant","Chris Lowe"],"overview":"Recorded live in December 2009 at the O2 Arena, London. The Pet Shop Boys' performed classic songs such as 'West End Girls', 'Suburbia', 'Go West', as well as medleys and cover versions. The DVD also features various promo videos and the Brit Awards 2009 performance featuring Brandon Flowers & Lady GaGa.","release_date":"2010-02-15","vote_average":6.2,"runtime":100,"cert":"PG","id":60165,"title":"Pet Shop Boys: Pandemonium Live, The O2 Arena","adult":false,"genre_ids":[10402]},{"cast":["Bob Dylan"],"overview":"Live at Woodstock II, Saugerties, New York, August 14, 1994.","release_date":"1994-08-14","vote_average":8.0,"runtime":null,"cert":"N\/A","id":60166,"title":"Bob Dylan at Woodstock '94","adult":false,"genre_ids":[10402]},{"cast":["Sebastian Bach","Rachel Bolan","Rob Affuso","Dave 'The Snake' Sabo","Scotti Hill"],"overview":"Gig footage from the U.S.A., Europe, Taiwan, Hawaii, Brazil, Japan, Iceland, Argentina, Guam and the Wayoutisphere. SONGS: 01. Psycho Love (In 3D) \/ 02. Stagemadness \/ 03. Slave To The Grind \/ 04. Skidzairport \/ 05. Monkey Business \/ 06. Hangliding \/ 07. Here I Am \/ 08. Baz In Hallway \/ 09. Australia Riot \/ 10. Big Guns \/ 11. Another Day \/ 12. Skidinterview \/ 13. 18 &amp; Life \/ 14. Skidzinrio \/ 15. Psycho Therapy \/ 16. Baz Rap \/ 17. Piece of Me \/ 18. Fanzine Letter \/ 19. Drum Solo \/ 20. Amsterdoom \/ 21. Get The Fuck Out \/ 2.2 Iceland Bop \/ 23. Roadgrub \/ 24. C'mon and Love Me \/ 25. Donington \/ 26. Tornado\/Mudkicker \/ 27. Racecars \/ 28. Skids &amp; Guest - Delivering The Goods \/ 29. Skidzankiss - Cold Gin \/ 30. Drunkenbus \/ 31. Hawaii - Youth Gone Wild \/ 32. Credits","release_date":"1993-11-02","vote_average":0.0,"runtime":120,"cert":"N\/A","id":60171,"title":"Skid Row: Roadkill","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Returning to its traditional home at Fairford after a two year absence the Royal International Air Tattoo lived up to all expectations. The biggest and most spectacular air show in the world featured more than 400 aircraft and 18 hours of display action. There's a flypast of the B-2, a special report on the B-52, cockpit cameras on-board an F-15. An embarrassing and show-stopping crash of the Italian G-222 is fully and exclusively covered.","release_date":"2002-09-01","vote_average":5.3,"runtime":90,"cert":"U","id":60182,"title":"RIAT 2002 - The Royal International Air Tattoo","adult":false,"genre_ids":[99]},{"cast":["Jean Gabin","Pierre Brasseur","Jean Desailly","Bernard Blier","Françoise Christophe"],"overview":"","release_date":"1958-11-19","vote_average":6.9,"runtime":null,"cert":"N\/A","id":60187,"title":"The Possessors","adult":false,"genre_ids":[18]},{"cast":["Ugo Tognazzi","Stefania Sandrelli","Pietro Brambilla","Clara Colosimo","Emilio Locurcio"],"overview":"","release_date":"1979-12-21","vote_average":5.8,"runtime":null,"cert":"N\/A","id":60188,"title":"Dove vai in vacanza?","adult":false,"genre_ids":[35]},{"cast":["Kristina Orbakayte","Yuriy Kutsenko","Denis Paramonov","Alina Bulynko","Liya Akhedzhakova"],"overview":"In third part of \"Lovey-Dovey\" Andrey and Marina are exchanging bodies again - but this time with their parents in law.","release_date":"2011-03-03","vote_average":4.3,"runtime":94,"cert":"N\/A","id":60189,"title":"Lovey-Dovey 3","adult":false,"genre_ids":[35,14]},{"cast":["Gene LeBrock","David Brandon","Barbara Bingham","Michael Stephenson","Stephen Brown"],"overview":"A priest &amp; his family move into a new house, without knowing that it was built over the place where twenty witches were burnt at the stake. Soon the terror begins, with the house terrorizing its inhabitants with the elements that lie within the construction, like a possessed radio and a flying cleaver.","release_date":"1990-01-01","vote_average":4.7,"runtime":95,"cert":"N\/A","id":60190,"title":"Beyond Darkness","adult":false,"genre_ids":[27,53]},{"cast":["Luigi Diberti","Arnaldo Ninchi","Massimo Bellinzoni","Dalia Lahav","Lorella Morlotti"],"overview":"Magnificat is a 1993 Italian drama film directed by Pupi Avati. It was entered into the 1993 Cannes Film Festival.","release_date":"1993-04-09","vote_average":4.8,"runtime":110,"cert":"N\/A","id":60191,"title":"Magnificat","adult":false,"genre_ids":[18]},{"cast":["Kim Gyu-ri","Kim Young-ho","Kim Nam-gil","Bo Ri","Choo Ja-hyun"],"overview":"Born to a family of established court painters, a woman is forced to carry on her family name and take over her brother's life after he commits suicide.","release_date":"2008-11-13","vote_average":6.6,"runtime":108,"cert":"N\/A","id":60192,"title":"Portrait of a Beauty","adult":false,"genre_ids":[18]},{"cast":["Peppino De Filippo","Totò","Laura Adani","Franca Valeri","Vittorio Caprioli"],"overview":"","release_date":"1959-01-01","vote_average":7.4,"runtime":110,"cert":"N\/A","id":60193,"title":"You're on Your Own","adult":false,"genre_ids":[35]},{"cast":["Pierre Richard","Valérie Mairesse","Christine Murillo","Gérard Jugnot","Gordon Mitchell"],"overview":"Grégoire Lecomte, the unlucky actor anxious to find a \"real job\", goes to take a screen test for a role of a killer, but gets to mafiosi by mistake. He takes their don for a producer, and they mistake him for a hitman with whom they had an appointment. Deluded Lecomte signs contract with them. He is supposed to kill gun dealer Otto Krampe at his birthday party in Saint-Tropez by piercing him with a cap of the umbrella with a built-in syringe with potassium cyanide. Lecomte is not aware that it has to be a real murder.","release_date":"1980-10-08","vote_average":6.6,"runtime":95,"cert":"N\/A","id":60194,"title":"Umbrella Coup","adult":false,"genre_ids":[35]},{"cast":["Alberto Sordi","Vittorio De Sica","Anne Vernon","Tina Pica","Jacinto San Emeterio"],"overview":"","release_date":"1957-01-01","vote_average":7.0,"runtime":null,"cert":"N\/A","id":60195,"title":"Il conte Max","adult":false,"genre_ids":[35]},{"cast":["Antônio Rogério Nogueira","Phil Davis","Dan Hardy","Anthony Johnson","Amir Sadollah"],"overview":"UFC Fight Night: Nogueira vs. Davis (also known as UFC Fight Night 24) was a mixed martial arts event held by the Ultimate Fighting Championship on March 26, 2011 at the KeyArena in Seattle, Washington","release_date":"2011-03-26","vote_average":3.8,"runtime":100,"cert":"N\/A","id":60198,"title":"UFC Fight Night 24: Nogueira vs. Davis","adult":false,"genre_ids":[]},{"cast":["Flavio Pistilli","Federico Di Flauro","Paolo Setta","Danilo Mastracci","Regina Orioli"],"overview":"","release_date":"1999-01-01","vote_average":6.9,"runtime":null,"cert":"N\/A","id":60201,"title":"La guerra degli Antò","adult":false,"genre_ids":[]},{"cast":["Marcello Mastroianni","Jack Lemmon","Daria Nicolodi","Bruno Esposito","Maria Luisa Santella"],"overview":"A businessman from the United States returns to Italy for the first time in four decades only to discover that an old girlfriend of his, along with her brother, have involved him in a massive hoax.","release_date":"1985-10-24","vote_average":6.4,"runtime":104,"cert":"N\/A","id":60202,"title":"Macaroni","adult":false,"genre_ids":[18,35]},{"cast":["Leonardo Pieraccioni","Yamila Diaz","Paolo Hendel","Rodolfo Corsato","Gabriella Pession"],"overview":"","release_date":"1999-01-01","vote_average":5.8,"runtime":null,"cert":"N\/A","id":60203,"title":"Il pesce innamorato","adult":false,"genre_ids":[]},{"cast":["Mohamed Henedi","Ezzat Abou Aouf","Cyrine Abdel Nour","Laila Taher","Amir El-Masry"],"overview":"Arabic language teacher in a comedy story with a group of students.","release_date":"2008-12-04","vote_average":7.0,"runtime":null,"cert":"N\/A","id":60204,"title":"Ramadan Mabrouk Abou El Allamen Hamouda","adult":false,"genre_ids":[35]},{"cast":["Lika Berning","Bobby van Jaarsveld","Sonja Herholdt","Alwyn Swart","Paul du Toit"],"overview":"The name of the film, Liefling, says it all. This is a love story that's been told by using evergreen Afrikaans songs from the 70's up to the latest hits of today.  This musical is mainly about the life of Liefling Marais, a girl with a passion for life, who loves adventure. Liefling lives on a farm with her father Simon, mother Linda, grandfather Karel,  brother Kobus and house keeper Katy. Simon is a professor at the university where we meet the 3 friends, Jan, Pieter and Gert in one of his classes. They also live in Hartbeespoort  Jan lives with his grandmother Elsa Ferreira.  The story starts during the December holidays. A spoilt rich girl, Melanie von Staden has one thing in mind and that is to reel in heart throb Jan Ferreira who has his eye set on Liefling.  Fate unexpectedly brings lovers, friends and so called enemies together. This is a love story full of tears and laughter, song and dance.","release_date":"2010-11-19","vote_average":4.7,"runtime":113,"cert":"N\/A","id":60207,"title":"Liefling The Movie","adult":false,"genre_ids":[10749,18,10402]},{"cast":["Albert De Villiers","Angelique Pretorius","Gerhard Odendaal","Willie Esterhuizen","Andrew Thompson"],"overview":"An Afrikaans sex comedy which follows the adventures of a third-year student and his buddy at their holiday job. Desperate to lose his virginity, he hooks up with a hot babe for some hanky panky, only to discover that her ex boyfriend does not understand the 'ex' part and wants to get violent. The plot (and cast) is rounded out by some really weird characters, all contributing to the general mayhem and laughs.","release_date":"2010-12-10","vote_average":6.0,"runtime":93,"cert":"N\/A","id":60210,"title":"Stoute Boudjies","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2004-11-16","vote_average":10.0,"runtime":null,"cert":"N\/A","id":60211,"title":"Le D.V.D. du Peuple","adult":false,"genre_ids":[18,28,10749]},{"cast":[],"overview":"\"Quetzal's Magic Pop-up Book\": When the gang uses Quetzal's magic book to make up stories, they all talk at once but nobody listens. They soon realize that by taking turns, everyone's story gets to be heard. Featuring these songs: \"Pretend\" and \"Zoo\". \"The Fury Is Out On This One\": Max gets mad over a high-flying game of dragon tag. When the Fury gets out of control, he learns a few tricks from his friends to help him let off some steam. \"Much Ado About Nodlings\": Max accidentally breaks the... 3 Dragon Tales Sing Alongs, Digitally Mastered Video.3 Dragon Tales Sing Alongs, Digitally Mastered Video.","release_date":"2010-10-19","vote_average":0.0,"runtime":66,"cert":"N\/A","id":60214,"title":"Dragon Tales - Let's Share! Let's Play!","adult":false,"genre_ids":[16,35]},{"cast":["Julie Benz","Ken Olandt","Claire Stansfield","Gian-Carlo Scandiuzzi","Nick Eldredge"],"overview":"Set in some distant future, one man must restore order when a mainframe system crashes in a virtual reality prison where computers control the inmates thoughts.","release_date":"1996-11-01","vote_average":3.7,"runtime":null,"cert":"N\/A","id":60215,"title":"Darkdrive","adult":false,"genre_ids":[878,53]},{"cast":["Franchot Tone","Anne Baxter","Akim Tamiroff","Erich von Stroheim","Peter van Eyck"],"overview":"The British Army, retreating ahead of victorious Rommel, leaves a lone survivor on the Egyptian border who finds refuge at a remote desert hotel. He is helped by the hotel's owner, despite protest from the French chambermaid, afraid of the imminent arrival of Rommel and the Germans. John assumes the identity of the recently deceased waiter to survive.","release_date":"1943-05-03","vote_average":7.1,"runtime":96,"cert":"N\/A","id":60216,"title":"Five Graves to Cairo","adult":false,"genre_ids":[53,10752]},{"cast":["Julien Poulin","Yves Trudel"],"overview":"","release_date":"1999-07-01","vote_average":4.0,"runtime":105,"cert":"N\/A","id":60219,"title":"Elvis Gratton 2: Miracle à Memphis","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60220,"title":"La rentrée des classes de Franklin","adult":false,"genre_ids":[]},{"cast":["Richard Berry","Patrick Bouchitey","Catherine Jacob"],"overview":"Hugo Pratt's famous comics adventurer, Corto Maltese while sojourning in Adana, Turkey, discovers a map to the treasure of Cyrus, an ancient king of Persia. To assist him in his quest, he enlists his old friend\/nemesis the unbelievable Raspoutine whom he first has to help escape from the prison of Samarkand (aka \"La maison dorée de Samarkand\", the golden house of Samarkand). On the long and tortured way to the riches, he encounters all kind of interesting characters, soldiers of fortune, lost British actors, and even his doppelgänger.","release_date":"2004-01-01","vote_average":7.0,"runtime":79,"cert":"N\/A","id":60221,"title":"Corto Maltese: The Guilded House of Samarkand","adult":false,"genre_ids":[16,12,10770]},{"cast":["Guy Jodoin","Stéphane Crête","Claude Legault","Sylvie Moreau","Didier Lucien"],"overview":"The movie chronicles the long, futuristic voyage of a team of Québécois space explorers looking for a planet capable of sustaining life, in the year 2034, after the destruction of the ozone layer through excessive human pollution, prompting the need for a new planet to welcome humankind. The seven crew members venture outside their own galaxy to explore other star system in search of a new planet large enough to sustain 6 billion people. The few habitable planets encountered are ultimately abandoned either because they are already occupied (emphasizing the wrongdoing of invading other civilizations and cultures), or because upon closer inspection they are found to have other problems (cow-sized mosquitoes, high radiation levels, dog overpopulation, unsuitable living environment, ...).","release_date":"2004-04-09","vote_average":6.8,"runtime":109,"cert":"N\/A","id":60222,"title":"Dans une galaxie près de chez vous, le film","adult":false,"genre_ids":[35,28,10751]},{"cast":["Guy Jodoin","Sylvie Moreau","Stéphane Crête","Claude Legault","Didier Lucien"],"overview":"The crew aboard the Romano Fafard spaceship continues their mission. Captain Patenaude and his acolytes land on planet: Crème hydratante pour le visage - soulage la peau sèche (moisturing cream for the face, soothes dry skin!) in hopes of finding the ship’s probe, accidentally crashed, that they must have in order to move the Earthlings. Their search is in vain, but it leads them to the tyrannical Governor Supreme who rules the planet. Just when the governor is about to tell them where to find a new probe, there’s a terrible explosion. Will the captain and the Romano Fafard find a liveable planet where they can move six billion Earthlings? And if so, when?","release_date":"2008-04-18","vote_average":7.0,"runtime":100,"cert":"N\/A","id":60223,"title":"Dans une galaxie près de chez vous 2","adult":false,"genre_ids":[878,35,28,10751]},{"cast":["Ahmet Mümtaz Taylan","Ceren Hindistan","Yusuf Akgün"],"overview":"","release_date":"2011-03-11","vote_average":6.5,"runtime":null,"cert":"N\/A","id":60224,"title":"Hidden Lives","adult":false,"genre_ids":[18,36]},{"cast":["Dolores del Río","Pedro Armendáriz","Alberto Galán","Margarita Cortés","Miguel Inclán"],"overview":"A young journalist asks an old artist about the portrait of a naked Indian woman that he has in his study. The artist tells the story of Maria Candelaria (Dolores del Río), a young Indian woman who was rejected by her own people for being the daughter of a prostitute. She is protected by a young Indian man, Lorenzo Rafael (Pedro Armendáriz), who has fallen in love with her.","release_date":"1944-01-21","vote_average":7.6,"runtime":102,"cert":"N\/A","id":60225,"title":"María Candelaria","adult":false,"genre_ids":[18,10749]},{"cast":["Lisa Ann","Alexis Texas","Phoenix Marie","Kristina Rose","Sarah Vandella"],"overview":"So Much Ass So Little Time! Volume 11 of Jules Jordan's flagship series is a must-own for anal lovers! MILF superstar Lisa Ann gets a DP and has her ass filled with cum. Also featuring Alexis Texas, Phoenix Marie, Kristina Rose, Sarah Vandella and more.","release_date":"2009-07-30","vote_average":0.0,"runtime":268,"cert":"N\/A","id":60226,"title":"Ass Worship 11","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2002-10-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60227,"title":"La nuit de l'humour","adult":false,"genre_ids":[]},{"cast":["Nejat İşler","Yiğit Özşener","Ahu Türkpençe","Riza Kocaoğlu"],"overview":"Kaan and Mete, co-hosts of a mid 1990s radio show called Kaybedenler Kulübü (Losers' Club), struggle to deal with their daily lives after their show becomes an instant hit. Kaan meets Zeynep, the girl of his dreams, but their relationship comes under pressure as the show continues to stir controversy and attract fans from every segment of Istanbul society.","release_date":"2011-03-23","vote_average":6.8,"runtime":105,"cert":"N\/A","id":60228,"title":"Losers' Club","adult":false,"genre_ids":[35,18]},{"cast":["Aliz","C.J.","Dana DeArmond","Gloria","Jessica Moore"],"overview":"The Italian Stallion's second coming continues with another crazed collection of cum-happy nymphos from both the U.S. and Europe going wild for a taste and more, much more! Of the world famous stud's fabled fuck-rod. Among the juicy highlights of Rocco Siffredi's Animal Trainer 30 is fan favorite Dana DeArmond having her limits stretched further than usual by the unholy trio of Rocco, Marco Banderas and Mark Davis, as well as Rocco helping his dildo salesman pal Omar double-dick saucy Aliz and the sweetly virginal-appearing Angela Devil (trust us, she's not!)","release_date":"2009-10-02","vote_average":4.3,"runtime":149,"cert":"N\/A","id":60229,"title":"Rocco: Animal Trainer 30","adult":true,"genre_ids":[]},{"cast":["Dalton Trumbo","Joan Allen","Michael Douglas","Liam Neeson","Paul Giamatti"],"overview":"Through a focus on the life of Dalton Trumbo (1905-1976), this film examines the effects on individuals and families of a congressional pursuit of Hollywood Communists after World War II. Trumbo was one of several writers, directors, and actors who invoked the First Amendment in refusing to answer questions under oath. They were blacklisted and imprisoned. We follow Trumbo to prison, to exile in Mexico with his family, to poverty, to the public shunning of his children, to his writing under others' names, and to an eventual but incomplete vindication. Actors read his letters; his children and friends remember and comment. Archive photos, newsreels and interviews add texture. Written by","release_date":"2007-09-10","vote_average":7.2,"runtime":96,"cert":"N\/A","id":60230,"title":"Trumbo","adult":false,"genre_ids":[99]},{"cast":["Michael Chow Man-Kin","Jessica Hsuan","Eric Keith","Money Lo","Simon Loui"],"overview":"An action comedy about a sharp shooter from the S.W.A.T team (SDU) in Hong Kong who gets fired for failing to show up in time for a hostage mission because he was womanizing at a local disco. Out of a job, he meets a beautiful wandering girl, at his friend's pub and takes her in not knowing she is the daugther of a triad boss. She is hunted and Mr. Mumble becomes her bodyguard. At first, she is disgusted with the fact that Mumble was always trying to get into the sack with her. But when danger arises, Mumble utilizes his special skills to serve and protect. At the end, does Mumble get his woman?","release_date":"1996-10-10","vote_average":6.5,"runtime":100,"cert":"N\/A","id":60231,"title":"Mr. Mumble","adult":false,"genre_ids":[35,28,80]},{"cast":["Jacques-Yves Cousteau"],"overview":"The Silent World (French: Le Monde du silence) is a 1956 French documentary film co-directed by the famed French oceanographer Jacques-Yves Cousteau and a young Louis Malle. The Silent World is noted as one of the first films to use underwater cinematography to show the ocean depths in color. Its title derives from Cousteau's 1953 book The Silent World: A Story of Undersea Discovery and Adventure. The film was shot aboard the ship Calypso. Cousteau and his team of divers shot 25 kilometers of film over two years in the Mediterranean Sea, the Persian Gulf, the Red Sea and the Indian Ocean, of which 2.5 kilometers were included in the finished documentary.","release_date":"1956-08-15","vote_average":6.6,"runtime":86,"cert":"N\/A","id":60234,"title":"The Silent World","adult":false,"genre_ids":[99]},{"cast":["Ryutaro Otomo","Minoru Oki","Hizuru Takachiho","Chiyoko Honma","Choichiro Kawarazaki"],"overview":"Movie adaptation of the 1959 ninja novel.  With war against Korea looming on the horizon, Hideyoshi Toyotomi, the 'Taiko' becomes the target of an assassination attempt to be carried out by the Iga Clan of ninja spies. Master spy Juzo Tsuzura (Ryutaro Otomo) is assigned the task, but first he must defeat a former Iga spy who has become a traitor, and outwit the treacherous woman that is trying to seduce him.","release_date":"1963-01-01","vote_average":5.6,"runtime":91,"cert":"N\/A","id":60235,"title":"Castle of Owls","adult":false,"genre_ids":[28,18]},{"cast":["Aleksey Makarov","Louise Lombard","Vyacheslav Razbegaev","Egor Pazenko","Yuriy Tsurilo"],"overview":"Terror from within by Yury Felshtinsky and Alexander Litvinenko, representing them as parts of the plan masterminded and sponsored by exiled tycoon Pokrovsky (obvious hint at Boris Berezovsky in real life) and aimed to discredit Russian security services. As this plan has failed, Pokrovsky assisted by some terrorists organizes a hostage taking in a Moscow circus (very similar to Moscow theater hostage crisis in real life) in order to return to Russia, acting as a saver of the hostages during negotiations. However, he fails to do so. The movie also depicts the Pankisi Gorge in Georgia as a place where an important Islamic militant hides, which was a common allegation by Russian authorities in real life around that time, and depicts destruction of a base of terrorists and allies of Pokrovsky in Qatar which might hint at the assassination of Zelimkhan Yandarbiev. Overall, the movie was widely considered propaganda.","release_date":"2004-12-09","vote_average":6.0,"runtime":105,"cert":"N\/A","id":60236,"title":"Countdown","adult":false,"genre_ids":[28,12,80]},{"cast":[],"overview":"Seven days, 45 finalists, one World Champion. Shot on location in Las Vegas, Nevada, Rank takes us from the ranch to the arena for the struggle of the three highest-ranking bull riders competing for the title of PBR World Champion. The three contenders: Justin McBride, a third generation bull rider; Mike Lee, 21 year-old born-again Christian and 34 year-old Brazilian Adriano Moraes, already a two-time PBR World Champion, who has been riding since the age of 18 and is now in the twilight of his bull riding career. This documentary brings the reality of this hazardous sport into focus for the first time. From preparations to ride through severe injuries and finally, victory for one: a gold belt buckle and a check for one million dollars.","release_date":"2006-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":60237,"title":"Rank","adult":false,"genre_ids":[99]},{"cast":["John Schneider","David A.R. White","Staci Keanan","Corin Nemec","Gregg Binkley"],"overview":"A young man finds himself torn between his current girlfriend and an old flame at a funeral of friend where lifestyles and attitudes clash over a long weekend in this faith-based dramedy.","release_date":"2006-10-06","vote_average":3.5,"runtime":null,"cert":"N\/A","id":60238,"title":"Hidden Secrets","adult":false,"genre_ids":[35,18]},{"cast":["Victor Banerjee","Purav Bhandare","Rahul Bose","Ankush Dubey","Rasika Dugal"],"overview":"A tender fable about childhood innocence amid the realities of war is set against the rugged landscape of Kashmir, so long a flash point for the territorial claims of neighboring India and Pakistan. The title character, an eight year old mountain boy, often hears distant gunfire. But it is not until he goes on a quest to reclaim his beloved donkey, which has been confiscated as payment of his poor family's debts, that he is drawn toward a violence he has no capacity to understand.","release_date":"2008-09-05","vote_average":7.0,"runtime":null,"cert":"N\/A","id":60239,"title":"Tahaan","adult":false,"genre_ids":[18]},{"cast":["Ozzy Osbourne","Geezer Butler","Tony Iommi","Bill Ward"],"overview":"“The Black Sabbath Story, Volume One” traces the roots and origins of Black Sabbath on an album by album basis and features rare performance footage including N.I.B. Paranoid, and War Pigs. Watch Ozzy and company slay the 300,000 plus crowd at California Jam 1974 with a blistering rendition of Children of the Grave. Black Sabbath is a highly visual band and one of the earliest metal groups to experiment with promotional videos. Their hilarious video for Sabbath Bloody Sabbath captures the spirit of similar videos put out by The Beatles. There are a couple of other songs here captured live from the  “Never Say Die” tour including Snowblind, Symptom of the Universe, and Rock ’n’ Roll Doctor. All of these performances are professionally shot and Warner Bros. shows them uncut and without narration. “The Black Sabbath Story, Volume One” covers all the bases of the Ozzy years.","release_date":"1992-09-01","vote_average":4.8,"runtime":60,"cert":"N\/A","id":60240,"title":"Black Sabbath: The Black Sabbath Story, Volume One","adult":false,"genre_ids":[10402,99]},{"cast":["Leila Hatami","Payman Maadi","Shahab Hosseini","Sareh Bayat","Sarina Farhadi"],"overview":"A married couple are faced with a difficult decision - to improve the life of their child by moving to another country or to stay in Iran and look after a deteriorating parent who has Alzheimer's disease.","release_date":"2011-03-15","vote_average":7.9,"runtime":123,"cert":"PG","id":60243,"title":"A Separation","adult":false,"genre_ids":[18]},{"cast":["L.A. Renigen"],"overview":"Filipina performance artist Bethesda moves into an art commune to search for her long missing biological mother. Along the way, she comes to realize that she just might be a fairy princess, fag hag, fruit fly.","release_date":"2009-09-28","vote_average":5.5,"runtime":94,"cert":"N\/A","id":60246,"title":"Fruit Fly","adult":false,"genre_ids":[35,10402]},{"cast":[],"overview":"Relive all the nerve shredding power and excitement from the most challenging WRC yet as RECHARGED takes you through the highs, lows, thrills and spills from the 2004 FIA World Rally Championship. Subaru's Petter Solberg began the season as the reigning champion but after thousands of miles of rallying across some of the most inhospitable terrain, the championship took a very different turn. Featuring a full review of the 2004 season, RECHARGED will take you on a no-holds barred drive across 16 events and 5 continents. We put you at the heart of the action, letting you see all the blood, sweat, toil and tears that go into the most gruelling motorsport on the planet.","release_date":"2004-12-31","vote_average":0.0,"runtime":135,"cert":"U","id":60249,"title":"WRC 2004 - FIA World Rally Championship","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Relive a nail-biting year of record-breaking action and excitement, as Ignition revisits the most memorable and heart-stopping moments of the 2005 FIA World Rally Championship. Citroen's superstar Sebastien Loeb shone as he defended his title as World Champion in awesome style, breaking numerous records en route, making his closest rivals work harder than ever before. Featuring a full review of the 2005 season, Ignition takes you on a journey through 16 rallies over four continents where the best drivers in the world faced challenging snow to intense heat, gruelling gravel to tricky asphalt, highlighting the highs, lows, tears, sweat and frustrations that are all key to success on the most diverse, exciting and gruelling motorsport on the planet.","release_date":"2005-12-31","vote_average":0.0,"runtime":149,"cert":"U","id":60250,"title":"WRC 2005 - FIA World Rally Championship","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Re-experience the excitement of the 2006 FIA World Rally Championship. Sebastien Loeb started the year as two-time World Champion and boosting his statistics to an awesome 28 WRC victories, becoming the most successful WRC driver ever. Citroen's superstar claimed a hat-trick of driver titles to finish off the season. Ford finally clinched its first FIA WRC Manufacturer's title for 27 years.","release_date":"2006-12-31","vote_average":0.0,"runtime":120,"cert":"U","id":60251,"title":"WRC 2006 - FIA World Rally Championship","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The 2007 FIA World Rally Championship produced one of the most gripping title battles of recent years, and this review brings all the action from every single round. Citroen superstar Sebastien Loeb started the year as triple world champion, however Ford's Marcus Gronholm was determined to end his stunning career on a high by making 2007 his year...","release_date":"2007-12-31","vote_average":0.0,"runtime":102,"cert":"U","id":60252,"title":"WRC 2007 - FIA World Rally Championship","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Citroen superstar Sebastien Loeb not only claimed a record-breaking fifth World Rally Championship title, he also re-wrote the record book along the way, including becoming the first driver in WRC history to win 11 events in one season, win the same event seven times in a row, the first to win the Monte-Carlo rally five times and in Argentina four times. He dominated the 2008 season, proving his skills in all conditions and on every terrain. Loeb wasn't the only record-breaker: Title rival Mikko Hirvonen, who headed the Championship battle early in the season. Ford team-mate Jari-Matti Latvala also claimed his place in history when he became the youngest person ever to win a WRC event.","release_date":"2008-12-31","vote_average":0.0,"runtime":95,"cert":"U","id":60255,"title":"WRC 2008 - FIA World Rally Championship","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Follow the dramatic championship battle between Sebastien Loeb and his fierce rival Mikko Hirvonen - with the flying Finn determined to wrestle away the title French legend Loeb has held for the past five years, and the pair trading blows at every rally. The knife-edged title tussle ended in spectacular style, with Citroen's Loeb and Ford's Hirvonen separated by a single point as they began the final event of the year. Loeb would secure an amazing sixth World Championship title in a row, but would have to fight Hirvonen right down the last day. The official review brings you extensive coverage of this season-long campaign, plus the turbulent year endured by Ford's Jari-Matti Latvala, the return of Petter and Henning Solberg, the story of rising stars like Evgeny Novikov and Sebastien Ogier, guest stars like Formula One racer Kimi Raikkonen and many car-wrecking crashes - including Loeb's title-threatening encounter with a tree stump!","release_date":"2009-12-31","vote_average":0.0,"runtime":439,"cert":"U","id":60256,"title":"WRC 2009 - FIA World Rally Championship","adult":false,"genre_ids":[99]},{"cast":["Bruce Spence","Evelyn Krape","Max Gillies"],"overview":"Dimboola follows the interaction of various characters at a country wedding reception.","release_date":"1979-05-11","vote_average":0.0,"runtime":94,"cert":"N\/A","id":60257,"title":"Dimboola","adult":false,"genre_ids":[35]},{"cast":["Shannon Tweed","Joe Tabb","Sten Eirik","Katie Griffin","Lara Daans"],"overview":"Billionaire named Roach desperately searches for the secret serum which could turn an ordinary human into a superbeing...","release_date":"1996-05-21","vote_average":3.2,"runtime":87,"cert":"N\/A","id":60258,"title":"Electra","adult":false,"genre_ids":[28,878,53]},{"cast":[],"overview":"Ford's Mikko Hirvonen took the opening win, but this year was, once again, all about Citroen superstar Sebastien Loeb. He took an astonishing eight victories as well as an unprecendeted seventh World Championship, and, as ever, he did it in style, stunning fans worldwide with breathtaking car control and his phenomenal flair. Competition behind Loeb raged in the \"best of the rest\" battle. Jari-Matti Latvala emerged as Ford's strongest contender, with two wins on his way to the runner-up spot. Citroen's Sebastien Ogier firmly established himself as a star of the future with two amazing victories, while former champion Petter Solberg produced stunning drives to ensure he was always in the mix.","release_date":"2010-12-31","vote_average":0.0,"runtime":464,"cert":"U","id":60259,"title":"WRC 2010 - FIA World Rally Championship","adult":false,"genre_ids":[99]},{"cast":["Brian Austin Green","Jeffrey Combs","Scott William Winters","Chira Cassel","Sally Kirkland"],"overview":"Returning home after difficult negotiations with potential customers, an employee of the Los Angeles-based pharmaceutical company, Tony West realizes that his wife is captured, while its unit and return home unscathed criminals require $ 50,000 in the next half hour. Doomed to hear Tony goes in search of money, but soon realizes that the kidnapping was not connected with the money …","release_date":"2010-01-01","vote_average":1.9,"runtime":null,"cert":"N\/A","id":60264,"title":"Urgency","adult":false,"genre_ids":[28,12,53]},{"cast":["Kimberly Kane","Tom Byron","James Deen","Peter O'Tool"],"overview":"The Dude seeks restitution for his ruined porn tapes from the man for whom he has been mistaken, millionaire Big Lebowski.","release_date":"2010-05-03","vote_average":9.0,"runtime":null,"cert":"N\/A","id":60265,"title":"The Big Lebowski: A XXX Parody","adult":true,"genre_ids":[]},{"cast":["Lexi Belle","James Deen","Presley Maddox","Reagan Maddux","Pixie Pearl"],"overview":"","release_date":"2007-01-01","vote_average":7.0,"runtime":null,"cert":"N\/A","id":60266,"title":"The Doll Underground","adult":true,"genre_ids":[]},{"cast":["Dennis Hopper","Jack Thompson","David Gulpilil","Bill Hunter","Frank Thring"],"overview":"The true story of Irish outlaw Daniel Morgan, who is wanted, dead or alive, in Australia during the 1850s.","release_date":"1976-07-09","vote_average":6.3,"runtime":102,"cert":"N\/A","id":60269,"title":"Mad Dog Morgan","adult":false,"genre_ids":[28,80,18,37]},{"cast":["Joel Edgerton","Teresa Palmer","Felicity Price","Antony Starr","Nicholas Cassim"],"overview":"Four friends lose themselves in a carefree South-East Asian holiday. Only three come back. Dave and Alice return home to their young family desperate for answers about Jeremy's mysterious disappearance. When Alice's sister Steph returns not long after, a nasty secret is revealed about the night her boyfriend went missing. But it is only the first of many. Who amongst them knows what happened on that fateful night when they were dancing under a full moon in Cambodia?","release_date":"2012-04-26","vote_average":5.5,"runtime":93,"cert":"N\/A","id":60270,"title":"Wish You Were Here","adult":false,"genre_ids":[18,35,53,9648,10749]},{"cast":["Patricia Petitbon","Bo Skovhu"],"overview":"Director Claus Guth's production of Mozart's Da Ponte trilogy for the Salzburg Festival reaches its sensational conclusion with his elegant, stylish production of Così fan tutte from the \"Haus für Mozart\".","release_date":"2009-01-01","vote_average":4.0,"runtime":191,"cert":"N\/A","id":60271,"title":"Così fan tutte","adult":false,"genre_ids":[10402,35]},{"cast":["Mark Knopfler","Emmylou Harris"],"overview":"Real Live Roadrunning is a live album by Mark Knopfler and Emmylou Harris. Released in November 2006, it was recorded at the end of their summer tour in support of their critically acclaimed album, All the Roadrunning. The album is released by Warner Bros. Records (U.S.A only) and Mercury Records (Europe &amp; Canada) as a DVD concert film, and as a deluxe CD\/DVD combination.","release_date":"2006-11-03","vote_average":10.0,"runtime":158,"cert":"N\/A","id":60274,"title":"Mark Knopfler and Emmylou Harris: Real Live Roadrunning","adult":false,"genre_ids":[10402]},{"cast":["Gordon Lam","Julian Cheung","Michelle Ye","Fung Hak-On","Cheung Siu-Fai"],"overview":"A helpless Taxi driver, a mysterious delivery boy, a 30 years abandoned motel, a touching past, all come together to form a strange tale. One day, a strange passenger Xiao Ma hires a taxi driver named Map King, paying him a huge sum of money to take him to an abandoned old motel. The Chun Lei Motel was mysteriously burnt 30 years before, and has been abandoned since. Very few people remember that the hotel ever existed and no one ever speaks of it. To Xiao Mas' surprise, the taxi driver actually knows the way to the motel. Ah Fang, was the owner of the motel. She had lived peacefully in the motel with her young son and husband. Seven days after the unfortunate death of her beloved husband, four thieves visited her motel. By the end of that evening, the motel was in flames and everyone involved had vanished. Thirty years after that fateful night, Xiao Ma and the taxi driver reach the motel.","release_date":"2009-05-21","vote_average":3.5,"runtime":100,"cert":"N\/A","id":60275,"title":"The First 7th Night","adult":false,"genre_ids":[27,53]},{"cast":["Jacqueline Bisset","Ray Sharkey","Mary Woronov","Robert Beltran","Ed Begley Jr."],"overview":"The widow's houseboy and the divorcee's chauffeur bet on which will bed the other's employer first.","release_date":"1989-06-03","vote_average":6.4,"runtime":95,"cert":"N\/A","id":60276,"title":"Scenes from the Class Struggle in Beverly Hills","adult":false,"genre_ids":[35]},{"cast":["Chris Rea"],"overview":"Two DVD set that follows singer\/songwriter Chris Rea as he embarks on his last tour as a solo artist, having been forced off the road due to health issues. Disc One features 17 tracks performed live including 'On The Beach', 'Road To Hell', 'Til The Morning', 'Heartbeat', 'That's The Way It Goes' and more. Disc Two features a documentary about the tour, including exclusive behind-the-scenes footage.","release_date":"2006-11-06","vote_average":4.8,"runtime":160,"cert":"","id":60277,"title":"Chris Rea: The Road to Hell and Back","adult":false,"genre_ids":[10402]},{"cast":["Zhou Xun","Glen Chin","Wong Yau-Nam","Ho Sai-Man","Leung Sze-Ping"],"overview":"A prostitute named Tong Tong enters the life of a man who runs a barbecue pork restaurant and quickly begins to ruin his life, as well as the life of his two rotund sons, and a local gangster.","release_date":"2001-09-02","vote_average":7.0,"runtime":108,"cert":"N\/A","id":60278,"title":"Hollywood Hong Kong","adult":false,"genre_ids":[18]},{"cast":["Tamás Szabó Kimmel","Iván Fenyő","Tünde Kiss","Titánia Valentin","Rozi Lovas"],"overview":"Miklós Fenyö's parents returned to Communist Hungary in the mid sixties - when everyone else was fleeing to the West. Miki's old friends don't know what to make of his outrageous clothes, flawless American accent and collection of original Buddy Holly 45s. His childhood sweetheart is cold and distant while local tough guy Röné is unmoved by the challenger to his rock 'n' roll crown. But that's not all. When the authorities see the effect Miki's gyrating hips and lewd music have on teenage girls, they won't stand for it. His father's job is on the line, and, for the first time, Miki must play by the rules. He has no choice but to enter the local talent show...","release_date":"2009-02-05","vote_average":6.9,"runtime":109,"cert":"N\/A","id":60279,"title":"Made in Hungaria","adult":false,"genre_ids":[10402,10749,35]},{"cast":["Cherrie Ying","Yuen Qiu","Yuen Wah","Terence Yin","Sammy Leung"],"overview":"Fanny is a skilled mahjong player and young housewife, who's usually forbidden from her tile-clicking addiction by husband Johnny. However, when Johnny falls in with gambler Demon, Fanny gets sent packing. Johnny takes up with Demon's sister Curvy, and Fanny is left alone and seems to lose her mahjong-playing skills. Luckily, she receives additional training from her mahjong mentor Three Tiles, who also schooled Auntie Fei, as well as sexy player-in-training First Love. With the aid of her mahjong sisters, brother, plus Auntie Fei's husband Chi Mo Sai, Fanny regroups in time to take on Curvy, Demon, and Johnny at a climactic mahjong tournament.","release_date":"2005-11-01","vote_average":4.0,"runtime":94,"cert":"N\/A","id":60280,"title":"Kung Fu Mahjong 2","adult":false,"genre_ids":[28,35]},{"cast":["Ben Affleck","Olga Kurylenko","Javier Bardem","Rachel McAdams","Tatiana Chiline"],"overview":"After falling in love in Paris, Marina and Neil come to Oklahoma, where problems arise. Their church's Spanish-born pastor struggles with his faith, while Neil encounters a woman from his childhood.","release_date":"2013-02-22","vote_average":5.9,"runtime":112,"cert":"N\/A","id":60281,"title":"To the Wonder","adult":false,"genre_ids":[18,10749]},{"cast":["Andy Lau","Lau Ching-Wan","Louis Koo","Gigi Leung","Cherrie Ying"],"overview":"Andy is a legendary Mahjong player. Years ago Andy's passion for Mahjong cost his family their entire fortune, his brother Louis then turned against him. Thus now Louis suffers from economy downturn. Andy offers to take care of him and their aging mother. Meanwhile, Louis is being trapped by a job interview supervisor and her cons, Sean. Andy revenged Sean by beating him at the game table. Gigi, Andy's ex-flame, is increasing disappointment in Andy's rejection, she wishes he'll never win at the Mahjong table again. Oddly, Gigi's words come true....","release_date":"2002-02-09","vote_average":6.8,"runtime":96,"cert":"N\/A","id":60282,"title":"Fat Choi Spirit","adult":false,"genre_ids":[35]},{"cast":["Donny Boaz","Derek Lee Nixon","Clem Beard","Julin","Tinghui Zhang"],"overview":"When a shooting star lands in Small Town USA, a teenage couple, Ben and Allison, decide to check it out. They quickly discover their shooting star is actually a flying saucer piloted by three Killer School Girls from outer space on a mission to destroy the earth! Can Ben and Allison save their small town from total disaster, or will the Killer School Girls destroy their home along with the rest of the planet? Find out in this edge-of-your-seat thriller, KILLER SCHOOL GIRLS FROM OUTER SPACE !","release_date":"2011-05-24","vote_average":0.0,"runtime":91,"cert":"N\/A","id":60283,"title":"Killer School Girls from Outer Space","adult":false,"genre_ids":[]},{"cast":[],"overview":"Wembley Stadium hosts a concert featuring stars from the fields of music, comedy and film, in celebration of the 70th birthday of imprisoned ANC leader Nelson Mandela. Highlight of the evening is the one hour live performance of Dire Straits feat. Eric Clapton.","release_date":"1988-06-11","vote_average":0.0,"runtime":117,"cert":"","id":60284,"title":"Nelson Mandela 70th Birthday Tribute","adult":false,"genre_ids":[10402]},{"cast":["William Holden","Richard Widmark","Janice Rule","Patrick O'Neal","Victoria Shaw"],"overview":"In 1864, during the American Civil War, Mexican cattleman Alvarez Kelly supplies the Union with cattle until unexpected circumstances force him to change his customers.","release_date":"1966-10-06","vote_average":6.3,"runtime":106,"cert":"N\/A","id":60285,"title":"Alvarez Kelly","adult":false,"genre_ids":[28,10752,37]},{"cast":["Michael Beck","Nancy Kwan","Mako Iwamatsu","John McMartin","Richard Lynch"],"overview":"A story of an art dealer who leads a double life as a martial arts warrior.","release_date":"1983-07-07","vote_average":7.0,"runtime":87,"cert":"N\/A","id":60288,"title":"The Last Ninja","adult":false,"genre_ids":[10770]},{"cast":["Richard Berry"],"overview":"","release_date":"2002-07-01","vote_average":6.4,"runtime":90,"cert":"N\/A","id":60291,"title":"Corto Maltese: The Celts","adult":false,"genre_ids":[18,10749,10770,16,12]},{"cast":["Asami","Naoki Kawano","Kenji Motomiya","Hitomi Miwa"],"overview":"Asami returns exhausted after three years of intense training to become a yakuza hunter. She decides to visit her old master, Inokuma, who runs a bar. However, she finds his place in ruins and nothing is as it was when she left. As it turns out, the local yakuza had turned it into a gambling house and laid claim to the entire area with the help of a cold-blooded killer named Akira. Akira is relentless, and utilizes cruel tactics when anyone dares get in her way.","release_date":"2010-01-01","vote_average":4.8,"runtime":73,"cert":"N\/A","id":60294,"title":"Yakuza-Busting Girls: Duel in Hell","adult":false,"genre_ids":[28]},{"cast":["Guus Meeuwis"],"overview":"Tracklist DVD: 1. Ik wil dat ons land juicht 2. ik tel tot drie 3. Niemand 4. Het is een nacht 5. Te lang 6. Als de liefde 7. Hé zon 8. Mooi 9. Wees maar niet bang 10. Jimmy 11. Toen ik je zag 12. Als je ooit 13. Op straat 14. Stadionmedley 15. Geef mij je angst 16. Bloemen 17. Jouw hand ( met Jack Poels ) 18. Rowwen Heze- Bestel Mar 19. Rowwen Heze- Kwestie 20. De neus omhoeg 21. Zo ver weg 22. Mag ik dansen 23. Verliefd Zijn 24. Ik wil je 25. Per spoor 26. Brabant 27. Bondgenoot 28. Ik wil dat ons land juicht 29. 'T dondert en 't bliksem. Taal: Nederlands","release_date":"2006-09-01","vote_average":0.0,"runtime":128,"cert":"N\/A","id":60295,"title":"Guus Meeuwis - Live In Het Philips Stadion","adult":false,"genre_ids":[]},{"cast":[],"overview":"Tour 2009 \/ 2010","release_date":"2010-12-07","vote_average":3.8,"runtime":null,"cert":"N\/A","id":60296,"title":"Eros Ramazzotti - 21.00 Eros Live World Tour 2009\/2010","adult":false,"genre_ids":[10402]},{"cast":["Patrick Timsit","José Garcia","Marianne Denicourt","Elise Tielrooy","Gérard Rinaldi"],"overview":"","release_date":"2002-10-16","vote_average":4.8,"runtime":null,"cert":"N\/A","id":60297,"title":"Quelqu'un de bien","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"Live In Rome (2004)","release_date":"2010-11-03","vote_average":4.8,"runtime":184,"cert":"N\/A","id":60298,"title":"Eros Ramazzotti: Roma Live","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"In oktober stond de populairste zanger van Nederland avond aan avond in een uitverkocht Gelredome, waar het voor de gelegenheid in wit gehulde publiek alle evergreens en nieuwste hits van Marco te horen kreeg, en vooral te zien! Wit Licht LIVE is een visueel hoogstandje met een hoofdrol voor licht, haarscherp camerawerk, en indrukwekkende beelden","release_date":"2008-10-14","vote_average":0.0,"runtime":120,"cert":"N\/A","id":60299,"title":"Marco Borsato - Wit Licht Live","adult":false,"genre_ids":[]},{"cast":["Anouk","Hans Eijkenaar","Leendert Haaksma"],"overview":"Anouk gave two concerts for a sold out Gelredome on March 28 and 29 2008. Anouk – Live At Gelredome is a live registration of these fantastic shows.","release_date":"2008-03-05","vote_average":6.2,"runtime":120,"cert":"N\/A","id":60300,"title":"Anouk - Live At Gelredome","adult":false,"genre_ids":[10402]},{"cast":["Sophie Marceau","Adam Coleman Howard","Anne E. Curry","Toni Basil","Virginia Capers"],"overview":"A woman from Paris, Bernadette, comes to the United States after being promised a job. When she arrives, however, she learns that she is a victim to a hoax. Unable to return to France, Bernadette looks for work while staying with her close friend Shirley, an actress looking for her big break. Their friendship is challenged when Bernadette finds herself falling in love with Shirley's boyfriend.","release_date":"1990-03-28","vote_average":3.7,"runtime":92,"cert":"N\/A","id":60301,"title":"Pacific Palisades","adult":false,"genre_ids":[35,10749]},{"cast":["Denise Richards","Sarah Hyland","James Belushi","Kyle Gallner","Kathryn Morris"],"overview":"When Sam learns his mother cannot afford to send him to another school after he is kicked out, he and his friends start their own escort service for mature women to pay for his tuition.","release_date":"2011-04-21","vote_average":5.1,"runtime":81,"cert":"N\/A","id":60302,"title":"Cougars, Inc.","adult":false,"genre_ids":[35,18]},{"cast":["Lukas Schust","Nina Kronjäger","Jasmin Schwiers","Serge Falck","Thomas Fritsch"],"overview":"Eleven year old Tim plays fate and takes a flight to Scotland with his father Eric. They were happy there two years ago, shortly before his mother Anna died in a car accident. In Scotland, Tim combs through the Hartspring Castle and whose crypt. He finds a chart with Celtic characters, that refers to the true existence of the legendary Loch Ness monster.","release_date":"2010-09-27","vote_average":4.5,"runtime":95,"cert":"N\/A","id":60303,"title":"The Secret of Loch Ness II","adult":false,"genre_ids":[12,10751]},{"cast":["Jeremy Renner","Gemma Arterton","Famke Janssen","Pihla Viitala","Derek Mears"],"overview":"After getting a taste for blood as children, Hansel and Gretel have become the ultimate vigilantes, hell-bent on retribution. Now, unbeknownst to them, Hansel and Gretel have become the hunted, and must face an evil far greater than witches... their past.","release_date":"2013-01-17","vote_average":5.9,"runtime":88,"cert":"15","id":60304,"title":"Hansel & Gretel: Witch Hunters","adult":false,"genre_ids":[14,27,28]},{"cast":["Zachary Gordon","Devon Bostick","Rachael Harris","Robert Capron","Steve Zahn"],"overview":"Back in middle school after summer vacation, Greg Heffley and his older brother Rodrick must deal with their parents' misguided attempts to have them bond.","release_date":"2011-03-25","vote_average":6.4,"runtime":99,"cert":"U","id":60307,"title":"Diary of a Wimpy Kid: Rodrick Rules","adult":false,"genre_ids":[10751,35]},{"cast":["Brad Pitt","Jonah Hill","Philip Seymour Hoffman","Robin Wright","Chris Pratt"],"overview":"The story of Oakland Athletics general manager Billy Beane's successful attempt to put together a baseball team on a budget, by employing computer-generated analysis to draft his players.","release_date":"2011-09-22","vote_average":7.2,"runtime":134,"cert":"12A","id":60308,"title":"Moneyball","adult":false,"genre_ids":[18]},{"cast":["James McAvoy","Robin Wright","Evan Rachel Wood","Kevin Kline","Alexis Bledel"],"overview":"Mary Surratt is the lone female charged as a co-conspirator in the assassination trial of Abraham Lincoln. As the whole nation turns against her, she is forced to rely on her reluctant lawyer to uncover the truth and save her life.","release_date":"2010-09-10","vote_average":6.5,"runtime":122,"cert":"N\/A","id":60309,"title":"The Conspirator","adult":false,"genre_ids":[80,18,36]},{"cast":[],"overview":"Bellator XXXVIII was mixed martial arts event held by Bellator Fighting Championships. The event took place on March 26, 2011 at Harrah's Tunica Hotel and Casino in Tunica, Mississippi.[1] The card featured the opening round fights in the Bellator Season Four Light Heavyweight Tournament. The event was distributed live in prime time by MTV2.","release_date":"2011-03-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60310,"title":"Bellator 38","adult":false,"genre_ids":[]},{"cast":["Alfredo Landa","Alejandra Grepi","Fernando Rey","Tito Valverde","Paco Cambres"],"overview":"In the fantastic world of the \"bosque animado\" meet some people who have been transported to this place by a magic force. Now their histories cross one another.","release_date":"1987-10-02","vote_average":6.7,"runtime":107,"cert":"N\/A","id":60311,"title":"The Enchanted Forest","adult":false,"genre_ids":[35]},{"cast":["Brenda Fricker","Mike Myers","Alfred Molina","Ian Costello"],"overview":"","release_date":"2002-12-31","vote_average":3.0,"runtime":92,"cert":"N\/A","id":60312,"title":"Pete's Meteor","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Documentary filmmaker Frederick Wiseman takes us inside Northeast High School as a fly on the wall to observe the teachers and how they interact with the students.","release_date":"1968-05-01","vote_average":7.2,"runtime":75,"cert":"N\/A","id":60315,"title":"High School","adult":false,"genre_ids":[99]},{"cast":["Ludvík Sváb","Bedrich Glaser","Jan Kraus","Pavel Marek","Josef Fiala"],"overview":"BREAKFAST: After eating breakfast, a man is transformed into an elaborate dumb-waiter-style breakfast dispenser - and the same fate befalls the man who obtains breakfast from him. LUNCH: After failing to catch the waiter's eye, two would-be diners end up eating everything within reach. DINNER: Portraits of various meals made up of human organs.","release_date":"1993-06-01","vote_average":7.8,"runtime":16,"cert":"N\/A","id":60316,"title":"Food","adult":false,"genre_ids":[16,35]},{"cast":[],"overview":"Bellator II was a mixed martial arts event by the promotion Bellator Fighting Championships. The event took place on Friday, April 10, 2009 at the Mohegan Sun in Uncasville, Connecticut. It was then broadcast nationally in the U.S. via tape-delay the following night on Saturday, April 11, 2009 through an exclusive television agreement with ESPN Deportes.","release_date":"2009-04-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60317,"title":"Bellator 2","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bellator III and Bellator IV were two episodes of the mixed martial arts promotion, Bellator Fighting Championships, created from a single event. The event took place on Friday, April 17, 2009 at the Lloyd Noble Center in Norman, Oklahoma. Each episode featured half of the bouts from the third Bellator event. Bellator III aired nationally in the U.S. via tape-delay the following night on Saturday, April 18, 2009 through an exclusive television agreement with ESPN Deportes. Bellator IV aired on on Saturday, April 25, 2009.","release_date":"2009-04-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60318,"title":"Bellator 3 & 4","adult":false,"genre_ids":[]},{"cast":["Rob Halford","Glenn Tipton","K.K. Downing","Ian Hill","Dave Holland"],"overview":"From the SCREAMING FOR VENGEANCE tour, this was recorded on 12 December 1982 at the Mid-South Coliseum in Memphis, Tennessee and  broadcast on MTV not long after it was recorded. Songs: 1. The Hellion\/Electric Eye 2. Riding On The Wind 3. Heading Out To The Highway 4. Metal Gods 5. Bloodstone 6. Breaking The Law 7. Sinner 8. Desert Plains 9. The Ripper 10. Diamonds And Rust 11. Devil's Child 12. Screaming For Vengeance 13. You've Got Another Thing Comin' 14. Victim Of Changes 15. Living After Midnight 16. The Green Manalishi (With The Two Pronged Crown) 17. Hell Bent For Leather","release_date":"1982-12-12","vote_average":0.0,"runtime":96,"cert":"N\/A","id":60319,"title":"Judas Priest: Live Vengeance '82","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Bellator V took place on Friday, May 1, 2009 in Dayton, Ohio. It was broadcasted nationally in the U.S. via tape-delay the following night on Saturday, May 2, 2009 through an exclusive television agreement with ESPN Deportes.","release_date":"2009-05-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60320,"title":"Bellator 5","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bellator VI was an event of the mixed martial arts promotion, Bellator Fighting Championships. The event took place on Friday, May 8, 2009 in Robstown, Texas. It was broadcast nationally in the U.S. via tape-delay the following night on Saturday, May 9, 2009 through an exclusive television agreement with ESPN Deportes.","release_date":"2009-05-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60321,"title":"Bellator 6","adult":false,"genre_ids":[53]},{"cast":[],"overview":"Bellator VII was an event of the mixed martial arts promotion, Bellator Fighting Championships. The event took place on Friday, May 15, 2009 in Chicago, Illinois. It was broadcast nationally in the U.S. via tape-delay the following night on Saturday, May 16, 2009 through an exclusive television agreement with ESPN Deportes.","release_date":"2009-05-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60322,"title":"Bellator 7","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bellator IX was a mixed martial arts event promoted by Bellator Fighting Championships. The event took place on Friday, May 29, 2009 in Monroe, Louisiana. It was broadcasted nationally in the U.S. via tape-delay the following night on Saturday, May 30, 2009 through an exclusive television agreement with ESPN Deportes.","release_date":"2009-05-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60323,"title":"Bellator 9","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bellator X was a mixed martial arts event promoted by Bellator Fighting Championships. The event took place on Friday, June 5, 2009 in Ontario, California at the Citizens Business Bank Arena. It was broadcast nationally in the U.S. via tape-delay the following night on Saturday, June 6, 2009 through an exclusive television agreement with ESPN Deportes. The show featured the finals of the Featherweight tournament","release_date":"2009-06-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60324,"title":"Bellator 10","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bellator XI was a mixed martial arts event promoted by Bellator Fighting Championships. The event took place on Friday, June 12, 2009 in Uncasville, Connecticut at the Mohegan Sun Arena. It broadcasted nationally in the U.S. via tape-delay the following night on Saturday, June 13, 2009 through an exclusive television agreement with ESPN Deportes. This event featured the finals of the Bellator Welterweight Grand Prix.","release_date":"2009-06-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60325,"title":"Bellator 11","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bellator XII was a mixed martial arts event by Bellator Fighting Championships. The event took place on Friday, June 19, 2009 at the Seminole Hard Rock Hotel &amp; Casino in Hollywood, Florida. It was broadcast nationally in the U.S. via tape-delay the following night on Saturday, June 20, 2009 through an exclusive television agreement with ESPN Deportes.[2] The event featured the final tournament bouts of the 2009 Season One Lightweight (155 lbs) and Middleweight (185 lbs) Tournaments, along with a number of non-tournament bouts held in the organization's other weight divisions. All bouts were contested under the Unified Rules of Mixed Martial Arts.","release_date":"2009-06-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60326,"title":"Bellator 12","adult":false,"genre_ids":[]},{"cast":["Justin Furstenfeld","Jeremy Furstenfeld","Ryan Delshoussaye"],"overview":"A beautiful live compilation of Blue October's best songs. You don't only hear the music, you can feel it. I wouldn't be shocked if Blue October found a way to have you taste the music, because its definitely sensational stuff.","release_date":"2004-11-29","vote_average":5.3,"runtime":133,"cert":"N\/A","id":60327,"title":"Blue October: Argue with a Tree","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Bellator XIII was a mixed martial arts event by Bellator Fighting Championships. The event took place on Thursday, April 8, 2010 at the Seminole Hard Rock Hotel &amp; Casino in Hollywood, Florida.[1][2] The card featured two quarter-final bouts of the Featherweight and Lightweight tournaments Bellator is holding in its second season. The event was distributed live in prime time by FOX Sports Net and its regional sports network affiliates","release_date":"2010-04-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60328,"title":"Bellator 13","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bellator XIV was a mixed martial arts event by Bellator Fighting Championships. The event took place on Thursday, April 15, 2010 at the Chicago Theatre in Chicago, Illinois.[1][2] The card featured the quarter-final bouts in three of the four tournaments Bellator is holding in its second season. The event was distributed live in prime time by FOX Sports Net and its regional sports network affiliates.","release_date":"2010-04-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60329,"title":"Bellator 14","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bellator XV was a mixed martial arts event held by Bellator Fighting Championships. The event took take place on Thursday, April 22, 2010 in Uncasville, Connecticut.[1] The card featured quarter-final bouts in the Welterweight and Featherweight tournaments Bellator is holding in its second season. The event was distributed live in prime time by FOX Sports Net and its regional sports network affiliates.","release_date":"2010-04-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60330,"title":"Bellator 15","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bellator XVI was a mixed martial arts event by Bellator Fighting Championships. The event took place on Thursday, April 29, 2010 in Kansas City, Missouri. The card featured the quarter-final bouts of the Middleweight Tournament Bellator is holding in its second season. The event was distributed live in prime time by FOX Sports Net and its regional sports network affiliates.","release_date":"2010-04-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60331,"title":"Bellator 16","adult":false,"genre_ids":[]},{"cast":["Claudio Sanchez","Travis Stever","Mic Todd","Joshua Eppard"],"overview":"Coheed and Cambria Live at the Starland Ballroom","release_date":"2005-03-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60332,"title":"Coheed and Cambria Live at the Starland Ballroom","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Bellator XVII was a mixed martial arts event by Bellator Fighting Championships. The event took place on Thursday, May 6, 2010 at the Citi Performing Arts Center: Wang Theatre in Boston, Massachusetts.[2] The event was distributed live in prime time by FOX Sports Net and its regional sports network affiliates.","release_date":"2010-05-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60333,"title":"Bellator 17","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bellator XVIII was a mixed martial arts event by Bellator Fighting Championships. The event took place on Thursday, May 13, 2010 in Monroe, Louisiana.[1] The event was distributed live in prime time by FOX Sports Net and its regional sports network affiliates. This event featured two semi-final matchups from Bellator's season two tournament as well as four additional preliminary card fights featuring local fighters.","release_date":"2010-05-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60334,"title":"Bellator 18","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bellator XIX was a mixed martial arts event by Bellator Fighting Championships. The event took place on Thursday, May 20, 2010 at Verizon Theater in Grand Prairie, Texas.[1] The event was distributed live in prime time by FOX Sports Net and its regional sports network affiliates","release_date":"2010-05-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60335,"title":"Bellator 19","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bellator XX was a mixed martial arts event by Bellator Fighting Championships. The event took place on Thursday, May 27, 2010 at the Majestic Theatre in San Antonio, Texas.[2] The event was distributed live in prime time by FOX Sports Net and its regional sports network affiliates.","release_date":"2010-05-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60336,"title":"Bellator 20","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bellator XXI was a mixed martial arts event held by Bellator Fighting Championships. The event took place on Thursday, June 10, 2010 at Seminole Hard Rock Hotel &amp; Casino in Hollywood, Florida.[1] The card featured the final tournament fight in the Lightweight division. The winner was crowned the Bellator season 2 Lightweight winner and will face the current Bellator Lightweight Champion Eddie Alvarez sometime during season 3. The event was distributed live in prime time by FOX Sports Net and its regional sports network affiliates.","release_date":"2010-06-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60337,"title":"Bellator 21","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Bellator XXII was a mixed martial arts event held by Bellator Fighting Championships. The event took place on Thursday, June 17, 2010 at Kansas City Power &amp; Light District in Kansas City, Missouri.[1] The card featured the final tournament fight in the Welterweight division. The winner was crowned the Bellator season 2 Welterweight winner and will face the current Bellator Welterweight Champion Lyman Good sometime during season three. The event was distributed live in prime time by FOX Sports Net and its regional sports network affiliates.","release_date":"2010-06-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60338,"title":"Bellator 22","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bellator XXIII was a mixed martial arts event held by Bellator Fighting Championships. The event took place on Thursday, June 24, 2010 at Fourth Street Live! in Louisville, Kentucky.[1] The card featured the final tournament fight in the Featherweight and Middleweight divisions. The winners were crowned the Bellator Season 2 Featherweight and Middleweight winners and would face the current Bellator Featherweight and Middleweight Champions, Joe Soto and Hector Lombard, respectively, sometime during season 3. The event was distributed live in primetime by FOX Sports Net and its regional sports network affiliates.","release_date":"2010-06-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60339,"title":"Bellator 23","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bellator XXIV was a mixed martial arts event held by Bellator Fighting Championships. The event took place on Thursday, August 12, 2010 at the Seminole Hard Rock Hotel &amp; Casino in Hollywood, Florida.[1] The card began Bellator Season Three and featured the first round of the Bellator 115-pound women's tournament and an opening round fight in the Heavyweight tournament.","release_date":"2010-08-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60340,"title":"Bellator 24","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bellator XXV was a mixed martial arts event held by Bellator Fighting Championships. This event took place on August 19, 2010 at the Chicago Theatre in Chicago, Illinois.[1] The card featured tournament fights in Bellator's third season. The event was distributed live in prime time by FOX Sports Net and its regional sports network affiliates. In Japan, the event was distributed with a short delay by Cavea.","release_date":"2010-08-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60341,"title":"Bellator 25","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bellator XXVI was a mixed martial arts event held by Bellator Fighting Championships. The event took place on Thursday, August 26, 2010 at Kansas City Power &amp; Light District in Kansas City, Missouri.[2] The card featured tournament fights in Bellator's third season. The event was distributed live in prime time by FOX Sports Net and its regional sports network affiliates.","release_date":"2010-08-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60342,"title":"Bellator 26","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bellator XXVI was a mixed martial arts event held by Bellator Fighting Championships. The event took place on Thursday, August 26, 2010 at Kansas City Power &amp; Light District in Kansas City, Missouri.[2] The card featured tournament fights in Bellator's third season. The event was distributed live in prime time by FOX Sports Net and its regional sports network affiliates.","release_date":"2010-09-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60343,"title":"Bellator 27","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bellator XXVIII was a mixed martial arts event held by Bellator Fighting Championships. The event took place on Thursday, September 9, 2010 at Mahalia Jackson Theater in New Orleans, Louisiana.[1] The event was distributed live in prime time by FOX Sports Net and its regional sports network affiliates. This was the first Bellator card with no Tournament Bouts.","release_date":"2010-09-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60344,"title":"Bellator 28","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bellator XXIX was a mixed martial arts event held by Bellator Fighting Championships. The event took place on Thursday, September 16, 2010 at The Rave in Milwaukee, Wisconsin.[1] The card featured tournament fights in Bellator's third season. The event was distributed live in prime time by FOX Sports Net and its regional sports network affiliates.","release_date":"2010-09-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60345,"title":"Bellator 29","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bellator XXX was a mixed martial arts event held by Bellator Fighting Championships. The event took place on Thursday, September 23, 2010, at Fourth Street Live! in Louisville, Kentucky.[1] The card featured tournament fights in Bellator's third season. The event was distributed live in prime time by FOX Sports Net and its regional sports network affiliates.","release_date":"2010-09-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60346,"title":"Bellator 30","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bellator XXXI was a mixed martial arts event held by Bellator Fighting Championships. The event took place on Thursday, September 30, 2010 at L'Auberge du Lac Resort in Lake Charles, Louisiana.[1] The card featured tournament fights in Bellator's third season. The event was distributed live in prime time by FOX Sports Net and its regional sports network affiliates.","release_date":"2010-09-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60347,"title":"Bellator 31","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bellator XXXII was a mixed martial arts event held by Bellator Fighting Championships. The event took place on Thursday, October 14, 2010 at Kansas City Power &amp; Light District in Kansas City, Missouri.[1] The card featured the tournament finals fights in Bellator's third season. The event was distributed live in prime time by FOX Sports Net and its regional sports network affiliates.","release_date":"2010-10-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60348,"title":"Bellator 32","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bellator XXXIII was a mixed martial arts event held by Bellator Fighting Championships. The event took place on Thursday, October 21, 2010 at Liacouras Center in Philadelphia, Pennsylvania.[1] The card featured a tournament final fight in Bellator's third season. The event was distributed live in prime time by FOX Sports Net and its regional sports network affiliates.","release_date":"2010-10-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60349,"title":"Bellator 33","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bellator XXXIV was a mixed martial arts event held by Bellator Fighting Championships. The event took place on Thursday, October 28, 2010 at Seminole Hard Rock Hotel &amp; Casino in Hollywood, Florida.[1] The card featured the final round of the Bellator 115-pound women's tournament in Bellator's third season,[2] as well as Hector Lombard defending his middleweight title. The event was distributed live in prime time by FOX Sports Net and its regional sports network affiliates.","release_date":"2010-10-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60350,"title":"Bellator 34","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bellator XXXV was a mixed martial arts event held by Bellator Fighting Championships. The event took place on March 5, 2011 at the Tachi Palace Hotel and Casino in Lemoore, California.[1] The card kicked off Bellator Season Four and featured opening round fights in the Season Four Welterweight Tournament. The event was distributed live in prime time by MTV2.","release_date":"2011-03-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60351,"title":"Bellator 35","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bellator XXXVI was a mixed martial arts event held by Bellator Fighting Championships. The event took place on March 12, 2011 at the Shreveport Municipal Auditorium in Shreveport, Louisiana.[1] The card featured opening round fights in the Bellator Season Four Lightweight Tournament.[2] The event was distributed live in prime time by MTV2.","release_date":"2011-03-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60352,"title":"Bellator 36","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bellator XXXVII was a mixed martial arts event held by Bellator Fighting Championships. The event took place on March 19, 2011 at the Lucky Star Casino in Concho, Oklahoma.[1] The card featured opening round fights in the Bellator Season Four Featherweight Tournament. The event was distributed live in prime time by MTV2.","release_date":"2011-03-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60353,"title":"Bellator 37","adult":false,"genre_ids":[]},{"cast":["Frank Shamrock","Gilbert Melendez","Brian Ebersole","Mike Kyle","Krzysztof Soszynski"],"overview":"Strikeforce: Shamrock vs. Gracie was the inaugural mixed martial arts event promoted by Strikeforce. The event took place at the HP Pavilion at San Jose in San Jose, California on March 10, 2006. The main event was the long awaited match between Frank Shamrock, returning to the sport after a 3-year absence, and Cesar Gracie. The show is also notable for featuring the MMA debut of Cung Le. This was the first Strikeforce event.","release_date":"2006-03-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60354,"title":"Strikeforce: Shamrock vs. Gracie","adult":false,"genre_ids":[]},{"cast":["Alistair Overeem","Vitor Belfort","Cung Le","Clay Guida","Gilbert Melendez"],"overview":"Strikeforce: Revenge was the second mixed martial arts event promoted by Strikeforce. The event took place at the HP Pavilion at San Jose in San Jose, California on June 9, 2006. The main event featured the North American debut of Alistair Overeem.","release_date":"2006-06-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60355,"title":"Strikeforce: Revenge","adult":false,"genre_ids":[]},{"cast":["Tank Abbott","Paul Buentello","Josh Thomson","Duane Ludwig","Trevor Prangley"],"overview":"Strikeforce: Tank vs. Buentello was a mixed martial arts event held on October 7 2006. The event was held by Strikeforce and took place at the Save Mart Center in Fresno, California. This event featured the debut of future UFC Heavyweight Champion Cain Velasquez.","release_date":"2006-10-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60356,"title":"Strikeforce: Tank vs Buentello","adult":false,"genre_ids":[]},{"cast":["Frank Shamrock","Phil Baroni","Cung Le","Paul Daley"],"overview":"Strikeforce: Shamrock vs. Baroni was a mixed martial arts event co-promoted by Strikeforce and EliteXC. The event took place on Friday, June 22, 2007 at the HP Pavilion in San Jose, California. The main card aired on pay-per-view, with the undercard streamed live on ProElite.com. The PPV event was rebroadcast on the Showtime premium cable channel on June 30, 2007.","release_date":"2007-06-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60357,"title":"Strikeforce: Shamrock vs Baroni","adult":false,"genre_ids":[]},{"cast":["Gilbert Melendez","Billy Evangelista","Joe Riggs","Eugene Jackson"],"overview":"Strikeforce: Playboy Mansion was a mixed martial arts event promoted by Strikeforce. The event took place on September 29, 2007 at the Playboy Mansion in Los Angeles, California. The invitation-only event drew nearly 1,000 spectators who paid $1000 per ticket. The event was supervised by the California State Athletic Commission. Fights 5 to 12 were streamed live on Yahoo Sports for free.","release_date":"2007-09-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60358,"title":"Strikeforce: Playboy Mansion","adult":false,"genre_ids":[]},{"cast":["Nic Puehse","Tristan Puehse","Craig Anton","Janet Varney","Bobb'e J. Thompson"],"overview":"A day in the life of 10 year old skateboarding twins","release_date":"2010-01-01","vote_average":5.5,"runtime":86,"cert":"N\/A","id":60359,"title":"Nic & Tristan Go Mega Dega","adult":false,"genre_ids":[10751]},{"cast":["Cung Le","Alistair Overeem","Dennis Hallman","Paul Buentello"],"overview":"Strikeforce: Four Men Enter, One Man Survives was a mixed martial arts event held at the HP Pavilion in San Jose, California on November 16, 2007. The event was hosted by Strikeforce in conjunction with bodogFight, and was streamed live on Yahoo! Sports. The event held two distinctions in that: 1) it contained the first MMA tournament sanctioned by the California State Athletic Commission and 2) Strikeforce's heavyweight champion was determined during the event in a non-tournament fight.","release_date":"2007-11-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60360,"title":"Strikeforce: Four Men Enter, One Man Survives","adult":false,"genre_ids":[]},{"cast":["Bob Sapp","Maurice Smith","Joe Riggs","Jorge Masvidal"],"overview":"Strikeforce: At The Dome was a mixed martial arts event promoted by Strikeforce in conjunction with Brian Halquist Productions. The event took place at the Tacoma Dome in Tacoma, Washington on Saturday, February 23, 2008.","release_date":"2008-02-23","vote_average":5.0,"runtime":null,"cert":"N\/A","id":60361,"title":"Strikeforce: At the Dome","adult":false,"genre_ids":[]},{"cast":["Luc Montagnier","Francois Barre-Sinnousi","Anthony Fauci","Kenneth Cole","James Curan"],"overview":"In House of Numbers: Anatomy of an Epidemic, an AIDS film like no other, the HIV\/AIDS story is being rewritten. This is the first film to present the uncensored POVs of virtually all the major players; in their own settings, in their own words. It rocks the foundation upon which all conventional wisdom regarding HIV\/AIDS is based. House of Numbers could well be the opening volley in a battle to bring sanity and clarity to an epidemic gone awry.","release_date":"2009-04-19","vote_average":7.0,"runtime":90,"cert":"N\/A","id":60362,"title":"House of Numbers: Anatomy of an Epidemic","adult":false,"genre_ids":[99]},{"cast":["Peter Firth","Alfred Molina","Margi Clarke","Alexandra Pigg","Tracey Lea"],"overview":"The factories, pubs, clubs, hotels and streets of 1980s Liverpool form the backdrop for this tale of love, friendship, sex and a letter to the Soviet leader, Leonid Brezhnev. Two Liverpool lasses, Teresa and Elaine meet two Russian sailors, Sergei and Peter and hook up for a night of fun and frolics. Teresa is looking for sex and a smile, Elaine wants love, romance and the dream of a life far away from the grime of the Liverpool docklands. A classic British romantic comedy filled with new wave tunes, 80s fashion, a little politics and a lot of heart.","release_date":"1985-12-26","vote_average":6.6,"runtime":91,"cert":"15","id":60363,"title":"Letter to Brezhnev","adult":false,"genre_ids":[35,10749]},{"cast":["Lance Predmore","Ryan E. Francis","Lindsey Andersen","Aaron Ringhiser-Carlson","Natasha Cordova"],"overview":"A homicidal turkey axes off college kids during Thanksgiving break.","release_date":"2008-12-08","vote_average":3.7,"runtime":66,"cert":"N\/A","id":60366,"title":"ThanksKilling","adult":false,"genre_ids":[35,27,53]},{"cast":["John Mayer","Steve Jordan","Pino Palladino"],"overview":"-","release_date":"2009-01-01","vote_average":0.0,"runtime":107,"cert":"N\/A","id":60371,"title":"John Mayer Trio - Live at Bowery Ballroom, New York","adult":false,"genre_ids":[10402]},{"cast":["Ayako Saji"],"overview":"Told entirely through still photos and voice-over, a young woman explores a large empty house in the countryside. As she wanders through the house, she muses on various subjects, including nature, color, beauty, how we can know or trust the things that we see. Though there are several animals around the house, she is the only person to be seen.","release_date":"2003-01-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":60374,"title":"Ray","adult":false,"genre_ids":[18]},{"cast":["Sakari Kuosmanen","Silu Seppälä","Matti Pellonpää"],"overview":"Not to be confused with any of the sequels to Sylvester Stallone's classic Oscar-winning Rocky, this short film from Finnish filmmaker Aki Kaurismäki is actually meant as a parody of the late Cold War-era Rocky IV, which saw Stallone's character taking on a juiced-up Russian fighter played by Dolph Lundgren. In this 1986 send-up, Rock'y, played by Silu Seppala, goes head to head with Soviet Igor (Sakari Kuosmanen) and loses.","release_date":"1986-01-01","vote_average":5.7,"runtime":9,"cert":"N\/A","id":60375,"title":"Rocky VI","adult":false,"genre_ids":[35]},{"cast":["Kevin Pollak"],"overview":"THE LITTLEST SUSPECT is the third one hour stand-up special by Kevin Pollak. Although best known for his award-winning work as an actor in over sixty films (A Few Good Men, Casino and The Usual Suspects), Kevin started out as a stand-up comedian, and was recently named on of the Top 100 Comedians of All Time by Comedy Central. Kevin is also the host of an award-winning talk show, Kevin Pollak’s Chat Show, which streams live online.","release_date":"2010-09-07","vote_average":0.0,"runtime":60,"cert":"N\/A","id":60376,"title":"Kevin Pollak: The Littlest Suspect","adult":false,"genre_ids":[35]},{"cast":["Lars Ulrich","James Hetfield","Kirk Hammett","Robert Trujillo","Metallica"],"overview":"Metallica perform live at the Olympic Main Stadium in Seoul, Korea in 2006, as part of their ESCAPE FROM THE STUDIO tour. Setlist: Creeping Death \/ Fuel \/ Wherever I May Roam \/ Harvester of Sorrow \/ Welcome Home (Sanitarium) \/ Frantic \/ The Unforgiven \/ For Whom the Bell Tolls \/ Orion (preceded by Pink Floyd's \"One… more ) \/ Master of Puppets \/ Fade to Black \/ Battery \/ Sad but True \/ Nothing Else Matters \/ One \/ Enter Sandman \/ The Other New Song \/ Seek & Destroy","release_date":"2006-08-15","vote_average":0.0,"runtime":116,"cert":"","id":60379,"title":"Metallica: Live in Seoul 2006","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"","release_date":"2008-12-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60380,"title":"Decibel Outdoor Festival 2008","adult":false,"genre_ids":[]},{"cast":["Laura Pausini"],"overview":"San Siro 2007 is Italian singer–songwriter Laura Pausini's second live album chronicling her historic performance at Milan's Stadio San Siro on June 2, 2007. The album was released on November 30, 2007.","release_date":"2007-11-30","vote_average":6.7,"runtime":138,"cert":"N\/A","id":60381,"title":"Laura Pausini: San Siro 2007","adult":false,"genre_ids":[18]},{"cast":["Ogie Banks","Soleil Moon Frye","Olivia Hack","Dionne Quan","Tia Mowry"],"overview":"Cloe, Yasmin, Jade, and Sasha need to get an art project done that is about self-expression, but they need to find a way to get the project done and be able to go to the prom.","release_date":"2004-08-03","vote_average":6.0,"runtime":59,"cert":"N\/A","id":60382,"title":"Bratz the Video: Starrin' & Stylin'","adult":false,"genre_ids":[10751]},{"cast":["George W. Bush","Noam Chomsky","John Cleese","Coolio","Drew Curtis"],"overview":"An exploration into the nature of stupidity in Western society and its history of our perception of it.","release_date":"2003-01-01","vote_average":5.6,"runtime":61,"cert":"N\/A","id":60383,"title":"Stupidity","adult":false,"genre_ids":[99,36]},{"cast":["Stuart Kershaw"],"overview":"An investigation into the nature of the sex trade in Thailand.","release_date":"2006-04-22","vote_average":5.5,"runtime":54,"cert":"N\/A","id":60384,"title":"The Virgin Trade","adult":false,"genre_ids":[99]},{"cast":["Jack Lemmon","Ernie Kovacs","Mickey Rooney","Dick York","James Darren"],"overview":"In this wacky military spoof, Lemmon plays a terminally bored Army private waging a war of wits as he tries to throw a party under the nose of his obnoxious commanding officer.","release_date":"1957-01-01","vote_average":7.0,"runtime":105,"cert":"N\/A","id":60387,"title":"Operation Mad Ball","adult":false,"genre_ids":[35,10752]},{"cast":["Free Souffriau","Louis Talpe"],"overview":"In De Schitterende Smaragd moeten Mega Mindy, Opa en Oma Fonkel en Toby het raadsel oplossen van de schitterende smaragd. Er is een vreemde onbekande man die veel geld wil geven voor een schilderij dat oma op de rommelmarkt heeft gekocht. Oma wil het schilderij niet verkopen, maar dan wordt er ingebroken in de snoepwinkel en doet opa plotseling heel erg vreemd. Als er onverwacht een nieuwe agent op het politiebureau komt werken en er steeds meer rare dingen gebeurgen is het tijd voor Mega Mindy om in actie te komen.","release_date":"2009-05-29","vote_average":4.6,"runtime":75,"cert":"N\/A","id":60390,"title":"Mega Mindy en de Schitterende Smaragd","adult":false,"genre_ids":[10751]},{"cast":["Johnny Cash","June Carter Cash","Marshall Grant","WS Holland","Carl Perkins"],"overview":"Johnny Cash's concert in San Quentin State Prison in 1969.","release_date":"1969-09-06","vote_average":9.0,"runtime":60,"cert":"","id":60395,"title":"Johnny Cash in San Quentin","adult":false,"genre_ids":[99,10402]},{"cast":["Tony Jones"],"overview":"An interview with Mark Durkin, the producer of the Great Global Warming Swindle, followed by a panel discussion.","release_date":"2007-07-12","vote_average":0.0,"runtime":75,"cert":"N\/A","id":60396,"title":"The Great Global Warming Swindle Debate","adult":false,"genre_ids":[99]},{"cast":["Ajay Devgn","Kajol","Kashmira Shah","Om Puri"],"overview":"Sanjana loves Rahul, but Rahul treats Sanjana as a friend. He is attracted to Nisha, and announces that he will be marrying her soon. Sanjana does not take kindly to this, and in her heart hopes to make Rahul change his mind. She hires Shekhar to be her lover\/boyfriend, and go out with her, so as to make Rahul jealous. This does not work, Rahul is drawn even closer to Nisha, and Shekhar finds himself falling in love with Sanjana. Sanjana finds herself getting attracted to Shekhar, only to find out that the police, especially Inspector Khan, would like to arrest Shekhar for criminal activities","release_date":"1998-07-15","vote_average":5.8,"runtime":156,"cert":"N\/A","id":60397,"title":"Pyaar To Hona Hi Tha","adult":false,"genre_ids":[18,35,10749]},{"cast":["Marques Houston","Omarion","Brooklyn Sudano","Alexis Fields","Jessica Szohr"],"overview":"The screenplay centers on characters Brendan Young and Darryl Jennings who take a trip to the Lake Arrowhead with a group of college friends to celebrate Young's girlfriend's birthday. One-by-one the coeds begin disappearing until a mysterious young visitor arrives and helps them begin to unravel their tangled web of terror.","release_date":"2007-11-10","vote_average":8.0,"runtime":100,"cert":"18","id":60398,"title":"Somebody Help Me","adult":false,"genre_ids":[27]},{"cast":["Thom Yorke","Jonny Greenwood","Ed O'Brien","Colin Greenwood","Philip Selway"],"overview":"A live performance by Radiohead of their 2007 album In Rainbows. This was their first of two full-episode performances, filmed at Maida Vale Studios in London, as part of the ‘From the Basement’ television series produced by Nigel Godrich, Dilly Gent, James Chads and John Woollcombe.","release_date":"2008-05-04","vote_average":7.4,"runtime":54,"cert":"","id":60399,"title":"Radiohead: In Rainbows – From the Basement","adult":false,"genre_ids":[10402,99]},{"cast":["Shirley Temple","Spring Byington","Nigel Bruce","Gale Sondergaard","Eddie Collins"],"overview":"Set in mid-Europe sometime in the late 18th century where Mytyl (Shirley Temple), the bratty daughter of a woodcutter (Russell Hicks), finds a unique bird in the Royal Forest and selfishly refuses to give it to her sick friend. That night, she is visited in a dream by a fairy named Berylune (Jessie Ralph ) who sends her and her brother Tyltyl (Johnny Russell) to search for the Blue Bird of Happiness. To accompany them, the fairy magically transforms their dog Tylo (Eddie Collins), cat Tylette (Gale Sondergaard), and lantern (\"Light\") into human form. The children have a number of adventures. The dream journey makes Mytyl awake as a kinder and gentler girl who has learned to appreciate all the comforts and joys of her home and family.","release_date":"1940-01-19","vote_average":5.8,"runtime":88,"cert":"N\/A","id":60400,"title":"The Blue Bird","adult":false,"genre_ids":[18,10751,14]},{"cast":["Rob Brydon"],"overview":"Keith Barrett Live Show 2005","release_date":"2006-11-27","vote_average":0.0,"runtime":70,"cert":"12","id":60401,"title":"Keith Barret Live","adult":false,"genre_ids":[]},{"cast":["Carter Wong","Tien Peng","O Yau-Man","Chang Yi","Chiang Nan"],"overview":"During the Manchurian invasion of China, the son of the Ming Dynasty General takes refuge in the Shaolin Temple to learn martial arts, so that he may seek revenge for his dead father. But he must first endure the rigorous test of the temple's legendary 18 Bronzemen.","release_date":"1976-10-28","vote_average":7.2,"runtime":81,"cert":"N\/A","id":60402,"title":"The 18 Bronzemen","adult":false,"genre_ids":[28]},{"cast":["Derren Brown"],"overview":"The Devil's Picturebook is a near 3 hour home-made video. The first half explains in detail some classic card routines from his earlier career as a conjurer, all of which rely on sleight of hand, misdirection and audience management. The second looks at psychological card routines and shows a distinct move towards mentalism, for which he is now known. It is an instructional video for aspiring magicians and not an entertainment piece. For this reason, it was available only to practitioners through a password-protected \"magicians only\" area of his website.","release_date":"2002-02-01","vote_average":0.0,"runtime":166,"cert":"","id":60403,"title":"Derren Brown - The Devil's Picturebook","adult":false,"genre_ids":[99]},{"cast":["Anthony Steffen","Eduardo Fajardo","Silvia Solar","Mariano Vidal Molina","Benito Stefanelli"],"overview":"In a disputed border town, the US Army waits for word from Washington as to the rightful country it belongs, while dealing with a rowdy pack of Mexican soldier\/bandits. Into the mix rides seemingly mysterious stranger Anthony Steffan, who looks like a dandy but has a few deadly tricks up his sleeve.","release_date":"1967-08-14","vote_average":7.5,"runtime":97,"cert":"N\/A","id":60404,"title":"Gentleman Killer","adult":false,"genre_ids":[37]},{"cast":["Ashley Tisdale","Austin Butler","Cameron Goodman","Bradley Steven Perry","Lucas Grabeel"],"overview":"After a talent scout spots her performing with her dog Boi at a charity gala, Sharpay Evans sets off for the bright lights of NYC, convinced instant fame and fortune are in the bag. But theatre's a dog-eat-dog world. Fortunately, Sharpay also meets Peyton, a handsome student filmmaker who finds Sharpay nearly as fascinating as she finds herself.","release_date":"2011-04-19","vote_average":5.7,"runtime":90,"cert":"N\/A","id":60405,"title":"Sharpay's Fabulous Adventure","adult":false,"genre_ids":[10751,10402]},{"cast":["Kevin Dillon","Deborah Goodrich","Jennifer Tilly","Frank Beddor","Christopher Wynne"],"overview":"A video store clerk stumbles onto an alien plot to take over earth by brainwashing people with a bad '50s science fiction movie. He and his friends race to stop the aliens before the tapes can be distributed world-wide.","release_date":"1988-04-07","vote_average":6.0,"runtime":88,"cert":"N\/A","id":60410,"title":"Remote Control","adult":false,"genre_ids":[27,878,35]},{"cast":["Crichton E.M. Miller"],"overview":"Crichton E M Miller has had his world shaking discovery about the Celtic cross made into a documentary film Do not miss this important historical and philosophical demonstration on how our ancient ancestors learned to measure and work with the intelligent and awesome forces of Nature to ensure their long term survival","release_date":"2007-03-15","vote_average":0.0,"runtime":101,"cert":"N\/A","id":60411,"title":"The Cross of Thoth","adult":false,"genre_ids":[99]},{"cast":["Linda Blair","James Van Patten","Richard Lynch","Chad McQueen","Dean R. Miller"],"overview":"A U.S. senator's daughter and friend go to Mexico to save her kidnapped girlfriend from terrorists.","release_date":"1987-05-01","vote_average":4.5,"runtime":87,"cert":"N\/A","id":60412,"title":"Nightforce","adult":false,"genre_ids":[28]},{"cast":["Linda Blair","Dan Haggerty","Troy Donahue","Jack De Rieux","Ron Vincent"],"overview":"The bodies at a cryogenic centre are defrosted by accident and turn into cannibalistic zombies.","release_date":"1989-01-01","vote_average":4.2,"runtime":90,"cert":"N\/A","id":60413,"title":"The Chilling","adult":false,"genre_ids":[27,878]},{"cast":[],"overview":"Every day, thousands of gay and lesbian students are verbally and physically harassed in schools. Bullied centers on the powerful story of Jamie Nabozny, a gay teenage boy, tormented for years by classmates in his middle and high schools. Jamie fought back, not with his fists but in a courtroom. His historic federal case established that gay and lesbian students have a constitutional right to be free from harassment and bullying.","release_date":"2010-08-25","vote_average":5.3,"runtime":39,"cert":"N\/A","id":60416,"title":"Bullied","adult":false,"genre_ids":[99,18]},{"cast":["Bob Davidson","Joni Eareckson Tada","Billy Graham"],"overview":"In THE CASE FOR FAITH journalist Lee Strobel investigates two of the most emotional objections to Christianity. Barriers to faith confronted by believers and skeptics alike: Why is Jesus the only way to God? And, how could a loving God exist if there is evil and suffering in the world?","release_date":"2008-08-31","vote_average":1.0,"runtime":79,"cert":"N\/A","id":60417,"title":"The Case For Faith","adult":false,"genre_ids":[99,10751]},{"cast":["Kevin Eldon","Mick Walter","Rory McCann","Nicholas Boulton","Allen Leech"],"overview":"(History Channel) A marauding barbarian with a reputation as one of history's monsters, even today Attila's name is a synonym for savagery.","release_date":"2008-03-16","vote_average":7.3,"runtime":59,"cert":"","id":60418,"title":"Attila the Hun","adult":false,"genre_ids":[99,18]},{"cast":["Nikohl Boosheri","Sarah Kazemy","Reza Sixo Safai","Soheil Parsa","Nasrin Pakkho"],"overview":"A wealthy Iranian family struggles to contain a teenager's growing sexual rebellion and her brother's newfound conservatism.","release_date":"2011-08-26","vote_average":6.9,"runtime":107,"cert":"N\/A","id":60421,"title":"Circumstance","adult":false,"genre_ids":[18]},{"cast":["Ellen Barkin","Ezra Miller","Kate Bosworth","Demi Moore","George Kennedy"],"overview":"A wedding at her parents' Annapolis estate hurls high-strung Lynn into the center of touchy family dynamics.","release_date":"2011-11-18","vote_average":6.1,"runtime":119,"cert":"N\/A","id":60422,"title":"Another Happy Day","adult":false,"genre_ids":[35,18]},{"cast":["Miguel Gila","María Martín","Armando Moreno"],"overview":"","release_date":"1955-01-03","vote_average":6.0,"runtime":null,"cert":"N\/A","id":60423,"title":"El Ceniciento","adult":false,"genre_ids":[]},{"cast":["Francisco Andrada","José Isbert","Julia Caba Alba","María Isbert"],"overview":"Mr Antonio is undergoing a bad economic situation that shares with his daugther Leonor, a lovely teenager who makes him happy and helps him sewing to make end meet. But its not enough and Mr Antonio has no other choice than working as a thug of a night club. A job that brings unexpected changes tto his life.","release_date":"1967-09-21","vote_average":0.0,"runtime":92,"cert":"N\/A","id":60424,"title":"Lo que cuesta vivir","adult":false,"genre_ids":[]},{"cast":["Julia Caba Alba","José Alfayate","Joaquín Bergía","Francisco Camoiras","Rafael Durán"],"overview":"","release_date":"1965-09-15","vote_average":5.5,"runtime":null,"cert":"N\/A","id":60425,"title":"La Cesta","adult":false,"genre_ids":[35,18]},{"cast":["Manolo Gómez Bur","Isabel Garcés","Andrés Pajares","Marisol Ayuso","Rosanna Yanni"],"overview":"","release_date":"1975-01-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60426,"title":"Como matar a papá... sin hacerle daño","adult":false,"genre_ids":[35]},{"cast":["Dror Keren","Helena Yaralova","Vladimir Fridman","Michael Warshaviak","Lena Sahanov"],"overview":"Only 5 flight hours from Paris, in a working-class suburb of Tel Aviv, two people meet. He is a bred-and-born Israeli and she is a Russian immigrant. He is a taxi driver and she is a music teacher. He has no aspirations. She gave up hers long ago. He is afraid of flying and she is about to fly away. What are the odds of them ending up together?","release_date":"2009-09-12","vote_average":6.7,"runtime":87,"cert":"N\/A","id":60427,"title":"Five Hours from Paris","adult":false,"genre_ids":[18,10749]},{"cast":["Yanni"],"overview":"Yanni Live! The Concert Event, was recorded live at the Mandalay Bay Events Center, Las Vegas on November 06, 2004, and released in August 2006 as a CD and concert film on DVD.","release_date":"2006-09-19","vote_average":8.2,"runtime":82,"cert":"N\/A","id":60428,"title":"Yanni: Live! - The Concert Event","adult":false,"genre_ids":[10402]},{"cast":["Najib Amhali"],"overview":"","release_date":"1998-01-01","vote_average":5.5,"runtime":27,"cert":"N\/A","id":60431,"title":"Najib Amhali: Vol = Vol","adult":false,"genre_ids":[35]},{"cast":["Bo Hopkins","Dick Van Patten","Mario López","Michal Suchánek","Lindsey Brooke"],"overview":"Younger brother Mitch is having all kinds of problems competing with his older brother Sean over a girl that just moved in next door","release_date":"2000-04-21","vote_average":3.3,"runtime":null,"cert":"N\/A","id":60432,"title":"Big Brother Trouble","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"During the year 2000 Geyrhalter and his teams travelled to a different destination each month, looking for places untouched by the millennium hysteria. Locations include Niger, Finland, Micronesia, Australia, China, Siberia or Greenland.","release_date":"2002-05-01","vote_average":5.0,"runtime":240,"cert":"N\/A","id":60433,"title":"Elsewhere","adult":false,"genre_ids":[]},{"cast":[],"overview":"An imaginary return of dictator Ceausescu after 20 years of capitalism in his country, Romania, where he finds a new society but also old habits in the country's businessmen.","release_date":"2010-04-23","vote_average":6.7,"runtime":76,"cert":"N\/A","id":60434,"title":"Kapitalism: Our Improved Formula","adult":false,"genre_ids":[99]},{"cast":["Gastón Pauls","Pablo Riva","César Albarracín","Víctor Hugo Carrizo"],"overview":"Argentine film about the experiences of conscripts in the Falklands War.","release_date":"2005-09-08","vote_average":5.7,"runtime":100,"cert":"N\/A","id":60435,"title":"Blessed by Fire","adult":false,"genre_ids":[18,10752]},{"cast":["Antony Starr","John Sessions","Kelson Henderson","Ingrid Park","Eddie Campbell"],"overview":"","release_date":"2010-11-14","vote_average":0.0,"runtime":90,"cert":"N\/A","id":60436,"title":"Spies and Lies","adult":false,"genre_ids":[18,36]},{"cast":["Warren Beatty","Jean Seberg","Peter Fonda","Kim Hunter","Anne Meacham"],"overview":"Lilith is a about a mysterious young woman in an elite sanitarium in New England, who seems to weave a magical spell all around her. A restless, but sincere young man with an equally obscure past is seemingly drawn into her web. As time passes, their relationship deepens and intensifies, and the differences between them begin to blur, leading to a shocking, but oddly logical conclusion.","release_date":"1964-09-27","vote_average":6.7,"runtime":114,"cert":"N\/A","id":60437,"title":"Lilith","adult":false,"genre_ids":[18,10749]},{"cast":["Gene Autry","Smiley Burnette","Judith Allen","Ronald Sinclair","Guy Usher"],"overview":"Young Englishman inherits ranch which he wants to sell, but Gene's gonna turn him into a real westerner instead. When new owner Spud arrives from England, Autry convinces him not to sell the ranch but to raise horses for the Army. When both Autry's and Neale's bids are the same, the Colonel calls for a race to decide the winner. But that night Neale has Autry's stable burned.","release_date":"1937-10-04","vote_average":0.0,"runtime":58,"cert":"N\/A","id":60438,"title":"Boots and Saddles","adult":false,"genre_ids":[37,28,18]},{"cast":[],"overview":"","release_date":"2003-06-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60439,"title":"Rex Navarrete: Hella Pinoy","adult":false,"genre_ids":[]},{"cast":["Jeffrey Azize","Clifford Azize","Michael Campo"],"overview":"The story of a band of brothers who travel the world in search of the answers to the burning questions: Who am I? Who is Man? Why do we search for meaning? Their journey brings them into the middle of the lives of the homeless on the streets of New York City, the orphans and disabled children of Peru, and the abandoned lepers in the forests of Ghana, Africa. What the young men discover changes them forever. Through one on one interviews and real life encounters, the brothers are awakened to the beauty of the human person and the resilience of the human spirit.","release_date":"2008-06-12","vote_average":5.8,"runtime":90,"cert":"N\/A","id":60440,"title":"The Human Experience","adult":false,"genre_ids":[99]},{"cast":["Gene Autry","Champion","Patricia Barry","Jimmy Lloyd","Douglass Dumbrille"],"overview":"While trailing Forest Ranger Charles Carter, who is suspected of permitting lumber man Henry Mitchell to cut restricted timber, Gene fires at a dangerous mountain lion and apparently kills Carter. Actually, Bill Wright, Mitchell's associate, killed Carter because the ranger had discovered tussock moth infestation in the forest, and if the infestation was not reported, the trees would die and have to be cut, thereby profiting Mitchell and Wright. In order to compensate the best he can, Gene sells his sportsman's camp and gives the money to Carter's daughter Helen . En route to Texas, Gene discovers the infestation and is assigned by the Forest Department to supervise the program of spraying the area with DDT from the air. After the first day of spraying, the DDT is blamed by furious stock men for the many animals found dead of poisoning.","release_date":"1949-03-16","vote_average":5.0,"runtime":70,"cert":"N\/A","id":60441,"title":"Riders of the Whistling Pines","adult":false,"genre_ids":[28,18,10402,37]},{"cast":["Thom Yorke"],"overview":"Rare Promo DVD of Radiohead In One of the Most Phenomenal Live Films Ever Recorded At the Glastonbury Festival.","release_date":"2003-06-28","vote_average":0.0,"runtime":60,"cert":"N\/A","id":60442,"title":"Radiohead at Glastonbury ,2003","adult":false,"genre_ids":[10402]},{"cast":["Szabó Győző","Gáspár Tibor","Lehel Kovács","Zsolt Huszár","Eszter Nagy-Kálózy"],"overview":"The plot of the film takes place in a single day. Four men on the same night, the same night club ends up independently of each other, at the end of a busy day. The four men four separate history of sexuality is the focus.","release_date":"2009-02-01","vote_average":7.0,"runtime":73,"cert":"N\/A","id":60443,"title":"Intimate Headshot","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":5.0,"runtime":null,"cert":"N\/A","id":60444,"title":"Winnie l'Ourson: Amour et Amitié","adult":false,"genre_ids":[]},{"cast":["Lindsey Shaw","Gary Entin","Robert Adamson","Chris Kattan","Blake Baskin"],"overview":"A raucous teen comedy produced in association with Severin Films, Devolved stars Gary Entin (the upcoming Seconds Apart), Lindsey Shaw (10 Things I Hate About You), and Robert Adamson (Lincoln Heights) as leaders of opposing factions of teenagers who find themselves shipwrecked on an uncharted island off the Mexican coast. Faced with the prospect of a long-term stay, the island soon degenerates into a struggle between two groups; teens who want high school to end as fast as possible, and teens who never want high school to end.","release_date":"2010-03-22","vote_average":1.5,"runtime":87,"cert":"N\/A","id":60447,"title":"Devolved","adult":false,"genre_ids":[35]},{"cast":["Jean Rochefort","Edouard Baer","Chiara Mastroianni","Benoît Poelvoorde"],"overview":"","release_date":"2005-04-13","vote_average":5.8,"runtime":null,"cert":"N\/A","id":60448,"title":"Akoibon","adult":false,"genre_ids":[35]},{"cast":["Allan Olsen","Thomas Algren","Simone Bendix","Susse Wold","Per Pallesen"],"overview":"For Janus his friend Tore is his big ideal: pretty, intelligent and self-confident. Janus is grateful for his friendship even though he is considered the court jester. When Tore falls in love with the beautiful and sweet girl Helle, Janus accepts his role as their highly loved third party. Helle's fashionable mother, however, is a bit too interested in Tore. Written by Allan Simonsen","release_date":"1985-10-04","vote_average":6.3,"runtime":97,"cert":"N\/A","id":60449,"title":"The Chronic Innocence","adult":false,"genre_ids":[18]},{"cast":["Larry Dorf","Alla Korot","Cynthia Preston"],"overview":"Well-intentioned Marsha and David hire a foreign housekeeper, Sophia, to care for their new baby and put some 'sanity' back in their lives. What follows is a situation that spirals out of control. In a frenzy to find an American husband before her visa expires, Sophia manipulates poor Marsha and David into caring for her ten-year-old daughter while she goes on a dating marathon. Pretty soon, who is employing whom, becomes the question. Also thrown into the mix are Marsha's hypochondriac father, Sophia's eccentric Mama and cousin Sasha from the Moscow circus.","release_date":"2006-12-12","vote_average":4.0,"runtime":102,"cert":"N\/A","id":60450,"title":"Domestic Import","adult":false,"genre_ids":[35]},{"cast":["Emil Hass Christensen","Ebbe Langberg","Henning Palner","Olaf Ussing","Birgitte Federspiel"],"overview":"Throughout his childhood \"The White Castle \" stood as something special for Susanne . The towering spiers, the swans in the moat , yes everything she can recall his mind's eye . But Susanne has never seen the castle - she are totally blind! One day she nevertheless castle completely into poå life . Count's two sons , Walter and Albert , discover the beautiful woman hiding behind the dark briller.Det is the start of a drama that will shake to its foundations - and do not let any of the implicedrede be unchanged. Unless they otherwise are alive ...","release_date":"1962-12-26","vote_average":6.5,"runtime":103,"cert":"N\/A","id":60451,"title":"Drømmen om det hvide slot","adult":false,"genre_ids":[18,10749]},{"cast":["Daniel Prévost","Sébastien Thiery","Laurent Natrella","Andrée Damant","Julie Debazac"],"overview":"Romain, a well read and articulate real estate agent, protects his grandmother from a bailiff that wants to seize her property,","release_date":"2000-05-03","vote_average":5.3,"runtime":95,"cert":"N\/A","id":60452,"title":"Les insaisissables","adult":false,"genre_ids":[]},{"cast":["Andrea De Rosa","Nathalie Rapti Gomez","Clizia Fornasier","Giulia Elettra Gorietti","Ludovico Fremont"],"overview":"Michele is not so successful at school, and with the girls he is desperately unlucky. To bring up grades parents hired him a tutor. While browsing the Internet, Michele discovered that his teacher posed nude for an erotic calendar. In exchange for good grades Michele agrees with the beauty to recreate the photoshoot  in real life ...","release_date":"2008-05-16","vote_average":5.1,"runtime":90,"cert":"N\/A","id":60455,"title":"The Last in the Class","adult":false,"genre_ids":[35]},{"cast":["Soko"," Djena Tsimba","Léa Seydoux","Sara Martins"],"overview":"Manon, Aurore and Marie would like to represent their school at the Youth Challenge “Dance Special” organized by Paris’s city hall. If they win, they could have a month’s vacation in a country of their dreams, free from all constraints.","release_date":"2006-06-21","vote_average":4.8,"runtime":97,"cert":"N\/A","id":60456,"title":"My Friends","adult":false,"genre_ids":[35]},{"cast":["Michael Jace","Debbie Allen","Ernie Hudson","Robin Givens","Brenan T. Baird"],"overview":"Michael Jordan: An American Hero is an American television film that aired on April 18, 1999 on Fox. It stars Michael Jace as Michael Jordan.","release_date":"1999-04-18","vote_average":6.4,"runtime":null,"cert":"N\/A","id":60457,"title":"Michael Jordan: An American Hero","adult":false,"genre_ids":[18]},{"cast":["John Stamos","Daniel London","Meredith Salenger","Tara Westwood","Bill Sage"],"overview":"Two friends are about to learn that they are \"Grownups.\"","release_date":"2001-12-12","vote_average":4.5,"runtime":85,"cert":"N\/A","id":60458,"title":"My Best Friend's Wife","adult":false,"genre_ids":[35,10749]},{"cast":["Joost Antonis","Tommy Hermans","Menno Hermans","Stephanie van Laere","Daphne Paelinck"],"overview":"ohn, A bar owner, who is running an illegal casino behind his cafe, get's the idea to fraud the insurrance company by hiring Jonas, a hacker. Jonas get's the job to break in to the banking account of John and steal his money, so John can get the money back from the insurrance company. But because he don't want any kind of prove about his fraud, he also hires Bruce, an assassins, to kill Jonas. During his search for Jonas, Bruce finds out that he is being used by John to do his dirty works, and he don't like that. Therefore his search for Jonas turns into a hunt for John.","release_date":"2012-08-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60459,"title":"Casino Hunter","adult":false,"genre_ids":[28,53]},{"cast":["Manu Gaidet","Malik Bouchenafa","Josh Angulo","Henrik Windstedt","Thomas Vanderham"],"overview":"Le choix des lieux tournage s'inspire des scènes classiques aux documentaires animaliers ou géographiques : montagne, océan, îles, déserts... Chacun des longs-métrages de la série \" Perfect Moment \" se décline sous format de 90 min.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60460,"title":"Perfect Moment - The Contact","adult":false,"genre_ids":[99]},{"cast":["Chris Chatman","Candise Lakota","Krystle Connor","Robert Acinapura","Amy Ganser"],"overview":"Two competing groups of high school students must rally together and enter a song and dance competition in order to save their church from closing.","release_date":"2008-10-21","vote_average":5.0,"runtime":93,"cert":"N\/A","id":60463,"title":"Sunday School Musical","adult":false,"genre_ids":[10402]},{"cast":["Poul Reichhardt","Peter Malberg","Ib Mossin","Ebbe Langberg","Hanne Winther-Jørgensen"],"overview":"Flintesønnerne is a 1956 Danish family film directed by Alice O'Fredericks.","release_date":"1956-12-21","vote_average":7.0,"runtime":null,"cert":"N\/A","id":60464,"title":"Flintesønnerne","adult":false,"genre_ids":[10751]},{"cast":["Jørgen Reenberg","Grethe Thordahl","Ib Schønberg","Peter Malberg","Helga Frier"],"overview":"-Søren Holm bliver præst i den lille by Harslev. Sognerådsformanden fru Andersen blander sig i præstefamiliens privatliv, og da Søren, for at komme i tale med byens mandlige ungdom, spiller med i en fodboldkamp, bliver fru Andersen gal. Halvdelen af sognet vender Søren ryggen. Men Søren gør et godt arbejde for ungdommen og efterhånden bliver han med degnens mellemkomst både accepteret af sognerådet og af byens ungdom.","release_date":"1951-09-24","vote_average":10.0,"runtime":null,"cert":"N\/A","id":60465,"title":"Fodboldpræsten","adult":false,"genre_ids":[10751,35]},{"cast":["Asbjørn Andersen","Holger Juul Hansen","Inger Stender","Jane Thomsen","Karen Berg"],"overview":"På godset Næsbygaard går den gamle godsejer og savner barnebarnet Martin, der er på en kvægfarm i Texas for at lære noget om landbrug. Skytten på godset er syg, så stutterimesteren må passe hans job også. Det er netop i en tid, hvor han træner hårdt til galop løbet om Kongens ærespræmie. For at hjælpe på humøret får de besøg af nogle københavnske feriebørn. Da der opstår store problemer omkring krybskytteri på godsets jord er børnene med til at opklare sagen. Stutterimesteren kommer til skade og det ser ud til at godsets hest ikke kan deltage i det store galop løb. Men heldigvis kommer unge Martin hjem fra Texas i rette tid...","release_date":"1966-12-16","vote_average":7.0,"runtime":87,"cert":"N\/A","id":60468,"title":"Krybskytterne paa Næsbygaard","adult":false,"genre_ids":[35,18,10751]},{"cast":["Anne Louise Hassing","Søren Østergaard","Birthe Neumann","Waage Sandø","Anni Bjørn"],"overview":"A young woman who falls in love with her teacher is hit by heartache and challenges she is not prepared for and struggles to escape her dark frame of mind.","release_date":"1992-10-29","vote_average":7.2,"runtime":120,"cert":"N\/A","id":60469,"title":"Pain of Love","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Disc One ====== 1. The Oval Portrait (1934), directed by Richard L. Bare 2. 1:42.08 - A Man and His Car (1966), directed by George Lucas 3. Electronic Labyrinth THX 1138 4EB (1967), directed by George Lucas 4. Freiheit (1966), directed by George Lucas 5. The Lift (1972), directed by Robert Zemeckis 6. A Field of Honor (1973), directed by Robert Zemeckis 7. Silent Night (year unknown), directed by James Foley, Jr. 8. Proof (1980), directed by Kevin Reynolds 9. Perfect Alibi (1989), directed by Steve Sommers ------------------------------------------------------------------ Disc Two ====== 10. Whatever It Takes (1988), directed by Jon Turteltaub 11. Broken Record (year unknown), directed by Shawn Levy 12. The Goodbye Place (1996), directed by Richard Kelly","release_date":"2007-08-21","vote_average":0.0,"runtime":188,"cert":"N\/A","id":60472,"title":"Reel Talent: First Films by Legendary Directors","adult":false,"genre_ids":[18]},{"cast":["Helle Virkner","Henning Moritzen","Eva Hast Nystad","Ove Sprogøe","Lis Løwert"],"overview":"Danish comedy film from 1961 directed by Erik Balling.","release_date":"1961-09-11","vote_average":6.6,"runtime":null,"cert":"N\/A","id":60473,"title":"Poeten og Lillemor i forårshumør","adult":false,"genre_ids":[10751,35]},{"cast":["Ebbe Langberg","Henning Palner","Poul Reichhardt","Henning Moritzen","Ib Mossin"],"overview":"Two brothers, Ras and Jan, have always been together during the long training to become jet pilots in the Danish Airforce. They both join  squadron 793, where they will serve on active duty under the the young and very energetic squadron leader, Captain Tom Jessen.","release_date":"1961-09-04","vote_average":6.5,"runtime":77,"cert":"N\/A","id":60476,"title":"Jetpiloter","adult":false,"genre_ids":[28,10751,35]},{"cast":["Hilde Nyeggen Martinsen","Line Storesund","Sigrid Huun","Urda Brattrud Larsen"],"overview":"In a remote Norwegian mountain-area in the thirties, two 12 year old girls Siss and Unn meets. They are friends, but for Unn it is more serious, she admits to have secret and indecent fantasies about her girlfriend.","release_date":"1987-12-26","vote_average":5.4,"runtime":78,"cert":"N\/A","id":60477,"title":"Ice Palace","adult":false,"genre_ids":[9648,18]},{"cast":["Jarl Friis-Mikkelsen","Ole Stephensen","Axel Strøbye","Mari-Anne Jespersen","Anne Herdorf"],"overview":"","release_date":"1987-11-27","vote_average":3.0,"runtime":85,"cert":"N\/A","id":60478,"title":"The Fight For The Red Cow","adult":false,"genre_ids":[10751,35]},{"cast":["Henry Maske","Arthur Abraham","Susanne Wuest","Vladimir Weigl","Yoan Pablo Hernández"],"overview":"Based on the true story of Max Schmeling. A national hero in the 1930's when he became World heavyweight champion. He lost favour with the Nazi regime when he lost to a black man, Joe Louis, and is sent to the front in the hope he will be killed in battle.","release_date":"2010-10-07","vote_average":4.8,"runtime":118,"cert":"N\/A","id":60479,"title":"Max Schmeling","adult":false,"genre_ids":[28,18]},{"cast":[],"overview":"-","release_date":"1958-08-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60480,"title":"Seksdagesløbet","adult":false,"genre_ids":[]},{"cast":["Will Hay","Graham Moffatt","Moore Marriott","Glennis Lorimer","Peter Gawthorne"],"overview":"The mirthful adventures of Police-Sergeant Samuel Dudfoot and his two constables, Albert Brown and Jeremias Harbottle, who stage a fabricated crime-wave to save their jobs---and then find themselves involved in the real thing.","release_date":"1939-04-29","vote_average":7.4,"runtime":83,"cert":"U","id":60481,"title":"Ask a Policeman","adult":false,"genre_ids":[35]},{"cast":["Erik Clausen","Nina Gunke","Benjamin Rothenborg Vibe","Jesper Klein","Hans Alfredson"],"overview":"It is the adult Gustav Adolf, who tells the story of the momentous day when he as a little boy with his father and mother and the whole staircase, went to the beach to enjoy the pleasures of bathing. We are in 1930s working-class neighborhood in Copenhagen. In a backyard apartment, we meet the little working-up of small Gustav Adolf (Benjamin Rothenborg Vibe) who has great respect for his father, Axel (Erik Clausen). Father has a very lively gab and is always ready to tell a story from her exciting life - often from the time he was on the big Argentine pampas.","release_date":"1991-09-27","vote_average":6.3,"runtime":100,"cert":"N\/A","id":60484,"title":"The Great Day on the Beach","adult":false,"genre_ids":[35,10751]},{"cast":["Michael Madsen","Rachel Hunter","Lazar Rockwood","Tony Pearce","Jennifer Dale"],"overview":"Some 9 years ago, Walter Karl is convicted for the brutal murder of 11-year-old Annie Gordon and sentenced to 17 years in prison. Now, out early for good behaviour, his release sends shock waves through the city. The result is a marvelous moral contemplation of society's standards, citizen's rights, courage for the sake of love and the path to redemption.","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60487,"title":"Killer's Freedom","adult":false,"genre_ids":[53]},{"cast":["Jon Hall","Maria Montez","Sabu","Leif Erickson","Billy Gilbert"],"overview":"Jon Hall, Maria Montez and Sabu star in this lush, epic story of two half brothers who battle each other for the power of the throne and the love of a sensual, gorgeous dancing girl, Scheherazade","release_date":"1942-12-25","vote_average":6.5,"runtime":86,"cert":"N\/A","id":60488,"title":"Arabian Nights","adult":false,"genre_ids":[12,28,10749]},{"cast":["Dolph Lundgren","Sherri Alexander","Joe Michael Burke","Rebecca Cross","Brook Susan Parker"],"overview":"After a massive earthquake destroys Los Angeles, a new order is formed. But disagreement among the ranks leads to more war and disruption, and The Last Patrol must bring order if there's to be any hope for the future.","release_date":"2000-04-01","vote_average":3.8,"runtime":95,"cert":"N\/A","id":60489,"title":"The Last Patrol","adult":false,"genre_ids":[18,28,53,878]},{"cast":["Malcolm McDowell","Ethan Erickson","Victoria Sanchez","Ron Lea","Jennifer Nitsch"],"overview":"While temporarily working in a photographic studio with the famous photographer Bae, the simple and handsome worker Louis meets her manager Henry, who is impressed with his beauty. He invites Louis for taking some pictures, gives the artistic name of Dorian to him as a homage to \"Dorian Gray\" and a framed picture of him. Louis wishes to have the same fate of Dorian Gray, and from this moment on, he becomes very successful in the career of model. As years go by, he notes that only his picture ages, and he has the same face of years ago.","release_date":"2003-04-23","vote_average":4.3,"runtime":89,"cert":"","id":60490,"title":"Pact with the Devil","adult":false,"genre_ids":[53,27]},{"cast":["Mario Van Peebles","James Remar","Ice-T","Daniel Hugh Kelly"],"overview":"With a spate of violence that rocks the inner city, L.A.P.D. and ex-Marine John Kross investigates its cause: a new drug called Chaos. With help from his partner Carpenter, they delve into the mystery, only to discover a link between the drug and a terrifying supernatural power unleashed during the gulf war, witnessed by Kross twelve years ago. Now, Kross must race against time to stop the destruction, battle his own demons and come to grips with his destiny as he discovers that his reality has been mapped by a power much greater than himself.","release_date":"2001-06-12","vote_average":6.0,"runtime":89,"cert":"N\/A","id":60495,"title":"Guardian","adult":false,"genre_ids":[18,27,28,878]},{"cast":["Mary-Louise Parker","Shawn Doyle","Susan Lynch","Wendy Crewson","Amanda Root"],"overview":"Journalist Zenia Arden has disappeared. When her finger turns up on the shores of Lake Ontario next to her blood-soaked car, the police believe they've uncovered a homicide.","release_date":"2007-03-03","vote_average":6.0,"runtime":89,"cert":"N\/A","id":60496,"title":"The Robber Bride","adult":false,"genre_ids":[18,9648,53]},{"cast":["Victoria Wood","Julie Walters","Jason Watkins","Lorraine Ashbourne","Daniel Ryan"],"overview":"This is the time of year when friends and family gather round the television to exchange the traditional greeting -“Don’t bother, there’s nothing on”. Well this Christmas join Victoria Wood for her ‘Mid Life Christmas’ featuring highlights from the Mid Life Olympics 2009, with the most unlikely sporting events and a dance number that brings together the killer combo of midriff bulge. Victoria then dons a bonnet and corset, for the popular costume drama Lark Pies to Cranchesterford, and revel in the further adventures of soap star Bo Beaumont played by long term collaborator Julie Walters. DVD extras include the searing in-depth documentary (!) ‘What larks!’","release_date":"2009-12-24","vote_average":0.0,"runtime":58,"cert":"","id":60497,"title":"Victoria Wood: Victoria Wood's Midlife Christmas","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The Legend of the Candy Cane","release_date":"2001-06-01","vote_average":0.0,"runtime":45,"cert":"N\/A","id":60498,"title":"The Legend of the Candy Cane","adult":false,"genre_ids":[]},{"cast":["Andrew Maxwell"],"overview":"Dubliner Andrew Maxwell is more than a stand up comedian - he's your clown and friend. Renowned for his unique blend of comedy and well-observed fast-paced streams of consciousness, if you like your comedy funny and your storytelling memorable then this is the live show for you.","release_date":"2010-11-22","vote_average":0.0,"runtime":64,"cert":"","id":60499,"title":"Andrew Maxwell: One Inch Punch","adult":false,"genre_ids":[]}]