[{"cast":["Orny Adams"],"overview":"Orny Adams: Takes the Third is a powerful, poignant, seamlessly woven non-stop hour special spotlighting a comedian at the top of his game. You’ve seen him on The Tonight Show, The Late Show, and in the documentary Comedian where he co-starred with Jerry Seinfeld, catapulting him onto the national stage. Watch the ground-breaking new special, uncut, with many routines and footage not seen on TV. Taped in front of an electrified sold out theater, Orny is at his best, masterfully deconstructing the chaos of the modern world and getting worked up about things that most people just accept – an instant classic.","release_date":"2010-10-29","vote_average":0.0,"runtime":6,"cert":"N\/A","id":60500,"title":"Orny Adams: Takes the Third","adult":false,"genre_ids":[35]},{"cast":["Rutger Hauer","Rebecca De Mornay","Ron Silver","Jonathan Banks","Mariska Hargitay"],"overview":"A couple visits Mexico to scout a new location for their furniture manufacturing business and hit a cop with their car on the way back stateside. Realizing that if they report it they could land in a Mexican jail (guilty until proven innocent) they clean up the car and return home. A few days later an insistent man shows up wanting a job and insinuating that he saw something in Mexico that he would not want to report, and the couple must make a decision about how far they will allow themselves to be blackmailed. Written by Ed Sutton","release_date":"1993-01-30","vote_average":5.3,"runtime":98,"cert":"N\/A","id":60505,"title":"Blind Side","adult":false,"genre_ids":[18,53]},{"cast":["Johannes Meyer","Poul Reichhardt","Pia Ahnfelt-Rønne","Peter Malberg","Lily Broberg"],"overview":"-Efter endt landbrugseksamen vender Ole Offor tilbage til sin fødeby. Det viser sig hurtigt, at hans kæreste gennem flere år skal giftes med en anden. Oles far overtaler Ole til at rejse til Sjælland, hvor proprietær Munks gård trænger til en hjælpende hånd. Ole køber med faren hjælp halvpart i gården. Sammen med Munks datter Bente driver han gården videre. Gamle Munk dør og Ole og Bente bliver gift. Munks anden kone gør alt hun kan for at overtage gården. Som kumpan har hun Willers. Da det endelig se ud til at gå godt for Ole og Bente fremsætter hun krav på større del af arven. De har ikke pengene, så årets Derby kan få stor betydning for gårdens videre skæbne.","release_date":"1950-01-02","vote_average":8.3,"runtime":85,"cert":"N\/A","id":60506,"title":"De røde heste","adult":false,"genre_ids":[]},{"cast":["Abel Salazar","Gloria Marín","Manuel Monroy","Santiago Rivero","Rafael Bardem"],"overview":"It's 1848 and the invading army has defeated the few opposing forces and California has become part of the United States. As the anger from the citizens rages, even more as gold is discovered in its already rich lands. Don Cesar de Echagüe, an old hidalgo, begs his son Cesar to accelerate his return from Europe, confident that he knows how to oppose the oppressor. But what he sees coming is a cockroach incapable of any act of value. But this is only a ruse to hide his other personality, \"The Coyote\" relentless defender of his compatriots!","release_date":"1955-05-05","vote_average":6.0,"runtime":75,"cert":"N\/A","id":60507,"title":"El Coyote","adult":false,"genre_ids":[37,12]},{"cast":["Gracita Morales","José Luis López Vázquez","María José Alfonso","Alfredo Landa","Julieta Serrano"],"overview":"Several stories about marriages that receive the news that they will be parents. Alejandro and Mercedes are newly married and receive the news with enthusiasm; Margarita and Enrique have been married for a while, but it will also be their first offspring; Ines and Luis have been in this situation several times, but this is the first time that the pregnancy is real. The reaction of the parents, the cravings of the pregnant women, the name search for the child, everything is always the same and always different. None of the couples resembles the others, but when the moment of delivery arrives, the nerves will be the same.","release_date":"1967-08-16","vote_average":0.0,"runtime":94,"cert":"N\/A","id":60508,"title":"Cronica de nueve meses","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2009-09-12","vote_average":2.0,"runtime":null,"cert":"N\/A","id":60509,"title":"R.A.S. nucléaire rien à signaler","adult":false,"genre_ids":[]},{"cast":["Carmen Sevilla","Gabriele Ferzetti","Margot Cottens","Manuel Alexandre"],"overview":"Patricia is guide of a travel agency. One night, when accompanying a group of tourists through the old Madrid,  she meets Carlos and falls for him. Days later, Patricia embarks on a summer cruise meeting up again with Carlos. The romance begins, but Patricia is not the only one chasing Carlos. Three villains want to kidnap him","release_date":"1964-05-28","vote_average":5.0,"runtime":99,"cert":"N\/A","id":60510,"title":"Crucero de verano","adult":false,"genre_ids":[]},{"cast":["Antonio Ozores","Maria Piazzai","Jorge Vico","Marta Padovan","Gisia Paradís"],"overview":"","release_date":"1961-03-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60511,"title":"La IV carabela","adult":false,"genre_ids":[35,10402]},{"cast":["Roxane Sondrup","Michelle Beisner","Gentle Fritz","Major Mandolin","Beth Ehrmann"],"overview":"Alice and her friends plan to make it rich by robbing an armoured truck, but everything goes haywire when Alice is shot. She wakes up from a year-long coma to find herself down the rabbit hole in a world of pimps, pushers and police payoffs.","release_date":"2006-02-11","vote_average":6.0,"runtime":95,"cert":"N\/A","id":60512,"title":"Alice in Wasteland","adult":false,"genre_ids":[28,12]},{"cast":[],"overview":"Murray Hallam documentary on how an Aquaponics system develops over the course of 12 months. Everything revealed from start to finish. Imagine growing your own fish and vegetables in your own backyard. Its possible.","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60513,"title":"Aquaponics: The First 12 Months","adult":false,"genre_ids":[99]},{"cast":["Tota Alba","Antonio Casale","Antonio Garisa","María Loreto"],"overview":"","release_date":"1963-01-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":60514,"title":"Cuatro bodas y pico","adult":false,"genre_ids":[35]},{"cast":[],"overview":"2003 was a big year for AC\/DC which included their induction into the Rock and Roll Hall of Fame to European dates with the Rolling Stones, the band made several high-profile public appearances (including the SARS concert in Toronto for 200,000 people). One run of shows found the band returning to their roots and playing clubs and theaters where fans were treated to sweaty, stripped-down shows and even playing some rarities they hadn't played in years. This DVD show from Munich, Germany was filmed at Circus Krone 2003 and this disc only available on the Deluxe Edition.","release_date":"2009-09-29","vote_average":5.5,"runtime":45,"cert":"N\/A","id":60515,"title":"AC\/DC: Live At Circus Krone","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2004-09-14","vote_average":9.0,"runtime":null,"cert":"N\/A","id":60516,"title":"Madonna - Re-Invention Tour Live in Lisbon","adult":false,"genre_ids":[]},{"cast":["Liam Cunningham","Brana Bajic","Roger Allam","Jesse Spencer","Neil Newbon"],"overview":"A retelling of the classic Swiss Family Robinson story.","release_date":"2002-01-12","vote_average":7.7,"runtime":120,"cert":"","id":60517,"title":"Stranded","adult":false,"genre_ids":[10770,12,18,53]},{"cast":[],"overview":"Live at Reading Festival, UK, 1997-08-24  So What (Anti-Nowhere League cover), Master of Puppets (Short Version), King Nothing, Sad But True, Fuel, Hero of the Day, Ain't My Bitch, One, Until It Sleeps, For Whom the Bell Tolls, Wherever I May Roam, Nothing Else Matters, Enter Sandman, Stone Cold Crazy (Queen cover), Creeping Death, Battery, Last Caress (Misfits cover), Motorbreath","release_date":"1997-08-24","vote_average":0.0,"runtime":89,"cert":"","id":60518,"title":"Metallica: Reading Festival 1997","adult":false,"genre_ids":[10402]},{"cast":["Jesse Jane","Stoya","Riley Steele","Kayden Kross","Selena Rose"],"overview":"Fly hard with deep throttle action as Jesse Jane and Riley Steele show the men the true definition of hardcore power. They are the new top guns, the two best female fighter pilots the Air Force has to offer going up against their arch rivals, Kayden Kross and Stoya, the unbeatable bitches from the Navy. It's lust-fueled girls going up against the hardest fly boys in the military to prove they've got more thrust in their game and more devious tactics than any enemy riding their tail.","release_date":"2011-03-08","vote_average":8.9,"runtime":139,"cert":"N\/A","id":60519,"title":"Top Guns","adult":true,"genre_ids":[]},{"cast":["Robert Preston","Elizabeth Sellars","Colin Tapley","Sheila Burrell","Harold Lang"],"overview":"An American World War II veteran working for the British Foreign Office scours England for the killer who murdered his wife.","release_date":"1951-01-01","vote_average":6.5,"runtime":83,"cert":"","id":60520,"title":"Cloudburst","adult":false,"genre_ids":[53,9648]},{"cast":["Lorànt Deutsch","Philippe Torreton","Jean-Claude Dreyfus","Élodie Navarre","Julien Courbey"],"overview":"","release_date":"2007-04-18","vote_average":5.6,"runtime":null,"cert":"N\/A","id":60521,"title":"Jean de La Fontaine, le défi","adult":false,"genre_ids":[36]},{"cast":["Anthony Stewart Head","Patsy Kensit","Aaron Taylor-Johnson","Jenny Agutter","Emma Ford"],"overview":"A magic Troll aims to defeat the Black Witch and find the magic door that will lead him home with the help of the Elf Flip, and the Boy Liam.","release_date":"2007-03-04","vote_average":4.0,"runtime":90,"cert":"","id":60522,"title":"The Magic Door","adult":false,"genre_ids":[14]},{"cast":["Dan Duryea","Mary Anderson","Gordon Gebert","Ross Elliott","Melinda Casey"],"overview":"Bill Cannon (Dan Duryea) loses everything to alcohol: his job, his family, his self-respect. Soon after his wife and daughter leave him, he receives word his little girl has been injured in a car accident outside Chicago. His wife will call later with news, but Bill’s short the $53 he needs to keep his phone from being disconnected. Filled with anguish, he heads out onto the Los Angeles streets to find some way to come up with the cash. As his character encounters expected cruelty and unexpected kindness, Duryea takes what might have been mere melodrama and turns it into a perceptive examination of one shattered soul. The other fine star of this race-against-the-clock programmer is an unglamorous, lunch-bucket L.A. rarely captured on film.","release_date":"1952-01-01","vote_average":7.0,"runtime":75,"cert":"N\/A","id":60523,"title":"Chicago Calling","adult":false,"genre_ids":[18]},{"cast":["Ryan Kwanten","Mischa Barton","Beau Bridges","Ja Rule","Fran Kranz"],"overview":"Life was easy for Jackson White. With looks, brains, and athletic ability,the world's possibilities seemed limitless. But, when he came to Los Angeles to pursue a career in the music industry, he was so seduced by money and status that he lost track of who he was. Now, with both his personal and professional lives on the edge of ruin, he's been called home to care for his dying father. While in North Carolina, he'll have to confront the friends he lost track of and the girl he never met.","release_date":"2010-02-02","vote_average":4.4,"runtime":90,"cert":"N\/A","id":60524,"title":"Don't Fade Away","adult":false,"genre_ids":[18]},{"cast":["William Holden","Deborah Kerr","Thelma Ritter","Dewey Martin","William Redfield"],"overview":"In this romantic drama, beautiful Red Cross volunteer Lee Ashley (Deborah Kerr) arrives on the South Pacific island of New Caledonia to learn more about the circumstances surrounding the death of her husband, Howard, in the Battle of Guadalcanal. There, Ashley falls for the gruff, seductive Marine Lt. Col. Colin Buck (William Holden), but struggle and tragedy follow when the widow learns about the reality of Buck's life back home.","release_date":"1956-06-13","vote_average":6.3,"runtime":111,"cert":"N\/A","id":60525,"title":"The Proud and Profane","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"","release_date":"2011-10-01","vote_average":5.0,"runtime":null,"cert":"","id":60526,"title":"Magic Forest 3D","adult":false,"genre_ids":[99,10402]},{"cast":["Javier Guzman"],"overview":"","release_date":"2003-01-01","vote_average":7.0,"runtime":null,"cert":"N\/A","id":60527,"title":"Javier Guzman: Bot","adult":false,"genre_ids":[]},{"cast":["Javier Guzman"],"overview":"","release_date":"2004-12-05","vote_average":6.0,"runtime":null,"cert":"N\/A","id":60528,"title":"Javier Guzman: Deelt Uit III","adult":false,"genre_ids":[]},{"cast":["Javier Guzman"],"overview":"","release_date":"2003-12-05","vote_average":6.0,"runtime":null,"cert":"N\/A","id":60529,"title":"Javier Guzman: Deelt Uit II","adult":false,"genre_ids":[]},{"cast":["Javier Guzman"],"overview":"","release_date":"2002-12-05","vote_average":6.0,"runtime":null,"cert":"N\/A","id":60530,"title":"Javier Guzman: Deelt Uit I","adult":false,"genre_ids":[]},{"cast":["Mathieu Amalric","Michael Lonsdale","Lou Castel","Jean-Pierre Kalfon","Valérie Dréville"],"overview":"A psychologist discovers troubling links between Nazism and modern-day big business.","release_date":"2007-09-12","vote_average":5.6,"runtime":143,"cert":"N\/A","id":60531,"title":"Heartbeat Detector","adult":false,"genre_ids":[18,53]},{"cast":["Javier Guzman"],"overview":"","release_date":"2007-01-01","vote_average":8.0,"runtime":null,"cert":"N\/A","id":60532,"title":"Javier Guzman: Delirium","adult":false,"genre_ids":[35]},{"cast":["Javier Guzman"],"overview":"","release_date":"2006-12-29","vote_average":8.0,"runtime":null,"cert":"N\/A","id":60533,"title":"Javier Guzman: Ton Zuur","adult":false,"genre_ids":[35]},{"cast":["Ulrich Thomsen","Wotan Wilke Möhring","Katrin Sass","Sebastian Blomberg","Burghart Klaußner"],"overview":"13-year-old Sinikka vanishes on a hot summer night. Her bicycle is found in the exact place where a girl was killed 23 years ago. The dramatic present forces those involved in the original case to face their past.","release_date":"2010-08-13","vote_average":6.5,"runtime":120,"cert":"","id":60534,"title":"The Silence","adult":false,"genre_ids":[80,53]},{"cast":["Robert Ryan","Julie Adams","Rock Hudson","Judith Braun","John McIntire"],"overview":"Brothers Dan and Neil Hammond return to Texas after the Civil War. Ambitious Dan turns to rustling and then shady land deals to build an empire. Being held for a murder, he is rescued from a lynch mob by Neil, who is now the Marshal, but there is eventually a falling out between the brothers, good triumphing over evil.","release_date":"1952-10-11","vote_average":5.8,"runtime":81,"cert":"N\/A","id":60535,"title":"Horizons West","adult":false,"genre_ids":[37]},{"cast":[],"overview":"Surf's up! So grab your beach towel and sunscreen and join Barney for a day of fun in the sun at the beach. From sail boating to flying kites, you'll enjoy a day of sun, surf and surprises with your favorite dino pal. And you'll make new friends like Mr. Boyd at a very special beach party with authentic hula dancing lessons. No trip to the beach would be complete without a handmade sandcastle. So get ready to hang ten with your purple pal when you go to the beach with Barney!","release_date":"2002-04-30","vote_average":0.0,"runtime":46,"cert":"N\/A","id":60536,"title":"Barney's Beach Party","adult":false,"genre_ids":[10751]},{"cast":["Catherine Frot","Laura Smet","Grégori Derangère","François Berléand","Mathilde Seigner"],"overview":"","release_date":"2006-06-07","vote_average":5.9,"runtime":null,"cert":"N\/A","id":60537,"title":"Le Passager de l'été","adult":false,"genre_ids":[18]},{"cast":["Karel Roden","Klára Issová","Jan Kanyza","Lukáš Vaculík","Markéta Hrubešová"],"overview":"Píše se 13. století. Království českému a markrabství moravskému vládne Přemysl Otakar II. Na zásnuby, které mají usmířit znesvářené rody pánů z Dubé a z Vartemberka, vysílá král svého zástupce v severních Čechách, správce královského hradu Bezdězu, Oldřicha z Chlumu (Karel Roden). Cestou na hrad najdou Oldřich a jeho pomocníci (Jan Dolanský, David Matásek) stopy po loupežné vraždě neznámého kupce. Na vartemberském panství se Oldřich setkává s Ludmilou (Klára Issová), dcerou Markvarta z Vartemberka, kterou zná od jejího dětství. Ludmila se mu svěří, že se nechce vdát za Beneše z Dubé (David Prachař), přestože jejich svatba je podmínkou křehkého míru mezi oběma rody. Během slavnostní hostiny, pořádané na Oldřichovu počest, je zavražděn purkrabí (Miloš Vávra). Podezření padne na loutnistu (Saša Rašilov), jehož snoubenku se purkrabí pokusil zneužít.","release_date":"2009-05-28","vote_average":6.5,"runtime":77,"cert":"N\/A","id":60538,"title":"Jménem krále","adult":false,"genre_ids":[12,80,18,36]},{"cast":["Audie Murphy","Beverly Tyler","James Best","Yvette Duguay","John Hudson"],"overview":"Audie Murphy comes into his own as a Western star in this story. Wrongly accused by crooked railroad officials of aiding a train heist by his old friends the Daltons, he joins their gang and becomes an active participant in other robberies. Betrayed by a fellow gang member, Murphy becomes a fugitive in the end. Seeking refuge at the ranch of a reformed gang member, he hopes to flee with the man's daughter to South America, but he's captured in the end and led off to jail. The girl promises to wait.","release_date":"1952-01-13","vote_average":6.1,"runtime":84,"cert":"N\/A","id":60539,"title":"The Cimarron Kid","adult":false,"genre_ids":[37]},{"cast":["Danny Trejo","Mark Hamill","Noah Hathaway","Jeff Fahey","Sonny Chiba"],"overview":"Fish has spent six years in jail. Six years alone. Six years keeping his mouth shut about the robbery, about the other men involved. The night he is released, the four men he protected with silence celebrate his freedom with a congratulatory dinner. The meal is a lavish array of sushi, served off the naked body of a beautiful young woman. The sushi girl seems catatonic, trained to ignore everything in the room, even if things become dangerous. Sure enough, the four unwieldy thieves can't help but open old wounds in an attempt to find their missing loot.","release_date":"2012-12-07","vote_average":5.7,"runtime":98,"cert":"N\/A","id":60540,"title":"Sushi Girl","adult":false,"genre_ids":[53,80]},{"cast":["Joel McCrea","Veronica Lake","Don DeFore","Donald Crisp","Preston Foster"],"overview":"A cattle-vs.-sheepman feud loses Connie Dickason her fiance, but gains her his ranch, which she determines to run alone in opposition to Frank Ivey, \"boss\" of the valley, whom her father Ben wanted her to marry. She hires recovering alcoholic Dave Nash as foreman and a crew of Ivey's enemies. Ivey fights back with violence and destruction, but Dave is determined to counter him legally... a feeling not shared by his associates. Connie's boast that, as a woman, she doesn't need guns proves justified, but plenty of gunplay results.","release_date":"1947-05-02","vote_average":6.7,"runtime":95,"cert":"N\/A","id":60541,"title":"Ramrod","adult":false,"genre_ids":[37]},{"cast":["Randolph Scott","Barbara Britton","George 'Gabby' Hayes","Lon Chaney Jr.","Russell Hayden"],"overview":"Cole Armin comes to Albuquerque to work for his uncle, John Armin, a despotic and hard-hearted czar who operates an ore-hauling freight line, and whose goal is to eliminate a competing line run by Ted Wallace and his sister Celia. Cole tires of his uncle's heavy-handed tactics and switches over to the Wallace side. Lety Tyler, an agent hired by the uncle, also switches over by warning Cole and Ted of a trap set for them by the uncle and his henchman.","release_date":"1948-02-20","vote_average":7.1,"runtime":90,"cert":"N\/A","id":60542,"title":"Albuquerque","adult":false,"genre_ids":[28,10749,37]},{"cast":["Sophia Loren","Omar Sharif","Georges Wilson","Leslie French","Dolores del Río"],"overview":"A fairy tale of the misadventures of a beautiful but temperamental Neapolitan peasant, Isabella, when she meets the ill- tempered Spanish Prince Rodrigo Ferrante y Davalos. The King of Spain has ordered Rodrigo to choose a wife among seven Italian Princesses, but he is smitten by the lowly peasant.","release_date":"1967-10-19","vote_average":5.4,"runtime":104,"cert":"N\/A","id":60543,"title":"More Than a Miracle","adult":false,"genre_ids":[10749,35,14]},{"cast":["Val Kilmer"],"overview":"Actor Val Kilmer narrates this powerful film exploring the methamphetamine epidemic that's ravaged blue-collar America. Putting a human face on the problem, filmmaker Justin Hunt reveals the damage being done by this rural drug of choice, as well as the steps being taken by communities across the nation to wipe out the scourge. From Wyoming to New Mexico, Montana and Oregon, American Meth paints a picture of both devastation and hope.","release_date":"2008-02-26","vote_average":6.2,"runtime":72,"cert":"N\/A","id":60544,"title":"American Meth","adult":false,"genre_ids":[99]},{"cast":["Alan Ladd","Robert Preston","Brenda Marshall","Donald Crisp","William Demarest"],"overview":"Smith as an iron-willed railroad detective. When his friend Murray is fired from the railraod and begins helping Rebstock wreck trains, Smith must go after him. He also seems to have an interest in Murray's wife (and vice versa).","release_date":"1948-12-09","vote_average":6.5,"runtime":88,"cert":"N\/A","id":60545,"title":"Whispering Smith","adult":false,"genre_ids":[28,37]},{"cast":[],"overview":"Arsenal's season literally went right down to the very last kick of the campaign - with skipper Patrick Vieira's spot kick winning the FA Cup in Cardiff. It brought a successful conclusion to another dramatic, record breaking season for the Gunners. Apart from the club's 27th major honour, there were a host of highlights in 2004\/05, including an all-time league record for 49 consecutive matches without a defeat.","release_date":"2005-06-17","vote_average":0.0,"runtime":121,"cert":"","id":60546,"title":"Arsenal: Season Review 2004-2005","adult":false,"genre_ids":[]},{"cast":["Audie Murphy","Faith Domergue","Stephen McNally","Susan Cabot","Gerald Mohr"],"overview":"A gang of claim jumpers is infesting the territory, gaining ownership of undermanned mining operations through extortion...and leaving no live witnesses. But one victim, quick-drawing gambler Luke Cromwell, escapes. Meanwhille, Marshal Lightnin' Tyrone is also after the gang; recovering from one raid, he meets femme fatale Opal Lacy, who may not be healthy for him to know. When Luke, now calling himself the Silver Kid, joins forces with Marshal Tyrone, the gang had better watch out ...unless something drives a wedge between the new allies.","release_date":"1952-08-01","vote_average":7.0,"runtime":77,"cert":"N\/A","id":60547,"title":"The Duel at Silver Creek","adult":false,"genre_ids":[28,37]},{"cast":["Frank Sinatra","Keenan Wynn","William Conrad","Phyllis Kirk","Wallace Ford"],"overview":"In Johnny Concho, Frank Sinatra plays a man who goes from the town bully to town coward!","release_date":"1956-07-01","vote_average":4.0,"runtime":84,"cert":"N\/A","id":60548,"title":"Johnny Concho","adult":false,"genre_ids":[37]},{"cast":[],"overview":"The history of Arsenal Football Club from its origin in 1886 to 2003. Established by a group of workers at the Woolwich Arsenal Armament Factory, Arsenal FC first joined the First Division in 1915 and has remained there ever since. This DVD tells the story of the club from its humble beginnings to its rise as a global club in the twenty-first century.","release_date":"2003-01-01","vote_average":0.0,"runtime":175,"cert":"N\/A","id":60549,"title":"Arsenal - The Official History 1886-2003","adult":false,"genre_ids":[]},{"cast":["Dana Andrews","Richard Conte","Farley Granger","Kevin O'Shea","Don Barry"],"overview":"This is the story of the crew of a downed bomber, captured after a run over Tokyo, early in the war. Relates the hardships the men endure while in captivity, and their final humiliation: being tried and convicted as war criminals.","release_date":"1944-02-25","vote_average":6.0,"runtime":99,"cert":"N\/A","id":60550,"title":"The Purple Heart","adult":false,"genre_ids":[28,18]},{"cast":["Maureen O'Hara","Jeff Chandler","John McIntire","Suzan Ball","Dennis Weaver"],"overview":"A thrilling Cavalry-versus-Indians adventure starring Jeff Chandler as an Army official recruiting Seminole allies, against his superior's wishes, to stop a planned Kiowa attack.","release_date":"1954-01-01","vote_average":6.3,"runtime":78,"cert":"N\/A","id":60551,"title":"War Arrow","adult":false,"genre_ids":[12,18,10749,10752,37]},{"cast":["Christian De Sica","Massimo Ghini","Belén Rodríguez","Giorgio Panariello","Max Tortora"],"overview":"Carlo, on vacation in South Africa with his second wife Susanna meets her younger brother Giorgio.","release_date":"2010-12-20","vote_average":4.4,"runtime":105,"cert":"N\/A","id":60556,"title":"Natale in Sudafrica","adult":false,"genre_ids":[]},{"cast":["Peter Baxter","Ian Bogost","Jenova Chen","Stephen Colbert","Brian Flemming"],"overview":"Chronicles the history of the game \"Super Columbine Massacre RPG!.\" The film traces back the 16-bit role-playing game to its inception, through the 2006 shooting at Dawson College in which the game was singled out by the media as a \"murder simulator\" that \"trained\" the shooter, and finally the game's removal from the list of finalists at the Slamdance 2007 Guerrilla Gamemaker Competition - prompting half the entries and a sponsor to pull out of the festival in protest. Written by tolka","release_date":"2008-11-07","vote_average":6.5,"runtime":94,"cert":"N\/A","id":60557,"title":"Playing Columbine","adult":false,"genre_ids":[99]},{"cast":["W.C. Fields","Martha Raye","Dorothy Lamour","Bob Hope","Shirley Ross"],"overview":"The Bellows family causes comic confusion on an ocean liner, with time out for radio-style musical acts.","release_date":"1938-02-11","vote_average":6.3,"runtime":94,"cert":"N\/A","id":60562,"title":"The Big Broadcast of 1938","adult":false,"genre_ids":[]},{"cast":["Kelly Preston","Bo Hopkins","Dan Haggerty","Clint Howard"],"overview":"An interracial love story, set in the turbulent wild west, stirs up tensions between the Indians and the settlers.","release_date":"1994-01-01","vote_average":5.3,"runtime":90,"cert":"N\/A","id":60563,"title":"Cheyenne Warrior","adult":false,"genre_ids":[28,37]},{"cast":[],"overview":"Are we capable of cloning humans and if so should we? This shocking film examines the full ramifications of this explosive controversy and explores exactly what cloning is. See which animals have already been cloned and whether this technology can be refined to clone humans. The tangled ethical and technical issues surrounding cloning are fully explored by leading practitioners and thinkers in the field. Includes the facts about this controversial field of science along with a series of spellbinding interviews with researchers, scientists, theologians, legal experts and the best known, most credible biotechnology authorities in the world today.","release_date":"","vote_average":0.0,"runtime":95,"cert":"N\/A","id":60564,"title":"Frankenstein Science: Human Cloning","adult":false,"genre_ids":[99]},{"cast":["Randolph Scott","Marguerite Chapman","George Macready","Sally Eilers","Edgar Buchanan"],"overview":"A man is bent on taking revenge on those responsible for his fiancée's death.","release_date":"1948-07-01","vote_average":5.3,"runtime":90,"cert":"N\/A","id":60565,"title":"Coroner Creek","adult":false,"genre_ids":[37]},{"cast":["Randolph Scott","Helen Gahagan","Helen Mack","Nigel Bruce","Lumsden Hare"],"overview":"Leo Vincey, told by his dying uncle of a lost land visited 500 years ago by his ancestor, heads out with family friend Horace Holly to try to discover the land and its secret of immortality, said to be contained within a mystic fire. Picking up Tanya, a guide's daughter, in the frozen Russian arctic, they stumble upon Kor, revealed to be a hidden civilization ruled over by an immortal queen, called She, who believes Vincey is her long-lost lover John Vincey, Leo's ancestor.","release_date":"1935-06-12","vote_average":5.4,"runtime":101,"cert":"N\/A","id":60566,"title":"She","adult":false,"genre_ids":[12,14]},{"cast":["Madhabi Mukherjee","Anil Chatterjee","Jaya Bachchan","Haren Chatterjee","Sefalika Devi"],"overview":"Life at home changes when a housewife from a middle-class, conservative family in Calcutta gets a job as a salesperson.","release_date":"1963-09-27","vote_average":7.7,"runtime":131,"cert":"N\/A","id":60567,"title":"The Big City","adult":false,"genre_ids":[18]},{"cast":["Derek Yee Tung-Sing","Lau Yuk-Pok","Jason Pai Piao","Phillip Ko","Chan Shen"],"overview":"On a routine courier mission, the prestigious Chin Hu chief was murdered by four mysterious monks. When all evidence points to Ching Hua (Liu Yu-Po), his friend Lei Hsin (Derek Yee) is determined to clear his name by barging in the Shaolin Temple thrice, and gets intwined in an intricate web of deception!","release_date":"1983-10-06","vote_average":6.4,"runtime":86,"cert":"N\/A","id":60568,"title":"Shaolin Intruders","adult":false,"genre_ids":[28,18]},{"cast":["Jonathan Zaccaï","Guillaume Depardieu","Lionel Abelanski","Frédérique Meininger","Chloé Rejon"],"overview":"","release_date":"2008-01-09","vote_average":0.0,"runtime":81,"cert":"N\/A","id":60569,"title":"Blindfold","adult":false,"genre_ids":[18,80]},{"cast":["Brigitte Lahaie","Diana Cochran","Paul Raymond","Faith Daykin","Vicki Scott"],"overview":"Brigitte Lahie stars as a stunning French reporter who Paul Raymond personally invites into Soho's sleaziest sex locales. This experience convinces the young woman that she wants to be a stripper too. This slice of erotica features a lineup of Reyuebar Girls, as well as ladies from the pages of Men's Only and Escort Magazine.","release_date":"1982-04-30","vote_average":1.5,"runtime":86,"cert":"N\/A","id":60576,"title":"Paul Raymonds Erotica","adult":true,"genre_ids":[18]},{"cast":["Michael Caine","Roger Moore","Sally Kirkland","Deborah Moore","Lee Patterson"],"overview":"Spies force two British con men (Michael Caine, Roger Moore) to pose as look-alike scientists peddling cheap-energy fusion.","release_date":"1990-11-02","vote_average":5.1,"runtime":95,"cert":"","id":60577,"title":"Bullseye!","adult":false,"genre_ids":[35]},{"cast":["R. Sarathkumar","Nayanthara","Prakash Raj","Napoleon"],"overview":"A honest and peace loving village man turns into a politician but his past haunts him till he seeks redemption by surrendering himself to law. On pursuing this he calms down him avenger as well.","release_date":"2005-01-14","vote_average":6.3,"runtime":null,"cert":"N\/A","id":60578,"title":"Ayya","adult":false,"genre_ids":[]},{"cast":["Kamal Haasan","Shah Rukh Khan","Rani Mukerji","Vasundhara Das","Atul Kulkarni"],"overview":"Saketh Ram's wife is raped and killed during direct action day riots in Calcutta. He is convinced that Mahatma Gandhi is responsible for all the problems happening in the country. He sets out to kill him.","release_date":"2000-02-18","vote_average":5.9,"runtime":199,"cert":"N\/A","id":60579,"title":"Hey Ram","adult":false,"genre_ids":[18]},{"cast":["Torkel Petersson","Shanti Roney","Tova Magnusson","Melinda Kinnaman","Johan Widerberg"],"overview":"This is the true story of the failed bank robbery-cum-hostage taking in a bank at the square Norrmalmstorg in Stockholm, in September 1973. The Stockholm Syndrome is named after this incident.","release_date":"2003-08-29","vote_average":4.6,"runtime":90,"cert":"N\/A","id":60582,"title":"The Stockholm Syndrome","adult":false,"genre_ids":[18,53,10770]},{"cast":["Lisa Rinna","Gail O'Grady","Dale Midkiff","Sally Kirkland","Charlotte Rae"],"overview":"When Laurel signs up for swimming lessons, she becomes best friends with her teacher Susan - until they realize Laurel’s boyfriend and Susan’s husband are the same man.","release_date":"2000-03-06","vote_average":4.7,"runtime":87,"cert":"N\/A","id":60585,"title":"Another Woman's Husband","adult":false,"genre_ids":[18,10749,10770]},{"cast":["Cyril Lecomte","Élodie Navarre","Bernard Blancan","Murray Head","Didier Pain"],"overview":"","release_date":"2009-09-02","vote_average":5.8,"runtime":null,"cert":"N\/A","id":60586,"title":"No Pasaran","adult":false,"genre_ids":[35]},{"cast":["Jennifer Love Hewitt","Frances Fisher","Eric McCormack","Emmy Rossum","Keir Dullea"],"overview":"The film spans from Hepburn's early childhood to the 1950s which details her life as a Dutch ballerina, coming to grips with her parents' divorce, and enduring life in the Nazi-occupied Netherlands during World War II. She then settles in the U.S. where she succeeds in making it big as a movie actress, in such movies as Breakfast at Tiffany's.","release_date":"2000-03-27","vote_average":6.1,"runtime":133,"cert":"","id":60587,"title":"The Audrey Hepburn Story","adult":false,"genre_ids":[18]},{"cast":["Bodo Wartke"],"overview":"","release_date":"2010-04-11","vote_average":8.0,"runtime":null,"cert":"N\/A","id":60588,"title":"Bodo Wartke - König Ödipus","adult":false,"genre_ids":[]},{"cast":["S. J. Surya","Simran","Kiran Rathod","Devayani","Aishwarya"],"overview":"An 8-year-old boy runs away from home and meets a scientist, who transforms him into a young man of 28, although mentally, he remains a child.","release_date":"2004-07-16","vote_average":6.4,"runtime":null,"cert":"N\/A","id":60589,"title":"New","adult":false,"genre_ids":[35,18]},{"cast":["James Laurie","Gia Carides","Max Cullen","Bruce Spence","David Argue"],"overview":"After discovering that a group of car thieves may have something to do with his father's untimely death, Steve pursues the criminals and attempts to capture them as well as prove his prowess as a racecar driver.","release_date":"1983-02-17","vote_average":0.0,"runtime":85,"cert":"N\/A","id":60590,"title":"Midnite Spares","adult":false,"genre_ids":[35,28]},{"cast":["Steve Bisley","Arna-Maria Winchester","Ross Thompson","Hugh Keays-Byrne","Ralph Cotterill"],"overview":"Contaminated by a nuclear-plant spill, an Australian worker hides with a woman and tries to warn the public.","release_date":"1980-09-25","vote_average":5.2,"runtime":92,"cert":"N\/A","id":60591,"title":"The Chain Reaction","adult":false,"genre_ids":[28,878,53]},{"cast":["Sverrir Gudnason","Vanna Rosenberg","Mats Melin","Theresia Widarsson","Bosse Östlin"],"overview":"Alex's high opinion of himself isn't backed up by reality as he is unemployed and having trouble with his girlfriend. When he finally gets a job with the local council\/municipality of Hudiksvall his life is about to change. Suddenly Alex finds himself the leader of a local theatre group of people with learning difficulties. Through their work together, Alex comes to appreciate that we all have our own talents which can grow if given the opportunity and support. \"The Importance of Tying Your Own Shoes\" is based on the work of the Glada Hudik Theatre whose performances have met with success in Sweden and internationally since it was formed in 1996.","release_date":"2011-03-18","vote_average":6.1,"runtime":96,"cert":"N\/A","id":60592,"title":"The Importance of Tying Your Own Shoes","adult":false,"genre_ids":[18,35]},{"cast":["Buster Isitt","Peter Engman","Maria Sid","Linnéa Firsching","Axel Karlsson"],"overview":"The Rantanen family and their child friendly adventures in the hotel business continues on the big screen.","release_date":"2011-02-23","vote_average":6.0,"runtime":90,"cert":"N\/A","id":60593,"title":"Hotell Gyllene Knorren","adult":false,"genre_ids":[10751,35]},{"cast":["Bruce Greenwood","Joel Tobeck","Rena Owen"],"overview":"A New York City oil company troubleshooter is brought to a remote B.C. lake to look for some lost machinery. Cancelling a trip to Disney World with his son, he decides to bring the boy along. They both end up experiencing more excitement than Mickey could ever conjure in Orlando, when they meet up with bad guys and a legendary creature","release_date":"2005-01-01","vote_average":5.6,"runtime":95,"cert":"N\/A","id":60596,"title":"Mee-Shee: The Water Giant","adult":false,"genre_ids":[10751,12,14]},{"cast":["Celina Jaitly","Aftab Shivdasani","Amrita Arora","Amin Hajee","Anuj Saxena"],"overview":"Neil Oberoi(Aftab Shifdasani), is a billionaire with a serious heart condition and is in need of a new heart. He finds a donor who has left behind the beautiful Anahita.(Celina Jaitley). They fall in love but the death of her husband has left the police baffled. They start to suspect Neil and Anahita's friend. He then falls in love with her and doesnt realise that she is betraying him and that she killed her husband.","release_date":"2007-03-09","vote_average":4.5,"runtime":100,"cert":"N\/A","id":60597,"title":"Red: The Dark Side","adult":false,"genre_ids":[18,10749,53]},{"cast":[],"overview":"","release_date":"","vote_average":4.3,"runtime":null,"cert":"N\/A","id":60598,"title":"Ultimate challenger","adult":false,"genre_ids":[99]},{"cast":["Richard Gere","Susan Sarandon","Tim Roth","Brit Marling","Monica Raymund"],"overview":"A troubled hedge fund magnate, desperate to complete the sale of his trading empire, makes an error that forces him to turn to an unlikely person for help.","release_date":"2012-09-14","vote_average":6.2,"runtime":100,"cert":"15","id":60599,"title":"Arbitrage","adult":false,"genre_ids":[18,53]},{"cast":["Connie Britton","Sarah Clarke","Eric Stoltz","Peter Facinelli","David Herman"],"overview":"On the eve of selling her mother's house, a thirty-something housewife wakes up to a hangover surrounded by her best friends from high school...","release_date":"2006-06-26","vote_average":5.6,"runtime":95,"cert":"N\/A","id":60600,"title":"The Lather Effect","adult":false,"genre_ids":[35,18]},{"cast":["Marianne James","Ariane Cadier"],"overview":"Maria Ulrika von Glott, and her pianist, Yvonne de St Coffre, are back from Argentina, where they left in 1945 in an emergency, for an ultima recital.","release_date":"2002-04-15","vote_average":7.0,"runtime":null,"cert":"N\/A","id":60601,"title":"Ultima Recital: forever good-bye","adult":false,"genre_ids":[10402,35]},{"cast":[],"overview":"Shockumentary","release_date":"1992-01-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":60602,"title":"Death Scenes 2","adult":false,"genre_ids":[99,27]},{"cast":["Mark Lee","Jack Neo","Ah Niu","Afdlin Shauki","Koe Yeet"],"overview":"\"Homecoming\" is about three stories of three different individuals going home for Chinese New Year. A major highlight of the movie is that Jack Neo, who will be cross-dressing on the big screen again after eleven years since \"Liang Po Po The Movie\" back in 1999. He will be playing mother to Ah Niu's character. It is said that he was told to lose at least 5kg for his role. Jack Neo long time collaborator Mark Lee and Malaysian multi-talented writer-director-comedian Afdlin Shauki are among the cast.","release_date":"2011-02-03","vote_average":6.0,"runtime":97,"cert":"N\/A","id":60603,"title":"Homecoming","adult":false,"genre_ids":[35]},{"cast":["Yui Aragaki","Toma Ikuta","Osamu Mukai","Hiroko Yakushimaru","Misako Renbutsu"],"overview":"Sae (Yui Aragaki) is a high school student who is studying hard for her college entrance exams. She lost her father when she was very young and so lives with her mother Ryoko (Hiroko Yakushimaru) in Hokkaido, Japan. Her father Kemimichi (Arata) once planted a dogwood tree in their garden after he found out he had a terminal disease and could not watch Sae grow up. She hopes to enter a university in Tokyo. She then meets Kouhei (Toma Ikuta), who attends a specialized high school teaching fishery. He hopes to follow in the footsteps of his father and grandfather as a fisherman. These two young people meet and have a long distance relationship. Although their love is strong it does not last. 10 years later these two people have a miracle ...","release_date":"2010-06-21","vote_average":7.5,"runtime":128,"cert":"N\/A","id":60604,"title":"Hanamizuki","adult":false,"genre_ids":[10749,18]},{"cast":["Jalil Lespert","Aurélien Recoing","Patrick Rocca","Doria Achour","Florence Loiret-Caille"],"overview":"Set in Brittany, a detective called Nicolas Luhel is asked to unravel the circumstances of a teenage boy's death. The main suspect is the boy's father. Shattered by the suicide of the main witness, Nicolas lets himself get snared by the strange and fascinating influence that the father exerts on everyone around him. Eventually, Luhel discovers the truth about the murder and feels that the law is inadequate to deal with it. As a consequence, he decides to destroy the evidence and keep it a secret.","release_date":"2004-12-08","vote_average":5.2,"runtime":97,"cert":"N\/A","id":60607,"title":"Natural Enemy","adult":false,"genre_ids":[18]},{"cast":["Michel Bouquet","Charles Berling","Natacha Régnier","Amira Casar","Stéphane Guillon"],"overview":"When his long-time disappeared father is entering his life again, Jean-Luc, a successful doctor, has no option but to face his own life story. Will he ever be able to forget and forgive?","release_date":"2001-09-19","vote_average":6.5,"runtime":98,"cert":"N\/A","id":60608,"title":"How I Killed My Father","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Delphine is a sweet innocent young girl, her new best friend pulls her into a world where she falls in love with a local pretty boy. Working her hardest to make him love her drags her into prostitution.","release_date":"2010-12-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60609,"title":"Bad Company","adult":false,"genre_ids":[28,12,53,37]},{"cast":["Nicolau Breyner","Margarida Vila-Nova","António Pedro Cerdeira","Alexandra Lencastre","André Gomes"],"overview":"A crime drama based on the life of a woman who lived for years with a man that was the head of a corruption network in the Portuguese football world.","release_date":"2007-11-01","vote_average":4.8,"runtime":90,"cert":"N\/A","id":60610,"title":"Corruption","adult":false,"genre_ids":[80,18]},{"cast":["June Kenney","Fay Spain","John Brinkley","Colette Jackson","Barbara Wilson"],"overview":"The Black Widows, a teenage girl gang, find one of their number killed; they suspect Barbara, sometime girlfriend of the leader of rival gang The Vandals. As the gangs prepare for a rumble, we glimpse the members' home lives, exaggerating every type of family dysfunction; but that of their \"average American\" quarry is no better. Full of shadowy urban night scenes.","release_date":"1957-09-19","vote_average":5.2,"runtime":71,"cert":"N\/A","id":60613,"title":"Teenage Doll","adult":false,"genre_ids":[18]},{"cast":["Micha Bayard","Georges Beller","Gabrielle Doulcet"],"overview":"","release_date":"1969-01-01","vote_average":0.5,"runtime":null,"cert":"N\/A","id":60614,"title":"La Fête des mères","adult":false,"genre_ids":[]},{"cast":["Dan Duryea","Elsie Albiin","Gudrun Ure","Eric Pohlmann","John Chandos"],"overview":"When his wife stops writing to him and his letters are returned unanswered, Dan becomes extremely concerned about her welfare. He returns home but is only able to meet with her briefly before she is found murdered. Dan is the obvious suspect but has only 36 hours to find out who murdered her. In so doing he uncovers a shocking catalogue of his wife's past affairs and an identity that he knew nothing about.","release_date":"1953-12-04","vote_average":6.3,"runtime":80,"cert":"","id":60617,"title":"36 Hours","adult":false,"genre_ids":[80,53]},{"cast":["Jean Gabin","Arletty","Roland Lesaffre","Marie Daëms","Folco Lulli"],"overview":"An aging boxer (Jean Gabin) trains a young railroad worker (Roland Lesaffre) to become a fighter.","release_date":"1954-09-24","vote_average":6.5,"runtime":110,"cert":"N\/A","id":60620,"title":"L'air de Paris","adult":false,"genre_ids":[35,18]},{"cast":["Zak Bucia","Alvin Cacdac","Kim Couture","Lemont Davis","Yves Edwards"],"overview":"Strikeforce: Destruction was a mixed martial arts event held on November 21 2008. The event was held by Strikeforce and took place at the HP Pavilion at San Jose in San Jose, California. This event aired live and free on HDNet.","release_date":"2008-11-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60621,"title":"Strikeforce: Destruction","adult":false,"genre_ids":[]},{"cast":["Vivian Hsu","Tony Yang","Tammy Chen","Joelle Lu","Michael Tong"],"overview":"Vivian Hsu and Tony Yang (In Case of Love) star in My DNA Says I Love You director Robin Lee Yun Chan's latest urban fairy tale Dancing Without You. The theatrical version of a mini-series exhibited exclusively in metro stations in Mainland China, the whimsical romance drama is an inspiring and humorous tale of love, dreams, and dancing. The film also features the supporting appearances of Taiwan and Hong Kong stars like Tammy Chen, Gabriel Lan, Joelle Lu, Michael Tong, and Eileen Tung. On the eve of the premiere of Swan Lake, ballet dancer Xia Xuan (Vivian Hsu) is forced to withdraw from the troupe after spraining her ankle. Losing all hope, the dejected dancer strays into the forest by the lakeside. Just when she is about to attempt suicide, a young truck driver named Ludi (Tony Yang) pops out in front of her. Full of fanciful ideas, Ludi mistakes Xia Xuan for an alien and brings her home, taking care of her and rekindling her passion in life...","release_date":"2010-10-29","vote_average":0.0,"runtime":86,"cert":"N\/A","id":60624,"title":"Dancing Without You","adult":false,"genre_ids":[18,10749]},{"cast":["Blake Harper","Gage Michaels","Virgil Sainclair","Nino Bacci","Scott Austin"],"overview":"Young blond jock Gage Michaels has his eye set on hot Nino Bacci and it’s just a mater of time before they make contact. First you catch him with a glance and slyly make eye contact … then the fireworks begin.","release_date":"2002-02-01","vote_average":6.5,"runtime":86,"cert":"N\/A","id":60625,"title":"Eye Contact","adult":true,"genre_ids":[]},{"cast":[],"overview":"As the infamous Legion of Doom unleashes one diabolical scheme after another, the heroic Super Friends explode into battle to thwart them! Join Superman, Black Vulcan and Hawkman as they fight to free themselves from imprisonment in the center of the Earth! Travel back in time to witness the amazing origins of the most powerful Super Friends of all! And watch the larger-than-life action as Superman, Batman, The Flash and Green Lantern are transformed into the 100-foot tall Giants of Justice.","release_date":"2004-06-01","vote_average":0.0,"runtime":88,"cert":"N\/A","id":60626,"title":"Challenge of the Super Friends - United They Stand","adult":false,"genre_ids":[28,16]},{"cast":[],"overview":"The Earth is being menaced by the most sinister villains in the history of crime: the Legion of Doom. Stopping this insidious onslaught is the ultimate test for the greatest Super Heroes of all time. This is the Challenge of the Super Friends! Now witness the birth of the Super Friends legend in four spectacular episodes of super-powered adventure! Join Superman, Batman and Robin, The Flash, Wonder Woman and the rest of the Super Friends lineup as they plunge into battle against Lex Luthor, The Riddler, Brainiac and other fiendish foes in an earth-shattering battle of good vs. evil!","release_date":"2004-06-01","vote_average":0.0,"runtime":86,"cert":"N\/A","id":60627,"title":"Challenge of the Super Friends - Attack of the Legion of Doom","adult":false,"genre_ids":[28,16]},{"cast":["Hélène Fillières","Denis Podalydès","Jérémie Renier","Amira Casar","Anne Consigny"],"overview":"When the dead body of Mr Kaplan is found, a kitchen knife in the back, all eyes turn to the maid. When the widow reveals that her departed husband was incapable of giving her children, all eyes turn to the widow. Beneath this passionate crime, a modern day detective will discover that temptation, devotion, remorse and desire are the best fuels for killing love.","release_date":"2008-02-27","vote_average":4.5,"runtime":107,"cert":"N\/A","id":60628,"title":"Coupable","adult":false,"genre_ids":[]},{"cast":["Dolly Parton","Bo Hopkins","Lee Majors","John Ritter","Dan Hedaya"],"overview":"A country\/western singer on a trip through the Tennessee mountains runs into a reclusive backwoodsman--and a witch.","release_date":"1986-12-14","vote_average":6.0,"runtime":94,"cert":"N\/A","id":60629,"title":"A Smoky Mountain Christmas","adult":false,"genre_ids":[10402,14]},{"cast":["Michele Greene","Robin Curtis","Scott Valentine","Darryl Henriques","Carole Ita White"],"overview":"A sinister fertility experiment has created a generation of twisted children. A relentless woman has made it her business to destroy these mutant babies before they destroy the world! One mother and her only friend are torn between love an repulsion of this deformed being and are ready to fight for it's survival, but this baby doesn't need love. It's been programmed to survive at any cost.","release_date":"1994-04-20","vote_average":4.3,"runtime":83,"cert":"N\/A","id":60632,"title":"The Unborn II","adult":false,"genre_ids":[27,878]},{"cast":["Jim Henshaw","Annabel Kershaw","Martin Lavut","John Sebastian"],"overview":"When a young female mouse makes a deal with the devil to become a rock star and learns the price, her boyfriend has to help her avoid damnation.","release_date":"1978-10-01","vote_average":6.4,"runtime":25,"cert":"N\/A","id":60637,"title":"The Devil and Daniel Mouse","adult":false,"genre_ids":[14,10402,35,16]},{"cast":[],"overview":"A unique and historically valuable addition to the Official Films Collection, these 14 minutes of material predate television and provides both black and white and colour coverage of the first ever FIFA World Cup™. There are five minutes of material from the final in colour, providing a record of Uruguay’s victory in 1930.","release_date":"2005-03-18","vote_average":0.0,"runtime":14,"cert":"N\/A","id":60638,"title":"1930-1950 Fifa World Cup","adult":false,"genre_ids":[99,36,99]},{"cast":["Chang Yi","Meng Fei","Carter Wong","Phillip Ko","Hsu Feng"],"overview":"An old Shaolin student -- turned evil -- wants to return to his old school to obtain the secrets of the final deadly style of Shaolin Kung Fu. The only thing he doesn't know is that his old teacher, now blind, has taught two other pupils in the hope that they can stop his fiendish plans. See the Bleeding Birds fly through the air, cutting down trees, and people, as the evil man uses his weapons to aid his war on the Shaolin Temple.  The fights feature more exaggerated stunts and special effects than normal for a mid-70s Kung Fu film. There is also more high leaping than usual for the time, both recalling the \"wuxia\" swordplay films of the 1960s and foreshadowing the \"wire fu\" trend of the early 1990s.  The fights are generally well-staged and shot and are skillfully worked into the complex intrigue of a plotline focused on Ming patriots seeking to protect their leader from Ching guards and spies in 1640s China.","release_date":"1977-10-13","vote_average":5.8,"runtime":90,"cert":"N\/A","id":60639,"title":"Shaolin Kung-Fu Mystagogue","adult":false,"genre_ids":[28,35]},{"cast":[],"overview":"Jacqui and Roma.Adopted reveals the grit rather than the glamor of transracial adoption. First-time director Barb Lee goes deep into the intimate lives of two well-meaning families and shows us the subtle challenges they face. One family is just beginning the process of adopting a baby from China and is filled with hope and possibility. The other family’s adopted Korean daughter is now 32 years old. Prompted by her adoptive mother’s terminal illness, she tries to create the bond they never had. The results are riveting, unpredictable and telling. While the two families are at opposite ends of the journey, their stories converge to show us that love isn’t always enough.","release_date":"2008-12-04","vote_average":5.3,"runtime":80,"cert":"N\/A","id":60640,"title":"Adopted","adult":false,"genre_ids":[35,99]},{"cast":["Shane MacGowan"],"overview":"Shane MacGowan first came to prominence as the frontman and principal songwriter of the The Pogues writing huge international hits such as \"Fairytale Of New York\" and \"The Irish Rover\". After splitting from the band in 1991 he reappeared with a new band, the Popes, who released their debut album \"The Snake\" in 1995. He remains an iconic figure in Irish music.Recorded at the Montreux Jazz Festival on July 15, 1995, this is the first DVD to be released of Shane MacGowan and The Popes live in concert.Track Listing: 1. Streams Of Whiskey, 2. Donegal Express, 3. Fall From Grace, 4. Nancy Whisky, 5. Gentleman Soldier, 6. Greenland, 7. Pair Of Brown Eyes, Bring Down The Lamp, 9. Cracklin Rose, 10. Body Of An American, 11. Broad Majestic Shannon, 12. Dark Streets, 13. Hippy Shake, 14. Sick Bed Of Cuchcalain, 15. Irish Rover, 16. Boys From The Country Hell, 17. Hippy Shake, 18. Sayonara, 19. Bottle Of Smoke, 20. Sally McLenan","release_date":"2004-11-16","vote_average":6.5,"runtime":59,"cert":"N\/A","id":60641,"title":"Shane MacGowan & The Popes: Live at Montreux 1995","adult":false,"genre_ids":[10402]},{"cast":["Shane MacGowan","Nick Cave","Victoria Clarke","Maurice MacGowan","Paul Simonon"],"overview":"Music videos and archived footage supplement recent interviews in this documentary of ex-Pogues singer Shane MacGowan. We follow his life from the early days in Ireland and England, through his formation of - and later dismissal from - The Pogues, to his new band The Popes. Shane's family, friends, and former bandmates comment on the music, the rumors, and the alcohol.","release_date":"2001-01-01","vote_average":5.8,"runtime":91,"cert":"N\/A","id":60642,"title":"Shane MacGowan: If I Should Fall from Grace - The Shane MacGowan Story","adult":false,"genre_ids":[10402,99]},{"cast":["Glenn Ford","Barbara Stanwyck","Edward G. Robinson","Dianne Foster","Brian Keith"],"overview":"A former Union Army officer plans to sell out to Anchor Ranch and move east with his fiancée, but the low price offered by Anchor's crippled owner and the outfit's bullying tactics make him reconsider. When one of his hands is murdered he decides to stay and fight, utilizing his war experience. Not all is well at Anchor with the owner's wife carrying on with his brother who also has a Mexican woman in town.","release_date":"1955-01-26","vote_average":5.7,"runtime":96,"cert":"N\/A","id":60643,"title":"The Violent Men","adult":false,"genre_ids":[37]},{"cast":[],"overview":"Ancient Marks celebrates the 2,000-year-old human body art ritual of tattooing and scarification. World-renowned photographer Chris Rainier traveled for seven years and to more than thirty countries to capture these rare images which intrinsically link culture and the tradition of body marking as a form of initiation, beauty, and highly ritualized ornamentation. This short features original music composed by Anoushka Shankar, daughter of legendary sitarist Ravi Shankar.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60644,"title":"Ancient Marks","adult":false,"genre_ids":[]},{"cast":["Rob Tyner","Wayne Kramer","Fred Smith","Michael Davis","Dennis Thompson"],"overview":"This documentary, made over a period of eight years, tells the remarkable story of an extremely influential rock'n'roll band. Starting from their mid-60's garage band roots (sounding amazingly like the Sonics), the Motor City 5 deveoped into an icon for a brand of loud, crushing music reflecting their industrial roots. Even if you don't care for their music (and you're bound to like even a few of their songs), their story is fascinating. It combines 60's protest, youthful braggadocio, and a style of music that would help carry one to the likes of Iggy and the Stooges (not to mention certain aspects of punk rock). This film is clearly a labor of love, combining extraordinarily rare live shows, still shots, a nearly-continuous backdrop of MC5 tunes, penetrating interviews with the remaining members and their spouses, and even FBI surveillance shots. It's the ultimate testimonial to a band that only gains in stature as time goes on.","release_date":"2002-02-02","vote_average":8.0,"runtime":120,"cert":"N\/A","id":60645,"title":"MC5: A True Testimonial","adult":false,"genre_ids":[10402,99]},{"cast":["Glenn Ford","William Holden","Ellen Drew","Ray Collins","Edgar Buchanan"],"overview":"Two friends return home after their discharge from the army after the Civil War. However, one of them has had deep-rooted psychological damage due to his experiences during the war, and as his behavior becomes more erratic--and violent--his friend desperately tries to find a way to help him.","release_date":"1948-08-07","vote_average":6.4,"runtime":100,"cert":"N\/A","id":60646,"title":"The Man from Colorado","adult":false,"genre_ids":[28,18,37]},{"cast":["Fred MacMurray","Margaret Hayes","Robert Vaughn","Joan Blackman","James Drury"],"overview":"As a youth, Eddie came into the town with his gang to rob the bank, but was caught and convicted. Marshal Ben helped him to become a honorable citizen. Now, many years later, the gang returns to again rob the bank. On their flight they shoot the Marshal. Eddie is the only one to identify the murderer - but is in doubt if he shall be loyal to his new or his old friends.","release_date":"1959-01-01","vote_average":7.2,"runtime":85,"cert":"N\/A","id":60647,"title":"Good Day for a Hanging","adult":false,"genre_ids":[28,37]},{"cast":["Clotilde Courau","Anouk Aimée","Neri Marcorè","Lisa Cipriani","Stefano Accorsi"],"overview":"Alessandro teaches musicology at the university of Strasbourg. He is also a volunteer reader in hospitals. He shares his apartment with his daughter, 15-year-old Irina, and his anarchist brother Luigi. Life is not always rosy at Alessandro's for three main reasons : he is a widower and has never really recovered from the death of his young wife ; his brother is some kind of parasite who refuses to sell his paintings to capitalist speculators and so to contribute to the cost of the household ; Irina, whom he has raised alone since she was five months old and always felt close to, is rapidly changing from little girl to teenager and wishes to be treated as such. One day, Florence, a beautiful young woman, gets into Alessandro's life. Will he eventually take his chances with her? And will he manage to stop stifling Irina? And will he finally get on with Luigi?","release_date":"2011-03-23","vote_average":6.8,"runtime":105,"cert":"N\/A","id":60650,"title":"Tous les soleils","adult":false,"genre_ids":[35]},{"cast":["Cheryl Ladd","Jordan Ladd","Robert Wisden","Vincent Gale","Ted McGinley"],"overview":"Faced with her parents' recent divorce, her mother working long hours and her high school boyfriend dumping her, 16-year-old Martha looks for solace in the world of Internet chat rooms. Innocent chatting turns deadly as Martha attracts the attention of a pedophile and cyber-kidnapping ring. Martha's mother Connie suspects foul play and begins a frantic search for her daughter, enlisting the help of the police, the FBI and an expert hacker.","release_date":"1998-08-19","vote_average":3.0,"runtime":91,"cert":"N\/A","id":60661,"title":"Every Mother's Worst Fear","adult":false,"genre_ids":[18,53]},{"cast":["Kirsten Dunst","Park Overall","David Andrews","Margot Demeter","Karen Trumbo"],"overview":"Based on a true story, 15 year old Tina Spangler discovers she is pregnant. Her choices are abortion, adoption, or a lonely, exhausting life as a single parent. Abandoned by her boyfriend, she turns to her mother. Tina discovers although it has torn her world apart, her pregnancy could re-unite her shattered family and help her find her true purpose in life.","release_date":"1998-01-19","vote_average":6.0,"runtime":96,"cert":"","id":60662,"title":"Fifteen and Pregnant","adult":false,"genre_ids":[18,10770]},{"cast":["Mimi Rogers","JR Bourne","Sarah Lind","Tamara Hope","Mike Lobel"],"overview":"Mia Sampson's dreams to be a model come true when she's asked to pose for photographs to be displayed on an Internet website for \"members only.\" However, when the owner of the website uses her pictures for exploitation purposes, Mia's mother must fight to remove the photos off the web and restore her daughter's privacy.","release_date":"2005-07-02","vote_average":5.0,"runtime":88,"cert":"N\/A","id":60663,"title":"Selling Innocence","adult":false,"genre_ids":[18]},{"cast":["Josie Davis","Chris Potter","Rachel Hunter","Veronique Natalie Szalankiewicz","Jason Harper"],"overview":"Rachel Parsons is the perfect assistant, but she's completely in love with her boss. She's got a secret obsession: be his wife and have kids. The problem is that he already has a family.","release_date":"2008-01-02","vote_average":4.4,"runtime":95,"cert":"N\/A","id":60664,"title":"The Perfect Assistant","adult":false,"genre_ids":[53,80,9648]},{"cast":["Henry Nxumalo","Jürgen Schadeberg","Jim Bailey","Can Themba","Florence Nxumalo"],"overview":"A hot-shot journalist is swept up in a movement to challenge Apartheid in 1950s South Africa.","release_date":"2004-10-30","vote_average":5.7,"runtime":94,"cert":"","id":60665,"title":"Drum","adult":false,"genre_ids":[28,18,53]},{"cast":["Kellie Martin","Tori Spelling","James Avery","Kathryn Morris","Eugene Roche"],"overview":"Angela Delvecchio, coming from a rather poor family, moves into the rich town Montevista. She admires Stacy, leader of the most prestigeous clique of her high school. Angela wants to be accepted and seeks Stacy's friendship. But when she defends outsider Monica against Stacy, she becomes Stacy's target herself. Mocked, she stabs Stacy with a kitchen's knife. The trial becomes a sensation.","release_date":"1994-09-24","vote_average":5.9,"runtime":92,"cert":"N\/A","id":60666,"title":"Death of a Cheerleader","adult":false,"genre_ids":[18,10770]},{"cast":["Sei Ando","Hiroyuki Onoue","Kiyohiko Shibukawa"],"overview":"Live action film \"Shibyo Osen Dead Rising\" based on the zombie action game \"Dead Rising.\" Set in Japan and directed by Keiji Inafune. Produced by Capcom, the game studio that also produced the popular Resident Evil series, the Xbox 360\/Wii game Dead Rising was a George Romero-inspired third-person shooting game that followed a reporter's effort to fend off a zombie attack in a mall. The game was immensely popular, expanding to downloadable content and multiple spin-off versions on other platforms. Four years later, the sequel of the game has arrived, and Capcom is hyping up the release with a live-action feature film. Directed by game producer Inafune Keiji (Onimusha, Mega Man) in his directorial debut, Shibyo Osen - Dead Rising promises to create a never-before-seen type of third-person-style action film that also features the over-the-top zombie violence that made the games so popular.","release_date":"2010-03-02","vote_average":6.0,"runtime":82,"cert":"N\/A","id":60667,"title":"Dead Rising: The Movie","adult":false,"genre_ids":[27]},{"cast":["Noëlle Perna"],"overview":"","release_date":"2004-11-29","vote_average":2.0,"runtime":null,"cert":"N\/A","id":60668,"title":"Mado la Niçoise","adult":false,"genre_ids":[35]},{"cast":["Kana Hanazawa","Miyu Irino","Aki Toyosaki","Asami Shimoda","Aya Hirano"],"overview":"Konoha Inoue and Tōko Amano, the Literary Girl, as she calls herself, are the sole members of their high school literature club. Their lives will be altered when Konoha's past, forgotten for a long time, reaches the present, involving them in a whirlwind of feelings where love, jealousy, revenge, remorse and forgiveness struggle to prevail.","release_date":"2010-05-01","vote_average":6.4,"runtime":102,"cert":"N\/A","id":60669,"title":"Book Girl","adult":false,"genre_ids":[16,18,10749]},{"cast":["Jean Reno","Vincent Cassel","Nadia Farès","Dominique Sanda","Karim Belkhadra"],"overview":"Two French policemen, one investigating a grisly murder at a remote mountain college, the other working on the desecration of a young girl's grave by skinheads, are brought together by the clues from their respective cases. Soon after they start working together, more murders are committed, and the pair begin to discover just what dark secrets are behind the killings.","release_date":"2000-09-26","vote_average":6.9,"runtime":106,"cert":"N\/A","id":60670,"title":"The Crimson Rivers","adult":false,"genre_ids":[80,9648,53]},{"cast":["Sean Patrick Flanery","Reagan Pasternak","Sarah Danielle Madison","David Sparrow","James McGowan"],"overview":"A team of scientists explore a new planet and find much more than expected.","release_date":"2007-05-26","vote_average":3.2,"runtime":null,"cert":"N\/A","id":60671,"title":"Savage Planet","adult":false,"genre_ids":[878]},{"cast":["Jean Reno","Benoît Magimel","Camille Natta","Christopher Lee","Johnny Hallyday"],"overview":"No one is safe when seemingly random killings emerge as a deadly pattern intended to usher in the end of the world.  A murder victim with the same DNA as Christ. A serial killer mimicking the deaths of the 12 Apostles. Inspector Niemans and a young, rebellious detective team up with a beautiful expert in religion to crack the case before their elusive suspect completes the cycle of terror, paving the way to an even bigger bloody catastrophe.","release_date":"2004-02-18","vote_average":6.0,"runtime":97,"cert":"N\/A","id":60672,"title":"Crimson Rivers II: Angels of the Apocalypse","adult":false,"genre_ids":[28,53,80]},{"cast":["Coluche"],"overview":"This kit contains 3 DVD coluche most of this great comedian. All sketches present on these DVDs are worthy of interest. Yet many memorable sketches are not and so I was somewhat disappointed when first viewing. These skteches have probably never been filmed as if it is just do not understand it is not present in this case which is supposed to meet his greatest sketches. This case is very interesting, but if you want the full coluche rather opt for the 7 CD box set which do not overlook sketch (80 skits on the CD case and only 41 on the DVD).","release_date":"2002-11-07","vote_average":7.8,"runtime":null,"cert":"N\/A","id":60673,"title":"Coluche - Ses plus grands sketches","adult":false,"genre_ids":[35]},{"cast":["Anne Roumanoff"],"overview":"","release_date":"2008-12-04","vote_average":4.0,"runtime":null,"cert":"N\/A","id":60674,"title":"Anne Roumanoff - Anne a 20 ans","adult":false,"genre_ids":[]},{"cast":["Ann Savo","Meri Nenonen","Jenni Banerjee","Rosa Salomaa","Johanna af Schultén"],"overview":"\"Encounter\". Seven stories of women. Occasionally intersecting with each other in everyday situations. Parallel episodes of hope and abandonment, addiction and infidelity, but also friendship and trust.","release_date":"2010-03-05","vote_average":6.1,"runtime":86,"cert":"N\/A","id":60677,"title":"Kohtaamisia","adult":false,"genre_ids":[18]},{"cast":["Katja Küttner","Samuli Edelmann","Krista Kosonen","Pirkka-Pekka Petelius"],"overview":"Happier than the rest of us?","release_date":"2010-09-09","vote_average":6.3,"runtime":null,"cert":"N\/A","id":60678,"title":"Prinsessa","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Doco goes beyond the tourist-friendly icons and explores Greenwich, Docklands, Hampton Court, and even Windsor Castle on a superbly-shot early misty morning","release_date":"2002-02-01","vote_average":0.0,"runtime":97,"cert":"Exempt","id":60679,"title":"London from the Air","adult":false,"genre_ids":[99]},{"cast":["Hélène de Fougerolles","Zinedine Soualem","Valérie Kaprisky","Mylène Demongeot","Michel Duchaussoy"],"overview":"Clemence is a brilliant young lawyer who has just settled herself in a comfortable chair. She does not want to be involved in love.","release_date":"2009-07-15","vote_average":6.0,"runtime":95,"cert":"N\/A","id":60680,"title":"So Woman!","adult":false,"genre_ids":[35,10749]},{"cast":["Alyssa Milano","Eric Winter","Kristin Booth","Emily Alyn Lind","Ivan Sergei"],"overview":"Alyssa Milano, who also serves as producer, stars as Jane Claremont, who, as a young girl, would accompany her mother Vivian (Stockard Channing) to Tiffany’s in New York every Sunday and bring along her imaginary friend, Michael. Now, 20 years later, Jane is a successful businesswoman, set to marry Hugh (Ivan Sergei), her handsome fiancé, until Michael (Eric Winter) suddenly reappears.","release_date":"2010-12-06","vote_average":6.6,"runtime":88,"cert":"N\/A","id":60695,"title":"Sundays at Tiffany's","adult":false,"genre_ids":[18,10749]},{"cast":["Justin Wilcox","Rodrigo Damm","David Douglas","Caros Fodor"],"overview":"Strikeforce Challengers: Wilcox vs. Damm was a mixed martial arts event held by Strikeforce. The fifteenth Challengers episode took place on April 1, 2011 at the Stockton Arena in Stockton, California.","release_date":"2011-04-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60696,"title":"Strikeforce Challengers 15: Wilcox vs. Damm","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bellator XXXIX is an upcoming mixed martial arts event to be held by Bellator Fighting Championships. The event is scheduled to take place on April 2, 2011 at the Mohegan Sun Arena in Uncasville, Connecticut.[1] The card is expected to feature at least one semi-final fight in the Bellator Season Four Welterweight Tournament.[2] The event will be distributed live in prime time by MTV2.","release_date":"2011-04-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60697,"title":"Bellator 39","adult":false,"genre_ids":[]},{"cast":["Ahmed Helmy","Menna Shalabi","Dalal Abdelaziz","Mahmoud Hemida","Mohamed Sharaf"],"overview":"Hassan, a brilliant aviation engineer struggles with loneliness and depression while trying to design his exceptional project.","release_date":"2008-09-01","vote_average":5.6,"runtime":120,"cert":"N\/A","id":60700,"title":"Sorry for the Disturbance","adult":false,"genre_ids":[35,18,9648]},{"cast":[],"overview":"In Search of the Second Amendment is a documentary film on the Second Amendment of the United States Constitution. It was produced and directed by American author and attorney David T. Hardy. He argues the individual rights model of the Second Amendment. Hardy also discusses the Fourteenth Amendment.","release_date":"2006-12-15","vote_average":0.0,"runtime":111,"cert":"N\/A","id":60701,"title":"In Search of the Second Amendment","adult":false,"genre_ids":[99,18]},{"cast":[],"overview":"The King of the Flower Planet is dying, but his heir can’t take up the throne until the legendary Seven Color Flower, symbol of the King’s power, is found. The Angels Cateau and Noveau are sent to Earth to find the Flower Girl, a young female who descends from both humans and Flower Angels (who once inhabited Earth, long ago) – and they find Lunlun in France. They convince her to go in a long journey to find the Flower – she’ll know the good and bad sides of humans and Flower Angels (incarnated in the ambicious Togenishia and her sidekick Boris), and will fall in love with Serge Flora, a man who holds a great secret. (Anime-Sensei)","release_date":"1980-03-18","vote_average":0.0,"runtime":24,"cert":"N\/A","id":60704,"title":"Hana no Ko Lunlun: Konnichiwa Sakura no Kuni","adult":false,"genre_ids":[]},{"cast":["Wataru Hatano","Kenta Miyake","Ryusuke Ohbayashi","Ryoka Yuzuki"],"overview":"Premiered in Sapporo Short Fest 2009. The destiny of Tomoe Shiro, a formidable racer with a very promising career, experiments an U-turn when a serious accident puts his life at stake. He recovers miraculously, though, when his heart is replaced with the engine of his own racing car. However, because of that very reason, race regulations demote him to the category of a mere mechanical part of the vehicle and is deprived from the right to participate as a pilot in regular races. Only in a far away colonial planet, along with a multitude of other charismatic pilots also vetoed from participating in regular competitions, he will be given the opportunity to race for his pride and the money of the prize. And so this exciting rally starts!!","release_date":"2009-10-16","vote_average":0.0,"runtime":27,"cert":"N\/A","id":60705,"title":"Tailenders","adult":false,"genre_ids":[878,16,28]},{"cast":["Yumi Takada","Taiki Matsuno","Kiyoyuki Yanada","Yuko Sasaki"],"overview":"Tadashi is a high school student and computer-game addict. After a long day spent playing the game Zenon, he is visited in a dream by the heroine, Sartova. In an anime replay of The Last Starfighter, she takes him to the world of Zenon, where the game is played with human lives at stake. The show starts with our hero Hiroshi easily defeating an arcade machine, impressing all of his nerdy friends. When he gets home, he finds a bizarre new game waiting for him on his computer. The game promises him a chance at winning the heart of a beautiful girl, so Hiroshi presses \"Yes\" to begin...only to have the screen turn to static right in front of him. Skip to the next day. Hiroshi starts telling his friends about this game, and they aren't sure what to believe. But right then, in the middle of the class, a huge electrical storm hits, leaving in its wake a lone white egg. When Hiroshi touches it, the egg opens, revealing a beautiful (and stark naked) green-haired girl.","release_date":"1991-09-27","vote_average":0.0,"runtime":60,"cert":"N\/A","id":60706,"title":"Exper Zenon","adult":false,"genre_ids":[878,28]},{"cast":[],"overview":"A story of a rat family who have to leave their home because humans start a construction site. Now the rats are searching for a place to stay.","release_date":"2009-06-06","vote_average":7.0,"runtime":75,"cert":"N\/A","id":60707,"title":"The River's Light","adult":false,"genre_ids":[16]},{"cast":["Mariana Vargas","Ninón del Castillo","Pascual Loayza","Nicolás Fernández","Juan Pablo Koria"],"overview":"In La Paz -as opposed to many other cities- the rich live below, which is the Southern District. Life goes on without major mishaps in a large house surrounded by a beautiful garden. It is a wonderful world, a great bubble of comfort, where different personal spheres coexist: the mother, along with her three children and the Aymara inhabitants of the house. The drama surfaces slowly, without narrative ploys, observing day-to-day activities until internal and external forces make the bubble burst. The film relates the story of the final days of an upper-class family, at a time when the country is undergoing social changes.","release_date":"2009-08-20","vote_average":6.4,"runtime":109,"cert":"N\/A","id":60708,"title":"Southern District","adult":false,"genre_ids":[18]},{"cast":["Harald Krassnitzer","Karoline Eichhorn","Nadja Bobyleva","Jürgen Heinrich","Oliver Breite"],"overview":"","release_date":"2011-03-09","vote_average":0.0,"runtime":90,"cert":"N\/A","id":60711,"title":"Am Kreuzweg","adult":false,"genre_ids":[18]},{"cast":["Steven Wilson","Aviv Geffen"],"overview":"Live in NYC captures the band live at the Bowery Ballroom earlier this year performing tracks from the critically acclaimed Blackfield &amp; Blackfield II records.","release_date":"2007-11-06","vote_average":4.8,"runtime":null,"cert":"N\/A","id":60712,"title":"Blackfield - Live in New York City","adult":false,"genre_ids":[10402]},{"cast":["Robert Urich","Kenny Vadas","Kaj-Erik Eriksen","Duncan Fraser","Sandra Nelson"],"overview":"Harvey Cheyne, Jr., second richest person in the world, orphaned and spoiled rotten, encounters a cigar and the sea on his way to England for boarding school. Seasick, over the rail for real, rescued by Dan Troop of a Gloucester fishing sailboat. Three months at sea, under a firm but fair Captain Troop (fair wages of $10.50 a month, if you don't work you don't eat). A hard life and a dangerous one, and a lot of growing up to do through hardship and tragedy.","release_date":"1996-04-21","vote_average":6.1,"runtime":93,"cert":"N\/A","id":60713,"title":"Captains Courageous","adult":false,"genre_ids":[28,12,18,10751]},{"cast":["Phil Collins","Tony Banks","Mike Rutherford","Steve Hackett","Bill Bruford"],"overview":"Genesis In Concert, filmed in 1976 during the band's tour supporting the album A Trick Of The Tail, was the first long-form concert video featuring Phil Collins as lead vocalist, taking over from Peter Gabriel who had left the previous year.  Supplementing Collins at percussion during this tour was Yes &amp; King Crimson drummer Bill Bruford, whom Collins was a fan of and who volunteered for the job until a permanent touring drummer could be found. The movie combines film of two shows: one at the Apollo Theatre in Glasgow, Scotland on July 9, 1976, and one at Bingley Hall in Staffordshire, England on July 10, 1976.  Long out of print on VHS and laserdisc, the film resurfaced as an extra on the band's 2007 CD+DVD reissue of A Trick Of The Tail.  Setlist: I Know What I Like (In Your Wardrobe) • Fly on a Windshield [abbreviated] • The Carpet Crawlers • The Cinema Show [abbreviated] • Entangled • Supper's Ready [excerpt] • Los Endos","release_date":"1977-01-31","vote_average":4.0,"runtime":43,"cert":"","id":60714,"title":"Genesis - In Concert","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Bloodbath is an extreme metal supergroup from Stockholm, Sweden. Formed in 1998 with a mutual fascination for the glory days of death metal, (especially Swedish legends such as Entombed &amp; Dismember), the band’s core line-up has remained mostly solid through the years since their ‘Breeding Death’ EP was unleashed back in 2000. Bloodbath features prominent members of Katatonia &amp; Opeth, including the unmistakable Mikael Åkerfeldt on vocals. ‘Bloodbath Over Bloodstock’ presents Bloodbath live &amp; in-the-flesh &amp; was filmed in August 2010 at the famed Bloodstock festival - one of the UK’s leading metal events. This DVD offers a pummelling set of ferocious brutality featuring numerous classics &amp; fan favourites from the band’s whole catalogue of releases in an unrelenting death metal attack, including songs from 2008’s highly-acclaimed tornado of blasphemy, ‘The Fathomless Mastery’.","release_date":"2011-04-25","vote_average":6.8,"runtime":null,"cert":"","id":60715,"title":"Bloodbath: Bloodbath Over Bloodstock","adult":false,"genre_ids":[10402]},{"cast":["Phil Collins","Peter Gabriel","Tony Banks","Steve Hackett","Mike Rutherford"],"overview":"When Peter Gabriel, Tony Banks and Mike Rutherford joined forces in the late sixties, their intentions were not to be recording artists but rather songwriters. That initial plan soon fell by the wayside when they secured a record deal and became Genesis, progressing from the underground scene with such albums as \"Trespass\" and \"Nursery Cryme,\" to become household names with the addition of drummer\/singer Phil Collins and such chart topping albums as \"We Can't Dance\" and \"Invisible Touch.\" By talking to the individual members of the group, discover what they consider to be their favorite Genesis songs, and why certain songs have a special place in the Genesis story. Song include: I Can't Dance, Invisible Touch, Follow You Follow Me, The Musical Box, Supper's Ready, I Know What I Like (In Your Wardrobe), The Lamb Lies Down on Broadway, Afterglow, Misunderstanding, Turn It On Again, Mama, Land of Confusion.","release_date":"2001-09-25","vote_average":6.0,"runtime":100,"cert":"N\/A","id":60720,"title":"Genesis - The Genesis Songbook","adult":false,"genre_ids":[99,10402]},{"cast":["Tony Banks","Phil Collins","Mike Rutherford","Daryl Stuermer","Chester Thompson"],"overview":"Genesis Live - The Mama Tour is a 1985 home video featuring footage from a Genesis concert in February 1984. It was filmed at the National Exhibition Centre in Birmingham, England, and directed by Jim Yukich.","release_date":"1984-02-26","vote_average":7.1,"runtime":102,"cert":"","id":60721,"title":"Genesis - The MAMA Tour","adult":false,"genre_ids":[10402,99]},{"cast":["Peter Gabriel","Phil Collins","Tony Banks","Mike Rutherford","Steve Hackett"],"overview":"This Video Show DVD traces the band's history during the height of their popularity with Phil Collins, Mike Rutherford, and Tony Banks as the main force behind their success. Peter Gabriel appears in a 1999 version of \"The Carpet Crawlers.\" The DVD features classic MTV staples like \"Land of Confusion,\" \"Invisible Touch,\" and \"I Can't Dance.\" Now visually digitally remastered, this is the first time all of the Genesis promotional videos have become available on DVD. In addition, rare BBC footage of \"Paperlate\" is included.","release_date":"2005-06-17","vote_average":8.5,"runtime":140,"cert":"","id":60722,"title":"Genesis - The Video Show","adult":false,"genre_ids":[10402]},{"cast":["Phil Collins","Tony Banks","Mike Rutherford","Daryl Stuermer","Chester Thompson"],"overview":"A live performances from the We Can't Dance tour filmed on 8 November, 1992 at the Earls Court Exhibition Centre in London.","release_date":"1993-03-29","vote_average":7.4,"runtime":139,"cert":"","id":60723,"title":"Genesis - The Way We Walk: Live in Concert","adult":false,"genre_ids":[10402]},{"cast":["Tony Banks","Phil Collins","Mike Rutherford","Daryl Stuermer","Chester Thompson"],"overview":"Three Sides Live is a 1982 concert film of the Abacab tour by British rock band Genesis. It tied in with the double live album of the same name. The songs featured are mostly from the group's then most recent albums Duke and Abacab, plus a medley that comprises extracts from The Lamb Lies Down On Broadway (\"In the Cage\" and \"The Colony of Slippermen\") and Selling England by the Pound (\"The Cinema Show\"), leading into \"Afterglow\" from Wind & Wuthering.","release_date":"1981-11-28","vote_average":8.7,"runtime":83,"cert":"N\/A","id":60724,"title":"Genesis: Three Sides Live","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"2003 live release for rock act featuring Arjen Anthony Lucassen (Ayreon), Russell Allan (Symphony X), Damian Wilson (ex-Threshold), &amp; Floor Jansen (After Forever). This 'intergalactic' concert was captured in September 2002","release_date":"2003-05-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60725,"title":"Star One: Live on Earth","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"In 2005 Dutch guitarist\/composer\/producer\/Ayreon mainman, Arjen A. Lucassen released the debut album of his new band Stream Of Passion. The album, Embrace The Strom, was way more modern than his Rock Operas and had a more gothic metal approach. The album went into the Dutch charts and Stream Of Passion toured Europe in early 2006. The band performed seven of their own songs plus a fine collection of Arjen Lucassen´s Ayreon classics, like Computer Eyes, Valley of the Queens, The Castle Hall, a collection of Human Equation songs and many others. For the Ayreon material the band were supported by Damian Wilson, who originally appeared on many of the Ayreon albums. The DVD was recorded in Rijssen, Holland on the 17th February 2006 and contains a bonus video clip, making of documentary, behind the scenes footage, a photo gallery and tour diary.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60726,"title":"Stream Of Passion: Live In The Real World","adult":false,"genre_ids":[10402]},{"cast":["Karin Anna Cheung","Wilson Cruz","Archie Kao","Lynn Chen","James Shigeta"],"overview":"The People I've Slept With - a promiscuous woman who finds herself with an unplanned pregnancy and needs to figure out who the baby daddy is...NOW. Angela Yang loves sex. She loves it so much she needs to make baseball cards of her lovers to help her remember where she's been. She doesn't think twice about her lifestyle until she finds out that she's pregnant. Her gay best friend, Gabriel Lugo tells her to \"take care of it,\" but her conservative sister, Juliet persuades Angela to get married to the baby's father and lead a \"normal\" life like her. Angela listens to her sister, chooses to keep the baby, and goes on a quest to find the identity of the father by any means necessary.","release_date":"2009-08-13","vote_average":5.0,"runtime":89,"cert":"N\/A","id":60727,"title":"The People I've Slept With","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"\"Live In London\" is the documentation of a dream that long-time die-hard Testament fans have been waiting for: the reuniting of the band’s \"classic\" lineup. Featuring vocalist Chuck Billy, guitar virtuosos Eric Peterson and Alex Skolnick, bassist Greg Christian, and original drummer Louie Clemente (along with Testament &amp; White Zombie alumnus John Tempesta as a second drummer), the band rips through classic Testament fan favorites in this show, shot in London earlier in 2005.","release_date":"2005-11-01","vote_average":0.0,"runtime":82,"cert":"N\/A","id":60728,"title":"Testament: Live in London","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Stephen’s mass acclaimed show, Taken For Granted.","release_date":"2007-06-01","vote_average":4.5,"runtime":78,"cert":"E","id":60729,"title":"Stephen Grant: Taken for Granted","adult":false,"genre_ids":[28,35,53]},{"cast":["Ashok Kumar","Rekha","Aradhana","Dina Pathak","Rakesh Roshan"],"overview":"Nirmala Gupta runs her household and family in a very strict and authoritarian manner. While most of her family resents this, they do obey her and carry out her instructions, so as to be on her good side. Things start to change after her second son gets married to Anju. Manju, Anju's sister, comes over to stay for a few days with the Gupta family, and is accepted by everyone except Nirmala. Nirmala's third son intends to marry Manju. But Manju does not like the manner in which his mom bosses everyone, and feels some changes are needed in the Gupta household","release_date":"1980-02-26","vote_average":6.3,"runtime":126,"cert":"N\/A","id":60730,"title":"Khubsoorat","adult":false,"genre_ids":[35,10749]},{"cast":["Steve Hogarth","Steve Rothery","Mark Kelly","Pete Trewavas","Ian Mosley"],"overview":"A world first and world record, this DVD was recorded on the Friday night of the Marillion Weekend 2003, mixed live, and available on the following Sunday, less than 2 days later! The DVD features a complete performance of the 'Afraid of Sunlight' album, plus the encores of the show (featuring the then-unreleased Marillion song 'Faith'). As a special bonus, all audience members are listed in the DVD credits.","release_date":"2003-03-01","vote_average":0.0,"runtime":null,"cert":"","id":60731,"title":"Marillion - Before First Light","adult":false,"genre_ids":[10402]},{"cast":["Nanni Moretti","Ferruccio De Ceresa","Margarita Lozano","Marco Messeri","Vincenzo Salemme"],"overview":"Onetime campus radical Nanni Moretti renounces his past to become a priest. Returning to his home village, Moretti is appalled at the lack of religious reverence amongst the townsfolk. Unable to communicate with any of his old friends, who've all gleefully succumbed to the Deadly Sins, Moretti cannot even count on solace from his own family, a screwed-up aggregation which gives the word \"dysfunctional\" several new meanings.","release_date":"1985-11-15","vote_average":7.4,"runtime":94,"cert":"N\/A","id":60732,"title":"The Mass Is Over","adult":false,"genre_ids":[18,35]},{"cast":["Mikael Aksnes-Pehrson","Elisabeth Moberg","Atle Antonsen","Dennis Storhøi","Sidney Lange"],"overview":"The annual winter fisheries are about to start, but the great catch never seems to come. It turns out that large industrial trawlers have emptied the ocean of fish, and the ordinary little fishing boats will have a hard time surviving. Elias gathers all his friends in order to save the future of his tiny coastal community.","release_date":"2010-12-10","vote_average":5.2,"runtime":74,"cert":"N\/A","id":60733,"title":"Elias and the Treasure of the Sea","adult":false,"genre_ids":[16,10751]},{"cast":["Steve Hogarth","Steve Rothery","Mark Kelly","Pete Trewavas","Ian Mosley"],"overview":"The highlight of the Marillion Weekend 2002 was a complete performance of the 'Brave' album, last performed in its entirety in 1994. Also included on the DVD are over 45 minutes of interview clips with all members of the band about writing and recording 'Brave,' and performing it again after an 8-year break.","release_date":"2002-11-01","vote_average":0.0,"runtime":null,"cert":"","id":60734,"title":"Marillion - Brave Live 2002","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Mummifamilien har ligget i vinterdvale i flere måneder og drømt om sol og sommer. Men så kommer en hemul på besøk – og vekker dem for å fortelle at julen er her! Men ingen i Mummifamilien har hørt om julen før. “Hvem er julen?” spør de. Ingen har tid til å fortelle dem hvem julen er, men de skjønner at de må ha både juletre og mat. Mummitrollet, Mummimamma og Mummipappa lager i stand massevis av deilig mat og pynter juletreet vidunderlig vakkert. Og så kommer det uventet noen på besøk.","release_date":"1990-01-01","vote_average":9.2,"runtime":60,"cert":"N\/A","id":60735,"title":"The Moomin Characters","adult":false,"genre_ids":[]},{"cast":[],"overview":"En dag finner Mummitrollet og Snusmumrikken en snakkende delfin på stranden. De hjelper delfinen tilbake i vannet og den svømmer lykkelig av sted. Snart dukker den opp igjen, og de leker i det deilige vannet. Mummitrollet vil så gjerne bli med Glitre ned i havet, men kan ikke holde pusten så lenge. Han spør Heksa og datterdatteren Alica om hjelp.","release_date":"1997-10-08","vote_average":0.0,"runtime":64,"cert":"N\/A","id":60736,"title":"Mummitrollet og Delfinen","adult":false,"genre_ids":[]},{"cast":["Steve Hogarth","Steve Rothery","Mark Kelly","Pete Trewavas","Ian Mosley"],"overview":"Recorded at the Union Chapel in Islington, London on 7 December 2002 as part of the 2002 Christmas Tour, this DVD features an event to be remembered. The show, featuring the rarely played Christmas song Gabriel's Message, is set in the stunning Union Chapel, and enhanced by one of the best Marillion light shows in recent years. This visually stunning DVD captures a very special Marillion show, over 2 hours long, with all the holiday trimmings.","release_date":"2003-11-01","vote_average":0.0,"runtime":null,"cert":"","id":60737,"title":"Marillion - Christmas In The Chapel","adult":false,"genre_ids":[10402]},{"cast":["Steve Hogarth","Steve Rothery","Mark Kelly","Pete Trewavas","Ian Mosley"],"overview":"This release document's Steve Hogarth's joining Marillion, following the band during the release year of Seasons End. The original VHS release featured a selection of live tracks recorded at De Montfort Hall in Leicester on 24th April 1990. This original footage has been included as a Bonus Feature on the extended DVD edition, which now includes the Leicester concert in its entirety.","release_date":"1990-11-01","vote_average":0.0,"runtime":null,"cert":"","id":60738,"title":"Marillion - From Stoke Row To Ipanema","adult":false,"genre_ids":[10402]},{"cast":["Fish","Steve Rothery","Mark Kelly","Pete Trewavas","Ian Mosley"],"overview":"Recorded in St. Goarshausen, Freilichtbuhne, Loreley, Germany 18 July, 1987. The recording, made during the first leg of the 1987 Clutching at Straws tour, documents the band at the peak of their commercial success in the mid\/late 1980s. The show was attended by an audience of 20,000; support acts were Magnum, The Cult (cancelled), and It Bites. Featuring Fish on vocals, it comprises songs from the four studio albums they released up to that point, i.e. Script for a Jester's Tear (1983), Fugazi (1984), Misplaced Childhood (1985), and Clutching at Straws (1987).","release_date":"1987-07-18","vote_average":5.5,"runtime":null,"cert":"","id":60739,"title":"Marillion - Live From Loreley","adult":false,"genre_ids":[10402]},{"cast":["Abhishek Bachchan","Kangana Ranaut","Gauhar Khan","Sarah-Jane Dias","Jimmy Sheirgill"],"overview":"Four strangers are invited by the reclusive Kabir Malhotra, to his private island of Samos, Greece. They don't know each other and they don't know him ... and by the next morning they will wish they had never come.","release_date":"2011-04-01","vote_average":5.1,"runtime":135,"cert":"N\/A","id":60740,"title":"Game","adult":false,"genre_ids":[9648,53]},{"cast":["Steve Hogarth","Steve Rothery","Mark Kelly","Pete Trewavas","Ian Mosley"],"overview":"Filmed with 15 cameras on the 10th and 11th July 2004 at the Astoria in London, England, this DVD captures the band on rare form, and as never seen before live, from the Marbles tour at the end of the first leg.","release_date":"2004-10-01","vote_average":3.8,"runtime":null,"cert":"","id":60741,"title":"Marillion - Marbles On The Road","adult":false,"genre_ids":[10402]},{"cast":["Steve Hogarth","Steve Rothery","Mark Kelly","Pete Trewavas","Ian Mosley"],"overview":"Over 6 hours of music, recorded over 3 nights at the Marillion Weekend 2009. Disc 1 features the whole of the 1989 album 'Seasons End' plus 5 tracks from 2008's 'Happiness Is The Road'. Disc 2 includes all the songs from the Saturday night set counting down the years from 2008 - 1981. The audio from this night is also available on the Racket Records CD 'Tumbling Down The Years'. Disc 3 features all the long songs from the Sunday night 'Shortest Setlist in The World'. The audio from this night is also available on the Racket Records CD 'Size Matters'. Filmed with 16 Cameras by the makers of 'Somewhere in London', this DVD is the definitive Marillion Live experience. 47 songs spanning Marillion's 30 year career brought to you in a visually stunning format with uncompressed Stereo &amp; DTS audio.","release_date":"2010-05-21","vote_average":0.0,"runtime":null,"cert":"","id":60742,"title":"Marillion - Out Of Season","adult":false,"genre_ids":[10402]},{"cast":["Robert Lowery","Barbara Britton","Lola Lane","Frank Albertson","Elisabeth Risdon"],"overview":"A fugitive receives help from a victim's sister as he tries to clear his name of robbery and murder charges.","release_date":"1946-05-03","vote_average":6.3,"runtime":64,"cert":"N\/A","id":60743,"title":"They Made Me a Killer","adult":false,"genre_ids":[18,53]},{"cast":["Didier Bourdon","Elie Semoun","Yolande Moreau","Ophélie Winter","José Garcia"],"overview":"Robert Millard has based his industrial kingdom - based on all the noise technologies - thanks to his marriage with the wealthy and cantankerous Irene, he blithely cheat for years. However, his last link with his pretty secretary, Eve, is the straw that broke the camel : Irene has indeed hired a detective-photographer, aptly named M.Colle order to have a maximum of incriminating shots. Threatened to divorce and thus to total ruin by his wife, the unfaithful husband should give up and dismiss Eve.","release_date":"1997-01-22","vote_average":4.3,"runtime":100,"cert":"N\/A","id":60744,"title":"Everything Must Disappear","adult":false,"genre_ids":[35]},{"cast":["Chris Hemsworth","Josh Hutcherson","Isabel Lucas","Adrianne Palicki","Jeffrey Dean Morgan"],"overview":"A city in Washington state awakens to the surreal sight of foreign paratroopers dropping from the sky—shockingly, the U.S. has been invaded and their hometown is the initial target. Quickly and without warning, the citizens find themselves prisoners and their town under enemy occupation. Determined to fight back, a group of young patriots seek refuge in the surrounding woods, training and reorganizing themselves into a guerrilla group of fighters.","release_date":"2012-11-21","vote_average":5.4,"runtime":93,"cert":"12A","id":60747,"title":"Red Dawn","adult":false,"genre_ids":[10752,28,53,878]},{"cast":["Mark Thomas"],"overview":"Comedy that really makes a difference! This is Mark's true story of cake icing as a political weapon, of demonstrations to Defend Surrealism and getting to like the police. Mark turns an 18 month battle over Parliament Square and the right to demonstrate into bizarrely brilliant stand up. This is how Mark fought the law ... with the law's permission! It is a laugh out loud funny world inhabited by anarchists, Goths, artists and the Westminster Constabulary, in which Mark becomes a Guinness World Record holder, organises 2,500 protests in one day and changes the law in the process.","release_date":"2007-11-05","vote_average":0.0,"runtime":null,"cert":"","id":60748,"title":"Mark Thomas: Serious Organised Criminal","adult":false,"genre_ids":[35]},{"cast":["Fish","Steve Rothery","Mark Kelly","Pete Trewavas","Ian Mosley"],"overview":"This compilation is the first official DVD release from EMI of Marillion material. This updated video compilation features all recorded promo videos from the EMI years: 1982-1995 Special features include a photo gallery, complete lyrics for all tracks, and a Marillion discography - plus a special bonus hidden track.","release_date":"2002-06-01","vote_average":0.0,"runtime":90,"cert":"","id":60749,"title":"Marillion - The EMI Singles Collection","adult":false,"genre_ids":[10402]},{"cast":["Antoine de Caunes","Elsa Zylberstein","Gad Elmaleh","Michel Aumont","Judith Magre"],"overview":"Simon Eskenazy is a gay Parisian clarinet player who lives his single life to the fullest. One day, he receives a very tempting offer from his homophobic uncle, looking to continue the family legacy – if he gets married and has a child, he will receive ten million francs and inherit his uncle's luxurious mansion. After meeting Rosalie Baumann at his cousin David's wedding, and with some convincing on his mother's part, Simon sees an opportunity to fulfill his uncle's wishes and the pair go ahead and get married, but not before traveling to New York to meet Rosalie's Orthodox Jewish family. As Simon tries to develop real feelings for Rosalie, he struggles with his feelings for his newlywed cousin David.","release_date":"1998-03-11","vote_average":5.4,"runtime":100,"cert":"N\/A","id":60750,"title":"Man Is a Woman","adult":false,"genre_ids":[35,10749]},{"cast":["Steve Hogarth","Steve Rothery","Mark Kelly","Pete Trewavas","Ian Mosley"],"overview":"Filmed over the final 2 nights of the Somewhere Else album tour at the London Forum in June 2007. Directed and edited by Tim Sidwell (Bootleg Butlins, Something Else), the soundtrack is presented in in both stereo and 5.1 surround sound, mixed by Michael Hunter.","release_date":"2007-11-01","vote_average":0.0,"runtime":null,"cert":"","id":60751,"title":"Marillion: Somewhere in London","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The town of Shadowhawk is overrun with the undead when it gets caught in the war between two brothers, each leading their own army of the undead. One of the brothers has sold the townsfolk his “magical elixir” promising them immortality. What he doesn’t tell them is that he’s recruiting them for his zombie army, and they will develop an unquenchable hunger for human flesh!","release_date":"2008-10-10","vote_average":2.0,"runtime":null,"cert":"N\/A","id":60752,"title":"Fistful of Brains","adult":false,"genre_ids":[37,27]},{"cast":["Steve Hogarth","Steve Rothery","Pete Trewavas","Ian Mosley","Mark Kelly"],"overview":"A 2 Disc 3 concert live DVD - filmed at the 2007 Marillion Convention titled. It features the whole of 'This Strange Engine' performed live, plus the Saturday and Sunday nights as released on the live CD's 'Friends' and 'Family'.","release_date":"2009-03-01","vote_average":0.0,"runtime":null,"cert":"","id":60753,"title":"Marillion - This Strange Convention","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Limited AUTOGRAPHED two-disc edition (5.1 DVD, CD ) DVD features a 98-Minute Documentary on Halford's 2000 - 2001 Resurrection World Tour, interviews with new band members and exclusive studio footage featuring Rob Halford and Bruce Dickinson (Iron Maiden). DVD also features Halford's 59-Minute Full-Length performance at Rock In Rio III. Re-releasing with this edition is Halford's debut recording Resurrection. Resurrection has been digitally remastered with 16 tracks two NEW Halford tracks plus Halford's original Japan bonus tracks. 13 cameras are fixed on Metal's most diverse band of the decade as The Metal God delivers one of his best live performances in front of 200,000+ Brazilians. The set consists of Halford, Fight and Judas Priest classics 'Stained Class,' 'Electric Eye,' 'Metal Gods' and 'Breaking The Law'. All hail Halford, the Metal God!","release_date":"2008-10-07","vote_average":0.0,"runtime":41,"cert":"N\/A","id":60758,"title":"Halford: Live at Rock in Rio III","adult":false,"genre_ids":[]},{"cast":["Michael Craig","Françoise Prévost","Billie Whitelaw","William Lucas","Kenneth Griffith"],"overview":"A vicious gang of crooks plan to steal the wages of a local factory, but their carefully laid plans go wrong, when the factory employs an armoured van to carry the cash. The gang still go ahead with the robbery, but when the driver of the armoured van is killed in the raid, his wife plans revenge, and with the police closing in, the gang start to turn on each other.","release_date":"1961-01-01","vote_average":7.3,"runtime":105,"cert":"","id":60759,"title":"Payroll","adult":false,"genre_ids":[80,18]},{"cast":["Philippe Noiret","Robin Renucci","Bernadette Lafont","Monique Chaumette","Anne Brochet"],"overview":"In this deadly game of cat and mouse, Roland Wolf is writing a book on the life of game show host Christian Legagneur--or is he?","release_date":"1987-02-11","vote_average":6.8,"runtime":100,"cert":"N\/A","id":60760,"title":"Masques","adult":false,"genre_ids":[80,53,35]},{"cast":[],"overview":"Postman Pat is back as the Head of Special Delivery Service. His mission: to deliver anything, anytime, anywhere. You can always count on the Special Delivery Service to come to the rescue and save the day. Join Postman Pat in six exciting Special Delivery Missions. • Big balloons • Bernie the Parrot • The Red Rocket • A Wobby Piano • A Bouncy Castle • A Surprise More adventures with Postman Pat, his black-and-white cat Jess and the residents of Greendale, with a brand new mission!. Includes the episodes: 'A Surprise', 'Bernie The Parrot', 'Big Balloons', 'A Bouncy Castle', 'Red Rocket' and 'Wobbly Piano'.","release_date":"2009-03-16","vote_average":0.0,"runtime":60,"cert":"U","id":60761,"title":"Postman Pat Special Delivery Service - Pat to the Rescue","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2013-03-23","vote_average":0.5,"runtime":null,"cert":"N\/A","id":60762,"title":"Omsen & Momsen","adult":false,"genre_ids":[10751]},{"cast":["Christoph Letkowski","Nora von Waldstätten","Marlon Kittel","Georg Friedrich","Ralf Dittrich"],"overview":"","release_date":"2009-10-26","vote_average":6.3,"runtime":null,"cert":"N\/A","id":60763,"title":"Parkour","adult":false,"genre_ids":[]},{"cast":["Rolv Wesenlund"],"overview":"Han er norgesmester i jazz, rockehistorisk kjent for som plateprodusent å ha skapt \"Bergen Beat\", Norges variant av \"Mersey Beat\". Men det var da han inntok Fjernsynet på midten av sekstitallet at han erobret landet med sin til tider frekke og frodige humor. Sammen med Harald Heide-Steen jr. ble han begrepet Wesensteen, med feriebiskop Fjertnes, Rotfruktrådet, doble fustasjopphengsforkoblinger og mye annen galskap. Alene ble han Fleksnes i evig kamp med Modern, Olderdølen Bør Børson jr., Hovmester Leopold i Sommer i Tyrol, Jeppe i musikalen med samme navn, og mange andre typer. Rolv Wesenlund har engasjert og moret oss i over 40 år, og her har vi samlet eksempler på perler i både Svart-hvitt og i farger. Den gjøglende, syngende, ja selv den filosoferende Wesenlund er med.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60766,"title":"Rolv Wesenlund 70år","adult":false,"genre_ids":[35]},{"cast":["Hanne Krogh","Knut Risan","Bente Børsum","Ingrid Larsen","Alf Nordvang"],"overview":"Once upon a time a little girl went out to find the Christmas Star.","release_date":"1976-12-03","vote_average":6.9,"runtime":92,"cert":"N\/A","id":60767,"title":"Reisen til julestjernen","adult":false,"genre_ids":[14,10751,12]},{"cast":[],"overview":"Pompel og Pilt er de to hovedfigurene i den surrealistiske dukketeater-serien Reparatørene kommer! Serien gikk som Barne-TV på NRK og ble første gang sendt i 1969. Den var produsert av Bjørg og Arne Mykle i samarbeid med Ebbe Ording. Serien ble deretter sendt på NRK i 1973, 1976,[1] 1979, 1985 og 1994. Det lange oppholdet skyldes at NRK mente at serien var uegnet for barn. Serien ble lansert som «pre-ironisk» i Programbladet i 1969.","release_date":"1969-01-01","vote_average":7.5,"runtime":null,"cert":"N\/A","id":60770,"title":"Pompel & Pilt","adult":false,"genre_ids":[]},{"cast":["Jeanne Moreau","Claude Mann","Paul Guers","Henri Nassiet","Nicole Chollet"],"overview":"A bank clerk is drawn into the risky world of a gorgeous gambling addict.","release_date":"1963-03-01","vote_average":6.6,"runtime":84,"cert":"N\/A","id":60773,"title":"Bay of Angels","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"Vi har samla det beste av det beste fra to sesonger av Manshow. Her får du klassikere som Emil, Hvem si høne, Opp eller ned, Gaybusters og Morten Ramm på gata.","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":60774,"title":"Manshow - Sesong 1 & 2","adult":false,"genre_ids":[]},{"cast":["Stef Aerts","Wouter Hendrickx","Marie Vinck","Anemone Valcke","Rik Verheye"],"overview":"Two young man share an incurable illness. Is their love for the women in their lives strong enough to conquer their fear of dying?","release_date":"2010-09-08","vote_average":6.5,"runtime":98,"cert":"N\/A","id":60775,"title":"Oxygen","adult":false,"genre_ids":[18]},{"cast":["Anthony Edwards","Forest Whitaker","Penelope Ann Miller","Joe Pantoliano","David Clennon"],"overview":"Officer Alex Kearney patrols an upscale neighborhood in Philadelphia, where he pulls over a well-connected white collar executive who promises to get even with the policeman. Soon, Kearney learns that he is off the cushy suburban beat and must now work in the deadliest precinct in Philly, where he is partnered with tough veteran cop Dennis Curran. Tensions are high between them, but Kearney soon proves he can play just as rough as the crooks.","release_date":"1990-01-12","vote_average":6.1,"runtime":96,"cert":"N\/A","id":60778,"title":"Downtown","adult":false,"genre_ids":[28,12,35,53]},{"cast":["Emilia Schüle","Richy Müller","Ann-Kathrin Kramer","Hary Prinz","Erwin Steinhauer"],"overview":"","release_date":"2011-03-31","vote_average":6.9,"runtime":null,"cert":"N\/A","id":60779,"title":"Vanished","adult":false,"genre_ids":[53,80]},{"cast":["Anna-Mart van der Merwe","Gys de Villiers","Anneke Weidemann","Helene Lombard","Crystal-Donna Roberts"],"overview":"Based on the favourite Afrikaans children's novel, Hanna is 14 going on 15 and is part of a rather unconventional family. They go on holiday to the Cederberg for a family reunion, which leads to plenty of surprises and reconciliation.  Hanna is an intelligent and imaginative young girl who's earned herself the nickname \"Hoekom,\" because she's forever questioning things. When her eccentric mother decides that the family – including her gay biological dad, actor stepfather, detestable half-brother and two stepbrothers – should spend their winter holiday in a remote house on a mountain, they end up stranded with nowhere to go and no-one to turn to except each other.","release_date":"2010-08-01","vote_average":7.5,"runtime":93,"cert":"N\/A","id":60780,"title":"The Incredible Adventures of Hanna Hoekom","adult":false,"genre_ids":[]},{"cast":["Talia Shire","Jack Coleman","Bruce Weitz","Melissa Behr","Bette Ford"],"overview":"Melanie decides that one of her tenants would be perfect as her husband and decides to eliminate everyone who might interfere in her plans.","release_date":"1998-11-10","vote_average":4.1,"runtime":95,"cert":"N\/A","id":60781,"title":"The Landlady","adult":false,"genre_ids":[27,53]},{"cast":["Oscar Van Rompay","Halina Reijn","Leon Voorberg","Phi Nguyen","Vincent van Ommen"],"overview":"Ivan is a true number cruncher and 'surfs the waves of the stock market' like a natural trader. He rakes in big profits for the bank. But all is not well. The new job gives Ivan sleepless nights. As Ivan rapidly becomes the most successful trader in town, he feels increasingly alienated from himself and the world around him. In spite of his unprecedented success Ivan has to get out. Before it's too late...","release_date":"2010-05-20","vote_average":5.7,"runtime":81,"cert":"N\/A","id":60784,"title":"Win\/Win","adult":false,"genre_ids":[18,35]},{"cast":["Annie Liu","Nick Cheung","Irene Wan","Maggie Shiu","Candice Yu"],"overview":"A low-ranking cop often relegated to desk duty, middle-aged Tsim Kin Yip (Simon Yam) lives a stable, mundane life with his young yoga instructor wife Ann (Annie Liu). The monotony is broken one day when he interrogates Kwan Ping Man (Nick Cheung), a nervous, profanity-spouting man caught spying in the women's bathroom. Kwan, who seems to have more than a few screws loose, confides to Tsim a shocking secret: a ring of women conspiring to murder men. Everyday, plans are whispered in restrooms and deaths are carefully engineered, so that men die unnoticeably from \"accidents\" that are anything but. Tsim initially dismisses Kwan's conspiracy theory, but then clues crop up suggesting there is something fishy at work. Both his marriage and life could be at stake as Tsim becomes increasingly obsessed with cracking the case.","release_date":"2007-09-13","vote_average":5.9,"runtime":94,"cert":"N\/A","id":60785,"title":"Exodus","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Dymo, a respected man-about-town, is the charismatic gang leader. His headstrong, unpredictable lover, Carli, has a penchant for magnums and fur. This is a pair that believes if you're not living on the edge, you're taking up too much space. Together they take on rival gang leader Jack Hand - and the local law enforcers, Blondine Dimaggio, a cop who has seen too much, and her partner Peter Dasha, whos police badge has an axe-like impact... in his own mind! It's the quick or the dead in a city where only the fast survive. The chosen form of transport is the new breed of turbo charged 2 litre all wheel drive technowiz rocket ships from the land of the rising sun. The gangs are taking over the streets in a high performance wizardry war-on-wheels that exists between those that were and the new nitrous injected generation - it's gonna be hell on wheels!","release_date":"","vote_average":0.0,"runtime":89,"cert":"N\/A","id":60786,"title":"Red Lined","adult":false,"genre_ids":[28,53]},{"cast":[],"overview":"K-1 World MAX 2010 –70 kg World Championship Tournament Final 16 in Seoul was a martial arts event held by the K-1 on Sunday, October 3, 2010 at the Olympic Gymnastics Arena in Seoul, Korea. It was the Final Elimination tournament for top sixteen fighters. The winners have qualified for the K-1 World Max 2010 Final held in November 8, 2010 at Ryōgoku Kokugikan, Tokyo, Japan","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60789,"title":"K-1 World MAX 2010 World Championship Tournament Final","adult":false,"genre_ids":[]},{"cast":["Laurence Harvey","Capucine","Jane Fonda","Anne Baxter","Barbara Stanwyck"],"overview":"At the Doll House, a 1930s New Orleans bordello, Hallie is the main attraction both for clients and for Jo, the madame. Her comfortable if tedious life is disrupted by the arrival in town of Dove Linkhorn, her true love of three years before who is now searching for her. When Linkhorn learns the truth of her profession he triggers a chain of events involving a number of people, including the young Kitty with whom he travelled from Texas and who is now the Doll House newest recruit.","release_date":"1962-03-20","vote_average":6.3,"runtime":114,"cert":"N\/A","id":60792,"title":"Walk on the Wild Side","adult":false,"genre_ids":[18]},{"cast":["J.K. Simmons"],"overview":"On the evening of September 11, 1985, before a sellout crowd at Riverfront Stadium in Cincinnati, Pete Rose stood on the edge of history. With one swing he would collect more hits than anyone in the history of the game he loved. 4192: The Crowning of the Hit King is a love letter to baseball that highlights the playing career of one of the game s most honored and controversial stars. It is a story that began in 1963 when Rose ran to first base on a walk. It spanned more than two decades and brought numerous individual awards as well as three World Series titles. But there is more to this story than just awards. It is about baseball and what drove this man to chase what many thought was an unbreakable record and become The Hit King.","release_date":"2010-10-22","vote_average":5.5,"runtime":115,"cert":"N\/A","id":60795,"title":"4192: The Crowning of the Hit King","adult":false,"genre_ids":[99]},{"cast":["Chui Tien-You","Kate Yeung","Anjo Leung","Kitty Yuen"],"overview":"Magic Boy is a beautiful youth romance set in Mongkok where a girl falls in love with two amateur magicians. One is into stage magic. The other is into street magic. Over 30 genuine magic tricks are performed in this first full length feature in Hong Kong to use amateur magicians as the subject matter. Anjo Leung, in his film debut, is a real student of magic while director Adam Wong continues his sensitive and poetic expression of the frailties of youth, this time using magic tricks as an allegory of the illusory nature of love.","release_date":"2007-11-08","vote_average":6.0,"runtime":88,"cert":"N\/A","id":60798,"title":"Magic Boy","adult":false,"genre_ids":[10749]},{"cast":["Pierre Brasseur","Serge Reggiani","Yves Montand","Nathalie Nattier","Saturnin Fabre"],"overview":"Paris, during the winter after its Liberation: Jean Diego meets up with his friend Raymond Lecuyer again. A tramp predicts Jean will meet the most beautiful girl in the world, and that same evening Jean meets Malou. But he soon discovers that her brother Guy was the one that gave his friend Raymond away to the Gestapo...","release_date":"1946-12-03","vote_average":6.7,"runtime":100,"cert":"N\/A","id":60799,"title":"Gates of the Night","adult":false,"genre_ids":[18,14,9648,10749]},{"cast":["Miklós Benedek","László Sinkó","Gyula Bodrogi","Ilona Béres","Péter Haumann"],"overview":"In the year 80 AMM (After Mickey Mouse) on planet X the crime-syndicated Cats try to erase the Mouse-population once and for all. A scientist of the mice, prof. Fushimishi seems to have found the weapon against the threat - so Intermouse calls it's best, but now retired agent - Nick Grabowsky - to get the plans. As a distraction for the Cats, they also send a second agent - Seargent Lazy Dick - for the mission.","release_date":"1986-10-02","vote_average":8.1,"runtime":96,"cert":"N\/A","id":60800,"title":"Cat City","adult":false,"genre_ids":[16,10751]},{"cast":["Vincent D'Onofrio","Mathilda May","Fernando Rey","Tony Payne","Henry Holmes"],"overview":"When a young European woman assumes a false identity in 1920s Argentina, she gets more than she bargained for.","release_date":"1990-09-27","vote_average":7.2,"runtime":90,"cert":"N\/A","id":60801,"title":"Naked Tango","adult":false,"genre_ids":[10749,18]},{"cast":["Ekin Cheng","Eric Tsang","Karena Lam","Nicola Cheung","Bobo Chan"],"overview":"Restaurant supervisor Jill (Karena Lam) has a handsome boyfriend Chi On (Wu Bing), but she is just his backup girlfriend. She knows she is the other girl, but her hope for being his one and only has never ceased until he changes his formal girlfriend once again. All her anger goes to her co-worker Jack (Ekin Cheng), who appears to be a womanizer but indeed shares a similar unfortunate romantic situation of being the backup boyfriend of an airhostess. Knowing that both are victims in romantic relationships, Jack and Jill no longer spar with each other and a liking between them start to develop","release_date":"2005-03-04","vote_average":6.2,"runtime":93,"cert":"N\/A","id":60802,"title":"It Had To Be You","adult":false,"genre_ids":[10749,35]},{"cast":["Dylan Sprouse","Cole Sprouse","Brenda Song","Debby Ryan","Phill Lewis"],"overview":"Cody and Zack are approached to join the Gemini Project, a high-tech research center studying the dynamics between twins. Shockingly, they find themselves interconnected in a whole new way! When one twin experiences something, the other twin feels it too. This newfound revelation helps them see eye to eye for the first time, and it puts them in more danger than they could have imagined.","release_date":"2011-03-25","vote_average":5.9,"runtime":79,"cert":"N\/A","id":60803,"title":"The Suite Life Movie","adult":false,"genre_ids":[12,35,18,10751,10770]},{"cast":["Adam Baldwin","Lindsay Frost","Timothy Carhart","Rob Youngblood","Lynette Walden"],"overview":"An elite group of firefighters jumps from helicopters to extinguish fires. One firefighter must choose between his love for his family and his addiction to life-risking danger. Inspired by a true story.","release_date":"1996-02-11","vote_average":4.5,"runtime":null,"cert":"N\/A","id":60806,"title":"Smoke Jumpers","adult":false,"genre_ids":[28,18]},{"cast":["Ravi Teja","Ileana D'Cruz","Brahmanandam","Shaam","Sayaji Shinde"],"overview":"Kalyan (Ravi Teja) is a kind of guy who prefers a life full of thrills than leading a regular life style. He seeks kick in whatever he does. He finds liking in Naina (Ileana). They separate due to differences. Krishna (Shyam) is a young cop who is in lookout for a big ticket thief who happens to be Kalyan. Meanwhile, Naina agrees for an engagement with Krishna. The rest of the story is all about how Kalyan wins back his lady love and the real intent behind the robberies of Kalyan.","release_date":"2009-05-08","vote_average":5.9,"runtime":155,"cert":"N\/A","id":60807,"title":"Kick","adult":false,"genre_ids":[28,35,53]},{"cast":["Noddy Holder","Jim Lea","Don Powell","Dave Hill","Tom Conti"],"overview":"Light the Rock 'n Roll spark with a Flame in the guise of Dave, Noddy, Jim and Don and their showcase of the rise and demise of rock band Flame. Set in the hardships of North England's seventies working class society and music scene. This build-up from rags to riches is a parody of realism and grit, with double-dealings and harsh unforgiving dog eat dog mentalities, and the golden rule; if you play with matches then you're going to get burnt, in the flames of the music industry.","release_date":"1975-01-01","vote_average":8.3,"runtime":91,"cert":"","id":60808,"title":"Flame","adult":false,"genre_ids":[18,10402]},{"cast":["Anna Fischer","Kostja Ullmann","Inka Friedrich","Nina Gummich","Josef Mattes"],"overview":"A love connection clicks for Lila when she moves back to Berlin and meets Christopher -- never realizing that she's fallen for a rock star who's signed a contract to remain single for life.","release_date":"2010-09-15","vote_average":6.8,"runtime":103,"cert":"N\/A","id":60809,"title":"Single By Contract","adult":false,"genre_ids":[10749,35]},{"cast":["Adriano Celentano","Claudia Mori","Charlotte Rampling","Rosita Celentano","Gino Santercole"],"overview":"Felice Della Pietà is indifferent to money and the turbulences of life. His wife Sylvia simulates suicide in order not to live in poverty with him.","release_date":"1975-01-08","vote_average":5.9,"runtime":120,"cert":"N\/A","id":60810,"title":"Yuppi Du","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"Giant on the Box features two longish television performances. First up is a '74 German broadcast that finds them on tour in support of what was ultimately to become their biggest-selling record, The Power and the Glory. During the 50-minute set, comprised of material from that album as well as a tune from their cult hit (mind you, at over 150,000 units sold at the time - and as a British import, no less - it may be more than a cult record after all) In a Glass House , a medley of tunes from Octopus and a dip back to their first, self-titled, album for an extended version of \"Funny Ways,\" Gentle Giant demonstrate why they were such a compelling band, especially in concert.","release_date":"2004-08-24","vote_average":4.5,"runtime":107,"cert":"N\/A","id":60811,"title":"Gentle Giant - Giant on the Box","adult":false,"genre_ids":[10402]},{"cast":["Karena Lam","Tender Huang","Lu Yi"],"overview":"Anna &amp; Anna is a movie about a Singaporean arts saleswoman \/ alpha female and her subdued doppelganger. Anna One (the arts saleswoman) is very successful in her job, and gets posted to Shanghai, where she used to live before. There, by a coincidence, she finds another woman who not only like her but IS her - Anna Two. This Anna has finished her studies, become a painter, and stayed with Oulang, a depressed musician - the life as Anna One's could have been, had she made another decision at one point of her life.","release_date":"2007-09-26","vote_average":6.5,"runtime":90,"cert":"N\/A","id":60812,"title":"Anna & Anna","adult":false,"genre_ids":[18,10749,53]},{"cast":["Jean Marie De Busscher","Marc Caro","Patrice Succi","Gilles Adrien","Jean-Pierre Jeunet"],"overview":"A military group of men is locked up in a bunker in an unknown future. All those soldiers are waiting for an eventual enemy. But the discovery of a certain project will cause several catastrophies and will make those men kill each other... Written by Chris Morin","release_date":"1981-01-01","vote_average":5.7,"runtime":26,"cert":"N\/A","id":60813,"title":"The Bunker of the Last Gunshots","adult":false,"genre_ids":[878]},{"cast":["Joe Mantegna","Peter Coyote","Mercedes Ruehl","Whoopi Goldberg","Debi Mazar"],"overview":"A series of mishaps and misfortunes over $1 million in cash leads to murder, mayhem and greed.","release_date":"2000-07-14","vote_average":3.5,"runtime":92,"cert":"N\/A","id":60814,"title":"More Dogs Than Bones","adult":false,"genre_ids":[28,35,18,53]},{"cast":["Arve Opsahl","Rolf Just Nilsen","Per Asplin","Arne Bendiksen","Odd Borg"],"overview":"Foaming sea from the Royal Norwegian Navy, with a crew on duty onwards to Tromsø. Onboard speedy warships with splash from the sea, song, music and girls in every harbor. Welcome to the boys in the navy!","release_date":"1964-02-10","vote_average":0.0,"runtime":78,"cert":"N\/A","id":60815,"title":"Operasjon Sjøsprøyt","adult":false,"genre_ids":[35]},{"cast":["Shirley MacLaine","Anthony Hopkins","Bo Derek","Michael Brandon","Mary Beth Hurt"],"overview":"Marriage takes a sour turn when a middle-aged husband falls for a young and sexy woman. Things get even more complicated when his wife starts a hot affair with a young lover of her own.","release_date":"1980-12-01","vote_average":5.9,"runtime":102,"cert":"N\/A","id":60816,"title":"A Change of Seasons","adult":false,"genre_ids":[18,10749,35]},{"cast":["Christine Nguyen","Nicole Sheridan","Rebecca Love","Syren","Evan Stone"],"overview":"A B-movie starlet and her boyfriend attend the reading of her rich uncle's will, unaware that his lawyer, a maid, a manservant and a sexy female ghost are all vying to undo their inheritance.","release_date":"2006-08-08","vote_average":4.7,"runtime":84,"cert":"N\/A","id":60817,"title":"Ghost in a Teeny Bikini","adult":false,"genre_ids":[35,27]},{"cast":["Regina Russell Banali","Brad Bartram","Jay Richardson","Dan Golden","Kim Maddox"],"overview":"The sexy funs flies fast and furious as Teri inherits a failing airline that's deep in debt. To turn things around, she and her girlfriends decide to charter the plane out for flying bachelor parties with great success!","release_date":"2003-04-22","vote_average":5.7,"runtime":85,"cert":"N\/A","id":60818,"title":"Bikini Airways","adult":false,"genre_ids":[35]},{"cast":["Ryan Boone","Justin Welborn","Ashley Watkins","Travis Goodman","Matthew Robinson"],"overview":"Sudden, gory death hides behind every bush. When beautiful Jennifer and her friends embark on a backpacking excursion deep into the woods, they come chest to chest with an evil as old as the trees. Listen...above the crackling of the campfire...is that the sound of a twig snapping or your best girlfriend's neck? The interlopers discover that when the locals warn you not to trespass, it's a warning you should heed.","release_date":"2011-04-02","vote_average":4.7,"runtime":null,"cert":"N\/A","id":60819,"title":"Pelt","adult":false,"genre_ids":[27,35]},{"cast":[],"overview":"Ozzy Osbourne was forced to sit out BLACK SABBATH's performance at Thursday night's (Aug. 26) Ozzfest in Camden, NJ due to an attack of bronchitis. He was replaced at the concert by none other than JUDAS PRIEST frontman Rob Halford. Commented Rob at the show: \"Yesterday [Aug. 25] was my [53rd] birthday and I feel as if today is too! I'm getting to sing for one of my favorite bands in the world.\" The songs performed at the show were \"War Pigs\", \"Fairies Wear Boots\", \"N.I.B.\", \"Black Sabbath\", \"Iron Man\", \"Into the Void\", \"Children of the Grave\", the intro to \"Sabbath, Bloody Sabbath\" followed by \"Paranoid\". Halford had previously joined SABBATH for two gigs to support Ozzy on his last shows for the \"No More Tours\" tour in November 1992 in Costa Mesa, CA after SABBATH's singer at the time, Ronnie James Dio, refused to take the stage.","release_date":"2004-08-26","vote_average":10.0,"runtime":64,"cert":"","id":60820,"title":"Black Sabbath [2004] with Rob Halford Live at Ozzfest","adult":false,"genre_ids":[]},{"cast":["Catherine Bell","Chris Potter","Matthew Knight","Hannah Endicott-Douglas","Catherine Disher"],"overview":"Middleton prepares for its bicentennial, and Grey House is to be the party venue. Good witch Cassie is remodeling it as B&amp;B. her first and only guest, Nick Chasen, claims to be a distant relative. He produces papers to prove he's the heir of the builder, colonial era captain Hamblin, while the Grey lady was his mistress and stole it. Police chief and lover Jake Russell goes all the way to motivate her to fight and disprove the claim before she's effectively disowned. Brandon is dared to pass a rascals-initiation by local brat Steve and Duke. George's gardening skills lead to romance.","release_date":"2009-02-07","vote_average":7.0,"runtime":85,"cert":"N\/A","id":60821,"title":"The Good Witch's Garden","adult":false,"genre_ids":[10770,35,10751,14,10749]},{"cast":["New Order","Bernard Sumner","Stephen Morris","Gillian Gilbert","Peter Hook"],"overview":"Rising from the ashes of the legendary British post-punk unit Joy Division, the enigmatic New Order triumphed over tragedy to emerge as one of the most influential and acclaimed bands of the 1980's, embracing the electronic textures and disco rhythms of the underground club culture many years in advance of its contempraries. \"New Order Story\" is the definitive documentary on the band and traces their history all the way back to its origin with Joy Division. This extended version includes additional interviews and live footage, over 2 hours of great New Order footage. A longform video chronicling the band's history and music with interviews by Bono, Neil Tennant, Quincy Jones and others.","release_date":"2006-05-09","vote_average":6.8,"runtime":140,"cert":"U","id":60822,"title":"The New Order Story","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"Road Runner and Wile E. Coyote are back! The lovable characters have transitioned to the third dimension in the new series of animated shorts being produced by Warner Brothers. Wile E. Coyote is up to his old tricks in newfangled stereoscopic 3D. Hilarity ensues as per usual, check out the crazy antics in Looney Tunes: Rabid Rider","release_date":"2010-12-17","vote_average":6.4,"runtime":3,"cert":"N\/A","id":60823,"title":"Rabid Rider","adult":false,"genre_ids":[16,10751,35]},{"cast":["Jean-François Stévenin","Patrick Bouchitey","Jean-Pierre Bisson","Laura Favali","Silvana de Faria"],"overview":"","release_date":"1991-05-22","vote_average":7.0,"runtime":92,"cert":"N\/A","id":60824,"title":"Lune Froide","adult":false,"genre_ids":[18]},{"cast":["Kelsey Grammer","Katherine Helmond","Ana Ortiz","Elaine Hendrix","Charles Durning"],"overview":"Kelsey Grammer stars as Nick St. Nicholas, a Miami-based playboy philanthropist who is about to make his life complete by wedding the girl of his dreams, gorgeous TV weathercaster Heidi Gardelle (Elaine Hendrix). Not known to the general public is that the profligate St. Nicholas is really the son of none other than Santa Claus (Charles Durning)--or, as the jolly old elf is known in this story, Nicholas XX. Expected to take over the \"family business\" at the North Pole before his father's power fades, Nick balks, choosing instead to remain in Miami, where he is about to launch his latest charity at the behest of his fiancee Heidi. By the time he realizes that his \"dream girl\" is actually a mercenary nightmare, Nick finds himself besieged by a vindictive INS agent (Colin Cunningham)--and racked with guilt over the gloomy fate awaiting his father and the North Pole toy factory.","release_date":"2002-10-17","vote_average":5.7,"runtime":100,"cert":"N\/A","id":60825,"title":"Mr. St. Nick","adult":false,"genre_ids":[35,14]},{"cast":["John Coltrane"],"overview":"Produced with the cooperation of his widow Alice Coltrane, the documentary focuses on the later period of Coltrane's work where he explored themes of Eastern spirituality. This is a retrospective documentary on the life and music of saxophonist John Coltrane, featuring reminiscences and interviews with his contemporaries and fellow musicians.","release_date":"2002-10-09","vote_average":6.5,"runtime":59,"cert":"N\/A","id":60826,"title":"John Coltrane   Four Tenors","adult":false,"genre_ids":[10402]},{"cast":["Larry C. Brubaker","Todd Cobery","Linda Flanders","Michelle Lekas","Nathan Paulson"],"overview":"This documentary examines the existence of films in which people are murdered on camera and the culture surrounding them. Through interviews with former FBI Profilers, Cultural Academics, and Film Historians the documentary delves into the disturbing history and myth of Snuff Films. The FBI claims there is no evidence to prove the existence of Snuff and, therefore, Snuff Films are a myth. This documentary analyzes the relationships between war, cult films, serial killers and pornography to prove whether or not this pervasive myth is, in fact, reality.","release_date":"2008-06-13","vote_average":5.8,"runtime":76,"cert":"N\/A","id":60827,"title":"Snuff: A Documentary About Killing on Camera","adult":false,"genre_ids":[99,27]},{"cast":["Darris Love","Darontay McClendon","Don Cambell","Six Reasons"],"overview":"When a brutal carjacking yields a videocamera, a teenage boy decides to document his life and the lives of his fellow gangbangers.","release_date":"2001-01-01","vote_average":6.5,"runtime":91,"cert":"N\/A","id":60828,"title":"Gang Tapes","adult":false,"genre_ids":[18]},{"cast":["Lisa Lampanelli"],"overview":"Lampanelli once again delivers in Tough Love stand-up performance, which is complete with her signature one-two punch liners and mean-spirited insults. Even her husband isn't immune from Lampanelli's wrath, as she affectionately refers to him as \"Jimmy Big Balls.\" Tough Love wraps-up with Lampanelli's first ever \"The Roast of the Worthless Americans,\" an appropriate kick-you-where-it-hurts roast at pop culture's favorite love-to-hate celebrities which include Kate Gosselin, Paris Hilton, the cast of Jersey Show and many more.","release_date":"2011-04-05","vote_average":4.0,"runtime":61,"cert":"N\/A","id":60829,"title":"Lisa Lampanelli: Tough Love","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Experience a Wolverine Origins movie closer to continuity, involving Logan's attempts with Professor X to restore his fragmented mind. Completely removes all mentions, references and conversations indicating Wolverine and Sabertooth being related. Completely removes all plot threads regarding Logan volunteering for the Weapon X program. Many action scenes tightened, removing over the top elements. Removes Silver Fox having mutant powers and being Emma Frost's sister. Weapon XI: Stryker's pet project, a merge of many mutants' powers to create their antithesis; this character is now stand alone and not a bad adaptation. Japan epilogue included following the current Marvel movie trend.","release_date":"2010-10-01","vote_average":10.0,"runtime":89,"cert":"N\/A","id":60830,"title":"Weapon X - Codename: Wolverine","adult":false,"genre_ids":[]},{"cast":["Christy Scott Cashman","Whoopi Goldberg"],"overview":"A 3-D animated film about the dream of reaching the unreachable and about the fact that something good can evolve from something evil.","release_date":"2008-06-30","vote_average":6.4,"runtime":14,"cert":"N\/A","id":60831,"title":"Descendants","adult":false,"genre_ids":[16,18,14]},{"cast":["Pierre Vaneck","Fabrice Luchini","Pierre Arditi"],"overview":"","release_date":"1998-01-01","vote_average":7.1,"runtime":null,"cert":"N\/A","id":60832,"title":"« Art »","adult":false,"genre_ids":[35]},{"cast":["Paddy Kelly","Jimmy Kelly","Angelo Kelly","Joey Kelly","Maite Kelly"],"overview":"This is a strange little movie. It's partly a road movie. It's partly a documentary. It's partly a backstage pass. It's a strange little movie that takes a look at an extraordinary group of people - The Kelly Family. It's a strange little movie shot during the course of their winter tour of 2002 \/ 2003 on the roads of mainland Europe through Germany, Holland and Belgium. It's a strange little movie about life, about love, about loss... about the future. Actually, mostly it's a movie about the future, about the road ahead, about the next concert, about the next song... about the music. In fact above all it's about the music, because this is the Kelly Family and first last and always it's about the music.","release_date":"2003-12-15","vote_average":0.0,"runtime":165,"cert":"N\/A","id":60833,"title":"The Kelly Family: Cover the Road","adult":false,"genre_ids":[10402,99]},{"cast":["Karena Lam","Deng Chao","Fan Wei","Leo Ku","Huang Bo"],"overview":"This film centers on Nie Bing, a high-profile TV hostess, who is obsessed with trying to find her \"ideal man\" before her 30th birthday. Nie Bing is given a magic car by a mischievous angel, and a different handsome man -one of the 12 featured A-list actors from China, Taiwan and Japan- appears each time she drives it. Lam's character soon collects a dozen admirers, portrayed by A-list actors from China, Taiwan, and Japan, each with a different profession, personality, and ideas of what constitutes romance","release_date":"2008-11-28","vote_average":6.0,"runtime":110,"cert":"N\/A","id":60834,"title":"Fit Lover","adult":false,"genre_ids":[10749,35]},{"cast":["Paddy Kelly","Angelo Kelly","Maite Kelly","Jimmy Kelly","Patricia Kelly"],"overview":"In the spring of 2001 the Kelly Family went to studio in the south of France to begin the recordings for their album \"La Patata\", which was completed in various studios in Germany and Belgium. Angelo, Maite, Paddy, Barby, Joey, Jimmy and Patricia were captured on camera in a very up-close and intimate way. Giving us the chance to peek into creative and private moments in their lives. Music, jokes, evening meals and family fights are just a brief explanation on the Kellys with their \"in\" language which we get to experience in this unique and exclusive documentary.","release_date":"2002-12-09","vote_average":0.0,"runtime":68,"cert":"N\/A","id":60835,"title":"The Kelly Family: The Making of La Patata","adult":false,"genre_ids":[10402,99]},{"cast":["Wolfgang Ziffer","Dagmar Biener","Arnold Marquis","Friedrich Schoenfelder","Heinz Theo Branding"],"overview":"Willie, a sweet little woodworm, accidentally becomes a stowaway on Noah's Ark and Noah and the animals believe he is drilling holes into the wooden boat. Can Willie really be responsible?","release_date":"1988-04-14","vote_average":8.7,"runtime":81,"cert":"N\/A","id":60842,"title":"Stowaways on the Ark","adult":false,"genre_ids":[16,10751]},{"cast":["Yo Oizumi","Eiko Koike","Minoru Hirano","Toshio Kakei","Yoshisada Sakaguchi"],"overview":"Pepe Benengeli is a second-class cyclist, only there to support the star member of the team. This summer he is participating in the Tour of Spain, which passes through the streets of his hometown of Andalusia. In a coincidence, his brother and ex-girlfriend are getting married on the same day as the climax of the race. Pepe, who left his hometown after suffering a breakdown, is determined to achieve something special on this day.","release_date":"2003-06-26","vote_average":6.8,"runtime":47,"cert":"N\/A","id":60843,"title":"Nasu: Summer in Andalusia","adult":false,"genre_ids":[16,28]},{"cast":[],"overview":"Mooi Wark - Live In Paradiso","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60844,"title":"Mooi Wark - Live In Paradiso","adult":false,"genre_ids":[]},{"cast":[],"overview":"For the last 10 years, Q-dance has been entertaining fans from the harder styles in dance music with high quality productions. Some parties have fared better than others; some have been held indoors, some outdoors, sometimes smaller, and most of them have been really big with all of them incorporating a wonderful atmosphere. With over 300 parties and more than 1.5 million participants, we have aptly, named our 10-year anniversary: ‘’de Q-dance Feestfabriek - the Q-dance Party Factory’’. For the first time in 10 years, we give the visitor a glance into our party-kitchen and this year we are cooking up a storm!","release_date":"2011-01-12","vote_average":0.0,"runtime":81,"cert":"N\/A","id":60847,"title":"10 Years Of Q-Dance: De Feestfabriek","adult":false,"genre_ids":[10402]},{"cast":["Franck Lepage"],"overview":"","release_date":"2008-01-06","vote_average":5.0,"runtime":null,"cert":"N\/A","id":60848,"title":"Inculture(s) II - L'école","adult":false,"genre_ids":[99]},{"cast":["Burt Lancaster","Charles Bickford","Steve Cochran","Phyllis Thaxter","Dick Wesson"],"overview":"The triumph and tragedy of Native Anerican Jim Thorpe, who, after winning both the pentathlon and decathlon in the same Olympics, is stripped of his medals on a technicality.","release_date":"1951-08-24","vote_average":6.1,"runtime":107,"cert":"N\/A","id":60853,"title":"Jim Thorpe – All-American","adult":false,"genre_ids":[18]},{"cast":["Alfredo Landa","María Casanova","Miguel Rellán","José Bódalo","Manuel Lorenzo"],"overview":"Private detective Germán “el Piojo” Areta investigates the life of a gay man who has apparently abandoned his partner. When they both turn up dead, it seems one killed the other before committing suicide, but Areta is not convinced.","release_date":"1983-08-01","vote_average":6.8,"runtime":110,"cert":"N\/A","id":60854,"title":"El crack dos","adult":false,"genre_ids":[18,9648,53]},{"cast":["Sandra Oh","Stephen Chang","Alannah Ong","Donald Fong","Frances You"],"overview":"Jade Li is a feisty, 20-something Chinese Canadian, trying to achieve that happy medium between giving in to her parent's wishes and fulfilling her own needs and desires - double happiness. Naturally, something's got to give and when love beckons in the shape of Mark, a white university student, the facade of the perfect Chinese daughter begins to slip.","release_date":"1994-09-07","vote_average":5.6,"runtime":87,"cert":"N\/A","id":60855,"title":"Double Happiness","adult":false,"genre_ids":[35,10749]},{"cast":["Steve Guttenberg","Sean Bean","Kim Coates","Torri Higginson","Colm Feore"],"overview":"Bill McNeil heads a black ops team called \"Mach 1\" called in to retrieve a cannister of deadly viral agent which was stolen from the government by an arms dealer. The team retrieve the weapon but the team is setup. Bill knows a traitor is behind things.","release_date":"1998-07-23","vote_average":3.2,"runtime":90,"cert":"N\/A","id":60856,"title":"Airborne","adult":false,"genre_ids":[28]},{"cast":["Yves Montand","Simone Signoret","Gabriele Ferzetti","Michel Vitold","Jean Bouise"],"overview":"The vice-minister of Foreign Affairs of Czechoslovakia, knowing he's being watched and followed, is one day arrested and put into solitary confinement by his blackmailers.","release_date":"1970-04-29","vote_average":7.2,"runtime":139,"cert":"N\/A","id":60859,"title":"The Confession","adult":false,"genre_ids":[18]},{"cast":["Patrick Harlan","Yui Ichikawa","Ryunosuke Kamiki","Ryoko Kobayashi","Miyuki Matsuda"],"overview":"Five different directors adapt the works of Japanese author Otsuichi in this collection of unconventional live-action and animated shorts. A woman is murdered under odd circumstances in the title film, \"Zoo\"; twin sisters are treated differently in \"Kazari and Yoko\"; two siblings find themselves trapped in \"Seven Rooms\"; a survivor learns about life and death in \"When the Sun Shines\"; and parents lose the ability to see each other in \"So Far.\"","release_date":"2005-03-19","vote_average":6.4,"runtime":120,"cert":"N\/A","id":60860,"title":"Zoo","adult":false,"genre_ids":[27,16]},{"cast":["Mikael Johansson","Kicke Fagin"],"overview":"Two men in their 60s meet for the first time and discuss their respective sex changes, and subsequent reversals.","release_date":"2010-03-18","vote_average":6.0,"runtime":58,"cert":"N\/A","id":60861,"title":"Regretters","adult":false,"genre_ids":[99]},{"cast":["Carlos Morales","Chas Omar","Christophe Blanc","Diego Alvarez","Marco Rochelle"],"overview":"Michael Lucas returns to New York's favorite getaway in Fire Island Cruising 3. Lucas and his red-hot Parisian discovery Marco Rochelle join fan favorites Carlos Morales, Rick Gonzales and Tom International, and sand isn't the only thing getting in their pants.","release_date":"2002-06-05","vote_average":6.5,"runtime":114,"cert":"N\/A","id":60862,"title":"Fire Island Cruising 3","adult":true,"genre_ids":[]},{"cast":["Eric Cantona","Jacques Villeret","Emiliano Suarez","Carla Ortiz","Harry Porter"],"overview":"A talking chimp, a jolly monk and a boxer on the run make an unlikely team in this French comedy for children. Brother Benoit, a French monk working with underprivileged youth in Mexico, one day finds a sick chimpanzee in need of water and medical attention. He brings the chimp back to his mission and nurses her back to health, naming her Mookie. A year later, Brother Benoit discovers Mookie can not only play basketball, but she can talk, the result of an exposure to radiation from a meteor crash. Primate experts from America are eager to get their hands on the little ape, but the Brother will allow no experiments to be performed on her. The Brother recruits Antoine, a boxer down on his luck, to help Mookie and the Brother flee to Mexico City, but when it turns out Antoine is wanted by the Mexican Mafia for not throwing a fight, all three must make tracks to insure their safety.","release_date":"1998-12-09","vote_average":5.3,"runtime":87,"cert":"N\/A","id":60863,"title":"Mookie","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A co-production of the ZDF \/ Eikon Media and epo film in collaboration with Arte, developed with the support of the MEDIA Programme of the European Union, the Discovery Master School 2006 and the Evangelical Church of Germany  If the media is talk of fundamentalists is meant basically Islamism. \"The Final Battle\" but not from the Islamic but the Christian fundamentalism in the United States. As in the Islamic equivalent of the Christian fundamentalists follow a political ideology that uses religious language. Their expected target: a Christian nation, based on the laws of the Bible literally designed. They fight with all their might to enforcing their morals in politics and society.  What makes this diverse movement in the US for so many people so attractive?  In the documentary \"The Final Battle\" Claudia Wilke analyzed in four stages means by which the Christian fundamentalists have managed to become one of the most influential social and political powers.","release_date":"2008-05-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60864,"title":"The Final Battle - Christian Fundamentalists in the USA","adult":false,"genre_ids":[]},{"cast":[],"overview":"A Documantation over Public Private Partnership in Water supply","release_date":"2010-09-23","vote_average":6.4,"runtime":90,"cert":"N\/A","id":60865,"title":"Water Makes Money","adult":false,"genre_ids":[99]},{"cast":["Gillian Chung","Vincy Chan","Patrick Tam","Shaun Tam","Bonnie Xian"],"overview":"When Rain, a beautiful university year 4 student receives an SMS on her mobile phone - \"Do you know what the 19th Gate of hell is?\", the nightmare begins for her. It is not too long before she realizes that she is unwittingly trapped in a terrifying mobile phone game from hell and this game is larger than life.","release_date":"2007-09-06","vote_average":4.2,"runtime":96,"cert":"N\/A","id":60866,"title":"Naraka 19","adult":false,"genre_ids":[53,14]},{"cast":["Andrius Paulavičius","Justas Vencius","Ramūnas Rudokas","Adomas Stančikas","Algis Ramanauskas"],"overview":"ZERO is an 0 sucking in a young deserter, a casino victim and three heroin brothers. That is a destiny, a mixture of objectives and desires of heroes. That is a lifestyle balancing on the edge - bullets, numbers and needles.","release_date":"2006-09-08","vote_average":5.4,"runtime":81,"cert":"N\/A","id":60867,"title":"Zero. Lilac Lithuania","adult":false,"genre_ids":[80,53]},{"cast":["Paul McCartney","Brian Ray","Rusty Anderson","Paul Wickens","Abraham Laboriel Jr."],"overview":"In 2005, rock legend Paul McCartney crossed America with his record-breaking, sold-out US tour. Better than a front-row seat, this feature-length concert film takes viewers onto this stage and beyond, capturing Paul's out-of-this-world performance.","release_date":"2006-10-28","vote_average":0.0,"runtime":115,"cert":"N\/A","id":60868,"title":"Paul McCartney: The Space Within Us","adult":false,"genre_ids":[10402]},{"cast":["Aria Wallace","Robin Brûlé","Demetrius Joyette","Vik Sahay","Julian Richings"],"overview":"After moving to an eerie old house in the country, nine-year-old super sleuth Roxy Hunter stumbles into a world filled with unsolved mysterieus, secret plots and spooky spirits! Now, Roxy and her best friend and boy genius Max, must race to save their home, re-unite a lost love and uncover the true villain. Is it the Moody Ghost...or something even spookier?","release_date":"2007-10-30","vote_average":5.8,"runtime":92,"cert":"N\/A","id":60869,"title":"Roxy Hunter and the Mystery of the Moody Ghost","adult":false,"genre_ids":[10770,10751,9648]},{"cast":["Aria Wallace","Robin Brûlé","Jayne Eastwood","Yannick Bisson","Roger Dunn"],"overview":"Roxy is at it again when, in pursuit of a local journalism award, she brings home a mysterious amnesiac who was found soaking wet outside of the local coffee shop. After ceremoniously naming her ANNIE NONYMOUS, Roxy takes the young lady home and finds that even the most common household item is a complete mystery to Annie. When Annie returns dripping wet from the lake several nights in a row, Roxy determines what is abundantly clear to her, Annie is a mermaid. A mermaid who has to find her way home.","release_date":"2008-07-13","vote_average":4.2,"runtime":92,"cert":"N\/A","id":60870,"title":"Roxy Hunter and the Myth of the Mermaid","adult":false,"genre_ids":[35,10751,9648]},{"cast":["Hillary Scott","Miss Meadow","Sasha Knox"],"overview":"Cum. It's not just for breakfast anymore!","release_date":"2006-04-01","vote_average":8.0,"runtime":66,"cert":"N\/A","id":60871,"title":"American Bukkake 29","adult":true,"genre_ids":[]},{"cast":["Brooke Cherry","Jennifer Dark"],"overview":"","release_date":"2008-08-03","vote_average":8.5,"runtime":null,"cert":"N\/A","id":60872,"title":"American Bukkake 36","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60873,"title":"Asian Transsexual Lesbians 8","adult":true,"genre_ids":[]},{"cast":["Chloe Conrad","Jessica Moore","Mackenzee Pierce","Madison Parker"],"overview":"","release_date":"2009-01-01","vote_average":8.0,"runtime":null,"cert":"N\/A","id":60874,"title":"Ass The World Turns","adult":true,"genre_ids":[]},{"cast":["Alex Nicol","Claudio Undari","Renzo Palmer","Giuseppe Addobbati","Luis Induni"],"overview":"A small town in Arizona is oppressed by the tyranny of a powerful rancher. The owner of a farm, fed up with constant abuse, decides to hire a former gunslinger, as the town sheriff is recognized powerless to stand against the tyrant.","release_date":"1964-04-30","vote_average":0.0,"runtime":82,"cert":"N\/A","id":60875,"title":"Ride and Kill","adult":false,"genre_ids":[37]},{"cast":["Madison Parker","Raven Alexis","Kerry Louise","Jennifer White","Jayden Jaymes"],"overview":"Spankin' hot ass that will keep you wanting more: Asslicious 2 is hotter, sexier and filled with more anal than ever. Watch as these girls spread it wide for cocks to plunge deep inside them.","release_date":"2010-06-03","vote_average":0.0,"runtime":148,"cert":"N\/A","id":60876,"title":"Asslicious 2","adult":true,"genre_ids":[]},{"cast":["Alexis Texas","Cherokee","Rachel Starr","Ava Rose","Pinky"],"overview":"The award winning Sam No directs the brand new series, Battle Of The Asses, a collection of the greatest rear ends currently in porn, vying to be the best. Starring Alexis Texas, Ava Rose, Pinky, Cherokee, Kelly Devine, and featuring the return of Rachel Starr!","release_date":"2009-06-04","vote_average":8.2,"runtime":168,"cert":"N\/A","id":60879,"title":"Battle of the Asses","adult":true,"genre_ids":[]},{"cast":["McKenzie Lee","Sophie Dee","Sara Stone","Phoenix Marie","Bridgette B"],"overview":"","release_date":"2010-04-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60882,"title":"Big Tit Oil Orgy","adult":true,"genre_ids":[]},{"cast":["Ren Mizumori"],"overview":"","release_date":"2009-07-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60883,"title":"Catwalk Poison Vol 07 (Ren Mizumori)","adult":true,"genre_ids":[]},{"cast":["Misa Kikouden"],"overview":"","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60884,"title":"Catwalk Poison Vol 09 (Misa Kikouden)","adult":true,"genre_ids":[]},{"cast":["Asuka"],"overview":"","release_date":"2009-11-05","vote_average":7.0,"runtime":null,"cert":"N\/A","id":60885,"title":"Catwalk Poison Vol 14 (Asuka)","adult":true,"genre_ids":[]},{"cast":["Kyoko"],"overview":"","release_date":"2010-02-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60886,"title":"Catwalk Poison Vol 19 (Kyoko)","adult":true,"genre_ids":[]},{"cast":["Hanai Meisa"],"overview":"","release_date":"2010-04-01","vote_average":9.0,"runtime":null,"cert":"N\/A","id":60887,"title":"Catwalk Poison Vol 22 (Hanai Meisa)","adult":true,"genre_ids":[]},{"cast":["Alexis Texas","Brandy Aniston","Rebeca Linares","Jennifer Dark","Bridgette B"],"overview":"Do voluptuous vixens with good ol' fashioned curves drive you around the bend? Then look no further because ZT's Curvies guarantees a soft, sexy landing! Alexis Texas stars in this tribute to nature's most gorgeous globes, creamy thighs and sweet round asses! These XXX beauties are built for comfort, so climb on in for a test drive! You won't find any sharp corners on these luxurious bodies!","release_date":"2010-10-13","vote_average":4.5,"runtime":138,"cert":"N\/A","id":60888,"title":"Curvies","adult":true,"genre_ids":[]},{"cast":["Adrianna Nicole","Amber Rayne","Dana DeArmond","Julie Night","Kream"],"overview":"Superhero to the anus-obsessed, Jay Sin has been amassing a huge following with his lighthearted but extremely hardcore movies. His Deep Anal Abyss series is a showcase for some of the most amazing rectal tricks and stunts ever attempted in porn. Deep Anal Abyss 2 features beautiful ladies with otherworldly anal talents and impressive storage capacities. These comely young bitches are like anal magicians with their ability to make giant toys disappear. All the while, Jay's camera frames the action in medium closeup so that sphincter fans can see every little muscle twitch and gape in perfect clarity. Lose yourself inside this heavenly abyss!","release_date":"2009-02-09","vote_average":9.5,"runtime":236,"cert":"N\/A","id":60889,"title":"Deep Anal Abyss 2","adult":true,"genre_ids":[]},{"cast":["Risa Murakami"],"overview":"","release_date":"2009-01-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60890,"title":"Egals Vol 3 (Risa Murakami)","adult":true,"genre_ids":[]},{"cast":["Kotone Amamiya"],"overview":"","release_date":"2010-10-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60891,"title":"Encore Vol 8 (Kotone Amamiya)","adult":true,"genre_ids":[]},{"cast":["Candace Cameron Bure","David James Elliott","Ronny Cox","Chris Brochu","Antonia DeNardo"],"overview":"When leading marriage counselor Annie Morgan (Candace Cameron Bure) is offered an opportunity to host a relationship talk show, she jumps at the chance. But fearful that being single might ruin her big break, she conspires with an old college friend and recent widower, Mark Crane (David James Elliott), to pose as a married couple with kids. Their story starts to unravel when Annie and Mark join her eccentric soon-to-be boss (Ronny Cox) for a weekend at his ranch in New Mexico. Comical misunderstandings mark the event as Annie struggles to keep up the ruse, finding herself emotionally invested and conflicted by her own conscience. Will she confess the truth about her marital status and her feelings for Mark... and will the truth set them free?","release_date":"2011-04-16","vote_average":6.0,"runtime":100,"cert":"N\/A","id":60892,"title":"Truth be Told","adult":false,"genre_ids":[10751,35,10749,10770]},{"cast":["Kou Minefuji"],"overview":"","release_date":"2010-05-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60893,"title":"Encore Vol 6 (Kou Minefuji)","adult":true,"genre_ids":[]},{"cast":["Yui Hatano"],"overview":"","release_date":"2010-08-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60894,"title":"S2M-007 Encore Vol 7 (Hatano Yui)","adult":true,"genre_ids":[]},{"cast":["Emily VanCamp","Steve Talley","Willow Shields","Timothy Busfield","Julio Oscar Mechoso"],"overview":"Inspired by a true story, “Beyond the Blackboard” is about a 24-year-old first-time teacher who makes a difference in the lives of the homeless children she teaches in a shelter’s makeshift classroom. Set in 1987 in Albuquerque, New Mexico, this movie tells the story a brand-new teacher and Mom who is given a tougher than expected teaching job and winds up teaching homeless children in a school that is housed in a room and called, literally, The School with No Name. She has some personal prejudicial hurdles to cross before she is able to be a true teacher for these children and of course there are hurdles like the lack of books and supplies.","release_date":"2011-04-24","vote_average":7.5,"runtime":100,"cert":"N\/A","id":60895,"title":"Beyond the Blackboard","adult":false,"genre_ids":[10751,18]},{"cast":["Shannon Whirry","Woody Brown","Al Sapienza","Elizabeth Sandifer","Jennifer Campbell"],"overview":"An unhappy divorcée has the bad fortune to move next door to a voyeur of a security systems installer, who's hobby is planting hidden video cameras in the bedrooms of all his clients. He then monitors the sex lives of his customers through an elaborate TV monitor system in his garage. Shannon becomes his latest victim, but when she discovers the camera by accident, she begins putting on sex shows for his pleasure. The plot gets ugly when Jim professes his love for her but is rebuffed.","release_date":"1994-08-24","vote_average":3.2,"runtime":95,"cert":"N\/A","id":60896,"title":"Animal Instincts II","adult":false,"genre_ids":[18,53]},{"cast":["Trenton Rogers","Andrew Beall","Amanda Pace","Austin Lux","Grace Rolek"],"overview":"Linus is pushed to his limits when he learns Grandma is coming to visit and plans on ridding him of his childish security blanket.","release_date":"2011-03-29","vote_average":6.8,"runtime":44,"cert":"N\/A","id":60897,"title":"Happiness Is a Warm Blanket, Charlie Brown","adult":false,"genre_ids":[16,35,10751]},{"cast":["Amy Yip","So Man","Hitomi Kudô","Chi Chun Ha","Chung Lin"],"overview":"Three vixens have meditated for 1,000 years to able to shed their animal natures and become human. For the final month of their rigors, they have moved near a village where women pray to a god of fertility. One sister visits the god's temple and thinks lustful thoughts. As she leaves, a priest confronts her, warning of dire consequences and of demons that will try to stop the vixens' transformation. Soon, the youngest sister saves a poor scholar from bandits and becomes enamored of him. Each sister visits him, and before long, the youth has made love to all three. After they invite him to stay with them, the playfulness takes a scary turn. Where can they turn for help?","release_date":"1987-10-01","vote_average":7.1,"runtime":88,"cert":"N\/A","id":60898,"title":"Erotic Ghost Story","adult":false,"genre_ids":[14,18,27]},{"cast":["Eva Dahlbeck","Ingrid Thulin","Bibi Andersson","Barbro Hiort af Ornäs","Erland Josephson"],"overview":"Set in a hospital where three women meet either because they have been through an abortion or are due to give birth.","release_date":"1958-03-31","vote_average":7.6,"runtime":84,"cert":"N\/A","id":60899,"title":"Brink of Life","adult":false,"genre_ids":[18]},{"cast":["Laura Valenzuela","Alberto de Mendoza","Mónica Randall","Fernando Fernán Gómez","Laly Soldevila"],"overview":"","release_date":"1970-02-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60902,"title":"De profesion sus labores","adult":false,"genre_ids":[]},{"cast":["Ronald Squire","Kathleen Ryan","Raymond Huntley","Prunella Scales","Sebastian Shaw"],"overview":"A parliamentary delegation is sent to a remote community in the Scottish Highlands where the residents are protesting at their poor links with the outside world. After a few days amongst them, the visitors come to appreciate the locals' lifestyle.","release_date":"1953-04-01","vote_average":6.0,"runtime":77,"cert":"","id":60903,"title":"Laxdale Hall","adult":false,"genre_ids":[35,10749]},{"cast":["Fernando Delgado","Rosana Yanni","Ricardo Merino","Margot Cottens","Gracita Morales"],"overview":"","release_date":"1970-08-24","vote_average":5.0,"runtime":null,"cert":"N\/A","id":60904,"title":"Dele color al difunto","adult":false,"genre_ids":[35]},{"cast":["Yvonne De Carlo","Charles Coburn","Scott Brady","John Russell","Myrna Dell"],"overview":"In order to gain passage to the West, a woman poses as an opera singer, and causes a feud between two cousins.","release_date":"1949-09-01","vote_average":3.9,"runtime":84,"cert":"N\/A","id":60905,"title":"The Gal Who Took the West","adult":false,"genre_ids":[28,35,10749,37]},{"cast":["Ángel Álvarez","José María Álvarez","José Isbert","María Isbert","Ketty de la Cámara"],"overview":"A couple of friends, \"Carmen\" (Silvia Solar) and \"Miguel\"(Germán Cobos), fail to raise the money needed to marry. These difficulties encouraged the illusion of the boy, who wants a shot leaving for another country.  The dreams of \"Miguel\" are approved and encouraged by \"Don Pablo\", (Pepe Isbert) musician of the Municipal Band and uncle of Carmen, in his years young was unable to reach them. On the other hand, Carmen lives with his aunt \"Antonia\" (Matilde Muñoz Sanpedro), which does not speak with his brother \"Don Pablo\", and whose sole ambition is to see married her niece, because in order to \"maid\" in the family there is enough with her. But with the arrival in Cádiz of the president of a south American country, everything is going to change course.","release_date":"1961-11-27","vote_average":0.0,"runtime":76,"cert":"N\/A","id":60906,"title":"Despedida de soltero","adult":false,"genre_ids":[]},{"cast":["Liam Norberg","Ray Jones IV","Thorsten Flinck","Malou Bergman","Jonas Karlsson"],"overview":"Jocke has grown up in one of Stockholm's rough suburbs. Nowadays he spends the daytime getting into trouble at school and going into Stockholm in the evenings and getting into even more trouble. After being sentenced to prison he meets Tony. After their release they begin a series of robberies.","release_date":"1993-03-26","vote_average":3.6,"runtime":108,"cert":"N\/A","id":60911,"title":"Sökarna","adult":false,"genre_ids":[28,80,18,53]},{"cast":["Cassen","Pepa Ferrer","Monika Kolpek","César Ojinaga","Marta Flores"],"overview":"","release_date":"1967-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60912,"title":"El terrible de Chicago","adult":false,"genre_ids":[35]},{"cast":["Erika Remberg","Gustavo Rojo","Elisa Montés","Juanjo Menéndez","José María Caffarel"],"overview":"","release_date":"1961-11-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60913,"title":"El amor empieza en sábado","adult":false,"genre_ids":[18]},{"cast":["José Sacristán","Tere Velázquez","Enrique Guzmán","Manuel Zarzo","Antonio Ozores"],"overview":"","release_date":"1976-12-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60914,"title":"Ellas los prefieren... locas","adult":false,"genre_ids":[35]},{"cast":["Yvonne Furneaux","John Ericson","Renzo Ricci","Germano Longo","Gianni Rizzo"],"overview":"A lover-slave Kir is taken from Semiramis, Queen of Assyria. The man is convinced that he has been betrayed and plans a revenge. Mythological Kolossal for lovers of the genre.","release_date":"1963-03-22","vote_average":0.0,"runtime":101,"cert":"N\/A","id":60915,"title":"I Am Semiramis","adult":false,"genre_ids":[10749,14]},{"cast":[],"overview":"","release_date":"2000-01-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60920,"title":"Red Hot Chili Peppers: Live At Budokan","adult":false,"genre_ids":[10402]},{"cast":["Alvin Anson","Gianluca Baldari","Beau Ballinger","Ronny Boos","Michael Bruggink"],"overview":"My Lai Four, a movie about the My Lai massacre in Vietnam. Here s the blurb: Freely adapted from the Pulitzer Prize-winning book by Seymour Hersh, this film recounts the story of a platoon of American soldiers led by Second Lieutenant Wm. Calley. Falling into an ambush, they come under enemy fire and in the disastrous fight that ensues, two young soldiers lose their lives; a third is so badly injured that Sgt. Cowen is forced to put him out of his hopeless agony.","release_date":"2011-01-05","vote_average":6.2,"runtime":101,"cert":"18","id":60923,"title":"Platoon of Death","adult":false,"genre_ids":[10752]},{"cast":[],"overview":"comming","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60924,"title":"Sensation White: 2009 Live - Netherlands","adult":false,"genre_ids":[]},{"cast":["Matthew Barney","Björk"],"overview":"How does artist Matthew Barney use 45,000 pounds of petroleum jelly, a factory whaling vessel and traditional Japanese rituals to create his latest art project? Barney plowed the waters off the coast of Nagasaki to film his massive endeavor, Drawing Restraint 9. The documentary Matthew Barney: No Restraint journeys to Japan with Barney and his collaborator Bjork, as the visual artist creates a \"narrative sculpture\" telling a fantastical love story of two characters that transform from land mammals into whales.","release_date":"2006-12-20","vote_average":6.0,"runtime":72,"cert":"N\/A","id":60925,"title":"Matthew Barney: No Restraint","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2010-08-03","vote_average":4.3,"runtime":null,"cert":"N\/A","id":60926,"title":"Sensation White: 2010 - Netherlands","adult":false,"genre_ids":[10402]},{"cast":["Rolf Becker","Leonard Proxauf","Sylvester Groth","Tom Lass","Manni Laudenbach"],"overview":"One night he will fetch the silver from the night sky Jonas loves his fathers magical stories. When Helge dies, Jonas ends up in an orphanage whereupon dreariness and discipline rule his life until a group of circus performers appear in the village.","release_date":"2006-11-02","vote_average":6.0,"runtime":63,"cert":"N\/A","id":60929,"title":"Nimmermeer","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2010-11-12","vote_average":6.8,"runtime":35,"cert":"N\/A","id":60930,"title":"Tomorrowland: 2010","adult":false,"genre_ids":[99,10402]},{"cast":["Toshiko Fujita","Takeshi Kusao","Yuuko Minaguchi","Rei Sakuma","Kazuhiko Inoue"],"overview":"Yamazaki Ryouhei is a cool twenty-three year old, with an extremely high sex drive. A smooth talker with the lady killing eyes and a winning smile, we follow him in his never-ending search for the perfect woman. When Yamazaki catches the eye of the beautiful senior editor, Oda Yuki, you know he's not just going far, he's going all the way. He lucks into a job at Potato Boy magazine that seems just made for him, but just how far can you get if your only hobby is looking at naked women? Now he's aiming for the top, turning Potato Boy magazine into one hell of a publication. No one expected things to get so hot, so quickly, but Yamazaki knows what he wants and he knows how to get it. Don't think he will take no for an answer!","release_date":"1987-12-16","vote_average":4.3,"runtime":45,"cert":"N\/A","id":60933,"title":"Junk Boy","adult":false,"genre_ids":[35,16]},{"cast":["Hanna Hilton","RayVeness","Allyssa Hall","Meggan Mallone"],"overview":"B. Skow followed Hanna around her house for a few days and shot everything in sight. Well, here's what we know - She has sex every morning with her man, and it's raunchy, uninhibited and totally wild. She has beautiful, natural d-cups and n ass sculpted by gods. At around noon, she has friends over, and the sex pretty much continues all day. Meggan Mallone, Alyssa Hall, Rayveness, you name it ... they all come over and they never stop coming. This is reality sex at it's finest, with the infest natural beauties in porn. If you like your sex real and raw, B. Skow delivers ... and Hanna's House is the place.","release_date":"2009-07-15","vote_average":10.0,"runtime":165,"cert":"N\/A","id":60934,"title":"Hanna's House","adult":true,"genre_ids":[]},{"cast":["Mary Elizabeth Winstead","Joel Edgerton","Ulrich Thomsen","Eric Christian Olsen","Adewale Akinnuoye-Agbaje"],"overview":"When paleontologist Kate Lloyd travels to an isolated outpost in Antarctica for the expedition of a lifetime, she joins an international team that unearths a remarkable discovery. Their elation quickly turns to fear as they realize that their experiment has freed a mysterious being from its frozen prison. Paranoia spreads like an epidemic as a creature that can mimic anything it touches will pit human against human as it tries to survive and flourish in this spine-tingling thriller.","release_date":"2011-10-12","vote_average":6.1,"runtime":103,"cert":"15","id":60935,"title":"The Thing","adult":false,"genre_ids":[27,878,9648,53]},{"cast":["Michael Redgrave","Ann Todd","Leo McKern","Paul Daneman","Peter Cushing"],"overview":"Alec Graham is sentenced to death for the murder of his girlfriend Agnes, with whom he spent a weekend at the English country home of the parents of his friend Brian Stanford. Alec's father, David Graham, a not-so-successful writer and alcoholic who has neglected his son in the past, flies in from Canada to visit his son on death row. David then goes on a quest to try and clear his son's name while battling \"the bottle.\"","release_date":"1957-03-01","vote_average":6.8,"runtime":85,"cert":"","id":60938,"title":"Time Without Pity","adult":false,"genre_ids":[9648,18]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60941,"title":"Teotihuacan - Mexikos rätselhafte Pyramiden","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":4.0,"runtime":null,"cert":"N\/A","id":60942,"title":"National Geographic - Atlantis","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60943,"title":"National Geographic - Teotihuacan","adult":false,"genre_ids":[99,36]},{"cast":[],"overview":"","release_date":"","vote_average":5.3,"runtime":null,"cert":"N\/A","id":60944,"title":"National Geographic - Das Wunder des Lebens","adult":false,"genre_ids":[99,10751]},{"cast":[],"overview":"","release_date":"1999-06-01","vote_average":6.8,"runtime":null,"cert":"N\/A","id":60945,"title":"Champions League Final 1999","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2009-11-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60946,"title":"Universum - 2012, die Maya und das Ende der Welt","adult":false,"genre_ids":[99]},{"cast":[],"overview":"What would you see and experience if the clocks rolled forward 50 years? In a unique blend of drama and science, this three-part series shows you the world of tomorrow. Will we have flying cars? Will advances in medicine help us stay young forever? What about \"printing\" custom-made vital organs? What will our cities look like? What will tomorrow's wars be about? Will we have robots helping around the house? Will solar power be the new oil?  Supported by the world's leading scientists and research institutes, we embark on a quest to answer some of society's most fundamental questions and reveal the dramas of tomorrow's world along the way. State-of-the-art computer graphics in combination with a dynamic story line will create a world usually only seen in feature films, but with the accuracy and relevance of a documentary. This series is all about opening the window of our future based on science fact, not science fiction.","release_date":"","vote_average":7.9,"runtime":null,"cert":"N\/A","id":60947,"title":"2057","adult":false,"genre_ids":[]},{"cast":["Emil Horváth","Magda Vášáryová ","František Filipovský","Josef Větrovec","Čestmír Řanda st."],"overview":"When a comet passes the Earth very closely, it pulls a small part of North Africa, and a small swathe of humanity, along with it.","release_date":"1970-10-09","vote_average":5.8,"runtime":74,"cert":"N\/A","id":60948,"title":"On the Comet","adult":false,"genre_ids":[12,14,878]},{"cast":["Jiří Lábus","Lucie Pernetová","Boris Hybner","Ivan Trojan","Vladimír Javorský"],"overview":"In an attic full of discarded junk, a pretty doll called Buttercup lives in an old trunk together with her friends, the marionette Prince Charming, lazy Teddy Bear and the plasticine creature Schubert. When Buttercup is snatched and taken off to the Land of Evil, her pals set out to rescue her.","release_date":"2009-03-05","vote_average":6.4,"runtime":75,"cert":"N\/A","id":60949,"title":"Toys in the Attic","adult":false,"genre_ids":[53,16,10751,14]},{"cast":["Lance Henriksen","Lauren Holly","Edrick Browne","Eric F. Adams","Marcelle Baer"],"overview":"An archeology professor unearths a dangerous artifact, unwittingly releasing a creature that is able to kill with the power of its bone-splitting scream.","release_date":"2011-03-26","vote_average":5.1,"runtime":90,"cert":"18","id":60950,"title":"Scream of the Banshee","adult":false,"genre_ids":[27]},{"cast":["Ben Daniels","Michel Piccoli"],"overview":"Young French officer Augustin Robert escorts artist Jean-Michel Venture de Paradis to Egypt during Napoleon's Egyptian campaign. Napoleon sent de Paradis to record Egypt's great monuments and temples that are destroyed by French soldiers in acts of barbarism. During combat, Augustin and Jean-Michel are separated from their regiment, and they start wandering through the desert fighting for their life. In one of the canyons Augustin meets a leopard he names Simoom and a strange bond between them appears.","release_date":"1997-08-31","vote_average":5.7,"runtime":91,"cert":"N\/A","id":60951,"title":"Passion in the Desert","adult":false,"genre_ids":[18,12]},{"cast":[],"overview":"","release_date":"","vote_average":3.8,"runtime":null,"cert":"N\/A","id":60952,"title":"Die unheimlichen Prophezeihungen des Nostradamus","adult":false,"genre_ids":[99,36]},{"cast":["Hitomi Tanaka"],"overview":"","release_date":"2007-11-08","vote_average":6.0,"runtime":null,"cert":"N\/A","id":60957,"title":"Hitomi Tanaka - Bakunyuu J No Shogeki","adult":true,"genre_ids":[]},{"cast":["Gale Sherwood","Leif Erickson","Frank Jenks","Douglass Dumbrille","Veda Ann Borg"],"overview":"An expedition into the deep jungle discovers a native tribe led by a tall white blonde woman.","release_date":"1947-11-22","vote_average":0.0,"runtime":62,"cert":"N\/A","id":60958,"title":"Blonde Savage","adult":false,"genre_ids":[28,12]},{"cast":[],"overview":"","release_date":"","vote_average":7.0,"runtime":null,"cert":"N\/A","id":60959,"title":"Sexsüchtig: Wenn Frauen immer nur das Eine wollen","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2009-06-07","vote_average":4.8,"runtime":null,"cert":"N\/A","id":60962,"title":"Aliens - Sind sie unter uns","adult":false,"genre_ids":[99,878]},{"cast":["Mario Lanza","Joan Fontaine","Sara Montiel","Vincent Price","Vince Edwards"],"overview":"Damon Vincenti, a young vineyard worker, has a beautiful tenor voice and dreams of becoming a great opera singer. He debuts at Lardelli's Italian restaurant in San Francisco, where he is spotted by Kendall Hale, a society girl who enjoys launching young artists while making them her lovers before dumping them after use. Damon is no exception to the rule: he becomes famous but Kendall leaves him abruptly. He feels so affected that he must give up singing. In Mexico, where he has got back in touch with his inner self, Damon meets Juana Montès.They are happy and get married. But Kendall is still around...","release_date":"1956-03-23","vote_average":6.0,"runtime":121,"cert":"N\/A","id":60963,"title":"Serenade","adult":false,"genre_ids":[18]},{"cast":["Aya Endo","Megumi Nakajima","Yuichi Nakamura","Aya Hirano","Katsuyuki Konishi"],"overview":"Picking up from where the previous movie left off, Ranka's star career flourishes while Sheryl's health rapidly deteriorates after collapsing during a live performance. At the same time, separate factions are maneuvering behind the scenes seeking to control the Vajra horde by utilizing the singing abilities of the two songstresses. As the entire Macross Frontier fleet begins to wage its final war on the Vajra, Alto finally makes a choice between Ranka and Sheryl.","release_date":"2011-02-26","vote_average":5.8,"runtime":115,"cert":"N\/A","id":60964,"title":"Macross Frontier: The Wings of Goodbye","adult":false,"genre_ids":[28,16,10749]},{"cast":["Paul Preiss","Robert J. Locke","Nicole Aiken","Brittany Miller","Rachael Taylor"],"overview":"Ryan has been plagued with nightmares since the night his sister Amy went missing 8 years earlier after playing the game \"Bloody Mary.\" Amy had stumbled onto a website on the Internet (www.marked4mary.com) about a witch called Bloody Mary and a game to summon her evil spirit. Now a senior in college, Ryan is reaching a mental breaking point from the years of stress and guilt from his sisters disappearance. His girlfriend Rachel frustrated herself at Ryan's emotional distance and self pity, calls for help to a former professor of Ryan's, Father O'Neal. Father O'Neal is both a priest and a archaeologist who decides to help Ryan end his tormenting grief by using his detective skills and wit to figure out what exactly happened to Ryan's sister, and uncover the truth to the Legend of Bloody Mary","release_date":"2008-12-09","vote_average":3.8,"runtime":93,"cert":"N\/A","id":60965,"title":"The Legend of Bloody Mary","adult":false,"genre_ids":[27,9648,53]},{"cast":["Janet Leigh","Jack Lemmon","Betty Garrett","Bob Fosse","Kurt Kasznar"],"overview":"Ruth and her beautiful sister Eileen come to New York's Greenwich Village looking for \"fame, fortune and a 'For Rent' sign on Barrow Street\". They find an apartment, but fame and fortune are a lot more elusive. Ruth gets the attention of playboy publisher Bob Baker when she submits a story about her gorgeous sister Eileen. She tries to keep his attention by convincing him that she and the gorgeous, man-getting Eileen are one and the same person.","release_date":"1955-09-22","vote_average":7.0,"runtime":108,"cert":"N\/A","id":60966,"title":"My Sister Eileen","adult":false,"genre_ids":[35,10402]},{"cast":["Jean Gabin","Marina Vlady","Ulla Jacobsson","Bernard Blier","Robert Hossein"],"overview":"","release_date":"1956-12-04","vote_average":6.0,"runtime":null,"cert":"N\/A","id":60967,"title":"Crime and Punishment","adult":false,"genre_ids":[18]},{"cast":["Francisco Cardona","Nonia de la Gala","Antonia de Miguel","Jorge García Tomé"],"overview":"On the Planet Moc, the límbar is the equivalent of water, the vital substance. General Neflin has stolen all the límbar and is getting all the power of the Planet. So, Queen Pola send a special team to the space to search for a legendary mineral called \"aloma\", which is capable of creating new límbar on the Planet. The team commanded by Lalo, a young pilot, will go to outer space and try to comeback with the mineral before General Neflin takes full control of Moc. The problem is they are not sure if \"aloma\" really exist or is just a legend.","release_date":"2008-10-16","vote_average":4.8,"runtime":84,"cert":"N\/A","id":60968,"title":"Misión en Mocland","adult":false,"genre_ids":[]},{"cast":["Jenna Haze","Madison Ivy","Harmony Rose","Phoenix Marie","Adrianna Nicole"],"overview":"Jay Sin introduces you to the wide, wide world of wide open buttholes!","release_date":"2008-09-08","vote_average":10.0,"runtime":262,"cert":"N\/A","id":60969,"title":"Gape Lovers 3","adult":true,"genre_ids":[]},{"cast":["Erika Chris"],"overview":"","release_date":"2009-06-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60970,"title":"Sky Angel Blue Vol 10 (Erika Chris)","adult":true,"genre_ids":[]},{"cast":["Michitarô Mizushima","Mari Shiraki","Tôru Abe","Hideaki Nitani","Shinsuke Ashida"],"overview":"The moment he's released from prison, the honorable gangster Miyamoto recovers the stolen diamonds he had stashed before getting pinched. When he returns to his haunt to make good by friend who took a bullet for him, he is diverted by the greedy boss Oyane and his insatiable taste for Miyamoto's precious stones. Replete with film noir style, \"Underworld Beauty\" is one of Suzuki's best nods to the American gangster genre.","release_date":"1958-03-25","vote_average":5.3,"runtime":87,"cert":"N\/A","id":60971,"title":"Underworld Beauty","adult":false,"genre_ids":[80,18]},{"cast":["Ria Sakurai"],"overview":"","release_date":"2009-03-16","vote_average":9.5,"runtime":null,"cert":"N\/A","id":60972,"title":"Sky Angel Blue Vol 12 (Ria Sakurai)","adult":true,"genre_ids":[]},{"cast":["Maria Ozawa"],"overview":"Popular Sky Angel starring Ozawa Maria starring in Blu – ray Disc enjoying super high image quality! Half beautiful woman with Canadian father and Japanese mother. Special skill is guitar & English conversation. My hobby is shopping. She is a fashionable young lady who attends an international school from elementary school first grade to high school student and comes from Graho division. She is also known for his eagerness to study and his consideration for his appearing work is considerable. I did a lot of research, posing, facial expressions, nails and so on, I produced enough for my own production, fan service was quite good!","release_date":"2009-08-09","vote_average":10.0,"runtime":122,"cert":"N\/A","id":60973,"title":"SKYHD-022 SkyAngel Blue Vol.22: Maria Ozawa","adult":true,"genre_ids":[]},{"cast":["Maria Ozawa","Hara Koyuki"],"overview":"","release_date":"2009-08-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":60974,"title":"Sky Angel Blue Vol 20 (Hara Koyuki, Maria Ozawa)","adult":true,"genre_ids":[]},{"cast":["Martin Short","Alexa Torrington","Jacob Ewaniuk"],"overview":"What’s better than a tale or two? Tales about Tails from you know who! It so happens the Cat knows a lot about tails There are tails on beavers, and even on whales! You can see how a monkey's tail helps him climb high or a rattlesnake's tail warns of danger nearby. When the kids want to perform a little dance, they meet a bird named Tango, who teaches a prance. Take a journey with your favorite Cat, The Cat in the Hat Knows a Lot About That!","release_date":"2011-04-05","vote_average":0.0,"runtime":59,"cert":"N\/A","id":60975,"title":"Cat in the Hat: Tales About Tails","adult":false,"genre_ids":[10751,16]},{"cast":[],"overview":"From the front-lines of conflicts in Mexico, Argentina, South Africa, Palestine, Korea, 'the North' from Seattle to Genova, and the 'War on Terror' in New York, Afghanistan, and Iraq. It is the story of men and women around the world who resist being annihilated in this war. While our airwaves are crowded with talk of a new world war, narrated by generals and filmed from the noses of bombs, the human story of this global conflict remains untold. \"The Fourth World War\" brings together the images and voices of the war on the ground. It is a story of a war without end and of those who resist. The product of over two years of filming on the inside of movements on five continents, \"The Fourth World War\" is a film that would have been unimaginable at any other moment in history. Directed by the makers of \"This Is What Democracy Looks Like\" and \"Zapatista\", produced through a global network of independent media and activist groups, it is a truly global film from our global movement.","release_date":"2003-04-27","vote_average":6.0,"runtime":78,"cert":"N\/A","id":60976,"title":"The Fourth World War","adult":false,"genre_ids":[99]},{"cast":["Paul Reubens","Phil LaMarr","Jesse Garcia","Lexy Fridell","Josh Meyers"],"overview":"Subversive humor and childlike wonder based on both Reubens' original stage show, \"The Pee-wee Herman Show,\" and the Emmy-winning Saturday morning TV show, \"Pee-wee's Playhouse.\"","release_date":"2011-03-19","vote_average":7.1,"runtime":89,"cert":"N\/A","id":60977,"title":"The Pee-Wee Herman Show on Broadway","adult":false,"genre_ids":[35]},{"cast":["Kim Gordon","Thurston Moore","Kathleen Hanna","Steve Shelley","Lee Ranaldo"],"overview":"A compilation of 24 music videos by Sonic Youth ranging from 1990 to 2002.  Collaborators include Harmony Korine, Spike Jonze, Todd Haynes, Mark Romanek, Richard Kern, and more.","release_date":"2004-06-08","vote_average":8.0,"runtime":104,"cert":"N\/A","id":60978,"title":"Sonic Youth: Corporate Ghost","adult":false,"genre_ids":[10402]},{"cast":["Mike Mizanin","John Cena","Adam Copeland","Alberto Rodriguez","Mark William Calaway"],"overview":"The Rock returns home to be The World’s Most Electrifying Host of WrestleMania XXVII from Atlanta, GA.  The Great One will lay the SmackDown on all of the pomp and festivities that makes WrestleMania the world’s greatest, annual pop culture extravaganza.  John Cena looks to dethrone the self-proclaimed “most must see WWE champion in history” the Miz. Undertaker’s legendary 18-0 WrestleMania winning streak has never been in greater peril when Triple H challenges the Phenom. Alberto Del Rio looks to fulfill his destiny and take Edge’s World Heavyweight Championship. A bitter and personal rivalry comes to a head when Randy Orton battles CM Punk.. All this and more when the Superstars of WWE invade the Georgia Dome for WrestleMania XXVII.","release_date":"2011-04-02","vote_average":6.1,"runtime":540,"cert":"N\/A","id":60979,"title":"WWE: WrestleMania XXVII","adult":false,"genre_ids":[28]},{"cast":[],"overview":"A documentary exposé inside the global sex trade in women from the former Soviet Bloc. The film takes viewers into the shadowy, multi-billion dollar world of sex trafficking. Part cinema verité, part investigation, Sex Slaves puts a human face on this most inhuman of contemporary issues. From the villages of Moldova and Ukraine to underground brothels and discotheques in Turkey where many women are trafficked and forced into prostitution, we witness first-hand the brutal world of white sex slavery.","release_date":"2006-02-07","vote_average":0.0,"runtime":89,"cert":"N\/A","id":60982,"title":"Sex Slaves Frontline","adult":false,"genre_ids":[99]},{"cast":["Ana Belén","Georges Corraface","Ramón Madaula","Sílvia Munt","Blanca Apilánez"],"overview":"A young woman’s passion forms the basis of this erotic Spanish drama adapted from a popular novel by Antonio Gala. The night before Desideria’s marriage, her girl friends give her some valuable advice on sex. The marriage takes place, and while it is generally happy, her husband Ramiro suffers from sexual dysfunction and Desideria is frustrated. The two end up on holiday in Istanbul with two friends. Desideria falls madly in love with the sensual ambiance of the ancient, teeming city. She begins a passionate affair with a handsome Turkish guide, Yaman. Upon her return home, she learns that she is pregnant. Ramiro agrees to support the child, but unfortunately it dies in infancy and the grieving Desideria flees for Istanbul to find her lover. She finds him and they renew their torrid affair. Later she learns some distressing things about Yaman, but this does not stop her from becoming his sexual slave and a call girl for wealthy carpet sellers.","release_date":"1994-11-18","vote_average":5.6,"runtime":112,"cert":"N\/A","id":60985,"title":"Turkish Passion","adult":false,"genre_ids":[18]},{"cast":["Christine Ghawi","Jodelle Ferland","Peter MacNeill"],"overview":"A biopic on singer Céline Dion.","release_date":"2008-05-10","vote_average":5.1,"runtime":90,"cert":"N\/A","id":60988,"title":"Céline","adult":false,"genre_ids":[18,10402]},{"cast":["Lou Doillon","Roschdy Zem","Jean Rochefort","Carole Bouquet","José Garcia"],"overview":"","release_date":"2002-09-18","vote_average":3.8,"runtime":null,"cert":"N\/A","id":60989,"title":"Blanche","adult":false,"genre_ids":[12,35]},{"cast":["Danielle Ciardi","Neil Dickson","Max Parrish","Michelle Ruben","Katherine Randolph"],"overview":"\"O\" is a talented photographer in her late twenties with a promising career ahead of her. She is torn, however, between the tasks financial realities are forcing upon her and between her own artistic aims. Encouraged by her boyfriend, Rene, \"O\" decides that she should pursue her artistic passion without reservation, setting aside financial realities until she has completed her very beautiful, avant-garde book of original photos. In hopes of enabling \"O\" to focus her energies on the book, Rene introduces her to a mysterious benefactor, the wealthy and powerful Sir Stephen. What starts out as a promising arrangement, turns out to be self-destructive for \"O\". She allows outside influences to corrupt her artistic vision, as she is drawn into a seductive world of deceit, power, and eroticism","release_date":"2002-07-07","vote_average":5.5,"runtime":98,"cert":"N\/A","id":60990,"title":"The Story of O: Untold Pleasures","adult":false,"genre_ids":[18,10749]},{"cast":["Davee Decker","Norman Casserly","Dolores Carlos","Joan Bamford","Maria Stinger"],"overview":"Newspaper editor Arthur Sherwood is on a hunting trip when he accidentally stumbles upon a nudist camp in the woods. He is very much shocked by this and decides to send reporter Stacy Taylor to the camp so she can write an expose on the camp and have it shut down. However, much to her surprise, Stacy finds that she enjoys the nudist lifestyle and writes some very positive articles on her experiences, which doesn't sit well with Arthur. Arthur then decides to join the camp himself and write his own story.","release_date":"1961-12-27","vote_average":4.4,"runtime":72,"cert":"N\/A","id":60991,"title":"Diary of a Nudist","adult":false,"genre_ids":[10749]},{"cast":["Danielle Proulx","Louis Morissette","Maxim Roy","Julie Perreault"],"overview":"A little girl and her mother, an old man and his wife, and three couples in search of equilibrium are weakened by a drama that then tightens their bond, making them stronger and closer through adversity.","release_date":"2010-11-05","vote_average":4.1,"runtime":98,"cert":"N\/A","id":60992,"title":"Remain With Me","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Selling the Silence is a creative documentary film. It witnesses the rise and fall of one family of entrepreneurs, the Kuukkanen family from Salla, Lapland, side-by-side with the current changes in the values of our society. In combining private and personal family memories with ongoing changes in the scenery, the documentary asks: How to avoid irreversible changes in the nature when earning your living?  Selling the Silence is a journey to the North, past and present. Sometimes the journey can be surprising, sometimes sad, sometimes absurd in a black Finnish way. When the film asks: ”What is the price of the wilderness?”, it is also a question of identity: Who you really are? What is your real nature?","release_date":"2011-03-11","vote_average":7.0,"runtime":70,"cert":"N\/A","id":60993,"title":"Salla - Selling the Silence","adult":false,"genre_ids":[]},{"cast":["Sarah Polley","Stephen Rea","Jean Smart","Gina Gershon","Paul Dooley"],"overview":"A young girl from an affluent family rebels and becomes involved with a much older photographer.","release_date":"1999-09-12","vote_average":6.1,"runtime":104,"cert":"N\/A","id":60994,"title":"Guinevere","adult":false,"genre_ids":[18,10749]},{"cast":["Nadia Mansouri","Michael Kremko"],"overview":"Adam is a dashing young priest who catches the eye of Eve. Adam is having trouble fighting his desires to be with his young pursuer, and before long, finds himself in a steamy affair with the woman. Homosexual dancer Jason can't hide his jealousy over the newly formed couple and begins to challenge the pair's staying power.","release_date":"2002-12-17","vote_average":0.0,"runtime":88,"cert":"N\/A","id":60995,"title":"Adam & Eve","adult":false,"genre_ids":[18,10749]},{"cast":["Gustaf Hammarsten","Lotta Östlin Stenshäll","Irina Jonsson","Lars Väringer","Claes Hartelius"],"overview":"","release_date":"2003-09-05","vote_average":4.0,"runtime":93,"cert":"N\/A","id":60996,"title":"Tillfällig fru sökes","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"Progression Kiteboarding Professional builds on the unhooked techniques taught in our Advanced DVD and aims to help everyone understand the high level freestyle tricks that are at the core of competitive kitesurfing.","release_date":"2007-01-01","vote_average":0.0,"runtime":110,"cert":"","id":60999,"title":"Progression Kiteboarding Professional","adult":false,"genre_ids":[]}]