[{"cast":["Mark Stevens","Edmond O'Brien","Gale Storm","Donald Buka","Gale Robbins"],"overview":"Rocky and Dan, war buddies, are prowl car cops on night duty. Dan is a cynic who views all lawbreakers as scum; Rocky feels more lenient. Both are attracted to the radio voice of communicator Kate Mallory; but in person, Kate proves reluctant to get involved with men who just might stop a bullet. By lucky chance, Rocky and Dan cause big trouble for murderous racketeer Ritchie Garris; but when he swears vengeance, Kate's fears may prove justified.","release_date":"1950-10-01","vote_average":5.8,"runtime":89,"cert":"N\/A","id":61501,"title":"Between Midnight and Dawn","adult":false,"genre_ids":[80,18]},{"cast":["Donald Buka","Joan Camden","Francis Lederer","Adrienne Gessner","Inge Konradi"],"overview":"A jealous musician kills his wife and frames a cab driver.","release_date":"1953-01-01","vote_average":4.5,"runtime":88,"cert":"N\/A","id":61502,"title":"Stolen Identity","adult":false,"genre_ids":[28,80,18,9648,53]},{"cast":["James Murphy","Nancy Whang","Pat Mahoney","Tyler Pope","Al Doyle"],"overview":"LCD Soundsystem blew out their year-long farewell tour with a final hometown show that lasted 3 hours and 41 minutes, turning the sold out Madison Square Garden into a sweaty punk-disco rave. Supported by New York post-punk group Liquid Liquid as well as a handful of special guests, including The Juan MacLean, Reggie Watts and members of Arcade Fire, the electronic dance group pulled out 29 songs in total, including a rare performance of \"45:33\".","release_date":"2012-04-02","vote_average":6.1,"runtime":206,"cert":"N\/A","id":61503,"title":"LCD Soundsystem: The Long Goodbye","adult":false,"genre_ids":[10402]},{"cast":["Robert Gustafsson"],"overview":"Tips fra Bertil er en samling sketsjer med Robert Gustafsson som ikke har vært utgitt tiligere! Inneholder bl.a. sketsjene: -Classe Ekman reportasje -Bertil order med juletre, stapper pølse og drikker gløgg -Sumobryting -Stefan om det svenske skilandslaget -Det rene kjøkkenet -Bonusmaterial","release_date":"2006-05-29","vote_average":0.0,"runtime":140,"cert":"N\/A","id":61504,"title":"Tips From Bertil","adult":false,"genre_ids":[35]},{"cast":["Donald Adams","Valerie Masterson","John Reed","Christene Palmer","Kenneth Sandford"],"overview":"In a mythical Japan, Ko-Ko, a cheap tailor, has been appointed Lord High Executioner and must find someone to execute before the arrival of the ruling Mikado. He lights upon Nanki-Poo, a strolling minstrel who loves the beautiful Yum-Yum. But Yum-Yum is also loved by Ko-Ko, and Nanki-Poo, seeing no hope for his love, considers suicide. Ko-Ko offers to solve both their problems by executing Nanki-Poo, and an agreement is reached whereby Ko-Ko will allow Nanki-Poo to marry Yum-Yum for one month, at the end of which Nanki-Poo will be executed, in time for the arrival of the Mikado. But what Ko-Ko doesn't know is that Nanki-Poo is the son of the Mikado and has run away to avoid a betrothal to an old harridan named Katisha. The arrival of the Mikado brings all the threads of the tale together.","release_date":"1967-03-15","vote_average":4.3,"runtime":159,"cert":"N\/A","id":61507,"title":"The Mikado","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Victoria Allure","Secret","Jesselle","CJ Wright","Red"],"overview":"","release_date":"2008-09-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":61508,"title":"Bumpin' Body Phat","adult":true,"genre_ids":[]},{"cast":["Patrice Robitaille","Jean-Phillipe Pearson","Stéphane Breton","François Létourneau","Isabelle Blais"],"overview":"Quebec-Montreal: 250 km (150 miles) of asphalt, nine thirtysomething travelers, four cars, one destination. The journey becomes an opportunity to share points of view about life and to discuss troubling questions about our existence.","release_date":"2002-08-02","vote_average":6.3,"runtime":104,"cert":"N\/A","id":61509,"title":"Québec-Montréal","adult":false,"genre_ids":[18,35,10749]},{"cast":["Byron Coley","Jad Fair","David Fair","Maureen Tucker","Penn Jillette"],"overview":"A documentary covering the rise of extremely alternative band Half Japanese: from the early days when Jad and David Fair recorded loud music in their bedroom for distribution via mail order cassette tape, to their contemporary incarnation after David's departure for married life and Jad's increased stature among musicians and critics. Includes interviews with Jad, David, Mo Tucker of Velvet underground fame, and Penn Jillette, who produced an album of theirs. Written by James Meek","release_date":"1993-01-01","vote_average":7.3,"runtime":90,"cert":"N\/A","id":61510,"title":"Half Japanese: The Band That Would Be King","adult":false,"genre_ids":[35,99]},{"cast":[],"overview":"Pool Party is the story of an abandoned WPA swimming Pool, once the largest in the world, brought to life by incredible music that filled its basin for 3 short summers. It's a final celebration of McCarren Pool as a unique venue set at the center of an international music scene in Williamsburg, Brooklyn.","release_date":"2010-01-01","vote_average":0.0,"runtime":75,"cert":"N\/A","id":61511,"title":"Pool Party","adult":false,"genre_ids":[]},{"cast":["Anthony Field","Murray Cook","Jeff Fatt","Sam Moran"],"overview":"Wiggles 15th Birthday Bonus DVD","release_date":"2006-06-30","vote_average":5.3,"runtime":null,"cert":"N\/A","id":61518,"title":"The Wiggles: Wiggles 15th Birthday","adult":false,"genre_ids":[10751,10402]},{"cast":["Murray Cook","Jeff Fatt","Anthony Field","Sam Moran"],"overview":"The Wiggly Big Show is a live show that was recorded at the Sydney Entertainment Centre on December 7th 1998 but released on October 2nd 1999.","release_date":"1999-10-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":61519,"title":"The Wiggles:  The Wiggly Big Show","adult":false,"genre_ids":[10751]},{"cast":["RayVeness","Madison Young","Cindy Hope","Ashlyn Rae","Allie Haze"],"overview":"Simply the best in lesbian adult video!","release_date":"2010-02-27","vote_average":0.0,"runtime":120,"cert":"N\/A","id":61520,"title":"Women Seeking Women 60","adult":true,"genre_ids":[]},{"cast":["Norma Shearer","Clark Gable","Edward Arnold","Charles Coburn","Joseph Schildkraut"],"overview":"A group of disparate travelers are caught are thrown together in a posh Alpine hotel when the borders are closed at the start of WWII.","release_date":"1939-01-27","vote_average":6.4,"runtime":107,"cert":"N\/A","id":61523,"title":"Idiot's Delight","adult":false,"genre_ids":[35,18]},{"cast":["Stan Laurel","Oliver Hardy","Dante","Sheila Ryan","John Shelton"],"overview":"Stan and Ollie get involved with con men, crooks, a genial magician, and two interchangeable coffins with disastrous but funny results.","release_date":"1942-08-07","vote_average":5.7,"runtime":68,"cert":"N\/A","id":61524,"title":"A-Haunting We Will Go","adult":false,"genre_ids":[35]},{"cast":["Stan Laurel","Oliver Hardy","Edgar Kennedy","Jacqueline White","Stephen McNally"],"overview":"Two bumblers, failures as businessmen and air raid wardens, stumble across a nest of Nazi saboteurs bent on blowing up the local magnesium plant.","release_date":"1943-04-04","vote_average":7.4,"runtime":67,"cert":"N\/A","id":61525,"title":"Air Raid Wardens","adult":false,"genre_ids":[35,10751]},{"cast":["Kristina Rose","Zoe Voss","Charley Chase","Ashli Orion","Amy Brooke"],"overview":"","release_date":"2011-01-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":61526,"title":"Love Goes Down","adult":true,"genre_ids":[]},{"cast":["Dagmara Domińczyk","Dominic Fumusa","Jessica Hecht","Melanie Lynskey","Gillian Jacobs"],"overview":"Newlyweds Alex and Alice host a New Year's Eve party for their closest friends at a remote cabin in the mountains. However, when an unexpected guest shows up, the group's facades begin to crumble.","release_date":"2010-11-12","vote_average":5.0,"runtime":89,"cert":"N\/A","id":61527,"title":"Helena from the Wedding","adult":false,"genre_ids":[35,18,10749]},{"cast":["Colin Firth","Robert Carlyle","Anne-Marie Duff","Nicholas Burns","Emilia Fox"],"overview":"Four characters living in one neighborhood in London - all living dramatically different lives, all of them on the edge - see their stories unfold.","release_date":"2006-12-04","vote_average":6.0,"runtime":83,"cert":"","id":61528,"title":"Born Equal","adult":false,"genre_ids":[18,10770]},{"cast":["Eugene Byrne","Neve McIntosh","Josh Bolt"],"overview":"At fifteen Robbie has only one thing on his mind - losing his virginity. The problem is that he's in hospital with a fatal heart condition. And who has to overcome the odds and help him fulfil his final wish? His best friend Ziggy.","release_date":"2010-12-03","vote_average":8.2,"runtime":100,"cert":"","id":61529,"title":"The Be All and End All","adult":false,"genre_ids":[35,18]},{"cast":["Dakota Blue Richards","Juliet Stevenson","Saffron Coomber","Poppy Lee Friar","David Haig"],"overview":"The film follows the story of young teen April whose troubled life began in a dustbin - a new born baby, abandoned and alone, not celebrated, not wanted but discarded and left like so much rubbish in an industrial bin behind a pizza parlour. On the morning of her fourteenth birthday April has a devastating row with her foster mother, Marion and leaves the house determined to find out where she really comes from, who she really is and maybe, just maybe, find her real mother. Telling no-one what she's up to or where she's going, April skips school and begins the search she's dreamed about all her life. It's a blur of social workers, children's homes and special schools as April revisits and recalls the key scenes of her fragmented past. It's a painful journey, sometimes frightening but there's also friendship and love and laughter. And now she's started, there's no going back - April must find her mother.","release_date":"2008-12-21","vote_average":5.4,"runtime":88,"cert":"","id":61532,"title":"Dustbin Baby","adult":false,"genre_ids":[18,53]},{"cast":["Laura Harris","Ivan Sergei","Kaitlin Doubleday","Jonathan LaPaglia","Robert Carradine"],"overview":"A woman undergoes an illegal organ transplant only to discover that the young girl who donated the kidney died during the operation. Determined to stop this heinous activity, but torn by the moral dilemma of being saved by it, she fights against her reluctant husband, an LAPD Detective, to pull down the ring of criminals behind it.","release_date":"2011-01-24","vote_average":6.3,"runtime":86,"cert":"N\/A","id":61533,"title":"Final Sale","adult":false,"genre_ids":[53,80,18,10770]},{"cast":["Penelope Wilton","Daniel Mays","Sinéad Matthews","Nicholas Le Prevost","Ross Adams"],"overview":"A middle aged house-sitter meets two tearaways, and together they form a surrogate family","release_date":"2007-10-28","vote_average":7.0,"runtime":null,"cert":"","id":61534,"title":"Half Broken Things","adult":false,"genre_ids":[18,53]},{"cast":["Rob Lowe","Jennifer Grey","Élisabeth Vitali","Andréa Ferréol","Rebecca Potok"],"overview":"A modern Cinderella in Paris: While the plain Kelly Carter jobs as a gadrobiere for the famous fashion designer Francesco, she dreams of designing shoes for him. However she can't win his attention... until she meets a good fairy on the street, who enchants a pair of Kelly's shoes, so that she turns into supermodel Prudence whenever she wears them. She attends one of Francesco's balls and immediately wins his heart. Now, how can she make him love her real self?","release_date":"1990-12-12","vote_average":6.4,"runtime":86,"cert":"N\/A","id":61535,"title":"If the Shoe Fits","adult":false,"genre_ids":[35,10749,10770]},{"cast":["Walter Matthau","Ossie Davis","Amy Irving","Craig T. Nelson","Boyd Gaines"],"overview":"Old Nat Moyer is a talker, a philosopher, and a troublemaker with a fanciful imagination. His companion is Midge Carter, who is half-blind, but still the super of an apartment house. When he is threatened with retirement, Nat battles on his behalf. Nat also takes on his daughter, a drug dealer, and a mugger in this appealing version of a really 'odd couple'.","release_date":"1996-12-24","vote_average":5.9,"runtime":135,"cert":"N\/A","id":61536,"title":"I'm Not Rappaport","adult":false,"genre_ids":[35]},{"cast":["Bruce Campbell","Kiele Sanchez","Chandra West","John Diehl","RonReaco Lee"],"overview":"Before Sam Axe teamed up with Michael and Fiona, he was Commander Axe, U.S. Navy SEAL. The Fall of Sam Axe tells the story of how Sam went from respected Naval Commander to the man of mystery we've come to know on Burn Notice. On what will turn out to be Sam's last military mission, he is sent to the jungles of Colombia to investigate claims of a vicious terrorist organization known only as the \"Espada Ardiente\" (Flaming Sword). His mission: to determine whether U.S. military aid is necessary to deal with the threat. But when he arrives, things are more complicated than he'd imagined. He receives word that the rebels have targeted a small civilian clinic deep in the jungle. Sam must now save the clinic's doctors and patients from certain death. However, nothing is as it seems and the Espada Ardiente may not be the biggest threat Sam Axe faces.","release_date":"2011-04-17","vote_average":6.9,"runtime":120,"cert":"N\/A","id":61537,"title":"Burn Notice: The Fall of Sam Axe","adult":false,"genre_ids":[35,80,18,9648,53]},{"cast":["Rodney Rude"],"overview":"Rodney Rude is an Australian stand-up comedian. He is known for his low brow humour. This DVD is Rodney's Live on Stage Volume 3: I Don't Give a Rats.","release_date":"1996-01-01","vote_average":0.0,"runtime":105,"cert":"N\/A","id":61538,"title":"Rodney Rude: I don’t Give a Rat’s...","adult":false,"genre_ids":[35]},{"cast":["Martina García","Icíar Bollaín","Yon González","Gustavo Sánchez Parra","Fernando Tielve"],"overview":"A romantic thriller about a construction worker in hiding for killing his foreman who hides in the mansion where his girlfriend works as a maid.","release_date":"2009-08-12","vote_average":5.9,"runtime":89,"cert":"N\/A","id":61539,"title":"Rage","adult":false,"genre_ids":[18,53,10749]},{"cast":["Ray Milland","Dalila Di Lazzaro","Michele Placido","Mel Ferrer","Renato Rossini"],"overview":"Two seemingly separate stories in New South Wales: a burned, murdered body of a young woman is found on the beach, and a retired inspector makes inquiries; also, Linda, a waitress and ferry attendant, has several lovers and marries one, but continues seeing the others. The police have a suspect in the murder, but the retired inspector is convinced they're wrong; he continues a methodical investigation. Linda and her husband separate, and there are complications. Will the stories cross or are they already twisted together?","release_date":"1977-12-31","vote_average":6.2,"runtime":104,"cert":"N\/A","id":61540,"title":"The Pyjama Girl Case","adult":false,"genre_ids":[9648,53]},{"cast":["Joan Crawford","Clark Gable","Franchot Tone","Reginald Owen","Mona Barrie"],"overview":"A runaway bride and an undercover reporter get caught up in political intrigue as they lead a merry chase across Europe and uncover a spy plot.","release_date":"1936-11-20","vote_average":7.3,"runtime":80,"cert":"N\/A","id":61541,"title":"Love on the Run","adult":false,"genre_ids":[35,14,10749]},{"cast":["Patrick Huard","Justin Chatwin","Paul Doucet","Sarah Mutch"],"overview":"Set in Montreal during the disco phenomenon some 35 years ago, Funkytown follows the life of a group of colorful characters. We follow their lives and tribulations as everyone converges on a regular basis at Montreal's hot disco spot: Starlight. Along the way, several events take place that change these characters' lives. As these characters' lives unfold, the Parti Québécois takes power changing the cultural landscape in Quebec while the disco craze slowly fades. While we keep up with these various characters - it is Bastien who is a central part of this story. His drug addiction, dreams to become an actor and womanizing - make him the \"bigger than life\" typical 70s character around which the whole story revolves.","release_date":"2011-03-04","vote_average":5.7,"runtime":132,"cert":"N\/A","id":61542,"title":"Funkytown","adult":false,"genre_ids":[18]},{"cast":["Oren Rehany","Tchelet Semel","Saul Stein","Albert Iluz"],"overview":"A coming-of-age saga set against the tense backdrop of Arab-Israeli politics. Mendy is a young Rabbinical student whose mind is too full of curiosity about the world that exists outside the restrictions of Orthodox Judaism. Recognizing his distraction, Mendy's teacher suggests that he visit a prostitute to get it out of his system. But on a fateful night, when he meets Sacha, a captivating Russian expatriate, who works in a Tel Aviv bordello, his appetite for outside experience only grows stronger.","release_date":"2001-04-04","vote_average":0.0,"runtime":102,"cert":"N\/A","id":61545,"title":"The Holy Land","adult":false,"genre_ids":[18]},{"cast":["Basil Rathbone","Leila Hyams","Roland Young","Alec B. Francis","George F. Marion"],"overview":"The murders start with the body of Robin. He is found with a arrow through the heart, but Vance deduces that the body was placed and not found where he was killed. The note found dealing with the murder was part of a nursery rhyme and signed by 'Bishop'. The only witness may have been Mrs. Drukker and Adolph, but they are not talking. As the murders progress, each one is accompanied by a nursery rhyme. It is up to Philo Vance to unravel the clues and unmask the identity of the murderer 'Bishop'.","release_date":"1930-01-03","vote_average":5.1,"runtime":88,"cert":"N\/A","id":61546,"title":"The Bishop Murder Case","adult":false,"genre_ids":[9648]},{"cast":["Marcellite Garner","Pinto Colvig","Milt Kahl","Don Wilson"],"overview":"This charming collection features 7 classic Disney cartoons from the 30's and 40's. \"The Cookie Carnival\" The other unrelated christmas short is \"Ferdinand the Bull\" The delights are \"Santas Workshop\" (1932) where its Christmas Eve and Santa and his elves are preparing the toys for Santa to deliver. \"The Night Before Christmas\" (1933) where we see Santa deliver the presents to a house and the toys come alive in this enchanting animation. \"Pluto's Christmas Tree\" where Mickey's newly decorated christmas tree is infested with those mischevious chipmunks Chip 'n' Dale.  \"On Ice\" (1935) where Mickey shows off for Minnie during some ice skating, but must rescue Donald when he's nearly blown over a frozen waterfall. Meanwhile, Goofy tries a new form of ice fishing. \"Donalds Snow Fight\" (1942)","release_date":"2000-01-01","vote_average":5.5,"runtime":45,"cert":"N\/A","id":61549,"title":"Celebrate Christmas With Mickey, Donald & Friends","adult":false,"genre_ids":[10751,16,35]},{"cast":["Erik von Detten","Robert Hays","Bess Armstrong","Yvonne Zima","Robert Curtis Brown"],"overview":"Billy Jackson is not having a good Christmas. He got a basketball for Christmas and just cannot make a jump shot. His Uncle David is coming to town to open a Valu-Mall, which will put his Dad's store out of business. When he tells his little sister Sarah that there is no Santa she makes a wish that it would be Christmas every day. Billy now has to relive Christmas Day over and over again.","release_date":"1996-11-30","vote_average":6.1,"runtime":95,"cert":"N\/A","id":61550,"title":"Christmas Every Day","adult":false,"genre_ids":[10751]},{"cast":["Seu Jorge"],"overview":"Mika Kaurismaki's documentary Moro No Brasil features performances by a variety of Brazilian musical artists, intertwined with interviews of every day Brazilians in order to give the viewer a portrait of Brazilian culture. The film includes performances by Silberio Pessoa, Darue Malungo, and Antonio Nobrega. ~ Perry Seibert, Rovi","release_date":"2002-02-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":61551,"title":"Moro no Brasil","adult":false,"genre_ids":[99]},{"cast":["Lavinia Wilson","Barnaby Metschurat","Matthias Koeberlin","Sibylle Canonica","Uwe Kockisch"],"overview":"A dramatic teenage love story set against the backdrop of the Berlin Love Parade.","release_date":"2001-09-06","vote_average":7.0,"runtime":95,"cert":"N\/A","id":61552,"title":"Julietta","adult":false,"genre_ids":[]},{"cast":["Antoine de Caunes"],"overview":"","release_date":"2010-11-15","vote_average":6.0,"runtime":null,"cert":"N\/A","id":61553,"title":"Toqué de Tokyo","adult":false,"genre_ids":[99]},{"cast":["Tsukasa Makino"],"overview":"","release_date":"2011-02-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":61556,"title":"Encore Vol. 17 (Tsukasa Makino)","adult":true,"genre_ids":[]},{"cast":["Arsinée Khanjian","Jeff Seymour","Kathryn Winslow","Shawn Doyle","Setta Keshishian"],"overview":"One day, when Sabah least expects it, she falls in love with the wrong man. She's Muslim, he's not. Unbeknownst to her family, she goes on a whirlwind affair before both culture and love collide.","release_date":"2005-06-04","vote_average":4.9,"runtime":86,"cert":"N\/A","id":61559,"title":"Sabah","adult":false,"genre_ids":[18,35,10749]},{"cast":["Sabine Azéma","Pierre Arditi","Peter Hudson"],"overview":"\"Smoking\" and \"No Smoking\" are two segments of the film which are based on closely connected plays. The original plays covered eight separate stories, which have been pared down to three each for these movies. At a certain point in the story of each segment, the five female characters (all played by Sabine Azema) and the four male characters (all played by Pierre Arditi) have their lives skillfully recapped in terms of \"what might have happened\" if they had made or failed to make certain choices. For example, \"No Smoking\" focuses chiefly on the relationship between the mild-mannered Miles Coombes and his infinitely more aggressive and ambitious wife, Rowena.","release_date":"1993-12-15","vote_average":6.3,"runtime":298,"cert":"N\/A","id":61560,"title":"Smoking \/ No Smoking","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"","release_date":"2011-01-14","vote_average":6.5,"runtime":null,"cert":"N\/A","id":61561,"title":"Var inte rädd, Långa Farbrorn","adult":false,"genre_ids":[]},{"cast":["Gojko Mitić","Rolf Römer","Helmut Schreiber","Jürgen Frohriep","Lilo Grahn"],"overview":"Chingachgook, a Mohawk-born Delaware warrior, strives to rescue his wife Wahtawah from the clutches of an enemy camp of Huron. Joined by his trusted huntsman Deerslayer, the two confront racist pioneers and brutal British soldiers in their quest. Deerslayer catches the desire of Judith and thus the jealousy of her suitor, Harry. The action of the story functions like a seesaw, characters continuously traveling back and forth between a house on the lake and the Huron camp until the violent climax.","release_date":"1967-06-30","vote_average":6.5,"runtime":92,"cert":"N\/A","id":61562,"title":"Chingachgook: The Great Snake","adult":false,"genre_ids":[12,37]},{"cast":["LL Cool J","Gina Gershon","Conchata Ferrell","John Doe","Christopher Walken"],"overview":"When Juvenal, a presumed miracle worker, appears on the scene Bill Hill attempts to exploit him but his plans go astray with the untimely intervention of August Murray and the developing relationship between Juvenal and Lynn Faulkner.","release_date":"1997-02-14","vote_average":6.0,"runtime":96,"cert":"N\/A","id":61563,"title":"Touch","adult":false,"genre_ids":[28,35,18,10749]},{"cast":["Gregory Peck","Joan Collins","Henry Silva","Lee Van Cleef","Andrew Duggan"],"overview":"The CinemaScope film was based on a novel of the same name written by Frank O'Rourke.  Jim Douglas (Gregory Peck) is a rancher who has been pursuing the four outlaws who murdered his wife for six months. He rides into the town of Rio Arriba, where four men, Alfonso Parral (Lee Van Cleef), Bill Zachary (Stephen Boyd), Ed Taylor (Albert Salmi) and Lujan (Henry Silva), fitting the description are in jail awaiting execution, so that he can see the hanging. The town has issued instructions to only allow the hangman (Joe DeRita) to enter, so Jim is taken to Sheriff Eloy Sanchez's (Herbert Rudley) office to state his business. The town has never had an execution before, so they have brought in a man from outside town to do the job. The sheriff allows Jim into the jail to see the men. They claim they had never seen him before, but he has the face of a hunter.","release_date":"1958-06-25","vote_average":6.0,"runtime":98,"cert":"N\/A","id":61564,"title":"The Bravados","adult":false,"genre_ids":[18,28,37]},{"cast":["Keeley Hawes","Ben Miles","Andrew Byrne","Sheila Hancock","Lorraine Pilkington"],"overview":"Television film adaptation of the true story (\"A Friend Like Henry\" by Nuala Gardner) of a young autistic boy and his extraordinary friendship with his dog, Thomas.","release_date":"2006-12-26","vote_average":5.7,"runtime":93,"cert":"","id":61565,"title":"After Thomas","adult":false,"genre_ids":[18]},{"cast":["Martha O'Driscoll","Tom Neal","Donald MacBride","Robert Armstrong","Samuel S. Hinds"],"overview":"Soon after a young woman breaks off her engagement to a doctor, the doctor is found murdered. Suspicion falls on his ex-fiancé and a pilot with a checkered past.","release_date":"1946-03-01","vote_average":3.5,"runtime":62,"cert":"N\/A","id":61566,"title":"Blonde Alibi","adult":false,"genre_ids":[9648]},{"cast":["Robert Lindsay","Phoebe Nicholls","Peter Mullan","Alexander Armstrong","Claire Skinner"],"overview":"Biting political satire starring Robert Lindsay as a beleaguered Tony Blair, who stubbornly refuses to see the danger he faces from a Special Tribunal on Iraq that has been set up to investigate war crimes","release_date":"2007-01-15","vote_average":6.3,"runtime":72,"cert":"","id":61567,"title":"The Trial of Tony Blair","adult":false,"genre_ids":[18,35]},{"cast":["Chris Sharma","Dave Graham","Klem Loskot","Lisa Rands","Jason Kehl"],"overview":"Eight doses of maximum-strength climbing action from the makers of Rampage. Each dose tells a story from the world of high-end sport climbing &amp; bouldering: historic 1st ascents; profiles of rising stars; &amp; explorations of the places, people &amp; ideas thatshape the sport. Climbers include Chris Sharma (The Mandala &amp; Realization 1st ascents), Dave Graham (Spectre 1st ascent), Klem Loskot, Lisa Rands, Jason Kehl","release_date":"2002-02-11","vote_average":0.0,"runtime":81,"cert":"N\/A","id":61568,"title":"Dosage I","adult":false,"genre_ids":[12,99]},{"cast":["Ben Kingsley","Kim Novak","Geraldine Chaplin","Siri Neal","Joe Don Baker"],"overview":"Rose Sellars (Kim Novak) is a middle-aged woman who falls in love with a widower (Ben Kingsley). However, his children believe that their father is too old to start a new relationship.","release_date":"1990-05-18","vote_average":5.3,"runtime":115,"cert":"N\/A","id":61569,"title":"The Children","adult":false,"genre_ids":[18]},{"cast":["Chris Sharma","Katie Brown","Nate Gold"],"overview":"Join Chris Sharma on a bouldering pilgrimage to the sacred village of Hampi, in the south of India. Along with friends Katie Brown and Nate Gold, Sharma has come to explore the infinite possibilities of this place among ancient Hindu temples Sharma's legendary strength and natural approach to what he calls \"the practice of climbing\" yields difficult and beautiful new boulder problems This groundbreaking climbing movie combines world-class action with a rare and inspiring view into the mind of this extraordinary climber Special features include extra outtake footage, soundtrack information and BigUP trailers","release_date":"2003-10-10","vote_average":6.0,"runtime":90,"cert":"N\/A","id":61570,"title":"Pilgrimage","adult":false,"genre_ids":[99]},{"cast":["Brett Climo","Todd Lasance","Greg Stone","Jeremy Kewley"],"overview":"Tell Them Lucifer Was Here depicts the tragic murders of Victorian police officers, Gary Silk and Rod Miller which occurred in 1998 and shows the enormous efforts of the Lorimer Task Force in leading the manhunt for their killer or killers.","release_date":"2011-02-07","vote_average":5.0,"runtime":null,"cert":"N\/A","id":61571,"title":"Underbelly Files: Tell Them Lucifer Was Here","adult":false,"genre_ids":[80,18]},{"cast":["Sullivan Stapleton","Valentino del Toro","Jessica Napier","Buddy Dannoun","Henry Nixon"],"overview":"It tells the true story of Victorian detective Colin McLaren who posed as a shady art dealer and infiltrated the Australian branch of the Calabrian Mafia.","release_date":"2011-02-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":61572,"title":"Underbelly Files: Infiltration","adult":false,"genre_ids":[]},{"cast":["Chris Lindner","Joe Kinder"],"overview":"SPRAY, the fourth feature film from BS Productions, attempts to capture the true spirit of climbing. Filmmaker Brian Solano followed Joe Kinder and Chris Lindner on their most recent journey documenting every moment in crystal clear High Definition video. The team set out to explore the treasures of California's northern coastline.","release_date":"2008-01-01","vote_average":0.0,"runtime":69,"cert":"N\/A","id":61573,"title":"Spray","adult":false,"genre_ids":[28,12,35,18,99]},{"cast":["Robby Benson","Glynnis O'Connor","Leonardo Cimino","Ned Wilson","Len Bari"],"overview":"Jeremy Jones is learning cello at an arts school in New York. At school he spots Susan Rollins, who practices for a ballet audition, and he falls in love on first sight. He's very diffident in nearing her, so he gets some help of his experienced friend Ralph. Susan's first impression isn't great, until she hears him play his cello. The movie paints a quiet image of him winning her heart and the development of their relationship.","release_date":"1973-08-01","vote_average":6.7,"runtime":84,"cert":"","id":61574,"title":"Jeremy","adult":false,"genre_ids":[18,10751,10749]},{"cast":["Alessandro Siani","Francesco Albanese","Mariana Braga","Maria Mazza","Nunzia Schiano"],"overview":"When a story ends and the two do not know how to say goodbye comes the classic excuse \"I'm leaving you because I love you too\" With this sentence Daniela says goodbye to Mariano and literally disappears. The friends try to help Mariano in the most classic ways, presenting other girls. But Daniela is always in his thoughts. Finally seems to portend the nail that will drive the nail in the guise of a beautiful Brazilian. But winning does not show up at all easy.","release_date":"2006-04-14","vote_average":5.9,"runtime":90,"cert":"N\/A","id":61575,"title":"Ti lascio perché ti amo troppo","adult":false,"genre_ids":[35]},{"cast":["Summer Phoenix","Ian Holm","Fabrice Desplechin","Akbar Kurtha","Frances Barber"],"overview":"A Jewish girl in 19th century London dreams of becoming a stage actress.","release_date":"2000-10-04","vote_average":5.6,"runtime":163,"cert":"N\/A","id":61578,"title":"Esther Kahn","adult":false,"genre_ids":[18,10749]},{"cast":["Lawrence Tierney","Priscilla Lane","Phillip Reed","June Clayworth","Elisabeth Risdon"],"overview":"A cop on suspension is framed for murder when he noses in on a murder investigation.","release_date":"1948-09-04","vote_average":5.8,"runtime":62,"cert":"N\/A","id":61579,"title":"Bodyguard","adult":false,"genre_ids":[80]},{"cast":["Magdalena Berus","Nikodem Rozbicki","Klaudia Bulka","Michal Trzeciakowski"],"overview":"Natalia is a 17-year-old mom living with her mother and son, Antos. She wanted to have a baby because it was a “cool” thing to do, and because she feels she has someone to love; someone who can love her in return. Everything changes when Natalia’s mother decides to move out, giving Natalia a chance to lead a “normal life.”","release_date":"2012-09-10","vote_average":4.0,"runtime":100,"cert":"N\/A","id":61580,"title":"Baby Blues","adult":false,"genre_ids":[18,53]},{"cast":["Giuliano Gemma","William Berger","Miguel Bosé","Raimund Harmstorf","Chris Avram"],"overview":"At the end of the Civil War, a Union soldier is released from prison and travels with a fellow prisoner to Missouri where his travelling companion is shot and hung for horse stealing. California decides to take the dead companion's belongings to his family's ranch, where he falls in love with his friend's sister. But then the \"ghosts\" of the war return in an unexpected way haunting him again.","release_date":"1977-09-16","vote_average":5.9,"runtime":98,"cert":"N\/A","id":61581,"title":"California","adult":false,"genre_ids":[37]},{"cast":["Tori Black","Charley Chase","Aiden Starr","Faye Reagan","Meggan Mallone"],"overview":"Boobs... who doesn't love-em? In this Danny Disco event, Vivid brings you a cast of lovely ladies all with natural boobs. Danny has picked out all different shapes and sizes for the boob connoisseur to enjoy as well as captured the true essence of each of the lovely ladies. This DVD is packed with top-notch ladies that can really display their assets. After watching this DVD, you'll want to have a squeeze as well.","release_date":"2010-03-12","vote_average":9.0,"runtime":null,"cert":"N\/A","id":61582,"title":"Squeeze","adult":true,"genre_ids":[]},{"cast":["Nicole Ray","Marie McCray","Carolyn Reese","Nika Noire","Harmony Rose"],"overview":"Marie McCray, Nicoel Ray, Harmony, Nika Noire and Missy Wood are pulled from the pages of a magazine and left to finish their hot scenes in intense live action for a lucky electrition who can Snap his fingers and bring his fantasies to life before his eyes.","release_date":"2010-02-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":61583,"title":"Snap","adult":true,"genre_ids":[]},{"cast":["Sarah Vandella","Rachel Roxxx","Sadie West","Alanah Rae","Capri Cavanni"],"overview":"AVN Nominee Zander takes over directing for this new editions of the Bombshell Bottoms and he's brought another AVN Nominee with him: Sarah Vandella.","release_date":"2010-03-09","vote_average":10.0,"runtime":142,"cert":"N\/A","id":61584,"title":"Bombshell Bottoms 6","adult":true,"genre_ids":[]},{"cast":["Shione Cooper","Tiffany Blake","Roxy Taggart","Joy Sweet"],"overview":"","release_date":"2011-02-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":61587,"title":"Real Big Tits 47","adult":true,"genre_ids":[]},{"cast":["Rebeca Linares","Shyla Stylez","Tori Black","Amy Reid","Voodoo"],"overview":"Introducing The All Anal Company, the Ass Factory! All new scenes produced by the ass master himself, Jules Jordan! Cumshot geysers, gushing orgasms and amazing deep-drilling anal orgasms. We've struck oil and we're not stopping till we've hit rock bottom!","release_date":"2010-09-13","vote_average":0.0,"runtime":185,"cert":"N\/A","id":61590,"title":"Deep Anal Drilling","adult":true,"genre_ids":[]},{"cast":["Yoshinaga Takuto","Tomoyo Kurosawa","Tamaki Matsumoto","Keiji Fujiwara","Honoka Ikezuki"],"overview":"Five children save the life of a dog-like alien while at a self-run summer camp. He attempts to reward them by taking them to an alien colony on the Moon. Events take a turn for the worse when his report on that attack that injured him causes passage from the Moon to the Earth to be banned, and children are stranded in space. The children need to find a way back home before camp ends and their parents discover that they are missing. They also have to avoid the poachers that injured their alien friend, and now seem to be stalking them all.","release_date":"2010-02-18","vote_average":6.6,"runtime":136,"cert":"N\/A","id":61591,"title":"Welcome to the Space Show","adult":false,"genre_ids":[16,878]},{"cast":["Lee Van Cleef","Marc Mazza","Klaus Grunberg","Horst Frank","Alberto Dentice"],"overview":"A grizzled ex-sheriff helps a man framed for murder to confront the powerful trio of brothers who want him dead.","release_date":"1972-12-29","vote_average":5.8,"runtime":98,"cert":"N\/A","id":61594,"title":"The Grand Duel","adult":false,"genre_ids":[37]},{"cast":[],"overview":"","release_date":"1961-04-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":61597,"title":"Skin and Bones","adult":false,"genre_ids":[]},{"cast":["David Gilmour","Nick Mason","Richard Wright"],"overview":"Delicate Sound of Thunder is a Pink Floyd concert video taken from the A Momentary Lapse of Reason tour. It was largely filmed during the concerts running from August 19, 1988 through August 23, 1988 at the Nassau Coliseum in Uniondale, New York, with some additional footage from June 21, 1988 and June 22, 1988 at the Place d'Armes of the Château de Versailles, Versailles, France (used to provide the performance of \"The Great Gig in the Sky\"). (credit - wiki)","release_date":"1989-06-13","vote_average":7.3,"runtime":100,"cert":"N\/A","id":61598,"title":"Pink Floyd: Delicate Sound of Thunder","adult":false,"genre_ids":[10402]},{"cast":["London Keyes","Jessica Bangkok","Mia Lelani","Taylor Vixen","Kya Tropic"],"overview":"Asian beauties London Keyes, Jessica Bangkok, Mia Lelani, Taylor Vixen, Kya Tropic and Beti Hana have a look that can seduce any man, their Asian eyes get them everything they want from them!","release_date":"2010-04-26","vote_average":8.5,"runtime":121,"cert":"N\/A","id":61599,"title":"Asian Eyes","adult":true,"genre_ids":[]},{"cast":["Philippe Lacoue-Labarthe","Jean-Luc Nancy","Bernard Stiegler","Hans-Jürgen Syberberg"],"overview":"The Ister is a 3000km journey to the heart of Europe, from the mouth of the Danube river on the Black Sea, to its source in the German Black Forest. Hailed by Scott Foundas of Variety as \"a philosophical feast—at which it is possible to gorge oneself yet leave feeling elated,” the film is based on the work of one of the most influential and controversial philosophers of the 20th century, Martin Heidegger, who in 1933 swore allegiance to the National Socialists. By joining a vast philosophical narrative with an epic voyage along Europe’s greatest waterway, The Ister invites you to unravel the extraordinary past and future of ‘the West.’","release_date":"2004-01-23","vote_average":5.0,"runtime":189,"cert":"","id":61600,"title":"The Ister","adult":false,"genre_ids":[99]},{"cast":["Robert Patrick","Hal Holbrook","Samantha Mathis","Mika Boorem","Lance Henriksen"],"overview":"A man forced to abandon his wife and daughter years earlier must risk his life to settle an old score and reunite his family.","release_date":"2011-04-08","vote_average":5.2,"runtime":89,"cert":"N\/A","id":61601,"title":"Good Day for It","adult":false,"genre_ids":[28,53]},{"cast":["Alysha Leigh","Bridie James","Elizabeth Lawrence","Emily X","Keira Farrell"],"overview":"","release_date":"2010-06-30","vote_average":4.0,"runtime":null,"cert":"N\/A","id":61602,"title":"Fetish Sex Clinic","adult":true,"genre_ids":[]},{"cast":["Talita Histon (TS)","Jessica Perez (TS)"],"overview":"","release_date":"2011-04-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":61607,"title":"My Husband And Me Likes Trannies 4","adult":true,"genre_ids":[]},{"cast":["Dominno","Melissa Ria","Carmen Croft","Marry Queen","Veronika"],"overview":"Gorgeous busty girls who take cock in each hole!","release_date":"2011-01-31","vote_average":0.0,"runtime":101,"cert":"N\/A","id":61608,"title":"Natural Wonders of the World Vol. 66","adult":true,"genre_ids":[]},{"cast":["Joanna Angel","Andy San Dimas","Coco Velvet","Draven Star","Brian Street Team"],"overview":"Coco Velvett plays video games with her ass up in the air...it totally got her to score! Skin seemed to have dropped her panties somewhere on the way to her first boy\/girl scene - oops! Joanna Angel doesn't need panties for her anal fuck-fest. Draven left her panties at home so Brian Street Team had easy access!","release_date":"2009-11-17","vote_average":10.0,"runtime":null,"cert":"N\/A","id":61611,"title":"No Panties Allowed","adult":true,"genre_ids":[]},{"cast":["Sierra Skye","Selena Castro","Addison O'Riley","Alia Janine","Haley Cummings"],"overview":"Try to imagine that bulging package in your jeans jammed tight between those tremendous fun bags until you've blown your salty load all over them. Now, that's we're talking about! We've gathered together a whole gaggle of these sweater-stretching sweeties in one place, so sit back, loosen those pants, and enjoy Fantasy Titjobs!","release_date":"2011-03-22","vote_average":0.0,"runtime":131,"cert":"N\/A","id":61614,"title":"Fantasy Titjobs","adult":true,"genre_ids":[]},{"cast":["Raylene","Kristina Rose","Kimberly Kane","Bobbi Starr","Allie Haze"],"overview":"Watch these beautiful stars who let it grow in passionate sex scenes focused on their bush!","release_date":"2011-03-28","vote_average":0.0,"runtime":150,"cert":"N\/A","id":61617,"title":"Bush","adult":true,"genre_ids":[]},{"cast":["Kristina Rose","Velicity Von","Amy Brooke","Kirra Lynne","Tara Lynn Foxx"],"overview":"Dig in for stunning gapers with super sex-crazed sluts!","release_date":"2009-12-24","vote_average":0.0,"runtime":194,"cert":"N\/A","id":61618,"title":"Diggin in the Gapes 4","adult":true,"genre_ids":[]},{"cast":["Shawn Yue","Chapman To","Eric Tsang","Candice Yu","Teresa Mak"],"overview":"Spoof of the Hong Kong Blockbuster Infernal Affairs, the film is based on a bizarre and nonsense war between the police and the triads. Lek Sir sends Keung, Yan, and Fatty undercover inside Sam's garage to get evidence of any crime Sam has committed, so Lek can win back the heart of Sam's wife Mary.","release_date":"2004-05-20","vote_average":0.0,"runtime":95,"cert":"N\/A","id":61619,"title":"Love is a Many Stupid Thing","adult":false,"genre_ids":[18,28,35,53]},{"cast":["Lee Remick","Richard Attenborough","Ian Holm","Claire Bloom","Jennie Linden"],"overview":"Antonia, the pampered wife of Martin Lynch-Gibbon, an upper class wine merchant, tells her husband that she is in love with their best friend, the psychiatrist Palmer Anderson. Palmer and Antonia want to deal with the situation in a civilized way, by remaining friends with Martin. Meanwhile Martin tries to keep his mistress, Georgie Hands, a secret, but Palmer's sister, Honor Klein, who taught Georgie at Oxford, tells Palmer and Antonia about her. Furthermore, Honor introduces Georgie to Martin's womanizing brother, Alexander. This is just the beginning of the various liaisons.","release_date":"1970-12-01","vote_average":7.8,"runtime":98,"cert":"N\/A","id":61622,"title":"A Severed Head","adult":false,"genre_ids":[35]},{"cast":["Moritz Bleibtreu","Martina Gedeck","Armin Rohde","Justus von Dohnányi","Paula Kalenberg"],"overview":"This intricate historical drama tells the story of actor Ferdinand Marian (Tobias Moretti), who is ordered by Nazi propagandist Joseph Goebbels to star in the 1940 anti-Semitic film Jew Suss. Despite his cooperation, Ferdinand's actions have unexpected costs. Ferdinand's Jewish wife, Anna (Martina Gedeck), is sent to a concentration camp, and as World War II intensifies, he rebels against the Nazis, leading to the destruction of his career.","release_date":"2010-09-23","vote_average":5.6,"runtime":114,"cert":"N\/A","id":61623,"title":"Jew Suss: Rise and Fall","adult":false,"genre_ids":[18,10752]},{"cast":["Thure Lindhardt","Tuva Novotny","Rosalinde Mynster","Signe Egholm Olsen","Henning Valin Jakobsen"],"overview":"Mads moves into a house with his lovely girlfriend Marie when a sudden pang of doubt strikes him. Is this the meaning of life? Has he lived out all his dreams? He drops everything, moves away from his girlfriend and throws himself into a desperate quest to live out his greatest dreams; a quest to find the meaning of life and the one and only.","release_date":"2010-10-07","vote_average":5.5,"runtime":91,"cert":"N\/A","id":61624,"title":"Truth About Men","adult":false,"genre_ids":[35,18]},{"cast":["Josh Hopkins","Samantha Mathis","Rachel Kitson"],"overview":"Will, a charming 35-year-old Philadelphia ad man, heads to Lebanon, Pa. to bury his recently deceased father. He forms an unexpected friendship with CJ, his bright, newly pregnant 17-year-old cousin. As Will becomes interested in CJ's married teacher and CJ confronts her conflicted father, both struggle with formidable decisions about the path their lives will take. Can we vault our differences and meet in the middle? This bittersweet comic drama tenderly explores the cultural divide in America through the lives of one extended family.","release_date":"2011-04-29","vote_average":5.1,"runtime":100,"cert":"N\/A","id":61629,"title":"Lebanon, Pa.","adult":false,"genre_ids":[18,10749]},{"cast":["Leonardo Pieraccioni","Angie Cepeda","Rocco Papaleo","Alessandro Haber","Anna Maria Barbera"],"overview":"Lorenzo, owner of a firm that makes atmospheric effects for film and television, is a happy bachelor.\r His beliefs begin to falter after the arrival of Amaranta, a beautiful and rich Colombian girl that, as a surprise to her boyfriend, has commissioned a fake snow in his luxurious villa overlooking the sea ...","release_date":"2003-12-19","vote_average":5.8,"runtime":93,"cert":"N\/A","id":61630,"title":"Suddenly Paradise","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The Havana Boxing Academy is a Cuban boarding school that takes 9-year-old boys, and turns them into the best boxers in the world. SONS OF CUBA follows the stories of three young hopefuls through 8 dramatic months of training and schooling as they prepare for the biggest event of their lives so far: Cuba's National Boxing Championship for Under-12's. But during the season, crisis strikes: Fidel Castro is taken ill, and all of Cuba's Olympic boxing champions defect to the USA, leaving Cuba at a crossroads, and the boys contemplating a changing world.","release_date":"2009-01-01","vote_average":8.3,"runtime":88,"cert":"N\/A","id":61631,"title":"Sons of Cuba","adult":false,"genre_ids":[99]},{"cast":["Gregg Henry","William W. Putney"],"overview":"It’s 1942, somewhere in the Pacific: Deadly ambushes by entrenched Japanese in the thick jungles take a heavy toll on American troops. Marine commanders were willing to try anything, including using dogs to sniff out the hidden enemy. But even with their superior senses, nobody anticipated just how effective they would be.","release_date":"2009-01-01","vote_average":4.8,"runtime":46,"cert":"N\/A","id":61634,"title":"War Dogs of the Pacific","adult":false,"genre_ids":[99,36,10752]},{"cast":[],"overview":"AT JESUS’ SIDE is an animated family feature about the last week of Jesus’ life through the Resurrection, as seen through the eyes of a little pack of outcast animals. Our hero, Jericho, is a vagabond street dog who befriends Jesus and follows him throughout the week. Jericho hates humans, so when Jesus is kind to him, it’s the biggest surprise of his life. We see him turn from fear and anger to love and grace when he learns how to forgive a man who hurt him in the past. After Jesus’ arrest at Gethsemane, Jericho rallies an epic charge of animal friends to try to save Jesus from his fate. Jericho’s grief at the Crucifixion becomes joyous celebration at witnessing the Resurrection, the greatest miracle of the Christian faith. No one was there to see it. So of course, the story has never been told.","release_date":"2008-03-01","vote_average":0.0,"runtime":82,"cert":"N\/A","id":61637,"title":"At Jesus' Side","adult":false,"genre_ids":[16,18,10751]},{"cast":["Ruggero Raimondi","José van Dam","Kiri Te Kanawa","Edda Moser","Teresa Berganza"],"overview":"Screen adapatation of Mozart's greatest opera. Don Giovanni, the infamous womanizer, makes one conquest after another until the ghost of Donna Anna's father, the Commendatore, (whom Giovanni killed) makes his appearance. He offers Giovanni one last chance to repent for his multitudinious improprieties. He will not change his ways So, he is sucked down into hell by evil spirits. High drama, hysterical comedy, magnificent music!","release_date":"1979-11-06","vote_average":6.8,"runtime":176,"cert":"N\/A","id":61638,"title":"Don Giovanni","adult":false,"genre_ids":[18,10402]},{"cast":["James Fleet","Phyllida Law","Lesley Manville","Dawn French","Francesca Annis"],"overview":"Forty-five-year-old Adrian has been living with his mother Lucy and running their Wiltshire dairy farm all his adult life. When Lucy unexpectedly dies of a heart attack, a rogue's gallery of family members show up at the farm to argue over the execution of Ruth's will. The one object that everyone seems to want, and several people try to steal, is Ruth's valuable Modigliani painting. In the midst of all this confusion over Ruth's death, a mysterious visitor named Ilaria inserts herself onto the scene and has a surprising effect on those gathered.","release_date":"1999-01-01","vote_average":0.0,"runtime":96,"cert":"N\/A","id":61639,"title":"Milk","adult":false,"genre_ids":[35]},{"cast":["Peter Paul","David Paul","Martin Mull","Ari Meyers","Michael Winslow"],"overview":"Two mildly retarded truckers hired to transport toxic waste across the country get caught up with a teen genius who stows away on their truck.","release_date":"1989-09-30","vote_average":6.8,"runtime":86,"cert":"N\/A","id":61640,"title":"Think Big","adult":false,"genre_ids":[35]},{"cast":["Matthew Rhys","Kelly Reilly"],"overview":"Frank leaves college and faces a Summer of discontent.","release_date":"2000-10-22","vote_average":0.0,"runtime":84,"cert":"15","id":61641,"title":"Peaches","adult":false,"genre_ids":[35]},{"cast":["Cybill Shepherd","Michael Caine","Martin Balsam","Louis Jourdan","Joss Ackland"],"overview":"Financial wizard \"Doc\" Fletcher (Michael Caine) is sent by crime boss Joe Fiore (Martin Balsam) to buy a bank in Switzerland in order to more easily launder their profits. When he arrives, Fletcher finds that the bank, acquired by his associate Prince di Siracusa (Louis Jourdan), consists of some shabby offices above a restaurant. To make up for this, the Prince suggests that Fletcher invests in a silver mine owned by Shireen and Agha Firdausi (Stéphane Audran and David Warner). This solves one problem, but the mine also attracts the attention of some of the most powerful people in the silver business. Fletcher must pull out all his wheeler-dealing skills in order to keep hold of everything he's worked for, in the process romancing a banker's discontented wife (Cybill Shepherd).","release_date":"1977-06-03","vote_average":5.8,"runtime":113,"cert":"","id":61642,"title":"Silver Bears","adult":false,"genre_ids":[35,80]},{"cast":["Terry-Thomas","George Cole","Bernard Bresslaw","Sid James","John Le Mesurier"],"overview":"Accident-prone Fingers runs a pretty unsuccessful gang. They try and rob wealthy but tricky Billy Gordon - who distrusts banks and fears the Inland Revenue - but he sees Fingers and the boys off. So they decide to kidnap his daughter, only to end up with his wife Lucy. Gordon makes out he couldn't be more pleased, spuring Lucy to take charge of the hopeless bunch of villains.","release_date":"1959-03-08","vote_average":7.7,"runtime":87,"cert":"U","id":61643,"title":"Too Many Crooks","adult":false,"genre_ids":[35]},{"cast":["Jennifer Hetrick","Jim Harris","Rick Gitlin","Helen Campitelli","Rick Khan"],"overview":"The girlfriends of softball players decide to form their own team as a way of avenging their neglect.","release_date":"1979-09-24","vote_average":4.5,"runtime":96,"cert":"N\/A","id":61644,"title":"Squeeze Play","adult":false,"genre_ids":[35]},{"cast":["Deanna Durbin","Robert Stack","Eugene Pallette","Helen Parrish","Lewis Howard"],"overview":"In this reworking of Cinderella, orphaned Connie Harding is sent to live with her rich aunt and uncle after graduating from boarding school. She's hardly received with open arms, especially by her snobby cousin Barbara. When the entire family is invited to a major social ball, Barbara sees to it that Connie is forced to stay home. With the aid of her uncle, who acts as her fairy godfather, Connie makes it to the ball and meets her Prince Charming in Ted Drake, her cousin's boyfriend.","release_date":"1939-11-10","vote_average":8.2,"runtime":84,"cert":"N\/A","id":61645,"title":"First Love","adult":false,"genre_ids":[35,10749]},{"cast":["Deanna Durbin","Herbert Marshall","Gail Patrick","Arthur Treacher","William Frawley"],"overview":"A young woman at a girl's school in Switzerland makes up stories about and writes herself letters from an imaginary explorer-adventurer father; and is eventually put in a position where she has to produce him. Interesting things happen as she talks a visiting Englishman into helping her out.","release_date":"1938-02-27","vote_average":8.0,"runtime":100,"cert":"N\/A","id":61646,"title":"Mad About Music","adult":false,"genre_ids":[35,18,10402]},{"cast":["Deanna Durbin","Leopold Stokowski","Adolphe Menjou","Alice Brady","Eugene Pallette"],"overview":"The daughter of a struggling musician forms a symphony orchestra made up of his unemployed friends and through persistence, charm and a few misunderstandings, is able to get Leopold Stokowski to lead them in a concert that leads to a radio contract.","release_date":"1937-09-05","vote_average":6.5,"runtime":84,"cert":"N\/A","id":61647,"title":"One Hundred Men and a Girl","adult":false,"genre_ids":[35]},{"cast":["Deanna Durbin","Donald O'Connor","John Dall","Charles Winninger","Helena Carter"],"overview":"A grandson of a recently deceased millionaire mistakes a beautiful female disc jockey for her aunt, who once dated the grandfather.","release_date":"1947-07-21","vote_average":8.0,"runtime":94,"cert":"N\/A","id":61648,"title":"Something in the Wind","adult":false,"genre_ids":[35]},{"cast":["Deanna Durbin","Melvyn Douglas","Jackie Cooper","Irene Rich","Nancy Carroll"],"overview":"Dashing reporter Vincent Bullit has just returned from covering the Spanish Civil War. His boss, newspaper magnate Fullerton, has more plans to send him off to China. However, first Fullerton invites Bullit to the peace and quiet of his own home to write a series of European affair articles. When Fullerton's adolescent daughter Alice develops a crush on Bullit, her suitor, boyscout Ken Warren, doesn't seem to stand a chance. Mr. and Mrs. Fullerton, Ken Warren, and even Vincent Bullit himself do their best to sway young Alice's feelings away from the older man. It's a difficult task though, as she is at 'that certain age.'","release_date":"1938-10-06","vote_average":2.5,"runtime":95,"cert":"N\/A","id":61649,"title":"That Certain Age","adult":false,"genre_ids":[35,10402]},{"cast":["Jean Arthur","Marlene Dietrich","John Lund","Millard Mitchell","Charles Meredith"],"overview":"In occupied Berlin, an army captain is torn between an ex-Nazi cafe singer and the U.S. congresswoman investigating her.","release_date":"1948-08-20","vote_average":7.1,"runtime":116,"cert":"N\/A","id":61650,"title":"A Foreign Affair","adult":false,"genre_ids":[35,18,10749]},{"cast":["Rebecca De Mornay","Vincent Spano","Frank Langella","Donovan Leitch","Judith Chapman"],"overview":"In this variation on director Vadim's own, more acclaimed Et Dieu Créa La Femme (1956, the same title in French), the vamp Robin Shea marries charming carpenter Billy Moran, only to get out of prison, but soon decides to seduce James Tiernan, who runs for state governor.","release_date":"1988-03-04","vote_average":4.2,"runtime":100,"cert":"N\/A","id":61651,"title":"And God Created Woman","adult":false,"genre_ids":[35,18,10749]},{"cast":["David DeLuise","Missi Pyle"],"overview":"In these times of enlightened sexual politics, Ted Davis is a scoring machine. He's got the rap, the charm and his little black book weighs several pounds. Ted has become a guru to his buddies who can only aspire in awe to his greatness. This is a man's man, a ladies man, a super-hero: He's Ted Davis: \"BachelorMan\"...","release_date":"2003-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":61652,"title":"BachelorMan","adult":false,"genre_ids":[35,10749]},{"cast":["Sally Field","Tommy Lee Jones","David Keith","M. Emmet Walsh","Michael V. Gazzo"],"overview":"A prostitute and a drifter find themselves bound together as they make their way through the rural South, doing what they have to do to survive.","release_date":"1981-03-13","vote_average":6.4,"runtime":94,"cert":"N\/A","id":61653,"title":"Back Roads","adult":false,"genre_ids":[35,18,10749]},{"cast":["Tammy Parks","Ashlie Rhey","Andrea Suzzane","Jack Slater","Westley Scott"],"overview":"When Clancy (Westley Scott) has a major problem with the mob because he can't pay a gambling debt, his friends help him out. Brittany (Tammy Parks), Megan (Ashlie Rhey) and Heather (Andrea Suzzane) pull together their friends to re-decorate an old building and make plans to have a wet tee-shirt contest. They have problems with parents, permits and pushy collectors, but the show must go on.","release_date":"1993-01-01","vote_average":3.0,"runtime":86,"cert":"N\/A","id":61654,"title":"Bare Exposure","adult":false,"genre_ids":[35]},{"cast":["Karim Abdel Aziz","Dina Fouad","Mohamed Lotfy","Ahmed Rateb","Abdalah Mishrif"],"overview":"A story of a taxi driver, who cares for nothing in the world except his friend and his son whose grandfather tries to be his guardian after his mother dies, but Karim refuses and get a court ruling that supports his right to his son. The plot escalates when the boy is kidnapped and Karim loses his memory in a seemingly planned accident.","release_date":"2011-01-19","vote_average":6.4,"runtime":120,"cert":"N\/A","id":61655,"title":"Fasel Wa Naoud","adult":false,"genre_ids":[18]},{"cast":["Tia Carrere","David Charvet","Nia Vardalos","Boyd Banks"],"overview":"Jonathan 'Jack' Harris is a waiter, who hopes to start a newspaper called The Tribeca Times, after the part of Manhattan where he lives, and while struggling to find advertisers and stories decides to do one on Internet dating services, so he joins one and seems to have found a great match, maybe even a soul-mate. He doesn't know it's actually his apartment block neighbor, 29-year old magazine editor Samantha Feld -who only rolled into the thing because her friend and co-worker Jen thinks she needs a man and threw a party at Samantha's place- with whom he clashed from the start in daily life as they consider each-other noisy and inconsiderate. Yet, when they meet after e-mail bliss together and nothing but failed dates with others...","release_date":"2002-01-01","vote_average":5.0,"runtime":94,"cert":"N\/A","id":61656,"title":"Meet Prince Charming","adult":false,"genre_ids":[35,10749]},{"cast":["Al Hajjeh Fatima"],"overview":"Teta Kaabour is an 83-year old family matriarch and sharp-witted queen bee of an old Beiruti quarter. She’s been gripped as of late by the silence of her once-buzzing household where she raised children and grandchildren. Resigned to Argileh smoking and day-long coffee drinking on a now-empty balcony, Teta now invokes the deepest memories of her violinist husband who died twenty years ago. She claims a preparedness to re-unite with him.","release_date":"2011-12-09","vote_average":5.3,"runtime":50,"cert":"N\/A","id":61657,"title":"Grandma, a Thousand Times","adult":false,"genre_ids":[99,10751]},{"cast":["Sérigne M'Baye","Blandine Bury","Vincent Elbaz","Sara Martins","Edouard Montoute"],"overview":"Ninth is a promising young rapper whose reputation does not exceed even the few streets of his neighborhood. With his band and supported by Keuj, hairdresser apprentice producer, he tries to attend concerts and trying to break into the music, to the chagrin of his mother, who would see him in a more conventional career at the post office...","release_date":"2005-04-13","vote_average":5.0,"runtime":null,"cert":"N\/A","id":61658,"title":"In Your Dreams","adult":false,"genre_ids":[35]},{"cast":["Mathilde Seigner","Sami Frey","Jean-François Pignon","Anny Duperey","Anthony Delon"],"overview":"","release_date":"2007-02-21","vote_average":6.8,"runtime":null,"cert":"N\/A","id":61659,"title":"Dance with Him","adult":false,"genre_ids":[35]},{"cast":["Maria Lundqvist"],"overview":"Laban och bus spelar fotboll. Laban är målvakt. Ett hårt skott från Bus flyger förbi Laban och in i mörkaste tornet. Hu! Laban måste hämta den. Han är ju så rädd för mörker. Inne i tornet svischar något och Laban ger upp ett fasansfullt skri samtidigt som han rusar ut. På huvudet har han ett litet pälsbylte. Bus plockar försiktigt bort den och lägger den lilla trasselsudden i Labans händer. Den vecklar sakta ut sig. En fladdermusunge är det! Att ta hand om en liten fladdermus är inte så lätt, vad dom än gör så ser den lilla ungen inte riktigt nöjd ut. Men så kommer dom på något som dom måste prova, fast då måste dom förstås stanna ute mitt i natten.","release_date":"2008-10-24","vote_average":4.0,"runtime":44,"cert":"N\/A","id":61660,"title":"Lilla spöket Laban: Världens snällaste spöke","adult":false,"genre_ids":[10751]},{"cast":["Jalil Lespert","Léa Drucker","Jean-Pierre Cassel","Philippe Nahon","Tomer Sisley"],"overview":"","release_date":"2005-09-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":61661,"title":"Virgil","adult":false,"genre_ids":[]},{"cast":["Erkan Duygu"],"overview":"A Latin palindrome is the title of Guy Debord's last film, in which he, as narrator, explains that he will make neither concessions to the tastes of his viewers nor to the dominant ideas of his day. After extensively insulting the audience that goes to the cinema to forget its heteronomous life, the film becomes autobiographical, using images from the world of spectacle: advertising brochures, clips from feature films (Les enfants du paradis), comics, aerial footage of Paris, tracking shots through Venice, photographs of friends – all commented on by Debord, with an at times melancholy undertone: \"This Paris no longer exists.\" His assessment is that one of the great pleasures of his life has been the sensation of the passage of time, and as a witness to the disintegration of social order, he has loved his epoch.","release_date":"1978-03-12","vote_average":7.5,"runtime":100,"cert":"N\/A","id":61662,"title":"We Spin Around the Night Consumed by the Fire","adult":false,"genre_ids":[99]},{"cast":["Amira Casar","Julie Gayet","Bruno Putzulu","Johnny Hallyday","Alexandra London"],"overview":"Four gay French expatriots share a business in Barcelona. When they and their parents are thrown together for a \"coming out\" party, another French Farce ensues.","release_date":"1999-01-06","vote_average":6.7,"runtime":94,"cert":"N\/A","id":61663,"title":"Why Not Me?","adult":false,"genre_ids":[35]},{"cast":["Chiara Mastroianni","Agathe Bonitzer","Malik Zidi","Dominique Valadié","Sophie Guillemin"],"overview":"Célimène, a 35 year old writer is troubled by Anaïs, a 17 year old girl.","release_date":"2009-03-25","vote_average":8.5,"runtime":105,"cert":"N\/A","id":61664,"title":"Un chat un chat","adult":false,"genre_ids":[18,35]},{"cast":["Simon Abkarian","Zabou Breitman","Vincent Elbaz","Lubna Azabal","Denis Podalydès"],"overview":"Set during the largely unexplored period immediately following World War II, the film follows a group of mostly Jewish Parisians who attempt to restart their lives and rekindle their capacity for happiness in the shadow of unspeakable horrors. Variety called it \"thoroughly charming. Sad, gentle, and funny in the best French tradition of high quality cinema.\" A film by Marcelo Gomes","release_date":"2002-12-18","vote_average":7.3,"runtime":94,"cert":"N\/A","id":61665,"title":"Almost Peaceful","adult":false,"genre_ids":[35,18,10749]},{"cast":["Maaya Sakamoto","Kenichi Suzumura","Takako Honda"],"overview":"Before the release of the final 7th movie, a remix work \"Kara no Kyoukai Remix-Gate of seventh heaven-\" comes out in theaters on March 14, 2009. This remix collection extracts the key themes and scenes from first six movies. The hour long movie is organized in chronological order, beginning from the 2nd movie, followed by the 4th, 3rd, 1st, 5th and 6th. It's a mixture of mostly existing scenes, and some new scenes.","release_date":"2009-03-13","vote_average":8.0,"runtime":60,"cert":"N\/A","id":61666,"title":"The Garden of Sinners - Remix: Gate of Seventh Heaven","adult":false,"genre_ids":[28,9648,10749,53,16]},{"cast":["Michel Piccoli","Nanni Moretti","Margherita Buy","Jerzy Stuhr","Renato Scarpa"],"overview":"The newly elected Pope suffers a panic attack just as he is about to greet the faithful who have gathered to see him. His advisors, unable to convince him he is the right man for the job, call on a renowned therapist who also happens to be an atheist. But the Pope's fear of his newfound responsibility is one he must face alone. Winner Best Film at the Italian Golden Globes.","release_date":"2011-04-15","vote_average":6.9,"runtime":102,"cert":"N\/A","id":61667,"title":"We Have a Pope","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"This anthology of five daring short films explores life as a lesbian in modern times, including a look at a college woman's repeatedly thwarted efforts to explain her orientation to her family in Mitch McCabe's \"Playing the Part.\" Other films include Ela Troyano's \"Carmelita Tropicana,\" Jane Schneider's \"Jumping the Gun,\" Barbara Heller's \"Little Women in Transit\" and Marc Mauceri's documentary about lesbian film directors, \"Lavender Limelight.\"","release_date":"2009-05-19","vote_average":0.0,"runtime":140,"cert":"N\/A","id":61668,"title":"Lesbian Nation","adult":false,"genre_ids":[18]},{"cast":["Dorothy Provine","Jack Hogan","Richard Bakalyan","Joe Turkel","William Stevens"],"overview":"In the 1930s, amoral blonde tommy-gun girl Bonnie Parker cut a swath of bodies across the South-West. Starting out on gas stations and bars with side-kick Guy Darrow she graduated to bank hold-ups with Darrow's brother and, after bloodily springing him, her jailed husband. But there was never any doubt who was in charge.","release_date":"1958-05-28","vote_average":3.7,"runtime":79,"cert":"N\/A","id":61669,"title":"The Bonnie Parker Story","adult":false,"genre_ids":[80,12]},{"cast":["Brian J. Terwilliger"],"overview":"Flying Full Circle is about living out a childhood dream. Filmmaker Brian J. Terwilliger's passion for aviation was sparked at an early age by seeing The Blue Angels perform, and that passion later became the genesis of his first film, One Six Right. It took 5 years of persistence to complete the film, which makes this invitation to fly with The Blue Angels a very special experience that came full circle","release_date":"2009-01-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":61670,"title":"Flying Full Circle","adult":false,"genre_ids":[]},{"cast":["Yuval David","Frankie Shaw"],"overview":"Seven short films in which gay youths and young men negotiate society, sometimes successfully, sometimes not. In several, teen boys come out, perhaps first to a close friend - how will the friends react? For some youths, coming out risks violence. In two films, love is thwarted - by mother, in one, and by immigration, in another.  The collection includes \"Summer\" (Great Britain), \"Night Swimming\" (USA), \"Running Without Sound\" (USA), \"Out Now\" (Germany), \"Oedipe N+1\" (France), \"Hitchcocked\" (USA), and \"The Bridge\" (Australia).","release_date":"2007-12-04","vote_average":7.0,"runtime":104,"cert":"N\/A","id":61671,"title":"Boy Crush","adult":false,"genre_ids":[18]},{"cast":["Donald Reignoux","Maria Pacôme","Jean Rochefort","Zabou Breitman","Mélanie Bernier"],"overview":"Titeuf is a comic series created by Swiss draughtsman Zep (real name Philippe Chapuis) depicting the life of a young boy (the title's namesake Titeuf, \"Tootuff\" in the English translation) and his vision of the adult world & themes such as love, sex, seduction and mysteries about the girls.  In this film, Titeuf (Donald Reignoux) is off on a new comedic adventure! Things get complicated when Nadia (Melanie Bernier) doesn’t invite Titeuf to her birthday party, which is surely the most horrible moment of his life. Before long, Titeuf’s whole life is turned upside down when his parents are nearly deported. Everything continues to spiral out of control even in the midst of Titeuf’s exhaustive attempts to make matters right.","release_date":"2011-04-06","vote_average":5.5,"runtime":87,"cert":"N\/A","id":61672,"title":"Titeuf","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Author, educator, and philosopher Dr. Timothy Leary was wildly controversial throughout his life, so it came as no surprise he would also choose a controversial way to die. Timothy Leary's Last Trip documents Leary's life and career, from his days at West Point through his years as an LSD guru (he coined the phrase \"Tune in, turn on, drop out\") to his final days as he prepared for his death by broadcasting his last days over the internet.","release_date":"1997-01-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":61673,"title":"Timothy Leary's Last Trip","adult":false,"genre_ids":[]},{"cast":["Mai Charoenpura","Akara Amarttayakul","Phimonrat Phisarayabud","Supakson Chaimongkol","TAE"],"overview":"An omnibus film of four stories pulled straight from Thailand's most gruesome headlines. In \"Flame\", a man is haunted by regret and a ghost after he survives a nightclub fire that killed his girlfriend. In \"Imprison\", a prisoner questions his sanity after his cell-mate hangs himself. In \"Revenge\", a deaf-mute drug dealer murders a woman thief in his apartment, and makes the mistake of stashing her corpse in his apartment building's water duct. Finally, in the comic \"Haunting Motel\", an aging stripper-cum-prostitute, a gay guy and his straight friend end up in a hotel owned by a crazy old lady and haunted by a ladykiller.","release_date":"2010-05-05","vote_average":3.5,"runtime":100,"cert":"N\/A","id":61674,"title":"Still","adult":false,"genre_ids":[27]},{"cast":["David Tennant","Julie Delpy","Vinessa Shaw","Vincent Gallo","Steve Huison"],"overview":"An aspiring Hollywood actress, on a visit to a charming North England town, has a brief fling with the town undertaker, who also writes obituaries for the local paper. Returning home, where she works as a waitress at a Japanese restaurant, she tells everyone about the handsome \"writer\" she met on her trip. Unfortunately, he decides to follow her back to Hollywood, setting up the expected light romantic comedy with asides as the newcomer gains experience about the goings on in Hollywood.","release_date":"1999-02-26","vote_average":5.7,"runtime":107,"cert":"15","id":61675,"title":"L.A. Without a Map","adult":false,"genre_ids":[18,35,10749]},{"cast":["Cecilia Cheung","Daichi Harashima","Lau Ching-Wan","Louis Koo","Paul Chun Pui"],"overview":"Sui Wai lost her fiance Ah Man in a car accident. With the obligations of life sitting heavy on her shoulders, she lives on only to find herself confiding in her beloved through a phone call. Dai Fai. a mini-bus driver who witnessed Ah Man's death, is always there offering her attentive encouragement and support, yet he himself also lives in the shadow of his last relationship. When Siu Wai strives to face the future without the man she loves, Dai Fai finds himself steadily falling in love with her.","release_date":"2003-11-20","vote_average":7.2,"runtime":109,"cert":"N\/A","id":61676,"title":"Lost in Time","adult":false,"genre_ids":[18]},{"cast":["Sharon Horgan","Vanna Rosenberg","David Dencik","Hugh O'Conor"],"overview":"Miss Remarkable's struggle with her own demons, crushing parental expectations and a career meltdown.","release_date":"2010-10-03","vote_average":5.0,"runtime":30,"cert":"N\/A","id":61677,"title":"Miss Remarkable & her Career","adult":false,"genre_ids":[16]},{"cast":["Venesa Talor","Bethany Lorraine","Josh Edwards","Amy Lindsay","Summer Knight"],"overview":"Two aliens come to Earth to find their missing comrade from the first movie.","release_date":"1998-04-21","vote_average":2.0,"runtime":92,"cert":"N\/A","id":61678,"title":"Femalien 2","adult":false,"genre_ids":[18,10749]},{"cast":["Rob Lowe","Michael York","Alexandra Powers","Sandra Bernhard","Bruce Weitz"],"overview":"When the Devil's favourite demon, Nick (Rob Lowe), is sent to corrupt the soul of Cassie Springer (Alexandra Powers), the last thing he expected was to fall in love. But Cassie's purity was enough to save the town of Fairfield from the Devil's clutches and it might be enough to make this handsome devil... a real life Romeo. Now, the battle between good and evil gets personal.","release_date":"2000-10-25","vote_average":3.9,"runtime":97,"cert":"N\/A","id":61679,"title":"One Hell of a Guy","adult":false,"genre_ids":[35,14,10749]},{"cast":[],"overview":"Unable to erase his memories of the woman he once loved and unwilling to accept that they have no future together, a disturbed young man embarks on a murderous rampage in order to purge his deep-rooted rage. In the midst of his killing spree, however, the volatile psychopath encounters a woman who bears a striking resemblance to his lost love, and who comes to him with an open heart. But does she really exist, or is she just another delusion in a deranged mind.Read more: http:\/\/www.dotnex.info\/2011\/05\/esquizofrenia-2009-dvdrip-xvid.html#ixzz1P2kkdRZc","release_date":"2007-03-23","vote_average":9.5,"runtime":null,"cert":"N\/A","id":61680,"title":"Uno por ciento, esquizofrenia","adult":false,"genre_ids":[]},{"cast":["Nicolas Duvauchelle","Bernard Campan","Maï Anh Le","Sophie Quinton","Elisabeth Commelin"],"overview":"","release_date":"2004-06-09","vote_average":6.0,"runtime":null,"cert":"N\/A","id":61681,"title":"Poids léger","adult":false,"genre_ids":[]},{"cast":["Ryo Nishikido","Rie Tomosaka","Fuku Suzuki","Hiroki Konno","Keisuke Horibe"],"overview":"A samurai from the Edo Period time travels to present day Japan where he meets a divorcee and her son.  Soon, he discovers a passion for making pastries.","release_date":"2010-07-31","vote_average":6.6,"runtime":108,"cert":"N\/A","id":61682,"title":"A Boy and His Samurai","adult":false,"genre_ids":[35,18,10749]},{"cast":["Jeanne Goupil","Catherine Wagener","Bernard Dhéran","Gérard Darrieu","Marc Dudicourt"],"overview":"Anne and Lore, neighbors and best friends, barely into their teens, board at a convent school where they have taken a vow to sin and to serve Satan. Anne keeps a secret diary, they read a salacious novel, they get a classmate in trouble, they spy on the nuns, they set aside their communion wafers; they make a pact of devotion.","release_date":"1971-04-05","vote_average":6.8,"runtime":102,"cert":"N\/A","id":61683,"title":"Don't Deliver Us from Evil","adult":false,"genre_ids":[27,18]},{"cast":["Chris Costa","Travis Haley"],"overview":"Magpul Dynamics brings the basic building block of Aerial Platform Operations. Whether you are a Law Enforcement, Military, Park Services, Coast Guard, etc… you can utilize this training tool to build the blocks required to increase your success and build your unit or agency standard operation procedures. Instructors Travis Haley and Chris Costa address everything from budgeting issues, mission planning, recon, surveillance, search and rescue, maritime operations to actually having to take a shot from an aerial platform.","release_date":"2010-02-01","vote_average":10.0,"runtime":null,"cert":"N\/A","id":61684,"title":"Aerial Platform Operations","adult":false,"genre_ids":[]},{"cast":["Jeanne Goupil","André Dussollier","Andréa Ferréol","Bernard Fresson"],"overview":"Marie (Jeanne Goupil), who was orphaned as a young girl, has a case of arrested development that makes her act younger than her age.  One day she stops to look in a store window displaying various ornate dolls.  Claude (André Dussollier) the affluent, eccentric store owner, sees her and becomes infatuated which leads to her and him meeting and deciding to go and take a look at Claude personal doll collection at his house.  Marie unaware of Claude bizarre obsession with dolls, decides to marry him.","release_date":"1976-08-25","vote_average":7.3,"runtime":106,"cert":"N\/A","id":61685,"title":"Marie, the Doll","adult":false,"genre_ids":[18]},{"cast":["Morjana Alaoui","Matthieu Boujenah","Razika Simozrag","Fatym Layachi","Assaad Bouab"],"overview":"A Muslim girl and a Jewish boy fall in love.","release_date":"2005-05-20","vote_average":6.4,"runtime":105,"cert":"N\/A","id":61686,"title":"Marock","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"A cautionary tale about workers who are neglected, lose hope, and fade away while businessmen prosper by selling out to foreign countries. As the greed of the businessmen escalates, the economy collapses, and a young man becomes a poet and gives the people hope.","release_date":"1974-01-01","vote_average":7.3,"runtime":19,"cert":"N\/A","id":61687,"title":"A Poet's Life","adult":false,"genre_ids":[]},{"cast":[],"overview":"No Rio de Janeiro, a 13 km do Cristo Redentor, dois portugueses aventuraram-se na mais temida favela do Brasil, onde moram mais de 300.000 pessoas - o Complexo do Alemão. Em 2007, no período de maior tensão e violência no Rio de Janeiro, viveram a maior operação policial já realizada no estado, sentiram na pele como é a vida de um simples morador. O filme retrata este perigoso e complexo mundo, um universo paralelo inserido dentro de uma ordem maior, um mundo à parte, que segue uma ordem diferente da ordem global.","release_date":"2011-01-13","vote_average":7.3,"runtime":80,"cert":"N\/A","id":61688,"title":"Complexo - Universo Paralelo","adult":false,"genre_ids":[]},{"cast":["Chantal Contouri","Max Phipps","David Hemmings","Henry Silva","Robert Thompson"],"overview":"The descendant of Elizabeth Bathory is abducted by a cult of self-proclaimed supermen who achieve this state of superiority by drinking from the \"blood cows\" (read: people) kept at the \"dairy farm\", and they try to get her to join them.","release_date":"1979-09-28","vote_average":5.7,"runtime":95,"cert":"N\/A","id":61689,"title":"Thirst","adult":false,"genre_ids":[27,10749,53]},{"cast":["Jeremy Brett","Edward Hardwicke","Roy Marsden","Keith Barron","Richard Dempsey"],"overview":"Sherlock Holmes investigates strange and tragic happenings in a village that appear linked to a man who seems to be like a vampire.","release_date":"1993-03-14","vote_average":6.4,"runtime":102,"cert":"","id":61692,"title":"Sherlock Holmes: The Last Vampyre","adult":false,"genre_ids":[53,80,10770]},{"cast":["Miyamoto Kanako","Yoshitsugu Matsuoka","Sumi Shimamoto","Daiki Nakamura","Katsuhisa Houki"],"overview":"Mai is a grade-school girl who tries to understand her family better.","release_date":"2011-02-21","vote_average":0.0,"runtime":30,"cert":"N\/A","id":61695,"title":"Mai's Magic and Family Day","adult":false,"genre_ids":[16,10751]},{"cast":["Andreas Schnaas","Timo Rose","Magdalena Kalley","Eileen Daly","Eleanor James"],"overview":"2023 and Karl The Butcher Jr Returns from hell after 25 years, and is on a mission to kill a new butcher, Axe. But the world he returns to is in devastation, civilization is split between gangs, including the Gang loco, The Others, the tyrant Queen Scara, The Black Monks, and of course, the nomads Axe and his sister Vendetta whose family history is unknown. An ultra-violent journey in a wasteland awaits...","release_date":"2010-05-05","vote_average":3.3,"runtime":90,"cert":"N\/A","id":61696,"title":"Karl the Butcher vs Axe","adult":false,"genre_ids":[27,28]},{"cast":["Louis de Funès","Jean-Claude Brialy","Michel Serrault","Sophie Daumier","Alain Delon"],"overview":"Paul Martin is the subservient brown-nosing youngster who needs quick advancement up the hierarchy to pay for the modern lifestyle he is buying on credit. Seeing that marrying his immediate superior's daughter will not get him the results he wants, he begins plotting the demise of the head of the company. The company itself specializes in holiday travel and unscrupulously brutalizes its customers for maximum profit, spending more thought on publicity gimmicks than customer service...","release_date":"1963-05-15","vote_average":6.0,"runtime":88,"cert":"N\/A","id":61697,"title":"Carom Shots","adult":false,"genre_ids":[35,80]},{"cast":["Laura Putney","Shirly Brener","Gulshan Grover","Tara Price","Jean Carol"],"overview":"A pack of massive genetically altered Scorpions escape containment on an airplane, turning passengers into victims and forcing one ordinary woman to confront her worst fears.","release_date":"2001-08-01","vote_average":2.0,"runtime":97,"cert":"N\/A","id":61698,"title":"Tail Sting","adult":false,"genre_ids":[28,27,53]},{"cast":[],"overview":"Military service in Israel is compulsive for all able-bodied Jewish men and women. Once their years of service is up they are granted a bonus which many use to travel to India to wind down and recover from their experiences. About 90% of them will use drugs during their travels and every year about two thousand of them will require professional help to recover from this drug use. The extreme psychotic break these people experience is commonly referred to as \"flipping out\".","release_date":"2008-01-01","vote_average":6.0,"runtime":60,"cert":"N\/A","id":61699,"title":"Flipping Out - Israel's Drug Generation","adult":false,"genre_ids":[99,10752]},{"cast":["Pierre Carles","Christophe Coello","Stéphane Goxe"],"overview":"","release_date":"2007-03-07","vote_average":7.0,"runtime":null,"cert":"N\/A","id":61700,"title":"Volem rien foutre al païs","adult":false,"genre_ids":[99]},{"cast":["William Leslie","Kathryn Grant","Tris Coffin","Raymond Greenleaf","Charles Evans"],"overview":"With his assistant, Laura Hutchinson (Kathryn Gant), Dr. David Conway (William Leslie) develops a device to advance the fledgling science of earthquake prediction. After forecasting a large trembleor that will rock California within twenty-four hours, Conway cannot persuade the Governor to act. When the prediction proves true and further tests indicate that there are more quakes to come, Conway and Laura seek to perfect their device. Subsequent tests deep within Carlsbad Caverns discover an unknown element—E-112—that is responsible for the earthquakes and threatens to destroy the globe if it ever reaches the surface. The team determines that with only four weeks until Armegddon, the race is on to neutralize the killer element before it takes a devastating toll.","release_date":"1957-06-14","vote_average":4.3,"runtime":64,"cert":"N\/A","id":61701,"title":"The Night the World Exploded","adult":false,"genre_ids":[878]},{"cast":["Ken Clark","Michi Kobi","Tom Conway","Anthony Dexter","Anna-Lisa"],"overview":"A group of twelve international scientists are the first to land on the moon. In their exploration of the surface, they run into all kinds of trouble, including threatening messages from alien life forms residing on the moon. Just a short nine years before the historic moon landing, this film's understanding of the science of space exploration is fantastically simplistic, but this well-made science fiction film holds interest with a strong cast and intriguingly strange events, photographed with great style by John Alton. Ken Clark, Michi Kobi, Tom Conway, John Wengraf, and Robert Montgomery Jr. portray the intrepid scientists.","release_date":"1960-06-10","vote_average":2.7,"runtime":74,"cert":"N\/A","id":61702,"title":"12 to the Moon","adult":false,"genre_ids":[878]},{"cast":["Katalin Berek","Gyöngyvér Vigh","Péter Fried","László Szabó","Flóra Kádár"],"overview":"Single factory worker Kata, 43, wants to have a child with her long-time secret lover, a married man called Joska. He doesn't like the idea. Kata befriends teenage schoolgirl Anna, abandoned by her parents at the age of six. Anna runs away from the local children's home and moves in with Kata so that she can keep on seeing her boyfriend Sanyi. Kata goes to see Anna's parents and persuades them to give the young lovers their permission to marry. Through Anna, Kata becomes interested in neglected children and decides to adopt a baby from the children's home.","release_date":"1975-09-25","vote_average":5.9,"runtime":89,"cert":"N\/A","id":61703,"title":"Adoption","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Sex is why we're all here. Power. Love. Sex. We're all looking for something. Ten characters each of whose lust sends them on a journey of discovery - sometimes decadent - spearhead the narrative threads in this unconventional American melodrama. The smart characterizations are counterbalanced by intense performances. From the virginal young man to the bored housewife a temptress and a womanizer with a dark secret In Search of Sex dramatizes situations where good people looking for short term solutions find themselves in bad circumstances with long term consequences","release_date":"2009-01-01","vote_average":7.0,"runtime":102,"cert":"N\/A","id":61704,"title":"In Search Of","adult":true,"genre_ids":[18]},{"cast":["Leon Bashir","Farrakh Abbas","Jeppe Beck Laursen","Kristoffer Joner","Kim Bodnia"],"overview":"After a somewhat involuntary \"vacation\" in one of the capitals more drafty establishment Ali has had enough, and has a plan that can not go wrong, he will become law-abiding.","release_date":"2011-01-07","vote_average":4.0,"runtime":91,"cert":"N\/A","id":61705,"title":"Tomme tønner 2 - Det brune gullet","adult":false,"genre_ids":[35]},{"cast":["Mia Frost","Melissa Bush","Nick Crawford","Jacquese Evans","Sanford Hardy"],"overview":"Nine men and women, employees of Interplanetary Corporation, live and work on Mars. Their days aren't particularly interesting, much less exciting, until they are assaulted by a murderous band of strangers and a seemingly unstoppable alien creature. Do these attacks have anything to do with the Martian fossil recently uncovered by one of the employees? Will the rapidly increasing body count adversely affect Interplanetary's stock price? And can anyone survive long enough to fill out the inevitable paperwork?","release_date":"2009-09-28","vote_average":4.4,"runtime":82,"cert":"N\/A","id":61706,"title":"Interplanetary","adult":false,"genre_ids":[878,27]},{"cast":["James Ellroy","Robert Berdella","Christopher Leo"],"overview":"In 1988, Chris Bryson was found running down a Kansas City street naked, beaten, and bloody wearing nothing but a dog collar and a leash. He told police about Bob Berdella, a local business man and how Berdella had caputed him, held him hostage, raped him, tortured him and photographed him over several days. Police later arrested Berdella and searched his home where they found several hundred polaroid photographs, a detailed torture log, envelopes of human teeth and a human skull. It was soon discovered that Berdella had murdered 6 young men in his home after drugging them and performing his sick acts of sexual torture. Some lived the horrors for only a few days, one for 6 weeks. After death Berdella would cut up the bodies with an electric chain saw and a bone knife, place the body parts in empty dog food bags for trash collection on Monday. Although he denied this, it is believed that Berdella used organs of the victims as in food dishes he would serve at his shop.","release_date":"2004-09-16","vote_average":3.3,"runtime":88,"cert":"N\/A","id":61707,"title":"Bazaar Bizarre","adult":false,"genre_ids":[99]},{"cast":["Otis Redding","Steve Cropper","Donald \"Duck\" Dunn","Al Jackson Jr.","Booker T. Jones"],"overview":"Renowned documentary filmmaker D.A. Pennebaker captures Otis Redding in his ascendancy, singing at the historic Monterey International Pop Festival in June 1967. Comedian Tom Smothers introduces Redding to a crowd that is leaving -- until Redding grabs them with his charged rendition of \"Shake.\" Redding's performance also includes \"Respect\" (which he wrote), \"I've Been Loving You Too Long,\" \"Satisfaction,\" and \"Try a Little Tenderness.\" Tragically, Redding died in a plane crash six months later. An innovative filmmaker who started in the 1950s making experimental films, Pennebaker garnered an Oscar nomination for Best Documentary Feature in 1993 for The War Room, his behind-the-scenes look at Bill Clinton's 1992 campaign. His other subjects have included Norman Mailer, Bob Dylan, and David Bowie.","release_date":"1987-10-16","vote_average":6.6,"runtime":19,"cert":"N\/A","id":61708,"title":"Shake! Otis at Monterey","adult":false,"genre_ids":[99,10402]},{"cast":["Jerry Orbach"],"overview":"Former FBI agent John Douglas, the inventor of criminal profiling, leads a journey into the minds of the 20th Century's most notorious killers, including Charles Manson, John Wayne Gacy, and Jeffrey Dahmer.","release_date":"1999-01-01","vote_average":8.3,"runtime":86,"cert":"N\/A","id":61709,"title":"Serial Killers: Profiling the Criminal Mind","adult":false,"genre_ids":[]},{"cast":["Omri Fuhrer","Ali Al Nassar","Itamar Glucksmann","Liran Shabtai","Rami Baruch"],"overview":"Isaac, a young yeshiva student, is an only child to born again orthodox parents. Trapped in a dysfunctional family and a failing body, Isaac finds refuge in wandering. Tormented by his newfound infertility, Isaac looks for answers in his father dubious past. Wandering through the backstreets of the city, he seeks deliverance.","release_date":"2010-05-09","vote_average":0.0,"runtime":86,"cert":"N\/A","id":61710,"title":"The Wanderer","adult":false,"genre_ids":[18]},{"cast":["Brigitte Bardot","Charles Vanel","Marie-José Nat","Sami Frey","Paul Meurisse"],"overview":"Dominique Marceau is on trial for the murder of Gilbert Tellier. The counsels duel relentlessly, elaborating explanations for why the pretty, idle and fickle girl killed the talented and ambitious conductor freshly graduated from the conservatory. Was it passion, vengeance, desperation, an accident? The acquaintances of Gilbert testify, as well as Dominique's former lovers, and her sister, Annie, the studious violin player engaged to Gilbert. The evidence they give progressively paints a more finely-shaded picture of the personalities of Dominique and Gilbert, and of their relationship, than the eloquent and convincing justifications of the counsels.","release_date":"1960-11-02","vote_average":7.9,"runtime":127,"cert":"N\/A","id":61711,"title":"The Truth","adult":false,"genre_ids":[18]},{"cast":["Micheline Presle","Louis Salou","Berthe Bovy","Alfred Adam","Jean Brochard"],"overview":"An adaptation of Guy de Maupassant's short story Boule de Suif.","release_date":"1945-10-17","vote_average":7.5,"runtime":null,"cert":"N\/A","id":61712,"title":"Boule de suif","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The story of Australia’s worst peacetime disaster On 7th February 2009, Australia suffered its worst peacetime disaster ‘Black Saturday’ claimed 173 lives, left more than 7,000 homeless and destroyed close to half a million hectares of Victorian bushland","release_date":"2010-02-04","vote_average":0.5,"runtime":111,"cert":"N\/A","id":61713,"title":"Inside The Firestorm","adult":false,"genre_ids":[99]},{"cast":["Paul Johansson","Craig Sheffer","Kari Wührer","Patrick Bergin","David Dukas"],"overview":"Kari Wührer stars as a witch, who turns the king's son Barek into an immortal berserker. The enmity between Barek and the witch extends to the present day in his attempts to become mortal again and break Odin's curse.","release_date":"2004-05-11","vote_average":4.1,"runtime":84,"cert":"N\/A","id":61714,"title":"Berserker","adult":false,"genre_ids":[28,12,14]},{"cast":["Colin Miller","Gianni Lazuli","Alex Cain","John F. Schaffer","Sara Litz"],"overview":"A Martial Artist, afflicted with a disease that makes beautiful women want to kill him, goes on a suicide mission to find true love anyway.","release_date":"2005-02-16","vote_average":1.8,"runtime":82,"cert":"N\/A","id":61715,"title":"All Babes Want To Kill Me","adult":false,"genre_ids":[35,10749]},{"cast":["Trent Haaga","Victoria De Mare","Al Burke"],"overview":"The demon clown Killjoy is resurrected once again, but this time he is not given the name of his victim and is trapped in his realm. Using a magic mirror he lures four unsuspecting college students into his realm where he can have his macabre fun! A mysterious man returns and we finally discover who Killjoy's true target is!","release_date":"2010-09-14","vote_average":4.2,"runtime":76,"cert":"N\/A","id":61716,"title":"Killjoy 3","adult":false,"genre_ids":[27]},{"cast":["Brenda Song","Shin Koyamada","Susan Chuang","Sally Martin","Anna Hutchison"],"overview":"It is the story of an average, popular American teenager named Wendy Wu who discovers that in order to win the coveted crown she must first learn the way of the warrior. Wendy Wu has a one track mind, and that track leads directly to the title of homecoming queen -- no unscheduled stops, and no unnecessary detours. When a mysterious Chinese monk named Shen arrives to mold Wendy into a fearless kung fu warrior, however, her royal aspirations suddenly jump the track as she desperately attempts to juggle her boyfriend, her homework, and of course, the fierce competition to become homecoming queen. Now, as Wendy begins to train her mind, body, and spirit in the ancient tradition of the martial arts and her inner warrior gradually begins to emerge, the girl who once obsessed over popularity finally begins to put that popularity into perspective as she gradually realizes what truly matters in life.","release_date":"2006-06-16","vote_average":5.7,"runtime":90,"cert":"N\/A","id":61717,"title":"Wendy Wu: Homecoming Warrior","adult":false,"genre_ids":[28,12,10751,10770]},{"cast":["Gary Piquer","Jouko Ahola","Antonella Costa","César Troncoso"],"overview":"Jacob van Oppen, the former strongest man on earth, and his manager Orsini, who calls himself \"the Prince\", make a good living by traveling around small South American towns and organizing wrestling exhibitions. Arriving in Santa Maria, they are met with uncommon enthusiasm, the local newspaper wants to sponsor the fight, helping hands placard the town with posters, and an open call is made for a worthy adversary. Ever so resourceful, Orsini knows how to find the right combatant, but fishing in Santa Maria could lead to a bigger catch than he'd hoped for.","release_date":"2009-07-31","vote_average":6.4,"runtime":110,"cert":"N\/A","id":61718,"title":"Bad Day to Go Fishing","adult":false,"genre_ids":[18,35,53]},{"cast":["Curt Doussett","Michelle Money","Melanie Nelson","Brittany Peltier","Priscilla Poland"],"overview":"From Michael Flynn, producer of The Best Two Years, comes Midway to Heaven, based on the popular novel by bestselling author Dean Hughes.  Years after his wife Kate (Melanie Nelson) died, Ned Stevens (Curt Doussett, Saints and Soldiers, The R.M.) still hates the idea of dating. After all, why would he start dating again when he has his daughter Liz (Brittany Peltier) to take care of? But when Liz brings a surprise home with her during a visit from college, Ned's world is turned upside-down.  Can Ned accept that his little girl is falling for David (Kirby Heyborne, The Best Two Years, The Singles Ward), a practically perfect know-it-all who drives Ned crazy? As Ned tries to sabotage the relationship, Liz diverts his attention to Carol (Michelle Money), the beautiful single woman Ned sees jogging every morning.  With Liz and David's help, Ned will learn that with love, there are always second chances.","release_date":"2011-02-04","vote_average":5.3,"runtime":null,"cert":"N\/A","id":61719,"title":"Midway to Heaven","adult":false,"genre_ids":[35,10751,10749]},{"cast":["Roxane Mesquida","Nicholas Ofczarek","Andrea Zogg","Carlos Leal","Joel Basman"],"overview":"1975, Swiss Alps: In a remote mountain village, an immesely beautiful but disturbed and dumb woman shows up. Only the village policeman Reusch takes care of the strange woman and tries to find out whoshe is. There are hints that she came from the Höhenalp Alp, where herdsmen do unthinkable things to get the company of women. Many dark truths are revealed that should better have remained hidden. A tragedy of lust, insanity and murder is brought to a seemlingly pure and perfect world. It is the beginning of a nightmare of religious insanity, hypocrisy, abuse and belief in demons, who destroys a young family and brings a whole village to destruction.","release_date":"2010-09-23","vote_average":6.4,"runtime":110,"cert":"N\/A","id":61722,"title":"Sennentuntschi","adult":false,"genre_ids":[53,27,9648]},{"cast":[],"overview":"The documentary presents the results of research on nuclear waste management in the U.S., Russia, Germany and France. The authors Eric Noualhat Guéret and Laure were accompanied by the independent French laboratory technicians radiation control, CRIIRAD. They have detected and measured radiation in many places like the U.S. Columbia River or the French plutonium factory called reprocessing plant at La Hague.","release_date":"2009-01-01","vote_average":9.5,"runtime":85,"cert":"N\/A","id":61723,"title":"Waste: The Nuclear Nightmare","adult":false,"genre_ids":[99]},{"cast":[],"overview":"On the morning of June 18. 1954, the US CIA dropped leaflets in Guatemala City demanding the resignation of the president. Guatemala was ravaged by Civil War for the next 36 years. But hope is rising. In the midst of incredible odds, victims have been transformed into champions who willfully embrace the pain of their past to help repair the next generation. This is their story. Shorty - a former gang member who is now a pastor, and Tita - a woman who started a school in Guatemala's most notorious slum have joined forces to repair La Limonada.","release_date":"2010-01-01","vote_average":7.0,"runtime":null,"cert":"N\/A","id":61724,"title":"Reparando","adult":false,"genre_ids":[]},{"cast":["Hector Kotsifakis","Shakti Urrutia"," Adrian Paz","  Jorge de los Reyes ","Dagoberto Gama"],"overview":"Daniel is a young man suffering from low selfesteem, who is incapable of defending himself from the abuses of employers and of society in general. He is medicated with antidepressants to make his monotonous life more bearable; however, far from helping him, the medication worsens hiscondition with hallucinations and psychotic thoughts of vengeance that lead him to a state of total confusion.","release_date":"2011-03-27","vote_average":10.0,"runtime":74,"cert":"N\/A","id":61727,"title":"Reacciones Adversas","adult":false,"genre_ids":[28,18]},{"cast":["Kyla Pratt","Tommy Davidson","Paula Jai Parker","Jo Marie Payton","Orlando Brown"],"overview":"Penny and her family are lured on an all expenses paid vacation where a mad scientist captures them, refusing to let them go because Oscar won't reveal his on of his secret Proud Snacks formulas.","release_date":"2005-08-19","vote_average":5.6,"runtime":90,"cert":"N\/A","id":61728,"title":"The Proud Family Movie","adult":false,"genre_ids":[10770,16,35,10751]},{"cast":[],"overview":"Bellator XLI is an upcoming mixed martial arts event to be held by Bellator Fighting Championships on April 16, 2011 at Cocopah Resort and Casino in Yuma, Arizona. The card is expected to feature fights in one or more divisions in the Bellator Season Four Tournament. The event will be distributed live in prime time by MTV2.","release_date":"2011-04-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":61735,"title":"Bellator 41","adult":false,"genre_ids":[]},{"cast":["Katarina Witt","Christopher Barker","Hans-Peter Minetti","Ivan Desny","Hans Heinz Moser"],"overview":"This is another variation of the Cinderella story: the bright and beautiful Ella lives in the household of a lord since her mother died. She's unhappy because the lord's daughters treat her like their servant. The country is in problems, because the prince is a dreamer and doesn't realize that his chancellor abuses his power. When the day nears the prince is forced by law to find a wife, a celebration on a frozen lake is arranged. Ella manages to skate on the lake for him too, hiding her identity. The prince falls in love with her, so he tries to find her. His chancellor attempts to hinder them, since he knows about Ella's critical thoughts.","release_date":"1996-12-12","vote_average":0.0,"runtime":60,"cert":"N\/A","id":61736,"title":"Die Eisprinzessin","adult":false,"genre_ids":[14,18,10402,10749]},{"cast":["Jon Barzion","Andre Bourque"],"overview":"Santa's evil twin kidnaps Santa, planning on reversing Christmas forever, not counting on the courage of a boy and his friends who embark on an adventure to rescue Santa.","release_date":"1998-12-12","vote_average":4.0,"runtime":94,"cert":"N\/A","id":61737,"title":"The Boy Who Saved Christmas","adult":false,"genre_ids":[10751,14]},{"cast":["Leonard Mann","Luciana Paluzzi","Pietro Martellanza","Alberto de Mendoza","Pilar Velázquez"],"overview":"One of the most ambitious spaghetti westerns, The Forgotten Pistolero is a retelling of the Greek legend of Orestes, who avenges the murder of his father with the help of his friend and former mentor Pylades and his sister Electra. In Baldi’s movie, Orestes is called Sebastian, a man living on his own. One day a wounded stranger called Rafael\/Pylades takes shelter in his house and tells him that he, Sebastian, is the son of a Mexican general who was murdered by his wife and her lover. Sebastian has no recollection of the massacre, but the tolling of the bells announcing the Ave Maria bring back fragmented memories. Finally Sebastian is re-united with his sister Isabella and together they avenge the murder of their father. The film is a bit confusing from time to time, with a storyline that seems over-complicated for a spaghetti western, but patient and attentive viewers are rewarded. The Forgotten Pistolero is also known for Roberto Pregadio’s awesome score.","release_date":"1969-10-17","vote_average":5.5,"runtime":88,"cert":"N\/A","id":61738,"title":"Forgotten Pistolero","adult":false,"genre_ids":[37]},{"cast":["Zach Condon"],"overview":"In this DVD, you'll discover Beirut's latest album go live. On September, Chryde and Vincent Moon went to New York to film the band play all the tracks from the Flying Club Cup in bars, rooms, parks and even in an ice-cream truck garage. In the hour-long movie they brought back, Zach Condon wanders alone in Brooklyn and eventually finds, in each place, his band waiting for him, behind a door, on stairs..","release_date":"2007-09-30","vote_average":5.3,"runtime":62,"cert":"N\/A","id":61739,"title":"Beirut - Cheap Magic Inside","adult":false,"genre_ids":[28,53,10402]},{"cast":["Dustin Hoffman","Mia Farrow","Michael Tolan","Sunny Griffin","Stanley Beck"],"overview":"John and Mary meet in a singles bar, sleep together, and spend the next day getting to know each other.","release_date":"1969-12-14","vote_average":6.7,"runtime":92,"cert":"N\/A","id":61742,"title":"John and Mary","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"Paul Scarzo interviews author and researcher William R. Lyne. The topic covered in this documentary is alternative forms of propulsion and energy creation methods. The focus is some work done by Nikola Tesla, and that of German scientists under the Third Reich.","release_date":"2004-08-04","vote_average":0.0,"runtime":90,"cert":"N\/A","id":61745,"title":"Nazi Ufos: How They Fly - Exposing the German Tesla Anti-Gravity & Free Energy Program","adult":false,"genre_ids":[99]},{"cast":[],"overview":"All your favourite Play School presenters in TWO favourite Play School shows In Play School Meets the Orchestra, nine favourite Play School presenters explore the world of music, sound and musical instruments. In the first half of the program Benita, George and Trisha have lots of fun with the Sydney Symphony Orchestra singing songs and making music, and in the second half they have a great time entertaining and encouraging children to participate in different aspects of music, sound and song. Everybody Sing! is a one hour special presentation of 33 terrific songs including Miss Polly had a Dolly, Der Glumph went the Little Green Frog, Three Jelly Fish, The Toothbrush Song, The Wobbly Walk, The Bear Hunt, Goldilocks - The Musical, Baa Baa Black Sheep and lots more!","release_date":"2006-01-05","vote_average":0.0,"runtime":118,"cert":"N\/A","id":61746,"title":"Play School: Meets The Orchestra and Everybody Sing!","adult":false,"genre_ids":[]},{"cast":[],"overview":"In 1996 Regina Louf came forward to the Belgian authorities to say she had spent years as the victim of a paedophile network. During all-night police interrogations she poured out a terrifying tale of systematic abuse, torture and even murder. Her tearful account described child sex orgies involving politicians and other members of the country's elite; a Belgian underworld that no one wanted to believe, least of all the establishment. For years there was a huge effort to discredit her evidence, but now in an exclusive interview, the policeman at the centre of her investigation has finally broken his silence. He claims that his enquiry was blocked - because it threatened to reveal too much.","release_date":"2002-03-17","vote_average":0.0,"runtime":45,"cert":"","id":61747,"title":"An Olenka Frenkiel Investigation","adult":false,"genre_ids":[99]},{"cast":["Theresa Randle","Isaiah Washington","Spike Lee","Jenifer Lewis","Debi Mazar"],"overview":"A struggling actress in New York City takes a job as a phone sex operator.","release_date":"1996-03-22","vote_average":5.2,"runtime":108,"cert":"N\/A","id":61752,"title":"Girl 6","adult":false,"genre_ids":[35]},{"cast":["Christopher Connelly","Fred Williamson","Vic Morrow","Mark Gregory","Stefania Girolami Goodwin"],"overview":"In a post-apocalyptic New York City, a policeman infiltrates the Bronx, which has become a battleground for several murderous street gangs.","release_date":"1982-08-22","vote_average":4.7,"runtime":89,"cert":"N\/A","id":61755,"title":"1990: The Bronx Warriors","adult":false,"genre_ids":[28,878]},{"cast":["Professeur Choron","François Cavanna","Cabu","Sine","Marc-Edouard Nabe"],"overview":"","release_date":"2009-01-07","vote_average":7.0,"runtime":null,"cert":"N\/A","id":61756,"title":"Choron dernière","adult":false,"genre_ids":[99]},{"cast":["Danny Lee Sau-Yin","Michael Chan","Shing Fui-On","Bill Tung","Tai Bo"],"overview":"A goofy schoolteacher stumbles headlong into a counterfeiting ring after he accidentally picks up one of the gang's bill proofs, hidden in a library book. As the heat comes down, it's going to take more than an apology for him to escape.","release_date":"1986-12-04","vote_average":8.0,"runtime":97,"cert":"N\/A","id":61757,"title":"The Innocent Interloper","adult":false,"genre_ids":[28]},{"cast":["Jean-Paul Abribat","Pierre Bourdieu","Pierre Bérégovoy","Pierre Carles","Alain Delon"],"overview":"","release_date":"2002-10-02","vote_average":6.9,"runtime":null,"cert":"N\/A","id":61758,"title":"Enfin pris ?","adult":false,"genre_ids":[99]},{"cast":["Diego Maradona"],"overview":"","release_date":"2006-06-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":61759,"title":"Maradona, un gamin en or","adult":false,"genre_ids":[99]},{"cast":["Philippe Meyer"],"overview":"Frédéric Rossif and Philippe Meyer draw the terrible fresco of the Second World War of the rise of Hitler and the Nazi party until his ultimate defeat (1933-1945). While carefully describing the sequence of events, they go back to the genesis of fascism, and the picture they draw from this first half of the twentieth century is both lucid and frightening. A page of history illustrated by a large number of unpublished documents.","release_date":"1989-01-01","vote_average":6.5,"runtime":180,"cert":"N\/A","id":61760,"title":"De Nuremberg à Nuremberg","adult":false,"genre_ids":[36,99,10752]},{"cast":["Francois Leotard","Alain Duhamel","Anne Sinclair","Francois-Henri de Virieu","Bernard Benyamin"],"overview":"","release_date":"1998-11-18","vote_average":7.8,"runtime":null,"cert":"N\/A","id":61761,"title":"Pas vu, pas pris","adult":false,"genre_ids":[99]},{"cast":["Pierre Bourdieu"],"overview":"","release_date":"1997-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":61764,"title":"Le champ journalistique et la télévision","adult":false,"genre_ids":[99]},{"cast":["Jean-Paul Belmondo","Ursula Andress","Valérie Lagrange","Jean Rochefort","Maria Pacôme"],"overview":"Up the Himalayas... Up the Yang-tze... Up in a balloon... Up-stage with a stripper... Up-town in Hong Kong... You can't keep a great adventurer down","release_date":"1965-12-04","vote_average":7.0,"runtime":104,"cert":"N\/A","id":61765,"title":"Up to His Ears","adult":false,"genre_ids":[35,12]},{"cast":["Richard Burton","Elizabeth Taylor","Peter O'Toole","Glynis Johns","Vivien Merchant"],"overview":"This Dylan Thomas work is a delightful if peculiar story of a day in the life of a small, Welsh fishing village called \"Llareggub\" (read it backwards!). We meet a host of curious characters (and ghosts) through the 'eyes' of Blind Captain Cat. This is a true \"Classic\" of modern British writing with a wonderful, mischievous use of language.  Under Milk Wood was Sinclair's first film and he was able to sign up Richard Burton and Elizabeth Taylor to the project with the help of O'Toole, Sinclair's long-term friend. Burton and Taylor were paid £10,000 each. Elizabeth Taylor was only available for three days of filming, which at her request took place in London. At £600, her three dresses took up half of the costume budget.  It was the only film in which Burton, Taylor and O’Toole appeared together. It was shot on various locations in Wales and has since acquired a reputation among aficionados as a cult movie.","release_date":"1972-01-27","vote_average":7.0,"runtime":88,"cert":"15","id":61766,"title":"Under Milk Wood","adult":false,"genre_ids":[35,18]},{"cast":["Margot Robbie","Christian Radford","Matt Flannagan","Anna-Lisa Horton"],"overview":"A sadistic voyeuristic killer is stalking the city. 3 curious teenagers while spying on their neighbors believe they've discovered his identity. But when your holiday high rise apartment is filled with hidden CCTV cameras. Who is really watching who?","release_date":"2009-11-11","vote_average":1.5,"runtime":91,"cert":"N\/A","id":61767,"title":"I.C.U.","adult":false,"genre_ids":[27,53]},{"cast":["Mick Jagger","Charlie Watts","Bill Wyman","Keith Richards","Mick Taylor"],"overview":"The legendary 1969 Rolling Stones concert from Hyde Park, their first following the death of founding member Brian Jones.","release_date":"1969-09-02","vote_average":4.8,"runtime":53,"cert":"","id":61770,"title":"The Stones in the Park","adult":false,"genre_ids":[10402,99]},{"cast":["Thomas Ahrens","Hark Bohm","Claus-Peter Damitz","Eva Ebner","Dieter Landuris"],"overview":"Film version of the musical by the same name: Sunnie, a girl from the province, comes to Berlin to meet rock star Johnnie who had given her his address after a concert. On the subway to Kreuzberg, Sunnie becomes acquainted with a couple of strange people, among them \"asphalt cowboy\" Bambi. Bambi tells Sunnie that Johnnie’s address in Kreuzberg does not exist. Together, Sunnie and Bambi try to find the rock star in bustling metropolitan Berlin.","release_date":"1988-02-11","vote_average":6.4,"runtime":99,"cert":"N\/A","id":61773,"title":"Linie 1","adult":false,"genre_ids":[35,10402,18]},{"cast":["Lars-Erik Berenett","Jan-Erik Lindqvist","Björn Gedda","Allan Svensson","Robert Sjöblom"],"overview":"","release_date":"1986-10-11","vote_average":4.0,"runtime":90,"cert":"N\/A","id":61774,"title":"Hassel 01 - Anmäld försvunnen","adult":false,"genre_ids":[]},{"cast":["Lars-Erik Berenett","Björn Gedda","Heinz Hopf","Ingrid Janbell","Stig Engström"],"overview":"The criminal police is investigating a criminal gang blackmailing restaurant owners.","release_date":"1986-10-17","vote_average":4.3,"runtime":90,"cert":"N\/A","id":61775,"title":"Hassel 02 - Beskyddarna","adult":false,"genre_ids":[]},{"cast":["Lars-Erik Berenett","Björn Gedda","Leif Liljeroth","Allan Svensson","Robert Sjöblom"],"overview":"","release_date":"1992-04-02","vote_average":2.5,"runtime":92,"cert":"N\/A","id":61776,"title":"Hassel 09 - Botgörarna","adult":false,"genre_ids":[]},{"cast":["Ellen Burstyn","Tom Berenger","J. Kenneth Campbell","Richard Chaves","Josh Cruze"],"overview":"Feature-length documentary film featuring real-life letters written by American soldiers, sailors, airmen, and Marines during the Vietnam War to their families and friends back home. Archive footage of the war and news coverage thereof augment the first-person \"narrative\" by men and women who were in the war, some of whom did not survive it. Written by Jim Beaver","release_date":"1987-10-01","vote_average":7.3,"runtime":83,"cert":"N\/A","id":61777,"title":"Dear America: Letters Home from Vietnam","adult":false,"genre_ids":[99,10752]},{"cast":["Lars-Erik Berenett","Björn Gedda","Allan Svensson","Robert Sjöblom","Leif Liljeroth"],"overview":"","release_date":"1992-03-05","vote_average":2.5,"runtime":90,"cert":"N\/A","id":61778,"title":"Hassel 07 - De giriga","adult":false,"genre_ids":[]},{"cast":["Lars-Erik Berenett","Björn Gedda","Leif Liljeroth","Robert Sjöblom","Allan Svensson"],"overview":"Criminal detective Roland Hassel and his colleague Bolinder is investigating a criminal gang involved in the meat packing business. Bolinder is murdered in front of Hassel and the criminals are out to kill Hassel, the only witness.","release_date":"1989-03-30","vote_average":3.5,"runtime":85,"cert":"N\/A","id":61779,"title":"Hassel 06 - Offren","adult":false,"genre_ids":[]},{"cast":["Lars-Erik Berenett","Björn Gedda","Leif Liljeroth","Robert Sjöblom","Allan Svensson"],"overview":"","release_date":"1989-03-10","vote_average":4.0,"runtime":87,"cert":"N\/A","id":61780,"title":"Hassel 03 - Slavhandlarna","adult":false,"genre_ids":[]},{"cast":["Lars-Erik Berenett","Björn Gedda","Leif Liljeroth","Robert Sjöblom","Allan Svensson"],"overview":"","release_date":"1992-03-19","vote_average":2.8,"runtime":80,"cert":"N\/A","id":61781,"title":"Hassel 08 - Svarta banken","adult":false,"genre_ids":[]},{"cast":["Lars-Erik Berenett","Björn Gedda","Leif Liljeroth","Robert Sjöblom","Allan Svensson"],"overview":"","release_date":"1989-03-16","vote_average":1.0,"runtime":null,"cert":"N\/A","id":61782,"title":"Hassel 04 - Säkra papper","adult":false,"genre_ids":[]},{"cast":["Paul Ahmarani","Olivier Gourmet","Jean-Pierre Cassel","Claudia Tagbo","Arnaud Mouithys"],"overview":"Michel is a Belgian inventor. He cares for his father, a paralysed writer, is married to a Congolese woman and is the father of an interracial child whom he reassures as to his parentage. He discovers at the age of 41 that he was adopted, actually having been born in Sainte-Cécile, Quebec. In the summer of 2000, he travels to Quebec, supposedly to sell some of his inventions. While on a near-impossible quest to find his birth family in the town where he was born, he crosses paths with Louis Legros, son of another inventor, in a meeting which will change their lives.","release_date":"2006-05-25","vote_average":6.5,"runtime":105,"cert":"N\/A","id":61783,"title":"Congorama","adult":false,"genre_ids":[18]},{"cast":["Lars-Erik Berenett","Björn Gedda","Leif Liljeroth","Robert Sjöblom","Allan Svensson"],"overview":"The kidnapping of a DA's wife, the murder of several minor criminals and the police finding a large stash of weapons is all in a day's work for criminal detective Roland Hassel.","release_date":"1989-03-23","vote_average":3.7,"runtime":100,"cert":"N\/A","id":61784,"title":"Hassel 05 - Terrorns Finger","adult":false,"genre_ids":[]},{"cast":["Lars-Erik Berenett","Björn Gedda","Robert Sjöblom","Allan Svensson","Leif Liljeroth"],"overview":"","release_date":"1992-04-19","vote_average":1.0,"runtime":90,"cert":"N\/A","id":61785,"title":"Hassel 10 - Utpressarna","adult":false,"genre_ids":[80]},{"cast":["Lars-Erik Berenett","Regina Lund","Thomas Hanzon","Catherine Hardenborg","Björn Gedda"],"overview":"Roland Hassel meets the dangerous Russian mafia.","release_date":"2000-01-28","vote_average":1.0,"runtime":107,"cert":"N\/A","id":61786,"title":"Hassel - Förgörarna","adult":false,"genre_ids":[]},{"cast":["Werner Hinz","Lil Dagover","Hansjörg Felmy","Hanns Lothar","Liselotte Pulver"],"overview":"","release_date":"1959-11-10","vote_average":5.1,"runtime":99,"cert":"N\/A","id":61787,"title":"Buddenbrooks","adult":false,"genre_ids":[18,36]},{"cast":["Leonard Percival Lowell"],"overview":"","release_date":"2011-04-27","vote_average":1.0,"runtime":null,"cert":"N\/A","id":61788,"title":"The First Rasta","adult":false,"genre_ids":[]},{"cast":["Joe Michael Burke","Cliff DeYoung","Robert Rusler","Mitchell Burns"],"overview":"Bow hunting enthusiast Jack Hamberg, his eight-year old stepson Clint and former news cameraman Atticus Monroe are on a mission to make a deer hunting video. All that is needed to complete the video is a \"kill\". Jack and Atticus reluctantly decide to trespass onto a nearby property where there may be more abundant prey. Once inside the restricted area, they come upon some frightening realizations. The hunters have become the hunted.","release_date":"2006-03-29","vote_average":4.1,"runtime":90,"cert":"N\/A","id":61789,"title":"The Hunt","adult":false,"genre_ids":[28,27,878,53]},{"cast":["Adèle Haenel","Irène Jacob","Paolina Biguine","Yvette Théraulaz","Jacques Michel"],"overview":"Lucy, a 19-year old law student and intern at a Swiss television network in Geneva, comes across her double in archival footage about the woman’s liberation movement in the 70’s. Her family’s resistance to talk about this time convinces Lucy that a secret lurks behind this mysterious woman, named Genevieve.","release_date":"2009-11-02","vote_average":6.0,"runtime":90,"cert":"N\/A","id":61790,"title":"Déchaînées","adult":false,"genre_ids":[]},{"cast":["James Franco","Andy Serkis","Freida Pinto","John Lithgow","Brian Cox"],"overview":"Scientist Will Rodman is determined to find a cure for Alzheimer's, the disease which has slowly consumed his father. Will feels certain he is close to a breakthrough and tests his latest serum on apes, noticing dramatic increases in intelligence and brain activity in the primate subjects – especially Caesar, his pet chimpanzee.","release_date":"2011-08-03","vote_average":7.2,"runtime":105,"cert":"12A","id":61791,"title":"Rise of the Planet of the Apes","adult":false,"genre_ids":[53,28,18,878]},{"cast":["Luke Perry","Lara Gilchrist","Melanie Papalia","Ron Lea","Adrian Hough"],"overview":"How long can you wait for justice? After being appointed Circuit Judge, John Goodnight (Perry) travels the territory dispensing justice. After returning to a town that brings back memories of his parents murders, he sees someone who looks familiar.","release_date":"2011-01-29","vote_average":6.3,"runtime":88,"cert":"N\/A","id":61794,"title":"Goodnight for Justice","adult":false,"genre_ids":[28,37]},{"cast":["Patrick Bruel","Marie Laforêt","Philippe Manesse","Patrice Minet","Henri Guybet"],"overview":"Les Diplômés du dernier rang Date de sortie cinéma : 18 août 1982 Film déjà disponible en DVD depuis le : 7 octobre 2002 Réalisé par Christian Gion Avec Patrick Bruel, Michel Galabru, Marie Laforêt, plus Long-métrage français . Genre : Comédie Durée : 01h26min Année de production : 1982 Synopsis : Dans une salle secrète d'un institut privé d'études économiques et politiques, un groupe d'étudiants s'exerce à l'art de ne rien faire, hormis draguer et préparer des antisèches, jusqu'au moment où le directeur a pour ambition de faire de l'institut une grande école...","release_date":"1982-08-18","vote_average":4.4,"runtime":86,"cert":"N\/A","id":61795,"title":"Les diplômés du dernier rang","adult":false,"genre_ids":[35]},{"cast":["Carlo Dapporto","Sophia Loren","Nilla Pizzi","Mario Carotenuto","Alberto Sordi"],"overview":"Ignazio Panizza goes from one failure to the other until he meets a singer, Caterina, provided with an exceptional voice.","release_date":"1957-01-01","vote_average":0.0,"runtime":91,"cert":"N\/A","id":61796,"title":"I'll See You on the Balcony","adult":false,"genre_ids":[35,10402]},{"cast":["Alexandra Pirici","Erica Fontana","Antonella Attili","Alfio Sorbello"],"overview":"","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":61797,"title":"Hai paura del buio","adult":false,"genre_ids":[]},{"cast":["Carlo Verdone","Lello Arena","Marina Suma","Rossana Di Lorenzo","Antonio Spinnato"],"overview":"","release_date":"1984-01-01","vote_average":5.4,"runtime":null,"cert":"N\/A","id":61798,"title":"Cuori nella tormenta","adult":false,"genre_ids":[10749,35]},{"cast":["Alberto Sordi","Claudia Cardinale","Riccardo Garrone","Corrado Olmi","Tano Cimarosa"],"overview":"The film is about an old fashioned Italian with moral values of the 1930\/40's ,who has to find a wife in the modern, woman's liberated society of Australia of the 1960\/70's.","release_date":"1971-12-22","vote_average":6.7,"runtime":107,"cert":"N\/A","id":61799,"title":"A Girl in Australia","adult":false,"genre_ids":[35]},{"cast":["Totò","Peppino De Filippo","Aroldo Tieri","Alberto Lionello","Anna Campori"],"overview":"","release_date":"1960-12-16","vote_average":7.0,"runtime":null,"cert":"N\/A","id":61800,"title":"Chi si ferma è perduto","adult":false,"genre_ids":[35]},{"cast":["Sonny Chiba","Minoru Oki","Ken Takakura","Gôzô Sôma","Hideo Murota"],"overview":"An elaborate criminal tango based around treasure hidden during WWII.","release_date":"1966-06-04","vote_average":0.0,"runtime":90,"cert":"N\/A","id":61801,"title":"The Kamikaze Guy","adult":false,"genre_ids":[28,80,18]},{"cast":["Cynthia Rothrock","Jeff Wincott","Billy Drago","Paul Johansson","Evan Lurie"],"overview":"Sean and Billie are undercover cops and martial arts masters. Investigating the death of a cop, they uncover a deadly ring of murder and corruption at a glitzy nightclub where the rich are entertained by seductive women and protected by martial arts experts. Billie goes undercover to infiltrate the crime ring, leading to an explosive finale.","release_date":"1991-10-01","vote_average":5.2,"runtime":91,"cert":"N\/A","id":61802,"title":"Martial Law II: Undercover","adult":false,"genre_ids":[28,80]},{"cast":["Erika Eleniak","Ron Perlman","Fred Dryer","Wolf Larson","Ray Laska"],"overview":"In Los Angeles a deadly plague called the 'Pandora' virus is stolen from a high-security installation...","release_date":"2002-12-24","vote_average":3.3,"runtime":92,"cert":"N\/A","id":61803,"title":"Shakedown","adult":false,"genre_ids":[28,18,53]},{"cast":["Peter Sellers","Lila Kedrova","Curd Jürgens","Béatrice Romand","Jenny Hanley"],"overview":"In this comedy, set during the Nazi occupation of France, Peter Sellers plays most major male parts, so he stars in nearly every scene, always bumbling in inspector Clouseau-style. As British Major Robinson he is hidden in Madame Grenier's Parisian brothel, right under the nose of the Nazi clients, such as Gestapo agent Herr Schroeder (again him). As Général Latour he leads the French resistance, which includes the brothel madam -made a colonel in charge of her sexy 'troops'- and a priest, and is joined by young US diplomat Alan Cassidy. As Japanese imperial Prince Kyoto he becomes a target for the resistance in a monastery on his way to Hitler (again him). At the end he decorates the heroes as French president. Written by KGF Vissers","release_date":"1974-01-24","vote_average":5.1,"runtime":107,"cert":"","id":61810,"title":"Soft Beds, Hard Battles","adult":false,"genre_ids":[35]},{"cast":["Patsy Kensit","Bruce Greenwood","Andrew McCarthy","Denise Crosby","Armin Shimerman"],"overview":"Kris is a homicide cop with psychic abilities. She works to prove that the prime suspect in her latest case (the much younger husband of the millionaire victim) is innocent. But are her visions true, or planned by someone who knows what she can see?","release_date":"1995-01-01","vote_average":3.3,"runtime":null,"cert":"N\/A","id":61813,"title":"Dream Man","adult":false,"genre_ids":[53]},{"cast":["Emmanuelle Devos","Clovis Cornillac","Laura Smet","Dean Constantin","Colette Emmanuelle"],"overview":"Gilles' wife, Elise, who smiles when she thinks of him, cooks and scrubs and cheerfully makes love to him, suspects during her third pregnancy that he is having an affair with her coquettish younger sister, Victorine. Elise suffers, usually in silence. She listens to her husband rave; she asks her priest; she breaks picture frames; she weeps. She decides on a strategy to keep him. Will she succeed?","release_date":"2004-09-15","vote_average":5.8,"runtime":103,"cert":"N\/A","id":61814,"title":"Gilles' Wife","adult":false,"genre_ids":[18]},{"cast":["Nicolas Duvauchelle","Grégoire Colin","Juliette Goudot","Jean-Philippe Écoffey","Camille de Sablet"],"overview":"Gaspard, un jeune snowboarder talentueux mais peu ambitieux, vit et travaille à l'Alpe d'Huez, dans le magasin de surf de Beshop, un ancien entraîneur professionnel qui l'héberge et l'entraîne en échange de quelques travaux. Mais le rêve de Gaspard, c'est de devenir snowboarder professionnel, tout comme Josh Atterssen, champion charismatique mais imprévisible. Sa vie bascule lorsque ce dernier lui propose de l'entraîner lui-même à Gstaad, en Suisse, et de rejoindre son team. Naïf, n'ayant pas assez confiance en lui, Gaspard accepte l'offre et quitte Beshop sans état d'âme pour retrouver Josh. Une fois à Gstaad, la vie lui semble soudain plus belle et facile. Mais le peu recommandable Josh a un tout autre projet pour lui...","release_date":"2003-04-02","vote_average":4.1,"runtime":110,"cert":"N\/A","id":61817,"title":"Snowboarder","adult":false,"genre_ids":[80,18]},{"cast":["Vairia Hatamou","Terei Autoroi","Marii Hatuguto","Teura Teratemia","Atemi"],"overview":"A 1955 Italian independent film, released in the USA in 1956, which is basically a travelogue telling four stories, each about a different island in the South Pacific. Native customs, tribal rites,ceremonial procedure, courtships, and feats of strength and courage are depicted. The test of courage, for males, on one island , is a leap from a high wooden tower to the ground with a thin vine wrapped around their ankle breaking the fall at the last minute. The first bungee-jumpers?","release_date":"1955-11-20","vote_average":0.0,"runtime":88,"cert":"N\/A","id":61818,"title":"The Last Paradise","adult":false,"genre_ids":[10749,99]},{"cast":["James Marsters","John Cassini","Larry Manetti","Wayne Robson"],"overview":"Charismatic thief Bobby Comfort escapes from prison, clears himself of all charges, and returns to a home life he finds unsatisfying. Though he is devoted to his wife and daughter, his old life comes calling, both figuratively and literally, in the form of idea man Sammy Nalo. With the help of Comfort's old partner, they begin robbing posh New York City hotels, while second cousin and bumbling cop Phil Parris thinks he can turn Comfort to the straight and narrow.","release_date":"2005-03-19","vote_average":6.0,"runtime":90,"cert":"N\/A","id":61819,"title":"Cool Money","adult":false,"genre_ids":[18]},{"cast":["Habbas Alijome","Abdolali Huseinali","Nikbakht Noruz"],"overview":"A young girl zealously wants to go to school and learn to read and write. Almost everywhere she is met with hostility or indifference. The only young boy who takes her to his school is thrown out by the teacher, because helping her prevented him from arriving in time. On her way home she and other girls are taken as prisoners by boys playing as Taliban fighters. They tear her school book to pieces and threaten to stone their female captives.","release_date":"2007-09-09","vote_average":7.2,"runtime":81,"cert":"N\/A","id":61820,"title":"Buddha Collapsed Out of Shame","adult":false,"genre_ids":[18,10752]},{"cast":["Enzo Salvi","Carlo Buccirosso","Max Cavallari","Bruno Arena","Gigi Proietti"],"overview":"","release_date":"2004-02-06","vote_average":4.4,"runtime":null,"cert":"N\/A","id":61821,"title":"Le barzellette","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2011-01-26","vote_average":6.3,"runtime":113,"cert":"N\/A","id":61824,"title":"Our Daily Poison","adult":false,"genre_ids":[99]},{"cast":["Giancarlo Torri","Tiziana Pini","Carlo Delle Piane","Lidia Broccolino","Nik Novecento"],"overview":"Italy, 1914. Two teachers take their pupils for a school outing from Bologna to Florence.","release_date":"1983-01-01","vote_average":7.4,"runtime":90,"cert":"N\/A","id":61825,"title":"A School Trip","adult":false,"genre_ids":[]},{"cast":["Christa Théret","Bárbara Goenaga","Cyrille Thouvenin","Ornella Boulé","Axel Kiener"],"overview":"","release_date":"2010-11-17","vote_average":4.7,"runtime":103,"cert":"N\/A","id":61826,"title":"Le village des ombres","adult":false,"genre_ids":[53,9648,27,14]},{"cast":[],"overview":"","release_date":"1971-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":61827,"title":"Paese del silenzio e dell'oscurità","adult":false,"genre_ids":[]},{"cast":["Shirley Temple","Barry Fitzgerald","Lon McCallister","Rosemary DeCamp","Donald MacBride"],"overview":"Horse trainer Shawn O'Hara and his lovely niece, Margaret, come to America to escape the memory of an accident involving Margaret's brother, Danny. Working with thoroughbreds in Kentucky, Shawn takes a liking to a yearling named Seabiscuit, and fights to convince the horse's owner that the tiny horse with big knees will become a top-notch racehorse. Meanwhile, Margaret begins a tentative relationship with jockey Ted Knowles, but is haunted by her brother's death in a steeplechase spill. Written by Ray Hamel","release_date":"1949-11-12","vote_average":4.7,"runtime":93,"cert":"N\/A","id":61828,"title":"The Story of Seabiscuit","adult":false,"genre_ids":[18,10751,10749]},{"cast":["Maurizio Arena","Renato Salvatori","Marisa Allasio","Memmo Carotenuto","Lorella De Luca"],"overview":"Salvatore and Romolo are two young and poor young men that are neighbours and friends. They live with their parents in Piazza Navona, Rome. They are poor but handsome, and both fall in love with Giovanna.","release_date":"1957-01-01","vote_average":7.1,"runtime":101,"cert":"N\/A","id":61829,"title":"Poor But Beautiful","adult":false,"genre_ids":[35]},{"cast":["Tobi Tritscher","Christoph Söllner","Tobi Gratz","Toni Höllwart","Daniel Maurer"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":61830,"title":"Stop It!","adult":false,"genre_ids":[]},{"cast":[],"overview":"Concert registration of \"The Wall Live\". Performed by Pink Project, by many seen as the greatest Pink Floyd cover band in the world. Recorded in Delft (the Netherlands) on september the 18th 2010.","release_date":"2011-02-01","vote_average":5.3,"runtime":115,"cert":"N\/A","id":61833,"title":"Pink Project - The Wall 2010","adult":false,"genre_ids":[10402]},{"cast":["Holly Davidson","Jeremy Edwards","Elize du Toit","Tom Watt","Ania Sowinski"],"overview":"When Sylvia's well-meaning dad surprises her with a devastating revelation, Sylvia's world is turned upside down. But will she crumble or prove herself at the local flamenco contest? An uplifting feel-good Brit comedy drama, Flirting with Flamenco will have you laughing, crying and feeling empowered to turn your life around.","release_date":"2006-07-09","vote_average":6.5,"runtime":100,"cert":"","id":61834,"title":"Flirting with Flamenco","adult":false,"genre_ids":[35,10749]},{"cast":["Ronit Elkabetz","Abraham Belaga","Marc Ruchmann","Claire Bouanich","Olga Tudorache"],"overview":"Exiled from her country since her husband's murder ten years earlier, Judith lives in Marseille with her three children. After having refused to see her family for years, Judith, in spite of her fears and secrets, allows herself to be influenced by her children's wishes and accepts an invitation to their cousin's wedding. They set off to spend a summer in the old country, discovering their roots and their past. But Judith's return revives old hatreds between rival clans. The spiral of violence is inexorably set in motion, blood will tell...","release_date":"2009-09-09","vote_average":7.5,"runtime":105,"cert":"N\/A","id":61835,"title":"Ashes and Blood","adult":false,"genre_ids":[]},{"cast":[],"overview":"December 1991. Half of the century-old Tua railway, that circulates between Bragança e Mirandela, is shut down by a political decision. Fifteen years later, the train's whistle echoes in the memory of the people from Trás-os-Montes. This decision cut the development of the country and increased disparities between the coastal and inland of Portugal, making it the most centralist country in Western Europe. Now, the trains that still wind through the idyllic valley of Tua is threatened by a dam, which would flood what is considered one of the most beautiful railway lines of Europe. The people stood, isolated, in the only district in the country without a single motorway mile.","release_date":"2009-10-22","vote_average":4.3,"runtime":101,"cert":"N\/A","id":61836,"title":"Pare, Escute, Olhe","adult":false,"genre_ids":[99]},{"cast":["Chandra West","Nicholas Brendon","Vincent Ventresca","Dakota Goyo","Natalie Lisinska"],"overview":"Nicholas Brendon is a grieving husband out to ruin a man (Vincent Ventresca) he blames for ruining his marriage by targeting his family.","release_date":"2009-05-04","vote_average":4.3,"runtime":91,"cert":"N\/A","id":61837,"title":"My Neighbor's Secret","adult":false,"genre_ids":[53,10770]},{"cast":[],"overview":"Welcome to the captivating world of urban exploration, an international subculture of fearless thrill-seekers who lurk beneath city streets and trespass into long-abandoned buildings, defiantly searching for unseen treasures of modern civilization. Documentary filmmaker Melody Gilbert follows Max Action, Slim Jim, Katwoman and Turobzutek as they infiltrate aging lunatic asylums, government sites, faded tourist attractions, sewers, drains, and even the forbidden Catacombs in Paris. Many explore armed with only a camera, often snapping astonishingly beautiful photos.","release_date":"2007-01-01","vote_average":5.0,"runtime":86,"cert":"N\/A","id":61838,"title":"Urban Explorers: Into the Darkness","adult":false,"genre_ids":[99]},{"cast":["Herbie Hancock","Ron Carter","Billy Cobham"],"overview":"Music legends Herbie Hancock, Ron Carter and Billy Cobham team up to form the World of Rhythm in this concert performance captured live at Plazzo dei Congressi, Lugano in January of 1983. Songs include \"Toys\", \"Little Waltz\", \"Princess\", \"Walking\" and more.","release_date":"","vote_average":0.0,"runtime":90,"cert":"N\/A","id":61839,"title":"World of Rhythm: Live in Lugano","adult":false,"genre_ids":[]},{"cast":["Benjamin Eroen"],"overview":"Billy, 10, a dreamer, wants to be taken seriously so he can live with his toy-designer father on Catalina Island. Billy's plans get seriously spoilt when Sherlock, a talking police dog, demands his help to rescue his police detective handler kidnaped by smugglers. But Sherlock likes to keep his talking a closely-guarded secret. So now no one will take Billy seriously until he rescues the kidnaped detective and catches the smugglers...","release_date":"1994-12-12","vote_average":1.0,"runtime":78,"cert":"N\/A","id":61842,"title":"Sherlock: Undercover Dog","adult":false,"genre_ids":[12,10751,35]},{"cast":["Güven Kıraç","İştar Gökseven","Cengiz Küçükayvaz","Ella Manea","Haldun Boysan"],"overview":"Pimps want to expand and conquer the world, by abiding the greats and oppressing the losers, but they lose their prostitute to some sailors.","release_date":"1999-01-01","vote_average":6.5,"runtime":85,"cert":"N\/A","id":61843,"title":"A Madonna in Laleli","adult":false,"genre_ids":[53,18,80]},{"cast":["Luc Bromagne","Christelle Cornil"],"overview":"","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":61844,"title":"Liar","adult":false,"genre_ids":[]},{"cast":[],"overview":"A story from Bornova, a neighborhood in Izmir. Two good friends Salih and Hakan spend their days in front of a grocery store waiting for a chance to do something with their lives.","release_date":"2009-11-13","vote_average":6.9,"runtime":92,"cert":"N\/A","id":61845,"title":"Bornova Bornova","adult":false,"genre_ids":[]},{"cast":["Jimmy Cobb","Shirley Horn","Frances Davis","Clark Terry","Ian Carr"],"overview":"This British documentary shows the complex layers of legendary jazz trumpeter Miles Davis, who was a major innovator in post-bop, cool jazz, hard-bop and fusion. Davis's raw-edged trumpet tones were some of the most evocative sounds ever heard. This profile captues the magnificent and mercurial artist -- one of the most identifiable and misunderstood pop icons of the 20th century -- through rare footage and interviews.","release_date":"2001-04-14","vote_average":0.0,"runtime":125,"cert":"","id":61846,"title":"The Miles Davis Story","adult":false,"genre_ids":[99,10402]},{"cast":["Ed Asner","Patrick Duffy","Tracy Nelson","Cameron Finley","Drake Bell"],"overview":"An eleven-year-old boy finds a way of overcoming life's obstacles with the help of a grumpy coach who aids him in having the best summer of his life.","release_date":"2000-04-18","vote_average":6.0,"runtime":97,"cert":"N\/A","id":61849,"title":"Perfect Game","adult":false,"genre_ids":[35,10751]},{"cast":["Füsun Demirel","Yıldız Kenter"],"overview":"","release_date":"2001-10-19","vote_average":6.4,"runtime":120,"cert":"N\/A","id":61850,"title":"Büyük Adam Küçük Aşk","adult":false,"genre_ids":[18]},{"cast":["Rutkay Aziz","Ayda Aksel","İsmet Ay","Kenan Bal","Istemi Betil"],"overview":"","release_date":"1998-01-01","vote_average":8.0,"runtime":null,"cert":"N\/A","id":61851,"title":"Cumhuriyet","adult":false,"genre_ids":[36]},{"cast":["Gérard Rinaldi","Jean Sarrus","Gérard Filipelli","Jean-Guy Fechner","Michel Galabru"],"overview":"Four guys working for a small grocer in trouble, declare war on a new giant neighborhood supermarket by attempting several coups. A film about the big store taking over the business of smaller stores.","release_date":"1973-09-06","vote_average":6.7,"runtime":86,"cert":"N\/A","id":61852,"title":"The Big Store","adult":false,"genre_ids":[35]},{"cast":["Bobby Preston","Lorenzo Lamas","Alexa Nikolas"],"overview":"Evan Reed (Lorenzo Lamas) is the best motocross coach in the country. After leading his daughter Callie Reed (Alana Austin) to the national championships, he decides to set his sites on a more persona... read more l challenge - saving a local dirt track from a motorcycle gang members named Viper &amp; Mongo (Gary Busey &amp; Evan Mariott) who are trying to take over the land from kids who ride there. But when Evan's best rider named (Josh Hutcherson) injuries himself before a winner takes all race, a surprising substitute teaches Evan and the kids that anything is possible. Evan finds a replacement rider is Cody the Chimpanzee to ride on motorcycle on motocross by Cody's surprise them that he can ride on it. Cody is the best rider on the motocross.","release_date":"2004-12-12","vote_average":4.0,"runtime":82,"cert":"N\/A","id":61853,"title":"Motocross Kids","adult":false,"genre_ids":[10751,28]},{"cast":[],"overview":"Apple. Intel. Genentech. Atari. Google. Cisco. Stratospheric successes with high stakes all around. Behind some of the world's most revolutionary companies are a handful of men who (through timing, foresight, a keen ability to size up other people, and a lot of luck) saw opportunity where others did not: these are the original venture capitalists. All were backing and building companies before the term 'venture capital' had been coined: companies that led to the birth of biotechnology and the spectacular growth in microprocessors, personal computers and the web. SOMETHING VENTURED uncovers the ups and downs of the building of some of the greatest companies of the twentieth century, and the hidden dramas behind some of the most famous names in business.","release_date":"2011-04-01","vote_average":6.7,"runtime":84,"cert":"N\/A","id":61854,"title":"Something Ventured","adult":false,"genre_ids":[99]},{"cast":["Gary Gray","Paul Kelly","Bruce Cowling","Art Smith","Ann Doran"],"overview":"After years of prospecting, Jonathan finally strikes gold. He returns to town only to discover that his partner has since died and left Tommy fatherless. He decides to leave Shep (played by Lassie) with Tommy to cheer him up. Meanwhile, Jonathan's new partner, Lin, isn't interested in sharing the gold, and lures Jonathan to his death. Lassie immediately deduces what's happened, so Lin poisons Lassie. Lassie barely pulls through and pursues Lin to a climactic confrontation where, due to an off-screen accident with some liquid nitrogen, Lin's gun jams.","release_date":"1951-05-04","vote_average":2.6,"runtime":68,"cert":"N\/A","id":61855,"title":"The Painted Hills","adult":false,"genre_ids":[28,12,18,10751]},{"cast":["Elizabeth Taylor","Frank Morgan","Tom Drake","Selena Royle","Harry Davenport"],"overview":"Bill's separated from his litter, making friends with the wild creatures until he's found and adopted by young Kathie. An accident separates him from her, and he's drafted into K-9 duty in the trenches until battle fatigue takes its toll and he turns vicious. And even though he finds his way back home, he may be condemned as a killer.","release_date":"1946-11-08","vote_average":5.1,"runtime":92,"cert":"N\/A","id":61856,"title":"Courage of Lassie","adult":false,"genre_ids":[10751,12,18]},{"cast":["Benoît Magimel","Karolina Gruszka","Hippolyte Girardot","Hristo Shopov"],"overview":"Resolution 819: Adopted by the Security Council at its 3199th meeting on April 16th, 1993. Resolution 819 tells the compelling story of a young investigator sent to Bosnia in 1995 to investigate the disappearance of 8,000 men in Srebrenica and eventually bring the perpetrators of the massacre to justice at the International Criminal Court. Benoît Magimel stars as Jacques Calvez, a man of integrity who refuses to let politicians, mobsters or bureaucrats stand in his way. He receives valuable help in his quest from Lherbier (Hippolyte Girardot), a French secret service agent, and above all from beautiful forensic anthropologist Clara Gorska (Karolina Gruszka)","release_date":"2008-10-27","vote_average":6.0,"runtime":96,"cert":"N\/A","id":61857,"title":"Resolution 819","adult":false,"genre_ids":[18,36]},{"cast":[],"overview":"Fascinating guided tour around Kingston's crumbling musical edifices, the old studios and theatres where it all happened in decades past, your guides the estimable veteran guitarist Chinna Smith and Kiddus 'Graduation In Zion' I.  Director David Commeillas examines reggae's musical and spiritual legacy, as laid down by Bob Marley, and asks whether the younger upcoming generation of artists carry it forward.  Is the Natural Mystic that Marley sung of so evocatively  still blowing through the air in Kingston? He asks.  Features great footage of the Mighty Diamonds, Chinna, Natty King, Doniki, Ken Boothe, Ijahman Levi, Richie Spice, Leroy Smart, Fantan Mojah, Chezidek and many more.","release_date":"2006-09-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":61858,"title":"Natural Mystic Reggae: A Jamaican Walk","adult":false,"genre_ids":[]},{"cast":["Ian Astbury","Billy Duffy","The Cult","Rick Rubin"],"overview":"An amazing video collection for any fan, covering all eras from Dreamtime through The Cult. This DVD includes an early TV appearance with \"Spiritwalker\", live performances of \"Go West\", \"In the Clouds\" and \"Sun King\", plus music videos from \"Resurrection Joe\" through \"Coming Down\", including the updated \"She Sells Sanctuary MCMXCIII\". Additional material includes 1986 and 1991 interviews, video introductions by Ian and Billy, the electronic press kit (EPK) for The Cult, and lots more!","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":61859,"title":"The Cult: Pure Cult Anthology 1984-1995","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"this is a great dvd for all those who are david fans. the dvd reflect his journey at the fame academy, and he comments some of the things that happened, and also some teachers are reflecting back at davids stay in the house and his winning only downside, you don't get to see how it went the weeks after david won the show, but it is great seeing him sing and smile, and having fun , you see his highs and lows, and they made a selection of the songs he sang during his stay and those are the extra's on the dvd","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":61860,"title":"David Sneddon - Davids Story","adult":false,"genre_ids":[10402]},{"cast":["Jordan Garrett"],"overview":"Ricky is a ten-year-old daydreamer and expert on his computer flight simulator program. While on a cross-country flight for a school field trip, Ricky gets the uneasy feeling that his plane is about to be hijacked!","release_date":"2005-01-14","vote_average":6.0,"runtime":92,"cert":"N\/A","id":61861,"title":"Junior Pilot","adult":false,"genre_ids":[10751,12]},{"cast":["George Segal","Ursula Andress","Ian Hendry","Orson Welles"],"overview":"Comedy adventure based on a Jules Verne novel about the ups and downs of jewel thieves in the wilds of Africa circa 1900. George Segal is the appealing hero-heel and Ursula Andress is visually stunning as the lady in the proceedings. Orson Welles has a small role.","release_date":"1969-03-04","vote_average":8.3,"runtime":104,"cert":"","id":61862,"title":"The Southern Star","adult":false,"genre_ids":[12,35]},{"cast":["Dee Wallace","Barry Livingston","Trenton Knight","Russ Tamblyn","John Ashley"],"overview":"A family's life is thrown into comical chaos after mom accidentally drinks her inventor husband's latest concoction, an invisibility potion.","release_date":"1996-02-29","vote_average":3.3,"runtime":91,"cert":"N\/A","id":61863,"title":"Invisible Mom","adult":false,"genre_ids":[35,14]},{"cast":["Pierre Richard","Victor Lanoux","Raymond Bussières","Claude Brosset","Jacques Frantz"],"overview":"The lawyer is visiting a prison to meet with a violent criminal who has been condemned to death. During the visit, things turn bad, there is a riot where prisoners escape and the criminal escapes taking a lawyer hostage.","release_date":"1978-10-10","vote_average":6.5,"runtime":100,"cert":"N\/A","id":61864,"title":"Out of It","adult":false,"genre_ids":[35]},{"cast":["Karl Markovics","Julia Stemberger","Meltem Cumbul","Ahmet Ugurlu","Wolfgang Böck"],"overview":"It all begins with a mistake, an error with serious consequences: in a hospital the new-born babies of an Austrian couple and a Turkish family of immigrant workers are mixed up and go home with the wrong parents. By the time the mistake comes to light, it emerges that the Turkish family, including the baby, has been deported. The despairing Austrian couple begins a confusing odyssey through Turkey in order to track down the unsuspecting family to their native village. But they are not at all convinced that the babies have been mixed up. It is decided that the only way to know for sure is to have a blood test done. It is decided that the blood work is done in Vienna due to the better medical resources, but that will be far from simple. It will involve an illegal smuggling of the Turks across the Austrian border.","release_date":"1999-11-01","vote_average":5.6,"runtime":110,"cert":"N\/A","id":61865,"title":"Born in Absurdistan","adult":false,"genre_ids":[35]},{"cast":["Bobbi Eden","Vicky Vette","Sophie Evans","Monica Sweetheart","Jamie Brooks"],"overview":"A frisky French maid cums clean after getting fucked hard in the ass by a well hung stranger. An unsuspecting co-ed gets a lesson in lust when she misbehaves and fails to make the grade. No story line... just the wettest, nastiest fuck-fantasies ever lensed!","release_date":"2003-10-14","vote_average":0.0,"runtime":133,"cert":"N\/A","id":61866,"title":"Wet Dreams Cum True","adult":true,"genre_ids":[]},{"cast":["Monique Alexander","Andy San Dimas","Tori Black"],"overview":"Dive deep into the minds of these hot strippers and then dive deep into their pussies. These buxom beauties know how to work the pole and can't wait to work your pole too! So cum inside, sit back, enjoy the lap dance and pole groping cause these sexy sluts are just gettin' warmed up!","release_date":"2010-05-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":61867,"title":"Stripper Diaries","adult":true,"genre_ids":[]},{"cast":["blume veronica","Adrià Collado","Julius Cotter","Eva Gerretsen","Leonor Watling"],"overview":"Jana’s magical journey to Africa contains a deep message about friendship, love, passion, nature and imagination. It is a spiritual journey for adults and a magical one for kids, full of mysteries, adventures and discoveries","release_date":"2010-05-07","vote_average":4.1,"runtime":90,"cert":"N\/A","id":61868,"title":"Magic Journey to Africa","adult":false,"genre_ids":[12,10751,14,18]},{"cast":["Michael Flynn","Jimmy Chunga","Tayva Patch","Charles Halford","David Nibley"],"overview":"Still grieving over the loss of his wife, widowed lawyer Jim Crawford (Michael Flynn) discovers a pack of orphaned wolf cubs who face certain death unless he takes them in. Unprepared for the task, but unwilling to see them suffer, he takes them into his care and keeping...with the help of an offbeat angel. It is a daunting task with unintended...sometimes hilarious consequences. As the wolf cubs grow, so does Jim's love for them. But wolves are creatures of the wild, and Jim is faced with the excruciating decision to return his companions from whence they came. When a greedy real estate developer (David Nibley) plans threaten the wolves survival, Jim must protect them in their natural habitat...and in the courtroom. Friends For Life is a heartwarming 3D adventure appropriate for all ages","release_date":"2008-11-14","vote_average":6.5,"runtime":92,"cert":"N\/A","id":61869,"title":"Friends for Life","adult":false,"genre_ids":[18,10751]},{"cast":["Dalton Mugridge","Roddy Piper","Christopher Fazio","Ciara O'Hanlon","Mikayla Ottonello"],"overview":"Three students have to find a way to free their teacher's soul from an enchanted amulet.","release_date":"2010-01-01","vote_average":7.0,"runtime":81,"cert":"N\/A","id":61870,"title":"Billy Owens and the Secret of the Runes","adult":false,"genre_ids":[12,10751,14,878]},{"cast":["Walter Pidgeon","Gilles Payant","Émile Genest","Janette Bertrand","Georges Bouvier"],"overview":"Wealthy sportsman James Haggin (Walter Pidgeon) lives on a Quebec estate called Wintapi. Émile Fornet (Émile Genest), handler of Haggin's hunting dogs, and Émile's wife Therese (Janette Bertrand), Haggin's cook and housekeeper, live in a separate house on the estate. To start a line of top show dogs, Haggin purchases the winner of the Montreal Kennel Club show, an Irish setter named Red.","release_date":"1962-06-06","vote_average":6.2,"runtime":89,"cert":"N\/A","id":61871,"title":"Big Red","adult":false,"genre_ids":[28,12,18,10751]},{"cast":["James Stewart","June Allyson","Frank Lovejoy","Barry Sullivan","Alex Nicol"],"overview":"Air Force reservist Lt. Col. Robert (Dutch) Holland is recalled into active duty at the peak of his baseball career.","release_date":"1955-07-12","vote_average":6.1,"runtime":112,"cert":"N\/A","id":61880,"title":"Strategic Air Command","adult":false,"genre_ids":[28,18]},{"cast":["Martin Buch","Nicolaj Kopernikus","Annette Heick","Albert S. Lund","Jonas Schmidt"],"overview":"Olsen-Banden skal udføre en betroet opgave for selveste Statsministeriet: H.C. Andersens originale fjerpen skal stjæles fra det Danske Export Museum, det gælder angiveligt Rigets sikkerhed og gode omdømme. Men Hallandsen har igen taget røven på Egon.Der er intet mindre end den danske nationalfølelse, Egons ære og 30 millioner på spil. Men Egon har en plan - han skal bruge en boremaskine, et glas honning, en flaske økologisk sveskejuice og en god bunke døde rotter.Christiansborg sættes på den anden ende, metroen forsinkes mere end sædvanligt og Dronningens gardere danser pludselig cancan.","release_date":"2010-10-15","vote_average":5.6,"runtime":75,"cert":"N\/A","id":61881,"title":"Olsen Gang Gets Polished","adult":false,"genre_ids":[80,16,35]},{"cast":["Matt Levett","Tom O'Sullivan","Anthony Phelan","Daniel Feuerriegel","Adam J. Yeend"],"overview":"Bullying is taken to unimaginable extremes at an exclusive private boys school.","release_date":"2005-10-17","vote_average":6.0,"runtime":7,"cert":"N\/A","id":61882,"title":"Boys Grammar","adult":false,"genre_ids":[18]},{"cast":["Hernán Méndez","Antonio Merlano","Mónica Gómez","Guillermo Iván Dueñas","Monserrat Spadale"],"overview":"","release_date":"2008-08-22","vote_average":6.5,"runtime":null,"cert":"N\/A","id":61883,"title":"La milagrosa","adult":false,"genre_ids":[]},{"cast":["Hermann Scheer"],"overview":"","release_date":"2010-03-18","vote_average":7.8,"runtime":null,"cert":"N\/A","id":61886,"title":"Die 4. Revolution - Energy Autonomy","adult":false,"genre_ids":[99]},{"cast":["MC Jean Gab'1","Carole Karemera","François Levantal","Mata Gabin","Louis Karim Nébati"],"overview":"A Senegalese bank-robber born and raised in France is getting over a disastrous heist. As he considers going straight, his cousin calls him from Dakar with an easy opportunity.","release_date":"2009-02-14","vote_average":4.7,"runtime":115,"cert":"N\/A","id":61887,"title":"Black","adult":false,"genre_ids":[28,80,18]},{"cast":["Eri Fukatsu","Satoshi Tsumabuki","Masaki Okada","Hikari Mitsushima","Sansei Shiomi"],"overview":"Shimizu Yuichi (Tsumabuki Satoshi) is a shy and lonely day laborer looking for love. He aimlessly spends time corresponding with girls via telephone dating services and going on random encounters with girls looking for spending cash. His world is shattered one day when he is involved in the murder of one of his former encounters, the sweet-faced Ishibashi Yoshino (Mitsushima Hikari) who, after being jilted by playboy Masuo Keijo (Okada Masaki), berates and mocks the troubled loner.","release_date":"2010-09-11","vote_average":5.7,"runtime":139,"cert":"N\/A","id":61888,"title":"Villain","adult":false,"genre_ids":[18]},{"cast":[],"overview":"They All Come Down to Montreux","release_date":"1996-01-01","vote_average":8.4,"runtime":103,"cert":"N\/A","id":61889,"title":"Deep Purple: Live at Montreux","adult":false,"genre_ids":[10402]},{"cast":["José Luis López Vázquez","Florinda Chico","Enriqueta Carballeira","Pedro Valentín","Armando Calvo"],"overview":"Crazy and macabre comedy written and directed by Alfonso Paso, inspired by 'The Residence', a horror film by Narciso Ibanez Serrador. Two offenders commit a murder and unwittingly decide to separate. One of them found refuge in a villa. Palmiro, a boy from the house who everyone consider silly, discovered him.","release_date":"1970-04-18","vote_average":0.0,"runtime":82,"cert":"N\/A","id":61890,"title":"La otra residencia","adult":false,"genre_ids":[35]},{"cast":["Jamie Campbell Bower","Rhys Ifans","David Thewlis","Joely Richardson","Vanessa Redgrave"],"overview":"Set against the backdrop of the succession of Queen Elizabeth I, and the Essex Rebellion against her, the story advances the theory that it was in fact Edward De Vere, Earl of Oxford who penned Shakespeare's plays.","release_date":"2011-10-21","vote_average":6.4,"runtime":130,"cert":"12A","id":61891,"title":"Anonymous","adult":false,"genre_ids":[18,36,53]},{"cast":["Jane Fonda","Rod Taylor","Cliff Robertson","Robert Culp","Jo Morrow"],"overview":"Eileen is 22 and is smarting from her breakup with Russ. She comes to New York to visit her brother, Adam, who is an airline pilot. Eileen confides to her brother that she thinks she may be the only 22 year old virgin left in the world. Adam assures her that sex is not what all men look for and insists he hasn't slept around. Of course, Adam is lying and is in hot pursuit of a tryst with his occasional girlfriend Mona. However, Adam's date with Mona has a series of job related interruptions. Meanwhile, Eileen decides to see if she can have some fun for herself in New York, and seems to find the perfect candidate in Mike, a man she meets on the bus. But things get complicated when Russ pops in with a proposal and a mistaken assumption.","release_date":"1963-11-13","vote_average":6.8,"runtime":105,"cert":"N\/A","id":61892,"title":"Sunday in New York","adult":false,"genre_ids":[10749,35]},{"cast":["Béatrice Dalle","Isaïe Sultan","Alain Libolt","Raphaël Bouvet","Sylvia Rohrer"],"overview":"Nadia (Béatrice Dalle) is in her 30s and begins a serious relationship with a teen named Pierre (Isaïe Sultan).","release_date":"2009-09-10","vote_average":6.5,"runtime":110,"cert":"N\/A","id":61893,"title":"Domain","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Something is bad wrong as everyday Americans fight to protect their air, water and blood from pollution.","release_date":"2010-01-01","vote_average":0.0,"runtime":89,"cert":"N\/A","id":61894,"title":"Toxic Soup","adult":false,"genre_ids":[]},{"cast":[],"overview":"A portrait of five men competing in the Miss Gay America pageant.","release_date":"2008-12-26","vote_average":5.0,"runtime":85,"cert":"N\/A","id":61895,"title":"Pageant","adult":false,"genre_ids":[99]},{"cast":["Morgan Freeman"],"overview":"A high school in a small-town in Mississippi prepares for its first integrated senior prom.","release_date":"2009-01-15","vote_average":7.2,"runtime":90,"cert":"N\/A","id":61896,"title":"Prom Night in Mississippi","adult":false,"genre_ids":[99]},{"cast":["Laura Valenzuela","Elvira Quintillá","Soledad Miranda","Ángela Bravo","George Rigaud"],"overview":"","release_date":"1963-03-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":61897,"title":"Eva 63","adult":false,"genre_ids":[]},{"cast":["Martin Landau","Guido Grasso Jr.","Bruce Ramsay","Bruce Ramsay","Tony Nardi"],"overview":"The true life story of mafia boss Joesph Bonanno. The story spans from Bonanno's early beginings in Italy, to his conquests in America.","release_date":"1999-07-25","vote_average":6.5,"runtime":170,"cert":"N\/A","id":61898,"title":"Bonanno: A Godfather's Story","adult":false,"genre_ids":[80,18,10749,10751]},{"cast":["Chazz Palminteri","Clancy Brown","Angela Alvarado","Jay O. Sanders","Daniel Benzali"],"overview":"The story of the rise and fall of the powerful New York City organized crime boss, Paul Castellano.","release_date":"2001-06-03","vote_average":5.5,"runtime":93,"cert":"N\/A","id":61899,"title":"Boss of Bosses","adult":false,"genre_ids":[18]},{"cast":["Danny Glover","Whoopi Goldberg","Marie V. Cruz","Munro Chambers","Mo'Nique"],"overview":"Set in the 1970s, Tom Spader is an attorney who is determined to end what he has dubbed \"the colored man's losing streak.\" When his winning of a high-profile case thrusts him into the limelight, he decides to moves his wife and their two kids out of their mixed lower-middle-class town and into the posh enclave of Greenwich, Connecticut.","release_date":"2003-01-22","vote_average":5.6,"runtime":119,"cert":"N\/A","id":61902,"title":"Good Fences","adult":false,"genre_ids":[35,18]},{"cast":["John Payne","William Bishop","Gloria McGehee","Doe Avedon","Roy Roberts"],"overview":"A crusading politician falls prey to the temptations of power.","release_date":"1956-10-01","vote_average":5.0,"runtime":89,"cert":"N\/A","id":61903,"title":"The Boss","adult":false,"genre_ids":[18,28,53]},{"cast":["Barbara Anne Constable","Christopher J. Hart","Claudia Angelique Rademaker","Joseph P. McGlynn","Adam Stardust"],"overview":"The spirit of an ancient evil queen posesses the body of a young anthropological student, who then goes on a murderous rampage.","release_date":"1989-06-10","vote_average":5.6,"runtime":82,"cert":"N\/A","id":61904,"title":"Lady Terminator","adult":false,"genre_ids":[28,27]},{"cast":["Unax Ugalde","Alexandra Jiménez","Julián López","Miguel Ángel Muñoz","Mariam Hernández"],"overview":"Set in the heart of Christmas, the film tells the story of Sergio, a boy who could not finish the year in worse shape. It is New Year's Eve, the heaviest snowfall in thirty years is falling, all flights are canceled and he has to take the grapes (a tradition in Spain for New Year's Eve) with the other passengers in a roadside hotel. But that's not all, because he will have to manage to get on a night what he has failed in several months: to win back her ex girlfriend Bea before she goes to work in Germany. All with the help of a group of travelers who are the worst team in the world","release_date":"2010-11-27","vote_average":6.6,"runtime":97,"cert":"N\/A","id":61905,"title":"Love Storming","adult":false,"genre_ids":[35]},{"cast":["Scott Brady","Jeff Corey","Whit Bissell","Stanley Clements","Charles Russell"],"overview":"Prisoners battle each other -- and the police -- when they escape the Colorado State Penitentiary.","release_date":"1948-06-30","vote_average":5.7,"runtime":82,"cert":"N\/A","id":61908,"title":"Canon City","adult":false,"genre_ids":[28,80,18]},{"cast":["Blake Adams","Jacqueline Lovell","Alexandra Quinn","Gordon Jennison Noice","J.W. Perra"],"overview":"The \"head\" of the family is literally that--a giant head on a tiny body, who psychically controls the rest of his even weirder family.","release_date":"1996-11-29","vote_average":5.3,"runtime":82,"cert":"N\/A","id":61909,"title":"Head of the Family","adult":false,"genre_ids":[35,27]},{"cast":["Gaby Dohm","Peter Sattmann","Julia Stinshoff","Oliver Bootz","Lambert Hamel"],"overview":"","release_date":"2011-02-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":61910,"title":"Dora Heldt: Tante Inge haut ab","adult":false,"genre_ids":[35]},{"cast":["Nino Manfredi","Fulvia Franco","John Phillip Law","Vittorio La Paglia","Luigi Zerbinati"],"overview":"Four different directors present lighthearted stories about married Italian couples and their dilemmas with jealousy, sex and love.","release_date":"1964-01-22","vote_average":6.0,"runtime":95,"cert":"N\/A","id":61911,"title":"High Infidelity","adult":false,"genre_ids":[35]},{"cast":["David Sanderson","Kelly Slater"],"overview":"\"High Water\" is an action-packed adventure centered around surfing's Triple Crown competitions,the professional surfing tour's final three competitions held each year on the North Shore of Oahu.","release_date":"2009-07-24","vote_average":7.2,"runtime":90,"cert":"N\/A","id":61916,"title":"Highwater","adult":false,"genre_ids":[99]},{"cast":["Jesse Jane","Kelsey Michaels","Roxy DeVille","Jelena Jensen","Diana Doll"],"overview":"Jack is really busy casting for music videos and now he's landed Digital Playground's super fine contract star, Jesse Jane®. She fucks Ben English every which way in true gonzo style. Throughout Jack's Playground 37, you will enjoy similar sexcapades with Kelsey, Roxy, Jelena, Sue &amp; Valentina We don't know what band is going to use the footage on MTV but we guarantee that all the bands are going to use the footage for something! True to Jack's good sense, there's a lot of tease and a lot of action and it's all entertaining! Forget professional\" this volume is all about totally fuck-able chicks and lube. Go at it!","release_date":"2008-04-24","vote_average":6.0,"runtime":93,"cert":"N\/A","id":61921,"title":"Jack's Playground 37","adult":true,"genre_ids":[]},{"cast":["Alexis Texas","Cassandra Cruz","Claire Dames","Brianna Beach"],"overview":"","release_date":"2009-01-29","vote_average":0.0,"runtime":118,"cert":"N\/A","id":61922,"title":"Big Booty Creampies","adult":true,"genre_ids":[]},{"cast":["Stephanie Swift","Julia Ann","Shayla LaVeaux","Brittany O'Connell","Rachel Love"],"overview":"The girls you remember from the 90's. Where they are now!Another all-star MILFstravaganza!","release_date":"2008-09-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":61923,"title":"Seasoned Players 6","adult":true,"genre_ids":[]},{"cast":[],"overview":"The New Documentary that proves that 9\/11 was an Inside Job by George Humphrey. Watch the objective, factual information in the brand new DVD\/VHS documentary about 9\/11. This film is intense! 9\/11 was an inside job, planned, carried out, and covered up by the power elite from here in our own country. A professional two-hour documentary with original musical score.","release_date":"2010-12-29","vote_average":10.0,"runtime":115,"cert":"N\/A","id":61926,"title":"9\/11: The Great Illusion: End Game of the Illuminati","adult":false,"genre_ids":[80,99]},{"cast":["Mick Blue","Renee Pornero","Fabian Burstein","Nikki Benz","Annette Schwarz"],"overview":"Journalist Fabian Burstein looks behind the curtains of the porn industry. Starting in Budapest he heads westwards to explore a new world on its victory march rooted deeply in Austria. On this journey he meets the heroes and leading actors of this story: Austrians Mick Blue, Renee Pornero and Thomas Janisch. Porno Unplugged follows its native porn stars to where their lives happen. From east to west...","release_date":"2009-03-17","vote_average":5.7,"runtime":105,"cert":"N\/A","id":61927,"title":"Porno Unplugged","adult":false,"genre_ids":[99]},{"cast":["Giorgio Panariello","Ugo Pagliai","Manuela Arcuri","Gianna Giachetti","Pietro Fornaciari"],"overview":"A Pietrasanta all are excited for the annual party of summer end. Here we find four characters: Merigo, a naive guy passionate of bike; Pierre, son of the mayor; Simone, a pestiferous kid; Mario, lifeguard of \"Bagnomaria\".","release_date":"1999-02-12","vote_average":6.0,"runtime":null,"cert":"N\/A","id":61930,"title":"Bagnomaria","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Report of the 2010 version of the Decibel Outdoor Festival.","release_date":"2010-12-10","vote_average":10.0,"runtime":null,"cert":"N\/A","id":61931,"title":"Decibel Outdoor Festival 2010","adult":false,"genre_ids":[10402]},{"cast":["Ulrich Tukur","Samuel Finzi","Franziska Weisz","Otto Tausig","Christian Tramitz"],"overview":"The story and fate of three families: A Jewish family destroyed by the massacres of the Nazis in Lithuania; the family of the culprit, who flew to America and keeps grotesque family cohesion; the family of Ratz, a social democratic family, dissolving itself miserably in today's Vienna. The condemnation of the last century bundled in these three families showing clearly that one could never escape from its own past. Written by themoth-1","release_date":"2009-11-26","vote_average":6.0,"runtime":117,"cert":"N\/A","id":61932,"title":"Kill Daddy Good Night","adult":false,"genre_ids":[18]},{"cast":["Molly Malcolm","Mike Anane","Michael Braungart","Steve Bunn","Nicols Fox"],"overview":"Once upon a time... consumer goods were built to last. Then, in the 1920’s, a group of businessmen realized that the longer their product lasted, the less money they made, thus Planned Obsolescence was born, and manufacturers have been engineering products to fail ever since.  Combining investigative research and rare archive footage with analysis by those working on ways to save both the economy and the environment, this documentary charts the creation of ‘engineering to fail’, its rise to prominence and its recent fall from grace.","release_date":"2010-11-30","vote_average":7.7,"runtime":75,"cert":"N\/A","id":61933,"title":"The Light Bulb Conspiracy","adult":false,"genre_ids":[99]},{"cast":["Tyrone Power","Maureen O'Hara","Robert Francis","Donald Crisp","Ward Bond"],"overview":"The life story of a salt-of-the-earth Irish immigrant, who becomes an Army Noncommissioned Officer and spends his 50 year career at the United States Military Academy at West Point. This includes his job-related experiences as well as his family life and the relationships he develops with young cadets with whom he befriends. Based on the life of a real person.","release_date":"1955-02-09","vote_average":6.7,"runtime":138,"cert":"N\/A","id":61934,"title":"The Long Gray Line","adult":false,"genre_ids":[35,18]},{"cast":["Veerle Baetens","Kevin Janssens","Koen De Graeve","Barbara Sarafian","Joke Devynck"],"overview":"In Crazy About Ya, different characters meet. Sometimes their stories are closely interwoven, sometimes they just brush past each other. But sooner or later everyone runs into the hero of this story, Saint Jan. As a true sanctus ex machina he makes sure that in the end, they are all a bit crazier about each other again.","release_date":"2010-10-20","vote_average":5.7,"runtime":120,"cert":"N\/A","id":61935,"title":"Crazy About Ya","adult":false,"genre_ids":[10749,35]},{"cast":["June Allyson","Dick Powell","David Wayne","Cecil Kellaway","Ray Collins"],"overview":"A small-town politician falls for an idealistic zookeeper.","release_date":"1950-05-05","vote_average":7.0,"runtime":90,"cert":"N\/A","id":61936,"title":"The Reformer and the Redhead","adult":false,"genre_ids":[35,10749]},{"cast":["Claudia Mori","Terence Hill","Alessandra Panaro","Carlo Croccolo","Mario Carotenuto"],"overview":"Cerasella escapes just before his marriage with Alfredo and meets Bruno, the son of a wealthy industrialist. Subject by Ugo Pirro, inspired by a successful song.","release_date":"1959-01-01","vote_average":6.8,"runtime":104,"cert":"N\/A","id":61937,"title":"Cerasella","adult":false,"genre_ids":[10749,35]},{"cast":["Luca Argentero","Paola Cortellesi","Paolo Ruffini","Myriam Catania","Claudio Bigagli"],"overview":"Some Say No is a new Italian comedy with a very serious subject: the way the country's society is corroded by favoritism that pushes inferior people to the top in virtually every field. In Florence, three thirty-somethings band together to wage their own war on the system. Each of them is a person of talent who has been pushed out by \"favorites\" or raccomandati, people who have muscled in on the promotions they ought to have gotten by pulling strings.","release_date":"2011-01-01","vote_average":5.9,"runtime":95,"cert":"N\/A","id":61940,"title":"Some Say No","adult":false,"genre_ids":[35]},{"cast":["Tomás Milián","Ray Lovelock","Piero Lulli","Patrizia Valturri","Marilù Tolo"],"overview":"A Mexican outlaw known as \"The Stranger\" is part of a band of thieves that steal a cargo of gold from a stagecoach. However, the Americans in the band betray him, and shoot all the Mexicans. The Stranger is not completely dead though, and crawls his way out of his shallow grave, continuing his pursuit of the gold, and exacting a bloody vengeance.","release_date":"1967-05-03","vote_average":5.7,"runtime":100,"cert":"N\/A","id":61943,"title":"Django Kill... If You Live, Shoot!","adult":false,"genre_ids":[28,37,27]},{"cast":[],"overview":"With the help of state of the art special effects, this National Geographic documentary attempts to recreate what civilization looked like during the first 8,000 years that human beings lived on Earth.","release_date":"2007-04-10","vote_average":0.0,"runtime":105,"cert":"N\/A","id":61946,"title":"Birth of Civilization","adult":false,"genre_ids":[99,36]},{"cast":[],"overview":"","release_date":"2006-10-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":61947,"title":"Les Carnets secrets de Nuremberg","adult":false,"genre_ids":[99]},{"cast":["Amy Noble","Emma Griffiths Malin","George Maguire","John E. Regan","Reuben-Henry Biggs"],"overview":"They say squatting is dead - a term that takes on a sinister double meaning when four homeless art students decide to take up residence in an abandoned London House where a hidden terror lurks.","release_date":"2010-10-29","vote_average":4.1,"runtime":82,"cert":"18","id":61948,"title":"Spiderhole","adult":false,"genre_ids":[27]},{"cast":["Sid Field","Margaret Lockwood","Jerry Desmonde","Jack McNaughton","Brian Worth"],"overview":"Cardboard Cavalier is a 1949 British comedy film directed by Walter Forde and starring Sid Field, Margaret Lockwood and Jerry Desmonde.The film depicts a historical romance between Lord Lovelace and Nell Gwyne.","release_date":"1949-03-31","vote_average":6.0,"runtime":96,"cert":"","id":61949,"title":"Cardboard Cavalier","adult":false,"genre_ids":[35]},{"cast":["Jacqueline Bisset","Hannah Taylor-Gordon","Natalia Tena","Anna Maguire","Mary Nighy"],"overview":"A group of young girls are brought up in a college within dark forests and gloomy lakes. Young Hidalla and her friends Irene, Vera, Blanka, Melusine and Rain are brought up in an isolated world: the girls don't know anything about live outside the college's high walls. At the age of 16, some of them start asking questions about their origins, their parents and the true purposes of the Headmistresses strict rules. When two of them disappear mysteriously, the initial fairytale atmosphere grows more and more eerie...","release_date":"2005-11-25","vote_average":4.2,"runtime":102,"cert":"N\/A","id":61950,"title":"The Fine Art of Love: Mine Ha-Ha","adult":false,"genre_ids":[9648,18]},{"cast":[],"overview":"","release_date":"2009-06-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":61951,"title":"Les médicamenteurs","adult":false,"genre_ids":[99]},{"cast":["Moon So-ri","Kim In-mun","Jeong-rim Baek","Bong Tae-gyu","Youn Yuh-jung"],"overview":"Bored, horny, and frustrated, a woman begins an affair with a teenage boy.","release_date":"2003-08-15","vote_average":6.5,"runtime":106,"cert":"N\/A","id":61952,"title":"A Good Lawyer's Wife","adult":false,"genre_ids":[18,80]},{"cast":[],"overview":"","release_date":"2008-12-10","vote_average":3.5,"runtime":null,"cert":"N\/A","id":61953,"title":"Homo Toxicus","adult":false,"genre_ids":[99]},{"cast":["Sasha Mitchell","Caitlin Dulany","Nick Cassavetes","Gregory West","Jack Knight"],"overview":"In the original movie, the cyborg-teachers were all destroyed. Well that's what we thought, but there's one more rogue military robot out there determined to clean up the education system.","release_date":"1994-03-29","vote_average":4.6,"runtime":87,"cert":"N\/A","id":61954,"title":"Class of 1999 II - The Substitute","adult":false,"genre_ids":[28,878]},{"cast":[],"overview":"History Through Deaf Eyes will take a look at deaf culture from the 19th century to the present. The 90 minute production for PBS will include short films.","release_date":"2007-03-20","vote_average":7.0,"runtime":null,"cert":"N\/A","id":61957,"title":"Through Deaf Eyes","adult":false,"genre_ids":[99]},{"cast":[],"overview":"An hilarious and heartfelt look into the world of animal shows","release_date":"2006-04-19","vote_average":0.0,"runtime":60,"cert":"N\/A","id":61958,"title":"Standard of Perfection: Show Cats","adult":false,"genre_ids":[99,35]},{"cast":["G. Edward Griffin"],"overview":"Culled mostly from archival footage, this thought-provoking first volume of the Hidden Agenda series relays the little-known history of an elite group of power brokers who wield considerable influence over world affairs. Tracking the growth of the world's largest banking dynasties through the eyes of a conspiracy theorist, the program maintains that the true motivation behind their activities is to control the world itself.","release_date":"1971-04-19","vote_average":8.0,"runtime":47,"cert":"N\/A","id":61959,"title":"The Capitalist Conspiracy","adult":false,"genre_ids":[36,99]},{"cast":["Shelley Winters","Richard Conte","Stephen McNally","Charles Bickford","Alex Nicol"],"overview":"A hood hides out on a fishing boat to avoid the cops.","release_date":"1951-11-01","vote_average":4.0,"runtime":93,"cert":"N\/A","id":61960,"title":"The Raging Tide","adult":false,"genre_ids":[80,18]},{"cast":[],"overview":"Ono plays video games and dreams of directing porn. As a young porn actor he was known as a “juice” man for his ability to produce photogenic amounts of seminal fluid on cue. That would be quite enough success for most young men, but like so many actors before him, Ono is earnest in his desire to direct. Tonight he will get chance on Japan’s notorious Paradise TV, an insane 24 hour-a-day sex channel on Tokyo television.  Honeymoon is a documentary on life behind the scenes at Paradise TV, where the realms of capitalism, culture and commerce intertwine. Slovenian director Dražen Štader and his cameras are provided rare access to the inner workings and politics of this strange sex business.","release_date":"2006-03-19","vote_average":0.0,"runtime":58,"cert":"N\/A","id":61961,"title":"Honeymoon","adult":false,"genre_ids":[99]},{"cast":["Hiroshi","Thom Hoffman","Mai Hoshino","Kiyomi Itō","Yuuji Kitano"],"overview":"This transnational production featuring a South African- born director, a Dutch leading man, and a Japanese cast and crew tells the story of a passionate love affair between a convict and a porn star, which is undone by greed and private ghosts. Escaping from the Japanese police, Jack meets Keiko, a money-hungry adult film actress and the younger sister of his ex-wife. He takes refuge in her flat and soon they fall in love. Jack is unable to leave her apartment because he quickly learns that both the police and the dreaded yakuza are after the criminal. He grows distraught and despondent, spending hour upon hour alone as Keiko works long hours on the set. At one point, Keiko visits the yakuza don who placed the hit on Jack and agrees to hand him over in exchange for a pile of cash. But she has one stipulation: that she get to spend three days with her soon-to-be deceased lover. The boss agrees only if she engages in kinky sex with him. The deal seems set until unforeseen events occur.","release_date":"1999-09-09","vote_average":4.0,"runtime":85,"cert":"N\/A","id":61962,"title":"Tokyo Elegy","adult":false,"genre_ids":[18,28,53,10749]},{"cast":[],"overview":"Excellent documentary about the very early LA hardcore punk scene that almost seems accidental. Upon visiting LA in the summer of '81 the film maker notices that strangely enough Punk doesn't seem to be dead in L.A., but on the contrary, there seems to be a massive teenage movement going on. He decides to make a short documentary about it. As he says (not without irony); \"Since everything happens a few years earlier in the US, I can show the parents back home what's in store for them\". He was ofcourse witness to the baby steps of the hardcore scene. This is the only documentary of the era that is not sensationalizing or mythologizing. It doesn't talk to any of the scene \"stars\" but rather follows a few disenfranchised suburban kids and runaways (in Venice beach I think). A rare look into a self destructive and nihilistic scene, where the main motives seem to be restlessness and soul crushing boredom. Perhaps one of the very few documentaries that give this era a human face.","release_date":"1981-04-19","vote_average":0.0,"runtime":45,"cert":"N\/A","id":61963,"title":"Surf Punks","adult":false,"genre_ids":[99]},{"cast":["Robert Wightman","Priscilla Barnes","Season Hubley","David Tom","John Ingle"],"overview":"Having survived the stab wounds he sustained at the end of the previous film, the stepfather, escapes from the institution in Puget Sound, Washington he was placed in four years ago, seeking a reclusive back alley plastic surgeon to perform extensive plastic surgery on him to alter his appearance, using no anesthesia.","release_date":"1992-06-04","vote_average":5.6,"runtime":110,"cert":"N\/A","id":61964,"title":"Stepfather III","adult":false,"genre_ids":[10770,27,53]},{"cast":[],"overview":"","release_date":"2009-10-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":61965,"title":"Grippe A, un virus fait débat","adult":false,"genre_ids":[99]},{"cast":["Andrey Merzlikin","Mariya Mironova","Kseniya Rappoport","Vyacheslav Razbegaev","Anatoli Petrov"],"overview":"The life of a characters of this movie can be described as a swing - up and down, up and down; each day, each week...","release_date":"2008-02-14","vote_average":5.8,"runtime":84,"cert":"N\/A","id":61966,"title":"Swing","adult":false,"genre_ids":[10749,18,28]},{"cast":[],"overview":"Join Maisy the colourful lovable mouse and her friends for fun and adventures. It's time for bed and Maisy draws the curtains and says good night to the owl. She washes her face and hands, changes into her pyjamas, goes to the toilet and finally goes to sleep.once she has found Panda.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":61967,"title":"Maisy: Bedtime and other stories","adult":false,"genre_ids":[]},{"cast":["Jan-Michael Vincent","Ernest Borgnine","Alex Cord","David Hemmings","Belinda Bauer"],"overview":"Airwolf is capable of supersonic speeds, invisible to radar and armed with ultra state-of-the-art hardware. Airwolf is the most awesome aerial weapon ever developed. When the helicopter is stolen by Libyan mercenaries, Michael Archangel, Project director for the CIA, enlists the help of Vietnam veteran Stringfellow Hawke and his closest friend Dominic Santini, to attempt to recover the Airwolf. The mission throws them into the midst of Middle Eastern violence and destruction, where they come face to face with danger, romance and intrigue in their battle to re-possess the deadliest aerial weapon ever used.","release_date":"1984-01-22","vote_average":6.1,"runtime":85,"cert":"18","id":61968,"title":"Airwolf: The Movie","adult":false,"genre_ids":[12,28,53,878]},{"cast":["Terrence Howard"],"overview":"The Philadelphia Phillies are World Series champions! Major League Baseball Productions and Shout Factory! present the Official 2008 World Series Film. All the drama, game action, behind-the-scenes access and in-depth interviews a Phillies fan could want. The Official 2008 World Series Film will feature an adrenaline-filled feature-length film, highlights from the entire postseason and incisive bonus features.","release_date":"2008-12-16","vote_average":0.0,"runtime":90,"cert":"N\/A","id":61969,"title":"2008 World Series","adult":false,"genre_ids":[]},{"cast":["Barry Shurchin","Veronica Cartwright","Lukas Haas","Katharine Towne","Nicole Sullivan"],"overview":"A conniving mother tries desperately to marry off her son Barry to a senator's daughter.","release_date":"2005-03-13","vote_average":4.0,"runtime":92,"cert":"N\/A","id":61974,"title":"Barry Dingle","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Maisy loves to play outside and explore her garden Join Maisy and all her friends as they camp outside, harvest Maisys vegetable garden and even find time to play in the rain","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":61975,"title":"Maisy: Garden","adult":false,"genre_ids":[]},{"cast":["Hugo Silva","María Valverde","Irene Visedo","Alberto Jiménez","Samuel Le Bihan"],"overview":"Two love birds fly out of the cuckoo's nest in a stirring Spanish romance of mad love and doomed passion.","release_date":"2007-11-09","vote_average":6.5,"runtime":100,"cert":"N\/A","id":61978,"title":"The Sandman","adult":false,"genre_ids":[18]},{"cast":["María Valverde","Mario Casas","Álvaro Cervantes","Marina Salas","Nerea Camacho"],"overview":"Story of two young people who belong to different worlds. It is the chronicle of a love improbable, almost impossible but inevitable dragging in a frantic journey they discover the first great love. Babi (Maria Valverde) is a girl from upper-middle class that is educated in goodness and innocence . Hache (Mario Casas) is a rebellious boy, impulsive, unconscious, has a appetite for risk and danger embodied in endless fights and illegal motorbike races, the limit of common sense","release_date":"2010-12-03","vote_average":7.4,"runtime":122,"cert":"N\/A","id":61979,"title":"Three Steps Above Heaven","adult":false,"genre_ids":[10749,18]},{"cast":["Alexander Bracq","Denton Lethe","Thomas Thoroe","Maximo Salvo","Anthony Styles"],"overview":"A beautiful young escort suffers from trip-like dreams he doesn't understand. These visions are shared by his clients, both scaring and exciting them.","release_date":"2011-03-02","vote_average":3.9,"runtime":106,"cert":"","id":61980,"title":"Seeing Heaven","adult":false,"genre_ids":[18,14]},{"cast":["Antonio Ozores","Ricardo Merino","Marta Valverde","Marga Herrera","María Silva"],"overview":"","release_date":"1988-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":61981,"title":"Hacienda somos casi todos","adult":false,"genre_ids":[]},{"cast":["Concha Velasco","Pepe Rubio","Sonia Bruno","Ismael Merlo","Elisabet Colomer"],"overview":"Elisa, a seller of a fashion house, sends a model to the wrong address. For fear of being fired she decides to recover it on her own. She encounters Alberto, a guy whose wedding is at noon, going to the same place it. From the moment they meet, they begin to suffer all kinds of mishaps.","release_date":"1964-10-30","vote_average":0.0,"runtime":91,"cert":"N\/A","id":61982,"title":"La boda era a las doce","adult":false,"genre_ids":[35]},{"cast":["Antonio Casal","Mary Delgado","Juan Espantaleón","Juan Calvo","Camino Garrigó"],"overview":"Jane falls in love with a clown, but he dies after saving her from the flames of a fire in the circus. Over time, the clown becomes a ghost.","release_date":"1945-01-01","vote_average":3.0,"runtime":73,"cert":"N\/A","id":61983,"title":"El fantasma y doña Juanita","adult":false,"genre_ids":[]},{"cast":["Takuya Kimura","Meisa Kuroki","Toshirō Yanagiba","Naoto Ogata","Hiroyuki Ikeuchi"],"overview":"In 2199, five years after the Gamilons began an invasion of Earth, the planet has been ravaged by the aliens' bombs. The remnants of humanity have fled underground to escape the irradiated surface. One day, former pilot Susumu Kodai discovers a capsule sent from the planet Iscandar that tells of a device that can remove the radiation from the Earth's surface. The Earth Defense Force rebuilds the battleship Yamato with a new type of propulsion system to make the 148,000 light year trip to Iscandar in hopes of saving the Earth. Within one year, the radiation will drive the rest of humanity to extinction.","release_date":"2010-12-01","vote_average":6.1,"runtime":131,"cert":"N\/A","id":61984,"title":"Space Battleship Yamato","adult":false,"genre_ids":[878]},{"cast":["John Wayne","Sheila Bromley","Frank McGlynn Jr.","Jim Farley","Bradley Metcalfe"],"overview":"Ballard's trail jumpers attack the Wyatt Company wagon train, killing young John's parents and kidnaping his brother, Jim. In post-Civil War California, John Wyatt, now a man, pulls together a vigilante posse, The Singing Riders, who all ride white horses, dress alike, and ride the trails singing and rounding up outlaw gangs. Meanwhile, John is ever on the lookout for the gang that murdered his parents  As a youngster John Wyatt saw his parents killed and his brother kidnapped. On a wagon train heading West he meets his brother who is now a spy for the gang which originally did the dirty work. He and his brother both fall for Mary Gordon  When Ballard and his men attack the Wyatt wagon train, they kill all except two young brothers. Twelve years later one brother John has organized a vigilante group. The other brother Jim is now part of Ballard's gang and the two are destined to meet again","release_date":"1935-08-19","vote_average":6.0,"runtime":61,"cert":"N\/A","id":61985,"title":"Westward Ho","adult":false,"genre_ids":[18,36,37]},{"cast":[],"overview":"","release_date":"","vote_average":9.5,"runtime":null,"cert":"N\/A","id":61986,"title":"The Great Honey Pot Robbery","adult":false,"genre_ids":[16,10751]},{"cast":["Tony Leblanc","Manolo Gómez Bur","Diana Lorys","Paca Gabaldón","Rafael Alonso"],"overview":"","release_date":"1972-04-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":61987,"title":"Ligue Story","adult":false,"genre_ids":[35]},{"cast":["Eleanor Parker","Charlton Heston","Abraham Sofaer","William Conrad","Romo Vincent"],"overview":"The Leiningen South American cocoa plantation is threatened by a 2-mile-wide, 20-mile-long column of army ants.","release_date":"1954-03-03","vote_average":6.5,"runtime":95,"cert":"N\/A","id":61988,"title":"The Naked Jungle","adult":false,"genre_ids":[28,12,18,10749]},{"cast":["Antonio Vico","Carmen Carbonell","Florencia Bécquer","María Luisa Arias","Anselmo Fernández"],"overview":"Fortunato is a loser, a family man, who has lost his job and tries his luck in all the trades he finds. However, it seems that his name —that means “fortunate” in English— is not in line with his situation, since, no matter how hard he tries, fortune does not want to smile at him.","release_date":"1942-02-02","vote_average":5.0,"runtime":71,"cert":"N\/A","id":61989,"title":"Fortunato","adult":false,"genre_ids":[35]},{"cast":["Manuel Alexandre","José Luis López Vázquez","Antonio Ozores","José Luis Ozores","Ángel Ter"],"overview":"","release_date":"1957-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":61990,"title":"El fotogénico","adult":false,"genre_ids":[35]},{"cast":["Charlotte Gainsbourg","Bernadette Lafont","Jean-Claude Brialy","Julie Glenn","Clotilde Baudon"],"overview":"Charlotte is being raised without a mother. She is only 13 but ready to be an adult. She meets an older boy and begins a relationship while teaching a young friend about life and learning the ropes herself.","release_date":"1985-12-11","vote_average":6.8,"runtime":96,"cert":"N\/A","id":61991,"title":"Impudent Girl","adult":false,"genre_ids":[18,35]},{"cast":["Esperanza Roy","Juanjo Menéndez","Antonio Ozores","Mari Carmen Prendes","Valeriano Andrés"],"overview":"Guillermo's family has been living for years a terrible curse. All the women in his family have died because of love and murdered by men of the clan. The funny thing is that before each death a cat appeared. One day, while Guillermo prepares the papers for his marriage with Beatriz, he discovers that both are distant relatives.","release_date":"1971-03-08","vote_average":0.0,"runtime":91,"cert":"N\/A","id":61992,"title":"The Seven Lives of the Cat","adult":false,"genre_ids":[35]},{"cast":["Concha Velasco","Antonio Ozores","Manolo Gómez Bur","Trini Alonso","José María Mompín"],"overview":"Catherine bears a strong resemblance to Silvia, daughter of a millionaire who has escaped with a bullfighter. A group of ruffians who intends to defraud the Silvia's father used to Catalina for their plans.","release_date":"1961-01-01","vote_average":0.0,"runtime":87,"cert":"N\/A","id":61993,"title":"Trampa para Catalina","adult":false,"genre_ids":[35]},{"cast":["Milan Mladenović","Margita Stefanović","Ivan Fece","Marko Milivojević","Ivan Ranković"],"overview":"\"Kao da je bilo nekad\" is a documentary about band Ekatarina Velika (1981 - 1994). The band had a profound influence on the ex-Yugoslav scene of the 1980s and ended unusually tragic five members of the creative core of the band died between 1992 and 2002 from heroin abuse. The film comprehensively presents the band career with a particular attention to individual destinies of its members while trying to pose the question - who is actually to blame for their early death.","release_date":"2009-09-01","vote_average":7.5,"runtime":115,"cert":"","id":61994,"title":"EKV: As It Once Was","adult":false,"genre_ids":[99]},{"cast":["Alfredo Landa","Esperanza Roy","José Sacristán","Antonio Ferrandis","Ricardo Merino"],"overview":"","release_date":"1972-09-24","vote_average":4.8,"runtime":null,"cert":"N\/A","id":61995,"title":"Guapo heredero busca esposa","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A Powerfully Inspirational True Story About Winning, A Bill Phillips Film. (copyright 1998) What started out as a \"fitness challenge\" ended up as something much, much more.","release_date":"","vote_average":0.0,"runtime":116,"cert":"N\/A","id":61996,"title":"Body of Work","adult":false,"genre_ids":[27,28,53]},{"cast":["Paul Davis","Rick Baker","Jenny Agutter","Griffin Dunne","David Naughton"],"overview":"Twenty five years on, the original cast and crew look back on the John Landis classic, An American Werewolf In London.","release_date":"2009-09-14","vote_average":8.0,"runtime":98,"cert":"N\/A","id":61997,"title":"Beware the Moon: Remembering 'An American Werewolf in London'","adult":false,"genre_ids":[99]},{"cast":["Aleksey Serebryakov","Pyotr Fyodorov","Fyodor Bondarchuk","Ekaterina Vilkova","Yuriy Tsurilo"],"overview":"Russia, early 90s. A fictional story inspired by financier Sergey Mavrodi, his securities company \"MMM\", and the pyramid scheme he ran that left upwards of fifteen million investors with nothing when it crashed.","release_date":"2011-04-07","vote_average":6.1,"runtime":105,"cert":"N\/A","id":61998,"title":"The PyraMMMid","adult":false,"genre_ids":[18,80,9648]},{"cast":["Bogusław Linda","Cezary Pazura","Marek Perepeczko","Agnieszka Włodarczyk","Stanisław Brudny"],"overview":"Forty-something Leon is an alcoholic, ex-special forces barely scraping by when he's hired by a mobster to protect his 16 year old daughter. Not only does Leon have to clean up his act, but also handle the romantic advances of his ward and the keen attention of his dangerous employers.","release_date":"1997-05-23","vote_average":7.0,"runtime":110,"cert":"N\/A","id":61999,"title":"Sara","adult":false,"genre_ids":[18,28,80,10749,10751]}]