[{"cast":["Irina Apeksimova","Eduard Martsevich","Yuriy Gumirov","Boris Klyuev","Michael Khmurov"],"overview":"A successful landscape designer Marina is going to get married. Next Saturday, her high-ranking father will meet her fiancé Alexander. Just a day before the significant Saturday Alexander leaves the Marina.","release_date":"2008-12-12","vote_average":0.0,"runtime":89,"cert":"N\/A","id":62500,"title":"Contrary to common sense","adult":false,"genre_ids":[18,80]},{"cast":["Claire van der Boom","Sarah Snook","Susie Porter","Gerald Lepkowski","Anna Volska"],"overview":"Sisters of War is a World War II memoir that re-creates events in New Britain during the Japanese invasion and occupation. It is a story about the Daughters of Our Lady of the Sacred Heart, especially Sister Berenice Twohill and her working friendship with nursing sister, Lorna Whyte. The Australians pulled out of the mission in Vunapope outside Rabaul, leaving the nurses and wounded who took refuge there. They were captured and about to be executed when Bishop Leo Scharmach MSC bluffed the Japanese by saying that he was the representative of Hitler and his people could not be executed.","release_date":"2010-11-11","vote_average":5.0,"runtime":95,"cert":"N\/A","id":62501,"title":"Sisters of War","adult":false,"genre_ids":[10770,18,10752]},{"cast":["Savannah Gold","Claire Dames","Honey DeJour","Nikki Benz","Gina Lynn"],"overview":"Jack is really busy casting for music videos and now he's on the hunt for big, beautiful boobies. They bounce, and they shake. There's more than a mouthful, more than a handful \" plenty of massive melons bursting out of their bras. \"Jack's Big Tit Show 8\" is all about the tantalizing titties of Gina Lynn, Claire Dames, Savanah Gold, Honey Dejour, and Nikki Benz! It's hot and kinky and Jack's found a new niche. Enjoy it!","release_date":"2009-02-03","vote_average":6.0,"runtime":120,"cert":"N\/A","id":62502,"title":"Jack's Big Tit Show 8","adult":true,"genre_ids":[]},{"cast":["Billy Campbell","Portia Doubleday","Haley Ramm","Alex Frost","Olivia Crocicchia"],"overview":"Wanting a closer connection with his older brother, freshman Ted Wheeler seeks initiation into a group called \"The Kings\". But, as the corruption of The Kings is revealed, Ted must expose the ugly truth about the brother he once idolized.","release_date":"2010-11-11","vote_average":9.0,"runtime":93,"cert":"N\/A","id":62503,"title":"Almost Kings","adult":false,"genre_ids":[18]},{"cast":["Andrei Panin","Kseniya Rappoport","Dmitriy Dyuzhev","Anastasiya Makeyeva","Artyom Semakin"],"overview":"In pre-Soviet Russia, Boris Savinkov leads a terrorist faction of Socialist-Revolutionary Party members responsible for the deaths of governors and ministers.","release_date":"2004-04-22","vote_average":4.6,"runtime":106,"cert":"N\/A","id":62504,"title":"The Rider Named Death","adult":false,"genre_ids":[18,53,36]},{"cast":["Elliott Gould","Linda Gray","Lainie Kazan","Cloris Leachman","Della Reese"],"overview":"Expecting Mary is the story of a young girl, who's had all the trappings of an upscale life, but it's only when she finds herself in a small New Mexico town, in a downtrodden trailer park, that she learns the real meaning of love, sacrifice and family.","release_date":"2010-11-12","vote_average":5.5,"runtime":97,"cert":"N\/A","id":62505,"title":"Expecting Mary","adult":false,"genre_ids":[10751]},{"cast":["Mikhail Babichev","Ksenia Buravskaya","Tatyana Vasileva"],"overview":"Их шестеро: Андрей, Лекс, Сильвер, Лис, Дин и Дина — молодые, отчаянные, готовые на любой риск. Алиса — хозяйка злачного заведения — предлагает им хорошие деньги. Но «деньги явно не легкие» — честно предупреждает Алиса. Почему они соглашаются? У каждого за плечами свой полный криминальных приключений путь к этому решению. Поначалу не связанные друг с другом герои, волею своих лихих судеб постепенно сближаются, пока не оказываются вместе в Алисином деле. Они не жалеют, что жизнь сложилась именно так. Им нравится свобода на грани фола. И они не ищут прощения — даже перед лицом смерти...","release_date":"2009-09-24","vote_average":1.0,"runtime":103,"cert":"N\/A","id":62506,"title":"Neproshennye","adult":false,"genre_ids":[80,18]},{"cast":["Errol Flynn","Brenda Marshall","Lee Patrick","Alan Hale","Ralph Bellamy"],"overview":"A high-society gent has a secret life - he writes murder mysteries and hangs out with the police attempting to solve crimes. This causes him no end of problems when his wife wants to know about his little disappearances and exceptionally late nights out.","release_date":"1941-03-08","vote_average":6.8,"runtime":96,"cert":"N\/A","id":62507,"title":"Footsteps in the Dark","adult":false,"genre_ids":[35,80,9648]},{"cast":["Mette Lisby","Pelle Koppel","Lars Simonsen","Bodil Jørgensen","Birthe Neumann"],"overview":"The story of Juliane, a young woman who learns how to take her fate in her own hands and to trust nobody but herself. The plot is set in the Copenhagen tenements of the 1880s. Juliane is trapped in an unhappy marriage to a man who suffers extended periods of insanity. They have two children. She struggles to improve her social status, however, striving to attain the level of her two elder sisters is not easy. The great upheaval comes when she meets Otto, a smith, younger than Juliane, and in many ways her opposite. He is an ardent socialist, whereas she believes in herself. It is love at first sight when they meet and waltz on the pavement, but their passion really bursts into flame as time goes by. At last Juliane has found a man as strong-willed as she is.","release_date":"1999-10-29","vote_average":6.0,"runtime":95,"cert":"N\/A","id":62510,"title":"Two Penny Dance","adult":false,"genre_ids":[18]},{"cast":["Waage Sandø","Inge Sofie Skovbo","Birthe Neumann","Puk Scharbau","Sophie Engberg"],"overview":"PUK SCHARBAU plays Lise Nørgaard in the epic film adaptation of her fascinating life story. In a chronicle of both love and war, masterfully directed by Peter Schroeder, we follow the woman who would later give us 'Matador', from her early childhood to her controversial career as a journalist with a Denmark of yesterday, and a Europe in flames as convincing backdrop.","release_date":"1995-12-15","vote_average":6.0,"runtime":170,"cert":"N\/A","id":62511,"title":"Just a Girl","adult":false,"genre_ids":[18]},{"cast":["Gitte Hænning","Frits Helmuth","Paul Hagen","Christian Arhoff","Mogens Brandt"],"overview":"17 -year-old May will by crook career on \" the boards \" - she will show that she can sing and have talent - and in its endeavors sticking her \" a spoke in the wheel\" for many. Several are the hardships she exposes its surroundings , to reach his goal. Although the whole thing is a joke - it becomes pretty \" serious \" when she torpedoing - with a bull's-eye - an engagement , then the \" blow up \" and with it, the economic basis of the Danish Advertising Television - the film is! But everything ends well - as befits - engagement and øresund television rescued .","release_date":"1962-03-16","vote_average":8.0,"runtime":null,"cert":"N\/A","id":62512,"title":"Prinsesse for en dag","adult":false,"genre_ids":[35]},{"cast":["Salvatore Vecchio"],"overview":"Glacier National Park is undergoing dramatic changes. As the glaciers that give this wilderness its name rapidly melt away, it is clear the park will never be the same. Explore the backcountry of this scenic region s pristine forests, alpine meadows, rugged mountains, and spectacular lakes to discover a dramatic transformation and witness a defiant new environment as it emerges.","release_date":"2010-08-31","vote_average":4.0,"runtime":50,"cert":"N\/A","id":62513,"title":"National Geographic: Glacier National Park","adult":false,"genre_ids":[99]},{"cast":["Levent Çakir","Emel Özden","Altan Günbay","Hüseyin Sayan"],"overview":"From 1973, it's a Turkish Batman and Robin ignoring a Commissioner Gordon type before fighting a Blofeld-esque villain (bald, strokes cat) while spending their downtime in strip clubs! Yep, there's more nudity in this film than every other Batman movie combined, which admittedly isn't much but we'll take what we can get. For some reason the dynamic duo sometimes have capes and sometimes don't. In one scene Batman even picks up a gun and shoots a couple of bad guys before tucking the gun into his belt. You won't see that in the comics. This time no clips from other films (that I noticed anyway) but lots of music is lifted from elsewhere, including the James Bond theme.","release_date":"1973-04-26","vote_average":3.5,"runtime":62,"cert":"N\/A","id":62516,"title":"Bedmen","adult":false,"genre_ids":[878,35]},{"cast":["Gabriel Porras","Sonya Smith","Francisco Gattorno","Romina"],"overview":"A group of young unknown actors arrive in Hollywood with dreams of fame and fortune. When they are cast in a horror film they become the unsuspecting participants in a snuff film - theirs.","release_date":"2012-09-06","vote_average":0.0,"runtime":112,"cert":"N\/A","id":62517,"title":"Unknowns","adult":false,"genre_ids":[27,53,80,9648]},{"cast":["Cüneyt Arkın","Hüseyin Peyda","Arzu Aytun","Osman Betin","Emel Tümer"],"overview":"Former war veteran Kan Rambo (Turkish cult cinema legend Cuneyt Arkin) has to fight against an evil gang of bikers when they refuse to let him enter their village and live a peaceful life.","release_date":"1983-04-26","vote_average":4.5,"runtime":70,"cert":"N\/A","id":62518,"title":"Turkish First Blood","adult":false,"genre_ids":[28,12]},{"cast":["Robert Hutton","Patricia Wright","Paul Richards","Robert Knapp","Havis Davenport"],"overview":"Are the shocking \"Scandal Magazine\" stories true?","release_date":"1956-10-12","vote_average":0.0,"runtime":79,"cert":"N\/A","id":62519,"title":"Scandal Incorporated","adult":false,"genre_ids":[18,80]},{"cast":["Meagan Good","Nicole Ari Parker","Tamala Jones","Kevin Hart","Clifton Powell"],"overview":"Centers around the lives of Victoria, Zenobia, Clevon, and Phil -- all friends approaching the age of 35 and struggling to build the families they've always dreamed of. While Zenobia (Nicole Ari Parker) is still looking for a man, Victoria (Tamala Jones) is married to a man who doesn't want children. Clevon (Kevin Hart), meanwhile, is too geeky to get a woman, and Phil (Keith Robinson) is already married with children, but his wife is not very interested in being a mother. All four of them try to rectify their romantic lives and futures while their biological clocks tick away.","release_date":"2011-05-20","vote_average":5.4,"runtime":104,"cert":"N\/A","id":62522,"title":"35 and Ticking","adult":false,"genre_ids":[10749,35]},{"cast":["Brandon Baker","Cary-Hiroyuki Tagawa","Jake T. Austin","Robyn Lively","Mary Page Keller"],"overview":"Johnny Kapahala, a teen snowboarding champion from Vermont, returns to Oahu, Hawaii, for the wedding of his hero -- his grandfather, local surf legend Johnny Tsunami -- and to catch a few famous Kauai waves. When Johnny arrives, he meets his new family including \"Uncle Chris\" (the 12-year-old son of his new step-grandmother) who resents the upcoming marriage. Chris's only interest is to join a mountain boarding crew led by a teenage bully. When Johnny's grandfather and his new wife open a surf shop that also caters to mountain boarders, they are soon embroiled in a turf war with a rival shop owner who wants to shut their business down.","release_date":"2007-06-08","vote_average":5.8,"runtime":90,"cert":"N\/A","id":62527,"title":"Johnny Kapahala - Back on Board","adult":false,"genre_ids":[35,18,10751,10770]},{"cast":[],"overview":"Bob the Builder and his gang travel to a winter resort and have to help build the venues for the Bobblesberg Winter Games, since the original crew assigned the tasked gets snowed under.","release_date":"2004-09-28","vote_average":4.0,"runtime":53,"cert":"N\/A","id":62530,"title":"Bob the Builder Snowed Under","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"","release_date":"2010-11-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":62539,"title":"Panda vai à escola 3","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Highlights of the show were the F22 Raptor and the first UK airshow appearance of the A400M. There was also a stunning sequence commemorating the 70th Anniversary of the Battle of Britain. Other displays include: Avro Vulcan XH558, F18 Super Hornet, Gripen, F16, Tornado GR4, Lancaster, Typhoon, Harrier, Red Arrows, Patrouille Suisse, Patrouille de France, Chinook, C17 Globemaster and the KC135. There are also in-cockpit minicam footage from the Belgian F16, French Air Force Alphajet, Royal Netherlands Air Force Apache, Messerschmitt 109, Spitfire and the \"We Fly\" team.","release_date":"2010-09-30","vote_average":5.3,"runtime":110,"cert":"U","id":62540,"title":"RIAT 2010 - The Royal International Air Tattoo","adult":false,"genre_ids":[99]},{"cast":["Nicole LaLiberte","Ty Jones","Dawn Noel Pignuola","Naama Kates","Maine Anders"],"overview":"\"My Normal\" is the story of Natalie, a young lesbian from the Lower East Side, who's struggling to find a balance between her dreams of becoming a film maker and her lifestyle as a dominatrix. Her exotic looks and unconventional techniques make her one of the most desirable mistresses in the NYC underground. After befriending her weed dealer and igniting a steamy love affair with her new girl, Natalie gets an internship on a real movie set. But if everything she ever wanted is becoming a reality, why is her life falling apart? When it seems that all is lost, Natalie realizes that the only way to turn her dreams into reality is to use her unique talents as a dominatrix to get exactly what she wants.","release_date":"2010-12-07","vote_average":4.5,"runtime":77,"cert":"N\/A","id":62543,"title":"My Normal","adult":false,"genre_ids":[35,18,10749]},{"cast":["Fann Wong","Gurmit Singh","Suhaimi Yusof","Moses Lim","David Bala"],"overview":"A freak accident causes a blue collar worker (Gurmit Singh) and his supervisor (Fann Wong) to swap souls.","release_date":"2007-02-14","vote_average":5.9,"runtime":112,"cert":"N\/A","id":62546,"title":"Just Follow Law","adult":false,"genre_ids":[35,18,14]},{"cast":["Gérard Philipe","Gina Lollobrigida","Marcel Herrand","Olivier Hussenot","Noël Roquevert"],"overview":"Fanfan is a young handsome peasant. He joins the army to escape marriage and because a gipsy girl predicted he will get glory and the king's daughter as a wife. But the gipsy girl was in fact Adeline, the daughter of the recruiting officer. Once he has discovered the stratagem, Fanfan refuses to forget this dream and decides to fulfill the destiny of the fake prediction. Fantastic swashbuckling adventures in a 18th century setting, with a light criticism of the war and the mighty.","release_date":"1952-03-21","vote_average":6.7,"runtime":102,"cert":"N\/A","id":62547,"title":"Fan-Fan the Tulip","adult":false,"genre_ids":[10749,12,35,18]},{"cast":["Steve Austin","Booker Huffman","Kurt Angle","Dwayne Johnson","Chris Irvine"],"overview":"Survivor Series (2001) was the fifteenth annual Survivor Series PPV and was presented by Microsoft's Xbox. It took place on November 18, 2001 at the Greensboro Coliseum in Greensboro, North Carolina. This PPV marked the end of The Invasion angle.  The main event was a 10 Man Elimination Tag Team Match featuring The Rock, Chris Jericho, Kane, The Big Show and The Undertaker vs. Steve Austin, Kurt Angle, Rob Van Dam, Booker T and Shane McMahon  Several titles were put on the line in unification matches. The WWF Intercontinental\/WCW U.S. Title had Edge vs. Test, the WWF\/WCW Tag Team Titles were unified in a Steel Cage match with The Dudley Boyz vs. The Hardy Boyz, the WWF European Title was defended by Christian vs. Al Snow, and there was an \"Immunity Battle Royal\" to get protection from being fired by which-ever brand came out on top.","release_date":"2001-11-18","vote_average":3.7,"runtime":180,"cert":"N\/A","id":62548,"title":"WWE Survivor Series 2001","adult":false,"genre_ids":[28,18]},{"cast":[],"overview":"Captain David Rowland and Senior Flight Engineer Roger Bricknell will take you on a full guided tour of this incredible aircraft, starting with an introduction outside the hangar at London Heathrow and a detailed 'Walk Around' including the nose and visor system which you see working. During the two flights David and Roger guide you through the systems that enable this aircraft to fly at twice the speed of sound. You are shown in detail the procedures required to achieve and cruise at 1350mph. Find out about the special takeoff procedure that is required from JFK's 31L runway, checklist procedures, fuel transfer, centre of gravity changes and many more details. Special thanks to Senior First Officer Les Brodie.","release_date":"1996-09-02","vote_average":0.0,"runtime":300,"cert":"Exempt","id":62549,"title":"Concorde - British Airways","adult":false,"genre_ids":[99]},{"cast":["Rodney Dangerfield","Aretha Franklin","Bill Murray","Valerie Perrine","Charles 'Honi' Coles"],"overview":"Rodney Dangerfield special, featuring stand-up and sketches.","release_date":"1982-05-12","vote_average":6.0,"runtime":60,"cert":"N\/A","id":62552,"title":"The Rodney Dangerfield Show: It's Not Easy Bein' Me","adult":false,"genre_ids":[35]},{"cast":["Valerio Mastandrea","Antonio Catania","Maurizio Mattioli","Enrico Brignano","Emanuela Rossi"],"overview":"","release_date":"1997-01-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":62553,"title":"In barca a vela contromano","adult":false,"genre_ids":[]},{"cast":["Tom Schanley","Renée Simonsen","Donald Pleasence","Nicola Perring","Cyrus Elias"],"overview":"Thriller in Milan, Italy, where a serial killer uses scissors to assassinate top-models. A Yellowstone park ranger, from Usa, arrives in the city to protect his sister, but she has vanished. The guy will meet a lot of people and will know the (sometimes dangerous) world of international jet-set. But soon the killer will search for him too...","release_date":"1985-11-07","vote_average":4.8,"runtime":90,"cert":"N\/A","id":62558,"title":"Nothing Underneath","adult":false,"genre_ids":[53,9648,27,80]},{"cast":[],"overview":"Phantom - The Ultimate Profile is a superb film history of this sensational fighter aircraft, from archive footage of earliest test flights to new film of Phantoms still in operational service with the world's air forces today. It examines the role of the Phantom during the Vietnam War, with startling combat footage and exclusive interviews with three USAF Phantom aces - General Robin Olds, Colonels Jeff Feinstein and Charles De Bellevue. Also included is the world famous Blue Angels display team flying Phantoms and never before seen footage of US Phantoms in their last days.","release_date":"2005-01-01","vote_average":0.0,"runtime":63,"cert":"Exempt","id":62561,"title":"Phantom - The Ultimate Profile","adult":false,"genre_ids":[99]},{"cast":["Rodney Dangerfield","Robert Urich","Donna Dixon","Andy Kaufman","Harold Ramis"],"overview":"Rodney Dangerfield special, featuring stand-up and sketches.","release_date":"1983-11-29","vote_average":6.0,"runtime":60,"cert":"N\/A","id":62562,"title":"The Rodney Dangerfield Special: I Can't Take It No More","adult":false,"genre_ids":[35]},{"cast":["Dave Allen"],"overview":"Dave Allen was an alternative comedian before the phrase even existed. He was an innovator who set the agenda for comedy and comedians for more than thirty years. All he needed was a stool and a glass of something and he was in his element, reflecting laconically on such subjects as sex, the Irish and God, traffic, smoking, the Bible, Life and Death. Also sex, the Irish and God... This DVD contains his very own personal choice of sketches, gags and monologues. It's a vintage display from a unique raconteur - a man who observes out guilt, weaknesses and doubts and makes us laugh at them and at ourselves.","release_date":"2005-01-01","vote_average":8.3,"runtime":92,"cert":"PG","id":62565,"title":"Dave Allen","adult":false,"genre_ids":[35]},{"cast":["Fernand Gravey","Michel Simon","Corinne Luchaire","Marcel Vallée","Auguste Bovério"],"overview":"Le Dernier tournant (aka The Last Turning) is a 1939 French drama film directed by Pierre Chenal, written by Charles Spaak and Henri Torrès, based on novel \"The Postman Always Rings Twice\" by James M. Cain.","release_date":"1939-05-17","vote_average":6.5,"runtime":90,"cert":"N\/A","id":62566,"title":"Le dernier tournant","adult":false,"genre_ids":[18]},{"cast":["Luise Rainer","Fernand Gravey","Miliza Korjus","Hugh Herbert","Lionel Atwill"],"overview":"Composer Johann Strauss risks his marriage over his infatuation with a beautiful singer.","release_date":"1938-11-04","vote_average":5.8,"runtime":104,"cert":"N\/A","id":62567,"title":"The Great Waltz","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Vivian Hsu","Franco Jiang"],"overview":"Having spent a harrowing time in prison, Miao Wei (Franco Jiang) looks up both former, casual lovers but also his childhood sweetheart Wennie (Vivian Hsu). It's not long until they're married and off on a perfect path together but Miao Wei takes scars from his prison time into his intimate moments with Wennie. Claiming he loves her too much, the relationship begins falling apart in dangerous ways...","release_date":"1995-05-25","vote_average":0.0,"runtime":100,"cert":"N\/A","id":62568,"title":"Angel Heart","adult":false,"genre_ids":[18]},{"cast":["Son Ye-jin","Bae Yong-jun","Lim Sang-hyo","Yoo Seung-mok","Lee Ho-Young"],"overview":"A man and a woman meet in the hospital after their respective partners are involved in a car accident and learn that they've been having an affair.","release_date":"2005-09-07","vote_average":5.9,"runtime":105,"cert":"N\/A","id":62569,"title":"April Snow","adult":false,"genre_ids":[18,10749]},{"cast":["Michel Simon","Alain Cohen","Charles Denner","Luce Fabiole","Roger Carel"],"overview":"A story of the caring friendship formed between a crusty, old anti-Semite and an eight-year-old Jewish boy who goes to live with him during World War II.","release_date":"1967-03-08","vote_average":7.8,"runtime":90,"cert":"N\/A","id":62570,"title":"The Two of Us","adult":false,"genre_ids":[18,35]},{"cast":["Maurice Chevalier","Marie Déa","André Brunot","Jean Témerson","Erich von Stroheim"],"overview":"To try solving the strange disappearances of 11 young Parisian women, the police obtain the services of Adrienne Charpentier, friend of the latest missing person.","release_date":"1939-12-16","vote_average":6.0,"runtime":114,"cert":"N\/A","id":62571,"title":"Personal Column","adult":false,"genre_ids":[10749,53]},{"cast":["Salvatore Gattuso","Pippo Agusta","Salvatore Schiera","Gaspare Marchione","Natale Lauria"],"overview":"The best italian film of the 90's, the most extreme and radical work since SALO', a ruthless representation, in a surreal-metaphorical key, of a civilization condemned to worshipping its own blindness. The two sicilian directors use a language free from compromise and from the traditional storyline rules: the movie is photographed in a sharp and very contrasting black & white, with no beautiful pimp music, and lacks a logical story. There are no women (the ones we see are actually men), and the language is strict sicilian dialect. The directing style is characterized by long fixed shots on a post-atomic world, which is really present-day Palermo, inhabited by fat people in socks and underwear who burp and fart while roaming around smelly alleyways and waste dumps.","release_date":"1995-01-01","vote_average":7.7,"runtime":98,"cert":"N\/A","id":62572,"title":"The Uncle from Brooklyn","adult":false,"genre_ids":[35]},{"cast":["David Coco","Tony Sperandeo","Anna Bonaiuto","Antonino Bruschetta","Francesco Scianna"],"overview":"","release_date":"2007-01-01","vote_average":6.8,"runtime":null,"cert":"N\/A","id":62575,"title":"L'uomo di vetro","adult":false,"genre_ids":[]},{"cast":["Salli Richardson-Whitfield","Nicole Ari Parker","Keith David","Michael B. Jordan","Ernie Hudson"],"overview":"When her father unexpectedly falls terminally ill, exotic dancer Jessica \"Jesse\" Brown returns home for the first time in more than a decade. Her father's dying wish - that she take over as head of Mount Olive Baptist Church - turns her life and her family's life upside down.","release_date":"2009-06-26","vote_average":6.3,"runtime":null,"cert":"N\/A","id":62576,"title":"Pastor Brown","adult":false,"genre_ids":[18]},{"cast":["Tom Cruise","Rick Hendrick"],"overview":"NASCAR Media Group's documentary-style film chronicling the history of the eight-time NASCAR Sprint Cup Series championship team. Narrated by three-time Academy Award nominee Tom Cruise, \"ogether\" employs exclusive interviews, never-before-seen archival footage, thrilling racing sequences and rare family photography to detail the personal relationships and emotional events that have shaped one of NASCAR's most decorated organizations. Written by Anonymous Narrated by three-time Academy Award nominee Tom Cruise, \"Together\" employs exclusive interviews, never-before-seen archival footage, thrilling racing sequences and rare family photography to detail the personal relationships and emotional events that have shaped one of NASCAR's most decorated organizations.","release_date":"2009-05-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":62577,"title":"Together: The Hendrick Motorsports Story","adult":false,"genre_ids":[99]},{"cast":["Daniel Auteuil","Kad Merad","Sabine Azéma","Jean-Pierre Darroussin","Nicolas Duvauchelle"],"overview":"It's the beginning of the WWII. South of France. Patricia, 18, is the oldest daughter of a well-digger, Pascal, who considers her a princess because of her moral qualities. She's kind, devoted. One day, she briefly meets a young man, Jacques, the son of Mazel, owner of the shop where her father buy his material. He's handsome and teasing. Her father's friend, Felipe, would love to marry her, and he invites her to an aviation show. She accepts his invitation only because she knows Jacques is a pilot and will be there. Soon, she'll carry his child, and he'll be gone, and the family will have to deal with this out-of-wedlock pregnancy...","release_date":"2011-04-19","vote_average":6.8,"runtime":107,"cert":"PG","id":62580,"title":"The Well Digger's Daughter","adult":false,"genre_ids":[18,10749]},{"cast":["Tomáš Hanák","Michal Suchánek","Ondřej Vetchý","Renata Prokopová","Eva Decastelo"],"overview":"","release_date":"2006-09-28","vote_average":6.0,"runtime":null,"cert":"N\/A","id":62581,"title":"Prachy dělaj člověka","adult":false,"genre_ids":[80,35]},{"cast":[],"overview":"The best fighter? Was it the venerable Sopwith Camel of WWI? The Messerschmitt BF 109 or the P-51 of WWII? Or does the title belong to the F-86 Sabre, F-4 Phantom, F-14 Tomcat, F-16 Falcon or any one of a dozen other great fighters? You be the judge!","release_date":"","vote_average":0.0,"runtime":60,"cert":"N\/A","id":62584,"title":"Top Guns - Fighters","adult":false,"genre_ids":[99]},{"cast":["Renzo Arbore","Luciano De Crescenzo","Pietra Montecorvino","Roberto Benigni","Andy Luotto"],"overview":"","release_date":"1983-01-01","vote_average":5.9,"runtime":null,"cert":"N\/A","id":62585,"title":"FF.SS. cioè '...che mi hai portato a fare sopra a Posillipo se non mi vuoi più bene?'","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Top attack aircraft? Cast your vote for the Sopwith Salamander, A-20 Havoc, P-47 Thunderbolt, F9F Panther, F-105 Thunderchief, or the A-10 Thunderbolt II and more. Which one ruled the skies in its time?","release_date":"","vote_average":0.0,"runtime":60,"cert":"N\/A","id":62588,"title":"Top Guns - Attack Aircraft","adult":false,"genre_ids":[99]},{"cast":["Leonardo Pieraccioni","Harvey Keitel","David Bowie","Alessia Marcuzzi","Michelle Gomez"],"overview":"The idealistic lifestyle of an old West farmer, his Indian wife, and half-breed son is interrupted when the boy's old gunslinger father returns. They are not happy with his return despite the old gunslinger's intention to retire. Things take a turn for the worse when another gunslinger arrives in town, trying to force a battle with the father.","release_date":"1998-12-18","vote_average":4.6,"runtime":null,"cert":"N\/A","id":62589,"title":"Gunslinger's Revenge","adult":false,"genre_ids":[37]},{"cast":["Lando Buzzanca","Orazio Orlando","Barbara Bouchet","Pippo Franco","Anita Ekberg"],"overview":"Romolo, a man lazy and devoid of any interest, has been married for ten years with Ines, the owner of a small service station. Tired of supporting his despotic and demanding wife, Romolo searches for a way out and finds it when Orazio, a former fellow soldier, who lives by his wits, invites him to roam freely with him around the world.","release_date":"1970-01-01","vote_average":7.2,"runtime":91,"cert":"N\/A","id":62590,"title":"The Conjugal Debt","adult":false,"genre_ids":[35]},{"cast":["Nicolas Vaporidis","Laura Chiatti","Aurelien Gaya","Gabriele Lavia","Giulia Steigerwalt"],"overview":"","release_date":"2009-01-01","vote_average":4.9,"runtime":null,"cert":"N\/A","id":62593,"title":"Iago","adult":false,"genre_ids":[]},{"cast":[],"overview":"Houston We Are GO is the first live album by Christian pop rock band Newsboys, released on September 30, 2008. It includes a CD and DVD. It was filmed at the Berry Center in Houston, Texas.","release_date":"2008-06-09","vote_average":0.0,"runtime":76,"cert":"N\/A","id":62596,"title":"Newsboys - Houston We Are Go","adult":false,"genre_ids":[10402]},{"cast":["Ethan Holtzman","Zac Holtzman","Chhom Nimol","David Ralicke","Paul Dreux Smith"],"overview":"Sleepwalking Through the Mekong follows Los Angeles based band Dengue Fever on their recent journey to Cambodia to perform 60s and 70s Cambodian rock n' roll in the country where it was created and very nearly destroyed. The odyssey is a homecoming for singer Chhom Nimol and a transformation for the rest of the band as they perform with master musicians and record new songs along the way. More than a rockumentary, the film serves up a portrait of modern Cambodia as the band tours through Phnom Penh and beyond, crossing a great cultural chasm with the same spirit of Cambodia's original rock pioneers.","release_date":"2007-04-14","vote_average":7.0,"runtime":68,"cert":"N\/A","id":62597,"title":"Sleepwalking Through The Mekong","adult":false,"genre_ids":[10402,99]},{"cast":["Clarence Nash"],"overview":"Donald is manning a listening post and falls asleep; he blows trumpet calls in his sleep and wakes his nephews. For their revenge, they send up a model airplane filled with gingerbread men with parachutes; Donald shoots it down, and cowers in fear when he sees the parachutes (and hears a simulated battle), until one lands on his beak. Donald kicks his nephews out until he mistakes a bee for an airplane, and calls them back to fight this menace.","release_date":"1943-11-26","vote_average":5.4,"runtime":7,"cert":"N\/A","id":62598,"title":"Home Defense","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Goofy shows us, in his inimitable way, the fundamentals of golf, guided as usual by the somewhat sarcastic narrator.","release_date":"1944-03-10","vote_average":6.1,"runtime":8,"cert":"N\/A","id":62599,"title":"How to Play Golf","adult":false,"genre_ids":[16]},{"cast":["Robert Conrad","Erin Gray","Red West","Daphne Maxwell Reid"],"overview":"An ex-football star, paralyzed from the waist down during Vietnam, accepts the challenge of coaching football in a juvenile reform school.","release_date":"1980-12-20","vote_average":7.0,"runtime":90,"cert":"N\/A","id":62602,"title":"Coach of the Year","adult":false,"genre_ids":[18]},{"cast":["Dave Thomas","M.J. Muldoon","Doug Stone","Nanci Johnson","Beau Billingslea"],"overview":"Angel Wars Guardian Force is an epic, animated, supernatural adventure of angels battling fallen spirits. Eli and Kira, two junior members of the Guardian Force must grow up in a hurry when their first mission to earth takes a detour, pitting them against Morg, a deadly but long forgotten foe. In a race against time, the Guardians must uncover the source of Morg's power, defeat his crafty minions, and stop the ruin of a mortal life, all while learning to work together. Get ready for heart-stopping action and awesome adventure as the premiere episode of Angel Wars Guardian Force takes flight.","release_date":"2004-10-28","vote_average":7.0,"runtime":33,"cert":"N\/A","id":62603,"title":"Angel Wars: Guardian Force - Episode 1: About Face","adult":false,"genre_ids":[16]},{"cast":["Dave Thomas","M.J. Muldoon","Daniel Wang","Chris Waters","Nanci Johnson"],"overview":"The sequel in the acclaimed animated series, Angel Wars Guardian Force 2, draws us deeper into the continuing saga of our heroic angels. With each of the Guardians engaged on their assignments, Morg moves quickly to his hideaway base where he prepares to unleash a devastating blow against humankind. Drawn together by providence, the Guardian Force must uncover the secrets of their old foe and stop him before the earth is changed forever. Twice the action and twice the adventure, Angel Wars Guardian Force 2 is the ultimate journey in spiritual warfare.","release_date":"2005-08-30","vote_average":6.0,"runtime":37,"cert":"N\/A","id":62604,"title":"Angel Wars: Guardian Force - Episode 2: Over The Moon","adult":false,"genre_ids":[16]},{"cast":["Beau Billingslea","Nanci Johnson","Justin Moran","M.J. Muldoon","Pete Sepenuk"],"overview":"With his angel hostage in tow, the archangel Michael on his tail, and a symbiotic stone taking control of his body, the demon Morg flees to the underworld where he quickly establishes a new base of operations. Feeding off the demon's pride, the symbiont stone slowly transforms Morg into an all-consuming beast with the power to threaten both Heaven and Earth. Facing impossible odds, it's up to Michael and the Guardian Force to prove the old Proverb true: that pride comes before the fall. Featuring the inventive action and effects that have made Angel Wars the top-selling inspirational action-adventure cartoon, Episode 3 explores the dangers of a prideful life.","release_date":"2006-09-26","vote_average":0.0,"runtime":33,"cert":"N\/A","id":62605,"title":"Angel Wars: Guardian Force - Episode 3: Grace And Glory","adult":false,"genre_ids":[]},{"cast":["Ruprict M. Key","Sam Brando","Boris McLardy","Bill Fritter","Ruth Nika"],"overview":"In a city of darkness, they are the light. From some of the world's most visionary animators comes an action-packed, feature-length adventure of two young warriors in the battle between the forces of good and evil! Kira and Eli are the newest members of the Guardian Force, a group of angel warriors sworn to protect the world from the powers of evil. Not yet full Guardians, the young duo still has a lot to learn, but when darkness descends over the city, the time for training is over. Faced with the responsibility of delivering hope to a lost city, they must learn to work together to drive back the soldiers of darkness and grow into the warriors they are destined to become.","release_date":"2009-03-17","vote_average":0.0,"runtime":100,"cert":"N\/A","id":62606,"title":"Angel Wars: Guardian Force - Episode 4: The Messengers","adult":false,"genre_ids":[28,12,16]},{"cast":[],"overview":"Elton John Sounds For Saturday Live BBC 1971 DVD PRO SHOT superb quality,","release_date":"","vote_average":0.0,"runtime":47,"cert":"N\/A","id":62607,"title":"Elton John: Sounds for Saturday","adult":false,"genre_ids":[10402]},{"cast":["Mick Fleetwood","Stevie Nicks","John McVie","Christine McVie","Lindsey Buckingham"],"overview":"Fleetwood Mac performs at the Forum in Los Angeles in 1982. Hits from their classic Rumours album are performed, along with cuts from the 1975 Fleetwood Mac album, the 1979 Tusk album, and the 1982 Mirage album.","release_date":"1982-01-01","vote_average":7.5,"runtime":77,"cert":"N\/A","id":62608,"title":"Fleetwood Mac: In Concert - Mirage Tour '82","adult":false,"genre_ids":[10402]},{"cast":["Jack Nance","David Lynch","Catherine E. Coulson","Dennis Hopper","John Achorn"],"overview":"Feature documentary about actor Jack Nance, who rose to prominence after starring in the cult classic 1977 film, \"Eraserhead\".","release_date":"2002-04-05","vote_average":8.0,"runtime":96,"cert":"N\/A","id":62609,"title":"I Don't Know Jack","adult":false,"genre_ids":[99]},{"cast":["Sarah Kennedy","Laurie Rose","Mark Thomas","Lynne Guthrie","Ken Del Conte"],"overview":"Honey comes to Los Angeles to seek her new lifestyle, but is flat broke. She gets a place to stay with Denise and Jill. Honey has hard luck finding a job, but eventually gets hired by a millionaire to just talk to him. Denise falls in love with a guitar player Honey brings home, but there's something shady going on with him. Jill works at the local strip bar as a waitress, and the manager has new plans for her. Soon the girls get thrown into danger by the illegal activities of the men they love, and must find a way to solve the problem.","release_date":"1974-10-05","vote_average":6.0,"runtime":81,"cert":"N\/A","id":62610,"title":"The Working Girls","adult":false,"genre_ids":[35]},{"cast":["Robert Patrick","Teri Hatcher","Steve Tyler","Cyril O'Reilly","Matt McCoy"],"overview":"A writer returns to Hollywood after finishing his novel in the wilderness. Still smarting from his girlfriend's suicide and his publisher's criticisms of his novel, he becomes intrigued by the neighbor couple's abusive relationship.","release_date":"1994-04-05","vote_average":3.4,"runtime":88,"cert":"N\/A","id":62611,"title":"The Cool Surface","adult":false,"genre_ids":[53,10749]},{"cast":["Steve Harvey"],"overview":"Drawing on funny experiences of his own life, comic giant Steve Harvey sounds off on family, work and travel in this stand-up set, which he delivers before a packed house in New Jersey. Following up his hit show \"Don't Trip … He Ain't Through with Me Yet!\" Harvey demonstrates, with his impeccable timing and unstoppable charisma, why he was included in the legendary funnyman foursome \"The Original Kings of Comedy.\"","release_date":"2008-10-28","vote_average":5.6,"runtime":105,"cert":"N\/A","id":62612,"title":"Steve Harvey: Still Trippin'","adult":false,"genre_ids":[35]},{"cast":["Billy Bob Thornton","Téa Leoni","Mark Polish","Ed Helms","Kyle MacLachlan"],"overview":"When a tragic accident ends the life of Mr. Rose, the genius behind Rose's Manure Company, the livelihood of its loyal fleet of salesmen threatens to go, as they say, into the toilet. Enter estranged daughter Rosemary, a high-class- cosmetics salesgirl, who steps in to take control. She is not sure she has a nose for the family business, but she is determined to make foul into profit. Little does she know that a ruthless, slick-talking fertilizer rep is plotting a takeover. Whether she likes it or not, she must trust her top salesman, Patrick Fitzpatrick, to devise a plan to regain Rose's rightful position on top of the heap.","release_date":"2009-01-20","vote_average":5.3,"runtime":96,"cert":"N\/A","id":62613,"title":"The Smell of Success","adult":false,"genre_ids":[35]},{"cast":["Tiina Weckström","Maria Heiskanen","Pirkka-Pekka Petelius","Antti Litja","Svante Martin"],"overview":"The life of a heroine. The life and work of Hella Wuolijoki. A poet, spy and millionaire, she turned into an internationally acclaimed businesswoman, politician and playwright, who collaborated with Europe's leading writers such as Bertolt Brecht and Maxim Gorky, but faced the harshness of a changing world as the Finnish, Soviet and British secret services focus on her life, family and work.","release_date":"2011-01-01","vote_average":6.3,"runtime":82,"cert":"N\/A","id":62614,"title":"Hella W","adult":false,"genre_ids":[]},{"cast":["Chris Kattan","Fred Willard","David Leo Schultz","B.J. Bales","Katie Bryan"],"overview":"Bumbling brothers David and Tim Appleorchard attempt to keep their family-owned summer camp from falling into the hands of their evil, greedy sibling (Chris Kattan) by earning their fist merit badges by the time they turn 30.","release_date":"2009-08-15","vote_average":2.8,"runtime":90,"cert":"N\/A","id":62615,"title":"Scouts Honor","adult":false,"genre_ids":[35,10751]},{"cast":["Aleksey Chadov","Andrey Chadov","Maxim Lagashkin","Aleksandr Robak","Ekaterina Volkova"],"overview":"A veteran of the Chechen War is helped by the ghosts of his two fallen comrades to leave the war behind.","release_date":"2006-09-21","vote_average":6.1,"runtime":98,"cert":"N\/A","id":62616,"title":"Alive","adult":false,"genre_ids":[18,9648]},{"cast":[],"overview":"","release_date":"2004-10-28","vote_average":7.2,"runtime":null,"cert":"N\/A","id":62617,"title":"The Nutcracker and the Mouseking","adult":false,"genre_ids":[]},{"cast":[],"overview":"Tryo fête ses 10 ans et a donc préparé un spectacle unique pour l'occasion.","release_date":"2006-10-23","vote_average":10.0,"runtime":152,"cert":"N\/A","id":62618,"title":"Tryo fête ses 10 ans - Le spectacle","adult":false,"genre_ids":[]},{"cast":["Jim Klein","Renee Montagne","Bradford Snell","Joe Alfonsie","Joseph L. Alioto"],"overview":"How the American auto industry engineered the demise of city public-transit systems.","release_date":"1996-08-06","vote_average":4.8,"runtime":52,"cert":"N\/A","id":62619,"title":"Taken for a Ride","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Cinq drôles de bonhommes rouges qui chantent en racontant des histoires avec pour seul instrument... une guitare. Impossible de ne pas rester l'oreille accrochée aux textes tant ils sont remplis de réalité parfois violente, satirique, politique ou absurde. Un travail de mise en scène hallucinant et un véritable spectacle théâtral.","release_date":"2005-12-19","vote_average":0.0,"runtime":112,"cert":"N\/A","id":62620,"title":"Les Wriggles à la cigale","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Les Wriggles au Trianon pour le live de l'album \"Moi d'abord\".","release_date":"2005-12-12","vote_average":0.0,"runtime":99,"cert":"N\/A","id":62621,"title":"Les Wriggles - Acte V au Trianon","adult":false,"genre_ids":[]},{"cast":["Thomas Ngijol"],"overview":"","release_date":"2010-10-20","vote_average":6.9,"runtime":78,"cert":"N\/A","id":62622,"title":"Thomas Ngijol - À block!","adult":false,"genre_ids":[35]},{"cast":["Sylvie Joly"],"overview":"Best of de ses spectacles, enregistré au Casino de Paris en 2001.","release_date":"2002-02-20","vote_average":0.0,"runtime":92,"cert":"N\/A","id":62623,"title":"Sylvie Joly - Je suis votre idole","adult":false,"genre_ids":[]},{"cast":["Tony Bennett","k.d. lang"],"overview":"The love affair that began forty years ago with Tony Bennett and the City by the Bay continues with a very special evening of song, \"TONY BENNETT'S WONDERFUL WORLD: LIVE FROM SAN FRANCISCO.\" Filmed at the famed Fairmont Hotel on Nob Hill, the site of Bennett's first public performance in 1962 of his now renowned signature song, \"I Left My Heart In San Francisco,\" this definitive concert showcasing Bennett's musical legacy airs on PBS stations nationwide in December 2002. Filmed in front of a live audience who enjoyed 90 minutes of an unforgettable evening of Bennett's greatest hits and personal favorites.","release_date":"2002-12-10","vote_average":7.5,"runtime":76,"cert":"N\/A","id":62624,"title":"Tony Bennett - Wonderful World: Live In San Francisco","adult":false,"genre_ids":[10402]},{"cast":["Stéphane Guillon","Jean Dujardin","Jean-Pierre Mocky","Frédéric Michalak","Jacques Vergès"],"overview":"Les portraits désormais cultes de Stéphane Guillon sur Canal+ . S'adressant aux invités, il ose un ton inédit, parfois irrévérencieux mais toujours hilarant et taquine avec facétie et perspicacité Jean Dujardin, IAM, Christophe Lambert, Judith Godrèche, Rocco Siffredi, David Douillet, Joey Starr, Fabrice Luchini, Nagui, Marianne James, Bernard Kouchner... Et retrouvez en bonus, les invités en colère qui ne voulaient plus jamais entendre parler de leur portrait !...","release_date":"2008-10-07","vote_average":0.0,"runtime":78,"cert":"N\/A","id":62627,"title":"Stéphane Guillon - Portraits au vitriol - 1re salve","adult":false,"genre_ids":[35]},{"cast":["Sonja Savić","Rade Šerbedžija","Milena Dravić","Svetislav Goncić","Dušan Janićijević"],"overview":"A romantically conceived interview intended for a student paper completely changed the lives of two people: student Una and a respected professor. She is pretty and intelligent, but unable to cope with complicated relationships in which she became involved, while the professor is a person whose lectures on mass media are most visited by students at the Faculty. However, his views are not met with approval by the bureaucratic circles at the University. Vice Dean of the Faculty by means of intrigue manages to lure Una into a game with the professor. Thus, an innocent interview turns into a record of life, philosophical and ideological views of the controversial professor, and then into a malicious report about his life, behaviour, action and movement ... The Film is based on the novel Una written by Momo Kapor.","release_date":"1984-11-19","vote_average":7.0,"runtime":110,"cert":"N\/A","id":62628,"title":"Una","adult":false,"genre_ids":[18,10749]},{"cast":["Stéphane Guillon"],"overview":"Stéphane Guillon, le chroniqueur acide, cynique et caustique de 20h10 pétantes et du Fou du roi nous présente son nouveau spectacle. Moins féroce avec les stars que sur le plateau de Canal+, Stéphane Guillon réserve ici ses coups de griffes à quelques sujets de société : la sécurité routière, l'obsession du bio, la chirurgie esthétique, l'écologie, etc...","release_date":"2007-10-19","vote_average":0.0,"runtime":108,"cert":"N\/A","id":62629,"title":"Stéphane Guillon - En avant la musique","adult":false,"genre_ids":[35]},{"cast":["Dominic Cooper","Ludivine Sagnier","Raad Rawi","Mehmet Ferda","Philip Quast"],"overview":"A chilling vision of the House of Saddam Hussein comes to life through the eyes of the man who was forced to become the double of Hussein's sadistic son.","release_date":"2011-02-11","vote_average":6.7,"runtime":109,"cert":"18","id":62630,"title":"The Devil's Double","adult":false,"genre_ids":[18,28,53,80,10752]},{"cast":["Nicole Avezard","Dominique de Lacoste"],"overview":"Les Vamps vous permettent de revoir en DVD l'une de leurs grandes performances des années 90 !","release_date":"1995-01-01","vote_average":0.0,"runtime":93,"cert":"N\/A","id":62631,"title":"Les Vamps Lâcher de Vamps Au Palais des Glaces","adult":false,"genre_ids":[35]},{"cast":["Roland Magdane"],"overview":"Grâce à ce DVD, assistez au retour triomphal sur scène d'un humoriste au grand coeur.","release_date":"2006-10-12","vote_average":0.0,"runtime":86,"cert":"N\/A","id":62632,"title":"Magdane craque","adult":false,"genre_ids":[35]},{"cast":["Pierre-François Martin-Laval","Marina Foïs","Maurice Barthélemy","Pascal Vincent","Elise Larnicol"],"overview":"Florilège des sketch réalisé pour \"La grosse émission\" sur Comédie!.","release_date":"2000-03-30","vote_average":4.0,"runtime":101,"cert":"N\/A","id":62633,"title":"Les robins des bois sont des cons (Florilège Vol. 1)","adult":false,"genre_ids":[35]},{"cast":["Francesco Pannofino","Roberto Brunetti","Francesco Dominedò","Fabio Grossi","Leo Gullotta"],"overview":"","release_date":"2005-01-01","vote_average":5.4,"runtime":null,"cert":"N\/A","id":62634,"title":"Fatti della banda della Magliana","adult":false,"genre_ids":[]},{"cast":["Tenzin Zopa"],"overview":"In Nepal, a venerable monk, Geshe Lama Konchog, dies and one of his disciples, a youthful monk named Tenzin Zopa, searches for his master's reincarnation. The film follows his search to the Tsum Valley where he finds a young boy of the right age who uncannily responds to Konchog's possessions. Is this the reincarnation of the master? After the boy passes several tests, Tenzin takes him to meet the Dali Lama. Will the parents agree to let the boy go to the monastery, and, if so, how will the child respond? Central to the film is the relationship the child develops with Tenzin.","release_date":"2009-06-07","vote_average":5.0,"runtime":102,"cert":"N\/A","id":62635,"title":"Unmistaken Child","adult":false,"genre_ids":[99]},{"cast":["Pierre-François Martin-Laval","Marina Foïs","Maurice Barthélemy","Pascal Vincent","Elise Larnicol"],"overview":"La pièce de théatre qui à fait découvrir Les robins des bois avant leur apparition sur Comédie!.","release_date":"1996-01-01","vote_average":5.2,"runtime":105,"cert":"N\/A","id":62636,"title":"Robin des Bois d'à peu près Alexandre Dumas","adult":false,"genre_ids":[35]},{"cast":["Yi Pan-Yong","Sin Won-Sop","Hae-Jin Huang","Su-Myong Ko","Byeong-hui Yun"],"overview":"Three people live in a remote Buddhist monastery near Mount Chonan: Hyegok, the old master; Yong Nan, a young man who has left his extended family in the city to seek enlightenment - Hyegok calls him Kibong!; and, an orphan lad Haejin, whom Hyegok has brought to the monastery to raise as a monk. The story is mostly Yong Nan's, told in flashbacks: how he came to the monastery, his brief return to the city, his vacillation between the turbulence of the world and his hope to overcome passions and escape the idea of self. We also see Hyegok as a teacher, a protector, and a father figure, and we watch Haejin make his way as a curious and nearly self-sufficient child.","release_date":"1989-09-29","vote_average":7.5,"runtime":175,"cert":"N\/A","id":62637,"title":"Why Has Bodhi-Dharma Left for the East?","adult":false,"genre_ids":[18]},{"cast":["Elsa Pataky","Peter Coyote","Paul Sculfor","Giovanna Zacarías","Luis Hacha"],"overview":"Bar worker Diana Diaz (Elsa Pataky) leaves Madrid for Miami and with new boyfriend, Robert (Luis Hacha), they then head for Hollywood, prepared to do anything for fame.","release_date":"2010-10-15","vote_average":4.2,"runtime":102,"cert":"N\/A","id":62638,"title":"DiDi Hollywood","adult":false,"genre_ids":[18]},{"cast":["Dimitri Rougeul","Blanche Ravalec","Patrick Bouchitey","Salomé Lelouch","Anny Romand"],"overview":"This film is about Gils, a young boy (about ten) in a juvenile mental hospital in 1950's France. Flashbacks recount his conflicts with authority and his strong relationship with Jessica, a similarly rebellious schoolmate. Simultaneously, a compassionate doctor develops a trusting friendship with Gils, which a higher-ranking authoritarian doctor tries to thwart.","release_date":"1994-02-02","vote_average":0.0,"runtime":90,"cert":"N\/A","id":62639,"title":"When I Was 5, I Killed Myself","adult":false,"genre_ids":[18]},{"cast":["Denis Volkov","Mihail Pshenko"],"overview":"Большой город. Надо выжить. Кто-то с двенадцати лет за рулем, кто-то в семь уже знает, что будет менеджером... а ОНИ лучше всех знают город, и как в нем перемещаться.\" \"Он чужой среди своих. Его цель - отомстить. Все равно кто погибнет, ценой чьей жизни будет выполнена задача. Им правит месть.\" \"Море, Насос, Игорь и Снегирь - старые друзья. После окончания школы, жизнь разметала всех. Кто учиться дальше, кто работает, кто отслужил. Судьба сводит их вместе... Вновь... Для кого-то в последний раз.","release_date":"2006-12-12","vote_average":0.0,"runtime":98,"cert":"N\/A","id":62642,"title":"Lomanyj Ritm","adult":false,"genre_ids":[28]},{"cast":["Vladimir Volga","Olga Chursina","Aleksandr Baluev","Sergey Garmash","Evgeniy Kosyrev"],"overview":"A young man who was raised in a children's home wants to go to the Chechen war. He believes in his heart that he belongs there and that in those difficult conditions he will make himself visible. After the training, Alexander enters the elite troops of the special forces and leaves for the harsh ordeals that wait for him in the war. He doesn't change his principles and manifests himself as a hero, who won't be a traitor, even if his life depends on it. The concepts of real friendship, love and honor are eternal values. After overcoming all hardships and learning the pain of loss, he finds his love and a home, where they will wait for him, where he comes home to from the war...","release_date":"2003-02-20","vote_average":5.6,"runtime":116,"cert":"N\/A","id":62643,"title":"The Charge","adult":false,"genre_ids":[28,18,10749]},{"cast":["Omar Sy","Fred Testot"],"overview":"Le spectacle d'Omar &amp; Fred enregistré au Casino de Paris...","release_date":"2007-10-22","vote_average":6.8,"runtime":106,"cert":"N\/A","id":62644,"title":"Omar et Fred - Le spectacle","adult":false,"genre_ids":[35]},{"cast":["Ilya Shakunov","Dmitry Bozin","Elena Boroh"],"overview":"Жизнь щедра на сюрпризы! Никогда не знаешь, где найдешь, а где потеряешь. В жизни талантливого молодого актера начинается полоса невезений. Сначала он лишается работы в театре. Потом от него уходит жена и забирает с собой 8-летнюю дочку. Бим (так его нынче все называют) пытается заработать денег в качестве площадного мима – копирует проходящих мимо людей...","release_date":"2008-12-12","vote_average":0.0,"runtime":95,"cert":"N\/A","id":62645,"title":"Mim Bim Ili Chuzhaya Zhizn","adult":false,"genre_ids":[28]},{"cast":["Richard Widmark","Donna Reed","William Campbell","John McIntire","Barton MacLane"],"overview":"Jim Slater's father (whom he never knew) died in the Apache ambush at Gila Valley, and Jim is searching for the one survivor, who supposedly went for help but disappeared with a lot of gold. In the process, he gets several people gunning for him, and he keeps meeting liberated woman Karyl Orton, who may be on a similar mission. Renewed Apache hostilities and an impending range war provide complications.","release_date":"1956-04-11","vote_average":6.0,"runtime":84,"cert":"N\/A","id":62648,"title":"Backlash","adult":false,"genre_ids":[37]},{"cast":["Alanis Morissette","Eric Avery Weiss","Chris Chaney","Nick Lashley","David Levitt"],"overview":"The Feast On Scraps DVD offers a 2002 concert - essentially a live \"greatest hits\" performance, and behind-the-scenes footgage Alanis describes as \"a conceptual scrapbook filled with snapshots of my experiences over the past two years. From writing\/recording and producing Under Rug Swept and Feast On Scraps, a show in Rotterdam and other cities around the world.\"","release_date":"2002-12-02","vote_average":4.0,"runtime":null,"cert":"","id":62649,"title":"Alanis Morissette: Feast on Scraps","adult":false,"genre_ids":[10402]},{"cast":["Vitaly Hodin","Valentin Klementyev","Albinas Keleris","Viktor Nemets"],"overview":"Based on the novel of the same name by Nikolai Cherginets. The film begins in the spring of 1941 and ends with the first months after the liberation of Belarus. In the center of the plot of the film – the story of three brothers Kuprevich. Police Lieutenant Alexei Kuprevich receives an appointment as an operative in one of the districts of Western Belarus. His task – to neutralize the rampant gang there \"forest brothers\". War begins. Alex and his brother, senior police Lieutenant Peter Kuprevich receive the first combat mission: to destroy the landed settlements under the German assault...","release_date":"2004-12-12","vote_average":10.0,"runtime":78,"cert":"N\/A","id":62650,"title":"Task for you","adult":false,"genre_ids":[10752,18]},{"cast":["Nicholas Tse","Edison Chen","Simon Yam","Gillian Chung","Lam Suet"],"overview":"Kit comes from a very fortunate family, with an outstanding police officer father When the family starts to break up, Man impulsively shot Kit's mother. After Kit's parents divorced, Kit viewed Man his father as an enemy. As an adult, he vowed to become a police officer, and to join Man's team, hoping that Man will pay for what he has done. Kit's cousin, Chi falls for Kit since childhood, but Fung falls for Chi at first sight... As he realised that Chi is Kit's girlfriend, he won't express his love for her, making the two embarassing in communication.","release_date":"2004-09-25","vote_average":5.5,"runtime":null,"cert":"N\/A","id":62651,"title":"Moving Targets","adult":false,"genre_ids":[28,18,53]},{"cast":["Aïssa Maïga","Tiécoura Traoré","Maimouna Hélène Diarra","Balla Habib Dembélé","Djénéba Koné"],"overview":"Melé is a bar singer, her husband Chaka is out of work and the couple is on the verge of breaking up... In the courtyard of the house they share with other families, a trial court has been set up. African civil society spokesmen have taken proceedings against the World Bank and the IMF whom they blame for Africa's woes... Amidst the pleas and the testimonies, life goes on in the courtyard. Chaka does not seem to be concerned by this novel Africa's desire to fight for its rights.","release_date":"2006-06-21","vote_average":6.3,"runtime":115,"cert":"N\/A","id":62652,"title":"Bamako","adult":false,"genre_ids":[18]},{"cast":["Kirk Douglas","Cyd Charisse","George Hamilton","Claire Trevor","Edward G. Robinson"],"overview":"A recovering alcoholic film director tries for a comeback in Rome.","release_date":"1962-08-17","vote_average":5.7,"runtime":107,"cert":"N\/A","id":62655,"title":"Two Weeks in Another Town","adult":false,"genre_ids":[18]},{"cast":["Robert Loggia","Gerald S. O'Loughlin","Ellen Parker","Shirley Ballard","Russell Hardie"],"overview":"Members of the 87th Precinct search for a cop killer who has already murdered two of their own.","release_date":"1958-10-01","vote_average":5.1,"runtime":75,"cert":"N\/A","id":62658,"title":"Cop Hater","adult":false,"genre_ids":[28,80,18,53]},{"cast":["Gérard Rinaldi","Gérard Filipelli","Jean Sarrus","Jean-Guy Fechner","Jean Valmont"],"overview":"This French slapstick comedy stars the musician\/comedian foursome Les Charlots, as valets to the Four Musketeers. One of the film's highlights is a mutual kicking session between Cardinal Richelieu, the King, and a monk. This comedy foursome was enormously popular in 1970s France, and they made a huge number of films during that period.","release_date":"1974-04-23","vote_average":4.7,"runtime":105,"cert":"N\/A","id":62659,"title":"The Four Charlots Musketeers 2","adult":false,"genre_ids":[35,12]},{"cast":["Gérard Rinaldi","Jean Sarrus","Gérard Filipelli","Jean-Guy Fechner","Paul Préboist"],"overview":"Les Charlots, a French rock group, continue their adventures, in the manner of the Beatles in Hard Day's Night. This is their second adventure. The foursome are on holiday, camping outside a village. The Olympic flame is going to pass through the village. A grocer, charged to prepare a celebration, calls upon the four to help. One of the four falls for the grocer's daughter. However, she runs away after the sportsman carrying the flame. The foursome set of to find her and win her back.","release_date":"1972-09-22","vote_average":5.9,"runtime":88,"cert":"N\/A","id":62660,"title":"Stadium Nuts","adult":false,"genre_ids":[35]},{"cast":["Robert Young","Betsy Drake","John Sutton","Florence Bates","Morris Carnovsky"],"overview":"In flashback from a 'Rebecca'-style beginning: Ellen Foster, visiting her aunt on the California coast, meets neighbor Jeff Cohalan and his ultramodern clifftop house. Ellen is strongly attracted to Jeff, who's being plagued by unexplainable accidents, major and minor. Bad luck, persecution...or paranoia? Warned that Jeff could be dangerous, Ellen fears that he's in danger, as the menacing atmosphere darkens.","release_date":"1950-07-07","vote_average":5.9,"runtime":91,"cert":"N\/A","id":62661,"title":"The Second Woman","adult":false,"genre_ids":[18]},{"cast":["Gérard Rinaldi","Jean Sarrus","Gérard Filipelli","Jean-Guy Fechner","Jacques Seiler"],"overview":"A Grand Slapstick comedy about four buddies serving in the army. Their long-suffering sergeant attempts to whip them into shape but the conflict spirals out of control.","release_date":"1974-01-01","vote_average":6.1,"runtime":90,"cert":"N\/A","id":62662,"title":"Rookies Go to War","adult":false,"genre_ids":[35]},{"cast":["Jean Sarrus","Gérard Filipelli","Luis Rego","Richard Bonnot","Guy Montagné"],"overview":"Antonio returned to Portugal ten years ago with his lovely (and quite thin) French wife. She has since become quite a hefty specimen of womanhood, and his eye has lately been wandering to others. When his strong-tempered wife catches him with another woman (their neighbor), she bonks him on the head. In order to avoid further embarrassment, he pretends this has induced amnesia. He does so well in his pretense that his worried wife calls his old Parisian buddies (the rest of the Charlots) and asks them to come and help revive his memory.","release_date":"1992-06-06","vote_average":4.5,"runtime":90,"cert":"N\/A","id":62663,"title":"The Charlots Return","adult":false,"genre_ids":[35]},{"cast":["Yuriy Kutsenko","Mikhail Efremov","Elena Drobysheva","Anastasiya Richi","Mariya Shukshina"],"overview":"This story takes place in Moscow during 2006. The film is about new generation of kids, called Indigo, who have more mental and spiritual abilities than others. A company of such kids gather together in hidden places. Each of them can do unbelievable things, such as : reading other people thoughts, communicating with animals, breaking computer codes. They are different from ordinary people and they are happy with each other. But some adults want to use their talents for old-time perverted purposes...","release_date":"2008-03-20","vote_average":3.9,"runtime":90,"cert":"N\/A","id":62664,"title":"Indigo","adult":false,"genre_ids":[9648,53,14]},{"cast":["Len Richmond","Charlotte Gerson","G. Edward Griffin","René Caisse","Harry Hoxsey"],"overview":"Cancer is the only disease that has been defeated dozens of times without anyone knowing it. In the last 100 years, doctors, scientists, and researchers have developed diverse and effective solutions against cancer only to be thwarted by the political and propaganda power of the drug-dominated medical profession. This is the story of Essiac, Hoxsey, Laetrile, Shark Cartilage, Mistletoe, and Bicarbonate of Soda all put together in a stunning overview that leaves no doubt that inexpensive cures for cancer do exist but are systematically blocked by Big Pharma because they come from nature and cannot be patented. Highly informative.","release_date":"2010-06-20","vote_average":9.7,"runtime":93,"cert":"N\/A","id":62665,"title":"Cancer: The forbidden cures","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Depicts the story of Jalen Rose and his other Fab Five teammates, Chris Webber, Juwan Howard, Jimmy King and Ray Jackson. Called by some “the greatest class ever recruited,” the five freshmen not only electrified the game, but also brought new style with their baggy shorts, black socks and brash talk. “The Fab Five” relives the recruitment process that got all five of them to Ann Arbor, the cultural impact they made, the two runs to NCAA title game, the Webber “timeout” in the 1993 championship and the scandal that eventually tarnished their accomplishments.","release_date":"2011-03-13","vote_average":8.4,"runtime":95,"cert":"N\/A","id":62668,"title":"The Fab Five","adult":false,"genre_ids":[99]},{"cast":["John Saxon","Linda Cristal","Joseph Calleia","Harry Townes","Don Gordon"],"overview":"After getting out of prison, a Latino criminal tries to go straight.","release_date":"1959-08-01","vote_average":5.5,"runtime":83,"cert":"N\/A","id":62671,"title":"Cry Tough","adult":false,"genre_ids":[18,28]},{"cast":[],"overview":"Album cover designer Gary Burden and Photographer Henry Diltz take a magical mystery tour into their famous album covers and the stories behind their creation. Includes music and interviews with the EAGLES, CROSBY STILLS AND NASH, JACKSON BROWN, JONI MITCHEL, &amp; THE DOORS.","release_date":"","vote_average":7.0,"runtime":null,"cert":"N\/A","id":62672,"title":"California Rock: Under the Covers","adult":false,"genre_ids":[10402,99]},{"cast":["Aleksandr Baluev","Michael Khmurov","Natalya Kudryashova","Kseniya Surkova","Uliya Melnikova"],"overview":"May, 8, 1945. Maxim Prokhorov, major of People's Commissariat of Internal Affairs, arrives at a small northern island. There live eleven people: five young women, five children from one to three years, and the captain Karp Nichiporuk. The young mothers were exiled to the island from the territories occupied by fascists, and their children are the children of the German occupier. Arrival of the major upsets the casual life on the island. The major has to \"clean up\" the island and the nearest settlements. The military man authorizes a plan to organize a training camp in the region for saboteurs. The night of May, 9, the women are told about the German capitulation, their hopes for forgiveness and return home become a certainty. They are even allowed to celebrate the Victory.","release_date":"2009-06-25","vote_average":6.0,"runtime":88,"cert":"N\/A","id":62673,"title":"One War","adult":false,"genre_ids":[18,10752]},{"cast":[],"overview":"Director Paul Devlin's fast-paced documentary follows four bards as they head to the 1996 National Poetry Slam in Portland, OR. The competition begins with the Grand Slam tournament at New York City's Nuyorican Poets Café, and then it's off to the nationals for chaps Saul Williams, Beau Sia, Mums the Schemer and Jessica Care Moore. The quartet vies against 26 other teams from across the country in a dramatic contest awash with tension, enmity and controversy.","release_date":"1998-01-01","vote_average":0.0,"runtime":83,"cert":"N\/A","id":62674,"title":"SlamNation","adult":false,"genre_ids":[99]},{"cast":["Pierre Richard","Marie-Christine Barrault","Bernard Blier","Maria Pacôme","Catherine Samie"],"overview":"A comedy about an absent-minded man who works at a advertising company and topples from one problem to another.","release_date":"1970-12-09","vote_average":5.9,"runtime":85,"cert":"N\/A","id":62675,"title":"Distracted","adult":false,"genre_ids":[35]},{"cast":["Mary Elizabeth Mastrantonio","David Strathairn","Vanessa Martinez","Kris Kristofferson"],"overview":"Unconventional narrative about the interactions amongst a group of people in a small town in Alaska, each of whom has guards a secret.","release_date":"1999-06-04","vote_average":6.8,"runtime":126,"cert":"N\/A","id":62676,"title":"Limbo","adult":false,"genre_ids":[12,18,53]},{"cast":["Janet McTeer","Michael Davis","Michael Goodwin","Gregory Russell Cook","Jane Adams"],"overview":"After being denied a promotion at the university where she teaches, Doctor Lily Penleric, a brilliant musicologist, impulsively visits her sister, who runs a struggling rural school in Appalachia. There she stumbles upon the discovery of her life - a treasure trove of ancient Scots-Irish ballads, songs that have been handed down from generation to generation, preserved intact by the seclusion of the mountains. With the goal of securing her promotion, Lily ventures into the most isolated areas of the mountains to collect the songs and finds herself increasingly enchanted.","release_date":"2001-03-01","vote_average":5.7,"runtime":109,"cert":"N\/A","id":62677,"title":"Songcatcher","adult":false,"genre_ids":[18,10402]},{"cast":["Andrei Panin","Andrey Krasko","Aleksandr Golovin","Vladimir Kashpur","Sergey Perelygin"],"overview":"A \"Hitlerjugend\" kind of story, set in the Soviet Union during the Second World War, based on a fictitious story from the eponymous book by Vladimir Kunin.","release_date":"2006-02-02","vote_average":6.2,"runtime":97,"cert":"N\/A","id":62678,"title":"Bastards","adult":false,"genre_ids":[28,18,10752]},{"cast":["Egill Ólafsson","Þórhallur Sigurðsson","Guðrún Gísladóttir","Jón Sigurbjörnsson","Margrét Ákadóttir"],"overview":"Magnus (Egill Olafsson) is a slightly ditzy lawyer whose life is fraying at the edges. Things get into a much clearer perspective when he receives a medical diagnosis that says he will die pretty soon from cancer. Though he briefly contemplates suicide, he puts the notion aside. Now, he can take in stride things which might have bothered him before, such as the clerical mistake he made which resulted in his father losing his property, or his wife's pushy lover, or the bad company his daughter is keeping. He can even tolerate his rowdy, bootlegging father better and also his incompetent, sponging brother-in-law","release_date":"1989-08-11","vote_average":7.0,"runtime":90,"cert":"N\/A","id":62679,"title":"Magnús","adult":false,"genre_ids":[]},{"cast":["Dmitriy Orlov","Svetlana Metkina","Yuliya Mikhailova","Igor Shavlak","Aleksandr Vysokovskiy"],"overview":"A perfect bank heist turns deadly when the robbers and their hostages flee to the abandoned underground subway station where they encounter the Trackman, a deformed madman that prowls the darkness.","release_date":"2007-09-13","vote_average":3.8,"runtime":80,"cert":"N\/A","id":62680,"title":"Trackman","adult":false,"genre_ids":[27,53]},{"cast":["Sergei Makovetsky","Vladimir Yepifantsev","Rimma Markova"],"overview":"В предновогодней московской суете Галина случайно встречает свою первую любовь, бывшего одноклассника Эдуарда. Вспомнив прошлое, они решают встретить Новый Год вместе. Но праздничная ночь принесет много сюрпризов, ведь старые знакомые не торопятся рассказывать друг другу о переменах, произошедших с ними за все эти годы… Эта новогодняя сказка вселяет в людей уверенность, что если не в Новогоднюю ночь, так в Новом Году они обязательно встретят свою половинку!","release_date":"2010-12-12","vote_average":7.0,"runtime":95,"cert":"N\/A","id":62681,"title":"Novogodniy Detektiv","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"This quirky animated delight revolves around a harried young man who keeps getting smaller and smaller until he is the size of a spider. He becomes an ear-cleaner, delving into people's ears to clear wax and peek at memories. In the ear of a legislator, he discovers a shocking memory about himself and the sister whom he misses dearly.","release_date":"2009-03-12","vote_average":0.0,"runtime":64,"cert":"N\/A","id":62682,"title":"The Story of Mr. Sorry","adult":false,"genre_ids":[16,18,35]},{"cast":["Olga Pogodina","Aleksey Serebryakov","Andrey Chernyshov","Igor Ugolnikov","Igor Vernik"],"overview":"Suddenly Alyona start talking to a stranger man who lives... inside her head.","release_date":"2009-12-12","vote_average":1.0,"runtime":117,"cert":"N\/A","id":62683,"title":"A Man in My Head","adult":false,"genre_ids":[35,10749]},{"cast":["Jürgen Rißmann","Thomas Wodianka","Reiner Schöne","Eva-Katrin Hermann","Waléra Kanischtscheff"],"overview":"When the wife of a crime boss is accidentally killed, the hit man who was hired to protect the remote house in which she was living tries to keep her death under wraps. Fearing vengeance from the gangster, he's soon locked in a fight for survival.","release_date":"2010-09-19","vote_average":5.7,"runtime":null,"cert":"N\/A","id":62684,"title":"Snowman's Land","adult":false,"genre_ids":[53,35,80]},{"cast":["Anita Berkhane","Konstantin Demidov","Mikhail Dementyev","Evgeny Chausov","Nikolai Kulikov"],"overview":"A young photographer, Julia, makes a disastrous set of photos. She comes to a meeting with a client and he blows her up with his friend, a professional skilled photographer. The dispirited girl steals an expensive photo-album from the photographer. After while some strange distressing events start to happen with her. And one of her best friends suggests her to return the book to it's owner. So, Julia decides to overcome her injury and to go to the photographer's house.","release_date":"2010-01-01","vote_average":1.0,"runtime":107,"cert":"N\/A","id":62685,"title":"Pictures","adult":false,"genre_ids":[10749,35,10751]},{"cast":["Igor Lifanov","Andrey Noskov","Andrey Fedortsov","Yuliya Galkina","Anna Semenovich"],"overview":"A few reach a glamour people are flying to Nice, but instead of South France they are landing in the heart of Sibir.","release_date":"2009-10-29","vote_average":1.0,"runtime":90,"cert":"N\/A","id":62686,"title":"The Taming of the Shrews","adult":false,"genre_ids":[35,10749]},{"cast":["Rob Halford","Scott Travis","Russ Parrish","Brian Tilse","Jack \"Jay Jay\" Brown"],"overview":"Limited autographed two disc (DVD + CD) edition. This film brilliantly documents a key moment in Heavy Metal history. Fight were the first musical project put together by Judas Priest vocalist Rob Halford shortly after he left that genre-defining band. The War Of Words: The Film DVD weaves behind the scenes, hand held and pro-shot footage of rehearsals, demo recordings, studio sessions and interviews climaxing with a full length concert (compiled from shows filmed at 18 venues in 15 select cities) during Fight's 1993\/1994 Nailed to the Road \/ War of Words World Tour. The CD features Fight Live in Paris, France October 30, 1993. Metal God. 2007","release_date":"2007-11-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":62689,"title":"Fight: War Of Words - The Film","adult":false,"genre_ids":[10402]},{"cast":["Vladimir Etush","Vera Novikova","Aleksandr Galibin","Zinoviy Gerdt","Svetlana Nemolyaeva"],"overview":"At the festivities marking the christening of princess Theresa, daughter of king Gaston IX, a wicked fairy made a mysterious prophecy about the girl's life. Seventeen years later, Theresa falls in love with a poor prince named Jacques. Then the prophecy starts coming true...","release_date":"1982-12-01","vote_average":7.0,"runtime":79,"cert":"N\/A","id":62692,"title":"Donkey's Hide","adult":false,"genre_ids":[14,10751]},{"cast":["Robyn Hitchcock"],"overview":"Live performance by Robyn Hitchcock, in... well, a storefront.","release_date":"1998-03-27","vote_average":7.0,"runtime":77,"cert":"N\/A","id":62695,"title":"Storefront Hitchcock","adult":false,"genre_ids":[99]},{"cast":["John Hannah","Kenneth Cranham","Michael Feast","Graham Hopkins","Florian Panzner"],"overview":"The story of the sinking of the Lusitania in 1915 after she was torpedoed off the Irish coast. The story is told from the perspective of Prof. Holbourn (a passenger), the German U-boat and its captain and crew, and other passengers, crew and Admiralty staff","release_date":"2007-05-12","vote_average":6.1,"runtime":90,"cert":"","id":62698,"title":"Sinking of the Lusitania","adult":false,"genre_ids":[99,18,36,10752]},{"cast":["David Bowie"],"overview":"Love You till Tuesday was a promotional film designed to showcase the talents of David Bowie, made in 1969. The film was the latest attempt by his manager, Kenneth Pitt, to bring Bowie to a wider audience. Pitt had undertaken the film after a suggestion by Gunther Schnedier, producer of German TV show '4-3-2-1 Musik Für Junge Leute' for the ZDF network.","release_date":"1969-02-07","vote_average":7.2,"runtime":28,"cert":"N\/A","id":62699,"title":"Love You Till Tuesday","adult":false,"genre_ids":[10402]},{"cast":["Jet Novuka","Erik van der Horst","Gijs Scholten van Aschat","Peter Tuinman","Lieneke le Roux"],"overview":"Nederlandse voetbalfilm","release_date":"2000-12-14","vote_average":6.5,"runtime":null,"cert":"N\/A","id":62700,"title":"De Zwarte Meteoor","adult":false,"genre_ids":[18]},{"cast":["Vittorio De Sica","Carmen Sevilla","Lea Padovani","Peppino De Filippo","Mario Carotenuto"],"overview":"","release_date":"1958-12-04","vote_average":6.1,"runtime":null,"cert":"N\/A","id":62701,"title":"Bread, Love and Andalucia","adult":false,"genre_ids":[]},{"cast":["Francesco Nuti","Novello Novelli","Marcello Lotti","Giuliana De Sio","Daniel Olbrychski"],"overview":"","release_date":"1985-09-23","vote_average":6.4,"runtime":null,"cert":"N\/A","id":62702,"title":"Casablanca, Casablanca","adult":false,"genre_ids":[35]},{"cast":["Francesco Nuti","Sabrina Ferilli","Alberto Gimignani","Antonio Petrocelli","Novello Novelli"],"overview":"","release_date":"1998-09-25","vote_average":5.5,"runtime":null,"cert":"N\/A","id":62703,"title":"Il signor Quindicipalle","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Take flight with the legendary pioneers in aviation, from the Wright Brothers to barnstormers to the breathtaking exploits of the record setters. Re-live the thrilling key events from the early days of aviation.","release_date":"","vote_average":0.0,"runtime":125,"cert":"N\/A","id":62704,"title":"A Century of Flight","adult":false,"genre_ids":[99]},{"cast":["James Caan","Johnathon Schaech","Lisa Lackey","David Field","Paul Glover"],"overview":"For burned-out Seattle cop Daniel Pruitt, a camping trip turns hellish when his wife, Jessica, is savagely attacked in the forest. En route to the hospital, the Pruitts collide with a semi, and Jessica identifies the driver as her assailant. Enraged, Pruitt pummels the man. Once at the ER, however, she changes her mind and names a male nurse as her attacker. But before Pruitt can make amends, he learns that his victim, the son of Sheriff Morgan McKenna, is dead","release_date":"2002-09-13","vote_average":4.0,"runtime":85,"cert":"N\/A","id":62709,"title":"Blood Crime","adult":false,"genre_ids":[18,9648,53]},{"cast":["Jean Marais","Nadja Tiller","Eleonora Rossi Drago","Cathia Caro","Liliane Bert"],"overview":"Henri La Tour, a strolling player, is also a daring adventurer. So, when, after accomplishing a brilliant feat, he is awarded a title by King Louis XV, the Duke of Saint-Sever takes offense at it and challenges Henri to a duel. However, while they fight, a group of Austrian soldiers appear suddenly and the two rivals instantly unite to repel their enemies. Unfortunately, Saint-Sever is mortally wounded and, feeling he is about to die, he entreats his new friend to offer protection to Toinon, his natural daughter, whose life is being threatened...","release_date":"1958-02-28","vote_average":6.3,"runtime":82,"cert":"N\/A","id":62712,"title":"King on Horseback","adult":false,"genre_ids":[12,18,10749]},{"cast":["Francesco Nuti","Edy Angelillo","Massimo Sarchielli","Ricky Tognazzi","Gianna Sammarco"],"overview":"","release_date":"1982-09-01","vote_average":6.5,"runtime":null,"cert":"N\/A","id":62713,"title":"Madonna che silenzio c'è stasera","adult":false,"genre_ids":[35]},{"cast":["Adriana Cataño","Rosa Isela Frausto","Karla Garcia","Eduardo Ibarrola","Nair Kuzmik"],"overview":"Hell has been unleashed on the small town of Muerto Verde when inbred cannibal farmers are turned into zombies after Taliban warriors poison the local water supply. The only hope for humanity are two FBI agents and four party-crazed college students.","release_date":"2009-01-01","vote_average":2.1,"runtime":90,"cert":"N\/A","id":62714,"title":"Zombie Farm","adult":false,"genre_ids":[27]},{"cast":["Tomás Milián","Marina Ripa di Meana","Bombolo","Angelo Pellegrino","Roberta Manfredi"],"overview":"A black-out occurs during the meeting of a gang of criminals. When the light is back one of them is found killed with a stab on his back and all the clues point to a penniless man who had an argument with the victim a short time before the murder.","release_date":"1979-10-12","vote_average":6.6,"runtime":98,"cert":"N\/A","id":62715,"title":"Assassination on the Tiber","adult":false,"genre_ids":[35,80,28]},{"cast":["Pim Koopman","Hero Muller","Sarah Bannier","Pim Wessels","Rinie van den Elzen"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":62716,"title":"Sprookjesboom","adult":false,"genre_ids":[16,10751]},{"cast":["Arnaldo Baptista","Sérgio Dias","Devendra Banhart","Sean Lennon","Chico Buarque"],"overview":"Loki brings the trajectory of Arnaldo Baptista from childhood, passing through the most successful phase as leader of the Mutantes, marriage to singer Rita Lee and then separation. He also goes through the depression that devastated his life after the group ended and that led him to attempt suicide, his solo career, rapprochement with his brother and member of the Mutantes, Sérgio Dias, culminating in the band's return in 2006.","release_date":"2008-10-17","vote_average":6.1,"runtime":120,"cert":"N\/A","id":62717,"title":"Loki - Arnaldo Baptista","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"The Magic School Bus is off on a roller-coaster ride through our insides and anybody could be the next field trip! As Ms. Frizzle leads the way, the class takes an action-packed journey through Arnold's digestive system, a pulsating excursion through Ralphie's bloodstream, and an exciting exploration through the Ralphie Robot to learn about bones, joints and muscles. Their valiant vehicle can go anywhere and be anything, so each field trip is an awesome adventure. Includes three 30-minute TV episodes: For Lunch; Inside Ralphie; and Flexes Its Muscles.","release_date":"1994-10-02","vote_average":6.0,"runtime":30,"cert":"N\/A","id":62718,"title":"The Magic School Bus - Human Body","adult":false,"genre_ids":[]},{"cast":["Heikki Hela","Timo Kahilainen","Heikki Silvennoinen","Mari Turunen","Heikki Vihinen"],"overview":"The war between Luxembourg and Finland sets the outline to a set of comedic stories about a rally team, gay couple's fishing trip, two hoodlums' last school days in the spring and a haunted hotel among others.","release_date":"1995-10-20","vote_average":6.2,"runtime":86,"cert":"N\/A","id":62719,"title":"Kummeli Stories","adult":false,"genre_ids":[35]},{"cast":["Errol Flynn","Barbara Stanwyck","Geraldine Brooks","Richard Basehart","Jerome Cowan"],"overview":"A woman uncovers deadly secrets when she visits her late husband's family.","release_date":"1947-07-18","vote_average":5.6,"runtime":83,"cert":"N\/A","id":62720,"title":"Cry Wolf","adult":false,"genre_ids":[9648,53]},{"cast":["Andrey Merzlikin","Oksana Akinshina","Oleg Shtefanko","Maksim Sukhanov","Leonid Yarmolnik"],"overview":"There will be an explosion exactly in 48 hours in Moscow. The information was provided by an agent who was killed this very second. All departments of special ops work on it, but the only hope is for recently organized independent team. They are a hacker girl who once broke thru Pentagon servers, a former special ops officer who enjoys speed and adrenalin, psychologist, a lady whose beauty outshines her intelligence and her rank of major, and a blind field engineer whose sense of smell and intuition substitute for his eye sight... And the Chief who got them all together and learned how to control them. Only this team is able to figure it out WHO, and most importantly WHERE, by knowing just WHEN...","release_date":"2006-11-02","vote_average":5.3,"runtime":110,"cert":"N\/A","id":62721,"title":"Countdown","adult":false,"genre_ids":[28,53,9648]},{"cast":["Glenn Ford","Geraldine Brooks","Cedric Hardwicke","George Macready","Gaby André"],"overview":"In World War II France, American soldier Michael Blake captures, then loses Nazi-collaborator art thief Paul Rona, who leaves behind a gem studded gauntlet (a stolen religious relic). Years later, financial reverses lead Mike to return in search of the object. In Paris, he must dodge mysterious followers and a corpse that's hard to explain; so he and attractive tour guide Christine decamp on a cross-country pursuit that becomes love on the run...then takes yet another turn.","release_date":"1952-02-28","vote_average":6.4,"runtime":89,"cert":"N\/A","id":62722,"title":"The Green Glove","adult":false,"genre_ids":[80,18,9648,10749]},{"cast":["Julien Courbey","Sid Ahmed Agoumi","David Saracino","Karina Testa","Marilou Berry"],"overview":"En 1988, alors que tout le monde rêvait d'aller faire fortune en Amérique, Johnny Leclerc, lui, ne rêvait que de devenir petit épicier en Algérie. Voici l'histoire de sa réussite !","release_date":"2005-10-19","vote_average":5.8,"runtime":93,"cert":"N\/A","id":62723,"title":"Once Upon a Time in the Oued","adult":false,"genre_ids":[35]},{"cast":["Aleksandr Skotnikov","Vladimir Steklov","Vladimir Yaglych"],"overview":"Москвич Андрей Котельников трудится охранником в ювелирном салоне и собирается возобновить прерванное обучение в медвузе. Неожиданно к нему в гости из Сибири приезжает армейский друг. Выведав у Андрея информацию о его рабочем графике и системе инкассации ювелирного салона, сибиряк организует ограбление, обеспечивает себе алиби и обставляет всё так, что Андрей становится главным подозреваемым в этом деле. Загнанный в угол Андрей совершает побег из-под стражи и в компании воровки Яны отправляется в Сибирь в надежде вернуть своё честное имя…","release_date":"2009-12-12","vote_average":0.0,"runtime":88,"cert":"N\/A","id":62724,"title":"Ya Pokazhu Tebe Moskvu","adult":false,"genre_ids":[80,18,28]},{"cast":["Tomás Milián","Bombolo","Olimpia Di Nardo","Nerina Montagnani","Leo Gavero"],"overview":"","release_date":"1980-01-01","vote_average":6.3,"runtime":null,"cert":"N\/A","id":62725,"title":"Delitto a Porta Romana","adult":false,"genre_ids":[35]},{"cast":["Anastasia Zurkalova","Dmitriy Kharatyan","Eric Roberts","Anastasiya Meskova"],"overview":"Aurora dreams about becoming a talented ballet dancer one day. However, life is not so simple. 12-year-old orphan Aurora Nedelina lives in an orphanage in Pripyat and accidentally becomes a witness to the explosion at the Chernobyl APP. Having received a critical dose of radiation, she is sent to an American hospital where she meets the rich American Russian, Nick Astakhov--the world-famous dancer who had emigrated from the USSR 15 years prior. Nick is talented, successful, young, yet disappointed in life. Meeting up with Aurora helps Nick turn it all around. However, with each day, Aurora fades away a little more. Only something short of a miracle can save her","release_date":"2006-11-30","vote_average":5.5,"runtime":107,"cert":"N\/A","id":62726,"title":"Aurora","adult":false,"genre_ids":[18]},{"cast":["Jeanne Crain","Ethel Barrymore","Ethel Waters","William Lundigan","Basil Ruysdael"],"overview":"Pinky, a light skinned black woman, returns to her grandmother's house in the South after graduating from a Northern nursing school. Pinky tells her grandmother that she has been \"passing\" for white while at school in the North. In addition, Pinky has fallen in love with a young white doctor, Dr. Thomas Adams, who knows nothing about her black heritage. Pinky says that she will return to the North, but Granny Johnson convinces her to stay and treat an ailing white woman, Miss Em. Meanwhile, Dr. Canady, a black physician from another part of the state, visits Pinky and asks her to train some Negro students, but she declines. Pinky nurses Miss Em but is resentful because she seems to feel that she is doing the same thing her grandmother did. Pinky and Miss Em slowly develop a mutual respect for one another. Mrs. Em leaves Pinky her property when she dies, but relatives of the deceased woman contest the new will in court.","release_date":"1949-09-28","vote_average":7.6,"runtime":102,"cert":"N\/A","id":62727,"title":"Pinky","adult":false,"genre_ids":[18]},{"cast":["Andy Serkis","Helen Mirren","John Hurt","Sam Riley","Andrea Riseborough"],"overview":"Charts the headlong fall of Pinkie, a razor-wielding disadvantaged teenager with a religious death wish.","release_date":"2010-09-13","vote_average":6.1,"runtime":111,"cert":"15","id":62728,"title":"Brighton Rock","adult":false,"genre_ids":[18,53,80]},{"cast":["Andrey Smirnov","Olga Budina","Evgeny Mironov","Galina Tyunina","Elena Morozova"],"overview":"A tragic story of love and loneliness - this is the unknown life of the great Russian writer Ivan Bunin. The confused love story that involved Bunin, his wife Vera, the young poet Galina Plotnikova, opera singer Marga Kovtun and literary man Leonid Gurov. A work of great honesty and piercing psychology.","release_date":"2000-06-06","vote_average":5.9,"runtime":110,"cert":"N\/A","id":62729,"title":"His Wife's Diary","adult":false,"genre_ids":[18,36,10749]},{"cast":[],"overview":"A documentary biopic about Eric Kandel, Nobel Prize winner and one of the most important neural scientists of the 20th century.","release_date":"2008-08-20","vote_average":5.0,"runtime":95,"cert":"N\/A","id":62730,"title":"In Search of Memory","adult":false,"genre_ids":[99]},{"cast":["Yuriy Kutsenko","Kristina Orbakayte","Evgeniy Stychkin","Mikhail Kozakov","Andrey Krasko"],"overview":"Andrei and Marina are married for 7 years and they feel there is no more love. They ask a famous doctor to help them, and he helps... by putting their minds into the bodies of each other. Now Andrei is in his wife's head, so he lives the life of his own wife, who runs an art gallery, and Marina in the body of Andrei becomes a lawyer...","release_date":"2007-03-01","vote_average":3.8,"runtime":100,"cert":"N\/A","id":62731,"title":"Lovey-Dovey","adult":false,"genre_ids":[35,14]},{"cast":["Kristina Orbakayte","Yuriy Kutsenko","Alina Bulynko","Denis Paramonov","Mikhail Kozakov"],"overview":"In this sequel of Lovey-Dovey Andrey and Marina are exchanging bodies again - but this time with their children.","release_date":"2008-12-23","vote_average":4.1,"runtime":100,"cert":"N\/A","id":62732,"title":"Lovey-Dovey 2","adult":false,"genre_ids":[35,14]},{"cast":["Heino Ferch","Pasquale Aleardi","Heike Makatsch","Julien Lambroschini","Michael Degen"],"overview":"","release_date":"2002-03-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":62733,"title":"Nachts im Park","adult":false,"genre_ids":[35,53,28]},{"cast":["Klaus Kinski","Debora Caprioglio","Nikolai Kinski","Dalila Di Lazzaro","Tosca D'Aquino"],"overview":"Kinski believed that he lived through the same experiences as the legendary \"devil violinist\" Niccolo Paganini, who set whole Europe of the 19th century into frenzy and through whose personality Kinski offers us an incredibly profound and honest insight into his own life; a life of extremities","release_date":"1989-10-07","vote_average":6.6,"runtime":95,"cert":"N\/A","id":62734,"title":"Kinski Paganini","adult":false,"genre_ids":[18,10402]},{"cast":["Patrick Ryan","Jake Quilty-Dunn","Neil Cicierega","J.L. Carrozza","Sean Murphy"],"overview":"No Place Like Home","release_date":"2007-10-14","vote_average":0.0,"runtime":36,"cert":"N\/A","id":62735,"title":"No Place Like Home","adult":false,"genre_ids":[28,12,99,10751,27]},{"cast":["Hiroyuki Hori","Noriko Hidaka","Yo Inoue","Yuusaku Yara","Michitaka Kobayashi"],"overview":"Doress, a Japanese \"black projects\" organization, has been gathering psionics and making biological weapons to \"make Japan superior\". When one of the biological experiments, BAOH, escapes with a young girl, Doress will do anything to get the boy and girl back. For BAOH is a parasite living in its host's brain, altering the host into a living death machine in order to keep it alive. When Doress sends assassins after the boy and girl, BAOH \"awakens\" to its \"Armed Defense Phenomenons\", giving the boy acid-tipped claws, bio-regeneration, and super-strength. But Doress takes the girl, and BAOH must fight an army of commandos and a psionic to get her back","release_date":"1989-01-01","vote_average":4.6,"runtime":50,"cert":"N\/A","id":62736,"title":"Baoh: The Visitor","adult":false,"genre_ids":[27,16,878,28]},{"cast":["Garik Kharlamov","Mikhail Galustyan","Vladimir Turchinsky","Armen Dzhigarkhanyan","Pavel Volya"],"overview":"Vadik Volnov (Garik Kharlamov) dies on his own wedding of cannabis overdose and has to prove to God that he is worthy to enter Heaven. During his conversation with God's secretary, Vadik recalls numerous memorable moments of his earthly existence, such as getting drunk on cognac on his 8th birthday, service in the Soviet Army in Afghanistan, bandit showdowns in crime-ridden 1990s Russia, and, finally, meeting the love of his life.","release_date":"2008-01-23","vote_average":3.0,"runtime":105,"cert":"N\/A","id":62737,"title":"The Best Movie","adult":false,"genre_ids":[35]},{"cast":["Garik Kharlamov","Mikhail Galustyan","Dmitriy Khrustalev","Mikhail Efremov","Yuriy Galtsev"],"overview":"The Best Movie 2 is a 2009 Russian comedy film from Monumental Pictures (Sony Pictures Entertainment) and Comedy Club Production, continuation of 2008 The Best Movie film, spoofing such famous Russian films as Zhara, The Irony of Fate 2 and TV-programs: Malakhov+, King of Ring and Taxi.","release_date":"2009-01-22","vote_average":2.8,"runtime":82,"cert":"N\/A","id":62738,"title":"The Best Movie 2","adult":false,"genre_ids":[35]},{"cast":["Yan Tsapnik","Danila Kozlovsky","Andrey Kuznetsov"],"overview":"KGB agent film about Gromova. Illegally sentenced to 12 years. His fight for justice interpretation.","release_date":"2010-12-12","vote_average":6.3,"runtime":100,"cert":"N\/A","id":62739,"title":"Odinochka","adult":false,"genre_ids":[28]},{"cast":["Donald O'Connor","Martha Hyer","Richard Erdman","Jim Backus","Clint Eastwood"],"overview":"In the U. S. Army intelligence office, bumbling lieutenant Peter Stirling receives a coded message from his friend, Francis, a talking mule. The note urges Pete to hurry to the Coronado, California naval base, where Francis is about to be sold as surplus. Pete rushes to the train station, but before he can board, nurse Betsy Donevan mistakes him for her shell-shocked brother, Navy boatswain Slicker Donevan. She tries to forcibly remove his uniform so he will not get into trouble for impersonating an Army officer. Finally she realizes that Pete is not Slicker but merely his mirror image.","release_date":"1955-08-24","vote_average":5.6,"runtime":80,"cert":"N\/A","id":62742,"title":"Francis in the Navy","adult":false,"genre_ids":[35,10751,10749]},{"cast":["Olga Sidorova","Ville Haapasalo","Klara Novikova","Aleksandr Bashirov","Aleksandr Semchev"],"overview":"The remake of a famous 1963 comedy 'Koroleva Benzokolonki'.","release_date":"2004-12-29","vote_average":1.0,"runtime":86,"cert":"N\/A","id":62747,"title":"A Queen of a Gas Station","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"From the same immaturity level that brought you Andrew Hardingham’s part in Sandbox, Flavor Country and Time well wasted now brings you the film called “Throw your Panties”. When asked why he wanted to make this film Andrew had this to say, “I like watching funny people say funny things and I also like snowboarding so why over saturate one or the other. I want to mix them both together in an overflowing martini glass and drink down that concoction and call it Throw your Panties… duh”. With riding and other bull shit from Dustin Craven, Tobias Karlsson, Andrew Hardingham, Ryan Hall, Dwain Wiebe, Ingemar Backman and Jonas Guinn. The film follows these riders for one year through Andrew’s somewhat demented and very twisted perception of snowboarding.","release_date":"2008-06-26","vote_average":0.5,"runtime":90,"cert":"N\/A","id":62748,"title":"Throw Your Panties","adult":false,"genre_ids":[]},{"cast":["Pat O’Brien","Randolph Scott","Anne Shirley","Eddie Albert","Walter Reed"],"overview":"A documentary\/drama about the training of bombardiers during WWII. Major Chick Davis proves to the U.S. Army the superiority of high altitude precision bombing, and establishes a school for bombardiers. Training is followed in semi-documentary style, with personal dramas in subplots. The climax is a spectacular, if somewhat jingoistic, battle sequence.","release_date":"1943-05-14","vote_average":5.4,"runtime":99,"cert":"N\/A","id":62749,"title":"Bombardier","adult":false,"genre_ids":[18,10752]},{"cast":["Luca Bizzarri","Paolo Kessisoglu","Sabrina Impacciatore","Claudio Gioè","Marit Nissen"],"overview":"","release_date":"2006-04-14","vote_average":5.9,"runtime":null,"cert":"N\/A","id":62750,"title":"...e se domani","adult":false,"genre_ids":[35]},{"cast":["Tony Curtis","Frank Lovejoy","Mary Murphy","Eduard Franz","Skip Homeier"],"overview":"On a Japanese-occupied island during World War II, only two soldiers remain alive after a mission attempt goes horribly wrong. Trapped on the island, they must escort a scientist and his daughter to the other side of the island where their ship awaits. They must battle nature, hard terrain, and advancing Japanese troops.","release_date":"1954-02-05","vote_average":5.4,"runtime":90,"cert":"N\/A","id":62753,"title":"Beachhead","adult":false,"genre_ids":[10752,28,18]},{"cast":["Ben Gazzara","Walter Pidgeon","Ernest Borgnine","Yvette Mimieux","Donnelly Rhodes"],"overview":"When an underwater ocean lab is lost in a earthquake, an advanced submarine is sent down to find it and encounters terrible danger.","release_date":"1973-08-03","vote_average":3.9,"runtime":98,"cert":"N\/A","id":62754,"title":"The Neptune Factor","adult":false,"genre_ids":[28,878]},{"cast":["Jimmie Rodgers","Jack Nicholson","John Hackett","Annabelle Huggins","Conrad Maga"],"overview":"During WWII, a three-man commando team places its trust in the hands of a band of Filipino resistors, as they try to knock out a Japenese communication center.","release_date":"1964-12-19","vote_average":6.0,"runtime":75,"cert":"N\/A","id":62755,"title":"Back Door to Hell","adult":false,"genre_ids":[28,10752,18]},{"cast":["Suriya","Anushka Shetty","Prakash Raj","Nassar","Vivek"],"overview":"The story, set in the backdrop of Nallore, a small town in Thoothukudi District, revolves around Sub-Inspector Durai Singam (Surya), a brave and just policeman who serves in his hometown primarily to fulfill his father’s (Radha Ravi) wish. Durai Singam settles every dispute in his town patiently with his words of wisdom and resorts to force only when the situation demands it. Kavya (Anushka), a city girl who comes on vacation to Nallore, falls in love with Durai Singam. Erimalai (Vivek), Durai Singam's bumbling colleague and friend, often accompanies him.","release_date":"2010-05-28","vote_average":6.8,"runtime":154,"cert":"N\/A","id":62756,"title":"Singam","adult":false,"genre_ids":[28,35,80]},{"cast":["Marat Basharov","Yuriy Kutsenko","Vladislav Galkin","Aleksey Gorbunov","Evklid Kyurdzidis"],"overview":"The sea, August, interesting and simple people. They tan, swim, play volleyball, basketball, drink, dance and then find someone to spend the night with. Many grew out of their student phase and can afford a more comfortable holiday but when July comes they grab a tent, jump into their cars and come here. Here, nobody talks about work and the size of your wallet means nothing.","release_date":"2006-11-23","vote_average":7.1,"runtime":100,"cert":"N\/A","id":62757,"title":"Savages","adult":false,"genre_ids":[35,18]},{"cast":["Anastasiya Zavorotnyuk","Sergey Zhigunov","Olga Prokofieva","Boris Smolkin","Garik Kharlamov"],"overview":"In a provincial town are waiting for a famous troupe of actors. However, arrived celebrities behave strangely and in preparation for the play with the director arouse suspicion in the \"authenticity\" arrived ... In the camp of the \"actors\" his troubles - the only \"Prima\", whose performance the governor came, himself, runs away with a young hussar to the Gypsies. The evening show, tickets are sold out, and no one to play. On tour to seek \"the actress' replacement.","release_date":"2007-06-06","vote_average":1.0,"runtime":104,"cert":"N\/A","id":62760,"title":"Shakespeare Could Never Imagine","adult":false,"genre_ids":[35]},{"cast":["John Meillon","Terry Camilleri","Kevin Miles","Max Gillies","Rick Scully"],"overview":"After the death of his brother on the road, unemployed and unstable drifter Arthur Waldo stays for a while in the rural Australian town of Paris as the guest of the mayor, who hopes he will become a permanent member of the Paris population. Arthur soon realizes the quaint hamlet has a sinister secret: they orchestrate car accidents and rob the victims. Survivors are brought to the local hospital, lobotomized, and used for a local doctor's experiments.","release_date":"1974-10-10","vote_average":5.3,"runtime":87,"cert":"N\/A","id":62761,"title":"The Cars That Ate Paris","adult":false,"genre_ids":[35,27,9648,53]},{"cast":["Jimmy Wang Yu","Lo Lieh","Wang Ping","Chiu Hung","Fang Mian"],"overview":"Lei Ming, a noble young martial arts student who doesn't know the meaning of giving up. He faces a treacherous, blood-thirsty Japanese karate expert, which leads to many memorable battles as well as several unforgettable training sequences.","release_date":"1970-11-26","vote_average":6.5,"runtime":90,"cert":"N\/A","id":62762,"title":"The Chinese Boxer","adult":false,"genre_ids":[28]},{"cast":["Joe Lando","Bruce Boxleitner","Matthew Ewald","Michele Greene","Chris Krisea"],"overview":"When the dam in the town of Rutland starts to show signs of wear. David Powell, the architect who originally worked on the dam but was removed and who left town after he was black balled by Walker, the man who only cares about making a profit; returns. He insists that the dam be drained and inspected but Walker claims it would take too long and would be too costly. David goes to the dam and notices a few anomalies. He then tries to warn the deputy mayor who happens to be his estranged wife but out of anger she refuses to listen. Also David tries to reconnect with his son who resents his desertion.","release_date":"2003-04-25","vote_average":3.0,"runtime":120,"cert":"N\/A","id":62763,"title":"Killer Flood: The Day the Dam Broke","adult":false,"genre_ids":[28]},{"cast":["Lily Collins","Julia Roberts","Armie Hammer","Nathan Lane","Martin Klebba"],"overview":"After she spends all her money, an evil enchantress queen schemes to marry a handsome, wealthy prince. There's just one problem - he's in love with a beautiful princess, Snow White. Now, joined by seven rebellious dwarves, Snow White launches an epic battle of good vs. evil...","release_date":"2012-03-15","vote_average":5.8,"runtime":106,"cert":"PG","id":62764,"title":"Mirror Mirror","adult":false,"genre_ids":[12,35,18,10751,14]},{"cast":["Henri Pardo","Benz Antoine","Jacquy Bidjeck","Alain Lino Mic Eli Bastien","Edouard Fontaine"],"overview":"Ronald, an eight year-old biracial boy, sees his life turning upside down after witnessing the brutal murder of his mother by his father. Often moved from one foster home to the next, Ronald is recruited by a street gang where he dwells in a life of crime and violence. As he waits for his father to be released to avenge his mother, he realizes that he doesn't have to follow his father's footsteps or the path chosen for him. Against all odds, he takes control of his own destiny. His awakening to new humane values enables him to change change course despite the obvious risk of losing the only family he has ever known.","release_date":"2010-11-05","vote_average":5.8,"runtime":null,"cert":"N\/A","id":62765,"title":"Exit 67","adult":false,"genre_ids":[28,80,18]},{"cast":["Aleksandr Baluev","Roman Viktyuk","Svetlana Svirko","Irina Sokolova","Viktor Mikhaylov"],"overview":"\"The Institute of Conscious Dreams\" - the so-called clinic is a mysterious place. True miracles happen here. It is here, during psychedelic sessions, that a door opens into a different reality, into the depths of a person's consciousness and his genetic memory.","release_date":"2001-09-01","vote_average":2.3,"runtime":151,"cert":"N\/A","id":62766,"title":"The Turn of the Century","adult":false,"genre_ids":[878,18]},{"cast":["Dmitriy Ermilov","Vera Voronkova","Tatyana Peshkova"],"overview":"В неком городе живут Мать и ее сын Егор. У них есть Тайна: отец Егора – инопланетянин. От своего отца Егор унаследовал странные, буквально нечеловеческие способности. Проявляются они только тогда, когда мальчик оказывается рядом с человеком, которого по-настоящему любит. Никто, кроме Матери, не знал об этих способностях, пока повзрослевший Егор не встретил Анжелу..","release_date":"2005-11-17","vote_average":1.0,"runtime":67,"cert":"N\/A","id":62767,"title":"Kontakt","adult":false,"genre_ids":[18,10749,878]},{"cast":["Olivia d'Abo","Keanu Reeves","Rita Tushingham","Jessica Steen","Sean McCann"],"overview":"Robin and her father have a car accident. Her father dies. Robin is badly injured and cannot compete in gymnastics tournaments anymore. She lives with her mother and bad step-father. Robin is accepted to the school athlethics team but is not accepted by some other girls, so she works out at a friends house. Eventually Robin and her team compete in the national scholastic meet.","release_date":"1986-05-14","vote_average":5.7,"runtime":96,"cert":"N\/A","id":62768,"title":"Flying","adult":false,"genre_ids":[18,10749]},{"cast":["Nikita Dzhigurda"],"overview":"Пришествие Иисуса Христа на землю, неизвестный Толстой, проклятый Распутин, любовь короля Ричарда и страшные тайны Святой инквизиции. Всё это в историческом фильме, в котором тесно переплелись целые эпохи, благодаря чему зритель оказывается в невообразимом водовороте приключений, вечной борьбы за души людей и всепобеждающей магии любви. «Распятые» - художественный фильм, основанный на запрещенных в разное время записках Льва Толстого. Религиозные убеждения и инквизиторские гонения, страх в глазах людей и их вера в справедливость, любовь и ненависть, природа и человек. Все эти темы нашли свое отражение в картине-фантасмогории.","release_date":"2007-06-06","vote_average":0.0,"runtime":154,"cert":"N\/A","id":62769,"title":"Raspyatye","adult":false,"genre_ids":[18,14,36]},{"cast":["Mikhail Politseymako","Valentin Smirnitskiy","Yan Tsapnik","Denis Kuryshev"],"overview":"Что же такого страшного и непостижимого может произойти с участниками съёмок фильма, если привлечь в спонсоры владельца казино, крутого парня Гришу? Оказывается очень даже много чего. Особенно, если у Гриши есть «милая» и любвеобильная девушка, которая влюбляется в актёра, играющего главного героя фильма. И к тому же кто-то, прямо на съёмочной площадке, похищает чемоданчик со спонсорскими долларами …","release_date":"2006-06-06","vote_average":0.0,"runtime":86,"cert":"N\/A","id":62770,"title":"Beshenye Dengi","adult":false,"genre_ids":[35,99]},{"cast":["Barbara Brylska","Inna Churikova","Vitali Solomin","Aleksandr Mikhaylov","Aleksey Petrenko"],"overview":"A gentleman hires a female private detective to spy on his wife - and suddenly falls in love.","release_date":"2002-06-22","vote_average":1.0,"runtime":123,"cert":"N\/A","id":62771,"title":"Casus Belli","adult":false,"genre_ids":[18,35,10749]},{"cast":["Steven Tyler","Joe Perry","Joey Kramer","Brad Whitford","Tom Hamilton"],"overview":"A behind-the-scenes look at the making of Pump, the album that carried Boston band Aerosmith into the nineties. While this video doesn't include album versions of any of the songs from Pump (Columbia did not have control of the rights), it does include extensive footage of the band members perfecting their craft in the studios, as well as interviews with all those involved.","release_date":"1990-10-09","vote_average":8.5,"runtime":110,"cert":"N\/A","id":62772,"title":"Aerosmith - The Making of Pump","adult":false,"genre_ids":[99,10402]},{"cast":["Valentin Smirnitskiy","Semyon Furman","Yan Tsapnik","Denis Kuryshev"],"overview":"Частный детектив Иваниди (Cемён Фурман) приглашён на поиски пропавших киноматериалов. Он начинает проводить допросы с пристрастием, используя при этом разные способы давления, чем повергает всех в шок. Расследование заходит в тупик, что не удивительно, ведь \"частный детектив\" не кто иной, как сбежавший из психиатрической клиники шизофреник.","release_date":"2006-12-12","vote_average":0.0,"runtime":87,"cert":"N\/A","id":62773,"title":"Chelyusti","adult":false,"genre_ids":[35]},{"cast":["Viktor Bychkov","Aleksey Panin","Giuliano Di Capua","Andrey Fedortsov","Lyubov Zaytseva"],"overview":"A continuation of a funny adventures of a dachshund puppy and four his friends - taxi drivers.","release_date":"2006-12-20","vote_average":2.5,"runtime":125,"cert":"N\/A","id":62776,"title":"4 Taxidrivers and a Dog 2","adult":false,"genre_ids":[35]},{"cast":["Dave Grohl","Nate Mendel","Chris Shiflett","Pat Smear","Taylor Hawkins"],"overview":"The band began recording their seventh studio album in August 2010 with producer Butch Vig, who had previously produced the two new tracks for the band's Greatest Hits album. The album was recorded in Dave Grohl's garage using only analog equipment. A documentary on the band's history, Back and Forth, was released theatrically on April 5 along with a live 3-d performance of the album Wasting Light. While most theaters viewed the show in its entirety, some theaters had technical issues and the band rescheduled to have Back And Forth played on April 14, 2011. On April 13, 2011, the band performed the entire album live from Dave Grohl's Studio 606 and uploaded it to YouTube in its entirety.","release_date":"2011-04-05","vote_average":7.0,"runtime":49,"cert":"N\/A","id":62777,"title":"Foo Fighters - Wasting Light Live From 606","adult":false,"genre_ids":[10402]},{"cast":["Aleksei Alekseyev","Sergey Mukhin","Artyom Tkachenko","Aleksandr Robak","Evgeniy Stychkin"],"overview":"This story is about three slacker friends: Marat (a video store worker); Belyj (an unsuccessful actor); and Nick (a cowardly marshal arts practitioner). Bored with their lives and wanting to instead live in style, the boys rob the richest and most respected men in the city. However, they are in over their heads and it is too late to turn back.","release_date":"2004-04-01","vote_average":2.8,"runtime":98,"cert":"N\/A","id":62778,"title":"Don't Even Think 2: Independence Play","adult":false,"genre_ids":[80,35]},{"cast":["Sergey Shakurov","Dariya Moroz","Irina Rozanova","Rimma Markova","Sergey Nikonenko"],"overview":"A new screen version of the play of the same name, written by Aleksandar Ostrovski. After a long time spent traveling abroad, the aging landowner Aleksandar Ashmetev returns to his mansion. He soon informs his spouse Maria Petrova (whom he doesn't love) that intends to leave again for Paris, away from dull provincial life. In despair, Maria thinks up a cunning plan. She introduces Aleksandar to Varya Zubareva, a young beauty from the neighboring mansion, in the hope that she will keep him there for longer. But, the mock intrigue takes a serious turn when it becomes obvious that Aleksandar has become seriously interested in Varya. Aleksandar now begins to think about how he can turn his passion into a real romance with the young temptress.","release_date":"2002-06-06","vote_average":1.0,"runtime":100,"cert":"N\/A","id":62779,"title":"A Savage","adult":false,"genre_ids":[10749,35]},{"cast":["Chika Arakawa","Sergey Garmash","Artur Smolyaninov","Sergey Gazarov","Irina Rozanova"],"overview":"Yuriko, a daughter of Yakudza boss is lost in Russia. Here she finds Alexey - a young man who is trying to help her.","release_date":"2010-09-02","vote_average":4.9,"runtime":82,"cert":"N\/A","id":62780,"title":"A Yakuza's Daughter Never Cries","adult":false,"genre_ids":[35]},{"cast":["Aleksandr Lykov","Olesya Zhurakovskaya","Andrey Fedortsov"],"overview":"Одинокий профессор филологии, пенсионер Андрей Павлович, типичный рафинированный интеллигент, приводит к себе гости случайную попутчицу Катю. С этого момента его жизнь кардинально меняется. Катя оказывается стареющей путаной, вслед за ней в дом профессора нескончаемой вереницей тянутся странные люди из воровского мира. Скромный пенсионер превращается в члена криминального сообщества и хозяина двух \"ночных бабочек\" — Марго и Белоснежки. Далее сюжет развивается по законам черной комедии: новые случайные жертвы, возня с покойниками, ремонт в доме. На фоне криминальных событий меняется сам пенсионер.","release_date":"2007-01-01","vote_average":3.5,"runtime":115,"cert":"N\/A","id":62781,"title":"Professor V Zakone","adult":false,"genre_ids":[35,10749]},{"cast":["Anna Mikhalkova","Mikhail Porechenkov","Anastasia Seglia","Dmitriy Shevchenko","Leonid Yarmolnik"],"overview":"Ilya lives in Moscow; Nina lives in St. Petersburg. Ilya has a beautiful wife and a daughter; Nina's husband is an artist, and they have a young son. Nina occasionally travels to Moscow to see her partners in the publishing industry. Ilya sometimes comes to St. Petersburg on business. But more often they are in the train between St. Petersburg and Moscow just to see each other. Because they have an affair.","release_date":"2006-06-29","vote_average":1.5,"runtime":null,"cert":"N\/A","id":62782,"title":"Relations","adult":false,"genre_ids":[18]},{"cast":["Mikhail Porechenkov","Evgeniya Dobrovolskaya","Svetlana Khodchenkova","Aleksandr Dedyushko","Sergey Sosnovsky"],"overview":"Roman Shilo, a known criminal, suddenly must deal with his fourteen years old daughter and not only with her but with her little stepbrother and stepsister as well.","release_date":"2008-04-17","vote_average":2.3,"runtime":87,"cert":"N\/A","id":62783,"title":"A Real Dad","adult":false,"genre_ids":[35]},{"cast":["Aleksey Panin","Anastasiya Tsvetayeva","Alisa Grebenshchikova"],"overview":"Эмма Пономарева только что окончила школу. Она молода, красива, влюблена и счастлива! Ее избранник - двадцатилетний Игорь Волков. Он души не чает в своей Эмме. Им кажется, что так будет всегда, но обстоятельства складываются против них. Игорь оказывается в армии, откуда его отправляют в Чечню, где он пропадает без вести. Эмма, беременная его ребенком, под напором матери выходит замуж за бизнесмена, способного поправить неважно идущие дела магазина. Когда она уже смирилась с потерей возлюбленного, он возвращается в город...","release_date":"2011-01-01","vote_average":0.0,"runtime":85,"cert":"N\/A","id":62784,"title":"Melodiya Lyubvi","adult":false,"genre_ids":[10749]},{"cast":["Aleksey Bardukov"],"overview":"Двое воспитанников детского дома влюбляются друг в друга, и их отношения очень быстро доходят до интимной близости. Вскоре девушка понимает, что беременна, и сообщает об этом любимому парню. Тот в шоке и не знает, что с этим делать. Все становится известно воспитателям, которые требуют, чтобы девушка сделала аборт. Будущий отец в панике сбегает...","release_date":"2010-06-06","vote_average":0.0,"runtime":98,"cert":"N\/A","id":62785,"title":"Naydenysh","adult":false,"genre_ids":[10749,18]},{"cast":["Aleksey Bardukov"],"overview":"Анна и Никита воспитывают чужого ребенка, но теперь у них появился шанс на рождение собственного: беременность Анны подтверждается. Женщину кладут на сохранение. Однако их счастье омрачается попытками некой доброжелательницы убедить Анну и ее мужа, что в ее возрасте опасно рожать. По ее мнению, Анне следует прибегнуть к помощи суррогатной матери. А пока Анна находится в роддоме, Никита берет на себя заботу о матери-одиночке с новорожденным ребенком, отец которого трагически погиб...","release_date":"2011-01-01","vote_average":0.0,"runtime":196,"cert":"N\/A","id":62786,"title":"Naydenysh 2","adult":false,"genre_ids":[10749,18]},{"cast":["Tungyshbai Al-Tarazi","Ayganim Sadykova","Andrey Merzlikin"],"overview":"The main character, his wife and small son lose their way and become stuck on a country road. As a result, they have to spend the night in their car. The following morning, the main character awakens alone, his wife and son having mysteriously disappeared. His preliminary searches bring the hero to a small lonely house, in which an old man and a young woman live. It seems that these strange tenants know about him and his family but try to hide their knowledge. For what reason?","release_date":"2009-09-01","vote_average":3.8,"runtime":91,"cert":"N\/A","id":62787,"title":"Strayed","adult":false,"genre_ids":[53]},{"cast":["Louis de Funès","Etchika Choureau","Danielle Darrieux","Robert Lamoureux","Jean-Marc Thibault"],"overview":"","release_date":"1954-08-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":62788,"title":"Escalier de service","adult":false,"genre_ids":[]},{"cast":["Lino Ventura","Marcel Bozzuffi","Paolo Bonacelli","Tino Carraro","Alain Cuny"],"overview":"A detective is assigned to investigate the mysterious murders of some Supreme Court judges.","release_date":"1976-02-12","vote_average":6.7,"runtime":120,"cert":"","id":62789,"title":"Illustrious Corpses","adult":false,"genre_ids":[80,9648,53]},{"cast":["Maurice Risch","Pierre Tchernia","Pierre Tornade","Bernard Haller","Michel Galabru"],"overview":"The notorious and mysterious criminal Furax steals France's famous monuments, replacing them with replicas.","release_date":"1980-02-08","vote_average":4.1,"runtime":null,"cert":"N\/A","id":62790,"title":"Signé Furax","adult":false,"genre_ids":[35,9648]},{"cast":["Jean-Pierre Aumont","Herbert Lom","Vincent Winter","Pamela Franklin","Leo McKern"],"overview":"When a kindly junk dealer gives a group of poor French children a headless toy horse, the kids dub themselves \"The Knights Of The Headless Horse.\" The broken toy becomes their only source of fun, but suddenly the horse becomes the pawn in another game -- a deadly race against time between a ruthless gang of train robbers and the town's honest police inspector.","release_date":"1962-12-31","vote_average":6.0,"runtime":90,"cert":"U","id":62793,"title":"The Horse Without a Head","adult":false,"genre_ids":[12,18,10751,10770]},{"cast":["Camilla Luddington","Nico Evers-Swindell","Samantha Whittaker","Jonathan Patrick Moore","Richard Reid"],"overview":"William &amp; Kate is the first of two unrelated American television films about the relationship between Prince William and Catherine \"Kate\" Middleton (now The Duke and Duchess of Cambridge), directed by Mark Rosman and written by Nancey Silvers. The film was a ratings success, despite the negative reception from critics. The second film William &amp; Catherine: A Royal Romance was produced by a different company and released in August 2011.","release_date":"2011-04-18","vote_average":5.7,"runtime":83,"cert":"N\/A","id":62796,"title":"William & Kate","adult":false,"genre_ids":[18,10749]},{"cast":["Sanjeev Kumar","Shammi Kapoor","Jackie Shroff","Meenakshi Seshadri","Amrish Puri"],"overview":"Hero is the story of a criminal transforming and evolving as a good person under the influence of love. Jackie is a baddie with a heart of gold though, who has to settle scores with the area's 'Thakur' and his police officer son Sanjeev Kumar. So he opts for kidnapping their soft spot, Radha, Thakur khandaan's only daughter. Radha is given to understand that Jackie and his gang are police people who have taken her away to the safety of jungles because their house has been invaded by dacoits. The rest of the story is about the gang's camaraderie with Radha in sylvan spots and the discovery of truth by Radha.","release_date":"1983-01-01","vote_average":6.6,"runtime":173,"cert":"N\/A","id":62803,"title":"Hero","adult":false,"genre_ids":[10749]},{"cast":["George Sanders","Yvonne De Carlo","Zsa Zsa Gábor","Victor Jory","Nancy Gates"],"overview":"A Czech refugee uses women to advance his business interest.","release_date":"1956-10-31","vote_average":6.1,"runtime":119,"cert":"N\/A","id":62804,"title":"Death of a Scoundrel","adult":false,"genre_ids":[18,80]},{"cast":["Sarah Shevon","Zoe Voss","Scarlett Fay","Evan Stone","Lily LaBeau"],"overview":"Someone has taken their love of porn parodies one step too far.  Do not answer the phone. Do not open the door. Do not forget the lube. Making porn parodies can be murder...","release_date":"2011-04-19","vote_average":7.5,"runtime":126,"cert":"N\/A","id":62809,"title":"Scream XXX: A Porn Parody","adult":true,"genre_ids":[]},{"cast":["Honey Winter","Liza Del Sierra","Bailee","Donna Bell"],"overview":"It's simple mathematics: 2 cocks at a time equals one tore up bitch! So get ready to watch these cock addicted sluts (including Ivana Sugar, Liza del Sierra, Donna Bell, Bailey, and Honey Winter) get their holes double teamed and double beamed ...","release_date":"2011-04-26","vote_average":10.0,"runtime":null,"cert":"N\/A","id":62810,"title":"2 At a Time","adult":true,"genre_ids":[]},{"cast":["Breanne Benson","Michael Vegas","Lyla Storm","Lexi Belle","Brandy Aniston"],"overview":"Femme fatale Catherine Trammel is the number one suspect in the murder case Nick Curran is trying to crack. He'd like to engage in a penetrating investigation of all three female suspects, if only he could dodge another kind of 'internal affair.'","release_date":"2011-04-23","vote_average":0.0,"runtime":109,"cert":"N\/A","id":62811,"title":"Official Basic Instinct Parody","adult":true,"genre_ids":[35]},{"cast":["Russ Wheeler"],"overview":"N&amp;W Steam 1956-1958! * Cincinnati, Portsmouth in 1956! * Class A Breakdown * Rainy day at Bonsack, VA in 1956 with live sound including Class A, Y, Jawn Henry, J &amp; K2's! * Pigeon Creek Shifter chase with Y6A #2136, November 1958! All scenes with real N&amp;W audio, much of it recorded when filmed! Featuring film by Donald J. Krofta, Joseph Schmitz, Jack Jennings, William H. Bauer, Dave McNeil and George Leilich. Narrated by Russ Wheeler.","release_date":"2008-11-06","vote_average":4.3,"runtime":78,"cert":"N\/A","id":62820,"title":"Pocahontas Glory Vol. 7","adult":false,"genre_ids":[99,36]},{"cast":["Trevor Noah"],"overview":"Trevor Noah is back in a longer production of roughly 2 hours. The update show features footage from the previous show and includes roughly 50 minutes of new material.","release_date":"2010-06-18","vote_average":5.5,"runtime":123,"cert":"N\/A","id":62823,"title":"Trevor Noah: The Daywalker Revisited","adult":false,"genre_ids":[35]},{"cast":["Ingvar Hirdwall","Eva Gröndahl","Rolf Lassgård","Göran Forsmark","Folke Asplund"],"overview":"In this Swedish TV drama, a once-kittenish young woman has become a fortyish spinster, still helping her widowed father on the family farm. Marta drives tractors, does the planting and harvesting, and helps to maintain the property. Meanwhile her father Johansson worries and wonders if his aging daughter will ever find a man to marry her. Into this tense situation comes Sture, the potato seller,,,","release_date":"1996-03-12","vote_average":5.6,"runtime":48,"cert":"N\/A","id":62826,"title":"Potatishandlaren","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"Askeladden (Norwegian \"The Ash Lad\") is the main character in many Norwegian folktales.","release_date":"1961-01-01","vote_average":7.0,"runtime":15,"cert":"N\/A","id":62831,"title":"The Ashlad and His Good Helpers","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1955-04-01","vote_average":6.7,"runtime":13,"cert":"N\/A","id":62832,"title":"The Steadfast Tin Soldier","adult":false,"genre_ids":[]},{"cast":["Zoe Saldana","Cliff Curtis","Callum Blue","Michael Vartan","Lennie James"],"overview":"Zoe Saldana plays a young woman who, after witnessing her parents’ murder as a child in Bogota, grows up to be a stone-cold assassin. She works for her uncle as a hitman by day, but her personal time is spent engaging in vigilante murders that she hopes will lead her to her ultimate target: the mobster responsible for her parents' death.","release_date":"2011-07-27","vote_average":6.5,"runtime":108,"cert":"15","id":62835,"title":"Colombiana","adult":false,"genre_ids":[28,53,80,18]},{"cast":["Robert De Niro","Katherine Heigl","Ashton Kutcher","Carla Gugino","Lea Michele"],"overview":"The lives of several couples and singles in New York intertwine over the course of New Year's Eve.","release_date":"2011-12-08","vote_average":5.8,"runtime":118,"cert":"12A","id":62838,"title":"New Year's Eve","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"Not until four years after The Fox's Widow was the third fairytale movie, The Seventh Master of the House released - Caprino's personal favourite. This is a wonderful fairytale and a sharp satire on everyday bureaucracy. Caprino knew all about that - in fact, you might say that the movie was an indirect stab at the bureaucrats who had considered all his funding applications.","release_date":"1966-02-25","vote_average":6.3,"runtime":12,"cert":"N\/A","id":62839,"title":"The Seventh Master of the House","adult":false,"genre_ids":[]},{"cast":[],"overview":"Meet the cheeky, but kind-hearted, Little Frick and his fiddle as he works for three years for three shillings and compassionately gives them away to every vagabond he meets. But the reward is immense.","release_date":"1952-01-01","vote_average":6.7,"runtime":18,"cert":"N\/A","id":62840,"title":"Little Frick and the Fiddle","adult":false,"genre_ids":[16]},{"cast":["Vladimír Šmeral","Elo Romančík","Josef Kemr","Soňa Valentová","Blanka Waleská"],"overview":"A ruthless inquisitor spins the superstitions of local peasants into religious heresy, finding cause to accuse dozens of innocent men and women of witchcraft. The inquisitor targets nobles and merchants, whose property and goods are then confiscated. After suffering an array of medieval tortures, most of the accused confess—only to be burned alive at the stake as helpless villagers watch. With its bold and striking cinematography, the film captures scenes of both daring nudity and brutal torture.","release_date":"1970-01-23","vote_average":7.6,"runtime":103,"cert":"N\/A","id":62843,"title":"Witchhammer","adult":false,"genre_ids":[18,53]},{"cast":["Amanda Tapping","JR Bourne","Fred Henderson","Courtney Kramer"],"overview":"Four people, four walls, four stories, four truths.","release_date":"2002-01-10","vote_average":6.5,"runtime":95,"cert":"N\/A","id":62846,"title":"Stuck","adult":false,"genre_ids":[18,35,53]},{"cast":["Dudley Moore","Peter Cook","Denholm Elliott","Joan Greenwood","Hugh Griffith"],"overview":"Director Paul Morrissey applies a hefty dose of humor to Sir Arthur Conan Doyle's classic detective story in this interpretation of The Hound of the Baskervilles. Comedian Peter Cook takes on the role of brilliant detective Sherlock Holmes, who's not so gifted here as he relegates much of the investigation of demonic dogs to his bumbling sidekick, Watson (Dudley Moore), while he spends time with his mother and searches for an assistant.","release_date":"1978-07-21","vote_average":4.5,"runtime":85,"cert":"N\/A","id":62847,"title":"The Hound of the Baskervilles","adult":false,"genre_ids":[18,27,35,53,80,9648]},{"cast":["Bourvil","Francis Blanche","Jean Poiret","Jean Yonnel","Jean Tissier"],"overview":"","release_date":"1963-08-28","vote_average":6.4,"runtime":92,"cert":"N\/A","id":62848,"title":"Thank Heaven for Small Favors","adult":false,"genre_ids":[35]},{"cast":["Vincent Spano","Alexandra Paul","Lucas Elliot Eberl","Robert Pine","Amy Van Nostrand"],"overview":"Manhattan fireman Mark Decker visits, for the first time, his Steven in his ex Emma's new apartment in one of her dad Donald Richardson's development estates, at the foot of Diamand-back Mountain. But Don's ambitious executive Stewart Hancock, who dreams of his own firm, has been cutting too many corners, at the expense of safety, causing a landslide. Mark gets trapped with Steven and the new concierge Harold, who knows everything about an additional danger: rattlesnakes awoken early from hibernation. Now Mark discovers artistic, nerdy Steven only did 'manly' stuff in the city because dad-son time is so rare. While they soldier on, landscape architect Emma discovers the truth and counters Stewart's plan B to literally cover it up.","release_date":"2006-04-29","vote_average":3.8,"runtime":91,"cert":"N\/A","id":62849,"title":"Buried Alive","adult":false,"genre_ids":[18,28,12]},{"cast":["Miki Sugimoto","Eiji Gō","Tetsurō Tamba","Hideo Murota","Yôko Mihara"],"overview":"Agent Zero (Miki Sugimoto) is a cop that uses her own methods for dealing with criminals. After she unlawfully kills a rapist in a violent fashion, she is sent to prison and stripped of her badge. But very soon after, a rich politician's daughter is kidnapped by a ruthless gang. Agent Zero is let out of prison with the mission of going undercover to find the politician's daughter and return her safely. Using her deadly red handcuffs, she disposes of the criminals one by one.","release_date":"1974-05-21","vote_average":6.7,"runtime":88,"cert":"N\/A","id":62852,"title":"Zero Woman: Red Handcuffs","adult":false,"genre_ids":[53,28,80,18]},{"cast":["James LaBrie","John Petrucci","John Myung","Jordan Rudess","Mike Portnoy"],"overview":"A little more than a month after original drummer Mike Portnoy's sudden departure from Dream Theater, the band held three days of auditions in New York City. Over an amazing and productive three-day period, the band played, jammed and spoke candidly with seven of the world's greatest drummers, learning about them musically, personally and professionally, and assessing the fit of each drummer's incredible chops with the band's trademark prog-rock sound. Dream Theater would like to share with its fans some of the intense process, along with the musical joy, that went into choosing a new drummer. Who is the best fit behind the kit?","release_date":"2011-04-28","vote_average":5.3,"runtime":67,"cert":"N\/A","id":62853,"title":"Dream Theater: The Spirit Carries On","adult":false,"genre_ids":[10402,99]},{"cast":["Xavier Tort","Manel Solás","Anne Céline Auche"],"overview":"France. A near and probable future. The Sisterhood of Metacontrol governs Europe. Angeline, an exemplary and irreproachable citizen has just joined the order... But her relationship with a special man, Nono, will make her question profoundly the principles of the Doctrine.","release_date":"2004-10-12","vote_average":3.9,"runtime":82,"cert":"N\/A","id":62854,"title":"FAQ: Frequently Asked Questions","adult":false,"genre_ids":[18,878]},{"cast":["Tatsuo Umemiya","Ushio Akashi","Joji Oka","Hiroko Mine","Ken Sudo"],"overview":"When an alien force tries to invade Earth to steal a powerful new rocket fuel, a mysterious hero intervenes.","release_date":"1959-03-19","vote_average":1.9,"runtime":121,"cert":"N\/A","id":62855,"title":"Prince of Space","adult":false,"genre_ids":[28,878]},{"cast":["Mike Patton","Jed Watts","Trey Spruance","Trevor Dunn"],"overview":"Mr. Bungle formed in 1985 in Eureka, California while the members were still in high school. The band initially consisted of Trevor Dunn, Mike Patton, Trey Spruance, Theo Lengyel, and Jed Watts.","release_date":"1985-01-01","vote_average":0.0,"runtime":19,"cert":"N\/A","id":62856,"title":"Mr. Bungle: Bister Mungle - Eureka High School Talent Show","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Faith No More at the Hurricane Festival Eichenring Scheeßel, Germany June 20, 2009","release_date":"2009-06-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":62857,"title":"Faith No More: Reunited - Live at the Hurricane Festival","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"TV broadcast of a Peeping Tom show from 2006 in Germany.","release_date":"2006-12-11","vote_average":7.0,"runtime":64,"cert":"N\/A","id":62858,"title":"Peeping Tom: Live in Cologne","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"What happens when Dorothy the Dinosaur meets Santa Claus? There’s singing, dancing, reindeers and fun! Dorothys first animated adventure for the first time on the big screen features Santa Claus, Washington The Elf, Captain Feathersword and a host of friends from the North Pole. Non animated specials guests include John Paul Young, Poppa Bill and Kasey Chambers!","release_date":"","vote_average":0.0,"runtime":60,"cert":"N\/A","id":62863,"title":"Dorothy The Dinosaur Meets Santa Claus","adult":false,"genre_ids":[10751]},{"cast":["Latesh Patel","Peter O'Toole","Rupak Mehta"],"overview":"On June 29, 1792, Neelkanth begins his journey of awakening. Having resolved to embrace the challenges of nature, he leaves his home in the city of Ayodhya. Neelkanth walks alone into the cold stormy night, wearing nothing over his shoulders or under his feet, carrying nothing - no maps, no money, no food - except inner courage, confidence and a silent spiritual strength. At the Saryu River, he enters the cold, raging current. Neelkanth is swept away, leaving behind all that was familiar.","release_date":"2005-02-01","vote_average":9.0,"runtime":45,"cert":"N\/A","id":62868,"title":"Mystic India","adult":false,"genre_ids":[18,53,99]},{"cast":["Pascal Greggory","Léo Legrand","Alexandra Maria Lara","Jonathan Zaccaï","Laura Martin"],"overview":"Thomas, a father in his fifties, returns by chance to the town where he grew up. He collapses and wakes up forty years earlier in the body of his teenage self. Thrown back into his past, Thomas will not only have to re-live his first love, but also try to understand the reasons for his father’s mysterious departure. Can you change the past by living it again?","release_date":"2010-05-20","vote_average":7.2,"runtime":98,"cert":"N\/A","id":62871,"title":"A Distant Neighborhood","adult":false,"genre_ids":[18]},{"cast":["Brigitte Hobmeier","Johanna Wokalek","Martin Wuttke","Xaver Hutter","Erni Mangold"],"overview":"At some point in the not-so-distant future, an unnamed European city has evolved into a bizarre dystopian metropolis, whose residents inhabit towering utopian high-rises and work, collectively, in a single compound.","release_date":"2008-09-11","vote_average":6.0,"runtime":96,"cert":"N\/A","id":62872,"title":"Silent Resident","adult":false,"genre_ids":[]},{"cast":["Michael Bublé"],"overview":"Get up close and personal with Michael Bublé as viewers take front-row seats on his latest world-wide tour. Sit back and be entertained as Michael performs his biggest hits, charms his audience with special moments and speaks intimately about his life, loves and dreams.","release_date":"2010-12-04","vote_average":0.0,"runtime":45,"cert":"N\/A","id":62873,"title":"This Is Michael Bublé","adult":false,"genre_ids":[18]},{"cast":["Ozzy Osbourne","Tony Iommi","Geezer Butler","Bill Ward"],"overview":"Recorded live in 1978, Never Say Die is a defining moment in Black Sabbath's history. This unique concert is one of Sabbath's final performances with the original line-up of Ozzy Osbourne, Tony Iommi, Geezer Butler and Bill Ward.","release_date":"1978-01-01","vote_average":4.8,"runtime":57,"cert":"","id":62874,"title":"Black Sabbath: Never Say Die","adult":false,"genre_ids":[10402,99]},{"cast":["Brian May","Roger Taylor","Ray Cooper","Ricky Martin","Annie Lennox"],"overview":"Well known performers accompanied by 12,000 selected members of the public on the lawn of Buckingham Palace to celebrate the Queen's Golden Jubilee.","release_date":"2002-06-03","vote_average":5.4,"runtime":175,"cert":"","id":62875,"title":"Party at the Palace: The Queen's Concerts, Buckingham Palace","adult":false,"genre_ids":[10402,99]},{"cast":["Jean-Paul Belmondo","Christine Kaufmann","Pierre Vaneck","Béatrice Altariba","Henri Virlojeux"],"overview":"Roberto goes to Marseilles to give a hand to his friend Xavier, wrongly imprisoned following a frame-up organized by his associate Villanova. Roberto sets out to seduce Villanova's mistress, but when Villanova is killed, Roberto ends up leader of the band...","release_date":"1961-11-17","vote_average":6.7,"runtime":102,"cert":"N\/A","id":62876,"title":"A Man Named Rocca","adult":false,"genre_ids":[18]},{"cast":["Yûko Moriyama","Kazuhiko Inoue","Mizuho Yoshida","Mitsuo Abe","Shuta Hiromoto"],"overview":"Intergalactic bounty hunters Iria and Bob return to track down an ancient mystical relic. When a second Zeiram unit shows up and goes berserk, it takes all of Iria's resources to survive a deadly game of cat-and-mouse with the fearsome space creature.","release_date":"1994-12-17","vote_average":5.6,"runtime":107,"cert":"N\/A","id":62877,"title":"Zëiram 2","adult":false,"genre_ids":[28,878]},{"cast":["Tahmoh Penikett","Mark Deklin","Peter Wingfield","Jeananne Goossen","Alan Cumming"],"overview":"Welcome to Riverworld, a place of strange, watery beauty and the current abode of a fascinating cast of the recently (and not-so-recently) dead. It certainly isn't Heaven, but it just might be Hell.","release_date":"2010-04-18","vote_average":4.9,"runtime":178,"cert":"N\/A","id":62878,"title":"Riverworld","adult":false,"genre_ids":[878]},{"cast":["Dirk Benedict","Sandra Dorsey","Burton Gilliam","David Hayward","Sally Kirkland"],"overview":"Two sisters &amp; their moonshinerunning boyfriend outwit the Dragon Lady of the Southern crime belt in this comedy car chase \/ action-packed undercover investigation story.","release_date":"1980-11-08","vote_average":6.5,"runtime":100,"cert":"N\/A","id":62879,"title":"The Georgia Peaches","adult":false,"genre_ids":[35]},{"cast":["Jimmy McNichol","Janet Julian","Walter Barnes","John Blyth Barrymore","Robert Beecher"],"overview":"Follows the rivalry between a small-town Southern sheriff and a small-town delinquent who steals cars and then destroys them with the sheriff’s daughter by his side.","release_date":"1981-10-01","vote_average":4.5,"runtime":87,"cert":"N\/A","id":62880,"title":"Smokey Bites the Dust","adult":false,"genre_ids":[28,35,10749]},{"cast":["Paweł Małaszyński","Jan Frycz","Michał Lewandowski","Olaf Lubaszenko","Radosław Pazura"],"overview":"Two gangsters, fighting for influence in the city, decide to get suitcases filled with money and drugs. Meanwhile, another criminal group has the same purpose.","release_date":"2011-01-06","vote_average":3.9,"runtime":121,"cert":"N\/A","id":62881,"title":"Weekend","adult":false,"genre_ids":[18,35,10749]},{"cast":["Irene Wan","Wei Wei","Joman Chiang","Elena Kong","Katie Kwok"],"overview":"Lau may love to indulge in a bit of alcohol and womanizing, but he's also a serious writer who's respected by his colleagues in the cultural world. However, his work is getting less and less respect from his commercial-minded editor, who forces Lau to write action-filled wuxia serials and erotic stories. After an attempt at a tasteful, cultural magazine fails, Lau succumbs to the commercial reality and writes practically anything to survive. Haunted by his memories of World War II and his professional failures, Lau falls even deeper into his addiction of drink and woman…","release_date":"2010-10-23","vote_average":0.0,"runtime":106,"cert":"N\/A","id":62882,"title":"The Drunkard","adult":false,"genre_ids":[18]},{"cast":["Salman Khan","Sonali Bendre","Karisma Kapoor","Saif Ali Khan","Mohnish Behl"],"overview":"Ramkishen and his wife Mamta have three sons. Prem and Vinod have sweethearts in Preeti and Vivek marries Sangeeta. Since Vivek is Mamta's step-son, she plots to alienate him, but will she succeed?","release_date":"1999-11-05","vote_average":6.0,"runtime":177,"cert":"N\/A","id":62883,"title":"Hum Saath Saath Hain","adult":false,"genre_ids":[10749,10751,14]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":62886,"title":"All Internal 3","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":62887,"title":"All Internal 5","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":62888,"title":"All Internal 6","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":62889,"title":"Norske Nybegynnere 11","adult":false,"genre_ids":[]},{"cast":["Leon Schuster","Alfred Ntombela","Bill Flynn","Gerry The Clown","Willie Esterhuizen"],"overview":"Schucks is back and this time he's Gatvol. The rampant crime rate and unprecedented violence have finally become too much and Schucks together with his sidekick, little Alf, is joining the chicken run to Australia. However this promises to be the flight of his life given that the evil despot Samoosa Woestyn is stalking him.","release_date":"2004-01-01","vote_average":4.5,"runtime":104,"cert":"N\/A","id":62890,"title":"Oh Schuks... I'm Gatvol","adult":false,"genre_ids":[35]},{"cast":["Wendy Maldonado"],"overview":"One Minute to Nine is a 2007 documentary film written and directed by Tommy Davis and produced by Quinto Malo Films. It was later re-edited and screened on HBO as Every F---ing Day of My Life. The film chronicles the last five days of Wendy Maldonado before she and her son are sentenced for the manslaughter of her husband and the years of domestic abuse the family experienced prior to his death.","release_date":"2007-08-05","vote_average":7.5,"runtime":83,"cert":"N\/A","id":62891,"title":"One Minute to Nine","adult":false,"genre_ids":[99]},{"cast":["André Schmidtsdorf","Nathalie del Castillo","Manfred Lichtenfeld","Michael Habeck","Friedrich W. Bauschulte"],"overview":"After Sumsemann the beetle loses one of his arms to a troll, he invites brother and sister Peterchen and Annaliese to join him on a journey to the moon in a quest to retrieve his lost arm.","release_date":"1990-11-29","vote_average":7.1,"runtime":80,"cert":"N\/A","id":62892,"title":"Peter in Magicland","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"I STINK! (Written by Kate McMullan, illustrated by Jim McMullan, narrated by Andy Richter) MIKE MULLIGAN AND HIS STEAM SHOVEL (Written and illustrated by Virginia Lee Burton, narrated by David de Vries) TRASHY TOWN (Written by Andrea Zimmerman and David Clemesha, illustrated by Dan Yaccarino, narrated by Diana Canova and David de Vries) THE REMARKABLE RIDERLESS RUNAWAY TRICYCLE (Written by Bruce McMillian, narrated by NA - live action) THE BEAST OF MONSIEUR RACINE (Written and illustrated by Tomi Ungerer, narrated by NA) ARNIE THE DOUGHNUT (Written and illustrated by Laurie Keller, narrated by Michael McKean, Diana Canova, and David de Vries) DVD Features: Interactive Menu, Scene Selection","release_date":"2009-05-19","vote_average":0.0,"runtime":66,"cert":"N\/A","id":62893,"title":"I Stink!","adult":false,"genre_ids":[10751,16]},{"cast":["Vesa-Matti Loiri","Marjatta Raita","Elli Castrén","Pentti Siimes","Simo Salminen"],"overview":"Uuno's nose is proved to be so good, that he can smell behind the display window what goods are on the other side. With this fabulous smell talent Uuno is chosen to Police's police-dog school as a student among the other dogs. Meanwhile Director Tuura, Uuno's father-in-law has been chosen to a very high office and thinks that Uuno is just gaining bad reputation for him, so he decides to broake Uuno's and Elisabet's marriage.","release_date":"1981-10-16","vote_average":5.0,"runtime":91,"cert":"N\/A","id":62894,"title":"Uuno Turhapuron Aviokriisi","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2008-09-14","vote_average":7.5,"runtime":null,"cert":"N\/A","id":62895,"title":"Ai Que Vida!","adult":false,"genre_ids":[35,10749]},{"cast":["Vesa-Matti Loiri","Marjatta Raita","Tapio Hämäläinen","Elli Castrén","Marita Nordberg"],"overview":"","release_date":"1983-09-30","vote_average":5.5,"runtime":null,"cert":"N\/A","id":62896,"title":"Uuno Turhapuron muisti palailee pätkittäin","adult":false,"genre_ids":[35]},{"cast":["Vesa-Matti Loiri","Marjatta Raita","Marjatta Raita","Simo Salminen","Pentti Siimes"],"overview":"","release_date":"1982-09-17","vote_average":6.0,"runtime":null,"cert":"N\/A","id":62897,"title":"Uuno Turhapuro menettää muistinsa","adult":false,"genre_ids":[35]},{"cast":["Vesa-Matti Loiri","Marjatta Raita","Marita Nordberg","Spede Pasanen","Simo Salminen"],"overview":"","release_date":"1986-08-29","vote_average":6.4,"runtime":105,"cert":"N\/A","id":62898,"title":"Numbskul Emptybrook Back in the Country","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Deep Purple - Live In Paris","release_date":"1985-01-01","vote_average":4.3,"runtime":null,"cert":"N\/A","id":62899,"title":"Deep Purple: Live In Paris","adult":false,"genre_ids":[10402]},{"cast":["Marjatta Raita","Vesa-Matti Loiri","Tapio Hämäläinen","Marita Nordberg","Simo Salminen"],"overview":"","release_date":"1988-08-26","vote_average":5.5,"runtime":null,"cert":"N\/A","id":62900,"title":"Tupla-Uuno","adult":false,"genre_ids":[]},{"cast":["Vesa-Matti Loiri","Olavi Ahonen","Simo Salminen","Spede Pasanen","Pirkka-Pekka Petelius"],"overview":"","release_date":"1990-08-24","vote_average":7.0,"runtime":94,"cert":"N\/A","id":62901,"title":"Uunon huikeat poikamiesvuodet maaseudulla","adult":false,"genre_ids":[35]},{"cast":[],"overview":"HOW DO DINOSAURS SAY GOODNIGHT? (Written by Jane Yolen, illustrated by Mark Teague, narrated by Jane Yolen) HOW DO DINOSAURS GET WELL SOON? (Written by Jane Yolen, illustrated by Mark Teague, narrated by Jane Yolen) HOW DO DINOSAURS EAT THEIR FOOD? (Written by Jane Yolen, illustrated by Mark Teague, narrated by Jane Yolen) DANNY AND THE DINOSAUR (Written and illustrated by Syd Hoff, narrated by Ruis Woertendyke and Peter Prinstein) DINOSAUR BONES (Written and illustrated by Bob Barner, narrated by Jerry Dixon) Learn about dinosaurs through fun facts that rhyme. STANLEY AND THE DINOSAURS (Written by Syd Hoff, narrated by NA - live action) T IS FOR TERRIBLE (Written and illustrated by Peter McCarty, narrated by David de Vries)","release_date":"2009-05-19","vote_average":0.0,"runtime":88,"cert":"N\/A","id":62902,"title":"How Do Dinosaurs Say Goodnight?","adult":false,"genre_ids":[10751]},{"cast":["Vesa-Matti Loiri","Tapio Hämäläinen","Marjatta Raita","Marita Nordberg","Matti Tuominen"],"overview":"","release_date":"1991-08-23","vote_average":0.0,"runtime":94,"cert":"N\/A","id":62903,"title":"Uuno Turhapuro herra Helsingin herra","adult":false,"genre_ids":[]},{"cast":["Nikki DeLoach","Stephen Colletti","Anabella Casanova","Ross Britz","Terry Kiser"],"overview":"A lucky couple hits the jackpot when they purchase a 19th century plantation home for pennies on the dollar. Determined to get rich quick, they invite their friends up for the weekend to celebrate their good fortune. It’s quickly apparent that the plantation home’s former residents have not left and the unlucky youths suddenly find themselves running for their lives!","release_date":"2011-01-01","vote_average":5.4,"runtime":90,"cert":"N\/A","id":62904,"title":"Mask Maker","adult":false,"genre_ids":[27]},{"cast":["Vesa-Matti Loiri","Jukka Puotila","Tapio Hämäläinen","Marita Nordberg","Marjatta Raita"],"overview":"","release_date":"1993-08-13","vote_average":4.0,"runtime":91,"cert":"N\/A","id":62905,"title":"Uuno Turhapuron poika","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A film by Jay Schweitzer and Mike McEntire Two years in the making, Jay Schweitzer and Mike McEntire have gone all out for this latest release of On The Pipe 6 \"Pack it Up\". With the sport of FMX having reached a global takeover, we decided to travel the world in search of the best compounds, freeriding and freeriders known to man.","release_date":"2010-12-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":62908,"title":"On the Pipe 6","adult":false,"genre_ids":[]},{"cast":["Joaquín Cordero","Jorge Marx","Santo","Gina Romand","Fernando Osés"],"overview":"Agent Joaquin recalls his latest mission while lying wounded in an ambulance: Joaquin has infiltrated into a band of smugglers. When the villains learn the truth about him, they kidnap Jouqin's fiancee. Santo comes to her rescue and fights the band.","release_date":"1958-12-18","vote_average":3.5,"runtime":74,"cert":"N\/A","id":62909,"title":"Santo vs. the Infernal Men","adult":false,"genre_ids":[27,28]},{"cast":["Ariel Levy","Lucy Cominetti","Andrea Velasco","Ignacia Allamand","Paz Bascuñan"],"overview":"Javier wants to forget his ex. But it's impossible when she's always on line. Getting drunk and partying it's the only solution. Or not.","release_date":"2010-10-21","vote_average":5.0,"runtime":null,"cert":"N\/A","id":62910,"title":"Fuck My Life","adult":false,"genre_ids":[35]},{"cast":["Mel Blanc","June Foray"],"overview":"BUGS BUNNY'S HOWL-OWEEN SPECIAL, original air date: October 26, 1978 on CBS. Starting in 1976 WB found money to be made by cutting up their theatrical cartoons, adding some new bridging material, and creating \"new\" half-hour TV specials. This is their 5th special (19 were made from 1976 to 1989).","release_date":"1978-10-26","vote_average":4.5,"runtime":25,"cert":"N\/A","id":62911,"title":"Bugs Bunny's Howl-oween Special","adult":false,"genre_ids":[16,10751]},{"cast":["James Cromwell","William Friedkin","Steve Jones","Steve Haberman","Joe Dante"],"overview":"Documentary about the great 1940s horror movie producer Val Lewton, featured on the 2005 DVD release \"The Val Lewton Horror Collection.\"","release_date":"2005-10-04","vote_average":7.7,"runtime":53,"cert":"N\/A","id":62912,"title":"Shadows in the Dark: The Val Lewton Legacy","adult":false,"genre_ids":[99]},{"cast":["Norma Mora","Rubén Rojo","Roxana Bellini","Claudio Brook","Santo"],"overview":"El Santo, the masked Mexican wrestler, investigates a series of kidnappings. He discovers that the mysterious Doctor Caroll is using the victims as part of his experiments to develop an army of monsters. Naturally, El Santo is able to overcome them all - with wrestling!","release_date":"1963-06-20","vote_average":3.4,"runtime":92,"cert":"N\/A","id":62915,"title":"Santo in the Wax Museum","adult":false,"genre_ids":[27,28]},{"cast":["Santo","Bety González","Mario Sevilla","Lorena Velázquez","Fernando Osés"],"overview":"In the Age of the Inquisitions, 1603, Santo, El Enmascarado de Plata, is being laid to rest by a group of monks. The Black Hood, an axe-wielder and a tormented soul who sold his soul to the devil after losing his love to El Santo, appears at the foot of his tomb and swears to seek his revenge no matter how many centuries it takes. El Santo is the chosen one and is sworn to fight for good and justice at any cost. After he finds his love, Alicia, dead at the hands of the Black Hood, El Santo must trust his faith and use his strength in this battle of good vs. evil.","release_date":"1965-08-27","vote_average":4.1,"runtime":75,"cert":"N\/A","id":62916,"title":"Santo vs. the Diabolical Hatchet","adult":false,"genre_ids":[28]},{"cast":["Blue Demon","David Reynoso","Barbara Angely","Ana Martín"],"overview":"A wrestling hero helps the police in their battle against a mad doctor and his army of female zombies.","release_date":"1968-08-17","vote_average":4.2,"runtime":85,"cert":"N\/A","id":62917,"title":"Blue Demon vs. the Infernal Brains","adult":false,"genre_ids":[28]},{"cast":[],"overview":"The Lions in New Zealand – as never seen before….. up close… behind the scenes – literally, in the Lions Den… For the first time ever in New Zealand, the Lions were accompanied by a film crew, recording every detail of an incredible six week adventure, from the moment they left the UK to the last kick of the third and final test in Auckland. This amazing film takes you behind the scenes with the biggest names in British and Irish rugby. Sir Clive Woodward reveals his battle plans while Lawrence Dallaglio and Brian O’Driscoll lift the lid on the moment their tours came to an abrupt end…. and much, much more.","release_date":"2005-10-17","vote_average":8.0,"runtime":136,"cert":"","id":62920,"title":"New Zealand 2005 - Inside The Lions Den","adult":false,"genre_ids":[99]},{"cast":["Shun Sugata","Harumi Inoue"],"overview":"Takeda (Shun Sugata) is an honest police officer, father and husband, but after he’s promoted to detective he quickly becomes embroiled in dirty back room dealings, blackmail, and corruption that goes right to the top of the force. Meanwhile renegade investigator Kusama (Junichi Kawamoto) must decide whether he should shake the foundations of Japanese law enforcement with the information that has come into his possession about the police. What will happen if both these men listen to their consciences?","release_date":"2006-05-07","vote_average":5.0,"runtime":195,"cert":"N\/A","id":62923,"title":"Confessions of a Dog","adult":false,"genre_ids":[80,18]},{"cast":["Johnny Vegas","Tony Burgess","Tony Pitts","Adrian Manfredi","Jeremy Hawksley"],"overview":"Johnny Vegas has crawled his way to the top of the showbiz ladder. Fame, wealth and awards are his but there's a problem...he's lost his edge. He's no longer funny and the fans have begun to take notice... The solution? Return Vegas to his stand-up roots - The Edinburgh Fringe Festival. How? Kidnap Johnny and surround him with a mad lifestyle manager, a meglomaniac sponsor and his obsessive comic flatmate who should've been sectioned years ago. Then just sit back, watch his world fall apart and hope his new found misery means he can reclaim his place amongst stand-up comedy's finest with hilarious results! Succeed or fail, one question must be answered...Who's Ready For Ice Cream?","release_date":"2003-11-17","vote_average":1.0,"runtime":60,"cert":"15","id":62924,"title":"Johnny Vegas: Who's Ready for Ice Cream?","adult":false,"genre_ids":[35]},{"cast":["Santo","Blue Demon","Jorge Rado","Carlos Ancira","Hedi Blue"],"overview":"Bruno Halder a sinister scientist seeking revenge against his brother and niece is resurrected by Waldo his faithful sidekick. Besides his minions of zombies Halder enlists the help of Wolfman, Franquestain, a Vampire, a Mummy and a Cyclops. Once again the survival of mankind is put in the hands of Santo","release_date":"1970-05-14","vote_average":6.5,"runtime":85,"cert":"N\/A","id":62925,"title":"Santo and Blue Demon Against the Monsters","adult":false,"genre_ids":[14,28,12]},{"cast":["Santo","Norma Lazareno","Gina Romand","Víctor Junco","Aldo Monti"],"overview":"The vampire women of Mexico have awakened to take their revenge on the descendant of the man who destroyed them shortly after they had emigrated to Mexico during the 19th century.","release_date":"1970-12-24","vote_average":2.5,"runtime":85,"cert":"N\/A","id":62926,"title":"Santo in the Revenge of the Vampire Women","adult":false,"genre_ids":[27,28]},{"cast":["Superzan","Tinieblas","Zulma Faiad","María Salomé","Blue Angel"],"overview":"A trio of masked Mexican wrestlers take on a mad scientist, killer dwarfs, and a horde of re-animated mummies in Guanajuato.","release_date":"1973-08-30","vote_average":3.9,"runtime":85,"cert":"N\/A","id":62929,"title":"The Castle of Mummies of Guanajuato","adult":false,"genre_ids":[28,27,9648,53]},{"cast":["Santo","José Nápoles","Alfonso Castaño","Sonia Cavazos","Kikis Herrera Calles"],"overview":"In 1658, a beautiful woman named Eugenia discovers that her lover is going to marry someone else. Brokenhearted and scorned, she decides to make a deal with the devil to get revenge, vowing to return as La Llorona and take every firstborn child of her lover’s descendants.","release_date":"1974-08-29","vote_average":3.5,"runtime":87,"cert":"N\/A","id":62930,"title":"Santo in the Revenge of the Crying Woman","adult":false,"genre_ids":[28]},{"cast":["Violet MacMillan","Frank Moore","Pierre Couderc","Fred Woodward","Raymond Russell"],"overview":"A wicked king has taken over the Emerald City, and wants his daughter, Princess Gloria to marry the horrid courtier Googly-Goo, though she loves Pon, the Gardener's Boy. The camera follows two farmers placing a Scarecrow upon a pole in a cornfield. Pon rescues a Kansas girl named Dorothy from the evil witch Mombi, whom Princess Gloria has been taken to by King Krewl to freeze her heart so she will no longer love Pon. An Indian princess has a ceremony to bring the Scarecrow to life. Pon rescues the cold-hearted princess and they flee for help, discovering the Scarecrow, who promptly falls in love with the princess, and Button-Bright, a lost boy from America. They come to the castle of the Tin Emperor, Nick Chopper, and after oiling him, he falls in love with Gloria. After a bit of a chase aided by the Sawhorse and the Wizard, Mombi turns Pon into a Kangaroo, and a slough of Fred Woodward's animals battle it out.","release_date":"1914-10-14","vote_average":6.2,"runtime":59,"cert":"N\/A","id":62935,"title":"His Majesty, the Scarecrow of Oz","adult":false,"genre_ids":[35,10751,14,12]},{"cast":["Peter Gordon","Terry Wallace"],"overview":"The people of Footscray are battlers and so is their football team. The 'mighty' Bulldogs haven't won a premiership since 1954. The club is close to broke and the AFL keeps trying to kill them off for the sake of the national competition. Year of the Dogs is a documentary following the fortunes of the Footscray Football club, its players, fans and staff as the club struggles to survive the 1996 Australian Football League season.","release_date":"1997-01-01","vote_average":6.0,"runtime":85,"cert":"N\/A","id":62936,"title":"Year of the Dogs","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A storybook opens to depict little Dorothy on the grey Kansas prairies, when suddenly a cyclone comes up, turns her world to color, and she lands on a Scarecrow, who promptly gets up and walks with her. Her dog Toto finds a woodcutter made of tin, so the Scarecrow oils him up and he accompanies them. They watch some animals reproduce before being ushered into the Emerald City by singing suits of armor and a lavish parade of overweight cops before meeting the Wizard, a devious little man who transforms eggs into uncontrollable forms, much to Billina's dismay.","release_date":"1933-01-01","vote_average":6.2,"runtime":9,"cert":"N\/A","id":62937,"title":"The Wizard of Oz","adult":false,"genre_ids":[16,35,14]},{"cast":["Hal Holbrook"],"overview":"Hal Holbrook narrates this breathtaking documentary. Produced for national release on PBS Television, Trail of Hope captures the 22-year history of the Mormon Trail, a singular saga in American history. This conduit to the West was used by more than 70,000 emigrants - most of them migrating for religious reasons on their journey to the Great Basin. The great majority of these pioneers made the trek on foot across windblown plains, sunbaked deserts and frozen mountain valleys; each step a triumph in the face of tragedy, and a testament to unwavering faith.","release_date":"1997-08-10","vote_average":0.0,"runtime":117,"cert":"N\/A","id":62938,"title":"Trail of Hope","adult":false,"genre_ids":[99,36]},{"cast":["Jim Morrison","Ray Manzarek","John Densmore","Robby Krieger"],"overview":"Three different TV appearances ('67-'70) including old interviews, performances and the commentaries about specific songs by band members.","release_date":"2002-10-22","vote_average":5.8,"runtime":120,"cert":"N\/A","id":62939,"title":"The Doors - Soundstage Performances","adult":false,"genre_ids":[10402]},{"cast":["Jim Morrison","John Densmore","Robby Krieger","Ray Manzarek","Paul A. Rothchild"],"overview":"No One Here Gets Out Alive, The Doors' tribute to Jim Morrison is a full exploration of the controversial and quixotic singer, delving into his fascination with cinema and psychology, mysticism and sexuality, poetry and power. In addition to clips of the band in action, it features interviews with the surviving members of The Doors and many others who were instrumental in creating and maintaining the legend.","release_date":"1981-01-01","vote_average":0.0,"runtime":60,"cert":"N\/A","id":62940,"title":"No One Here Gets Out Alive: A Tribute To Jim Morrison","adult":false,"genre_ids":[10402,99]},{"cast":["Jim Morrison","Robby Krieger","Ray Manzarek","John Densmore"],"overview":"A concert video that captures legendary rock 'n' roll band The Doors at the height of the group's powers.  The legendary rock group, The Doors, were at their musical peak when this concert footage was taken. Filmed live at the Hollywood Bowl in the summer of 1968, Jim Morrison and the band perform an extended version of \"Light My Fire,\" plus ten of their other most love songs, taking a standing room only audience on an aural journey of mystical worlds and psychedelic experiences.","release_date":"2012-10-22","vote_average":6.8,"runtime":71,"cert":"N\/A","id":62941,"title":"The Doors - Live at the Bowl '68","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"A combination of concert footage, television appearances, record company promo clips and new video footage shows the Doors, a top '60s rock band.","release_date":"1985-01-01","vote_average":10.0,"runtime":75,"cert":"N\/A","id":62942,"title":"The Doors - Dance On Fire","adult":false,"genre_ids":[]},{"cast":["Darin Andersen","Junior Case","Jaelin Petrie","Stephanie Albach","Chris Kendrick"],"overview":"This is a fictional love story with the 1856 Handcart Pioneers as the backdrop. Sam Hunter, falls for a Mormon Pioneer woman, Abigail, as she is moving west. As the pioneers stop in his town of Iowa City, he pretends to desire joining the Mormon Church to show his love for Abigail. As hardships prevail, his faith is tested on their way to Zion.","release_date":"2002-10-11","vote_average":0.0,"runtime":110,"cert":"N\/A","id":62943,"title":"Handcart","adult":false,"genre_ids":[18,36,10749]},{"cast":["Dave Grohl","Nate Mendel","Chris Shiflett","Lemmy","Roger Taylor"],"overview":"Recorded at Hyde Park in London, June 17th 2006, this 76 minute performance sees the Foo Fighters rock through some of their most popular material in front of a massive crowd, quoted in some media as nearly 100,000 people. At the time of this show, the band were touring in support of their excellent double album, In Your Honor. There have been a number of different members come and go in this band, however their current line-up has been the most stable.","release_date":"2006-12-04","vote_average":6.9,"runtime":80,"cert":"N\/A","id":62944,"title":"Foo Fighters: Hyde Park","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"This is the tour that never was. The tour that was supposed to happen when Jim Morrison came back from Paris. LA Woman Live!","release_date":"2003-01-06","vote_average":6.0,"runtime":102,"cert":"","id":62945,"title":"The Doors Of The 21st Century - LA Woman Live","adult":false,"genre_ids":[]},{"cast":["Nicola Bartlett","James Hagan","Nina Deasley","Arielle Gray","Scott Jackson"],"overview":"In the midst of an Australian summer, we meet three sisters. Nina is widowed with two young children. Anna is an aspiring actress unhappily married to a filmmaker. Christine is a med student who is yet to fully come to terms with her sexuality. When their mother Susan's breast cancer returns, the family is faced with choices and the reality of their last Christmas together. Simple and sincere, Little Sparrows celebrates life and the unconditional love of a mother.","release_date":"2010-11-10","vote_average":5.3,"runtime":88,"cert":"N\/A","id":62946,"title":"Little Sparrows","adult":false,"genre_ids":[18]},{"cast":["Richard Johnson","Rosanna Schiaffino","Gian Maria Volonté","Sarah Ferrati","Margherita Guzzinati"],"overview":"A historian goes to a castle library to translate some ancient erotic literature. While there he discovers what he believes to be supernatural forces at work.","release_date":"1966-09-16","vote_average":6.1,"runtime":109,"cert":"N\/A","id":62947,"title":"The Witch","adult":false,"genre_ids":[27]},{"cast":["Jordan Belfi","Julie Benz","Xander Berkeley","Moon Bloodgood","Barry Bostwick"],"overview":"Bedrooms tells a story about the walls that separate people, the heartbreak and infidelity that's often the result and the redemption that comes from tearing those walls down. The film is told in 4 stories by 3 filmmakers. Three of the stories deal with married couples of various ages confronting the turning points of their relationships. A fourth story is interwoven throughout, providing bookends and context in the form of a story about ten year old twins, who, tired of sharing their bedroom set out to build a wall between their beds to create their own spaces. In building the wall to separate, they come to fully appreciate all things that connect them. Bedrooms explores human relationships, their myriad complications and the daily choice we face to either make them work or to move on.","release_date":"2010-01-01","vote_average":3.5,"runtime":85,"cert":"N\/A","id":62948,"title":"Bedrooms","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"Mike Patton &amp; The Metropole Orchestra: Mondo Cane (2008-06-12)","release_date":"2008-06-11","vote_average":6.5,"runtime":null,"cert":"N\/A","id":62949,"title":"Mondo Cane: Mike Patton & The Metropole Orchestra","adult":false,"genre_ids":[10402]},{"cast":["Susan Hampshire","Frank Finlay","Michael Petrovitch","Michael Craze","Jack Lambert"],"overview":"This movie takes place on the Isle of Jersey where a troubled wife has come to sort out the tumult of her life. She encounters a lighthouse-keeper there and they quickly become lovers. Together they flee to Scotland. One day they are making love on a beach when the lighthouse keeper dies. But that's only the beginning of the story.","release_date":"1972-11-01","vote_average":5.3,"runtime":91,"cert":"","id":62950,"title":"Neither the Sea Nor the Sand","adult":false,"genre_ids":[14,27,878,10749]},{"cast":[],"overview":"Recorded Live at O2 Indigo, London 03.12.2009","release_date":"2010-10-18","vote_average":0.0,"runtime":null,"cert":"","id":62951,"title":"Gary Numan: The Pleasure Principle (Live): London","adult":false,"genre_ids":[10402]},{"cast":["Geraldine Page","Truman Capote"],"overview":"Narrated by Truman Capote. Emmy Award winning adaptation of Capote's recollection of his youth in the rural South during the Depression. Later released in the anthology film Trilogy (1969) along with two other Capote adaptations by Frank and Eleanor Perry.","release_date":"1966-12-21","vote_average":0.0,"runtime":51,"cert":"N\/A","id":62952,"title":"A Christmas Memory","adult":false,"genre_ids":[18]},{"cast":["John Benjamin Hickey","Gerald Ford"],"overview":"Even though they are frequently seen flanking presidential convoys in their trademark dark suits and sunglasses, little is truly known about the insulated world of the United States Secret Service. National Geographic's Inside series delves deep into the inner workings of the secretive organization for an unprecedented behind-the-scenes look at the upper echelons of national security.","release_date":"2004-10-24","vote_average":4.0,"runtime":93,"cert":"N\/A","id":62953,"title":"National Geographic: Inside the U.S. Secret Service","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Enjoy a breathtaking visual and sonic adventure in 1080p Full HD and 7.1 sound! Exceptional nature photography combined with crystal clear 7.1-sound result in a sampler, which you previously unknown visual worlds.","release_date":"2008-11-20","vote_average":1.5,"runtime":45,"cert":"N\/A","id":62954,"title":"Ambra Blu-Ray Experience","adult":false,"genre_ids":[99]},{"cast":["Andre Scheider","Sacia Haj","Udo Lutz","Beate Kurecki","Marcel Schlutt"],"overview":"Leo, an advertising executive in his mid-30s, falls in love with Alex who's just gotten out of a long-term relationship. While Alex doesn't quite know how to react to Leo's advances, Leo's facing trouble with Alex's oddball clique.","release_date":"2010-11-08","vote_average":5.0,"runtime":96,"cert":"N\/A","id":62957,"title":"Alex and Leo","adult":false,"genre_ids":[10749,18]},{"cast":["Naoko Iijima","Tsuyoshi Kusanagi","Hiroyuki Yabe","Yumiko Abe","Tetsuya Bessho"],"overview":"Naomi Shimizu is a young career woman working for Enrico Dandolo, an Italian fashion house. That is until one day the company declares bankruptcy. Accustomed to living in luxury she tries to make a run for it with the last remaining company asset, a red Alpha Romeo sports car. Unfortunately she recklessly collides with an bicycle messenger. Lacking any funds to pay for a settlement, she end up having to work as a bicycle messenger.","release_date":"1999-08-21","vote_average":5.2,"runtime":118,"cert":"N\/A","id":62958,"title":"Messengers","adult":false,"genre_ids":[35,10749,18]},{"cast":[],"overview":"LUMPIA takes you back to the late-90's when tension is at an all-time high in Fogtown High School. James and his friends become the targets of ridicule for the CREW, a bunch of thugs who have invented a new fad of (gulp!) F.O.B. bashing! But only one thing stands in their way...","release_date":"2003-01-01","vote_average":6.0,"runtime":80,"cert":"N\/A","id":62959,"title":"Lumpia","adult":false,"genre_ids":[28,35]},{"cast":["Wu Jing","Christy Chung","Sibelle Hu","Lau Shun","Billy Chow"],"overview":"A young Tai Chi master fights Opium smugglers with the aid of his powerful braid while wooing a girl.","release_date":"1996-03-14","vote_average":5.9,"runtime":96,"cert":"N\/A","id":62960,"title":"Tai Chi II","adult":false,"genre_ids":[28,35,10749]},{"cast":["Yasunori Matsumoto","Kazuyuki Sogabe","Yôko Asagami","Arihiro Hase","Hiroko Yamaguchi"],"overview":"The Army's new combat unit, the MADOX-01, is lost in transit after the convoy in which it was being transported crashed. It ends up in the hands of a mechanic by the name of Kouji. It doesn't take him long to get himself into it, but then he finds out that it won't let him out. All he wants to do is see his girlfriend, but a division of tanks is out to retrieve the MADOX - and it's set to defend itself.","release_date":"1987-12-16","vote_average":5.1,"runtime":48,"cert":"N\/A","id":62961,"title":"METAL SKIN PANIC MADOX-01","adult":false,"genre_ids":[878,28,35,16]},{"cast":["Cynthia Rose Hall","Matthew Blashaw","Kim Little","David Novak","Kristen Quintrall"],"overview":"A team of soldiers must stop a giant, bloodthirsty crocodile from reaching a nearby city, while trying to avoid being a meal for the beast themselves.","release_date":"2007-01-01","vote_average":2.6,"runtime":86,"cert":"N\/A","id":62962,"title":"Supercroc","adult":false,"genre_ids":[27]},{"cast":[],"overview":"","release_date":"2006-04-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":62963,"title":"Umbra et Imago: Imago Picta","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2007-02-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":62964,"title":"Slipknot: Welcome to our Neighborhood","adult":false,"genre_ids":[10402]},{"cast":["Gudrun Ritter","Michael Gwisdek","Samuel Schneider","Meret Becker","Hermann Beyer"],"overview":"Feature adaptation of adaptation of Torsten Schulz's novel set in East Berlin in 1968.","release_date":"2010-03-04","vote_average":6.1,"runtime":103,"cert":"N\/A","id":62965,"title":"Boxhagener Platz","adult":false,"genre_ids":[35]},{"cast":["Josef Bierbichler","Hilde Van Mieghem","Sandra Hüller","Matthias Schweighöfer","Sophie Rois"],"overview":"Accepting a prize, architect Georg Winter explains that an architect has the good fortune of measuring every completed building against the rightness of his original idea. Soon Georg himself is forced to take stock of the achievements and mistakes he has made in his personal life. An intense drama in which the four members of the family travel to a mountain village to bury Georg's mother. They get stranded in bad weather. This unexpected isolation throws new light on the past and present life of the parents and the two almost-adult children.","release_date":"2008-10-23","vote_average":7.0,"runtime":93,"cert":"N\/A","id":62966,"title":"The Architect","adult":false,"genre_ids":[18]},{"cast":["Miguel Angel Perez","Eva Molina"],"overview":"A sweet old lady is living alone in her farm, waiting for the arrival of death to meet her beloved husband again. One night, while sleeping, her life fades out and she is invited to cross death's door. Bue when she is about to do so, the old lady wakes up inside a hospital's ward: and arrogant doctor has taken her back to life and he will fight hard against death to recover the old lady's life at any cost.","release_date":"2009-10-01","vote_average":7.1,"runtime":8,"cert":"N\/A","id":62967,"title":"The Lady and the Reaper","adult":false,"genre_ids":[16,35]},{"cast":[],"overview":"All In Earth's 4 billion year history, nature has solved all of lifes problems, from the highest mountain to the deepest ocean. Evolution is the ultimate inventor and many of mans most clever engineering solutions have exact counterparts in nature. In three amazing episodes, NatureTech views our world with fresh eyes, where nature and technology stand hand in hand.","release_date":"2010-04-22","vote_average":7.0,"runtime":14,"cert":"N\/A","id":62968,"title":"Bionik - Genie der Natur","adult":false,"genre_ids":[99]},{"cast":["Hany Ramzy","Nelly Karim","Marwa Hussien","Shaaban Hussein","Feryal Youssef"],"overview":"The film revolves around \"young\" are forced to lie at the beginning of his life as a result of the difficult conditions experienced by the passage of time believe everyone lie, can not undo, and despite his work as an employee in the private sector but that correspond with a number of government agencies demanding to resolve a number of crises public such as \"bread\" and \"unemployment\" and \"housing crisis\" and occur after a surprise and become famous.","release_date":"2010-09-09","vote_average":4.9,"runtime":120,"cert":"N\/A","id":62969,"title":"Mysterious Man Himself","adult":false,"genre_ids":[35]},{"cast":["Akira Emoto","Kippei Shiina","Kazuki Kitamura","Wakaba Nakano"],"overview":"Two best friends—Tatsuo, a retiring Yakuza member, and Kiyoshi, a cop—travel to the funeral of a woman they both loved.","release_date":"1999-12-01","vote_average":5.0,"runtime":74,"cert":"N\/A","id":62970,"title":"Kaizokuban Bootleg Film","adult":false,"genre_ids":[18,80,35]},{"cast":["Zeina","Saba Mubarak","Tarek Lotfy","Nehal Anbar","Ramy Waheed"],"overview":"The movie depicts the strangles and hardships of two Egyptian girls.","release_date":"2010-06-16","vote_average":5.3,"runtime":120,"cert":"N\/A","id":62975,"title":"Two Girls from Egypt","adult":false,"genre_ids":[18,10751]},{"cast":["Andy Lau","Gong Li","Hu Jing","Banny Chen","Yuan Li"],"overview":"After an accident, a chauvinistic executive gains the ability to hear what women are really thinking.","release_date":"2011-02-03","vote_average":6.6,"runtime":116,"cert":"N\/A","id":62976,"title":"What Women Want","adult":false,"genre_ids":[10749,18,35]},{"cast":["Donnie Yen","Jiang Wen","Sun Li","Alex Fong","Shao Bing"],"overview":"During the warring period of the three kingdoms, ancient China is in turmoil. To unify the country, general Cao Cao (Jiang Wen), the real power behind the Emperor, enlists the aid of the greatest warrior in the land, Guan Yu (Donnie Yen). However, Guan Yu is a loyal friend of Cao Cao's enemy Liu Bei (Alex Fong) so to persuade the peerless warrior to fight, Cao Cao takes his beloved Qi Lan (Sun Li) hostage. After leading Cao Cao's forces to victory Guan Yu sets out with Qi Lan to rejoin Liu Bei. But now Cao Cao has deemed him too great a threat to live, and on the journey he must face all the forces at the Emperor's command sent to destroy him.","release_date":"2011-04-28","vote_average":6.4,"runtime":107,"cert":"N\/A","id":62977,"title":"The Lost Bladesman","adult":false,"genre_ids":[36,18,28,10752]},{"cast":["Bulle Ogier","Jean-Luc Bideau","Jacques Denis","Véronique Alain","Dominique Catton"],"overview":"Two men, arty though somewhat staid, are drawn to the spirited and quixotic Rosemonde....","release_date":"1971-10-27","vote_average":7.6,"runtime":125,"cert":"N\/A","id":62978,"title":"The Salamander","adult":false,"genre_ids":[18,35]},{"cast":["Koji Yakusho","Hiroko Yakushimaru","Akira Emoto","Etsushi Toyokawa","Shingo Tsurumi"],"overview":"Three couples are staying at a lakeside cottage with their children. They want them to prepare intensely for a prestigious high school's entrance exam with the help of a private tutor. One night, one of the wives confesses to her husband that she has killed his mistress...","release_date":"2004-01-22","vote_average":6.0,"runtime":118,"cert":"N\/A","id":62979,"title":"The Lakeside Murder Case","adult":false,"genre_ids":[18,9648,80]},{"cast":["Patrick Dell'Isola","Denis Podalydès","Stéphane Ferrara"],"overview":"Pierre, a young man in his thirties, grew up with his two brothers in a city in the suburbs of Paris. He still lives there today with his wife, Deborah. His everyday life is divided between a job where he is exploited, discussions with his friends and brothers, family meals and unpreventable altercations with the cops.","release_date":"1995-06-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":62980,"title":"Inner City","adult":false,"genre_ids":[]},{"cast":["Michel Serrault","Isabelle Adjani","Guy Marchand","Stéphane Audran","Macha Méril"],"overview":"Beauvoir, lonely, aging private detective, is put on the bloody track of beautiful Catherine Leiris who kills and robs her rich husband(s) on their wedding night. Although he never approaches her directly, he follows her and increasingly feels to be telepathically connected to her, because she reminds him of his daughter he never met. After he led a blind artist, Catherine's truly beloved spouse, into a bus accident, she makes a living by bank robbery with young Betty till Betty gets shot. Alone again, Catherine leads a sad, uneventful life as a waitress, when she meets her follower.","release_date":"1983-03-09","vote_average":6.1,"runtime":120,"cert":"N\/A","id":62981,"title":"Deadly Circuit","adult":false,"genre_ids":[80,9648]},{"cast":["Hildur Carlberg","Einar Röd","Greta Almroth","Olav Aukrust","Emil Helsengreen"],"overview":"A young man is elected by a small village to be its parson. As part of his duties, he is required to marry the widow of the parson before him. This poses two problems--first, the widow is old enough to be his grandmother, and second, he is already engaged to another woman.","release_date":"1920-10-04","vote_average":8.1,"runtime":71,"cert":"N\/A","id":62982,"title":"The Parson's Widow","adult":false,"genre_ids":[35,18]},{"cast":["Erin Brown","Tina Krause","Yioti Florida"],"overview":"Tonya is a high priced hit-woman specializing in seducing and eliminating men. With girl killer hit-man \"C.D.\" missing, Tonya is contracted to snuff out a beautiful young woman, Judy. Reluctantly going against her \"guys only\" policy, she accepts the job but soon develops an emotional attachment to the girl. Struggling over feelings of affection complicated by a developing gun fetish, Tonya soon becomes haunted with visions of shooting girls, and her own bloody death. Her feelings culminate and explode orgasmically during a final confrontation with her intended victim.","release_date":"2001-01-01","vote_average":1.0,"runtime":70,"cert":"N\/A","id":62985,"title":"Shoot the Girls","adult":false,"genre_ids":[53]},{"cast":["Erin Brown","Darian Caine","Julian Wells","Andrea Davis","Shelly Jones"],"overview":"Mina Harker isn't the happiest of Hollywood Hills wives - even though she's married to wealthy pharmaceuticals magnate Jonathan Harker. The repressed Mina longs for Jonathan's love and the happiness a child would bring them, yet the arrival of the beautiful and mysterious Dracula - seductive vampire servants at her side - will change their lives forever. Dracula offers Mina the sensual existence she so desperately craves - one that is immediately threatened by Mina's sister, Dr. Abigail Van Helsing. Van Helsing seeks to not only destroy the monstrous vampire but covet Mina's seemingly perfect life and husband Jonathan, too. As these troubled characters move ever closer toward their destinies and a final battle with Dracula, blood will be spilled, souls will be destroyed, and love will become undying.","release_date":"2004-09-27","vote_average":2.0,"runtime":90,"cert":"N\/A","id":62986,"title":"Lust for Dracula","adult":false,"genre_ids":[27,53]},{"cast":["Erin Brown","Julian Wells","Anoushka","Darian Caine","A.J. Khan"],"overview":"This ultra-sexy spoof of the hit TV show \"American Idol\" finds a small town putting on a splashy talent competition that features an endless parade of inept performers, bizarre personalities, talentless hacks and a quartet of eccentric judges. SEXY AMERICAN IDLE - Northeast Westover is putting on a splashy talent competition to end all talent competitions. Hosted by the obnoxious duo Neil and Bob and lorded over by a panel of delectable judges and drunken British rocker Glitter Bolan, all manners of bizarre personalities, inept acts and talentless hacks are encouraged to take the stage to do what they do worst! In the midst of the carnival atmosphere and dog-eat-dog competition, there’s more than ample time for the luscious and promiscuous hopefuls to discover where their true talents lie. They can’t carry a tune or dance a lick, but these gorgeous women know how to “perform,” and it makes for Reality TV at its uncensored best.","release_date":"2004-07-04","vote_average":2.0,"runtime":90,"cert":"N\/A","id":62987,"title":"Sexy American Idle","adult":false,"genre_ids":[35]},{"cast":["Marilyn Chambers","Veronica Hart","Raven","Veronika Blu","Julian Wells"],"overview":"If you liked fairy tales as a child, you're going to love them even more now because four classic stories have been given a modern re-telling that is strictly for adults. See Pinnochio, Snow White, Cinderella and Little Red Riding Hood as you've never seen or heard them before - with plenty of kinky encounters and erotic action that would make the Brothers Grimm blush. They may be pure and innocent young women in print, but in Naughty Fairy Tales, Cinderella, Snow White and Little Red are brought to life as luscious, hot-blooded beauties craving endless pleasure and sensual satisfaction. And just wait till you see what Pinnochio has up his sleeve. There's no \"moral\" to these sexy, uncensored and unbelievable tales, just \"immoral!\"","release_date":"2002-01-01","vote_average":10.0,"runtime":55,"cert":"N\/A","id":62988,"title":"Naked Fairy Tales","adult":false,"genre_ids":[]},{"cast":["Brendan Fehr","Jodelle Ferland","Ryan Grantham","Rob LaBelle","Nicholas Carella"],"overview":"As the permafrost melts in Alaska, underground rivers of volatile liquid methane form which sets off a series of devastating earthquakes. Forced apart by this violent occurrence, one family must find each other during the holidays and work to stop the deadly rivers that could cause a worldwide catastrophy.","release_date":"2010-12-11","vote_average":4.3,"runtime":91,"cert":"N\/A","id":62989,"title":"Ice Quake","adult":false,"genre_ids":[53,878,28]},{"cast":["Erin Brown","Liz Bathory"],"overview":"It's that time of year again, and the local Satanic Cult needs virgin blood for their yearly Devil-Fest. He who conducts the virgin sacrifice leads the sect for the upcoming year. After one failed attempt to feast upon the blood of the pure, the cult leader demands that his subordinates bring him the blood of an unpenetrated woman! Meanwhile, Camille, the seductive and persuasive young college student, entices her timid yet easily tempted friend Jennifer to share a relaxed and secluded weekend of house-sitting; thus, becoming a new target for the bloodthirsty Satanists. As the weekend progresses, Camille tries to get into Jennifer's pants, while the Satanists want to get into her veins. Can the use of power drills and kitchen knives ward off the evil cultists, so that the girls can enjoy a vacation of sexual exploration??? Or will the house-sitting experience turn into a deadly game of cat and mouse???","release_date":"1999-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":62990,"title":"Lesbos Slaughter 2: Satan's Hostages","adult":false,"genre_ids":[]},{"cast":["Erin Brown","Ruby LaRocca","Darian Caine","Johnny Crash"],"overview":"Ruby is a hot young waif looking for kicks and raunchy pleasures anywhere she can find them. First it's with Johnny the Pusher, and she uses her tight little body like a knockout punch - exhausting him into unconsciousness with a delirious bout of lovemaking. With Johnny's stash now easy for the picking, Ruby wanders off to her next adventure clad in a pharmaceuticals-induced haze and thigh-high vinyl boots. She quickly makes the acquaintance of Misty, and the two of them hit it off in an orgasmic blur of chemical stimulation, lingerie and quivering excitement. But too much is never enough for these luscious young things, and Misty high-tails it in search of another bag of goodies. Feeling abandonned, Ruby gives a holler to her dealing strip-club friend Darian, and the two of them indulge their habits.","release_date":"2003-03-23","vote_average":3.0,"runtime":74,"cert":"N\/A","id":62991,"title":"Lustful Addiction","adult":false,"genre_ids":[18]},{"cast":["Erin Brown","Tina Krause","Ruby LaRocca"],"overview":"Misty is sexually awakened by her sultry roommate leading to a sensual and naughty bathing encounter. Meanwhile, neighbor Ruby teases those who gaze at her window by doing an erotic strip-tease!","release_date":"2000-01-02","vote_average":0.0,"runtime":50,"cert":"N\/A","id":62992,"title":"Misty's Secret","adult":false,"genre_ids":[10749]},{"cast":["Erin Brown","Tina Krause","William Hellfire","Mickey Ovum","Joey Smack"],"overview":"Billy Boy and his FACTORY2000 gang kidnap local college girls only to strangle, kill them and dance with their dead bodies.","release_date":"1998-04-01","vote_average":2.0,"runtime":88,"cert":"N\/A","id":62993,"title":"Infamous Bondage Murders","adult":false,"genre_ids":[27]},{"cast":["Natasha Henstridge","Luke Wilson","Janeane Garofalo","Bruce McCulloch","Kristin Lehman"],"overview":"Sex comedy takes a look at contemporary dating mores and hypothesizes that the new dating location may be the dog walk in the park. A mild-mannered man loses his present girl friend to another man. His attraction to a kid's TV show hostess goes nowhere because of her obsession with her dog, Peanut. He then gets hooked up with an overly exuberant blonde who overwhelms him. He even lost his collie, Mogley, when his girl friend moved out. In a funny sub-plot, the collie is going to a doggie psychiatrist who determines the dog is being traumatized by his mistress' sexual antics. Jeri and Jeff are best friends whose constant smooching simply makes the leads life less comfortable.","release_date":"1998-09-14","vote_average":5.5,"runtime":91,"cert":"N\/A","id":62994,"title":"Dog Park","adult":false,"genre_ids":[10749,35]},{"cast":["Aleksandr Lymarev","Ivan Zhidkov","Svetlana Khodchenkova","Konstantin Kryukov","Dmitriy Nagiev"],"overview":"A young music video director, a ballet dancer and a dolce vita seeker - they come to Moscow to conquer the city, but each of them goes their own way. Sooner or later the three of them realize: to get what you are striving for you might risk many things, but friendship and love.","release_date":"2007-10-25","vote_average":4.7,"runtime":87,"cert":"N\/A","id":62997,"title":"Kilometer Zero","adult":false,"genre_ids":[28,80,10749]}]